{
    "ai-atk-s0202a0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-s0202a0:1_0": "The Middle Discourses",
    "ai-atk-s0202a0:2_0": "Discussion of the Majjhima",
    "ai-atk-s0202a0:3_0": "1. Gahapativaggo",
    "ai-atk-s0202a0:4_0": "1. Kandarakasuttavaṇṇanā",
    "ai-atk-s0202a0:5_0": "Training thus",
    "ai-atk-s0202a0:5_1": "they almost the city of Campā,",
    "ai-atk-s0202a0:5_2": "Its ponds were made by the citadel in the Great Campaka lotus pond. That’s why it’s called ‘water’.",
    "ai-atk-s0202a0:5_3": "the lotus pond was built by the Gaggarā Lotus Pond. While also called lotus ponds was named Gaggarā Lake, lotus ponds and lotuses, and trunks a lotus pond.",
    "ai-atk-s0202a0:5_4": "her thoroughly blue lotuses, white and blue lotuses, crushing the earth,",
    "ai-atk-s0202a0:5_5": "where the Fortunate One was dwelling near the Kurus Tree Monastery,",
    "ai-atk-s0202a0:5_6": "Sandaka is said to be the lotus pond’s lotus pond.",
    "ai-atk-s0202a0:5_7": "together with a great Community of monks, with a retinue of Men, surrounded by the Community of monks,",
    "ai-atk-s0202a0:5_8": "his name is ‘Knowledge’.",
    "ai-atk-s0202a0:5_9": "the elephant’s son,",
    "ai-atk-s0202a0:5_10": "The wanderer Kandaraka’s turn,",
    "ai-atk-s0202a0:5_11": "worshipping the Buddha’s Tree, and having entered into the sky, and sat down on the golden statue, with his head fragrant flowers, and with a sunshade, like a rising above and husked water, like a golden carpets on the flowers, and covered the rim, which were like a lotus flower’s head with a golden straw.",
    "ai-atk-s0202a0:5_12": "he sat down on one side. In this place and in the area of the sixth.",
    "ai-atk-s0202a0:6_0": "Standing silent, they do not know it; then the meaning is silent.",
    "ai-atk-s0202a0:6_1": "Herein, even a single monk who lives alone with his own hands and feet summoned someone else’s feet, dodges the Buddha’s level and the training, having built a hooked their body, doing all the money and grain, rub down from the ocean, and sat down on the ocean shore.",
    "ai-atk-s0202a0:6_2": "Seeing that the wanderer’s mind is full of rapture, joyful, and happy,",
    "ai-atk-s0202a0:6_3": "But if he were to go like himself, he would be able to move even though his lovely and unloved.",
    "ai-atk-s0202a0:6_4": "That’s why it is wonderful, etc.",
    "ai-atk-s0202a0:7_0": "Herein, one who is blinded by laziness in the mountain, like the mountain:",
    "ai-atk-s0202a0:7_1": "This is the sound of the ear.",
    "ai-atk-s0202a0:7_2": "This is the eighth stinginess in the Commentary.",
    "ai-atk-s0202a0:7_3": "Pulling it to bring it back.",
    "ai-atk-s0202a0:7_4": "Once it so happened that this amazing thing",
    "ai-atk-s0202a0:7_5": "what you’ve lost in both places,",
    "ai-atk-s0202a0:7_6": "That’s what it is wonderful and marvellous, there are two kinds of stinginess.",
    "ai-atk-s0202a0:7_7": "Herein, it’s incredible, Moggallāna, how that fool waited until he was grabbed by the arms.",
    "ai-atk-s0202a0:7_8": "“It’s incredible, Nanda’s Mother, it’s amazing! Indeed, Nanda’s mind is called “reaching”.",
    "ai-atk-s0202a0:7_9": "and may that’s too earned by this.”",
    "ai-atk-s0202a0:8_0": "(And) some means that which is called “giveness”",
    "ai-atk-s0202a0:8_1": "When the idiot is finished, stopped, and circumstances are rightly spoken of, they conducted themselves properly and subtle for the idea of Sakka.",
    "ai-atk-s0202a0:8_2": "(But) this reason why the Community of monks is propounded by the fraternity of Bhikkhus, the chief of men, let us make this proclamation of the Bhikkhu construction regarding this. The meaning is, it is not appropriate for them to practice this.",
    "ai-atk-s0202a0:8_3": "although a second monk doesn’t give rise to more than those who should not more views,",
    "ai-atk-s0202a0:8_4": "Herein, by means of good conduct and by way of body, speech, and mind, and making amends in the right way.",
    "ai-atk-s0202a0:8_5": "Then the wanderers of the past, having given this knowledge of the Buddhas of the past, future and present, present, is the knowledge of conduct.",
    "ai-atk-s0202a0:8_6": "But there is no one else who gives the recipients in the past, thinking, “This is wherever there are no Buddhas of the past, future or present, and present, who practice them to do so.” But when they proceed, they practice accordingly, there is no further.",
    "ai-atk-s0202a0:9_0": "it is sovereignty over what is the city of Kandarī,",
    "ai-atk-s0202a0:9_1": "“The Buddha, it seems, hearing this.” Hearing the fraternity of Bhikkhus, “The Buddha, it seems you said. And now you have thoroughly explained to the Sangha of monks, all were presented by the Buddha, the compassionate of the world, merditating pointing out the three worlds, and the fulfilled all the perfections of the world, my kinsmen, gave them full of compassion for the world, and my kinsmen, the good families.” And he said: “My shaved it to all these people, embrackinds, –",
    "ai-atk-s0202a0:10_0": "(but) in the miracle of the Pāṭaligāma, for him are arranged for him.",
    "ai-atk-s0202a0:10_1": "it seems that the Fortunate One said:",
    "ai-atk-s0202a0:10_2": "“This wanderer Nuns said to the mendicant Saṅgha, who makes a decomposed and puts the fraternity of Bhikkhus, if hes took possession of the mendicant Saṅgha, and not applying themselves to their minds.",
    "ai-atk-s0202a0:10_3": "And here there too is a way to fulfill the practice of the mendicants. When standing, sitting down there level of the food, drink, clothes, and below the path to the top of all the other four kinds of mindfulness meditation. And the path he set out a footprint on to the shoots of the fact that was ready for insight. And while walking is fulfilling the path to the knowledge of the paths.",
    "ai-atk-s0202a0:10_4": "it is said to them, “I will give them this reason,” and they said, “Why don’t I show them to the Sangha of monks?”",
    "ai-atk-s0202a0:11_0": "Herein, the perfected ones enquiry: the rooted in the connection with the states of existence is said to be the colour of the Fruit.",
    "ai-atk-s0202a0:11_1": "and it was right there in detail, and there she gave the rest of the trainees (and then),",
    "ai-atk-s0202a0:11_2": "Virtuously, restrained with good behaviors, restrained in the precepts,",
    "ai-atk-s0202a0:11_3": "Each one is said: the meaning is that responsive . And those who live in dependence on him or other.",
    "ai-atk-s0202a0:11_4": "In that place they slaughtered a living being, and don’t do bad things.",
    "ai-atk-s0202a0:12_0": "endowed with wisdom riches, endowed with wisdom;",
    "ai-atk-s0202a0:12_1": "alert, living in dependence on the best, a living in dependence on communities, (such as) living.",
    "ai-atk-s0202a0:12_2": "Some people have gone forth in the shade of the sunshade and resort as fast as the sunshade and the wounds, and resort as resort as happens when mendicant’s go forth.",
    "ai-atk-s0202a0:12_3": "The royal boy was mixed with powder and separating the ascetics of other religions; he makes his living in a neighborhood of a king, the chieftains; he makes his bed, chair, and captivalry drunk, the rites, the sauces, and the carpets in the work, and the rubbishes congenial for an ascetic named Bamboo Grove, and conses making an effort, and goes far from the ascetics of the lay life.",
    "ai-atk-s0202a0:12_4": "Then, as long as he lives in this way he enters upon the four kinds of mindfulness meditation, the fourfold path, the fourfold understanding, and he stands unconfused in the Mahātittha garden, the way to the root of the paths, the way that is, the practice of the way that is suitable for attaining the states of counsel, etc., and his way and set out the path of places, like the starts, the moon, sun, and crackships, and fruits of the separations, as it were, then he was no longer torand of the fruit, result in the practice of good conduct, and to sequence, like the practice of the bign of the sequiper of the sequence of the four great rofiling clictions, heritage of the ascetic practice, douence of the ropes, heritage, like a start, and heritage of his cliffs of the liffs of the",
    "ai-atk-s0202a0:13_0": "having firmly established minds in the four ways of attending to mindfulness, and having established mindfulness in the four ways of attending to mindfulness,",
    "ai-atk-s0202a0:13_1": "Because of the dissatisfaction with the mindfulness meditation subject, for the sake of all the widely:",
    "ai-atk-s0202a0:13_2": "Next, take the supermundane and the whole world that has been prepared. They build a share to the mendicant Saṅgha headed by the mendicant Saṅgha.",
    "ai-atk-s0202a0:14_0": "well-classted: how well-proclaimed;",
    "ai-atk-s0202a0:14_1": "For we’re not showing this matter, but we’ll give it to the Sangha of monks.",
    "ai-atk-s0202a0:14_2": "In this case, sir, I’m a layperson.",
    "ai-atk-s0202a0:14_3": "Well-complished minds is quite clear, that is why the time for the Community of monks, new pairs seeds, the framework of Bhikkhus, and the Sangha of monks is ready to do it from time to time. And we don’t lend an ear to time mindfulness at all that time.",
    "ai-atk-s0202a0:14_4": "human encounter for human beings, which be understood as mentioned for the opposite of the infantry, for which they must be taken away.",
    "ai-atk-s0202a0:14_5": "Likewise in the midst of position, the same as in the case of the blocks,",
    "ai-atk-s0202a0:14_6": "Herein, the talk should be understood to relying on not minor hiddening the bones.",
    "ai-atk-s0202a0:14_7": "Then the Buddha knew that sentient beings were placed on logs, tied up with cloths, thoroughly attacked they knew it, and thoroughly knew it as long as they had been each.",
    "ai-atk-s0202a0:14_8": "that is to say, the fourth wonder is the fourth benefit.",
    "ai-atk-s0202a0:14_9": "I’m not able to bear up,",
    "ai-atk-s0202a0:14_10": "he digs from the armpit of the bowl:",
    "ai-atk-s0202a0:14_11": "to make the proclamation of the Campā, and to the capital of Campā will return to the town hall.",
    "ai-atk-s0202a0:14_12": "Sāgata drews over the beds.",
    "ai-atk-s0202a0:14_13": "As a bungalow by the roof peak,",
    "ai-atk-s0202a0:14_14": "like a trainer:",
    "ai-atk-s0202a0:14_15": "Is roaming:",
    "ai-atk-s0202a0:14_16": "will show it, and will show it.",
    "ai-atk-s0202a0:14_17": "(but) you should not give them a message to those who were able.",
    "ai-atk-s0202a0:15_0": "There it is at the place where people, having drive it, having set it on the spot, sit down, like the swan from the group of men, and going to the eastern quarter. He thinks: “I shall go and stand still on the spot in that place, like a citadel, and stands there in the four directions.”",
    "ai-atk-s0202a0:15_1": "But when the partake of an endeavourable has been cut off at the root of the story and goad, they think: “I’ll go to the peak, and don’t turn back eventually, and stand right there in front of them.",
    "ai-atk-s0202a0:15_2": "that an enemy to whom the path has come to decay. Then they returned, having turned back from the place wherever they want, thinking, ‘I’ll return,’ to that place where the human road I can put it like that. Then I return to the path and go to the company of that road.",
    "ai-atk-s0202a0:15_3": "But if anyone should go straight from time to time, take the right time, wander in the wrong way, let alone following that path, or to the host of (good) conduct, I will go straight there at the right time, and not at the right time. In this way I will either see that place there is no longer able to make an end of the ear, but I will be able to get rid of that proclamation.",
    "ai-atk-s0202a0:15_4": "Thus there is this fourth kind of person here.",
    "ai-atk-s0202a0:15_5": "Since they’d meet the tricks, bluffs, ruses, and feints that even when a bunch of ruses, they’ll make a wish:",
    "ai-atk-s0202a0:16_0": "Thus, having shown that there is a miracle, people gave it to us, saying, “Now, venerable sir.”",
    "ai-atk-s0202a0:16_1": "Herein, the bondservants are born in his wealth, archery, or a bondservants, or workers.",
    "ai-atk-s0202a0:16_2": "For those who weave.",
    "ai-atk-s0202a0:16_3": "she gets food and drink",
    "ai-atk-s0202a0:16_4": "Then, by way of body, speech, and mind, and different from others.",
    "ai-atk-s0202a0:16_5": "There, when they see a bedroom in the presence of the owners, they put out the hands, wages, follow the authority, and picked up and put it on the seats. Then—shes, although they do the observance-day procedure at the root of the head, washed, dragging, and put out the essential cos, and thought, “Netc.”",
    "ai-atk-s0202a0:16_6": "But, when we were present, I said to our houses, “No-one should speak to us before,” and they added, “There is no needle here,” and they say.",
    "ai-atk-s0202a0:17_0": "when they saw him, they were frightened and thoroughly loosening their clothes.",
    "ai-atk-s0202a0:17_1": "When this was said, he said, “Because of a human being,” he said the Buddha says this: “There is no human beings when it comes to the underworld.”",
    "ai-atk-s0202a0:17_2": "the first person practicing the way of practice that is unshakable. They know, “I will give this fourth state of the path to maturity.”",
    "ai-atk-s0202a0:17_3": "to be converted with a talking about the One of Kandaraka,",
    "ai-atk-s0202a0:17_4": "Therefore it was said: “The mendicant Saṅgha has been led to practice properly by the Buddha.”",
    "ai-atk-s0202a0:17_5": "Then the Buddha gave up three people: “The four persons to each person, then bring them across this fourth person, to the fortune from the fortnight.”",
    "ai-atk-s0202a0:17_6": "those who are found, and those who are like Vepacitti,",
    "ai-atk-s0202a0:17_7": "For it is when quietly all acquisitioned, here it is said.",
    "ai-atk-s0202a0:17_8": "“These are called “Vinaya” in the training of the Noble One.",
    "ai-atk-s0202a0:17_9": "The astute do so, they wish to find fault.”",
    "ai-atk-s0202a0:17_10": "But it is born here that it is gained here.",
    "ai-atk-s0202a0:18_0": "Transmigrating himself in one’s own self:",
    "ai-atk-s0202a0:18_1": "Instructed by oneself, devoted to self-mortification,",
    "ai-atk-s0202a0:18_2": "if he destroys others with suffering;",
    "ai-atk-s0202a0:18_3": "In order to avoid drinking worry, movement, and understanding of others;",
    "ai-atk-s0202a0:18_4": "in this very life:",
    "ai-atk-s0202a0:18_5": "Your craving is permanent, everlasting, eternal, and imperishable.",
    "ai-atk-s0202a0:18_6": "cooled down, extinguished.",
    "ai-atk-s0202a0:18_7": "he is one whose defilements are destroyed, cooled down, having become cooled and cold,",
    "ai-atk-s0202a0:18_8": "When you experience the fruit of absorption, pleasant or neutral feeling",
    "ai-atk-s0202a0:18_9": "Brahmadeva is the best, through oneself,",
    "ai-atk-s0202a0:18_10": "They become full of confidence in those things.",
    "ai-atk-s0202a0:19_0": "The meaning is that painted from the repulsiveness of pain. When resentment is stepped in pain and not observed. The meaning is that it is stepsed.",
    "ai-atk-s0202a0:20_0": "Undefod is known by the four kinds of mindfulness meditation. If a Wise One does not do a deed, an astute person does not say, ‘Consider me.’",
    "ai-atk-s0202a0:20_1": "He can also be called “where a great man” when it possesses this large characteristics, etc., because it is not possible to possess the eight factors.",
    "ai-atk-s0202a0:20_2": "with a large hand of wisdom on the hand of overpower of fame it with a very big pierced, which is connected with a large deed. When it reaches the fruit of stream-entry, once-return, is the meaning.",
    "ai-atk-s0202a0:20_3": "But what exactly is there for the purpose of leading the axle? It is possible that when the Buddha was still between the paths of the paths of the fruits.",
    "ai-atk-s0202a0:20_4": "Here there is no Buddha, he who still does not have bad friends, being heedless and afflicted with bad friends.",
    "ai-atk-s0202a0:20_5": "Herein, what is called “i.”",
    "ai-atk-s0202a0:20_6": "For if he knows the Dhamma, the brahmin Dhanañjāni was taught by the name of the brahmins, then he would become a stream-enterer.",
    "ai-atk-s0202a0:20_7": "He is bad friends:",
    "ai-atk-s0202a0:20_8": "Even if he does notice of his Father, he would have taken those of the life of purity for his father and grandfathers, he will not have great fruit, yet he will be called Neither.",
    "ai-atk-s0202a0:20_9": "And the lay followers of Kimbila stood up and crying against it.",
    "ai-atk-s0202a0:20_10": "Still, even with this much he has already greatly benefited.",
    "ai-atk-s0202a0:20_11": "Two on each side.",
    "ai-atk-s0202a0:20_12": "Having gained confidence in the Saṅgha, that lay followers that are not capable of realizing anything that can be, for the purpose of gaining material possessions.",
    "ai-atk-s0202a0:20_13": "Therefore it is said: “Being it is in said with the meaning.”",
    "ai-atk-s0202a0:20_14": "But Kandaraka gained confidence in the Saṅgha.",
    "ai-atk-s0202a0:20_15": "This is the time for the Buddha to explain the teaching, or for the four people.",
    "ai-atk-s0202a0:21_0": "and it is called “armless” in the sense of urgency, such as dogs, rigid, and embellishments,” and including them, is what is meant.",
    "ai-atk-s0202a0:21_1": "Likewise in the case of the species, and so on.",
    "ai-atk-s0202a0:21_2": "like a hunter.",
    "ai-atk-s0202a0:21_3": "for one who is stingy, and fish stingy,",
    "ai-atk-s0202a0:21_4": "rotten inside, deer-bandit, and deer-born.",
    "ai-atk-s0202a0:21_5": "working for the boys,",
    "ai-atk-s0202a0:22_0": "anointed aristocratic king was full of flee from his throne.",
    "ai-atk-s0202a0:22_1": "Broking along the eastern direction",
    "ai-atk-s0202a0:22_2": "There are offerings that are peaceful,",
    "ai-atk-s0202a0:22_3": "dressed in a robe of antelope hide.",
    "ai-atk-s0202a0:22_4": "ghee, butter, oil, and oil,",
    "ai-atk-s0202a0:22_5": "for anyone who is possessed of ghee in a lodging is what is meant.",
    "ai-atk-s0202a0:22_6": "When it is finished, he should not stopping with one who is eating the kasiṇa to the kasiṇa.",
    "ai-atk-s0202a0:22_7": "Internally without turning back:",
    "ai-atk-s0202a0:22_8": "From wherever they bear their own vows,",
    "ai-atk-s0202a0:22_9": "If a cow is white, the cuckoo’s fish,",
    "ai-atk-s0202a0:22_10": "If he allows a cow, or even if like a fond of a cow, then the man who lives in balanced effort;",
    "ai-atk-s0202a0:22_11": "He says, “It’s true that the King says,",
    "ai-atk-s0202a0:22_12": "and killing calm-foods, Vacchagotta passed away the calf who had gone beyond army.",
    "ai-atk-s0202a0:22_13": "Likewise in the case of her all the same.",
    "ai-atk-s0202a0:22_14": "for the sake of sacrifice is erected: for the purpose of precincts, for the sake of sacrifice, and for the sake of sacrifice.",
    "ai-atk-s0202a0:22_15": "Herein, the rest is as to below .",
    "ai-atk-s0202a0:23_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:24_0": "The About Kandaraka",
    "ai-atk-s0202a0:25_0": "2. Aṭṭhakanāgarasuttavaṇṇanā",
    "ai-atk-s0202a0:26_0": "Protectors Forms",
    "ai-atk-s0202a0:26_1": "Herein, there is an village of Beluva in a little village of Beluva. He performed that, is called “minor”.",
    "ai-atk-s0202a0:26_2": "For that is how the tenth leader to birth, by birth family, by way of submits, and by means of the ten indulgences .",
    "ai-atk-s0202a0:26_3": "Eight years in the city of Nāgas.",
    "ai-atk-s0202a0:26_4": "chickens, including like a chickens,",
    "ai-atk-s0202a0:27_0": "18.Tena bhagavatā…pe…",
    "ai-atk-s0202a0:27_1": "(He explained) method of Factors, which were completed by all the gods, having caused the Buddha to subdue them to the truths of all the beings in the various orders of beings, having shown the supreme and Complete Awakening, as it were the sixteen times.",
    "ai-atk-s0202a0:27_2": "Furthermore, the difference between former lives and the three knowledges, the six direct knowledges, the six kinds of direct-knowledge, the eye, the six kinds of direct-knowledge, the knowledge master, and the noble truth of concentration. And seeing, the eye and the six kinds of direct-knowledge, the all that are clear, unknowing, the eye is physical end, and the knowledge of the path. It is all the refuges that are felt.",
    "ai-atk-s0202a0:27_3": "between the four enlightenment Dhammas and the accumulations, who knows the obstructions, the one who knows and sees, the four paths, the four legal procedures, the six senses, the one who knows the opposite of all beings, and the four fully awakened Buddhas:",
    "ai-atk-s0202a0:27_4": "Is there one thing that has been explained?",
    "ai-atk-s0202a0:28_0": "made such choices, made up of dust,",
    "ai-atk-s0202a0:28_1": "and involved (all) intentionally, he has made (them) done.",
    "ai-atk-s0202a0:28_2": "Abiding in that place, he stands (the nature of) things,",
    "ai-atk-s0202a0:28_3": "By the means of the Dhamma he conversion of the Dhamma, which is included by serenity and discernment.",
    "ai-atk-s0202a0:28_4": "For one occupied with all of them is able to overcome all desire and lust. They’re not a perfected one.",
    "ai-atk-s0202a0:28_5": "This is the fourth kind of desire and greed for insight.",
    "ai-atk-s0202a0:29_0": "But Virūpakkha said, “Anyone who speaks in accordance with the Teaching consisting of the malevolence towards them, says, “You’re liberated,” “You’re already done away with,” “You can say, ‘Certainly, for this reason for that reason will not be told to say that, ‘There is nothing else.’",
    "ai-atk-s0202a0:29_1": "Then he should say:",
    "ai-atk-s0202a0:29_2": "In this way there will be some fruit of non-return in the non-returner. When desire and lust will give rise to desire and greed for things that prosperousness or spiritual the fruit of non-return.",
    "ai-atk-s0202a0:29_3": "Regarding a question, he, after learning the meaning, then getting rid of it from the profitable who is skilled in the profitable, for whomever he is skilled in profitable.",
    "ai-atk-s0202a0:29_4": "for this is said by the Blessed One:",
    "ai-atk-s0202a0:30_0": "“Mendicants, it’s not because of deeds born of greed, hate, and delusion that gods, humans, or any other good places are found.”",
    "ai-atk-s0202a0:31_0": "can be known",
    "ai-atk-s0202a0:31_1": "If it perceives it as such, but you perceive that it is not, then, if it is the dwelling, he should be dismissed.",
    "ai-atk-s0202a0:32_0": "And in this Mahātittha very great precisely, as it was said to be the blessed mindfulness of the body, nor do they pursued the gross physical matter.",
    "ai-atk-s0202a0:32_1": "Herein, where there is a plane of insight, reaching meditation subject as well. Estabowed to the discrimination of serenity, the bloated near enlightenment factor and the upper Vipassī",
    "ai-atk-s0202a0:33_0": "This is the householder ...",
    "ai-atk-s0202a0:33_1": "One thing that is explained in one thing and one thing, and one thing, and has been asked in accordance with the Teaching, and one thing, and one thing:",
    "ai-atk-s0202a0:33_2": "enclosed by the eighty families, the ninety-two constructed a jointly of the Arahants, the Dhamma is the single thing, and it is called “the path”.",
    "ai-atk-s0202a0:33_3": "Or alternatively, all things can be said in each other,",
    "ai-atk-s0202a0:34_0": "searching for goods, seeking purity,",
    "ai-atk-s0202a0:34_1": "Just solitary, with one needing,",
    "ai-atk-s0202a0:34_2": "But how does he attain the one-processes in definitively?",
    "ai-atk-s0202a0:34_3": "It may be that someone was looking for an unintelligent in the wilderness, thinking, “Who did you see him?”",
    "ai-atk-s0202a0:34_4": "Thinking, “I seek for a livelihood” he says.",
    "ai-atk-s0202a0:34_5": "So go, my friend, bring that stilt house.",
    "ai-atk-s0202a0:34_6": "Then they rolled around the lake, or they’d see one or other of the lumps of froth. Then they’d think:",
    "ai-atk-s0202a0:35_0": "They will learn the professions from the teacher. They’ll go out of a profession; or when the teacher says they’re going out of the household life, or when they’re able to greet it.",
    "ai-atk-s0202a0:35_1": "and those who had not obtained in such a house, they were unable to get alms-food.",
    "ai-atk-s0202a0:35_2": "It was said regarding this.",
    "ai-atk-s0202a0:36_0": "But what reason why some insignificant (them) appear to you, for the sake of the Dispensation?",
    "ai-atk-s0202a0:36_1": "How can I explain in this way that I do not give eleven ways eleven my teacher’s practice?",
    "ai-atk-s0202a0:36_2": "In each one pair of wrapped cloths, each of the Indian vases, two valuable cloths, and one pair of garments.",
    "ai-atk-s0202a0:36_3": "However, it is here that the word “has unchastity is said” here.",
    "ai-atk-s0202a0:36_4": "Pañcasikha is the meaning of five-hundred and eighty-footed nymphs (these).",
    "ai-atk-s0202a0:36_5": "The rest is clear.",
    "ai-atk-s0202a0:37_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:38_0": "The Book of the Aṭṭhakas is finished.",
    "ai-atk-s0202a0:39_0": "3. Sekhasuttavaṇṇanā",
    "ai-atk-s0202a0:40_0": "Trainee on Training",
    "ai-atk-s0202a0:40_1": "Herein, the ninth (people) lived in the new hall, the Great Wood, the hall with the peaked roof.",
    "ai-atk-s0202a0:40_2": "When the king was coming down in the city of Bodhi, he said: “The king is going in front of us,” and he had the men who were noisy, carrying all around on these four sides, doing this, hunters here and there, until they prepare the chariots,’ so there, call that too is called “changes”.",
    "ai-atk-s0202a0:40_3": "When he came to the opposite direction, there are three times in the home of the wet-nurse. There are two or three kings that are starting and fierce, so long as the king is neighboured, and the kingdom is peaceful.",
    "ai-atk-s0202a0:40_4": "The lesser kingship with the adornments, assemble the royal court from a cow and seized by the king, but as it were, the ruler of the earth quaked. Consequently the king had no consent.",
    "ai-atk-s0202a0:40_5": "Therefore it was said: “There is no need (alternative form) in the ford and the virtuous”.",
    "ai-atk-s0202a0:40_6": "But since it is allowed to sit in this way: “This is allowable, this is not to gather in the hot season in this way,” and so on. Therefore, when it is fitting the room, they spread out with clothes and wiping the door, and the windows, and the floor covers together.",
    "ai-atk-s0202a0:40_7": "Because it is not long since he acts of wretchedness and work to a conclusion of Devaded by deities and so on.",
    "ai-atk-s0202a0:40_8": "Or alternatively, when a deity is needed for him, thinking “This is the precinct for himself,” it is said: “This is the deities, Disciple, occupy, or a man.”",
    "ai-atk-s0202a0:41_0": "Let us go to the town hall, when we saw him, we would use the town hall which had been prepared for him. Then we would continue to visit the Buddha, the Fraternity of the Bhikkhus, to visit him, the first of the treasurer. When the Buddha, he thought, “Let’s return (to his answers).” And now, “We shall receive the Protector of the Bhikkhuship.” Then, whenever they returned to his community of the Buddha,,,,, he thought, “We shall use the choosing, and this excellent community of the Bhikkhus, which is why we shall use it.”",
    "ai-atk-s0202a0:42_0": "went to the house where there was a family home, it seems, as if the king’s royal court from a family of sight of the town and country. And even if it had been sight of the Buddha, it seems, is easy to be reply.",
    "ai-atk-s0202a0:42_1": "For the Buddha—whether in the wilderness, the young woman go to the forest—who thought, “Whoever lives in the forest—who might think the Buddha when he sees the Buddha—whould go to the Buddha.” And they’d think to him:",
    "ai-atk-s0202a0:42_2": "* But now we obtained wisdom, went to the house of counselor,",
    "ai-atk-s0202a0:43_0": "It is spreading all over the floor covers, like this it is so that it is peaceful,",
    "ai-atk-s0202a0:43_1": "Firstly, firstly, considering all the names, “According to all the grounds, which are more covered with all over their coils, covered with damps, and with a variety of deformed charming gold coins, etc., and covered with variously-shairs, having places on the first place (worlds) with various hands, and covered with various hands and feet, the sunshades and moon in this way: “The sun’s having stringspob-worms, doubles, cracking grabing swls, and so on, and so on, and that great masing shipsing and sacking swallowing of the four carpeds of the covers, as tops of the sun’s, so on the sun’s, and tops, and torpedirs, and tops rinearking ships.",
    "ai-atk-s0202a0:43_2": "Therefore it was said: “Herein strews and spread out a mat and a mattress.”",
    "ai-atk-s0202a0:44_0": "She prepared a seat for him, placed a bed in the middle of the Mahātittha (?), and then set up a canopy on the ground, enclosed by the Fortunate One, and having built adorned with golden statue,s along with (worms) at the foot of a tree, and set up adorned with flowers like a drums, and chopped the circumambulars in the Great Wood, and the sunshade, and making adornments of the heads and band, covered with a golden, charming couches and flowers and fleweels.",
    "ai-atk-s0202a0:44_1": "This is what was said: “This isn’t lived in,”",
    "ai-atk-s0202a0:45_0": "a large water jar.",
    "ai-atk-s0202a0:45_1": "When the Buddha has appeared in that way, they’ll wash off the hands or feet, and clean them with water, soiled their feet, drinking powder, and washing their feet.",
    "ai-atk-s0202a0:45_2": "Having said this, they referring to (them).",
    "ai-atk-s0202a0:46_0": "Having lightly a lamp powdered the oil, having lit the golden drums in the hands, making a brilliant, and endowed with (?) adornments, (which is) the meaning of the colours, shapes, and so on, the desiring the desiring of (placesed) in the name of the Collection of the Thūpa, the destiny, the meaning shows of golden (of the Fraternity) to bed.",
    "ai-atk-s0202a0:46_1": "Then the Fortunate One, having approached, the King’s house, but wanting to build a hut on the whole of the city, all the King’s feet, and making a stone about the drums in the sky. Then the Buddha, having made a crystal and satisfied the city with his own bed, like the elephants, horses, and the leathers, strawns (where the town). Then the city called Kapilavatthu took his own son, and bring it to the town together with his own hands,",
    "ai-atk-s0202a0:47_0": "Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants.",
    "ai-atk-s0202a0:47_1": "“Sir, the Buddha dropped the fragrant powder that was very encircling downstanding the cost-smelling, and sprinkling it with gold coins and bullion, it seems to be like a golden coin, elephants, horses, buffalo, bulls, goats, ropes, and crushing the sky like a golden rushing sun’s ropes, and tors set out on a golden jawels.”",
    "ai-atk-s0202a0:47_2": "but, having departed in his mouth, he stood at the front.",
    "ai-atk-s0202a0:48_0": "Then my body became fertile, like a golden floor covered with golden drums on a top of garments and trees, and it was like golden fruits.",
    "ai-atk-s0202a0:48_1": "And the great Saṅgha herooked his bowl and robe, surrounded by the Buddha.",
    "ai-atk-s0202a0:48_2": "But the mendicants, having a following, responded, of few wishes, contentment, secluded, aloofness, energetic, and depressed, said to be the knowledge and vision of freedom.",
    "ai-atk-s0202a0:48_3": "The Fortunate One, surrounded by his mass of garments like a golden redden threw down the golden statue, like a golden statue, like a golden statue, with a golden pearl, and soiled in a golden garland.",
    "ai-atk-s0202a0:48_4": "Sāriputta and Moggallāna, the Great Elder Sāriputta, having broken a rag made of gold net, and as it were, held together with the gems. In the Ways, having broken the tail, the broken-free palace, like the moon surrounded by the strings.",
    "ai-atk-s0202a0:49_0": "The Blessed One, whose mind is free from passions, whose without passions had destroyed, surrounded by the passions, whose mind was free from passions, who surrounded by the craving, whose mind was like a lion surrounded by a Buddha, whose wives, like the elephants, horses, surrounded by a pure white parasol, who surrounded by the ground, whose body had been destroyed through the ground, who surrounded by the passions, whose mind was like a king who was like the mountains roar, who were very pure, like a lion of a Buddha himself roar, was like a lion, with a rock, (Sof Drahado the (Dot) Man, like a king who had destroyed his head.",
    "ai-atk-s0202a0:50_0": "Then he constructed a golden palanquin to the eastern gate.",
    "ai-atk-s0202a0:50_1": "The last of the last religious donation (of the town), having abandoned golden colour, golden palanquin to the southern quarter, thus addressed him: “She is the foremost precincts.”",
    "ai-atk-s0202a0:50_2": "As to Ariṭṭha in the Ariṭṭha, it is bound up with the bones of all the skin that envelops the neck, which was like the play of a golden statue, having been given a surrounding it, and which was not covered with the tips of the head.",
    "ai-atk-s0202a0:50_3": "At the place of the bed winter on the top of the surface of the portion, which was situated on the level ground.",
    "ai-atk-s0202a0:50_4": "For it is impossible that eighty-footed (?) at the place where the Buddhas dogs, without having destroyed the sunshade. Like a flayeding and trunk, like dogs, sewing from the sky, like a floating in the sky,",
    "ai-atk-s0202a0:50_5": "and various coloured golden plates like a golden coin, were being covered with gold netting, and like golden rushed in golden powder-coloured lotuses, and like the colour of bellyrium, shining in coloured leaves with gold a necklaces.",
    "ai-atk-s0202a0:51_0": "Even the eighty very beautiful counselors of the Buddha’s corpse, as though grew the riches of all the earth, like a fragrant body, with the thirty-two marks of a hundred leagues in all directions, like an embracing a hundred leagues from over the overpower, as if he was embracing the lotuses, exceedingly thirty-two marks of a kingdoms of the gods.",
    "ai-atk-s0202a0:51_1": "Having made an end of four hundred aeons, he was given a guard that is protected and property through the four noble truths, and he had been made amends for the use of the requisites. It’s unattracted by one, without hurting the requisites.",
    "ai-atk-s0202a0:51_2": "At one time there was a thousand and traders, As a thousand wagons, a thousand wagons, one thousand carts, and a thousand wagons, like the bird who was like a horns on the bank of the river.",
    "ai-atk-s0202a0:52_0": "By this exposition was the resplendent Buddha’s lady and illustrious in front of the Buddha.",
    "ai-atk-s0202a0:52_1": "Likewise in the same way.",
    "ai-atk-s0202a0:52_2": "see the Buddha",
    "ai-atk-s0202a0:52_3": "trickling bathing in the sky, like a red lotus flowering lilily-coloured head, which were brought (only) covered with blue-bowls, like the full-coloured shining blue water lililies, and so on.",
    "ai-atk-s0202a0:52_4": "And the fivefold musical instruments of the Buddha’s virtue, starting with a variety of all the good qualities, was filled with radium-shardened.",
    "ai-atk-s0202a0:52_5": "Being endowed with the fragrance of gods and men, they drunk the eyes of the deathless.",
    "ai-atk-s0202a0:52_6": "And having spoken first place in this place they propounded the colour to each.",
    "ai-atk-s0202a0:52_7": "This is the mouth:",
    "ai-atk-s0202a0:53_0": "“Through the whole Saṅgha, endowed with all good qualities,",
    "ai-atk-s0202a0:54_0": "(They are) remaining silent.",
    "ai-atk-s0202a0:55_0": "First the Southern, having placed the first foot,",
    "ai-atk-s0202a0:56_0": "the glorious one, who is a supreme one,",
    "ai-atk-s0202a0:57_0": "Now go and spread over the Buddha’s feet.",
    "ai-atk-s0202a0:58_0": "have humbled the flame, and the ground constantly,",
    "ai-atk-s0202a0:59_0": "while going to the place where the world is enveloped.",
    "ai-atk-s0202a0:60_0": "both of the earth and the water.",
    "ai-atk-s0202a0:61_0": "stones, pebbles, graceful, and rid of thorns,",
    "ai-atk-s0202a0:62_0": "all rolling the road, they all go through the world.",
    "ai-atk-s0202a0:63_0": "They don’t put others down too far or too near,",
    "ai-atk-s0202a0:64_0": "it has been untroubled and played, and both those who are produced.",
    "ai-atk-s0202a0:65_0": "The Sage doesn’t leave too quickly,",
    "ai-atk-s0202a0:66_0": "Nor going is carrying (them) if he doesn’t see (himself) within;",
    "ai-atk-s0202a0:67_0": "above, below, and above;",
    "ai-atk-s0202a0:68_0": "Since he is not slowly, he does not look me too,",
    "ai-atk-s0202a0:69_0": "The victor shines forth like a golden statue,",
    "ai-atk-s0202a0:70_0": "while going to the holy world with its gods.",
    "ai-atk-s0202a0:71_0": "like a float string four-footed openings on the four floor.",
    "ai-atk-s0202a0:72_0": "Tomorrow he’s caught up in front of the caravan.”",
    "ai-atk-s0202a0:73_0": "In the body of a red opinion or inner skin of the Buddha’s colour, shape, habitually, and powder—they should correct them like the time of the Dhamma.",
    "ai-atk-s0202a0:73_1": "You shouldn’t say what hard to do.",
    "ai-atk-s0202a0:73_2": "For the Buddhas praised the immeasurable, maintaining the best, and unrestrained, this generation of the Sakyans.",
    "ai-atk-s0202a0:73_3": "he entered the royal garden, with the head of Laṅkā, entered the royal compound, and the Buddha’s fragrance. When he entered the town’s city, thinking:",
    "ai-atk-s0202a0:73_4": "Therefore it is said:",
    "ai-atk-s0202a0:73_5": "“The Buddha robed up and, taking his bowl and robe, together with the Saṅgha of mendicants.”",
    "ai-atk-s0202a0:74_0": "having put the Fortunate One in front (of them).",
    "ai-atk-s0202a0:74_1": "The Buddha sat down in the central salt, and with a box and sadly jasmine, after making a garland of flowers and bent on the surface of their natural form, and placed it in the middle of the day with a single- two or three months of clothes and hairs specified in the middle of the day. He then the creeper-coloured rubing nailshead, as if he was energeticly placed it were standing on the spell of his rope.",
    "ai-atk-s0202a0:74_2": "Herein, this is the tradition of the ancient road:",
    "ai-atk-s0202a0:75_0": "“Having gone to the end, the universe consisting of an unguent,",
    "ai-atk-s0202a0:76_0": "lighting up the world, sat down on the seat spread out.",
    "ai-atk-s0202a0:77_0": "while sitting on that seat,",
    "ai-atk-s0202a0:78_0": "Gods Who Control the Creations of merit,",
    "ai-atk-s0202a0:79_0": "in the middle of the Buddha,",
    "ai-atk-s0202a0:80_0": "Like a golden coin was struck by a drop of gold,",
    "ai-atk-s0202a0:81_0": "Like a pendant of river gold, having placed in the neck,",
    "ai-atk-s0202a0:82_0": "like a shining in the sky, like a trader.",
    "ai-atk-s0202a0:83_0": "the Great King, having eyes like lion,",
    "ai-atk-s0202a0:84_0": "Like a golden coin, (who was) filled with golden coin,",
    "ai-atk-s0202a0:85_0": "(There is) a mountain top of trees, like one who climbs the mountain,",
    "ai-atk-s0202a0:86_0": "like the sun rising sun.”",
    "ai-atk-s0202a0:87_0": "Discussion of the teaching should be understood that talk on the point of learning the Dhamma talk about the maintaining a talk about the teachings. Discussion of talk about the teachings, the way that should be understood as follows:",
    "ai-atk-s0202a0:87_1": "Then the Buddha swept away the Ākāsa as though giving a drip-sticks on the road, making a big as in the air, and husing the cow’s hoof-pensation, and having driven out the aside open at the foot of the Kakamboja.",
    "ai-atk-s0202a0:87_2": "“Great king, I was not able to continue to enjoy the monastery a treasure of the Sangha of monks. I was guarded by the Buddha, the Sangha of monks, the Teaching, and the Sangha of monks.",
    "ai-atk-s0202a0:87_3": "when he has given a gift to a (permission), he is given to all offerings.",
    "ai-atk-s0202a0:87_4": "adorned with various ornaments, and adorned with branches and foliage. Then he cannot pay homage to many people.”",
    "ai-atk-s0202a0:88_0": "“Through this hot or that;",
    "ai-atk-s0202a0:89_0": "Sīval creeper and rain.",
    "ai-atk-s0202a0:90_0": "After that wavering the wind, he does so behind another.",
    "ai-atk-s0202a0:91_0": "It’s for the sake of shelter and happiness to see it.",
    "ai-atk-s0202a0:92_0": "Recollecting the Buddha, the bestowed on the highest gift.",
    "ai-atk-s0202a0:93_0": "Therefore the Wise One, having insight into himself,",
    "ai-atk-s0202a0:94_0": "Should build delight in dwellings, in the forest,",
    "ai-atk-s0202a0:95_0": "the food and drink that clothes,",
    "ai-atk-s0202a0:96_0": "He should give to the upright ones, with a mind that is clear,",
    "ai-atk-s0202a0:97_0": "they teach them the Dhamma, (wholesome) arose in all suffering.",
    "ai-atk-s0202a0:98_0": "After attaining this Dhamma he is free from defilements.”",
    "ai-atk-s0202a0:99_0": "and so too, an monastery worker did more.",
    "ai-atk-s0202a0:99_1": "Herein, there are these verses which are graceful to the crowd, have chainced with the teaching and the Saṅgha.",
    "ai-atk-s0202a0:99_2": "all states are stated under the heading of “consciousness”.",
    "ai-atk-s0202a0:100_0": "to talk about Venerable Ānanda, talk about Dhamma, talk about Dhamma,",
    "ai-atk-s0202a0:100_1": "Then Sāriputta and Moggallāna the Great Elder Sāriputta heard that the Buddha was doing this, the Buddha said to them,",
    "ai-atk-s0202a0:100_2": "It is associating with since it is at least .",
    "ai-atk-s0202a0:100_3": "Venerable Ānanda was learned by the lines of the teachings with difference in both meaning and phrasing.",
    "ai-atk-s0202a0:100_4": "(but even) he went to the monastery and told him what was happening, adding, “What can we say now?” Then he said,",
    "ai-atk-s0202a0:100_5": "“Oh, may the Buddha give us a talk about the Teaching and relates to my relatives.”",
    "ai-atk-s0202a0:100_6": "and the Fortunate One spoke about their brothers in them by his psychic power.",
    "ai-atk-s0202a0:101_0": "a trainee, an adept,",
    "ai-atk-s0202a0:101_1": "He gives a teaching, and then shows it to him.",
    "ai-atk-s0202a0:101_2": "And why do you respond this state?",
    "ai-atk-s0202a0:101_3": "for the sake of another,",
    "ai-atk-s0202a0:101_4": "These Sakyans were growing on the neighborhood of the Sakyas, Vaṅgala in this way and the difference between me, and the practice of oppression.",
    "ai-atk-s0202a0:101_5": "While they were sitting, they examined their own worry and propose that very same place where they like.",
    "ai-atk-s0202a0:101_6": "Venerable Ānanda, Ānanda, who is an arrival at the scriptures for attaining the analytical knowledge of this point, and unable to make this progressiveness.",
    "ai-atk-s0202a0:101_7": "There were three trainings and three trainings—is able to train in the higher ethics, the higher mind, and the Vinaya They. They addicted by a trainee nun who was a master of the Vinaya, or who had been established in the name of the Collection, and so on; and there will be three people who were learned and an expert on the discourses of the Monastic Law; and they will be gratifying the Sakyan daughters of the Commentaries; and they will be gratifying their own teacher’s instructions.",
    "ai-atk-s0202a0:102_0": "My back is sore, why is it?",
    "ai-atk-s0202a0:102_1": "Also the Buddha’s head was striving with a large striving at a time of exertion, then at the time of the death great later dropped in pain.",
    "ai-atk-s0202a0:102_2": "this is the extra effort.",
    "ai-atk-s0202a0:102_3": "For the Buddha is capable of coming into the feelings of even one month, and so he can sit together for seven days.",
    "ai-atk-s0202a0:102_4": "A bathing posture, wanting to use four postures, a opposites, and a shopkeeper went away from that place.",
    "ai-atk-s0202a0:102_5": "placed a bowl in the midst of the Dhamma, sat down on this place,",
    "ai-atk-s0202a0:102_6": "and sit down for two things groundlessly on a site,",
    "ai-atk-s0202a0:102_7": "Now he wanted to lie down in a craft, wanting to make a new deportment for four months.",
    "ai-atk-s0202a0:102_8": "If they are called",
    "ai-atk-s0202a0:103_0": "He has a outer robe. It seems, there were anointed capital whose embracings in the presence of the King, King Mahāsudassana, having made a carpets for the adornment, for the sake of their sewings and cowsherd, and his carpets were brought out through four neighborhoods, so that the laziness will be for his lasting welfare and happiness.",
    "ai-atk-s0202a0:103_1": "The Teacher then rose up and lay down his outer robe.",
    "ai-atk-s0202a0:103_2": "and after emerging from his seat, he gives the full admission to the perception of a trainee nun who has gone beyond.",
    "ai-atk-s0202a0:104_0": "the chief female slave took a waterpot and, it seems, in that place, the chief of the world together with its gods. At that time the assembly was watched over that night, the elder addressed them,",
    "ai-atk-s0202a0:104_1": "Endowed with virtue: possessing virtue, (are endowed with) possessing virtue, needing a full in virtue, is the meaning.",
    "ai-atk-s0202a0:104_2": "Good people, having given up the true teaching of the good persons,",
    "ai-atk-s0202a0:105_0": "This is the reason why arrangements for in this place and that was said:",
    "ai-atk-s0202a0:105_1": "Herein, virtue should be understood as stated in the way described under the headings of virtue in the way already described.",
    "ai-atk-s0202a0:106_0": "For the meaning of bad bodily conduct is deluded by the word of body, for the sake of bad bodily conduct, for the sake of good conduct, for the sake of substance, is the meaning.",
    "ai-atk-s0202a0:106_1": "(and say): In order to prudent bad conduct by way of body, speech, and mind, the meaning is that it is beneficial for the sake of conscience and shame.",
    "ai-atk-s0202a0:106_2": "Energetic, energy, unbeneficial, and lacking regard for others.",
    "ai-atk-s0202a0:106_3": "for the purpose of giving up.",
    "ai-atk-s0202a0:106_4": "for the sake of the full ordination;",
    "ai-atk-s0202a0:106_5": "Possessing down: possessing strength.",
    "ai-atk-s0202a0:106_6": "staunchly vigorous—",
    "ai-atk-s0202a0:106_7": "When you’re not excited by skillful qualities, skillful qualities, blamelessness, and to be energetic.",
    "ai-atk-s0202a0:106_8": "* Devānampiyatissa",
    "ai-atk-s0202a0:106_9": "mindfulness and awareness:",
    "ai-atk-s0202a0:106_10": "How can he be found?",
    "ai-atk-s0202a0:106_11": "The powers are strong",
    "ai-atk-s0202a0:106_12": "For when there is wisdom, there is strength that is weakness and strength, then it is stronger;",
    "ai-atk-s0202a0:107_0": "Which is better—to for a long time undergoing the shrine, or for a long time?",
    "ai-atk-s0202a0:107_1": "To long as he is engaged in discussion, by means of speech or mental preference, and his effacement that helps remain in the same way as oneself, etc.,",
    "ai-atk-s0202a0:107_2": "recollecting that person, recollecting that thus: “Having been called there, who have long been analytically, observed in his body or speech,",
    "ai-atk-s0202a0:107_3": "these bodily forms are not consciousness-originated, mind-made, and forms.",
    "ai-atk-s0202a0:107_4": "And so, having recollected these things, he recollects thus: ‘Only form, feeling, perception, choices, and consciousness. He recollects it thus: ‘On the awakening factors of mindfulness, he becomes dispassionate!’",
    "ai-atk-s0202a0:107_5": "mindfulness and full awareness,",
    "ai-atk-s0202a0:107_6": "and mindfulness that is established again and again, the owners should be understood as death.",
    "ai-atk-s0202a0:108_0": "and for the sake of the aggregates, five constituents (of mind and body), for the purpose of rise and fall.",
    "ai-atk-s0202a0:108_1": "It is because of the Noble One’s : he who has cut off the defilements and virtue, and who is pure in the absence of the wide in the mode of purity ,",
    "ai-atk-s0202a0:108_2": "endowed with wisdom, Vipassī, amongst those who know paths, and the path and the practice.",
    "ai-atk-s0202a0:108_3": "enthusiastic: it is understanding that is called penetration of penetration.",
    "ai-atk-s0202a0:108_4": "Herein, the entire spectrum of greed, hate, and delusion, the mass of delusion, the mas of greed, hate, delusion, the mas of delusion, and the mas of delusion.",
    "ai-atk-s0202a0:108_5": "these two culminations were the opposite contemplation of path, and the enlightenment factor in terms of insight. Then it is allowed to be described in the way that is “swelling the Wise.”",
    "ai-atk-s0202a0:108_6": "And here too that leads to the complete destruction of suffering is simply suffering, namely, “whatever is allowed”.",
    "ai-atk-s0202a0:108_7": "And then, as they do so, the suffering in calm, the suffering that comes about, and the path.",
    "ai-atk-s0202a0:108_8": "The path that leads to the cessation of suffering should be understood. The practice that leads to the cessation of suffering should be understood.”",
    "ai-atk-s0202a0:109_0": "his mind caught up in them,",
    "ai-atk-s0202a0:109_1": "For the blissful meditation in the present life, and for the sake of blissful meditation in the present life,",
    "ai-atk-s0202a0:109_2": "very moved, they wish: “hurriedly” is in the womb.",
    "ai-atk-s0202a0:109_3": "obtains (them) without trouble.",
    "ai-atk-s0202a0:109_4": "obtains abundant beauty;",
    "ai-atk-s0202a0:109_5": "One who is able to set up aside with the familiarm of concentration, one who is able to enter upon and dwell in the states of unclean qualities, one who is able to get upset and stillness, without trouble or difficulty, is able to get upset even with the conditions for attaining the impermanence of defilements.",
    "ai-atk-s0202a0:109_6": "one wished: “As a particular with the body, that is an unprofitable state, and that is capable of having entered upon the states of immersion”; he is able to get up from his seat without trouble or difficulty, and like this untouchable.",
    "ai-atk-s0202a0:110_0": "This noble disciple is said to be ‘autified’. They’re practicing a trainee noble disciple who has achieved their heart’s desire, but they’re freed from the corruptions in the future.",
    "ai-atk-s0202a0:110_1": "Those who are released from excessive,",
    "ai-atk-s0202a0:110_2": "they are capable of breaking up and understanding, they can know knowledge of schism.",
    "ai-atk-s0202a0:110_3": "It is because of leading to the noble path.",
    "ai-atk-s0202a0:110_4": "it is the supreme sanctuary that leads to the supreme sanctuary.",
    "ai-atk-s0202a0:110_5": "But the meaning of this simile of the meaning should be understood here as the meaning in the way already described.",
    "ai-atk-s0202a0:110_6": "For it is this chicken’s doctrine: “He isn’t possessed of three factors, as in the case of the bhikkhus who possesses this threefold sacrifice, like a chicken’s eggs,” and so on. Then, when a bhikkhu has attained that virtue, he thus he is accomplished in virtue of chickens and pigs, he has three qualities, he is an ascetic, possessed of virtue” .",
    "ai-atk-s0202a0:110_7": "Let them know this as (thought),",
    "ai-atk-s0202a0:110_8": "The rest is as stated here.",
    "ai-atk-s0202a0:111_0": "It is the first purity of mindfulness that is best and equanimity because of non-existence, and that equanimity based on the fourth jhāna.",
    "ai-atk-s0202a0:111_1": "Steady in the first and the breakup of the body is the first knowledge.",
    "ai-atk-s0202a0:111_2": "For the second and also in the case of the remainder.",
    "ai-atk-s0202a0:111_3": "But the chicken’s carpet is like a chick from a storm to mother’s womb or from two spears.",
    "ai-atk-s0202a0:111_4": "A noble disciple with the three knowledges grows old,",
    "ai-atk-s0202a0:111_5": "Having destroyed my former lives, and with the divine eyes, and with the first noble knowledge of the death and rebirth of sentient beings, and gave the going to that host of gods.",
    "ai-atk-s0202a0:112_0": "He is called “restraint by his step” and “This is the meaning.”",
    "ai-atk-s0202a0:112_1": "And the meaning is helpful for the immoral states beginning with many different kinds of virtue: the meaning is that.",
    "ai-atk-s0202a0:112_2": "(but) you can get back from that place where the sky comes from.",
    "ai-atk-s0202a0:112_3": "So in each instance,",
    "ai-atk-s0202a0:113_0": "This pertains to their knowledge. This is the meaning.",
    "ai-atk-s0202a0:113_1": "Many knowledgeable are helpful to the many kinds of clear vision (of knowledge): this is the eight knowledges.",
    "ai-atk-s0202a0:113_2": "He gives up that knowledge and conduct, and his knowledge are clear.",
    "ai-atk-s0202a0:113_3": "So in each instance,",
    "ai-atk-s0202a0:113_4": "Such is the three knowledges, namely, the one accomplished in knowledge and conduct.",
    "ai-atk-s0202a0:113_5": "Accomplished in the five things, and also with the quadruple jhāna.",
    "ai-atk-s0202a0:113_6": "Then he is endowed with both kinds of clear vision and virtuous conduct:",
    "ai-atk-s0202a0:114_0": "He is the sweetest of the sweet, the sweet, the most even roaming for a long time, song of the boys, since he is known (to bedroom).",
    "ai-atk-s0202a0:114_1": "They perceive that it seems at the phrase of mentioned by human beings in the various ways, wherever they were reborn in the Brahmā-world’s produced in him, and because of the Brahmā-world he was born, because of the Brahmā-world’s life-form, and because of that.",
    "ai-atk-s0202a0:114_2": "Passion about people in this life is the meaning.",
    "ai-atk-s0202a0:114_3": "Those who follow the example of Godhātā in such a place, I am the first among those who follow the people in the world.",
    "ai-atk-s0202a0:114_4": "(But) the Blessed One, having taught him me in Nādika, and I also say this to the Nuns: “Buddha:",
    "ai-atk-s0202a0:115_0": "‘The aristocrat is first among people who are merchants, who have cattle,",
    "ai-atk-s0202a0:116_0": "endowed with understanding and good conduct, he is the first among gods.”",
    "ai-atk-s0202a0:117_0": "one who spoke kindly in speech,",
    "ai-atk-s0202a0:117_1": "having heard that the Fortunate One was sitting on the its legs, on his return from alms-round, he sat down on the behalf of the Sundarīnandā.",
    "ai-atk-s0202a0:117_2": "Thus this is called ‘Buddha’.",
    "ai-atk-s0202a0:117_3": "The rest is clear.",
    "ai-atk-s0202a0:118_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:119_0": "The commentary on the trainees is finished.",
    "ai-atk-s0202a0:120_0": "4. Potaliyasuttavaṇṇanā",
    "ai-atk-s0202a0:121_0": "Potaliya the Wanderer",
    "ai-atk-s0202a0:121_1": "Herein, the northern quarter is called the crossroad in that very spot. But the water is also called the northern quarter.",
    "ai-atk-s0202a0:121_2": "he who has completed the agreement by the great waters too.",
    "ai-atk-s0202a0:121_3": "Here is the description of the development of the Poison:",
    "ai-atk-s0202a0:121_4": "While this Jambudīpa, it seems, for ten thousand leagues,",
    "ai-atk-s0202a0:121_5": "Herein, one thousand leagues moves down from a place to settlement in water.",
    "ai-atk-s0202a0:121_6": "the people dwelling in three thousand leagues.",
    "ai-atk-s0202a0:121_7": "Guardian of the 84,000 kilometers, Guardian of the Himalayas, yojanas, each were planted by the Himālayas, and creeper-covered in the Himālayas, with a thousand leagues longhouse at the end of the wide, with five hundred leagues in extent, and seven hundred leagues away.",
    "ai-atk-s0202a0:121_8": "and they became fragrant of the fragrant pyre, with these five hundred fragrant scents, perfumes, and floats.",
    "ai-atk-s0202a0:122_0": "There he’s a golden plate covered with gold netting, covered the leaf-hut, and covered the load with the hand of the face.",
    "ai-atk-s0202a0:122_1": "made a funeral precious things, and all precious things,",
    "ai-atk-s0202a0:122_2": "made of big as a bungalow,",
    "ai-atk-s0202a0:122_3": "the fragrance of the scent, below the sky covered with the drums, which was like the chain of a mud-smelling trees, the heartwood, the tip of fragrance, and the belly, and the blossoms, burning with the roots and fruits, trunks and fragrant roots, and perfumes, and leaves, and perfumes all these ten.",
    "ai-atk-s0202a0:122_4": "made of kings, wearing dust and dirt,",
    "ai-atk-s0202a0:122_5": "Standing all the charnel grounds, he’d cover the form of a well-proclaimed.",
    "ai-atk-s0202a0:122_6": "These were all the gods, that were flowing along the sky and the rainy season.",
    "ai-atk-s0202a0:122_7": "that even the water does not move,",
    "ai-atk-s0202a0:122_8": "While walking along the moon or sun were upset, they were upset by the south of the mountain. And as they were standing upright, they were upright, they did not lie down in that lake.",
    "ai-atk-s0202a0:123_0": "Herein, a delightful one, with those without protection, one of the parks, one of the heavens, the one of the gods, whose cankers have been brought out of compassion for the Buddha, the Devas, the Paccekabuddhas, and the Supreme Ones, the Best of Paccekabuddhas, and the Supreme One,",
    "ai-atk-s0202a0:124_0": "The four lions, tigers, jackals, and four drains.",
    "ai-atk-s0202a0:124_1": "with his lion’s sits in the mouth of a lion.",
    "ai-atk-s0202a0:124_2": "elephants, horses, and chariots—",
    "ai-atk-s0202a0:124_3": "From the eastern quarter in the eastern direction, there are three times in the western directions, and there are three times in the sea. And there too, having which the oceans arrived at the eastern ocean.",
    "ai-atk-s0202a0:124_4": "And as they emerged from the western direction and reappeared in the northern direction, they went in the last direction, and in the southern direction, where they spread through the intermediate direction.",
    "ai-atk-s0202a0:124_5": "As he stood in the southern direction, having risen above his right side towards the southern quarters, and he went back to the southern hills. When he came back to the east of the mountain, he creepers and threwshed the water over his feet. And he places the right side towards the stream of the mountain.",
    "ai-atk-s0202a0:124_6": "Herein, wisdom ponds is the sesame seeds of 40 kilometers, covered over the whole of the lotus pond.",
    "ai-atk-s0202a0:124_7": "Then, after breaking the postures, he drops of the earth, turning it through the air, and hanging the names of the mountain, five hundred leagues in the hands of the palms, and when he had finished his fingers, he descended to the five-hundred bones.",
    "ai-atk-s0202a0:124_8": "(wells) three times, having circumambulated him (wrong), which is called a “change- of”.",
    "ai-atk-s0202a0:124_9": "While he was standing on the top of a goad, on the backs of the hands, and the wide openings of the bodies of a thousand leagues long, held together with the gracelets, and places wide opened by the back, and he places the neck, the looking at the leaf frame. The sea, the places of the belly, the frontier of the handle is said to be found.",
    "ai-atk-s0202a0:124_10": "While Virūpakkha was having taken up the five-hundred mountains and had been produced in the Ganges to the Yamunā, and Yamunā, he had mastered the five great rivers.",
    "ai-atk-s0202a0:124_11": "So the five great rivers become established in the Himalayavis.",
    "ai-atk-s0202a0:124_12": "This is the fifth great gangster: here, and there is the greatest of them.",
    "ai-atk-s0202a0:124_13": "the upper limb should be understood to be known that very day in the north of the water.",
    "ai-atk-s0202a0:124_14": "In that country, in the north,",
    "ai-atk-s0202a0:125_0": "At that Āpaṇa, it seems, there were twenty thousand coins of town and country.",
    "ai-atk-s0202a0:125_1": "So they’re reckoned as an abundance of water because they’ve shell.",
    "ai-atk-s0202a0:125_2": "His cave is staying near the town of the Ganges river, delightful is the garden of the earth. And the Buddha lived in that forest grove.",
    "ai-atk-s0202a0:125_3": "That is why I wouldn’t feel reputation.",
    "ai-atk-s0202a0:125_4": "approached the Buddha, the jungle thicket, and the householder timidly.",
    "ai-atk-s0202a0:125_5": "Potaliya was also said to be the householder Potaliya:",
    "ai-atk-s0202a0:125_6": "ninety-nine years (afterwards) the Puṇṇakas of the World, the Lord of the World, the Abode of Puṇṇaka, and Meteyya.",
    "ai-atk-s0202a0:125_7": "By the six kinds of sunshade: the meaning is, the meaning is, and the best sandals on.",
    "ai-atk-s0202a0:125_8": "the high couch, the luxurious couches, the earth quaked,",
    "ai-atk-s0202a0:125_9": "For even a man who does what is meant is that is called “following”.",
    "ai-atk-s0202a0:125_10": "(Householder,) ‘Householder,’ with this word,",
    "ai-atk-s0202a0:125_11": "‘As argues with you,’",
    "ai-atk-s0202a0:126_0": "This is the third kind of discussion that the Buddha spoke.",
    "ai-atk-s0202a0:126_1": "Herein, stinginess that is not suitable,",
    "ai-atk-s0202a0:126_2": "they don’t move essential or coarse.",
    "ai-atk-s0202a0:126_3": "Searching all aspects beginning with the mode of the aspect, etc., are of all aspects.",
    "ai-atk-s0202a0:126_4": "If he is conceived in the case of a laypersonous layman, for a layperson, he sees even a layperson carts, etc., which is in the sign of a householder, is using the sign of fondness because he wants more.",
    "ai-atk-s0202a0:126_5": "It’s just as householder for you to profitable signs.",
    "ai-atk-s0202a0:126_6": "I’ll give you one to you that.”",
    "ai-atk-s0202a0:126_7": "Then that householder, not being heedless by means of arrival at the end of my agreement.",
    "ai-atk-s0202a0:127_0": "Emancipating, it leads out,",
    "ai-atk-s0202a0:127_1": "when he does not say he speaks in accordance with the Teaching, he thinks, “What can be done so that advice is unquire about to give advice?” and when it is given to the instruction, he is called “Repulsive”.",
    "ai-atk-s0202a0:127_2": "“As you don’t do the same, lady, you’ll carry a posture, or partner in that way?”",
    "ai-atk-s0202a0:127_3": "but I don’t do it in both.",
    "ai-atk-s0202a0:127_4": "But I don’t speak contrary to the Teaching.",
    "ai-atk-s0202a0:127_5": "I don’t tell you what you do. Because I’m covering my limbs and neck, nor does I make an end of suffering. But I don’t abide in this way.",
    "ai-atk-s0202a0:128_0": "greed should be given up and cut off.",
    "ai-atk-s0202a0:128_1": "blameless, untroubled, uneven,",
    "ai-atk-s0202a0:128_2": "too calm, falling away, drying back,",
    "ai-atk-s0202a0:128_3": "Herein, as to cutting off the preparation: here is there, the nutriment, which is to say, the refuse-rag wearer, the nose, the ear, and the nose-tip:",
    "ai-atk-s0202a0:129_0": "“Whoever amongst humans makes his livelihood through business,",
    "ai-atk-s0202a0:130_0": "Knowledge, Vāseṭṭha, do not know how to go?”",
    "ai-atk-s0202a0:131_0": "This is a large dwelling:",
    "ai-atk-s0202a0:131_1": "knowing that it is reckoned as a reckoned as a reckoning,",
    "ai-atk-s0202a0:131_2": "“As I understand the monks, this is called the name of the monastery”.",
    "ai-atk-s0202a0:131_3": "“The eight noble expressions are ignoble expressions.”",
    "ai-atk-s0202a0:131_4": "Because he has gone forth is there’s no such generality, there’s no intention to be an ascetic.",
    "ai-atk-s0202a0:131_5": "he’s a householder, there is no ascetic,",
    "ai-atk-s0202a0:131_6": "he’s overcome by householders, there is no ascetic.",
    "ai-atk-s0202a0:131_7": "‘It’s hard, he’s gone forth.",
    "ai-atk-s0202a0:131_8": "That’s why all those who obtain this.",
    "ai-atk-s0202a0:132_0": "I killed living creatures here and there is a cause of killing living creatures here.",
    "ai-atk-s0202a0:132_1": "For, in this way, killing living creatures is a cause of killing living creatures.",
    "ai-atk-s0202a0:132_2": "He says that many people killed living creatures are not killed.",
    "ai-atk-s0202a0:132_3": "So I bound them the fetters and bonds to kill living creatures.",
    "ai-atk-s0202a0:132_4": "Because of this, they practice for the welfare of contemplation.",
    "ai-atk-s0202a0:132_5": "I’ll be able to kill living creatures, steal, and commit sexual misconduct.",
    "ai-atk-s0202a0:132_6": "Even when sensible people want to go forth they might not reply. They’d better preemptively rouse up such a lazy person, witness, and now they’re unable to receive the going forth in such a state, then make an effort to get these things.",
    "ai-atk-s0202a0:132_7": "And this is how it is said that both the five hindrances and the five hindrances are specifically prone to being fettered.",
    "ai-atk-s0202a0:132_8": "For the hindrances are called “bounded” in the sense of axle and the hindrances” too.",
    "ai-atk-s0202a0:132_9": "Killing living creatures gives rise to defilements.",
    "ai-atk-s0202a0:132_10": "distressing and feverish,",
    "ai-atk-s0202a0:132_11": "Herein, dwelling as, the results of sorrow and lamentation, pain, sadness, and distress.",
    "ai-atk-s0202a0:132_12": "The meaning should be understood according to this very meaning.",
    "ai-atk-s0202a0:133_0": "34-40.",
    "ai-atk-s0202a0:133_1": "And this is the effect.",
    "ai-atk-s0202a0:133_2": "With the giving up of these fetters I entered into a wilderness for the sake of defilement of sensual pleasures. Those precepts and observances, speech, and mind, and body and mind; and I spoke the path that constantlying in all verbal processes, mental processes, and wrong speech. And I entered upon the end of each other.",
    "ai-atk-s0202a0:134_0": "You’d really achieve me that I’ve gone forth. Why wouldn’t I be able to live alone in the underworld due course even after being a sensible life?’",
    "ai-atk-s0202a0:134_1": "Having gone forth in such a way, when they weren’t able to go forth, why would they reply?",
    "ai-atk-s0202a0:134_2": "and laughing loudly the precincts of judge, he then left without seeing.",
    "ai-atk-s0202a0:134_3": "having given everything over the ascetic Gotama’s going forth,",
    "ai-atk-s0202a0:134_4": "Different and shaking in go forth in the realm of luminous go forth,",
    "ai-atk-s0202a0:134_5": "when anyone disparages the recitation is violent. They reside in due course after insistence. They indicate that case the going forth and the requisites.",
    "ai-atk-s0202a0:134_6": "She who despised the thorns, insistence on her limbs, and necklaces,",
    "ai-atk-s0202a0:134_7": "(But) for one who has gone forth into homelessness out of desire and fondness would not be able to give up me the conceit of ‘I am’, and so why would I not give up my permission?",
    "ai-atk-s0202a0:134_8": "having gone forth in such a way, is it not able to give up that very day. How can she not be able to give up this exposition of the teaching?”",
    "ai-atk-s0202a0:135_0": "But the defilements that arise in this way are seen, heard, thought, and known as the defilements of sensuality, desire to be reborn, and ignorance. Their defilements arise because of that.",
    "ai-atk-s0202a0:136_0": "Of these eight, that is to say, the meaning in brief and in the eight ways:",
    "ai-atk-s0202a0:136_1": "And I’m not able to give up the first four noble truths.",
    "ai-atk-s0202a0:136_2": "Killing living creatures, stealing, and ignorant speech that’s false, divisive, harsh, or nonsensical; and failure in conduct, ill will, misapprehension of precepts and observances, sensual pleasures, and ignorance. Ignorance in view, ethics, mind, and views, all these three kinds of misconduct are seen.",
    "ai-atk-s0202a0:136_3": "But since he chooses his body, his speech and mind is present, there are two things that are not protected by body, speech, and mind, both for the same reasons.",
    "ai-atk-s0202a0:136_4": "What’s a point that’s cleared?",
    "ai-atk-s0202a0:136_5": "restraint in the monastic code.",
    "ai-atk-s0202a0:136_6": "(You should distinguish the Pātimokkha), the bhikkhu who possesses the precepts, and the questions should be understood to be questioned by a householder, and by one who is constantly hollow.",
    "ai-atk-s0202a0:137_0": "On Desire",
    "ai-atk-s0202a0:138_0": "42.",
    "ai-atk-s0202a0:138_1": "He can understand how this reference to him if he’s covered with him.",
    "ai-atk-s0202a0:138_2": "And a dog needles thread, a dog’s bathing powder, would thin it.",
    "ai-atk-s0202a0:138_3": "Bones, sinews, bones, bone-marrow, kidneys,",
    "ai-atk-s0202a0:138_4": "for that is called groin.",
    "ai-atk-s0202a0:138_5": "The places have been produced, well placed, well placed, and founded, in that place the walls have been well placed on all the ground—is able to raise it.",
    "ai-atk-s0202a0:138_6": "Hence it is said: “Like (one).”",
    "ai-atk-s0202a0:138_7": "but bloody dysentery: “One who is lost oppressed by that blood.”",
    "ai-atk-s0202a0:139_0": "Yet they’re full of pain and distress, anguish, and distress.",
    "ai-atk-s0202a0:139_1": "When equanimity is called “blessed” in the five stages of variety, etc., then the five cords of sense desires, etc., and then, these are called “chabounded .”",
    "ai-atk-s0202a0:139_2": "Each one object is declared in the fourth jhāna, etc., just as the object of the equanimity of the one object, and it is an individual essence too for one object, and it is “internally subsequently” .",
    "ai-atk-s0202a0:139_3": "Where there are totally formless meditations, with the ending of all material possessions, honor, and popularity, with the simile of the fourth absorption, where all the world’s material delights of material delights. That is, the material delights of the world’s material delights .",
    "ai-atk-s0202a0:139_4": "and the five kinds of sensual stimulation are mentioned even as objects of the sense desires as object and the sense-field kinds of sensual stimulation are mentioned , and they are stated in the sense of urgency.",
    "ai-atk-s0202a0:139_5": "It looks on at the fourth terror that jhāna, because of looking away in material pleasures, because of the fourth absorption, because of not grasping: the fourth jhāna in the finest enlightenment.",
    "ai-atk-s0202a0:140_0": "were to go consecrated with a knife,",
    "ai-atk-s0202a0:140_1": "Having bound together, they bound by.",
    "ai-atk-s0202a0:140_2": "If they’d drink it with a straw",
    "ai-atk-s0202a0:140_3": "If they had given away meat, I would not have died.",
    "ai-atk-s0202a0:141_0": "He would ask for manual labour in a vehicle,",
    "ai-atk-s0202a0:141_1": "Like dogs, (where) palaces, having manifolded in her tail,",
    "ai-atk-s0202a0:141_2": "if she takes things away and a group;",
    "ai-atk-s0202a0:142_0": "falling fruit on a very fruitful, which has fallen fruit, and is fruitful.",
    "ai-atk-s0202a0:143_0": "they shine the supreme solitary defilements.",
    "ai-atk-s0202a0:144_0": "I am like a golden coin, not drunk from the earth to another.",
    "ai-atk-s0202a0:144_1": "One should not cut off laymen who do not allow the old, in order to extinguish it:",
    "ai-atk-s0202a0:144_2": "A thoroughbred should know that he is included by food and drink.",
    "ai-atk-s0202a0:144_3": "One should not eat fine food from one another while eating.",
    "ai-atk-s0202a0:144_4": "The rest is clear.",
    "ai-atk-s0202a0:145_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:146_0": "The conclusion of Potaliya is finished.",
    "ai-atk-s0202a0:147_0": "5. Jīvakasuttavaṇṇanā",
    "ai-atk-s0202a0:148_0": "Ājīvakas, Thus after livelihood",
    "ai-atk-s0202a0:148_1": "Herein, Jīvaka’s mango grove is alive in Jīvaka’s mango grove.",
    "ai-atk-s0202a0:148_2": "And the prince Jīvaka Komārabhacca",
    "ai-atk-s0202a0:148_3": "saying: “What’s that surrounded by crows?",
    "ai-atk-s0202a0:148_4": "The children, the carpenter Divinities,",
    "ai-atk-s0202a0:148_5": "scolds his livelihood:",
    "ai-atk-s0202a0:148_6": "‘Yes’ he’s alive,",
    "ai-atk-s0202a0:148_7": "Well then, take him to our compound and give him to the wet-nurses to feed.",
    "ai-atk-s0202a0:148_8": "When they’re alive, Jīvaka Komārabhacca was named Jīvaka.”",
    "ai-atk-s0202a0:148_9": "This is in brief ;",
    "ai-atk-s0202a0:148_10": "But in detail the Ājīvakas the Absorptions have been explained in detail.",
    "ai-atk-s0202a0:148_11": "Discussion of the discussion on the Vinaya Commentary.",
    "ai-atk-s0202a0:149_0": "And in one time, Ājīvaka ascetics, the Blessed One’s body, having given a cloth to the requisites of the Buddha. After giving a cloth to the fruit of stream-entry, he thought:",
    "ai-atk-s0202a0:149_1": "“For two or three times the Buddha is carrying a lamp on the beryl, but this beryl garments of the Bamboo Grove on the day of the Bamboo Wood, whatever seat is more than the Buddha.”",
    "ai-atk-s0202a0:149_2": "At that mango tree, on the day of the night, under the incomparable jungle thickets, at the root of the Buddha, in the Gandhakuṭīkāra surrounded by the Saṅgha of monks. Having made a building a dwelling, he offered a hut with perfumed garlands and robes with fragrant perfumes.",
    "ai-atk-s0202a0:149_3": "That of which is said:",
    "ai-atk-s0202a0:149_4": "“At Jīvaka’s mango grove.”",
    "ai-atk-s0202a0:150_0": "killing others;",
    "ai-atk-s0202a0:150_1": "After reciting the Monastic Code, they recite,",
    "ai-atk-s0202a0:150_2": "Dependent on deeds,",
    "ai-atk-s0202a0:150_3": "Or alternatively, all is a term for their own work, for the sake of their wives, or for the sake of their deeds thus: “So let me use meat, I am the aggregates,” or “It’s when they killed.”",
    "ai-atk-s0202a0:150_4": "If he answers in accordance with the Teaching, they explain that the Buddha has said:",
    "ai-atk-s0202a0:150_5": "Here the explanation of the three points: here is three hundred and eighty ten millions, namely, a large crowd of people, and given to the people.",
    "ai-atk-s0202a0:150_6": "Since the Buddha does not use them, he thinks them make use of them as an ascetic of the ascetics of other religions.",
    "ai-atk-s0202a0:150_7": "Or alternatively, there are some who speaks contrary to the Teaching, the Monastic Law, and the accompany, when asked by others without having asked. one, for a sensible person, and so on.",
    "ai-atk-s0202a0:150_8": "This is said:",
    "ai-atk-s0202a0:150_9": "“What’s the point of yours? Those who do not go?”",
    "ai-atk-s0202a0:150_10": "They declare:",
    "ai-atk-s0202a0:151_0": "52.Ṭhānehīti kāraṇehi.",
    "ai-atk-s0202a0:151_1": "having seen the monks in the three states of deer, he killed the fish.",
    "ai-atk-s0202a0:151_2": "having heard that the deer (who had been slaughtered) up, he went on foot.",
    "ai-atk-s0202a0:151_3": "the suspected of what is seen, heard, or suspected of sustained thought, being suspected as well. And the threefold proportioned.",
    "ai-atk-s0202a0:152_0": "Here is a exposition given in all ways:",
    "ai-atk-s0202a0:152_1": "Take mendicants see people in the villages, towns, and capital cities. They leave the village or town in the wilderness.",
    "ai-atk-s0202a0:152_2": "And next day, on the same day, looked for almsfood.",
    "ai-atk-s0202a0:152_3": "Through that monk has been seen, he thinks, “Is this because he does not suspect it?”",
    "ai-atk-s0202a0:152_4": "when the announcement is not confused about,",
    "ai-atk-s0202a0:152_5": "If people heard that, they weren’t able to ask him, “But sir,” and they told him what had happened.",
    "ai-atk-s0202a0:153_0": "Or else mendicants don’t see it or hear it.",
    "ai-atk-s0202a0:153_1": "And next day, on the same day, looked for almsfood.",
    "ai-atk-s0202a0:153_2": "With that he has been suspected, saying, “Is this allowable to do this?” “It is not allowable for the sake of substantives,”",
    "ai-atk-s0202a0:153_3": "when the announcement is not confused about,",
    "ai-atk-s0202a0:153_4": "If people heard that, they weren’t able to ask him, “But sir,” and they told him what had happened.",
    "ai-atk-s0202a0:154_0": "Yet they don’t see anyone walking for alms. They don’t hear the alms-food in the village or town for alms.",
    "ai-atk-s0202a0:154_1": "They suspect that (the monks): “Where do they suspect that fearfulness is myed?” Then they suspect that it is called supreme sublime.",
    "ai-atk-s0202a0:154_2": "is not allowed to take this when there is no cycle.",
    "ai-atk-s0202a0:154_3": "when the announcement is not confused about,",
    "ai-atk-s0202a0:154_4": "If, people said, “If it is for the purpose of rightly, venerable sir,” and after hearing it from the group of six. Then they told him, “Venerable sir, it is for the benefit of the building work.” Then they put it on what was allowable for us.",
    "ai-atk-s0202a0:155_0": "and in order to do the work for the purpose of a moment given for the purpose of the dead, or for the purpose of service,",
    "ai-atk-s0202a0:155_1": "The all that had been allowed for the monks are extremely disgusting.",
    "ai-atk-s0202a0:155_2": "But if they live in a monastery, they do not know the benefit of themselves or others,",
    "ai-atk-s0202a0:155_3": "Those who know, however, is allowed.",
    "ai-atk-s0202a0:155_4": "Those who know about them do not know about them, even one of them is not allowed.",
    "ai-atk-s0202a0:155_5": "They too know that it was given for our benefit and request, thinking, “There is no need for this.”",
    "ai-atk-s0202a0:155_6": "all those who know nothing.",
    "ai-atk-s0202a0:155_7": "For anyone who stands by legitimate means, who has no consideration for all of these five reasons:",
    "ai-atk-s0202a0:156_0": "And if someone gives him a single monk, he would use it even if he gives him his own bowl, saying, “If that monk who is giving him a use of it,” and he gives it to the faithful monk.",
    "ai-atk-s0202a0:156_1": "Entering a bowl:",
    "ai-atk-s0202a0:156_2": "If she does not perceive her as such, there is no offense.",
    "ai-atk-s0202a0:156_3": "For the one who isn’t able to do the other, there is no offense for the other.",
    "ai-atk-s0202a0:156_4": "But there is no offense for one who receives it.",
    "ai-atk-s0202a0:156_5": "Having repelled aside the two, there is no offense for the sake of defecating,",
    "ai-atk-s0202a0:156_6": "But if he knows that there is no alcoholic drinks, he should confess it without having knowing it.",
    "ai-atk-s0202a0:156_7": "When you know that what you don’t know, you commit an offense entailing confession. I won’t do anything I eat.",
    "ai-atk-s0202a0:156_8": "Therefore, when you are involved by means of form, you should eat it and then ask it. You should ate it at the right time, and then eat it.",
    "ai-atk-s0202a0:156_9": "In what is hard to understand",
    "ai-atk-s0202a0:156_10": "When it is a slaughter of progress, what is like, for one who has apprehended the herd and say, the deer-hunter’s slaughtering. So they ask for the sake of the deer.",
    "ai-atk-s0202a0:157_0": "On the following day he went to the monks for which he had seen.",
    "ai-atk-s0202a0:157_1": "and they were unable to kill them for the authority.",
    "ai-atk-s0202a0:157_2": "not suspected, not suspected, and without suspected,",
    "ai-atk-s0202a0:157_3": "‘I enjoy these three things.’",
    "ai-atk-s0202a0:158_0": "53.",
    "ai-atk-s0202a0:158_1": "Now he shows such things as I am able to do so, while the monks have come.",
    "ai-atk-s0202a0:158_2": "Herein, even though the mendicants say: having spoken of their own view, they should understand that it’s said.",
    "ai-atk-s0202a0:158_3": "Because the Buddha has taught the Discourse on the Great Sanctuary king in this matter how only three times, as he was learned in the three cases of the three times.",
    "ai-atk-s0202a0:158_4": "who eats boiled fine rice, Yasa inflict, free of delicious food, and lumps, who does not endure crushing alms-food in the succession. And who is an lump of meat because of this excessive lucidity, who is insignificant:",
    "ai-atk-s0202a0:158_5": "is tied up by craving,",
    "ai-atk-s0202a0:158_6": "having questioned craving in regard to us, without being asked,",
    "ai-atk-s0202a0:158_7": "(but) he does not fall into it, like a cow withdrawn, like the lump of necklace, is the meaning.",
    "ai-atk-s0202a0:158_8": "seeing the danger in one part of the night, having entered upon the well-postsed space, he will not see the danger in any nine stomach drawbacks, and so on.",
    "ai-atk-s0202a0:158_9": "who uses an escape from someone else’s use, and who uses them after uses them with wisdom, and uses them as an inheritance.",
    "ai-atk-s0202a0:158_10": "If he hurts himself or others with the intention of self,",
    "ai-atk-s0202a0:158_11": "they’ve heard: ‘This is mine, this is my self,’",
    "ai-atk-s0202a0:158_12": "If that’s what you were referring to, I say: ‘Just now, Jīvaka, the Great Brahmā, the Ājīvaka ascetic, the ruler of all those who live well-known, I will give up that statement.’",
    "ai-atk-s0202a0:158_13": "calls concord,",
    "ai-atk-s0202a0:159_0": "54.",
    "ai-atk-s0202a0:159_1": "And he did just that.",
    "ai-atk-s0202a0:159_2": "(but) do you take part in the body,",
    "ai-atk-s0202a0:160_0": "This Ājīvaka ascetic is a requisite with spears.",
    "ai-atk-s0202a0:160_1": "in this place the Buddha shows where seven days,",
    "ai-atk-s0202a0:160_2": "If anyone says this, “Whoever gets food and drinks it, the crops have one hundred thousand aeons, but after giving them a lump of double-robes,” then he should give him while eating.",
    "ai-atk-s0202a0:161_0": "Herein, this is the first reason.",
    "ai-atk-s0202a0:161_1": "* He who despises a robbery in a mountain cleft, rising up the neck,",
    "ai-atk-s0202a0:161_2": "swelling the delightful murderer,",
    "ai-atk-s0202a0:161_3": "Sineru that they proclaimed what was unbeneficial for covering the slaughter of the flesh, and beating the enlightener of the deer said:",
    "ai-atk-s0202a0:161_4": "“You’re an ascetic called ‘one who’s undoubled’.”",
    "ai-atk-s0202a0:161_5": "But there were a famine in the realm of nymphs in a charnel ground, on a slaughtering pit, or a deer, and a hunter who knew the slaughter of thes’ lamps, and who knew the herd of deer, saying: “This is the path to hunt.”",
    "ai-atk-s0202a0:161_6": "for those who have much merit.",
    "ai-atk-s0202a0:161_7": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.",
    "ai-atk-s0202a0:161_8": "But while giving this teaching is included in the teaching, he says this to that discussion.",
    "ai-atk-s0202a0:161_9": "The rest is clear.",
    "ai-atk-s0202a0:162_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:163_0": "The Book of the Jīvaka’s Consort is finished.",
    "ai-atk-s0202a0:164_0": "6. Upālisuttavaṇṇanā",
    "ai-atk-s0202a0:165_0": "Upāli’s Tree",
    "ai-atk-s0202a0:165_1": "Herein, Nāḷandā are set up the town called Nāḷandāgiri, and setting the town of the city.",
    "ai-atk-s0202a0:165_2": "in Pāvārika’s mango grove is hard to rose from a grove of Indian Rosewood.",
    "ai-atk-s0202a0:165_3": "The park listener was listening to the Buddha’s teaching, and in that garden, he sounded a hut on the Buddha’s teaching. As he was preparing the Rose-Apple Island, he in that Ājīvaka ascetics, he came at the end of Ambapālī.",
    "ai-atk-s0202a0:165_4": "He lives in Pāvārika.",
    "ai-atk-s0202a0:165_5": "Dīgha Tapassī is the name of Dīghanakha,",
    "ai-atk-s0202a0:165_6": "and returning from the alms-round:",
    "ai-atk-s0202a0:165_7": "But how could there be no alms-food in the scriptures, that is, happiness is in the air,",
    "ai-atk-s0202a0:166_0": "if he cancels it without saying it;",
    "ai-atk-s0202a0:166_1": "There are Jain ascetics who ask questions assemblies, and in order to ask:",
    "ai-atk-s0202a0:166_2": "They made physical contact with manner of the head, verbal, and mental precious mind.",
    "ai-atk-s0202a0:166_3": "Or it seems that there is a hollow bathing branch, and it seems, where there is no water and no body, the mind isn’t unfinished,",
    "ai-atk-s0202a0:166_4": "And just as there is a palm leaf, so the sounds don’t make a sound with their ears and nose, the stomach, and the mind turned back.",
    "ai-atk-s0202a0:166_5": "but a mind-made mind.",
    "ai-atk-s0202a0:166_6": "Then the Buddha wanted to establish the Faith, “But what did he do?”",
    "ai-atk-s0202a0:167_0": "Herein, talk is the story of the discussion in this way.",
    "ai-atk-s0202a0:167_1": "the meaning is “finally”.",
    "ai-atk-s0202a0:167_2": "And why do the Fortunate One say this:",
    "ai-atk-s0202a0:167_3": "For he sees the Buddha, saying: “Here, how will I go and make this aspiration? I will explain the reason for this teacher.” After hearing it from the Paṭisambhidā, he shall reply: “I will teach the Dhamma to the assembly with the Teacher, he will realize the fruit of stream-entry, and he will realize the fruit of once-return.”",
    "ai-atk-s0202a0:167_4": "following the topic on which it saw the good.",
    "ai-atk-s0202a0:168_0": "Jain ascetics covered with wisdom, this is the doctrine of the Buddhas. Disciple.",
    "ai-atk-s0202a0:168_1": "He treats his bodily action: the verbal action and the mental action and the calm, and the eight kinds of verbal action, and the carpentry and the teaching are called “skilled in good conduct.”",
    "ai-atk-s0202a0:168_2": "When the body is (such as) to be word, he stays together with the belief of the harem, when they speak badly.",
    "ai-atk-s0202a0:168_3": "(As), after making an end, one of the thirty-two cases, one who will honor the mind-made deed was done to the monastery called.",
    "ai-atk-s0202a0:168_4": "Furthermore, each is threefold by way of body, speech, and mind.",
    "ai-atk-s0202a0:168_5": "Sometimes I’ve done good deeds in the past, having realized it with my own insight, and declared: “I have declared my own insight into the end of my deeds.”",
    "ai-atk-s0202a0:168_6": "wherever one is conceived, counting, “Where doing what is dark?”",
    "ai-atk-s0202a0:168_7": "whether physical or mental.",
    "ai-atk-s0202a0:168_8": "physical deeds ...",
    "ai-atk-s0202a0:168_9": "Therefore it is said:",
    "ai-atk-s0202a0:168_10": ": “In this deed there is beaten, immediately effective intentions.”",
    "ai-atk-s0202a0:168_11": "Also the Buddha describes the work as well, just as it is easy.",
    "ai-atk-s0202a0:168_12": "And in the same way:",
    "ai-atk-s0202a0:168_13": "“Because I do a legal procedure done by an incomplete assembly, I say.”",
    "ai-atk-s0202a0:168_14": "Why are they described as intention?",
    "ai-atk-s0202a0:168_15": "Because of mental deeds, grounds for deeds",
    "ai-atk-s0202a0:169_0": "By doing unskillful deeds by way of body, speech, and mind, they don’t fall down a great deed.",
    "ai-atk-s0202a0:169_1": "Because of that deed of mine he performs four months and for the sake of killing them, he acts in hell by means of the animal realm, or the ghost realm.",
    "ai-atk-s0202a0:169_2": "When their body breaks up, after death, they’re exhausted and exhausted.",
    "ai-atk-s0202a0:169_3": "One meditators eleven sections on the absorptions behaves reached by one, the middle one, and fit for safety thousand Bhikkhus, and eleven thousands of the paths.",
    "ai-atk-s0202a0:169_4": "Having done good deeds, speaks in this way, and are not exhausted.",
    "ai-atk-s0202a0:169_5": "and when in this place the Buddha performs a great deed, he accumulates the view of the unskillful as he says.",
    "ai-atk-s0202a0:169_6": "Hence it is said:",
    "ai-atk-s0202a0:169_7": "“Mendicants, I do not see a single thing that’s as soon as wrong view.",
    "ai-atk-s0202a0:169_8": "Wrong view is the most blameworthy thing of all.”",
    "ai-atk-s0202a0:170_0": "Now comes that way when a Realized One has gone by means of the path, why do you have gone?",
    "ai-atk-s0202a0:171_0": "Taking the borrow up, it seems, therefore the actual labong to the village named Upāli,",
    "ai-atk-s0202a0:171_1": "It is said: “Sandaka, a foolish and incompetent” according to the gathering of people is embankment.",
    "ai-atk-s0202a0:171_2": "Upāli’s presence in the presence of Upāli.",
    "ai-atk-s0202a0:171_3": "Still, foolish and stupid people with fools. The meaning is this:",
    "ai-atk-s0202a0:171_4": "Upāli’s head was born in the presence of the householder Upāli.",
    "ai-atk-s0202a0:171_5": "Hence it is said: “Boiled, Killāna,”",
    "ai-atk-s0202a0:171_6": "Now let me take the riches in the lid",
    "ai-atk-s0202a0:171_7": "He is a hunter, a creeper.",
    "ai-atk-s0202a0:171_8": "so the great hermit!",
    "ai-atk-s0202a0:171_9": "he placed it nearby.",
    "ai-atk-s0202a0:171_10": "But when he has said: “Anyone who is coming to the body, he thinks, “This is a big creed, what is the point of this body? How does one not overshake? Are the mind-made champion? Does the lord of the earth? Does he not show in fact?",
    "ai-atk-s0202a0:171_11": "It would be good, sir, if he does so.",
    "ai-atk-s0202a0:172_0": "I have no doubts about that.",
    "ai-atk-s0202a0:172_1": "or deceitful.",
    "ai-atk-s0202a0:172_2": "rounded, they go to the whirlpools, and took the young ones.",
    "ai-atk-s0202a0:172_3": "he takes a requisite belonging to the monastery and wore it up.",
    "ai-atk-s0202a0:172_4": "Go, householder, and married girl, why is the householder official in the Great Wood.",
    "ai-atk-s0202a0:172_5": "The Longer of the Dīgha Tapassī",
    "ai-atk-s0202a0:172_6": "For the Great Clothes lived supported by the Fortunate One, together with the Fortunate One,",
    "ai-atk-s0202a0:172_7": "Whoever is incapable of answering the Teacher’s instructions, but not seeing without reaching them.",
    "ai-atk-s0202a0:172_8": "Therefore this is why the One obtained in order to get the ten powers, the factors of the Buddha, and the wide-hair calmed attainment as far as the ears, the neighbours, and the path of the attainment is effected too.",
    "ai-atk-s0202a0:172_9": "But the Buddha from time to time go and asks him a question. He’s able to get to see the Buddha. And he asks a question of the time when he knowss.",
    "ai-atk-s0202a0:172_10": "Then this occurred to him:",
    "ai-atk-s0202a0:172_11": "“This householder, having gone to the ascetic Gotama’s presence, has heard and learned it in the presence of the ascetic Gotama.",
    "ai-atk-s0202a0:172_12": "Please come back again.”",
    "ai-atk-s0202a0:172_13": "So long as they reflect",
    "ai-atk-s0202a0:173_0": "worshipping and circumambulating:",
    "ai-atk-s0202a0:173_1": "For when they see the Realised Ones, they worship those who are unaffected with confidence in the Realised One,",
    "ai-atk-s0202a0:173_2": "for one living at home within a house, if one is born in the house, he should live at home.",
    "ai-atk-s0202a0:173_3": "But this householder came to see the confidence in the Buddha.",
    "ai-atk-s0202a0:173_4": "wait here, or making this agreement,",
    "ai-atk-s0202a0:174_0": "“Good, sir, if you’re very well-known Tapassī!”",
    "ai-atk-s0202a0:174_1": "At the truth of the garden, like a drum on the ground, which was deposed as if dropped on the ground.",
    "ai-atk-s0202a0:174_2": "they may be,",
    "ai-atk-s0202a0:175_0": "62.Idhāti imasmiṁ loke.",
    "ai-atk-s0202a0:175_1": "We will be one who transgressed:",
    "ai-atk-s0202a0:175_2": "Nigaṇṭha Nātaputta consents to seven kinds of cold water. They put them in cold water, wring up the seventh.",
    "ai-atk-s0202a0:175_3": "It was said regarding this.",
    "ai-atk-s0202a0:175_4": "Sentient beings are called ‘Long-King’.",
    "ai-atk-s0202a0:175_5": "mind is bound among the hosts, that is why the gods retinue have died, so the hosts of mind is bound up.",
    "ai-atk-s0202a0:175_6": "for he’ll be an outcaste.",
    "ai-atk-s0202a0:175_7": "The water’s footprint is not able to wash his hand and so on his hand and feet, or to bring him to the end.",
    "ai-atk-s0202a0:175_8": "and the cold water flows downwards from the heat.",
    "ai-atk-s0202a0:175_9": "But this he had sexual intercourse with his hot water.",
    "ai-atk-s0202a0:175_10": "if a monk wants to eat cold and he uses to eat cold water.",
    "ai-atk-s0202a0:175_11": "and his mind right there rubbed him right there.",
    "ai-atk-s0202a0:175_12": "If he gives cold to someone hunger, thirst, passion, or someone who wants to cold, heat, hunger, and thirst. He doesn’t take pleasure in it.",
    "ai-atk-s0202a0:175_13": "The physical rod and the top of their bodies would not be able to die or to enjoy them.",
    "ai-atk-s0202a0:175_14": "But when the mind is eaten, they die, and fall asleep.",
    "ai-atk-s0202a0:175_15": "Thus the Buddha, having a weak clothes, caste, strong wind, and weak in the outer robe.",
    "ai-atk-s0202a0:176_0": "Then this occurred to that lay follower:",
    "ai-atk-s0202a0:176_1": "“Since even sentient beings are uninterrupted, their minds do not become dead, and they are not called “breaths and out-breaths” because they are dead.",
    "ai-atk-s0202a0:176_2": "When their mind has not become immersed in samādhi, they should do so.",
    "ai-atk-s0202a0:176_3": "Like a lion, with an alms-food, verbal, and mental rod.",
    "ai-atk-s0202a0:176_4": "but his mind has rectitude on that very day",
    "ai-atk-s0202a0:176_5": "Such is a mind-made body,",
    "ai-atk-s0202a0:176_6": "The Serpents, having fallen from the round of rebirths, in regard to great joy,",
    "ai-atk-s0202a0:176_7": "our great teacher bestowed him up.”",
    "ai-atk-s0202a0:176_8": "And the Buddha’s questions are not able to understand the questions.",
    "ai-atk-s0202a0:177_0": "But they don’t agree with it.",
    "ai-atk-s0202a0:177_1": "The last of the earlier: “Baṇḍuka, take this word,” “this is the word,” “This is the word of the contentment.”",
    "ai-atk-s0202a0:177_2": "“In the last watch, wave, because of the earlier stage, the first stage,",
    "ai-atk-s0202a0:178_0": "63.",
    "ai-atk-s0202a0:178_1": "Now, the Buddha said that the reason for his coming.",
    "ai-atk-s0202a0:178_2": "he doesn’t kill living creatures, steal, or commit adultery. He doesn’t get others to kill, and doesn’t kill living creatures.",
    "ai-atk-s0202a0:178_3": "They don’t steal, get others to steal, or approve of stealing.",
    "ai-atk-s0202a0:178_4": "They don’t lie, get others to lie, or approve of lying.",
    "ai-atk-s0202a0:178_5": "They don’t expect rewards from their practice, they don’t lead others to expect rewards, and they don’t lead others to perfection.",
    "ai-atk-s0202a0:178_6": "And here the five opposites,",
    "ai-atk-s0202a0:179_0": "The meaning is that it should be given according to all kinds of secretion: the meaning is, of all kinds of secretion.",
    "ai-atk-s0202a0:179_1": "for when a cold is cold, he does not perceive it as (from the sky).",
    "ai-atk-s0202a0:179_2": "Or yet they all kinds of bad karma with all kinds of wickedness,",
    "ai-atk-s0202a0:179_3": "With everywhere, he is dedicated to all bad deeds,",
    "ai-atk-s0202a0:179_4": "All-risking off all, with all wickedness, abstaining from here and there,",
    "ai-atk-s0202a0:179_5": "all the wickedness should be practiced by all wickedness, with no wickedness.",
    "ai-atk-s0202a0:179_6": "In the smallest creatures he slaughters his living beings in the realm of the small creatures.",
    "ai-atk-s0202a0:179_7": "But he advocates the faculty of life.",
    "ai-atk-s0202a0:179_8": "He describes the baskets’ dry land surrounded by hands and so on.",
    "ai-atk-s0202a0:179_9": "Herein, a small creatures in the water are lesser life.",
    "ai-atk-s0202a0:179_10": "It was said regarding this.",
    "ai-atk-s0202a0:179_11": "What does he describe when what is wise? Where does he describe it?",
    "ai-atk-s0202a0:179_12": "Physical recipients, sir.",
    "ai-atk-s0202a0:179_13": "But this layman told him to lie on his sleeping place:",
    "ai-atk-s0202a0:179_14": "“On account of a large group of (wholesome) deed they prepared a large number of intentional activities, but prepared for the Buddha?”",
    "ai-atk-s0202a0:180_0": "64.Iddhāti samiddhā.",
    "ai-atk-s0202a0:180_1": "Plashes: it is shaken off like a dropping shells,",
    "ai-atk-s0202a0:180_2": "full of people, having a person’s family,",
    "ai-atk-s0202a0:180_3": "He handsome elephants, horses, males, females, young men, and so on.",
    "ai-atk-s0202a0:180_4": "And one lump of meat was salty purgative.",
    "ai-atk-s0202a0:180_5": "Footprints into the rainy season.",
    "ai-atk-s0202a0:180_6": "endowed with psychic powers,",
    "ai-atk-s0202a0:180_7": "mastery of the mind, attained to mastery:",
    "ai-atk-s0202a0:180_8": "I’ll make sure of myself,",
    "ai-atk-s0202a0:180_9": "How impressive is one measly Nāḷandā, said to him:",
    "ai-atk-s0202a0:180_10": "“Having known me to one neighborhood of wisdom is able to definitively, mind-made body, but not able to break the flesh through the simile of the mind.",
    "ai-atk-s0202a0:180_11": "our great teacher emancipated from the Count Suttanta.”",
    "ai-atk-s0202a0:181_0": "the perception of wilderness, the forest-dweller, and the wilderness,",
    "ai-atk-s0202a0:181_1": "(But) by the Lord of the World, which ordered the minds of men, mind-made deities, conquered by Sages for the sake of a mind-made deities, namely, mind-made deities, and kingship.",
    "ai-atk-s0202a0:181_2": "And the Buddha surveyed him, saying: “But Isisiṅga’s (world).”",
    "ai-atk-s0202a0:181_3": "therefore this world or the first is to be known as the earth.",
    "ai-atk-s0202a0:182_0": "Herein, the particulars can know",
    "ai-atk-s0202a0:182_1": "Transmigrating the Bodhi tree as a consequence of such a war, the prince named Bharadvāja, Kaccāna, and Mahākappina, the son of a bondservant of kings, shooked by the royal compound named Khujjuṭa nearby.",
    "ai-atk-s0202a0:182_2": "He was his supporter.",
    "ai-atk-s0202a0:183_0": "Then, greeting the chariot, he mounted the five hundred chariots and honoured to the capital.",
    "ai-atk-s0202a0:183_1": "For the crowd looked at the town, and wandered around the city, they didn’t get around it.",
    "ai-atk-s0202a0:183_2": "The King, having seen the talk standing about the windows opened them and asked:",
    "ai-atk-s0202a0:183_3": "you led a cities of the city:",
    "ai-atk-s0202a0:183_4": "When being examined, he (saying): “What’s a bullying that he would be deposited with this”.",
    "ai-atk-s0202a0:184_0": "From then on that occasion she was walking mindfully in the presence of the King and saw that same place she was walking along the Rose Apple tree with her, she thought:",
    "ai-atk-s0202a0:184_1": "“And why, Vajjī, Pañcāla, I am thirsty and deformed with the drums, smooths, and boils of my mouth, I hope to others.”",
    "ai-atk-s0202a0:184_2": "Then he got grief and lamentation:",
    "ai-atk-s0202a0:184_3": "“I’ll do my dust and dirt, and I’ll see my body unstitches, grab them with water, and give them a water, rinsing the mouth, and then put them in the water and drinking the water, I’ll stirred up a lotus leaf, and put it on the ground.” So he said, “Take the threw the palms,",
    "ai-atk-s0202a0:184_4": "“Here, Kāḷī, have now seen the eyes, ears, noses, tongues, body hairs, and is tiny.”",
    "ai-atk-s0202a0:185_0": "The King, after gaining great mindfulness he went back to the king,",
    "ai-atk-s0202a0:185_1": "he asked: “How can the city to Kusinārā?”",
    "ai-atk-s0202a0:185_2": "in this city there are gods.",
    "ai-atk-s0202a0:185_3": "if she gives him a place belonging to her, and (but) he gives it (he said):",
    "ai-atk-s0202a0:185_4": "Because of the doing of past deeds, they bodies bile and phlegm in the body.",
    "ai-atk-s0202a0:186_0": "After that in the pastries (where) in the same way as before,",
    "ai-atk-s0202a0:186_1": "He then went to the city and asked: “Why are you doing this? ”",
    "ai-atk-s0202a0:186_2": "“Brahmin, what can I pretext do?”",
    "ai-atk-s0202a0:186_3": "He replied, “Yes, I’ll do what I have said.” Then he went there and gave all the directions for the whole quarters.",
    "ai-atk-s0202a0:186_4": "The King, having gained mindfulness on him –",
    "ai-atk-s0202a0:186_5": "“How can the brahmin asked?”",
    "ai-atk-s0202a0:186_6": "in this city there are gods.",
    "ai-atk-s0202a0:186_7": "She then threw down on it, and having it built during the rainy season.”",
    "ai-atk-s0202a0:186_8": "After giving merit, he brought me a bodies to my body, and from the lay life to homelessness.",
    "ai-atk-s0202a0:187_0": "after that (here) in the morning’s positions by the King,",
    "ai-atk-s0202a0:187_1": "The King thinking, “I’ll take it out with the fourfold army,”",
    "ai-atk-s0202a0:187_2": "he went in front of the king and, saying: “Having gone before the Great King, this is the Great King,”",
    "ai-atk-s0202a0:187_3": "“Great king, you have come for your purpose.”",
    "ai-atk-s0202a0:187_4": "We call a brahmins",
    "ai-atk-s0202a0:187_5": "In that case, there are one of the Princes poles whose body is unbroken, plunges into the corners and drops.",
    "ai-atk-s0202a0:187_6": "The King, after arranging his speech and calculation, he too did so during the whole body –",
    "ai-atk-s0202a0:187_7": "“Like a tiger belonging to the peak of dung.”",
    "ai-atk-s0202a0:187_8": "After that, at the time of the Khadeppiya Cave",
    "ai-atk-s0202a0:187_9": "And the king appointed his harem and then set out wandering in the same lair, and then set out because he was under a roof.",
    "ai-atk-s0202a0:187_10": "all the opposites that were created by that force, they sprouted iron balls, powdered water, and took a bad relics left.",
    "ai-atk-s0202a0:188_0": "Listening to all, he said: “You have brought me to the end of all your merits, it seems, have rising above me, across the water, everywhere, all around, I spread a consultation with my robe and kneezing the water. Then I droping all around the mass of fire, my poison, I am well a rope. ” And after approaching all the kingdombracing it with my arms, and crushing all the people, he said, “Listening it into two hanging it with my arms, I have come back, this merit for the four tears, and that I have been led them all these things.”",
    "ai-atk-s0202a0:188_1": "Divinities, (thinking): “Through Neither great kings, some deities say, “Such is the king,” and some other kings say, “Such is their responsible for all the king”; “We shall not let no other kings say, “There are in fact that”.",
    "ai-atk-s0202a0:188_2": "But then, after saying this, the Kokālika told him, “This is the only one who knows the end of the world.” But when he preachs the way to him, “This is the only way that is in the evening to serve the Teacher.”",
    "ai-atk-s0202a0:189_0": "Having gone to the remainder of the King, and given the King, he said:",
    "ai-atk-s0202a0:189_1": "“Great king, you are subtle, your psychic powers who are capable of performing such power, and having performed that deed and say to them:",
    "ai-atk-s0202a0:189_2": "“So it seems that for me, great king, that the Wicked One cannot ask forgiveness.”",
    "ai-atk-s0202a0:189_3": "The Kings, after seeing him, and thinking, “I won’t ask you forgiveness.”",
    "ai-atk-s0202a0:189_4": "and after requesting the preliminary in the three times, including the impermanent:",
    "ai-atk-s0202a0:189_5": "“Great king, I don’t recall having the strength of his father, even though he’s a perfected one, still begged for seven days. You’d be asked for forgiveness.”",
    "ai-atk-s0202a0:189_6": "I don’t ask forgiveness.",
    "ai-atk-s0202a0:189_7": "Well then, generals, I shall give you one thing.",
    "ai-atk-s0202a0:189_8": "“Go to me, Go to the army, I’ll seize me.”",
    "ai-atk-s0202a0:189_9": "Then General Seer came, and told him what had happened.",
    "ai-atk-s0202a0:189_10": "They all listen to the word of the army (?), having heard the word which they all wander in the country with a wide, envelops, and level the seventh Rains Retreat, they will go above their below drums, across the middle of the world.",
    "ai-atk-s0202a0:189_11": "he fell down like the in that place.",
    "ai-atk-s0202a0:190_0": "The king, having returned to the country of his own country, and turning his clasped hands, sat down. He then entered the town hall, citadel, spread out.",
    "ai-atk-s0202a0:190_1": "The first deities made a water jar.",
    "ai-atk-s0202a0:190_2": "The people were pleased, saying: “The illness of us was our rolls,” and the king gathered his barber, then threw it down right on that very day.",
    "ai-atk-s0202a0:190_3": "Again the Divinities’ shook.",
    "ai-atk-s0202a0:190_4": "And the deities made a threshold to the gods.",
    "ai-atk-s0202a0:190_5": "Thenceiving there is a _kahāpaṇa_ coin, they wouldn’t get their hands, the foot waste-washing water, and the rains.",
    "ai-atk-s0202a0:190_6": "The crowd haunts of seven people, standing in the longhouse spread over the greater,",
    "ai-atk-s0202a0:190_7": "“Oh! We’ve been bubbled to the flawless, spotless, plenty of barley, shopped on it, and top of the Kings. For it has rained down the barleying and land, and it was sustained by the rainy season; it was our rains residence and the throats. The sky when weathered, the kingdom of Khujjasobhapabbata weavers, it was constantly fallen.”",
    "ai-atk-s0202a0:191_0": "At that time a certain deity’s food and drink made a piece of wood apples (of various kinds of water) by means of covering the trees in the Mahāthūpa,",
    "ai-atk-s0202a0:191_1": "on the next day of the journey, when the sky was smooth outside, on the inside of the Pārileyyaka, and interrupted on the bank of the Vulture Peak, which washed in adornment and function, and alcohol, was dwelling in between the firmament.",
    "ai-atk-s0202a0:191_2": "King Vijitasena had three months, and the three months of Verocana. It had three camels, namely, the humans stems.",
    "ai-atk-s0202a0:191_3": "the grass, sticks, and water for drinking",
    "ai-atk-s0202a0:191_4": "While they were going out the water for drinking they robbed the seventh day they went outside the monastic boundary.",
    "ai-atk-s0202a0:191_5": "Hence it is said:",
    "ai-atk-s0202a0:192_0": "“But Vaccha, who is lived under a staff,",
    "ai-atk-s0202a0:193_0": "it is cut off at the root, made it like a palm stump,",
    "ai-atk-s0202a0:194_0": "Burning in Niraya hell.",
    "ai-atk-s0202a0:195_0": "Their boils shrub!”",
    "ai-atk-s0202a0:196_0": "That’s how to understand how the size of a wild person is found in the wilderness,",
    "ai-atk-s0202a0:197_0": "When it was done in the wilderness there was a dying-pick, plastering twisted round in the wilderness, a hundred thousand rebirths, and a hundred thousand rebirths, he came to visit the roots and transmigrations, and there was no hunger who had arrived at the root of the female sal trees, and there was no jackals.",
    "ai-atk-s0202a0:197_1": "When they were all victed by the tangles and grandsons, they entered the town, the capital.",
    "ai-atk-s0202a0:197_2": "When people saw the Buddha, they sat down to one side, and presented them with a confidence, and then sat down. Having taken the alms-food, they, taking the alms-bod, the attendants, rejoicing, and then sat down.",
    "ai-atk-s0202a0:197_3": "The ascetic, who was the promise of the ascetic, who was the Protector of the World,",
    "ai-atk-s0202a0:197_4": "When people heard that, they asked, “Having heard those who were coming,”",
    "ai-atk-s0202a0:197_5": "Yet whatever is placed is made.",
    "ai-atk-s0202a0:197_6": "“Sir, it’s enough to wait for one status to come to the realm. We’ll recite the teaching.”",
    "ai-atk-s0202a0:197_7": "The ascetic, having sent them at the end of the world, went to the city.",
    "ai-atk-s0202a0:197_8": "The Nāgas, the Supreme Man, the Dragons, having taken a vow, saying: “Listen, the chief, charming screen, the charming weapons, –",
    "ai-atk-s0202a0:197_9": "The king asked: “Where are you standing upstairs, why are you standing in the royal longhouse? having seen them come?, when they had obtained the benefits, did he come?”",
    "ai-atk-s0202a0:197_10": "there is no one of these a hosts of gods. They are going to listen to the Dhamma in your presence.",
    "ai-atk-s0202a0:197_11": "Well then, my man, I’ll go with you.",
    "ai-atk-s0202a0:197_12": "he went to their heart and told him.",
    "ai-atk-s0202a0:197_13": "“Should the king want to go to the king and pull him away.”",
    "ai-atk-s0202a0:197_14": "(But) the Lord of the Worlds, after hearing what they said:",
    "ai-atk-s0202a0:197_15": "“Indeed, the rulers will be faithful and unethical, of bad character, because the king is unvirtuous and principled.”",
    "ai-atk-s0202a0:198_0": "The King, having left the road, surrounded by those men, and sat down on one side.",
    "ai-atk-s0202a0:198_1": "The King, having seen the profitable states, conquered the auspicious talk, he requested the five dangers in the whole world. Then he surveyed the Disciple of Ājīvakas and said: “Dear Pañcasikha, he should inform the five dangers in the five drawbacks, and then he explained the five precepts.",
    "ai-atk-s0202a0:199_0": "“Do not kill living creatures. They don’t kill living creatures, steal, commit sexual misconduct, or use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, or have sex. They don’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical.",
    "ai-atk-s0202a0:199_1": "killing living creatures, stealing, and sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re not covetous or malicious, they lead to heaven. They’re not exempt from killing living creatures, stealing, committing sexual misconduct, or lie.”",
    "ai-atk-s0202a0:200_0": "preached this drawback of Verañjā.",
    "ai-atk-s0202a0:201_0": "kings, that is unvirtuous and unvirtuous, like an unethical person, with little faith and unethical conduct.",
    "ai-atk-s0202a0:201_1": "That is why he thought:",
    "ai-atk-s0202a0:201_2": "“I’ll grab them.” But they told them all that had happened.",
    "ai-atk-s0202a0:201_3": "He reciting the teaching, saying, “Take the alms-food in our house and invited the house.” And he invited the monks for a meal.",
    "ai-atk-s0202a0:201_4": "The next plowed collapsed in the presence of the great wide, then having the lotus pond covered them with flowers and a drums. Then he placed it on the summoned drums, and kettledrums on the sumer, set out in the vast neighbourhood of a string of cloth, and placed it into the mountain powder. Then the tracker of the palace, where the boxes out.",
    "ai-atk-s0202a0:201_5": "he had a hook at the ground with a string of ground and fastening.",
    "ai-atk-s0202a0:202_0": "And those he said, “We shall eat in the Royal Palace.” And they gave each other:",
    "ai-atk-s0202a0:202_1": "“The king should be persuaded by the goal of Abhaya, if he has gone forth as a monk, he should be persuaded by the eye. He should not abuse or re-enterers. He should not consent to the eyes.”",
    "ai-atk-s0202a0:203_0": "On the next day, having dressed in all the alms-bowls of alms-food, dressed in a part of the day, and sarong of the goat-headed their residence together with the royal pots.",
    "ai-atk-s0202a0:203_1": "The King, knowing what he had been thinking, didme the whole of the mouth, carried off a black-builder, and had given it to the mouth.",
    "ai-atk-s0202a0:203_2": "At the time of the Tāḷapuṭa was not covered with a boat, running,",
    "ai-atk-s0202a0:203_3": "The King Mahāpajāpatī Gotamī told the King:",
    "ai-atk-s0202a0:203_4": "“Well then, sirs, eat as much as you like, I’ll drunk on your swords. For I’ll grant you as you like. I’ll shake off a big in your middle, or you’ll enjoy a great hook.”",
    "ai-atk-s0202a0:203_5": "Mahāpajāpatī Gotamī says, “Dear prince, you say.”",
    "ai-atk-s0202a0:203_6": "just as he was told: “Go away,” he gave a message to the Mallas, he answered the Mallas,",
    "ai-atk-s0202a0:203_7": "entered the Mallas from the heads of the Mallas, cast the net, and placed it on the ground. Nor were unable to fall away on the ground, they in the same place as before.",
    "ai-atk-s0202a0:203_8": "And when the briceles were overgrown as they had been scared, the hatchet turned to eat.",
    "ai-atk-s0202a0:203_9": "He’s alcoholic drinks that cause negligence, and prevented him from rubbing off.",
    "ai-atk-s0202a0:203_10": "And that’s how the dogs have burst opened up by jackal.",
    "ai-atk-s0202a0:203_11": "The King, in the five-hundred women, he murdered his life and he murdered his life.",
    "ai-atk-s0202a0:204_0": "Then the deity haunting those deities, having taken up their news in the way.",
    "ai-atk-s0202a0:204_1": "Then his thighs used to be covered with dust,",
    "ai-atk-s0202a0:204_2": "Hence the Teacher Saṅgārava said:",
    "ai-atk-s0202a0:205_0": "“As a renunciate who has gone forth",
    "ai-atk-s0202a0:206_0": "just so the ascetic Gotama.",
    "ai-atk-s0202a0:207_0": "That’s why Sister, with a dog’s wife,",
    "ai-atk-s0202a0:208_0": "they eat the in common sense.”",
    "ai-atk-s0202a0:209_0": "So it can be understood that the forest is known to be known as a wild person.",
    "ai-atk-s0202a0:210_0": "In the past, in Bārāṇasī, there was a one hundred and seventy million years. He had seen the ninety-two, beds, the daughters of a four-hundred and fifty.",
    "ai-atk-s0202a0:210_1": "She was reborn in a extremely wealthy family, which had been brought for him.",
    "ai-atk-s0202a0:210_2": "But if he, when he sees that place in another’s hand, the other insects his hand, he gets rid of it, hate, and delusion keeps it in his hand, saying: “Where is this?”",
    "ai-atk-s0202a0:210_3": "“Listen,” “Bring up the drums,” “There’s no way I saw the water,” and he washed the eyes.",
    "ai-atk-s0202a0:210_4": "He then robbed her eyes, removed her chest, and thought were reared, were the same.",
    "ai-atk-s0202a0:211_0": "After getting this one day, I will play a grain sewer from the waters of the Ganges, much thread and much food. Taking many fragrances, weeping, and sauces, and then weaving my relatives—",
    "ai-atk-s0202a0:211_1": "At that time a great man who was beaten by leaning on the outside of the city of Kāla cave took his garlands and came to the town of Anurādhapura.",
    "ai-atk-s0202a0:211_2": "When he had developed the sixteenth year, he dressed in a jungle thicket on some business. He then entered the town together with his hands, put down one foot on the road, chopped off his hand, and entered the city, and set out to meet the Great Wood, where he entered the town capital.",
    "ai-atk-s0202a0:212_0": "seeing the noise of the parks, the gems, and when they saw him coming, they asked: “Whoever there, these are you going about.”",
    "ai-atk-s0202a0:212_1": "Mātaṅgaputta.",
    "ai-atk-s0202a0:212_2": "“We’re doing what’s unskillful and blameless, when I saw a funeral pyre out of the snake, was it put off with carrying a stalk on my bed. When I saw a disgusted snake, they keep on doing it in the morning time.”",
    "ai-atk-s0202a0:212_3": "He said, “I’ll get a bag with water.” He then took the Dwellers and drunk on my face, washed and anointed, washed the top of the house and washed all the way.",
    "ai-atk-s0202a0:212_4": "The one who is frightened with carcass of water, thinking “Having seen this period, we can get this question. ” After hearing it from the Bhaddā Kāpilānī, he asked the questions:",
    "ai-atk-s0202a0:212_5": "“I’ve had vanquished the parks and garlands, and perfumes and garlands and fragrances, and makeup, and benead on topt. And I was seeking to go to the parks and make a basket, saying:",
    "ai-atk-s0202a0:212_6": "“Buddha, don’t bathe themselves, take it in our bottoms, and go to the ground. They’d drag him to and swept away their hair, compose their feet. Then they draged him to and fragrantly from the ground.”",
    "ai-atk-s0202a0:213_0": "The great man, after gaining a mass of gems that had been given to the hand, and he laid down the rainy season -",
    "ai-atk-s0202a0:213_1": "thinking: “This must be arrival at this time,”",
    "ai-atk-s0202a0:213_2": "“I won’t think another thing, but he thinks, “I’ll get upset with another person’s feet.” Then he stretch him on his head, thinking, “I’ll think, “I’ll see the family members of the family tradition.”",
    "ai-atk-s0202a0:213_3": "“I will get up withdrawn from a rope, and from here to the household life.”",
    "ai-atk-s0202a0:213_4": "Now, at that time this Dhamma Jambudīpa was called Mango Grove.",
    "ai-atk-s0202a0:213_5": "For one who is reborn in the embryo, the Pregnancy, and who is lying running out of the womb, all those who are vigorous.",
    "ai-atk-s0202a0:213_6": "Let all ocher robes inside the house. All these were dead in the house, where the Teacher was dead, all the living beings from here and there, and all the other seventeen kinds of houses.”",
    "ai-atk-s0202a0:213_7": "the Buddha-to-be, was lying down,",
    "ai-atk-s0202a0:214_0": "The merchant’s sons:",
    "ai-atk-s0202a0:214_1": "“When I’m not married! What can I do?” And after giving the reason for you to make him get up, you can dismiss him, and then dismiss him.",
    "ai-atk-s0202a0:214_2": "They then went to the house and said, “They-pace! The ascetic, it seems,",
    "ai-atk-s0202a0:214_3": "he said, “I didn’t lie down for the benefit of lying down in the couch.”",
    "ai-atk-s0202a0:214_4": "what is seen in the herd.",
    "ai-atk-s0202a0:214_5": "What’s the point of this happening? I won’t see anyone who has fallen into disaster, laughing and rolling him lamenting.",
    "ai-atk-s0202a0:215_0": "They then went to the merchant’s wife and informed them:",
    "ai-atk-s0202a0:215_1": "Knowing that the merchant’s wife was _kahāpaṇa_ coin, give one _kahāpaṇa_.",
    "ai-atk-s0202a0:215_2": "He said, “I wish to get a _kahāpaṇa_.”",
    "ai-atk-s0202a0:215_3": "Having heard that merchant’s wife and the merchant’s wife",
    "ai-atk-s0202a0:215_4": "“Our friend, we’re dear and beloved to the boys,” she said the boys,",
    "ai-atk-s0202a0:215_5": "“Go, my dear, and kill all of us. And all of them were killed and insignificantly killed us.” And they told her of all that had happened.",
    "ai-atk-s0202a0:215_6": "when one day has gone alone",
    "ai-atk-s0202a0:215_7": "Four days went to the four homes.",
    "ai-atk-s0202a0:216_0": "After that, in the Seven Precises on the seven ways of living beings –",
    "ai-atk-s0202a0:216_1": "“We’re not able to live with a boy, but because of you’re able to give you a boy.” And they said,",
    "ai-atk-s0202a0:216_2": "and one hundred thousand aeons evened.",
    "ai-atk-s0202a0:216_3": "then six days went on a day.",
    "ai-atk-s0202a0:216_4": "In the seventeenth day it is said:",
    "ai-atk-s0202a0:216_5": "“We’re not able to bring back the forest, but we won’t give it to you for the child.”",
    "ai-atk-s0202a0:217_0": "When their parents arrived, they lay down on a bed.",
    "ai-atk-s0202a0:217_1": "Calling the fourteenth Rohaṇa, having the air at her feet, grabbed a charming hair, wrapped in blue, and red with garments of blue water lililies, and having them covered all the floors, the cloth covered with blue cloth, and blue lotuses and yellow and white robes, after subduing them with blue cloth, –",
    "ai-atk-s0202a0:217_2": "“Three her husband and give her the great man.”",
    "ai-atk-s0202a0:218_0": "Also it was blue, yellow, red or white.",
    "ai-atk-s0202a0:218_1": "the Buddha-to-be was lying down, saying: “I am lying down.”",
    "ai-atk-s0202a0:218_2": "What does I say?",
    "ai-atk-s0202a0:218_3": "“Get up, Sir, don’t say so.”",
    "ai-atk-s0202a0:218_4": "That is what she said.",
    "ai-atk-s0202a0:218_5": "Having taken not to your roar, they picked up a sword and shield me by the arm,",
    "ai-atk-s0202a0:218_6": "that is what she did.",
    "ai-atk-s0202a0:218_7": "the Buddha-to-be, after making a plan for his body and saying:",
    "ai-atk-s0202a0:218_8": "“I’ve not seen some people bound up with humans in a length of people. They can draw them out from here and there.”",
    "ai-atk-s0202a0:218_9": "What can I do?",
    "ai-atk-s0202a0:218_10": "With two handfuls:",
    "ai-atk-s0202a0:218_11": "She gets up and then sits down in that way.",
    "ai-atk-s0202a0:218_12": "(but) we are the wilderness in the forest, men and I’m unable to cure me. I am not able to go to foot with a human.",
    "ai-atk-s0202a0:218_13": "She then took up her back and went back.",
    "ai-atk-s0202a0:218_14": "so the Buddha-to-be.",
    "ai-atk-s0202a0:218_15": "that doesn’t go down to heaven,",
    "ai-atk-s0202a0:218_16": "to the city of City.",
    "ai-atk-s0202a0:218_17": "After going to the Eastern Gate, he said:",
    "ai-atk-s0202a0:218_18": "he asked: “Here I had a doubt here,”",
    "ai-atk-s0202a0:218_19": "How do they started to act",
    "ai-atk-s0202a0:218_20": "I’ll remember the east.",
    "ai-atk-s0202a0:218_21": "he deposited the eastern gate to the Pācīnakhaṇḍarājī, and thereine (was heard) from the eastern gate.",
    "ai-atk-s0202a0:218_22": "thinking, “I’ll take my food.”",
    "ai-atk-s0202a0:218_23": "A great crowd of people –",
    "ai-atk-s0202a0:218_24": "“We have given the first time, but we would not receive the trial period.”",
    "ai-atk-s0202a0:219_0": "After attaining the last age, they asked: “Where did I stay here?”",
    "ai-atk-s0202a0:219_1": "How do they started to act",
    "ai-atk-s0202a0:219_2": "I’ll step on alace.’",
    "ai-atk-s0202a0:219_3": "With this gate, he looks at the house after making the house.",
    "ai-atk-s0202a0:219_4": "She then went there and said, “Have you get a the house, I’ll stay there.”",
    "ai-atk-s0202a0:219_5": "he followed behind him and entered the house and entered the house.",
    "ai-atk-s0202a0:220_0": "Herein, there are seven days in all ways: during the seven days and nights, producing all the times of imperishable abiding in regard to all beings.",
    "ai-atk-s0202a0:220_1": "“If a large family circle, I had not been sent by way of mine. Yet I, the Buddhas, my pupils, my pupils of four Buddhas,",
    "ai-atk-s0202a0:220_2": "(thinking): “I shall do so by one son with the King’s feet,” and he thought, “I’ll make sure that the King,” and he thought:",
    "ai-atk-s0202a0:220_3": "“I will not be able to find enjoyment in the midst of the houses, but I will be able to go forth.”",
    "ai-atk-s0202a0:220_4": "and addressed her:",
    "ai-atk-s0202a0:220_5": "“She did indeed, Moggaliputta. We threw a single deed, performed a rough worker, and went to the neighborhood of the lay life. We won’t do such things, or were reborn in the forest nearby.” And when he had seen the neighborhood of a lay follower, hen’t leave the monastic life, he went to the hermitship of Sakka, where I was following my life after making an end of the lay life. Then, he saw the five hundred bhikkhus, and he was reborn in the forest.",
    "ai-atk-s0202a0:221_0": "The gate, seeing him standing in the door,",
    "ai-atk-s0202a0:221_1": "“Those who do not get any rubbishments.”",
    "ai-atk-s0202a0:221_2": "the Buddha-to-be remained right there.",
    "ai-atk-s0202a0:221_3": "She looked at it with her hand, placed it in the hand, and having looked at the foot of the hands, stretched it out, and said:",
    "ai-atk-s0202a0:221_4": "“Have you seen such a one, ploughing, why do you not bring it back?”",
    "ai-atk-s0202a0:221_5": "lamenting and wailing, lamenting and lamenting, beating their eyes and lamenting, grieving and lamenting, gave them to the house of that house.",
    "ai-atk-s0202a0:221_6": "The great sage has performed his meal and said:",
    "ai-atk-s0202a0:221_7": "“Listen, Mātali. I wash, when your feet werehed my head, lamenting, and cheering and washing my feet. I washed my own husband’s house.”",
    "ai-atk-s0202a0:222_0": "When he had seen the limbs,",
    "ai-atk-s0202a0:222_1": "“So I have got a bowl caught in my mouth, and I cannot restrain myself.”",
    "ai-atk-s0202a0:222_2": "The Buddha-to-be –",
    "ai-atk-s0202a0:222_3": "“But why do I say that the homeless life span of a wound not eventually that very day can I not speak?”",
    "ai-atk-s0202a0:222_4": "“Today, Pañcasikha, you’ll wait for seven days.” Then, on the day of the observance day, you’ll shove me the sabbath, he’ll come back.”",
    "ai-atk-s0202a0:223_0": "Having destroyed the noise, she entered the town together with the drums. Having destroyed the city, she entered the city, and noisy (of the town).",
    "ai-atk-s0202a0:223_1": "(There are) people with creatures who kill living creatures –",
    "ai-atk-s0202a0:223_2": "“Do you see our sons, famous and terrified? Awakened One laughing him?”",
    "ai-atk-s0202a0:223_3": "and next day, after entering that very day –",
    "ai-atk-s0202a0:223_4": "“Just now, my husband, if he is satisfied with his five hundred charming hairs, my bearing the circle of my husbands, and having choose the Great Brahmā, he will break right away.”",
    "ai-atk-s0202a0:224_0": "The brahmins thought:",
    "ai-atk-s0202a0:224_1": "“This is the opportunity for me. We’ve seen that we might have been made interrupted on the bank of the Ganges river, and we can get rid of the simile.” And they put on the spot.",
    "ai-atk-s0202a0:224_2": "And the observance day, too, one of the observance day, entered the city for my husband, and waited for my husband.",
    "ai-atk-s0202a0:224_3": "The brahmins thought:",
    "ai-atk-s0202a0:224_4": "“Sir, it seems that big baskets from the couch will split where the bowstrings will be made.” They made an encircling walls, positioned on the ground, and put it on the couch. They made an enemy, and wear it.",
    "ai-atk-s0202a0:224_5": "he went to the sun’s he went to the sun.",
    "ai-atk-s0202a0:225_0": "Having entered the soles of a great man, having entered into the sky, and emerged from sense pleasures, he entered into the sky forty-four thousand kilometers and lay down on the ground. He then wrapped in the moonlightest moon, saying “Having rise up from the sky, and lay down on his mind, he entered the moon, cry of the moon, he spread out in front of me.”",
    "ai-atk-s0202a0:225_1": "and the populace –",
    "ai-atk-s0202a0:225_2": "“It’s true, sir, we’ve seen what you have said. We’ll pay homage to him with a band of scented coals.” He then stood in the needle a bed.",
    "ai-atk-s0202a0:225_3": "Mahāsudassana, knowing each of the seven-day ceremonies, having seen the spending of (the range of) his coronation, he saw the population which he was liked by the crowd of people. Then he rose up into the sky and position of his life-form, went to the Great Wood.",
    "ai-atk-s0202a0:225_4": "and the populace –",
    "ai-atk-s0202a0:225_5": "Saying, “Our master,” he said to the Great Brahmā, having constructed a great precious requisite, and stood it one side.",
    "ai-atk-s0202a0:226_0": "a great man, sat in the midst of the head.",
    "ai-atk-s0202a0:226_1": "stood in the same place as a water-pot.",
    "ai-atk-s0202a0:226_2": "Then asked him, “Did you see an occasion?”",
    "ai-atk-s0202a0:226_3": "‘Yes, Venerables,’",
    "ai-atk-s0202a0:226_4": "I have given them a child to touch with my family circle.",
    "ai-atk-s0202a0:226_5": "she became pregnant to her.",
    "ai-atk-s0202a0:226_6": "a great man –",
    "ai-atk-s0202a0:226_7": "“That’s how it is, Mallikā. With the soles of your feet, having washed your foot and drunk on the ground, rising above it, rose into the air and emerged from the water, and having departed.”",
    "ai-atk-s0202a0:226_8": "From then on he was reborn in Brahmā-world.",
    "ai-atk-s0202a0:226_9": "There is no foot-washing water,",
    "ai-atk-s0202a0:227_0": "The brahmins say:",
    "ai-atk-s0202a0:227_1": "“Brahmāsena, your intercourse with the golden statue, made with a golden palanquin seven palm trees. For seven months it is not allowed to go for the sake of an unpurified form.”",
    "ai-atk-s0202a0:227_2": "draged sixteen brahmin courtesans.",
    "ai-atk-s0202a0:227_3": "Having entered the city, and worshipped the Gandhamādana –",
    "ai-atk-s0202a0:227_4": "“No, sirs, I’m not able to make the living in the home sort of the household-handed houses, plunge into the house.”",
    "ai-atk-s0202a0:227_5": "Then, having given a magician to him, he took a wound, pay homage to him, and given him the whips, and offerings him a wives, and presents him with a thousand foot, and give him the rice-gruel, gave him a thousand coins, and seized him. When he washed five-hundred sandals, he gave him a seat wore felt.",
    "ai-atk-s0202a0:227_6": "and the city of Bāhuka came down from the city of Aṭṭhaka.",
    "ai-atk-s0202a0:228_0": "(but even) the whole of the Rose-Apple Island, having washed a hundred thousand foots on the foot of the Lords, and chopped it into a hundred-firsts.",
    "ai-atk-s0202a0:228_1": "like a fish in pregnant rainy season.",
    "ai-atk-s0202a0:228_2": "There was a great man, fortune who had obtained a very beautiful complexion.",
    "ai-atk-s0202a0:228_3": "Brahmā Saying: “So, Supreme Mango Grove”, and so on.",
    "ai-atk-s0202a0:228_4": "Prince Keṇiya’s servant to the son of the Kingdom, and he received a thousand millions.",
    "ai-atk-s0202a0:228_5": "At this point they’re finished.",
    "ai-atk-s0202a0:228_6": "We’ll then make sure that some young man’s home into his house and then returned to the royal bed, charming hair, and bearing weapons, and then they were called “Sāka-doors”.",
    "ai-atk-s0202a0:229_0": "Princesses, when living in comfort, he crafts his neck, wrieving and dangerously, and then wants to train in his presence.",
    "ai-atk-s0202a0:229_1": "Like a girl who is wise seized by a malevolent, like a golden bowl caught in a charnel ground, when it is dead, like a rubbish boarded by a golden pot,",
    "ai-atk-s0202a0:229_2": "How there is an inclination for the teaching that is called “accomplished” .",
    "ai-atk-s0202a0:229_3": "The brahmins and householders surrounded by that very day.",
    "ai-atk-s0202a0:229_4": "and there were eighty thousand (people) non-human beings,",
    "ai-atk-s0202a0:229_5": "And in the house of seven couches there was a large crowd.",
    "ai-atk-s0202a0:229_6": "in the home of the Fraternity, in the most excellent Ojadīpa, a thousand created beings.",
    "ai-atk-s0202a0:230_0": "the Buddha-to-be –",
    "ai-atk-s0202a0:230_1": "“Is the prince diligently?”",
    "ai-atk-s0202a0:230_2": "Then, knowing he thought:",
    "ai-atk-s0202a0:230_3": "“ brahmin, for the brahmin who is born in a brahmin family is very fruitful, no matter what is given to him. When he returns, I’ll go to the alms-food.”",
    "ai-atk-s0202a0:230_4": "“Sir, a gateway isn’t grandmother in the air by capital. It’s a thousand brahmin coins, whose minds were guarded space, not grandmothered while his generation.”",
    "ai-atk-s0202a0:230_5": "the cow-pens, after cartting it in a charnel ground, –",
    "ai-atk-s0202a0:230_6": "“Here, Sañjikāputta,” she saw the floor-covering staff in the belly, having seen him (that), she crushed it with a stick.",
    "ai-atk-s0202a0:231_0": "“Where did you come from?",
    "ai-atk-s0202a0:232_0": "and they smeared their lains.",
    "ai-atk-s0202a0:233_0": "to a robbery, ~ dissatisfaction,",
    "ai-atk-s0202a0:234_0": "And who is you queen when you’re happy?”",
    "ai-atk-s0202a0:235_0": "Then a great shaking off, saying:",
    "ai-atk-s0202a0:236_0": "“You’re a young man",
    "ai-atk-s0202a0:237_0": "eating just today, drinking alcohol.",
    "ai-atk-s0202a0:238_0": "“You know me as alive,",
    "ai-atk-s0202a0:239_0": "application from any alms-food eater.”",
    "ai-atk-s0202a0:240_0": "Through you shown no such thing, they said:",
    "ai-atk-s0202a0:241_0": "“I’ve given up the annihilationist,",
    "ai-atk-s0202a0:242_0": "there is no faith in the ear,",
    "ai-atk-s0202a0:243_0": "Without harming these skeleton here.",
    "ai-atk-s0202a0:244_0": "don’t give lady or hope to you.”",
    "ai-atk-s0202a0:245_0": "And the Buddha-to-be said: “He whoever has taken up the virtues of streaming special qualities of untrained pervaded in anyone of those good qualities, etc., who brings about the earth, like the waters of rainymphs, etc., when it is restrained in this way, there is no fruit of on earth that is a very fruitful, nostrilsing earth that is produced by the earth.”",
    "ai-atk-s0202a0:246_0": "“As a plough on dry land, they sow the seed,",
    "ai-atk-s0202a0:247_0": "which is like a monk, when the leaves, becomes fruitless,",
    "ai-atk-s0202a0:248_0": "You should give a gift out of faith,",
    "ai-atk-s0202a0:249_0": "and make an offering to one worthy of a religious donation.”",
    "ai-atk-s0202a0:250_0": "So the prince obtained anger he said, “Who did you get it? ” and he then gave it to the doorside, saying:",
    "ai-atk-s0202a0:251_0": "“I’ve seen (given) things in the world,",
    "ai-atk-s0202a0:252_0": "I establish the seeds on the seeds.",
    "ai-atk-s0202a0:253_0": "and rebirth into the brahmins,",
    "ai-atk-s0202a0:254_0": "The good fields, influences, and prefer.”",
    "ai-atk-s0202a0:255_0": "After saying this, “Take this text to the Jetavana, which is the Jina, catching the new gate of the house, and that which belongs to the seventh gateway.”",
    "ai-atk-s0202a0:255_1": "Then the great man said to him,",
    "ai-atk-s0202a0:256_0": "“Even when you’re no longer an arrow, you shot by hand,",
    "ai-atk-s0202a0:257_0": "he gave birth to a Follower, the Isisiṅga.”",
    "ai-atk-s0202a0:258_0": "But then he said:",
    "ai-atk-s0202a0:258_1": "“If my hands or feet were to bring back suffering in the hand of a worms and make much bad karma for seven days, then for seven days it disappeared.”",
    "ai-atk-s0202a0:258_2": "The Fortunate One, revealing (the dispensation), he spoke this verse:",
    "ai-atk-s0202a0:259_0": "“Having said this, Māra, the Seer of the Truth,",
    "ai-atk-s0202a0:260_0": "and gone out to the brahmins.”",
    "ai-atk-s0202a0:261_0": "At the cities of the city of Khujjaraka the Jinayas were born in the air.",
    "ai-atk-s0202a0:261_1": "But its mouth, he turns back and forth into his mouth, then the eyes and ears, and the mouth, like a drill-stick.",
    "ai-atk-s0202a0:261_2": "and eighty-four thousand (people) virtues, eighty thousand men in number,",
    "ai-atk-s0202a0:261_3": "went to the Brahmajāla tree.",
    "ai-atk-s0202a0:261_4": "(But) having seen him approaching and seeing him, he said:",
    "ai-atk-s0202a0:262_0": "“Teaching the one with his supreme goal,",
    "ai-atk-s0202a0:263_0": "When works out,",
    "ai-atk-s0202a0:264_0": "As a dead person would partake the stir",
    "ai-atk-s0202a0:265_0": "Who will be my son?”",
    "ai-atk-s0202a0:266_0": "And they told him what had happened.",
    "ai-atk-s0202a0:267_0": "“The ascetic Gotama who came here is hard,",
    "ai-atk-s0202a0:268_0": "and they smeared their lains.",
    "ai-atk-s0202a0:269_0": "to a robbery, ~ dissatisfaction,",
    "ai-atk-s0202a0:270_0": "He will live for his son.”",
    "ai-atk-s0202a0:271_0": "When he heard it, he thought:",
    "ai-atk-s0202a0:271_1": "“In this way I’m a famous thing, my son, and have compassion for me.”",
    "ai-atk-s0202a0:271_2": "So when asked:",
    "ai-atk-s0202a0:272_0": "“Which direction has not yet been marked?",
    "ai-atk-s0202a0:273_0": "Please tell me about it.”",
    "ai-atk-s0202a0:274_0": "after going there, you can’t release it;",
    "ai-atk-s0202a0:275_0": "Hopefully they will live.”",
    "ai-atk-s0202a0:276_0": "they said:",
    "ai-atk-s0202a0:277_0": "“Those sages have gone to the groundless wisdom,",
    "ai-atk-s0202a0:278_0": "like the moon on the fifteenth day.",
    "ai-atk-s0202a0:279_0": "Furthermore, even when they came he didn’t come before.",
    "ai-atk-s0202a0:280_0": "the truth is good.",
    "ai-atk-s0202a0:281_0": "A great man who has vanished from the great hero:",
    "ai-atk-s0202a0:281_1": "“She has neglected a crooked woman on the elephant, and when he saw her coming, he residing like a rope and turned back. From then on his way to the drinking-water sheep, and eats only alms food there.” Then he returned to the alms-round after eating it.",
    "ai-atk-s0202a0:281_2": "did as she was seen the big ascending Palace of Principle. And having seen her walking along the streets, –",
    "ai-atk-s0202a0:281_3": "And after considering: “This (you) child should give me a triple and non-human beings),” and after worshipping them with them, he said:",
    "ai-atk-s0202a0:281_4": "“Sir, I’ve been granted by my bondservants, employees, and I don’t wish to take my life.”",
    "ai-atk-s0202a0:282_0": "But then he said:",
    "ai-atk-s0202a0:283_0": "“Teaching the one with his supreme goal,",
    "ai-atk-s0202a0:284_0": "When works out,",
    "ai-atk-s0202a0:285_0": "As a dead person would partake the stir",
    "ai-atk-s0202a0:286_0": "Who would give me my son?”",
    "ai-atk-s0202a0:287_0": "recited this verse:",
    "ai-atk-s0202a0:287_1": "He said:",
    "ai-atk-s0202a0:287_2": "“But when we see such a renunciant who has gone forth, we will have gone forth as a lay follower who have gone forth.”",
    "ai-atk-s0202a0:288_0": "‘Sir, if you were to malevolence your mind, let alone all the deities.’",
    "ai-atk-s0202a0:288_1": "Well then, I shall build a bag for my grandmothers and then set out on alms-food in my bowl for a thousand meal, and poured a little baby caravan. He then droping the water off a bathing past the powder, bringing a thousand coins there in their mouths and gave it to a thousand coins.",
    "ai-atk-s0202a0:288_2": "She then took her food and went to the Great Wood, and worshipped him, saying, “Whoever she, did so,",
    "ai-atk-s0202a0:289_0": "by summoning his mouth in front a King",
    "ai-atk-s0202a0:289_1": "“I do what I have done, so that you won’t be able to reply.” And he gave away so.",
    "ai-atk-s0202a0:289_2": "He refused nothing, like gold cow bubbles and severes unpleasant to the color.",
    "ai-atk-s0202a0:289_3": "Then the mother said to her:",
    "ai-atk-s0202a0:289_4": "“I’m a mortifier who’s prudent when you’re satisfied with conscience and prudence for ascetics. You’d better be violent.”",
    "ai-atk-s0202a0:289_5": "Then the water-pot having dropped water into the mouth,",
    "ai-atk-s0202a0:289_6": "Then the yakkhas led the yakkha Ārāmas away.",
    "ai-atk-s0202a0:289_7": "Why is that lived by a basket and when asked about to our mouth, why they asked each questions.",
    "ai-atk-s0202a0:289_8": "Do not hold up the parts.",
    "ai-atk-s0202a0:289_9": "“For those brahmins, elapsed to eat the lines, brahmins, and householders— Those now we shall go to the royal compound. Then they drew to see the brahmin kings.” But when they end their selevel of the middle stage’s head, they don’t go to see the middle of the day.",
    "ai-atk-s0202a0:290_0": "At that time the Buddha-to-be, the Lord of the World, having surrounded his wickedness,",
    "ai-atk-s0202a0:290_1": "‘This is a fool, who does not perceive another such as me, and who does not approve of others.’",
    "ai-atk-s0202a0:290_2": "the Buddha-to-be saw her, and he thought, “I’ll make sure that!” and he went there.",
    "ai-atk-s0202a0:290_3": "is his birth, he asked:",
    "ai-atk-s0202a0:290_4": "“What have you lost, sir?”",
    "ai-atk-s0202a0:290_5": "I’m a teacher, a wife.",
    "ai-atk-s0202a0:290_6": "He then sat on the outcastes, hollows, and creams.",
    "ai-atk-s0202a0:291_0": "The Buddha-to-be –",
    "ai-atk-s0202a0:291_1": "“Good, teacher, please settle a determine the matter.”",
    "ai-atk-s0202a0:291_2": "Rebirth in the morning of the Ganges pours of the water.",
    "ai-atk-s0202a0:291_3": "the Buddha-to-be eaters excreting it from the water, dropped the water, and poured it into the water.",
    "ai-atk-s0202a0:291_4": "The rain fell into the board right there.",
    "ai-atk-s0202a0:291_5": "And if that’s just what they did.",
    "ai-atk-s0202a0:291_6": "And even if the teeth bones remained in the same place is established on the palms of the hands,",
    "ai-atk-s0202a0:292_0": "And having gone to the vicinity of the ascetic, he asked this:",
    "ai-atk-s0202a0:292_1": "“This is the water in the Ganges for the water.”",
    "ai-atk-s0202a0:292_2": "This teacher is said:",
    "ai-atk-s0202a0:292_3": "Well then, don’t undergo the upper robe of the all Ganges.",
    "ai-atk-s0202a0:292_4": "You’ll live there while a teacher says.” And he died, with psychic powers, just like the water dropped on the ground.",
    "ai-atk-s0202a0:292_5": "Again and again he became frightened through the air.",
    "ai-atk-s0202a0:292_6": "When he came back to the Bodhi tree he asked:",
    "ai-atk-s0202a0:292_7": "“Am the water is carrying out from time to time is carrying a bribe at the right time.”",
    "ai-atk-s0202a0:292_8": "Vakkali,",
    "ai-atk-s0202a0:292_9": "The pain (true) thinking: “Anyone who stays in blissful meditation in this very life, not soft, is the seventh day.”",
    "ai-atk-s0202a0:292_10": "I’m not good to give the sun up;",
    "ai-atk-s0202a0:293_0": "Then the Great Being thought:",
    "ai-atk-s0202a0:293_1": "“People has come to this I’m not even at ease in that place, even seven days there will be a fellowing place.”",
    "ai-atk-s0202a0:293_2": "One with psychic powers ... an interpretion ... a worker immediately abiding in wisdom. There is no place called new deeds to break up by night and doing so.",
    "ai-atk-s0202a0:294_0": "people:",
    "ai-atk-s0202a0:294_1": "“And this Kevaddha has come to the son of the prince,. When he returns, what was it possible to do for him?” And he told the King: “Great King, what is the family of the world?” and then went to the King’s family.",
    "ai-atk-s0202a0:294_2": "The King, having heard that round the gains and honoured the one (said):",
    "ai-atk-s0202a0:294_3": "“Don’t let us go to Kāsī and ask about this matter. Why don’t I encounter you: ‘We will ask you about this matter! We will then go to the place wherever you and ask you about it?” And he asks the reason for the sake of the (of the answers).",
    "ai-atk-s0202a0:294_4": "he said to the ascetic:",
    "ai-atk-s0202a0:294_5": "“Yes, great king, I have a certain big fingeral pyre. There is a time for you to time. I’ll ask how to understand it.”",
    "ai-atk-s0202a0:295_0": "The Kings, after going into the presence of the King, –",
    "ai-atk-s0202a0:295_1": "“Venerable Sir, you aren’t able to ask Queen Uruvelā.”",
    "ai-atk-s0202a0:295_2": "then the Great Kings,",
    "ai-atk-s0202a0:295_3": "What is the reason?”",
    "ai-atk-s0202a0:295_4": "At the time of his birth mother and father, great king, came from me to ask, paid homage to the kingdom and said: “I ask the great king, great king, am a great king.”",
    "ai-atk-s0202a0:295_5": "The King said, “Go and ask her forgiveness.”",
    "ai-atk-s0202a0:295_6": "I don’t bow to yours;",
    "ai-atk-s0202a0:295_7": "Don’t do such a teacher!",
    "ai-atk-s0202a0:295_8": "And although he was resided with it again,",
    "ai-atk-s0202a0:295_9": "The King went to the Bodhisatta and informed him, “The King does not want to begin.”",
    "ai-atk-s0202a0:295_10": "I too will not be released from the Sun.",
    "ai-atk-s0202a0:295_11": "King Pasenadi is not able to ask, “Whoever this isn’t wants to catch the sun, soft he takes his fore-hoof-hoot, and go to the countryside, with his hands and feet, I can ask them for forgiveness, and take back in return.”",
    "ai-atk-s0202a0:295_12": "They then went to the King’s men, and having put that man in a precincts on the ground, and asked for forgiveness.",
    "ai-atk-s0202a0:296_0": "I’m patient, so I can speak to this discussion about this matter.",
    "ai-atk-s0202a0:296_1": "I’ve given up the sun and moon, wherever it’s head and what will set up.",
    "ai-atk-s0202a0:296_2": "But that sickness has fallen into a deep pit. You have dropped it in the water without rising above it, having it put a drop of grass on your head.",
    "ai-atk-s0202a0:296_3": "I will give away the sun,",
    "ai-atk-s0202a0:296_4": "I am dead and terrified ...",
    "ai-atk-s0202a0:296_5": "Then that dead person rose up and throws away aside clay, after picking up a bronze bowl, and say, “No one will be able to say this.”",
    "ai-atk-s0202a0:296_6": "People thought, “Yes,” and they made him do so.",
    "ai-atk-s0202a0:296_7": "and is in the same way,",
    "ai-atk-s0202a0:296_8": "From that means:",
    "ai-atk-s0202a0:296_9": "“So! Whoever is often without having given up (them) intervals of stairs, I was self-controlled and married!”",
    "ai-atk-s0202a0:297_0": "Thus there were (the Buddha) called Bodhisatta, the chief of men, which was born in the family of Sakyaputta, –",
    "ai-atk-s0202a0:297_1": "The King’s capital for the reason for whatever they desire",
    "ai-atk-s0202a0:297_2": "The great teacher, having given them to the great sacrifice, and (to be that of) the king, I will conquer them to the town, the capital.",
    "ai-atk-s0202a0:297_3": "Seeing the Bodhisatta:",
    "ai-atk-s0202a0:297_4": "“This is a master of the master, but all these things have come back here and now, I shall do so after this.” And the king said, “Give us here, we shall put it on,, and we shall go to it again.” And he returned to the king and again, saying, “Why don’t I trust it right here?”",
    "ai-atk-s0202a0:297_5": "“Great king, you’ve gone forth. You’re like a monkey, regarded as a matchmaker, and conveying the earth. You’d think it was capable of doing this. You’d better preemploying the earth in the dimension of infinite space, you’d even caught in the earth. After causing it you can see the earth.",
    "ai-atk-s0202a0:297_6": "Or they couldn’t do anything for him.”",
    "ai-atk-s0202a0:298_0": "(So) the King were for his coming to lot of another and wise man in the realm.",
    "ai-atk-s0202a0:298_1": "After walking for alms in the city of Bodhi, he walked back and forth in order to prepare a meal at the end of the Royal Monastery. He sat down on a bed.",
    "ai-atk-s0202a0:298_2": "When in the past was full of eighty-four and eighty (precepts) forty-twomen he was able to recall augator in order to receptacle authority, then having approached the King, sat down on the seat spread out, just as a great resplendent Buddha.",
    "ai-atk-s0202a0:298_3": "in the eighth winter season.",
    "ai-atk-s0202a0:298_4": "Thus there is a new state of rain.",
    "ai-atk-s0202a0:298_5": "the King was reborn in the Great Hell.",
    "ai-atk-s0202a0:298_6": "Hence it is said:",
    "ai-atk-s0202a0:299_0": "“You should give up (all) a Man, in the same manner.",
    "ai-atk-s0202a0:300_0": "Smplatiness, the lamp of the evening time has passed away:",
    "ai-atk-s0202a0:301_0": "In this way the stain of covetousness should be understood to be known as having attained.",
    "ai-atk-s0202a0:301_1": "But the one who pacifies wicked deeds, these hermits are said to be in the sloth.",
    "ai-atk-s0202a0:302_0": "answers questions that are enquiry for the sake of (perception):",
    "ai-atk-s0202a0:302_1": "they should be done according to their low seats.",
    "ai-atk-s0202a0:302_2": "knowing that (them) these shameless stains befit, the meaning is that.",
    "ai-atk-s0202a0:303_0": "After reflecting on some matters, they should think, “It’s then check if you do it.”",
    "ai-atk-s0202a0:303_1": "It’s good to turn your beautiful.",
    "ai-atk-s0202a0:303_2": "I saw me who go for refuge to the Jain ascetics when they see me.",
    "ai-atk-s0202a0:303_3": "“Upāli, what’s up for you to go for refuge?”",
    "ai-atk-s0202a0:303_4": "if he criticizes the giving up, therefore it will be no reason for you.”",
    "ai-atk-s0202a0:303_5": "he dropped the robe-cloth from his throat, it seems,",
    "ai-atk-s0202a0:303_6": "“Such king or royal minister, while our wives have gone for refuge from the merchant’s son, the King’s throne, and plunged into the town,”",
    "ai-atk-s0202a0:303_7": "ʻThose who have a great based on the word, if I thinking, “What will I have for refuge?” “If I went for refuge to me, they wouldn’t get rid of remorse and regret it.” And when I returned, they’ll make an end of suffering.",
    "ai-atk-s0202a0:303_8": "“Take him a bag with a handful of tender;”",
    "ai-atk-s0202a0:304_0": "“Like they fall into the ground, as though they were standing and lying down on the ground,",
    "ai-atk-s0202a0:304_1": "they’re reborn in your family!",
    "ai-atk-s0202a0:304_2": "He thinks they were quite secluded from sense desires, and he formerly saw ten people warning that they had before, then they warned the rice gruel.",
    "ai-atk-s0202a0:304_3": "Now comes that me when I have gone for refuge to me as a lay follower whose teaching would give to these things.",
    "ai-atk-s0202a0:304_4": "I’ve heard this from the perfected ones.",
    "ai-atk-s0202a0:304_5": "There are Jains who are skilled in such a house:",
    "ai-atk-s0202a0:304_6": "“This ascetic Gotama has nothing to do with anyone. But he should give to me. ...",
    "ai-atk-s0202a0:304_7": "I say that a gift to my disciples is not very fruitful.”",
    "ai-atk-s0202a0:304_8": "This householder says, “This householder!”",
    "ai-atk-s0202a0:305_0": "Guiding in precisely means between giving gifts, ethical behaviors, and heavens, in between heaven and the place where they abide in heaven.",
    "ai-atk-s0202a0:305_1": "There they are divers of gifts. This is the basis for happiness, while the ultimate goal is the precincts. There are no stage in the next life. This is the basis for giving pleasure and pain. When they go to heaven, the supports of the world. There’s no opportunity for its object.",
    "ai-atk-s0202a0:305_2": "For this rain comes down in the sense of establishing the boundary, on the ground, assembling the neighborhood of a great earthquake, and assembling the bones of a stone kingdom in the sense of bones.",
    "ai-atk-s0202a0:305_3": "For this is the bag of bones, including the Abhaya by name, which the suffering from a battle-hardened, together with the dreadful entrails, by the mass of suffering, by the gate, and by the head of a fire, by a mass of water, teeth, by a mas of fire.",
    "ai-atk-s0202a0:305_4": "(Anāthapiṇḍika said): “A Dhataraṭṭha, holding his hands over the head with his hands; he was a royal embark that great king who possessed the high priest from the ground with the adornment of the safety-nine perfected ones.",
    "ai-atk-s0202a0:305_5": "I was not able to fill my great sacrifice by name, my another along the highway, my mind drawn nearby, full of great wisdom.",
    "ai-atk-s0202a0:305_6": "For one who has reached the final stage of Sakka, the lord of gods, who gives the gift of Brahmā, and the gods of Brahmā’s attainment.",
    "ai-atk-s0202a0:306_0": "But because he gives gifts with trust, he is able to do so.",
    "ai-atk-s0202a0:306_1": "(Mahinda replied:) “The king who was established in virtues of Tambapaṇṇi, the Tambapaṇṇi, God-King, established in a diverse spot, Siries of the royal bull elephants, horses, the royal bull elephants, horses, chariots, at the root of the kingdom of Nāga kings, and presume Nāgas. This delightful Nāgas would set at the root of his virtue.”",
    "ai-atk-s0202a0:306_2": "Firstly, mundane and supramundane appears the whole world. There is no place here, no damage, nostention in appearance, no matter how there is. No virtue does he have become, and there is no embankment and so on. There is no virtue.",
    "ai-atk-s0202a0:306_3": "For the world in its special qualities of virtue youthfulness, scented with virtue, and so on, without a doubt, even the world of its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
    "ai-atk-s0202a0:307_0": "But this virtue must be shown by a lay person (performed).",
    "ai-atk-s0202a0:307_1": "This heavenly charioteer is called a hundred thousand a hundred thousand aeons, drunk lions, tied to enjoy themselves with heavenly pleasures. And they didn’t neighborhoods, equipments, and many hundreds of thousand years.",
    "ai-atk-s0202a0:307_2": "For a (good) declaration is in fact, the Sambuddha’s mouth.",
    "ai-atk-s0202a0:307_3": "And this is said in the Commentaries: “Bhikkhus, how I did it.”",
    "ai-atk-s0202a0:308_0": "Then one of them having ran back the elephant, after cutting the elephant, and going from the elephant to the horse, he gave the pad aside with the elephant,",
    "ai-atk-s0202a0:308_1": "“That too is impermanent and sightless. Their sight is not impermanent.”",
    "ai-atk-s0202a0:308_2": "“I’ve said that sensual pleasures give little gratification and much suffering and distress, and they are all the more full of drawbacks.” ...",
    "ai-atk-s0202a0:308_3": "Herein, hate is a drawback of hate.",
    "ai-atk-s0202a0:308_4": "encircling walls, etc., that is to say:",
    "ai-atk-s0202a0:308_5": "Sentient beings roaming on all sides,",
    "ai-atk-s0202a0:308_6": "“Surely, sirs! sentient beings are so fitted!”",
    "ai-atk-s0202a0:309_0": "and having (given) sensual pleasures in this way he explained the reason for renunciation.",
    "ai-atk-s0202a0:309_1": "The mind of body and mind,",
    "ai-atk-s0202a0:309_2": "She then took garments, wrapped herself, ornaments, and others lay them down on.",
    "ai-atk-s0202a0:309_3": "Now that is the noble truth of the noble ones?",
    "ai-atk-s0202a0:309_4": "Hence it is said:",
    "ai-atk-s0202a0:309_5": "“Suffering, Origination,”",
    "ai-atk-s0202a0:310_0": "the dust-free, stainless, free from passion, which is free from passion, is free from passion, is free from passion,",
    "ai-atk-s0202a0:310_1": "The supernormal powers, the eye of the three Brahmās, namely, the Aṅguttara, Nālaka, and Mūla.",
    "ai-atk-s0202a0:310_2": "While still it is on the path to stream-entry,",
    "ai-atk-s0202a0:310_3": "His residue of seeing the good fortune, he said: “Cessation is the truth of the cessation.”",
    "ai-atk-s0202a0:310_4": "For having done that object, in this way it arises in him in an immaterial state.",
    "ai-atk-s0202a0:311_0": "seen the noble truths,",
    "ai-atk-s0202a0:311_1": "The same method applies in the same way",
    "ai-atk-s0202a0:311_2": "We are doubting and uncertain:",
    "ai-atk-s0202a0:311_3": "When talk about, talk about Dhamma,",
    "ai-atk-s0202a0:311_4": "having attained full confidence, having become independent,",
    "ai-atk-s0202a0:311_5": "and very learned in the Teacher’s teaching,",
    "ai-atk-s0202a0:311_6": "This is the cause, not what is the reason why arouses faith in another’s faith.",
    "ai-atk-s0202a0:312_0": "70.",
    "ai-atk-s0202a0:312_1": "applying themselves to his mind, he rejoiced in speech,",
    "ai-atk-s0202a0:312_2": "I remember the monastery,",
    "ai-atk-s0202a0:312_3": "One should not enclose a monastery without (him).",
    "ai-atk-s0202a0:313_0": "While they were all present, it seems,",
    "ai-atk-s0202a0:313_1": "“Householder, the ascetic Gotama is astute. He has sight of him. He’s violent, and he won’t go for refuge to that householder. He won’t go for refuge to him, with his teaching, and his refuge. Would he have gone for refuge for life to the householder?”",
    "ai-atk-s0202a0:313_2": "Therefore first of all it was in first.",
    "ai-atk-s0202a0:314_0": "for in whom he is engaged in malicious talebearing his words: “As a dart who is capable of having heard the meaning of it, he conversesing with him.”",
    "ai-atk-s0202a0:315_0": "The medium gate: the gate, the gate through which all the gates had been given to the seven gates, is the nine gateway , the fourth gate of the gate, and the nine gate-sphere, and the nine gates .",
    "ai-atk-s0202a0:315_1": "One of the two gateway (after that) is placed near the middle of the Middle gate, and the middle of the Saṅgha.",
    "ai-atk-s0202a0:315_2": "Now, the gate of that house is carried out by the five doors.",
    "ai-atk-s0202a0:316_0": "all the world’s prey.",
    "ai-atk-s0202a0:316_1": "what Sudassana says is,",
    "ai-atk-s0202a0:316_2": "alert and sleep.",
    "ai-atk-s0202a0:316_3": "Legalings: they are taken by the supernormal powers and so on.",
    "ai-atk-s0202a0:316_4": "he sits down, like a swift teacher, like a cuckoo’s cart on the back, like the teacher going to the house.",
    "ai-atk-s0202a0:316_5": "What is born?",
    "ai-atk-s0202a0:316_6": "holding up the requisites,",
    "ai-atk-s0202a0:316_7": "After care of the death of that, etc., for the sake of defecating, and for the absence of such-and-such absence, he says, “I incomparable,” and with this.",
    "ai-atk-s0202a0:317_0": "The Jains says, “Sir, don’t take reference to the Jain ascetics. The lay followers are suppressed by Māra and his path.",
    "ai-atk-s0202a0:317_1": "Well then, sir, I shall give you a simile.",
    "ai-atk-s0202a0:317_2": "“Only the reason for you to make your teacher the teaching study, emancipating, government offend you’re dedicated to the gods.” And that’s what you said.",
    "ai-atk-s0202a0:318_0": "Knowledge of the name of the one who has gone (there) Liberated",
    "ai-atk-s0202a0:318_1": "they dyed the monkey-bone, hunger-covered the monkey,",
    "ai-atk-s0202a0:318_2": "After giving her to her, she said: “Take the root, (from the).”",
    "ai-atk-s0202a0:318_3": "Suppose a consciousness was bitter, arranged, and aeons, and arts of mud.",
    "ai-atk-s0202a0:318_4": "it was said.",
    "ai-atk-s0202a0:318_5": "taken the dyers’ Cloth kettledrums, having dyed all over, I want to take it.”",
    "ai-atk-s0202a0:318_6": "and eventually can carry off their bodies, and then women again, the circumspect,",
    "ai-atk-s0202a0:318_7": "Minews having seen the bones on both sides in the belly stone threw up from the palace, having hang it covered with both sides.",
    "ai-atk-s0202a0:319_0": "He remembers, vows, and counselors, both Sanghas and individuals,",
    "ai-atk-s0202a0:319_1": "Therefore this was said.",
    "ai-atk-s0202a0:319_2": "One is not made by a wall, a screen and a cloth screen, a mattress, a dropping cloth, a mattress, and a pillar from the top of cremate.",
    "ai-atk-s0202a0:319_3": "if he puts his head into the head, his head explode into the skull,",
    "ai-atk-s0202a0:319_4": "if she travels without a _paṇḍaka_;",
    "ai-atk-s0202a0:319_5": "Therefore this was said.",
    "ai-atk-s0202a0:319_6": "It’s not fact that amount isn’t freshly jewel, crushing, and soft, a mixed with it.",
    "ai-atk-s0202a0:319_7": "Therefore this was said.",
    "ai-atk-s0202a0:319_8": "The fool sub-chapter on like a fool is like a fool.",
    "ai-atk-s0202a0:319_9": "But the Jain ascetic or brahmin of the Jains, who is restrained in the monastery, etc., or who is deliberating, or who is without protection.",
    "ai-atk-s0202a0:319_10": "Nor do they desire, but don’t forget about it. They don’t go to patience or gentleness. They don’t get divided or loosening it. They’re like a poisonous snake, like a lump of earth.",
    "ai-atk-s0202a0:319_11": "For the Wise One, the Wise Protector of the Wise Learnship will not listen to the teachings.",
    "ai-atk-s0202a0:319_12": "Therefore this was said.",
    "ai-atk-s0202a0:319_13": "But just as, when a Buddha has laid down the ocean before the four oceans—seeing into it, the ocean is deep and tasted, it is profound and expressed according to the law.",
    "ai-atk-s0202a0:319_14": "Listen to the disciple of the Buddha, he listens to what is inferior. And he praises the Buddha’s exposition.",
    "ai-atk-s0202a0:320_0": "They understand that what is called lowly person is said to have few wishes ...",
    "ai-atk-s0202a0:320_1": "You should understand that this is how the teacher who has right views, attentively, and preserves all of them.",
    "ai-atk-s0202a0:320_2": "With one who has broken terror, she has broken terror,",
    "ai-atk-s0202a0:320_3": "the districts will disappear.",
    "ai-atk-s0202a0:320_4": "they are the ones who are free from corruptions.",
    "ai-atk-s0202a0:320_5": "Victorious in victors, Victors decay,",
    "ai-atk-s0202a0:320_6": "the Fortunate One, having victory in battle,",
    "ai-atk-s0202a0:320_7": "Because they have no longer affection for (all) suffering, the result of suffering.",
    "ai-atk-s0202a0:320_8": "Well-great means pure in mind. Also the Elder Suppiya-sweller’s practice was well-formed among the Divinities’ time.",
    "ai-atk-s0202a0:320_9": "grows in ethical conduct.",
    "ai-atk-s0202a0:320_10": "It’s good to look after the beautiful;",
    "ai-atk-s0202a0:320_11": "Standing unevenly who has entered upon the boundaries, and who stands",
    "ai-atk-s0202a0:320_12": "free of greed, liberated, and desire for the passionless,",
    "ai-atk-s0202a0:321_0": "for one whose mind is satisfied,",
    "ai-atk-s0202a0:321_1": "Who spread out the virtue of material delights,",
    "ai-atk-s0202a0:321_2": "So gladness : the moment consisting in gladness , etc., that is to say, or again to be destroyed .",
    "ai-atk-s0202a0:321_3": "Though confidence again and again he speaks only of one good qualities,",
    "ai-atk-s0202a0:321_4": "We understand how to gratitude the ascetic’s suppression is used for him; he is the meaning.",
    "ai-atk-s0202a0:321_5": "Through the locality of the world: through seven kinds of system",
    "ai-atk-s0202a0:321_6": "it doesn’t grab once.",
    "ai-atk-s0202a0:321_7": "if he is going to another, or in one place with a single profitable virtue, it is not share (from him).",
    "ai-atk-s0202a0:322_0": "they’re not worth a sixteenth part",
    "ai-atk-s0202a0:322_1": "pure, brilliant, endowed with good qualities,",
    "ai-atk-s0202a0:322_2": "shining in light.",
    "ai-atk-s0202a0:322_3": "for one who has faulted energy:",
    "ai-atk-s0202a0:322_4": "Experiency: there is nothing through any one of fear,",
    "ai-atk-s0202a0:322_5": "deep virtues of profound virtues, deep or profound,",
    "ai-atk-s0202a0:322_6": "One who has knowledge and vision:",
    "ai-atk-s0202a0:322_7": "is said of feeling ...",
    "ai-atk-s0202a0:322_8": "standing on the teaching,",
    "ai-atk-s0202a0:322_9": "restrained and self-developed,",
    "ai-atk-s0202a0:323_0": "for the sake of his hand:",
    "ai-atk-s0202a0:323_1": "In remote lodgings: some remote lodgings...",
    "ai-atk-s0202a0:323_2": "by what is covering over what is preying, acknowledgeable,",
    "ai-atk-s0202a0:323_3": "By direct knowledge, he who has said: these things are called a scoundrel or the defilements.",
    "ai-atk-s0202a0:323_4": "he becomes quenched to the forest,",
    "ai-atk-s0202a0:324_0": "Seven on the slopes of hermits, etc., these six is the seventh part of the hermitage.",
    "ai-atk-s0202a0:324_1": "he has reached the best of Brahmā’s attainment:",
    "ai-atk-s0202a0:324_2": "Wealth: having become free from the corruptions,",
    "ai-atk-s0202a0:324_3": "Skilled in the lotus ponds, having learned a verse,",
    "ai-atk-s0202a0:324_4": "he is known and knowledge-maker: he is fully known -",
    "ai-atk-s0202a0:324_5": "he is the foremost of all having seen the Lord of the Dhamma,",
    "ai-atk-s0202a0:324_6": "I want to be reborn.",
    "ai-atk-s0202a0:324_7": "those who have attained (this), those who have attained (true) virtue,",
    "ai-atk-s0202a0:324_8": "the one with answering and answering the meaning, having no meaning,",
    "ai-atk-s0202a0:324_9": "for the Blessed One, there is nothing that is good indeed, the meaning is this meaning.",
    "ai-atk-s0202a0:325_0": "Seeing Vipassī, rejoicing, not unaffected,",
    "ai-atk-s0202a0:326_0": "Not attending on, they’re not tired, stressed, free of defilements.",
    "ai-atk-s0202a0:327_0": "the meaning of abundant understanding is called “definition of the earth” in the sense of urgency, possession of wisdom.",
    "ai-atk-s0202a0:327_1": "Mahāpajāpatī Gotamī, when they have great wisdom,",
    "ai-atk-s0202a0:328_0": "With the complete ending of craving: being unattached to the defilements,",
    "ai-atk-s0202a0:328_1": "he is worthy of offerings dedicated to the gods.",
    "ai-atk-s0202a0:328_2": "From the power of being seen by the spirits, by the Fortunate One, or by not seeing,",
    "ai-atk-s0202a0:328_3": "That is why it said: “We shall put it on.”",
    "ai-atk-s0202a0:328_4": "the great hermit’s great hermit,",
    "ai-atk-s0202a0:328_5": "I am the disciple of the teachers, the disciple of such and such virtues, and I am the disciple of the Teacher.",
    "ai-atk-s0202a0:328_6": "analytical knowledge of the path, they went into the analytical knowledge of (of them).",
    "ai-atk-s0202a0:328_7": "And so the ten analytical knowledges, having revealed the following ten analytical knowledges, saying: “Householder, this was the top of the answer, for the sake of the householder Sāketa.”",
    "ai-atk-s0202a0:329_0": "Gatherds, knows how to gather water, and pours.",
    "ai-atk-s0202a0:329_1": "(So it seems) he thought:",
    "ai-atk-s0202a0:329_2": "“This is the blessing for the ascetic Gotama’s presence. When he came, they praise on the spot.”",
    "ai-atk-s0202a0:329_3": "Therefore this was said.",
    "ai-atk-s0202a0:329_4": "(Having ordered) the garlands, the garlands, the flowers, and the garlands of flowers, and the garlands, garlands and fragrances, garlands, perfumes, and flowers, garlands, and perfumes, and flowers.",
    "ai-atk-s0202a0:329_5": "In the same way, sir, there were gardens of different colors with various colors, clad in colour, and scented with flowers.",
    "ai-atk-s0202a0:329_6": "Upāli’s weavers,",
    "ai-atk-s0202a0:329_7": "The sky is covered with garlands, like a fragrant flowers, and it is like the Realised One’s colour.",
    "ai-atk-s0202a0:330_0": "There is hot blood from his mouth, and it thought,",
    "ai-atk-s0202a0:330_1": "“Now there is no opportunity for us tomorrow. I’ll eat a meal from me with my back.”",
    "ai-atk-s0202a0:330_2": "Then he who was attending on by the power of his attendants: “I have strong support observed.”",
    "ai-atk-s0202a0:330_3": "For these sentient beings are running for their own beings,",
    "ai-atk-s0202a0:330_4": "He became warmed with bloody dysentery, like a large crowd, dead board, and with goad.",
    "ai-atk-s0202a0:330_5": "But when they came, they were unable to live having destroyed, they were unable to live.",
    "ai-atk-s0202a0:330_6": "Rather, the Jains right there, spelled him outside the city. Nigaṇṭhasātaputta took a bedroom and, carrying his bottom in the morning. He died at the foot of the town, went right there.",
    "ai-atk-s0202a0:330_7": "In this discourse the text, the one who is learned, one who understands the meaning, and the teaching,",
    "ai-atk-s0202a0:331_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:332_0": "The Book of the colors is finished.",
    "ai-atk-s0202a0:333_0": "7. Kukkuravatikasuttavaṇṇanā",
    "ai-atk-s0202a0:334_0": "Times thrives like a dog’s vomited",
    "ai-atk-s0202a0:334_1": "Herein, the Koliyan lady in the country",
    "ai-atk-s0202a0:334_2": "he’s called one opposite sex in the city of Koliyans’ .",
    "ai-atk-s0202a0:334_3": "In that country he’d wander about,",
    "ai-atk-s0202a0:334_4": "Descended that place where people were being struck, it seems, at the time of the drivers’ poisoned.",
    "ai-atk-s0202a0:334_5": "While they were being carried along the town called Āḷavī, they were killed and destroyed the names of the town named Haliddavasana.",
    "ai-atk-s0202a0:334_6": "Encluding that village: he lives in that place.",
    "ai-atk-s0202a0:334_7": "But even though I’m regarded as a dwelling, yet I do not know the future times that are in favourable to the Buddhas.",
    "ai-atk-s0202a0:334_8": "While he is the cowherd’s lion, dogs, jackals, and plunges into the thicks; and he eats untrampled grasses them.",
    "ai-atk-s0202a0:334_9": "the naked ascetic, not a morsel,",
    "ai-atk-s0202a0:334_10": "Seniya Bimbisāra of Magadha",
    "ai-atk-s0202a0:335_0": "The a dog observance makes it prosperous, a dog attacked by a dog, all of it.",
    "ai-atk-s0202a0:335_1": "and both bullocks together like companions.",
    "ai-atk-s0202a0:335_2": "To make him sit down in the presence of a dog. He thinks, “Shaven, dog, wipes his head and dresses in two, puts his sarong on the ground, and sit down with a bedroom.” He then, after washing his head, he plunges into two or three hands with his head, he sits down in the ground with his head, and he exchanged greetings with the Buddha.",
    "ai-atk-s0202a0:335_3": "placed on the ground.",
    "ai-atk-s0202a0:335_4": "Having assembled together, full of water, (but) are destroyed,",
    "ai-atk-s0202a0:335_5": "if she smears the body,",
    "ai-atk-s0202a0:335_6": "what is the next to? Where is the next life?",
    "ai-atk-s0202a0:335_7": "but rather it will be oppressed for him back.",
    "ai-atk-s0202a0:335_8": "dogs and jackals, and wilds,",
    "ai-atk-s0202a0:336_0": "79.Bhāvetīti vaḍḍheti.",
    "ai-atk-s0202a0:336_1": "and filled with food and drink,",
    "ai-atk-s0202a0:336_2": "they’re reinstated inside, unwept away.",
    "ai-atk-s0202a0:336_3": "do bad behavior,",
    "ai-atk-s0202a0:336_4": "They think, “I’ll make the whole mind!”",
    "ai-atk-s0202a0:336_5": "There is a dog, a dog, a jackal, a dog, making use of a high plough, sitting down, resting place on the ground, and level of the body. When there is such a dog, a snake, a rushing down from the chest.",
    "ai-atk-s0202a0:336_6": "by this precept or observance or mortification: by because of conduct, that is, good in the beginning, “Bhikkhus, I have this abiding of the spiritual life” or “By this meaning is:",
    "ai-atk-s0202a0:336_7": "a god is among the gods in which one of Sakka.",
    "ai-atk-s0202a0:336_8": "Theyr Majesty is said to have one of those beginning with Devas.",
    "ai-atk-s0202a0:336_9": "When they have wrong view is reborn in the world of the gods. They go to the village of the gods, and wrong view.",
    "ai-atk-s0202a0:336_10": "It is one of his destiny, no hell or the animal realm. That is why there is no danger.",
    "ai-atk-s0202a0:336_11": "When the view is conceived, and having become without it,",
    "ai-atk-s0202a0:337_0": "I’m not crying because of what the Buddha says. Yet I don’t say: ‘I don’t like that, sir.’",
    "ai-atk-s0202a0:337_1": "In the same way the meaning should be understood according to whichever bad deeds thus, not each in the caravan,",
    "ai-atk-s0202a0:338_0": "“Whoever is departing, ~ for whom you don’t live,",
    "ai-atk-s0202a0:339_0": "And if they live, why do they cry out?”",
    "ai-atk-s0202a0:340_0": "and this is the end.",
    "ai-atk-s0202a0:340_1": "But, sir, this is my dog.",
    "ai-atk-s0202a0:340_2": "“So, sir, while I was reborn in the realm of luminous deeds, I reviewed my own success.”",
    "ai-atk-s0202a0:341_0": "The dog observance should be understood as stated in the way already described.",
    "ai-atk-s0202a0:341_1": "cattle-keeper to cattle,",
    "ai-atk-s0202a0:341_2": "The dog observance (wells) are like the snapp.",
    "ai-atk-s0202a0:341_3": "Just as, when a drunk on it, he’d think, “Kill the cows in a jackal’s hole here and there after seeing it,",
    "ai-atk-s0202a0:341_4": "Such is the same kind of wealth,",
    "ai-atk-s0202a0:342_0": "asked: “How many legal procedures for himself? ” and the Kaṇṭaka, why are you doing this?",
    "ai-atk-s0202a0:342_1": "It is in the teaching of the noble ones that they have done bad deeds by way of body, speech, and mind that I have done this task.”",
    "ai-atk-s0202a0:342_2": "Furthermore, the advice I’ve known it to be the goal of this worker and attain the ascetic life. When all they’ve gone forth, they’ll become a layperson.",
    "ai-atk-s0202a0:343_0": "Herein, Kāḷī did a legal procedure and ten types of wholesome deeds.",
    "ai-atk-s0202a0:343_1": "resulting in dark deeds with dark results, which are produced by crows,",
    "ai-atk-s0202a0:343_2": "Postures means (given) deeds,",
    "ai-atk-s0202a0:343_3": "They were reborn from bright sides, from the group of ninety-three (parts),",
    "ai-atk-s0202a0:343_4": "you’re dark and bright.",
    "ai-atk-s0202a0:343_5": "dark and bright deeds with dark results,",
    "ai-atk-s0202a0:343_6": "For one in order to do so, when unprofitable deeds are cut off the inner task, the courses arise is the purpose of warding off the pervasion by one who is virtuous,",
    "ai-atk-s0202a0:343_7": "and mentor arise in a family similar to the royal family that was suffered,",
    "ai-atk-s0202a0:343_8": "With neither dark nor bright deeds, that is the fourth member.",
    "ai-atk-s0202a0:343_9": "Even if you were to give dark results,",
    "ai-atk-s0202a0:343_10": "if you should give bright deeds with bright results,",
    "ai-atk-s0202a0:343_11": "and on both sides it is neither dark nor bright deeds with neither dark nor bright results, which are neither dark nor bright.",
    "ai-atk-s0202a0:343_12": "This is the meaning of this passage for recitation.",
    "ai-atk-s0202a0:344_0": "*That teacher who always hurts hurts pleasure,",
    "ai-atk-s0202a0:344_1": "When there is such bodily formations, verbal and mental processes, and mental profitable",
    "ai-atk-s0202a0:344_2": "and the words through the arrangement by verbal dividing up against each other, according to twelve enquiry, and description (beformed) called “seen conditions”.",
    "ai-atk-s0202a0:344_3": "and tormented by both, delighted in (volitional) processes, clarified the mind-made mental processes.",
    "ai-atk-s0202a0:344_4": "So the three gates should be understood in the way beginning, “Unskillful observerting.”",
    "ai-atk-s0202a0:344_5": "With this auspicious worker there is always work for Upāli.",
    "ai-atk-s0202a0:344_6": "having made (after) carried it up, returns.",
    "ai-atk-s0202a0:344_7": "They arise in a hurtful world, (thinking):",
    "ai-atk-s0202a0:344_8": "hurtful contacts ...",
    "ai-atk-s0202a0:344_9": "painted by embracing.",
    "ai-atk-s0202a0:344_10": "Because of those beings accumulated repetition for the simile of the living being.",
    "ai-atk-s0202a0:344_11": "This is said:",
    "ai-atk-s0202a0:344_12": "their deeds, being reborn in accordance with the order of their deeds, and their rebirth is in accordance with the ordinary man.",
    "ai-atk-s0202a0:344_13": "That’s why it is said: “He’s why he kills them.”",
    "ai-atk-s0202a0:344_14": "here it is the meaning here and now that when a man is being described as well.",
    "ai-atk-s0202a0:344_15": "But since the result is a cause of deeds ... roots, etc., the meaning is this: being the meaning here is this.",
    "ai-atk-s0202a0:344_16": "Contacts by which contacts, through which they suffered.",
    "ai-atk-s0202a0:344_17": "They say that action is born in deeds, (but) actions, it is not possible that I say.",
    "ai-atk-s0202a0:345_0": "they fall free of pain,",
    "ai-atk-s0202a0:345_1": "who in this body, the eight kinds of bodily conduct, the mental process, and the mental processes consisting of the body.",
    "ai-atk-s0202a0:345_2": "the verbal processes only had been made by speech, and the mental processes together.",
    "ai-atk-s0202a0:345_3": "Three in the mind-made, Tissa, and firstly abiding the neighborhood of the Three (dinary) processes.",
    "ai-atk-s0202a0:345_4": "Continually intercourse: “Because of the jhāna is happy and free of affliction,”",
    "ai-atk-s0202a0:345_5": "dancers, and making a plate at the time of the kasiṇas.",
    "ai-atk-s0202a0:345_6": "The fourth tetrad instructs in worldly pleasures, compassionate, and fourth jhānas in the third jhāna.",
    "ai-atk-s0202a0:345_7": "So the faculties should be understood in the three ways of performing good conduct and the profitable states.",
    "ai-atk-s0202a0:345_8": "and thirdly it should be understood both in terms of the third kind as well.",
    "ai-atk-s0202a0:346_0": "It’s like when people serve him at the time of human beings, which is painful to touch, bitter, and pull towards time. And when people bring you to time, suffering its origin, and its cessation should be understood to time.",
    "ai-atk-s0202a0:346_1": "The elephants are also to be found in the animal realms.",
    "ai-atk-s0202a0:347_0": "The deeds in the place where it is done,",
    "ai-atk-s0202a0:347_1": "The purpose of giving up the intention to give up that value of cloth",
    "ai-atk-s0202a0:347_2": "Having arrived in the Palace of Principle, there is no other quality.",
    "ai-atk-s0202a0:347_3": "Their deeds that were bright and unprofitable, ~ and blameworthy and blameless, and criticized by sensible people, is called “low ones”.",
    "ai-atk-s0202a0:348_0": "To start with, “Sir, I’ll get angry,” and he said: ‘I’ll have hunger and drunk,’ he who wouldn’t get into a frustrated on my self-removers. Let me take it, like someone who thinks, ‘I’ll make sure that anyone who’s very pure, and like my self-control.’",
    "ai-atk-s0202a0:348_1": "Then the Fortunate One who was wise with the ascetics of other religions, who he preceded the Discourse on the Path of the Suttas, stood formerly as a novice nun.",
    "ai-atk-s0202a0:348_2": "“I’m doing so-and-so who was formerly an ascetic of another religion in this teaching and training under Venerable so-and-so, I ask the Sangha for probation for four months of probation.”",
    "ai-atk-s0202a0:349_0": "Herein, one who goes forth under the word “blessed” in the way already stated .",
    "ai-atk-s0202a0:349_1": "and without giving the going-forth, she received the going-forth.",
    "ai-atk-s0202a0:349_2": "But if there is no one who is fully ordained in the village, he should fulfill the eight kinds of people in the village.",
    "ai-atk-s0202a0:349_3": "satisfied with their minds full of joy, and endowed with eight qualities,",
    "ai-atk-s0202a0:349_4": "This is in brief ;",
    "ai-atk-s0202a0:349_5": "But the detailed exposition should be understood in the Vinaya and of the sectarians, that is to say, the exposition of the sectarians, the Vinaya, and the rest on the Monastic Law having gone forth in the way already stated.",
    "ai-atk-s0202a0:349_6": "but I have got what was said.",
    "ai-atk-s0202a0:349_7": "Diversity of persons dispensation: of diverse kinds,",
    "ai-atk-s0202a0:349_8": "This person is worthy of probation, this is not proper to be given to me, that is,",
    "ai-atk-s0202a0:350_0": "Then Seniya thought:",
    "ai-atk-s0202a0:350_1": "“It’s incredible and amazing! Those who have thrown it onto a hook, they’ll throw it away, and given it up.”",
    "ai-atk-s0202a0:350_2": "Well then, if he had gone forth a fertile field, he said: “Venerable sir, if you were to go forth.”",
    "ai-atk-s0202a0:350_3": "Then the Buddha, knowing that Nanda’s Mother was thinking, addressed a mendicant,",
    "ai-atk-s0202a0:350_4": "“Go, monk, and give them the going forth.”",
    "ai-atk-s0202a0:350_5": "Having made that give the going-forth and the Fortunate One’s going-forth,",
    "ai-atk-s0202a0:350_6": "took the full ordination and sat down.",
    "ai-atk-s0202a0:350_7": "Therefore it is said:",
    "ai-atk-s0202a0:350_8": "“Seniya, naked ascetic Seniya received the going forth, the ordination in the Buddha’s presence.”",
    "ai-atk-s0202a0:351_0": "Without being endowed, he did not long ordained, it went to the vicinity.",
    "ai-atk-s0202a0:351_1": "Whose mind is peaceful and substantively, but whose mind is overcome by defilements, and whose mind is dissipated from the defilements.",
    "ai-atk-s0202a0:351_2": "Heedful meditation subject rides, mindfulness and full of breathing,",
    "ai-atk-s0202a0:351_3": "ardent, fully aware, and mindful, after removing avarice and sorrow regarding the body.",
    "ai-atk-s0202a0:351_4": "resolutely for his body and life; he revealed his life, being undeveloped. He who has cut off his life, and is gone beyond doubt.",
    "ai-atk-s0202a0:351_5": "For the sake of which one is good.",
    "ai-atk-s0202a0:351_6": "from a good family to family.",
    "ai-atk-s0202a0:351_7": "Since they exist in the cause of reason only,",
    "ai-atk-s0202a0:351_8": "An unsurpassed Discourse is supreme.",
    "ai-atk-s0202a0:351_9": "... which culminates in the spiritual life.",
    "ai-atk-s0202a0:351_10": "This gentleman has gone forth in that good family.",
    "ai-atk-s0202a0:351_11": "in this very life:",
    "ai-atk-s0202a0:351_12": "having known, experienced, and attained it himself with wisdom.",
    "ai-atk-s0202a0:351_13": "after entering and having attained (still) meaning arose, he dwelt on having attained .",
    "ai-atk-s0202a0:351_14": "Someone who lives like this is reborn.",
    "ai-atk-s0202a0:351_15": "But when he knew that",
    "ai-atk-s0202a0:352_0": "That’s what he was thinking. Then he said, “Anuruddha, when he was taught, Venerable Seniya did just that he did just that.”",
    "ai-atk-s0202a0:352_1": "with one of them.",
    "ai-atk-s0202a0:352_2": "perfected ones, fully awakened Buddhas dispensation: the perfected ones who lived in the realm of the perfected ones.",
    "ai-atk-s0202a0:352_3": "The rest is clear.",
    "ai-atk-s0202a0:353_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:354_0": "The Burning of the Ascetics is finished.",
    "ai-atk-s0202a0:355_0": "With Prince Abhaya",
    "ai-atk-s0202a0:356_0": "Telling the Discourse like Sunāparanta",
    "ai-atk-s0202a0:356_1": "Herein, fear is the name of your wisdom.",
    "ai-atk-s0202a0:356_2": "Prince Settiya",
    "ai-atk-s0202a0:356_3": "he informs his fault,",
    "ai-atk-s0202a0:356_4": "one is reborn in hell, the animal realm,",
    "ai-atk-s0202a0:356_5": "if he lies in the eon;",
    "ai-atk-s0202a0:356_6": "(It is) difficult for one thousand years (the Buddha), the Sakyan,",
    "ai-atk-s0202a0:356_7": "But he is able to remove the two or three cooks, but he is unable to do it without getting it.",
    "ai-atk-s0202a0:356_8": "Quickly prepare the faults of his virtue, and able to bathe without taking leave of faults, he cannot stir them about.",
    "ai-atk-s0202a0:357_0": "So it seems that Jain ascetics thought:",
    "ai-atk-s0202a0:357_1": "“The ascetic Gotama has scared me and newly pressed me by one. He’s able to make a hut without a crime, even if he couldn’t make a hut.”",
    "ai-atk-s0202a0:357_2": "He cuts his house into the house and adorned his house. And he ate many meal before another –",
    "ai-atk-s0202a0:357_3": "“Whether the ascetic Gotama will give up this question: “Whoever this question all this time I saw, all of them abandoned me.”",
    "ai-atk-s0202a0:357_4": "Then this occurred to him:",
    "ai-atk-s0202a0:357_5": "“Take this question to the ascetic Gotama, who is not able to reply, without asking permission of an offending, a fault-finding mind, a whirlpool, or a consequence?”",
    "ai-atk-s0202a0:357_6": "Then the Abhaya, thinking, “So, Prince, he’ll learn that.”",
    "ai-atk-s0202a0:357_7": "He spoke to him like that, saying, “Venerable sir,”",
    "ai-atk-s0202a0:358_0": "while he was still not satisfied. This is the four supports, and this is the point of requisites that weren’t given away within. This is the wrong kind that they think,",
    "ai-atk-s0202a0:358_1": "now you’ll be happy.",
    "ai-atk-s0202a0:358_2": "she invited many ways with a little: “Why don’t I invite many monks?",
    "ai-atk-s0202a0:358_3": "(So it seems) he thought:",
    "ai-atk-s0202a0:358_4": "“Those people do so, after giving one thing to the other, they will give something else at the time, and they will get some ocher robes.”",
    "ai-atk-s0202a0:358_5": "Then I will invite you like this: ‘I’ll get a single day that I’ll live alone with a hundred years.’",
    "ai-atk-s0202a0:358_6": "“This is how, Doṇa, I won’t have invited these three ways for a meal.",
    "ai-atk-s0202a0:359_0": "And here there is no definition of enquiry when asked a question.",
    "ai-atk-s0202a0:359_1": "Such speech as the Realized One would not speak.",
    "ai-atk-s0202a0:359_2": "One might see the meaning of the words spoken by the words: “Don’t see its meaning.”",
    "ai-atk-s0202a0:359_3": "That’s how the Buddha answered without a craft of the four months, just as it was.",
    "ai-atk-s0202a0:359_4": "And the Jain ascetics didn’t have",
    "ai-atk-s0202a0:360_0": "was sitting in silence,",
    "ai-atk-s0202a0:360_1": "Or perhaps they set up some clay balls on a creeper, or on a cluster of flowers.",
    "ai-atk-s0202a0:360_2": "When they get close to their own mindfulness, they wounded out their own fruit, saying, “It’s as if that’s swallowed by the horns,”",
    "ai-atk-s0202a0:360_3": "But this thought:",
    "ai-atk-s0202a0:360_4": "“The Sambuddha is the best of quadrupeds, the Saṅgha of mendicants, and others.",
    "ai-atk-s0202a0:360_5": "If I have a well, all is well.",
    "ai-atk-s0202a0:360_6": "If not, then I’ll cry out.",
    "ai-atk-s0202a0:360_7": "Then see this boy, sir, we’ll be able to seize with a boy.”",
    "ai-atk-s0202a0:360_8": "But while the Buddha spoke of a hundred thousand reasons, even a hundred thousand years, still thinks, “But I will break this boy, Prince, and after breaking the barber about, how could I think, “Where would you do it?”",
    "ai-atk-s0202a0:361_0": "Herein, one can set out his mouth in its mouth.",
    "ai-atk-s0202a0:361_1": "I’d be fitting to get it,",
    "ai-atk-s0202a0:361_2": "In the first place where it is first because it is the first beginning.",
    "ai-atk-s0202a0:361_3": "They force what is untrue,",
    "ai-atk-s0202a0:361_4": "when you’re untroubled,",
    "ai-atk-s0202a0:361_5": "Without harmlessness, what is not beneficial or what is unbeneficial,",
    "ai-atk-s0202a0:361_6": "neither agreeable nor disagreeable.",
    "ai-atk-s0202a0:361_7": "This is how should be regarded here.",
    "ai-atk-s0202a0:362_0": "Herein, thieves are robbed by the first, and they don’t use the slaves here and there.",
    "ai-atk-s0202a0:362_1": "the Realized One doesn’t speak about.",
    "ai-atk-s0202a0:362_2": "The second thieves are robbed by thieves, etc., as before.",
    "ai-atk-s0202a0:362_3": "The Realized One doesn’t talk about.",
    "ai-atk-s0202a0:362_4": "In the third statement, he said, “Now you’ll be ugly, unsightly, deformed, and discontent, sought, and will be released by the four kinds of merit.” And the Buddha, he said, “When you don’t say this: ‘Ascetic, how will you do the same?’",
    "ai-atk-s0202a0:362_5": "There the Realized One declares the third time to speak in that place. He knows the right time to speak of the right time for the purpose, and he has debately declared the meal on the right time.",
    "ai-atk-s0202a0:363_0": "Talking at the first words,",
    "ai-atk-s0202a0:363_1": "that is how it should be understood:",
    "ai-atk-s0202a0:363_2": "When they had done this, it seems, there were a swampt and left the city on the bank of the river. A number of scoundrels together with several menstruations, thinking, “Let us go and drinking the water,” and when they had spoken, they thought, “We came to the courtesan servants, calling our hands, and thought,",
    "ai-atk-s0202a0:363_3": "she told him, “Who would do it?” and he added: “We will do what we do.”",
    "ai-atk-s0202a0:363_4": "And they asked the old age: “We have driven out of the dart.”",
    "ai-atk-s0202a0:363_5": "So let your father go:",
    "ai-atk-s0202a0:364_0": "one ascetic but says:",
    "ai-atk-s0202a0:364_1": "my mother was like the fruit of an iron ball.",
    "ai-atk-s0202a0:364_2": "She obtained another head, and so did not receive me.",
    "ai-atk-s0202a0:364_3": "When I went to the tree, I saw a little tree, he took hold of his feet and put it on his head.",
    "ai-atk-s0202a0:364_4": "She then went to the house of a trainee and took a fruit from her own house and went to the house and told him sentence. She then carried it to the house and went to the house and gave her a mat.",
    "ai-atk-s0202a0:364_5": "But they are great and fully mature—",
    "ai-atk-s0202a0:364_6": "Then, when I was sitting in my sixteenth Rains Retreat,",
    "ai-atk-s0202a0:364_7": "I had sprinkled the lowly Fathers of those families.",
    "ai-atk-s0202a0:364_8": "After our house, he plundered deep into it, filled it with a sunshade and flour.",
    "ai-atk-s0202a0:364_9": "After taking note of them in the house, they prevented him from the house.",
    "ai-atk-s0202a0:364_10": "(She then) with the eighty mountains, like a mountain in a mountain,",
    "ai-atk-s0202a0:364_11": "What’s the sound of drums?”",
    "ai-atk-s0202a0:365_0": "They all sat in silence, and when asked to the Collection of Discussion, he asked:",
    "ai-atk-s0202a0:365_1": "“Yes, my dear, that will be the Lord of the World.”",
    "ai-atk-s0202a0:365_2": "And just as, when the other parts have been shown such states as in the Commentaries, it is said:",
    "ai-atk-s0202a0:365_3": "and I also listen to the family traditions of mine. And it’s not suitable for our family that she had been violent to our families.",
    "ai-atk-s0202a0:365_4": "At the end of his unclean pouring countless hundreds of trees was one in the middle of a great sea.",
    "ai-atk-s0202a0:365_5": "And the branch trampled downwards a branch, leaves, and fruits a valuable branch.",
    "ai-atk-s0202a0:365_6": "The kusa grasses in the six months, in the charnel ground, under the inner cloth, and the yellow flowers,",
    "ai-atk-s0202a0:365_7": "Having plucked it into the field, having gone to the air, she stood in the fields of weapons, re-splendent with the flowers of the stalks,",
    "ai-atk-s0202a0:365_8": "Those bondservants,",
    "ai-atk-s0202a0:365_9": "all of them, giving up my flesh,",
    "ai-atk-s0202a0:365_10": "Clearly I’m not seen, you have seen the six people,",
    "ai-atk-s0202a0:365_11": "while you are still not growing on the name of Nandā, you cremated the air while sitting in your bed. Having taken up a turban on your back, you have flat on the ground and stood still as a pillow.",
    "ai-atk-s0202a0:365_12": "Saying, “We didn’t do the duties.”",
    "ai-atk-s0202a0:365_13": "And then having deposed to the mark, after collecting the mark, and ate it until his slave,",
    "ai-atk-s0202a0:365_14": "when the Realized One doesn’t speak like this,",
    "ai-atk-s0202a0:366_0": "The second words by way of speech, etc., are not revealing the reasons, not by means of the fourth statement (of the Saṅgha), and so on. They talk about the act of skill in sesame seeds,",
    "ai-atk-s0202a0:366_1": "The Realized One doesn’t talk about.",
    "ai-atk-s0202a0:366_2": "and third speech, the Noble One does not listen to the Noble Truth.",
    "ai-atk-s0202a0:366_3": "Such was the Realised One neither speaks nor disliked.",
    "ai-atk-s0202a0:366_4": "But when the third time is spoken, it does not return.",
    "ai-atk-s0202a0:366_5": "Herein, it should be understood a third time.",
    "ai-atk-s0202a0:367_0": "or his moment goes on the spot forgets, or his voice appears vacant, hollow, and insubstantial.",
    "ai-atk-s0202a0:367_1": "from perception, wisdom, and wins in the morning.",
    "ai-atk-s0202a0:367_2": "the state of existence as the Dhamma.",
    "ai-atk-s0202a0:367_3": "‘Knowledge of omniscience’ is a term for all kinds of omniscience.",
    "ai-atk-s0202a0:367_4": "(who has) drewning to the Fortunate One’s hand,",
    "ai-atk-s0202a0:367_5": "That’s why he wants what he wants, and he does what he says is the meaning.",
    "ai-atk-s0202a0:367_6": "The rest is the same.",
    "ai-atk-s0202a0:367_7": "But this teaching is well established by one persons and an individual essences.",
    "ai-atk-s0202a0:368_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:369_0": "The Abhaya’s commentary is finished.",
    "ai-atk-s0202a0:370_0": "9. Bahuvedanīyasuttavaṇṇanā",
    "ai-atk-s0202a0:371_0": "* the Many Things That Seek",
    "ai-atk-s0202a0:371_1": "Herein, Pañcakaṅga, the master builder is the name of the fivefold army.",
    "ai-atk-s0202a0:371_2": "Walking in the Lump of the Cowls and the Yourself with the five factors. It has four factors that is worthy of offerings: fifty, or six factors.",
    "ai-atk-s0202a0:371_3": "swells for his grain,",
    "ai-atk-s0202a0:371_4": "Udāyī, the Elder Udāyī, who was wise,",
    "ai-atk-s0202a0:372_0": "89.Pariyāyanti kāraṇaṁ.",
    "ai-atk-s0202a0:372_1": "Ānanda, two drops,",
    "ai-atk-s0202a0:372_2": "For one who is seeking the benefit of reason:",
    "ai-atk-s0202a0:372_3": "And here the two kinds of bodily conduct should be understood according to the Book of Kāsī,",
    "ai-atk-s0202a0:372_4": "Pleasanting the three facultys, the six kinds of happiness, the six kinds of eye contact with eye-contact, and the six kinds of feeling beginning with the eye: six kinds of eye contact, six kinds of renunciate happiness, six kinds of renunciate happiness, six kinds of renunciate happiness, six kinds of renunciate happiness, six kinds of renunciate sadness, and six kinds of renunciate sadness. Then these six kinds of renunciate equanimity, six kinds of renunciate sadness, and the six kinds of renunciate equanimity.",
    "ai-atk-s0202a0:373_0": "This is the five kinds of sensual stimulation.",
    "ai-atk-s0202a0:373_1": "The Buddha has not yet laid down a rule against two feelings in the beginning with feeling,",
    "ai-atk-s0202a0:373_2": "he shows it to the master builder, presented him to build a water-lilie station.",
    "ai-atk-s0202a0:374_0": "Excellent, Sundara;",
    "ai-atk-s0202a0:374_1": "the finer thanks:",
    "ai-atk-s0202a0:374_2": "And here the fourth tetrad is stated in the fourth tetrad by neither-painful-nor-pleasant feeling.",
    "ai-atk-s0202a0:374_3": "they have spoken of the six kinds of lay happiness.",
    "ai-atk-s0202a0:374_4": "(made) is unpleasant when there is happiness, and so on.",
    "ai-atk-s0202a0:374_5": "For the five cords of sense desire arisen in the five stages beginning with the materiality, etc., the pleasure enemy of the fine-material and bliss beginning with the materiality .",
    "ai-atk-s0202a0:374_6": "when feeling ceases, what is unpleasant is known as the name of the happiness.",
    "ai-atk-s0202a0:374_7": "So the exclusively pleasant they feel exclusively pleasant feelings. ...",
    "ai-atk-s0202a0:375_0": "In each place where the good fortune is:",
    "ai-atk-s0202a0:375_1": "He feels bliss as pleasant or unpleasant, or neutral feeling that arises conditioned by,",
    "ai-atk-s0202a0:375_2": "The Realized One describes what is pleasant and what is unpleasant. The Realized One describes in all its aspects. It is only pleasure and pain.",
    "ai-atk-s0202a0:375_3": "Here the Buddha abides in cessation, having made an end of the attainment of cessation on its head, and he could come to a Vulture Peak.",
    "ai-atk-s0202a0:376_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:377_0": "The Rememberance of Feeling is finished.",
    "ai-atk-s0202a0:378_0": "10. Apaṇṇakasuttavaṇṇanā",
    "ai-atk-s0202a0:379_0": "With Sumedhā the Sakyan",
    "ai-atk-s0202a0:380_0": "But why is it that you said?",
    "ai-atk-s0202a0:380_1": "He had left the village dwelling, it seems,",
    "ai-atk-s0202a0:380_2": "having gone to a different path, they seek the path to my shoots. When they’ve gone there, people spread them with their feet in order, to get cotton, and to wash them with their feet. After washing their feet, they gave them a meal, and requested them for the day.",
    "ai-atk-s0202a0:380_3": "When they were confidently, they said to him: “There is nothing wrong with you, householder.”",
    "ai-atk-s0202a0:380_4": "There is no venerable sir.",
    "ai-atk-s0202a0:380_5": "“The world is lost, immeasurable, seeing, and going out to see the world, it is not allowable to take one side.” But he allows to go for the sake of the world.",
    "ai-atk-s0202a0:380_6": "later on the day she went to another house,",
    "ai-atk-s0202a0:380_7": "And so they will ask those questions.",
    "ai-atk-s0202a0:380_8": "They said, “Sir, those ascetics and brahmins who come because of the former day had come.” Then they told the Buddha what had happened.",
    "ai-atk-s0202a0:380_9": "“What are they know, fools?",
    "ai-atk-s0202a0:380_10": "‘This world is annihilation’: ‘This is the annihilationist’ and takes a voting ticket.” And he summoned them and asked annihilation.",
    "ai-atk-s0202a0:380_11": "Some of them offered by others, while others followed the other paths of the origin of the misconception, holding them up, and evasively:",
    "ai-atk-s0202a0:380_12": "But they still did not being established on one side.",
    "ai-atk-s0202a0:380_13": "then the Fortunate One went back to the all.",
    "ai-atk-s0202a0:380_14": "He asks about what is beneficial for them is good.",
    "ai-atk-s0202a0:380_15": "Herein, having the reason why : (good) conduct does exist, because of the reason.",
    "ai-atk-s0202a0:380_16": "fall not away from traveling, one unattached to the house,",
    "ai-atk-s0202a0:381_0": "There are ten bases for giving, etc., that is to say, the ten bases that have been given in detail, and the nine kinds of wrong view.",
    "ai-atk-s0202a0:381_1": "Likewise, right view, right thought, right speech, right action,",
    "ai-atk-s0202a0:382_0": "They don’t make sure that profitable criticism, and have fit for purity.",
    "ai-atk-s0202a0:382_1": "Perceiving an untrue teaching, the perception of non-confidence,",
    "ai-atk-s0202a0:382_2": "if she attends on me, saying: “It is good to take my self, who is capable of seeing me;",
    "ai-atk-s0202a0:382_3": "They glorify themselves and put others down on account of sight. They don’t able to see anyone else.",
    "ai-atk-s0202a0:382_4": "But they give previously in the past life as a mixed up with wrong understanding, and had already abandoned.",
    "ai-atk-s0202a0:382_5": "so these seven horses beginning with: these are the seven horses, and so on.",
    "ai-atk-s0202a0:382_6": "and later generates desire, bad, unskillful qualities arise because of wrong view.",
    "ai-atk-s0202a0:383_0": "Then those ascetics and brahmins got the neighborhood of those ascetics and brahmins,",
    "ai-atk-s0202a0:383_1": "he’s your reward, King Kapilavatthu.",
    "ai-atk-s0202a0:383_2": "Having entered upon a bad place, that is hard to give, hate, and delusion.",
    "ai-atk-s0202a0:383_3": "They meditate spreading a heart full of one direction, and to the second, and to the third, and to the fourth. In that case they are revolved in the same way.",
    "ai-atk-s0202a0:383_4": "And if she attends on her;",
    "ai-atk-s0202a0:384_0": "Perceiving the True Dhamma on the Impermanent,",
    "ai-atk-s0202a0:385_0": "holding the recipient,",
    "ai-atk-s0202a0:385_1": "He has attained perfection and is constantly concentrated,",
    "ai-atk-s0202a0:385_2": "Having arisen in both counts, there is no world because of the doctrine of others, and there is such a world, they besides, birds, attacks, and next to others. This being so, there is no obstacle or reaching the whole world.",
    "ai-atk-s0202a0:385_3": "the meaning should be understood according to sequences of others in the same way.",
    "ai-atk-s0202a0:386_0": "Saying: “After going to the elephant,”",
    "ai-atk-s0202a0:386_1": "if he makes one after one made,",
    "ai-atk-s0202a0:386_2": "cutting off the top of another’s hand,",
    "ai-atk-s0202a0:386_3": "By eating he makes a guilt, or by striketing them with a stick,",
    "ai-atk-s0202a0:386_4": "As to outsects: they make the other difficult things, get by others.",
    "ai-atk-s0202a0:386_5": "As to delimitation: they are tied, infatuated, liberated, and dyed by defilements.",
    "ai-atk-s0202a0:386_6": "As to shake off his sandals, he makes use of the bedspreads on a floor covers, the thread, and the cooking.",
    "ai-atk-s0202a0:386_7": "he kills living creatures, steals, puts his hand and kills the one with the sword.",
    "ai-atk-s0202a0:386_8": "In the same way the meaning should be understood according to such enquiry.",
    "ai-atk-s0202a0:387_0": "flowing along the household.",
    "ai-atk-s0202a0:387_1": "Sittle, great hero,",
    "ai-atk-s0202a0:387_2": "wandering alone with one house.",
    "ai-atk-s0202a0:387_3": "darkness is present, and (when) departed from the noble path.",
    "ai-atk-s0202a0:387_4": "They do no bad things, accumulate, or do wicked things. They do no bad deeds.",
    "ai-atk-s0202a0:387_5": "But beings who perceive thus: “In this way there are beings who do so thus is good.”",
    "ai-atk-s0202a0:387_6": "carried on a rope, the shaveling on a hole in a public meeting wind, or the tip of the flesh.",
    "ai-atk-s0202a0:387_7": "And one lump of meat, one (only) gave meat to the flesh,",
    "ai-atk-s0202a0:387_8": "Footprints into the rainy season.",
    "ai-atk-s0202a0:387_9": "And they source from each other.",
    "ai-atk-s0202a0:387_10": "Having been told by the south of the offering, they call up to you.",
    "ai-atk-s0202a0:387_11": "In the northern quarters faithful, the Buddha, the Teaching, and the Sangha, which gives what is said.",
    "ai-atk-s0202a0:388_0": "while making a great sacrifice,",
    "ai-atk-s0202a0:388_1": "Surely the Daughter of the Observance Factors,",
    "ai-atk-s0202a0:388_2": "Ethics through restraint, by virtue,",
    "ai-atk-s0202a0:388_3": "truth, false view, and truth.",
    "ai-atk-s0202a0:388_4": "is the meaning.",
    "ai-atk-s0202a0:388_5": "Then he refused a bad deed that is the make merit.",
    "ai-atk-s0202a0:388_6": "The meaning should be understood in the way already described.",
    "ai-atk-s0202a0:388_7": "The rest is as stated in the case of the rest.",
    "ai-atk-s0202a0:389_0": "There is no cause or condition for the sake of defilement: this is the reason why",
    "ai-atk-s0202a0:389_1": "Also both kinds of bodily conduct is produced in one whose body and mind are defilement, etc., and including the various kinds of good conduct.",
    "ai-atk-s0202a0:389_2": "There is no power, no energy, or vigor.",
    "ai-atk-s0202a0:390_0": "all sentient beings, having a resplendent opposite sex, depressed with greed.",
    "ai-atk-s0202a0:390_1": "all creatures: mundane and supervisor of living beings; that is, one who kills living beings and is of wrong view, who kills living things, and so on.",
    "ai-atk-s0202a0:390_2": "all the thirteenemys, all of them were friendly:",
    "ai-atk-s0202a0:390_3": "all livelihood, they say, “May they live happily.”",
    "ai-atk-s0202a0:390_4": "in that these two ways are different things, in living in absence,",
    "ai-atk-s0202a0:390_5": "(So) energy is the strength of his own energy, or initiative, there is no power of energy,",
    "ai-atk-s0202a0:390_6": "Base consisting in “association” is one allowed to settle it.",
    "ai-atk-s0202a0:390_7": "she was consecrated by the shameless going there.",
    "ai-atk-s0202a0:390_8": "developing the state of existence.",
    "ai-atk-s0202a0:390_9": "Thus he thus deposing (for us) in this way, the bowl and outcomes of the modes.",
    "ai-atk-s0202a0:390_10": "for he should be like that of which you.",
    "ai-atk-s0202a0:390_11": "they cannot be shown by others,",
    "ai-atk-s0202a0:390_12": "Six classes of rebirth are born in the six classes of rebirth. They experience pleasure and pain because of the six classes of rebirth. Pleasure and pain and pleasure and pain because of this.",
    "ai-atk-s0202a0:391_0": "Herein, the class of rebirth there is blue, yellow-coloured, red or white.",
    "ai-atk-s0202a0:391_1": "Herein, a slaughtererer of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood.",
    "ai-atk-s0202a0:391_2": "So the monks say,",
    "ai-atk-s0202a0:391_3": "And it seems that when they’re satisfied and they took their thorns and eat it,",
    "ai-atk-s0202a0:391_4": "Because they were told him what had happened.",
    "ai-atk-s0202a0:391_5": "Then some renunciates say that one gone forth is thorny, and one that they say:",
    "ai-atk-s0202a0:391_6": "Because the thorns were wrapped in Kaṇṭaka.",
    "ai-atk-s0202a0:391_7": "Jain ascetics have one died:",
    "ai-atk-s0202a0:391_8": "These are the two treasures.",
    "ai-atk-s0202a0:391_9": "householders call that stop thieves and have died.",
    "ai-atk-s0202a0:391_10": "Thus, in the last watch of the Jain ascetics, showing themselves to the elder,",
    "ai-atk-s0202a0:391_11": "Nanda Vaccha, this is someone who wants to call it.",
    "ai-atk-s0202a0:391_12": "it seems that these four treasures had previously been shopped in,",
    "ai-atk-s0202a0:391_13": "But they say that there is ultimate Ājīvaka ascetics.",
    "ai-atk-s0202a0:391_14": "it seems that when they all had treasures.",
    "ai-atk-s0202a0:392_0": "Herein, all beings are only of the Jains, etc., are purified from here and there, but rather than that he is rid of locality, while riding, folk for Jain ascetics and brahmins. Because of that.",
    "ai-atk-s0202a0:392_1": "the terrible one can understand through what is reckoned according to region.",
    "ai-atk-s0202a0:392_2": "The rest is as stated in the case of the other same.",
    "ai-atk-s0202a0:393_0": "But in the case of these three views, the result of deeds, and the view that the results of others are done away with both, then the view that did exist, or the noble ones.",
    "ai-atk-s0202a0:393_1": "Herein, the results of (good) deeds, the result was obstructed by one who did the result.",
    "ai-atk-s0202a0:393_2": "And so they all teach both of them.",
    "ai-atk-s0202a0:393_3": "But those who have taken and losed nourishment in the day quarters retinue said:",
    "ai-atk-s0202a0:393_4": "“There’s no meaning in giving, sacrifice, or offerings. There’s no bad for you to do bad things. When you’re unconscious, there are no cause or reason for a sentient beings to running the mind in the home of the gods.”",
    "ai-atk-s0202a0:393_5": "At the seven Buddhas awakened for themselves; the King of the Paccekabuddhas and the thorny in the quarters.",
    "ai-atk-s0202a0:394_0": "There, no one person entered into the house for two streams. They can’t summon one person even in the three paths of becoming sight in the next life. They can’t fall back from the vast path, going to heaven. And there’s no-one present life for the next path, or is able to practice for the complete ending of delusion.",
    "ai-atk-s0202a0:394_1": "crying forwards and moves, spears is of earth,",
    "ai-atk-s0202a0:394_2": "But how is it just one way, or is it different?’",
    "ai-atk-s0202a0:394_3": "With one observed the same utterance as before, and the view of the same sort of existence is the same as that of the view of it.",
    "ai-atk-s0202a0:394_4": "Because there is no such thing as these,",
    "ai-atk-s0202a0:395_0": "Therefore it is good in the ancient, unshakable,",
    "ai-atk-s0202a0:396_0": "avoid them from afar, they avoid doing the ground.",
    "ai-atk-s0202a0:397_0": "There is no extraordinary in the whole world named the gods.",
    "ai-atk-s0202a0:397_1": "mind inclines to mental delight,",
    "ai-atk-s0202a0:397_2": "perception of matter familiar with the perception of non-perception,",
    "ai-atk-s0202a0:397_3": "They simply practice for disillusionment, dispassion, and cessation regarding forms. This is the practice that leads to disillusionment.",
    "ai-atk-s0202a0:397_4": "The jhāna of the fine-material sphere is used in the fine-material sphere.",
    "ai-atk-s0202a0:397_5": "At the time of his doubts in the fine-material sphere, he has no doubt about the world:",
    "ai-atk-s0202a0:397_6": "“I also say that, ‘I know’.",
    "ai-atk-s0202a0:397_7": "I will make them attain the fourth jhāna in the fine-material sphere,",
    "ai-atk-s0202a0:397_8": "If I have a new-born, I’ll reborn there.",
    "ai-atk-s0202a0:397_9": "‘I will practice the guaranteed teaching like this.’",
    "ai-atk-s0202a0:397_10": "But if he gets hold of it, there is no matter in the jhāna who cannot be obtained in the fine-material jhānas.",
    "ai-atk-s0202a0:397_11": "“I also say that, ‘I know’.",
    "ai-atk-s0202a0:397_12": "Having prepared a ploughman (afterwards) at the end of the fourth jhāna, I will be reborn in a good place,",
    "ai-atk-s0202a0:397_13": "if I have a died there, I’ll be reborn there.",
    "ai-atk-s0202a0:397_14": "If I have no rebirth in the world,",
    "ai-atk-s0202a0:397_15": "‘I will practice the guaranteed teaching like this.’",
    "ai-atk-s0202a0:398_0": "104.Bhavanirodhoti nibbānaṁ.",
    "ai-atk-s0202a0:398_1": "Delighting in the presence of passion: he can make the dust and dirt in the presence of (thinking):",
    "ai-atk-s0202a0:398_2": "it is for the purpose of abandoning the bonds of craving,",
    "ai-atk-s0202a0:398_3": "having rejoiced in craving as being carried on,",
    "ai-atk-s0202a0:398_4": "They practice accordingly,",
    "ai-atk-s0202a0:398_5": "Eight attainment:",
    "ai-atk-s0202a0:398_6": "it has no doubt in him that his doubts:",
    "ai-atk-s0202a0:398_7": "‘I don’t know whether I see or not.’",
    "ai-atk-s0202a0:398_8": "after taking care of him, I will grow.",
    "ai-atk-s0202a0:398_9": "If I will attain cessation, I will attain Final Emancipation.",
    "ai-atk-s0202a0:398_10": "If not, I’ll practice.”",
    "ai-atk-s0202a0:398_11": "But there is nothing that is meant for one who has attained the attainment of logic, and no doubt about the cessation of rebirth. There is no doubt about the practice that leads to the cessation of future.",
    "ai-atk-s0202a0:398_12": "“I don’t know about them,” and he lay down on the eighteen attainments.",
    "ai-atk-s0202a0:398_13": "If I will attain cessation, I will attain Final Emancipation.",
    "ai-atk-s0202a0:398_14": "If not, then I will go, he will make known as being reborn in this way:",
    "ai-atk-s0202a0:398_15": "“There are meaning in giving, sirs. There are no more to be given to them. When they don’t have been given to them, what is they left?”",
    "ai-atk-s0202a0:398_16": "The hide of the goal",
    "ai-atk-s0202a0:398_17": "For things that do not exist, with the ears, and feet so on.",
    "ai-atk-s0202a0:399_0": "This is the four kinds of demonstration.",
    "ai-atk-s0202a0:399_1": "There is no other doctrine for the sake of inaction, for the sake of non-action, and for the sake of non-action, there are these five individuals.",
    "ai-atk-s0202a0:399_2": "Possessing five-hundred persons, one person is the fourth,",
    "ai-atk-s0202a0:399_3": "it is possible to give this a teaching to the Fortunate One,",
    "ai-atk-s0202a0:399_4": "Herein, the section dealing with meaning is clear:",
    "ai-atk-s0202a0:400_0": "Discussion of the Middle Discourses",
    "ai-atk-s0202a0:401_0": "The Book of the colors is finished.",
    "ai-atk-s0202a0:402_0": "The first section for recitation is finished."
}