{
    "ai-atk-s0402a44:0_0": "(9) 4. Macalavaggo",
    "ai-atk-s0402a44:1_0": "Five Discourses on killing living creatures, Etc.",
    "ai-atk-s0402a44:2_0": "81-85.",
    "ai-atk-s0402a44:2_1": "The fourth part of the four kinds of suffering.",
    "ai-atk-s0402a44:2_2": "is reborn in a low family ...",
    "ai-atk-s0402a44:2_3": "again and again, one who was reborn in hell, the animal realm, and the ghost realm.",
    "ai-atk-s0402a44:2_4": "So there is a component of both spheres.",
    "ai-atk-s0402a44:2_5": "if he is reborn in a family home, he is best amongst those who have been reborn in a family,” and so on.",
    "ai-atk-s0402a44:2_6": "Good conduct by body, speech, and mind is produced for going to heaven.",
    "ai-atk-s0402a44:2_7": "The same kind of state should be understood here as no other.",
    "ai-atk-s0402a44:3_0": "She was reborn in a rose-apple tree,",
    "ai-atk-s0402a44:3_1": "and to a hunter’s family home,",
    "ai-atk-s0402a44:3_2": "With the family of chariots, the family of intelligence,",
    "ai-atk-s0402a44:3_3": "was reborn amongst gods and humans (only).",
    "ai-atk-s0402a44:3_4": "Had it is said: “In brief and in the habit of suffering?”",
    "ai-atk-s0402a44:3_5": "ugly or deformed appearance, shining like a golden colour,",
    "ai-atk-s0402a44:3_6": "Trunking and disagreeing, he is disagreeable to see the truth.",
    "ai-atk-s0402a44:3_7": "stores of million,",
    "ai-atk-s0402a44:3_8": "Whether in the animal realm or in some place",
    "ai-atk-s0402a44:3_9": "Where do the same kind or buy?",
    "ai-atk-s0402a44:3_10": "Dispensation: born in one eye, two kinds of enquiry, or both.",
    "ai-atk-s0402a44:3_11": "Like a freshly swelling bees,",
    "ai-atk-s0402a44:3_12": "Questioning, “One who is quite light,” such as lamps, and so on.",
    "ai-atk-s0402a44:3_13": "This is how a person, when the other person is’s interrupted, falls into their mother’s womb, then, when they die they’re reborn in the underworld.",
    "ai-atk-s0402a44:3_14": "the dark bound for darkness,",
    "ai-atk-s0402a44:3_15": "But how could he be?",
    "ai-atk-s0402a44:3_16": "How is it said to be profession?",
    "ai-atk-s0402a44:4_0": "And here he said, “If today in the present,” and “There is no way to encounteration in the future,” and on both occasions, etc., present in the way that comes to the good family.",
    "ai-atk-s0402a44:4_1": "“Enough, sir.” They said, “So what is getting enough to have reached? It is the impediments of the fame incts,” and “Listening it, opposites, what is beneficial in oneself? It is included in the successive proliferations in the success of suffering and size: “Anympathy, what is happiness, itcheming from the generation of disease, boils, boils, and changes; and it is the success they lead to heavenly pain.”",
    "ai-atk-s0402a44:4_2": "the acceptance of the nose accumulating;",
    "ai-atk-s0402a44:5_0": "6. Oṇatoṇatasuttavaṇṇanā",
    "ai-atk-s0402a44:6_0": "86.",
    "ai-atk-s0402a44:6_1": "In the sixth low: it must be used to be an expert in the sixth, and be used for hope.",
    "ai-atk-s0402a44:6_2": "He will denigrate past lives in the future, that will be given up in the future.",
    "ai-atk-s0402a44:6_3": "Agitated person will be denigrated.",
    "ai-atk-s0402a44:6_4": "one who is overcome and overwhelmed by pain, and one who will become luxurious.",
    "ai-atk-s0402a44:6_5": "The meaning should be understood in detail in the way already described.",
    "ai-atk-s0402a44:7_0": "7. Puttasuttavaṇṇanā",
    "ai-atk-s0402a44:8_0": "87.",
    "ai-atk-s0402a44:8_1": "he is constantly abusive, he is the same as “first monasteries”; he is always rarely a constantly abusive ascetic.",
    "ai-atk-s0402a44:8_2": "This too is shown by the seven kinds of trainees.",
    "ai-atk-s0402a44:8_3": "for he was established in the dispensation at the root of the dispensation,",
    "ai-atk-s0402a44:8_4": "So white as an ascetic, a white lotus ascetic, a pink lotus ascetic.",
    "ai-atk-s0402a44:8_5": "Whose body is one hundred and seventy millions,",
    "ai-atk-s0402a44:8_6": "Thus having shown that there is a bright jungle thicket,",
    "ai-atk-s0402a44:8_7": "Because he has not attained the state of perfect insight in the special qualities of non-perception, he is a white lotus ascetic.",
    "ai-atk-s0402a44:8_8": "ascetic is an ascetic, a second ascetic,",
    "ai-atk-s0402a44:8_9": "with one hundred and fifty million years, and one hundred and fifty assembles,",
    "ai-atk-s0402a44:8_10": "having destroyed both kinds of pollutants,",
    "ai-atk-s0402a44:8_11": "Because he has fully developed the special qualities of deep knowledge, he is an ascetic because he has attained.",
    "ai-atk-s0402a44:8_12": "ascetics, brahmins, and householders are devoted to all these things.",
    "ai-atk-s0402a44:8_13": "(but) for oneself one shows oneself that is in oneself,",
    "ai-atk-s0402a44:9_0": "So that’s how do not prepare analyze them and catch them?",
    "ai-atk-s0402a44:9_1": "Herein, a trainee is the seventh in training.",
    "ai-atk-s0402a44:9_2": "Practicing an offense entailing acknowledgment,",
    "ai-atk-s0402a44:9_3": "lives aspiring to the supreme sanctuary.",
    "ai-atk-s0402a44:9_4": "for the sake of soft: the meaning is that it is said to be one who is firmly resolved.",
    "ai-atk-s0402a44:9_5": "to make a resplendent (gain),",
    "ai-atk-s0402a44:9_6": "Contentment doesn’t gladly.",
    "ai-atk-s0402a44:9_7": "The king’s son, having reached the excellent King’s house by the son of Mucalinda (Asoka), he was anointed with his son, and he had not yet reached the highest splendour.",
    "ai-atk-s0402a44:9_8": "taking care of the bed,",
    "ai-atk-s0402a44:9_9": "Feeling a touch with the body:",
    "ai-atk-s0402a44:10_0": "This robe-cloth is cultivated so as to begging, “Venerable sir, enjoying us a robe,” and she puts them invited back a large family’s neighborhood, just as though I was being asked.",
    "ai-atk-s0402a44:10_1": "like the alms-food eater on the road, like the Elder Dīghavana.",
    "ai-atk-s0402a44:10_2": "in the eighth day of the Elder Ānanda’s dwelling, like the Elder Ānanda,",
    "ai-atk-s0402a44:10_3": "The Elder Pilindavaccha was like a sick monk",
    "ai-atk-s0402a44:10_4": "‘We shall be like that.’",
    "ai-atk-s0402a44:10_5": "In a pleasing and wet,",
    "ai-atk-s0402a44:10_6": "Getting himself thus, they do not requirements.",
    "ai-atk-s0402a44:10_7": "Calming over the simile of the shrine, they brought to the nurse.",
    "ai-atk-s0402a44:10_8": "At the conjunction: Three having gathered round, too.",
    "ai-atk-s0402a44:10_9": "above of the change initiative, persistence, and stretchingily.",
    "ai-atk-s0402a44:10_10": "Greed is the production of the wind. It is the calming of the wind and the weavers.",
    "ai-atk-s0402a44:10_11": "he departs without taking leave of the belt, etc.;",
    "ai-atk-s0402a44:10_12": "In the same way the result of deeds done away with, which was done in the past, future or present,",
    "ai-atk-s0402a44:10_13": "Four absorptions, the Buddhas,: here they subdued the pollutants, among the gods, humans, and non-humans.",
    "ai-atk-s0402a44:10_14": "The rest is the new abode.",
    "ai-atk-s0402a44:11_0": "8. Saṁyojanasuttavaṇṇanā",
    "ai-atk-s0402a44:12_0": "88.",
    "ai-atk-s0402a44:12_1": "Eightholding, “I have got a stream-enterer, an ascetic, absolute virtue,” and she was not a stream-enterer, not an ascetic with another. She’s a lot of duties and responsible, as if depraved by the neighborhood of an ascetic; then I am a lay follower of the teachings; and I am free of defilements.",
    "ai-atk-s0402a44:13_0": "9. Sammādiṭṭhisuttavaṇṇanā",
    "ai-atk-s0402a44:14_0": "89.",
    "ai-atk-s0402a44:14_1": "In the ninth : nine kinds of right view, etc., are the first path in the place where the seventeenth particular individual essence.",
    "ai-atk-s0402a44:14_2": "in the second, third, and also the knowledge of the path to Worthiness with Aṅgakarasa, the path of fruition, together with the understood as the fourth, and the section on both sides.",
    "ai-atk-s0402a44:14_3": "Thus the First Protectorching: “This is the first enemy discussing the discourse in the first place. But only the names have been made.",
    "ai-atk-s0402a44:15_0": "10. Khandhasuttavaṇṇanā",
    "ai-atk-s0402a44:16_0": "90.",
    "ai-atk-s0402a44:16_1": "In the tenth (story), after standing on the first day, he waited for ten years (only).",
    "ai-atk-s0402a44:16_2": "In the second enquiry, without responsible, mindful and aware,",
    "ai-atk-s0402a44:16_3": "Third: One who has undertaken the third absorption, the one who lives diligent, the fourth, the delightful, the four (magical) powers, subtle, comprehensible people, who have ended the defilements.",
    "ai-atk-s0402a44:17_0": "The fourth sub-chapter on naked ascetics is finished."
}