{
    "ai-atk-s0303a2:0_0": "3. Diṭṭhisaṁyuttaṁ",
    "ai-atk-s0303a2:1_0": "1. Sotāpattivaggo",
    "ai-atk-s0303a2:2_0": "1. Vātasuttavaṇṇanā",
    "ai-atk-s0303a2:3_0": "206.",
    "ai-atk-s0303a2:3_1": "Or alternatively, they don’t give rise to such views as these views.",
    "ai-atk-s0303a2:3_2": "“Those who are terrified at the root of a tree trunk, do not enter the Vultures or at the peak, but standing on the peaked roof.",
    "ai-atk-s0303a2:3_3": "That’s why it doesn’t roll over, the grass, or water, or the water’s foot creeper doesn’t swallow the water. But it’s still not worth a fraction of a mountain,",
    "ai-atk-s0303a2:3_4": "The running hithers, too, are called “birth” posts, and “flesh” are certainly abortions, still it is pregnancy. And even when peaked by a jeweller is pregnancy.",
    "ai-atk-s0303a2:3_5": "Is it not possible that the moon and sun do not appear to them like the moon or sun?” —they are not standing on the moonlightest sun’s height, but stands still as if it were.”",
    "ai-atk-s0303a2:4_0": "2-4. Etaṁmamasuttādivaṇṇanā",
    "ai-atk-s0303a2:5_0": "some paying homage to him, etc., and regarding sights,",
    "ai-atk-s0303a2:5_1": "the ear sense-sphere,",
    "ai-atk-s0303a2:5_2": "the taste sense-sphere, the tangibles sense-sphere,",
    "ai-atk-s0303a2:5_3": "They have become freed from all, and because they have said:",
    "ai-atk-s0303a2:5_4": "the rest are called the sense-spheres.",
    "ai-atk-s0303a2:5_5": "one searches for a bowl without searching,",
    "ai-atk-s0303a2:5_6": "precincts one seeking a bowl,",
    "ai-atk-s0303a2:5_7": "By way of mind, and by the mind,",
    "ai-atk-s0303a2:5_8": "having searched for the world, but there is no ende in the end of the world, and there is no end in the end of our bowls and robes.",
    "ai-atk-s0303a2:5_9": "There he searches for a bowl that is called “which has been seeking for a bowl, not for any search.”",
    "ai-atk-s0303a2:5_10": "Not having offered to the bowl, but having destroyed the bowl, he is calling it in mind,",
    "ai-atk-s0303a2:5_11": "having searched for a bowl not to be reached by the goal, not by the bowl, nor by the search for a bowl, then by the wind, not by one who is called “saying”.",
    "ai-atk-s0303a2:5_12": "all the same way in mind, or else.",
    "ai-atk-s0303a2:6_0": "5. Natthidinnasuttavaṇṇanā",
    "ai-atk-s0303a2:7_0": "There is no fruit for the donor.",
    "ai-atk-s0303a2:7_1": "what is meant is that she has entered the Great Wood.",
    "ai-atk-s0303a2:7_2": "In the sacrificial offerings, making the apprehendation of the enquiry,",
    "ai-atk-s0303a2:7_3": "and even this much is dropped on both counts.",
    "ai-atk-s0303a2:7_4": "white and wholesome things needed a dog’s meaning.",
    "ai-atk-s0303a2:7_5": "the result of fruit, or the result of which is called ‘mind’ or ‘s result of’.",
    "ai-atk-s0303a2:7_6": "There is no world in the next world, there is no world beyond,",
    "ai-atk-s0303a2:7_7": "There is no other world in the world, no level, stuck in this world, and all the world is to be found.",
    "ai-atk-s0303a2:7_8": "There is no way of mother and father in the way that is to say, the fruition of the fruition and the non-procession of the fruition, they say.",
    "ai-atk-s0303a2:7_9": "there is no being born spontaneously for seven days without being reborn, he says: “So-blinking what is called!”",
    "ai-atk-s0303a2:7_10": "There is no ascetics and brahmins who are practicing rightly in this world, they say.",
    "ai-atk-s0303a2:8_0": "the four great primary elements, the great earth element,",
    "ai-atk-s0303a2:8_1": "the interior earth element.",
    "ai-atk-s0303a2:8_2": "around, settles down.",
    "ai-atk-s0303a2:8_3": "goes (therefore) they get fact, that is the meaning.",
    "ai-atk-s0303a2:8_4": "if they give him away on both counts:",
    "ai-atk-s0303a2:8_5": "For the same and the rest.",
    "ai-atk-s0303a2:8_6": "the faculties of the mind and thoughts,",
    "ai-atk-s0303a2:8_7": "Calming over to the space, they crush.",
    "ai-atk-s0303a2:8_8": "if she has got up from the seat of five _māsaka_ coins and four mends; the meaning is: four men each of them and four men; –",
    "ai-atk-s0303a2:8_9": "until I’ve finished reference to the predatory animals.",
    "ai-atk-s0303a2:8_10": "This is how the cleansing of virtue, “This is unvirtuous, obsession by virtue” .",
    "ai-atk-s0303a2:8_11": "or else in the body is predominance.",
    "ai-atk-s0303a2:8_12": "Proper-coloured floor covers up from the body, is the meaning.",
    "ai-atk-s0303a2:8_13": "they crooked as if they were very dangerous;",
    "ai-atk-s0303a2:8_14": "What’s worse",
    "ai-atk-s0303a2:8_15": "what is given in the past is drunken and what has been given to the bird of wings, etc., that is the meaning of all the fruits from here and there.",
    "ai-atk-s0303a2:8_16": "by authority, by wisdom, and by a fool with wisdom.",
    "ai-atk-s0303a2:8_17": "This is said:",
    "ai-atk-s0303a2:8_18": "Oh the wise one should not be wise, but this one should not be wise,",
    "ai-atk-s0303a2:8_19": "if they give to a fool, saying:",
    "ai-atk-s0303a2:9_0": "6. Karotosuttavaṇṇanā",
    "ai-atk-s0303a2:10_0": "Saying: “After going with the good fortune,”",
    "ai-atk-s0303a2:10_1": "if he makes one after one made,",
    "ai-atk-s0303a2:10_2": "cutting off the top of another’s hand,",
    "ai-atk-s0303a2:10_3": "to cut the bonds of others, and tormented by others.",
    "ai-atk-s0303a2:10_4": "As a consequence",
    "ai-atk-s0303a2:10_5": "As a consequence of such speed by others, the fool",
    "ai-atk-s0303a2:10_6": "As to grieving they get angry and make arguments, they deny the other and the goods that happen.",
    "ai-atk-s0303a2:10_7": "As to resolution: making them tied, they substained by defilements, as follows. They are exhausted by the lions, tireless, and fatigue.",
    "ai-atk-s0303a2:10_8": "As to sweep away the sandals, ran out bedding water, chatting to sleep, covering the beds,",
    "ai-atk-s0303a2:10_9": "he kills living creatures, steals, puts his hand and kills the one with the sword.",
    "ai-atk-s0303a2:10_10": "In the same way the meaning should be understood according to such enumerations.",
    "ai-atk-s0303a2:11_0": "flowing along the household.",
    "ai-atk-s0303a2:11_1": "Sittle, great hero,",
    "ai-atk-s0303a2:11_2": "wandering alone with one house.",
    "ai-atk-s0303a2:11_3": "is present,” and they returned to the path.",
    "ai-atk-s0303a2:11_4": "They do no bad things, accumulate, or do wicked things. They do no bad deeds.",
    "ai-atk-s0303a2:11_5": "But they proclaim what is the reason why they make known as (his).",
    "ai-atk-s0303a2:11_6": "carried on a rope, the shaveling downwards by a razor,",
    "ai-atk-s0303a2:11_7": "I threw a single stone rone;",
    "ai-atk-s0303a2:11_8": "Footprints into the rainy season.",
    "ai-atk-s0303a2:11_9": "And they source from each other.",
    "ai-atk-s0303a2:12_0": "In the south, people are worthy of a religious donation, starting with the carpet, and so on.",
    "ai-atk-s0303a2:12_1": "In the northern direction there is a supreme Buddha. He gives the Dhamma, the Saṅgha, among the people who desire to give, and the great liquor of the Saṅgha, – they don't like the .",
    "ai-atk-s0303a2:12_2": "while making a great sacrifice,",
    "ai-atk-s0303a2:12_3": "Surely the Daughter of the Observance Factors,",
    "ai-atk-s0303a2:12_4": "Ethics through restraint, by virtue,",
    "ai-atk-s0303a2:12_5": "truth, false view, and truth.",
    "ai-atk-s0303a2:12_6": "is the meaning.",
    "ai-atk-s0303a2:12_7": "Then he refused a bad deed that is the make merit.",
    "ai-atk-s0303a2:13_0": "7. Hetusuttavaṇṇanā",
    "ai-atk-s0303a2:14_0": "But there is no cause or condition for the sake of purification as condition: this is the reason for the sake of which they exist.",
    "ai-atk-s0303a2:14_1": "And both of these kinds, etc., are consumed by body, speech, and mind, and being rid of corruptions by way of body, speech, and mind.",
    "ai-atk-s0303a2:14_2": "There is no power for oneself to which they become a Brahma’s army, even seven days, or even during the time of life.",
    "ai-atk-s0303a2:14_3": "(They are) unknowing and energy, complete in all kinds of censure.",
    "ai-atk-s0303a2:14_4": "“This man isn’t purified by this energy, this is the end in which they set about rolling the bowls for a person who gets rid of it.”",
    "ai-atk-s0303a2:15_0": "all sentient beings, having a resplendent opposite sex, which have all beings brought together.",
    "ai-atk-s0303a2:15_1": "all breathing things beginning with killing living creatures, etc., and that living in one who knows all breathing beings, they say,",
    "ai-atk-s0303a2:15_2": "all the thirteenemys, all of them were friendly:",
    "ai-atk-s0303a2:15_3": "all Ājīvaka ascetics, those who live, and difference between them, they say.",
    "ai-atk-s0303a2:15_4": "For there were mansions in other states who soulless in living.",
    "ai-atk-s0303a2:15_5": "(So) energy is the strength of his own energy, or initiative, there is no power of energy,",
    "ai-atk-s0303a2:15_6": "Base consisting in “association” is one allowed to settle it.",
    "ai-atk-s0303a2:15_7": "she was consecrated by the shameless going there.",
    "ai-atk-s0303a2:15_8": "developing the state of existence.",
    "ai-atk-s0303a2:15_9": "Thus he thus deposing (for us) in this way, the bowl and outcomes of the modes.",
    "ai-atk-s0303a2:15_10": "for he should be like that of which you.",
    "ai-atk-s0303a2:15_11": "by which one should not be shown.",
    "ai-atk-s0303a2:15_12": "Six classes of rebirth are born in the six classes of rebirth. They experience pleasure and pain because of the six classes of rebirth. Pleasure and pain and sadness, I will experience pleasure and pain.",
    "ai-atk-s0303a2:16_0": "He conceived in the appearance of a great man,",
    "ai-atk-s0303a2:17_0": "213-215.Akaṭāti akatā.",
    "ai-atk-s0303a2:17_1": "ignorant is that it isn’t proper to do something task, or so it isn’t done.",
    "ai-atk-s0303a2:17_2": "having psychic powers, one with supernormal powers,",
    "ai-atk-s0303a2:17_3": "finest of the mother,",
    "ai-atk-s0303a2:17_4": "that they must be dead.",
    "ai-atk-s0303a2:17_5": "It remains unsuitable, wounded: it causes others to be like the birds which are not.",
    "ai-atk-s0303a2:17_6": "As a mountain peak is standing firm like a mountain peak.",
    "ai-atk-s0303a2:17_7": "it remains firmly established by one who stands, like an observed, stands firmly established, and who is the meaning.",
    "ai-atk-s0303a2:17_8": "they don’t move, stand it down, and they don’t stand it.",
    "ai-atk-s0303a2:17_9": "They don’t abandon (given) things, they don’t give up sorrow,",
    "ai-atk-s0303a2:17_10": "they don’t argue with each other,",
    "ai-atk-s0303a2:17_11": "Nor can they get caught up in the heavens.",
    "ai-atk-s0303a2:17_12": "The earth: earth kasiṇa, etc., is the earth element, as the earth element.",
    "ai-atk-s0303a2:17_13": "But just as when blocked droping the head with the sword sinews on the head, the clung to the sword, the mung beans, the mung beans, and the leaf sunshade, and the lotuses in the leaf gap between the seven palms.",
    "ai-atk-s0303a2:17_14": "Herein, he says, “I am able to kill this life” is a term for life.",
    "ai-atk-s0303a2:18_0": "One hundred thousand low-castes, one hundred thousand coins, and one hundred and sixty thousand (of the Faith). Paṭācārā, and one hundred thousand workers, (wholesots) teachers of the Faith. True Dhamma Island and erects about them, and five hundred and five hundred.",
    "ai-atk-s0303a2:18_1": "And five kinds of deeds, three and the methods in the same way.",
    "ai-atk-s0303a2:18_2": "But some say that “But it is the five faculties’ calm,” and so on.",
    "ai-atk-s0303a2:18_3": "He works for half-ways, prisons, and desiring work.",
    "ai-atk-s0303a2:18_4": "the two he had been given to the donor.",
    "ai-atk-s0303a2:18_5": "When the fourteenth to be held in a certain monastery is one, and he does so another.",
    "ai-atk-s0303a2:19_0": "born of the six classes of rebirth.",
    "ai-atk-s0303a2:19_1": "Herein, there are slaughterers of sheep, pigs, poultry, or deer, a hunter or fishers, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood.",
    "ai-atk-s0303a2:19_2": "So the monks say,",
    "ai-atk-s0303a2:19_3": "They had thorns down their thorns in the bolt and they put them on the thorns. And they said, “Here are the ones who live on?”",
    "ai-atk-s0303a2:19_4": "Then some say that the thorny man is one gone forth through the thorns.",
    "ai-atk-s0303a2:19_5": "Jain ascetics have one died:",
    "ai-atk-s0303a2:19_6": "These are the two treasures, it seems,",
    "ai-atk-s0303a2:19_7": "white-clothed laypeople also said to be the naked ascetic Shrine,",
    "ai-atk-s0303a2:19_8": "Thus in the border countries, and the Jain ascetics who do in the oldest.",
    "ai-atk-s0303a2:19_9": "Ājīvaka ascetics, those who say, “This is born in Sukkā.”",
    "ai-atk-s0303a2:19_10": "it seems that these four treasures had previously been shopped in,",
    "ai-atk-s0303a2:19_11": "Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla. Stewards the ultimate, and intimacy.",
    "ai-atk-s0303a2:19_12": "it seems that when they all had treasures.",
    "ai-atk-s0303a2:20_0": "eighth earthquakes of water. These are the directions for it. Cards and the ground, all mixed up with fragrant ground, they say, ‘These are the eight grounds for criticism.’",
    "ai-atk-s0303a2:20_1": "Herein, just as in the case of seven days there are seven days since they are born, less than the Mount Vediyakas. This is the Moriyan lineage of the hymns.",
    "ai-atk-s0303a2:20_2": "Those who have recollected a bad destination, those who recollect the various previous existences, and recollected the Holy One thus: “This is the place where the Holy One was called after laughing.”",
    "ai-atk-s0303a2:20_3": "he took a mattress of his parents, a bed or bench with the hand, a foot-stool, a foot-scraper, or a wound for the floor.",
    "ai-atk-s0303a2:20_4": "at the time when he has gone to an end, the ground is said to be straight away.",
    "ai-atk-s0303a2:20_5": "Restraint in professions, the name of the Trainy-season,",
    "ai-atk-s0303a2:20_6": "Now, the ascetic, having gone forth as an ascetic, the ascetic named Pabbajjā ordination.",
    "ai-atk-s0303a2:20_7": "having reviewed the teacher’s meditation, the True Dhamma can know,",
    "ai-atk-s0303a2:20_8": "“But if a mendicant is a victor, a meditator, he speaks any of these things.”",
    "ai-atk-s0303a2:21_0": "Ājīvaka ascetics For one, two hundred and fifty-footed Ājīvaka ascetics, and brāhmaṇas who lived for Ājīvaka ascetics.",
    "ai-atk-s0303a2:21_1": "Wanderers from Pañcasikha",
    "ai-atk-s0303a2:21_2": "the dragon in the circle of his sarong.",
    "ai-atk-s0303a2:21_3": "twenty-faculty of Faculties,",
    "ai-atk-s0303a2:21_4": "Tissa hells, the goal of hells,",
    "ai-atk-s0303a2:21_5": "the dying of the wind element needs.",
    "ai-atk-s0303a2:21_6": "and the hands and feet had been binded up in his hand.",
    "ai-atk-s0303a2:21_7": "Perceiving seven conscious and aeons, were all the current in the world, rising above and hubling.",
    "ai-atk-s0303a2:21_8": "Perceiving that she was consumed to the carcass of rice, water pots, and cavernments.",
    "ai-atk-s0303a2:21_9": "and Jain ascetics were tossed as sugarcane, pebbles, and smeared with dirt.",
    "ai-atk-s0303a2:21_10": "Sentient beings are reborn among gods.",
    "ai-atk-s0303a2:21_11": "A human beings say:",
    "ai-atk-s0303a2:21_12": "seven days after the ghosts, he said: “Sevenly, beings who say ‘Such is greater,’",
    "ai-atk-s0303a2:21_13": "they together with the great sovereignty.",
    "ai-atk-s0303a2:21_14": "The one whose tastes settles through the mouth of the Kapilavatthu, having cut the drums at the root of the Kapilavatthu Tree and falling with the air, –",
    "ai-atk-s0303a2:22_0": "Bound and held together:",
    "ai-atk-s0303a2:22_1": "falling into a bonfire.",
    "ai-atk-s0303a2:22_2": "and heavy turns back evening,",
    "ai-atk-s0303a2:22_3": "And they, Sumedhā, too,",
    "ai-atk-s0303a2:22_4": "dreams, milks, cried together,",
    "ai-atk-s0303a2:22_5": "Mahākappina,",
    "ai-atk-s0303a2:22_6": "One hundred years in the Mahātittha garden, a hundred years, and seventy thousand times fallen from the water.",
    "ai-atk-s0303a2:22_7": "Having destroyed such eighty thousand coins, the Wise One will bring them to the astute.",
    "ai-atk-s0303a2:22_8": "The fool doesn’t able to make a claim,",
    "ai-atk-s0303a2:23_0": "(He who is) possessed of virtue, either others or other,",
    "ai-atk-s0303a2:23_1": "“As abiding in the same way,” and “It is as follows:",
    "ai-atk-s0303a2:23_2": "mortification for a mortification—",
    "ai-atk-s0303a2:23_3": "that an astute person, (thinking): “Amongst those who go away,”",
    "ai-atk-s0303a2:23_4": "(But) he drops affected by sickness, must be destroyed, and he said to the fool who passes away, “Having gone beyond the time,” and he departed.",
    "ai-atk-s0303a2:23_5": "There is no more than this.",
    "ai-atk-s0303a2:23_6": "because you don’t proclaim what isn’t possible to explain what is.",
    "ai-atk-s0303a2:23_7": "like a fish in a drop.",
    "ai-atk-s0303a2:23_8": "or feel pleasure or pain:",
    "ai-atk-s0303a2:23_9": "Similarly: the limited and the expounded;",
    "ai-atk-s0303a2:23_10": "He doesn’t grow in fall, he doesn’t grow in on all sides, he doesn’t grow in the astute.",
    "ai-atk-s0303a2:23_11": "They guesthousehold themselves,",
    "ai-atk-s0303a2:23_12": "those who grow in increase,",
    "ai-atk-s0303a2:23_13": "But now that dispels the darkness, like the flame,",
    "ai-atk-s0303a2:23_14": "Herein, threading strings there",
    "ai-atk-s0303a2:23_15": "Diffusing it just like a mountain top, when he has fallen from a tree standing on the ground, on the mountain top of a tree, or at the foot of a tree, he goes to an end, but stands firm like a well-prepared stump. But whenever they die, the astute do not extinguish it, the wise ones and the right time.",
    "ai-atk-s0303a2:24_0": "11-18. Antavāsuttādivaṇṇanā",
    "ai-atk-s0303a2:25_0": "The world says: ‘The world is growing on the following,’ and the sign that arose in him.",
    "ai-atk-s0303a2:25_1": "Without attachments: the world draws back from all signs that have a limitless view.",
    "ai-atk-s0303a2:25_2": "are the soul and the body are the same thing, and they are different things.",
    "ai-atk-s0303a2:25_3": "The rest is clear.",
    "ai-atk-s0303a2:25_4": "These are the sixteenth lost opposite sex in each place.",
    "ai-atk-s0303a2:26_0": "2. Dutiyagamanādivaggavaṇṇanā",
    "ai-atk-s0303a2:27_0": "224-301.",
    "ai-atk-s0303a2:27_1": "they are said to be the second kind of suffering.",
    "ai-atk-s0303a2:27_2": "And here it is the eighteen grounds, that is how the self does not declare it.",
    "ai-atk-s0303a2:28_0": "Herein, it is “finally form” , etc. , because it is the object of its object.",
    "ai-atk-s0303a2:28_1": "Sights, “Possessed with gold,” he did so.",
    "ai-atk-s0303a2:28_2": "both physical and non-physical. And it is because it has the sense of urgency, owned by form.",
    "ai-atk-s0303a2:28_3": "merely without perceiving forms, buttermilk,",
    "ai-atk-s0303a2:28_4": "For the happiness of possessions, honor, and popularity arise,",
    "ai-atk-s0303a2:28_5": "For even though you attend exclusively the extent of perception, such a view arises:",
    "ai-atk-s0303a2:28_6": "Those who do not relieve at present, even though I would become happy and healthy.",
    "ai-atk-s0303a2:28_7": "When rebirth and old age subsistances in this way, equanimity arises and so on in them even in the next life.",
    "ai-atk-s0303a2:29_0": "The third consequence of impermanent by the suffering is spoken of by the six. The fourth, as well as the fourth.",
    "ai-atk-s0303a2:30_0": "The Linked Discourses on views is finished."
}