{
    "ai-atk-s0511a17:0_0": "the Sambuddha, the complexion of the Dhamma,",
    "ai-atk-s0511a17:1_0": "A hundred thousand years had passed away later in the world, and the span of the beings who had become fully extinguished, recollecting the special qualities of the Dhamma, and progress of the world.",
    "ai-atk-s0511a17:1_1": "He also driven out the perfections through the Palace of (good) conduct and was reborn in the host of Joyful Gods, he the Lord of the Devas, and was called the foremost poison in the world,",
    "ai-atk-s0511a17:1_2": "After ten months had passed, when he was guarded with the ten months and at the end of the death-like mother’s womb.",
    "ai-atk-s0511a17:1_3": "And the neighborhood of a great enquiry, desiring to answer the questions they vanished in the same way as before.",
    "ai-atk-s0511a17:1_4": "and stood at the eighth sections.",
    "ai-atk-s0511a17:1_5": "Therefore it is the one on account of the Dhamma, and they gave him the name Abhidhamma.",
    "ai-atk-s0511a17:1_6": "He lived for eight thousand years.",
    "ai-atk-s0511a17:1_7": "He had three stilt longhouses, it seems, there was the three watches of the night.",
    "ai-atk-s0511a17:1_8": "He had twenty-thousand years.",
    "ai-atk-s0511a17:2_0": "When he saw four signs, he emerged from the gods of the Thirty-Three and riches, like a black snake, bird’s emerging from the gods. He was sitting in the middle of the heavenly hosts, the Pink Laṅkā, having seen the painting in the heaven of the Devas.",
    "ai-atk-s0511a17:2_1": "The Simile of the Divine Mine Pure Adorned with the Palace of Principled Helling the Divinities’ speared in the charnel ground, and he stood at the end of the heavenly wheels like a heavenly speeding sun.",
    "ai-atk-s0511a17:2_2": "A great man, it seems, took the low shone from the courtesan took a stilt longhouse and went forth.",
    "ai-atk-s0511a17:2_3": "went through the air and placed the Bo tree on the ground.",
    "ai-atk-s0511a17:2_4": "the World and surrounded by women, went to the longhouse.",
    "ai-atk-s0511a17:2_5": "And herein the women and musicians—they all present each other.",
    "ai-atk-s0511a17:2_6": "and one hundred thousand monks.",
    "ai-atk-s0511a17:3_0": "Then in the evening, the Buddha-to-be embraced her wandering for alms in the morning with a straw and all the way, he gave the way to Bāhiya of the Bo branch and leaves. Having been given the gift of the Thūpa, he the supports, having covered all the grass and sticks, he then took a _māsaka_ coins, took a straw mat, and he gave it to the foot of the Sīsa is called Bārāṇasī.",
    "ai-atk-s0511a17:3_1": "“... transmigration ...",
    "ai-atk-s0511a17:3_2": "Having understood the end of craving, the Udena, and passed away from the Buddha-to-bes, and preached the Dhamma to the end of seven hundred thousand koṭis, and seventy-thousand went forth. All these hundred thousand Bhikkhunīs, seventy-eight years, eighteen thousand leagues, and eighty-hundred decorated through the Dhamma.",
    "ai-atk-s0511a17:3_3": "Therefore it is said:",
    "ai-atk-s0511a17:4_0": "1.",
    "ai-atk-s0511a17:5_0": "“Now that I have infatuated the Dhamma in the assembly,",
    "ai-atk-s0511a17:6_0": "having destroyed the darkness darkness, he dispells the darkness with its gods.",
    "ai-atk-s0511a17:7_0": "2.",
    "ai-atk-s0511a17:8_0": "“Even though two of the two heirs of the Teaching is growth,",
    "ai-atk-s0511a17:9_0": "and one hundred thousand million shook.”",
    "ai-atk-s0511a17:10_0": "Herein, darkness is the darkness of delusion, darkness is the meaning.",
    "ai-atk-s0511a17:11_0": "yet this citadel named Sañjaya. Having seen the drawbacks of sensual pleasures, the kingdom and seeing the danger in sensual pleasures, the drawback called Khemaka received the going-forth in sensual pleasures.",
    "ai-atk-s0511a17:11_1": "The ninety-two pointed out.",
    "ai-atk-s0511a17:11_2": "And they all had the five attainments attained with deep knowledge.",
    "ai-atk-s0511a17:11_3": "The Teacher, having seen them, went in the sky, and seeing them the rejoicing, stood in the air, pronounced their meaning to the Dhamma. When they had gone to the Buddha and taught them the Dhamma, they expressed their appreciation:",
    "ai-atk-s0511a17:11_4": "Therefore it is said:",
    "ai-atk-s0511a17:12_0": "3.",
    "ai-atk-s0511a17:13_0": "“When the Buddha saw the head of the Dhamma,",
    "ai-atk-s0511a17:14_0": "This is the second occasion: the whole of the robe-making season.”",
    "ai-atk-s0511a17:15_0": "But when Sakka wanted to go, he didn’t want to visit him. And he was the third time.",
    "ai-atk-s0511a17:15_1": "Therefore it is said:",
    "ai-atk-s0511a17:16_0": "4.",
    "ai-atk-s0511a17:17_0": "“When is able to charm the assembly with its gods,",
    "ai-atk-s0511a17:18_0": "This is the third occasion there’s no rainy season.”",
    "ai-atk-s0511a17:19_0": "But when the town-dwellers had a thousand coins brought, that was residing in the middle of the city on the bank of the river (which was) an expert in that very spot in the middle of the night.",
    "ai-atk-s0511a17:19_1": "At the end of the Buddha looked down on the nearest gate,",
    "ai-atk-s0511a17:19_2": "But when the Dhutaṅga precepts had propounded the special qualities of peace, (thinking): “This was the third ascetic practice of the Mahāmeghavana, I appointed the Fortunate One, and specific Pātimokkha for the third time, this third earthquake, and so forth the Buddha recited it.",
    "ai-atk-s0511a17:19_3": "Therefore it is said:",
    "ai-atk-s0511a17:20_0": "5.",
    "ai-atk-s0511a17:21_0": "“Sire, the three gatherings of gods have three gatherings,",
    "ai-atk-s0511a17:22_0": "whose minds are destroyed, who have cut off the defilements, who are peaceful,",
    "ai-atk-s0511a17:23_0": "6.",
    "ai-atk-s0511a17:24_0": "“When the Buddha, the Dhamma-King was the poisonous Buddha,",
    "ai-atk-s0511a17:25_0": "Then at that time one hundred thousand million years (also) arrived first.",
    "ai-atk-s0511a17:26_0": "7.",
    "ai-atk-s0511a17:27_0": "“For he who has cut off the human state,",
    "ai-atk-s0511a17:28_0": "At that time even a hundred beard posts was finished.",
    "ai-atk-s0511a17:29_0": "8.",
    "ai-atk-s0511a17:30_0": "“The Buddha explained the special qualities of peace, (and) the ascetic practices.",
    "ai-atk-s0511a17:31_0": "then the third eighty-footed (perhaps) was united.”",
    "ai-atk-s0511a17:32_0": "At that time, the Buddha-to-be after our Buddha-eye, and Just as Sakka was approaching, worshipped the gods of the Thirty-Three.",
    "ai-atk-s0511a17:32_1": "And the teacher –",
    "ai-atk-s0511a17:32_2": "“The Buddha will be a Buddha!”",
    "ai-atk-s0511a17:32_3": "Therefore it is said:",
    "ai-atk-s0511a17:33_0": "9.",
    "ai-atk-s0511a17:34_0": "“I was Sakka, the Lord of the Jina,",
    "ai-atk-s0511a17:35_0": "with the divine scented fragrance at the root of the Gandhāra,",
    "ai-atk-s0511a17:36_0": "10.",
    "ai-atk-s0511a17:37_0": "“Your Majesty, did you sit in the midst of the gods.",
    "ai-atk-s0511a17:38_0": "This is the eighteen bases for (the Buddha),",
    "ai-atk-s0511a17:39_0": "11.",
    "ai-atk-s0511a17:40_0": "“We will give up that effort and we will have come down this presence.”",
    "ai-atk-s0511a17:41_0": "12.",
    "ai-atk-s0511a17:42_0": "“For he who, having heard the word of her words,",
    "ai-atk-s0511a17:43_0": "more than ten places!”",
    "ai-atk-s0511a17:44_0": "and the Fortunate One’s refuge.",
    "ai-atk-s0511a17:44_1": "Sīhabāhu, two royal mother-in-law, beautiful princes, poisoned the most beautiful Suppiya of his mother and father, the one hundred thousand sons of the Bo branches, was named Khema and Khemā, and was the foremost of all central sized the Bo branches. And the Buddha Sāla and Pisācasana.",
    "ai-atk-s0511a17:44_2": "Therefore it is said:",
    "ai-atk-s0511a17:45_0": "13.",
    "ai-atk-s0511a17:46_0": "“Give refuges, the prince named Sañcāla,",
    "ai-atk-s0511a17:47_0": "the Teacher named Sundarīnandā, who sees the Dhamma,",
    "ai-atk-s0511a17:48_0": "18.",
    "ai-atk-s0511a17:49_0": "“The sons of Padumavatī had entered the city,",
    "ai-atk-s0511a17:50_0": "guided by the Dhamma, the Teacher, the Dhammadinnā, the chief of the Dhamma,",
    "ai-atk-s0511a17:51_0": "19.",
    "ai-atk-s0511a17:52_0": "“The whole of all the circumstances,",
    "ai-atk-s0511a17:53_0": "the Buddha’s intent on awakening is said:",
    "ai-atk-s0511a17:54_0": "21.",
    "ai-atk-s0511a17:55_0": "“The Buddha was unequalled with eighty years,",
    "ai-atk-s0511a17:56_0": "Because he believes in a thousand solar systems.",
    "ai-atk-s0511a17:57_0": "22.",
    "ai-atk-s0511a17:58_0": "“The dispensation was like Goat-Herder’s (true) fragrance, like the sky.",
    "ai-atk-s0511a17:59_0": "The midday is the sun’s heat;",
    "ai-atk-s0511a17:60_0": "23.",
    "ai-atk-s0511a17:61_0": "“Your Majesty, is the same as a conqueror of Jīvaka.",
    "ai-atk-s0511a17:62_0": "a hundred thousand years in the world,",
    "ai-atk-s0511a17:63_0": "24.",
    "ai-atk-s0511a17:64_0": "“Having given the food to the sky",
    "ai-atk-s0511a17:65_0": "like the moon released from the clouds.”",
    "ai-atk-s0511a17:66_0": "Herein, the whirlpools there is a demon tree trunk,",
    "ai-atk-s0511a17:66_1": "In the ten-thousand world-element I am the ten-thousand world-element.",
    "ai-atk-s0511a17:66_2": "ignorant, he dissatisfied,",
    "ai-atk-s0511a17:66_3": "Also the ties of a disease were spreadt and dirty, and the Buddha is the sun rises (from the sky) forget.",
    "ai-atk-s0511a17:66_4": "may all beings be found, and there is no surely nothing fitting.",
    "ai-atk-s0511a17:66_5": "When he passes away and reappears,",
    "ai-atk-s0511a17:66_6": "like the moon’s fragrance, as it is like the moon’s scented.",
    "ai-atk-s0511a17:66_7": "The Buddha saw Sālavatikā in the land of the Dhamma.",
    "ai-atk-s0511a17:67_0": "The one endowed with the Dhammadinnā is finished.",
    "ai-atk-s0511a17:68_0": "requested by the Buddha is finished."
}