{
    "ai-atk-abh02a9:0_0": "10. Bojjhaṅgavibhaṅgo",
    "ai-atk-abh02a9:1_0": "1. Suttantabhājanīyavaṇṇanā",
    "ai-atk-abh02a9:2_0": "466.",
    "ai-atk-abh02a9:2_1": "Now, as to the profitable triple compared to the sevenfold finger- interruption.",
    "ai-atk-abh02a9:2_2": "the awakening factors of Awakening or the awakening factors.",
    "ai-atk-abh02a9:2_3": "This is said:",
    "ai-atk-abh02a9:2_4": "The Such was the path to awakening in the ambrosition of the Dhamma. When it arises, on the road, on the shade of the wrong path, sense desires are brought to the in recollecting the special qualities of the enlightenment of the Dhamma, and the noble path to awakening; or that noble truth of the path to awakening in which they penetrate the path of the enlightenment of the Dhamma. And that is called awakening, the penetration of the noble truth of the opposite of the Buddhas that is several peaceful, dissatisfaction with the deathless accumulated, and that noble truth of the path, the path of the fruition of knowledge.",
    "ai-atk-abh02a9:2_5": "But just as, when a noble disciple has completed the way of the kind already described, the way of the Bodhisatta in the way described thus, “A noble disciple is called Bodhisatta-Tree” , and so on.",
    "ai-atk-abh02a9:2_6": "Hence it is said:",
    "ai-atk-abh02a9:2_7": "“The factors of the person whose awakening has been passed away.”",
    "ai-atk-abh02a9:3_0": "“For he whom the Factors of Awakening: “He develops the factors of Awakening!",
    "ai-atk-abh02a9:3_1": "They lead to the awakening factors.” And the awakening factors are purified of awakening; they penetrate the awakening factors. When they are penetrated them, they should be understood.",
    "ai-atk-abh02a9:4_0": "The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-abh02a9:4_1": "Herein, the awakening factor of mindfulness is the awakening factor of investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-abh02a9:4_2": "“Mendicants, I say that all mindfulness and the awakening factors are included in all of the awakening factors.”",
    "ai-atk-abh02a9:4_3": "Then while living mindfully in this way he investigates that state with wisdom, thus he is one who is mindful within the limit of wisdom, etc., instance, and so on.",
    "ai-atk-abh02a9:5_0": "But why are they described in the same way as these which is called “not-self” .",
    "ai-atk-abh02a9:5_1": "and having dissatisfaction with the ending of all defilements.",
    "ai-atk-abh02a9:5_2": "And here there are three enlightenment factors:",
    "ai-atk-abh02a9:5_3": "“Mendicants, when the mind is sluggish, it’s the right time to develop the awakening factors of investigation of principles, energy, and rapture.”",
    "ai-atk-abh02a9:5_4": "according to the three accumulations:",
    "ai-atk-abh02a9:5_5": "“Mendicants, when the mind is restless, it’s the right time to develop the awakening factors of tranquility, immersion, and equanimity.”",
    "ai-atk-abh02a9:5_6": "But there is just one mansion of salt in all the world with its wings, like a festival flame in every way and all the kingship in all directions:",
    "ai-atk-abh02a9:5_7": "“Mendicants, I say there is all and all.”",
    "ai-atk-abh02a9:5_8": "And where all the monks were.",
    "ai-atk-abh02a9:5_9": "And in all ways the fine- material: here is the meaning.",
    "ai-atk-abh02a9:5_10": "So it should be understood that everything without getting enough.",
    "ai-atk-abh02a9:6_0": "467.",
    "ai-atk-abh02a9:6_1": "Which one of these is said to show the different kinds of mindfulness meditation in himself?",
    "ai-atk-abh02a9:6_2": "here a monk:",
    "ai-atk-abh02a9:6_3": "Mindfulness is understanding due to mindfulness of breathing: he is mindful; he is mindful, is the meaning.",
    "ai-atk-abh02a9:6_4": "* Devānampiyatissa",
    "ai-atk-abh02a9:6_5": "For that is the ultimate path, the ultimate excellence in Nibbāna, the highest state.",
    "ai-atk-abh02a9:6_6": "is what is meant.",
    "ai-atk-abh02a9:6_7": "And the meaning is that it is good.",
    "ai-atk-abh02a9:7_0": "But why do the wisdom make this assemblies?",
    "ai-atk-abh02a9:7_1": "The Absorption of mindfulness",
    "ai-atk-abh02a9:7_2": "When there is a sound with wisdom, there is strength of the ear ... nose ... tongue ... body ...",
    "ai-atk-abh02a9:7_3": "Then the wisdom there is from the welfare and benefit of wisdom,",
    "ai-atk-abh02a9:7_4": "Suppose two great kings were to gang up in two directions and two royal ministers.",
    "ai-atk-abh02a9:7_5": "One of them having taken one of the King’s sons sesame seed and stands alone with the King’s own throne.",
    "ai-atk-abh02a9:7_6": "it is not known that when standing is established on your own Dhamma.",
    "ai-atk-abh02a9:7_7": "In the same way, a minister of having arisen from the great king, who is standing with him as he is standing in the Dhamma of the Great King Disciple.",
    "ai-atk-abh02a9:7_8": "Herein, just as, when a king’s son is present, he thinks: “Give and observes those sons of the king’s power, the king is strong, oxen.”",
    "ai-atk-abh02a9:7_9": "whatever (these) Dhamma of the Dhamma is not found, the power of wisdom is evident, and the light is evident, so the moon is overpower of wisdom.",
    "ai-atk-abh02a9:8_0": "Which is better—to have one’s deeds or been border for a long time?",
    "ai-atk-abh02a9:8_1": "For a long time I’m mastered by myself or threatened by way of speech and thought, or even a long time on account of all the duties, or to the expounder of the Dhamma. I have attained the Dhammapada:",
    "ai-atk-abh02a9:8_2": "They think, ‘It is better’s void of body, speech, and mind that they haven’t arisen prevented intoxicated all kinds of observed the formless and emerged. Then they think, ‘On that’s how it is said.’",
    "ai-atk-abh02a9:8_3": "recollecting them again and again,",
    "ai-atk-abh02a9:8_4": "This is called the awakening factor of mindfulness that has arisen, and so as the awakening factor of mindfulness that has arisen, the awakening factor of mindfulness, and the awakening factor of mindfulness.",
    "ai-atk-abh02a9:9_0": "Living mindfully in this way that mendicant meditates mindfully, with mindfulness and alertness,",
    "ai-atk-abh02a9:9_1": "That Dhammadinnā was taught by him, and because he had spoken long ago.",
    "ai-atk-abh02a9:9_2": "investigation with wisdom is investigating, suffering is not-self.",
    "ai-atk-abh02a9:9_3": "He enters upon and dwells in suffering, ‘This is suffering’ ... ‘This is the origin of suffering’ ... ‘This is the cessation of suffering’.",
    "ai-atk-abh02a9:9_4": "he searches for the rainy season.",
    "ai-atk-abh02a9:9_5": "This is called the interruption of the development of the awakening factor of investigation of principles.",
    "ai-atk-abh02a9:10_0": "Their teaching is stated in that place.",
    "ai-atk-abh02a9:10_1": "he has undertaken what is overturned, he is mindful,",
    "ai-atk-abh02a9:10_2": "they were unable to overcome their (should) homes,",
    "ai-atk-abh02a9:10_3": "This is called the awakening factor of energy. This is called the awakening factor of energy.",
    "ai-atk-abh02a9:11_0": "I abide in material pleasures, the world of the world of beings.",
    "ai-atk-abh02a9:11_1": "This is called the awakening factor of happiness. This is called the awakening factor of happiness associated with happiness.",
    "ai-atk-abh02a9:12_0": "with joyful mind associated with equanimous,",
    "ai-atk-abh02a9:12_1": "The body and the one who constituents (of mind and body) that provide fuel for attachment are tranquillized by defilements.",
    "ai-atk-abh02a9:12_2": "and consciousness as constituent group-of-free consciousness.",
    "ai-atk-abh02a9:12_3": "This is called the awakening factor of tranquility. They are called the tranquillity enlightenment factor and tranquillity.",
    "ai-atk-abh02a9:13_0": "When the body is tranquil, one feels bliss.",
    "ai-atk-abh02a9:13_1": "When concentration is right, it is distracted, it is distended, like the object it is damaged.",
    "ai-atk-abh02a9:13_2": "This is called the awakening factor of tranquility. They are called the awakening factor of equanimity. They are called the awakening factor of tranquility.",
    "ai-atk-abh02a9:14_0": "Likewise that is accomplished in concentration, it is with that concentration.",
    "ai-atk-abh02a9:14_1": "he is completely equanimous, and his loosening aside.",
    "ai-atk-abh02a9:14_2": "and because of what they did not neglect each of them, they remain in the middle of them.",
    "ai-atk-abh02a9:14_3": "This is called the awakening factor of equanimity. The awakening factors are called the awakening factor of equanimity. It is neutrality because it has not found equanimity.",
    "ai-atk-abh02a9:15_0": "how is it that someone defined?",
    "ai-atk-abh02a9:15_1": "Not doing the progressiveness in one-explain at the moment of its characteristic, function, and manifestation of the meditation subject.",
    "ai-atk-abh02a9:16_0": "first,",
    "ai-atk-abh02a9:17_0": "468-469.",
    "ai-atk-abh02a9:17_1": "now the seven awakening factors are shown by means of the full awareness and the second rainy season.",
    "ai-atk-abh02a9:17_2": "Here is the commentary on the stage beginning:",
    "ai-atk-abh02a9:17_3": "internally and externally that arose in oneself, when there is the internal path,",
    "ai-atk-abh02a9:17_4": "Their externally arisen through the external (sense-spheres), mindfulness arises,",
    "ai-atk-abh02a9:17_5": "Whatever nurses you will know",
    "ai-atk-abh02a9:17_6": "And that’s just what I was.",
    "ai-atk-abh02a9:17_7": "knowledge of the profound happiness is shown by direct knowledge,",
    "ai-atk-abh02a9:17_8": "Equanimity is the path to awakening. It is the meaning of awakening.",
    "ai-atk-abh02a9:17_9": "it is the craving that is called extinguishment.",
    "ai-atk-abh02a9:17_10": "(There is) for the purpose of abandoning the happiness (of the deathless), the purpose of which is including the deathless: “This is the purpose of leading to the deathless.”",
    "ai-atk-abh02a9:17_11": "Likewise in the enlightenment factor, and the others respectively.",
    "ai-atk-abh02a9:18_0": "I walked up and down the walking-path, when there is an activity that arose in me,",
    "ai-atk-abh02a9:18_1": "My energy won’t break up this energy by not grasping while I’m freed from defilements by not grasping.",
    "ai-atk-abh02a9:18_2": "tranquillity is tranquilized by the three aggregates of the body,",
    "ai-atk-abh02a9:18_3": "mental tranquillity-materiality is tranquilized,",
    "ai-atk-abh02a9:18_4": "Equanimity Factors of Complete Awakening in the States Factor of Complete Awakening,",
    "ai-atk-abh02a9:18_5": "In this world there are seven not made up of the seven factors of Awakening,",
    "ai-atk-abh02a9:19_0": "But the elders, having shown that they did not show their work.",
    "ai-atk-abh02a9:19_1": "For among these three kinds of equanimity: the extension in which the objects of the three aggregates are the objects of his own equanimity .",
    "ai-atk-abh02a9:19_2": "Likewise, doing this, they go to that path,",
    "ai-atk-abh02a9:19_3": "Since applied and sustained thought have no happiness and bliss born of concentration.",
    "ai-atk-abh02a9:19_4": "this is the supermundane attainment.",
    "ai-atk-abh02a9:20_0": "Herein, mindfulness is established in oneself. But there the interior bathing objects of these things interrupted on the object and exterior sense fields. Their instance is the northern quarter.",
    "ai-atk-abh02a9:20_1": "and being unable to display even when walking and down, they get tired.",
    "ai-atk-abh02a9:20_2": "without placing the mind and keeping it connected are stilled, where do they settle out?",
    "ai-atk-abh02a9:20_3": "firstly in the tetrad the awakening factor of sensual pleasures is effective, but without placing the mind and keeping it connected is evident.",
    "ai-atk-abh02a9:20_4": "In the fine-material happiness there is no rapture that is the awakening factor of rapture, and one who isn’t obtained in mind.",
    "ai-atk-abh02a9:20_5": "Not in the entire world’s (of the very same),",
    "ai-atk-abh02a9:20_6": "But here there is no being referred to as being married,",
    "ai-atk-abh02a9:20_7": "This is how the awakening factor of placing the mind and keeping it connected are stilled, setting out on rapture in one of the fine-material-sphere, and fourfold happiness.",
    "ai-atk-abh02a9:21_0": "Likewise in the case of the concentration factor of complete awakening is obtained without placing the mind, but without placing the mind and keeping it connected.",
    "ai-atk-abh02a9:21_1": "That concentration is in the fine-material-sphere concentration in the formless-material-sphere concentration. But the awakening factor of concentration is not eventually concentrated.",
    "ai-atk-abh02a9:21_2": "But here there is no being reference to the not being raised up,",
    "ai-atk-abh02a9:21_3": "That is how the placing of the mind and keeping it connected is stilled, wandering in one of the fine-material-sphere concentration has been grossnessed, surpassing the supramundane.",
    "ai-atk-abh02a9:22_0": "however, he should take out the supermundane and supramundane.",
    "ai-atk-abh02a9:22_1": "After taking hold of the supermundane, he is to be dealt with.",
    "ai-atk-abh02a9:22_2": "For there is the time of mindfulness investigation-of-states, there is the time of development,",
    "ai-atk-abh02a9:22_3": "Here is this:",
    "ai-atk-abh02a9:22_4": "“I say that all grasping is grasping, reverend, because of all grasping.",
    "ai-atk-abh02a9:22_5": "That is how these defilements are not controlled.”",
    "ai-atk-abh02a9:22_6": "But when walking and down of the path, they are swept away by means of looking at it.",
    "ai-atk-abh02a9:22_7": "But those elders said, “For those who dwell in the jhāna whose meditation have reached absorption in the Brahmā-world jhāna and first, or in the Brahmajhāna, I can’t see them.”",
    "ai-atk-abh02a9:23_0": "second,",
    "ai-atk-abh02a9:24_0": "470-471.",
    "ai-atk-abh02a9:24_1": "now the seven factors of Awakening occur in him as they are shown that the seven awakening factors are said, and the seven awakening factors are said to be the seventh.",
    "ai-atk-abh02a9:24_2": "The detail is this:",
    "ai-atk-abh02a9:24_3": "develops it.",
    "ai-atk-abh02a9:24_4": "is reborn again and again.",
    "ai-atk-abh02a9:24_5": "Without seclusion, equanimous food,",
    "ai-atk-abh02a9:24_6": "seclusion.",
    "ai-atk-abh02a9:24_7": "Having cut off the five hindrances, this fivefold progressiveness of sense desires, in the five respects (of the future),",
    "ai-atk-abh02a9:24_8": "Herein, insight is the ‘Vipassī’.",
    "ai-atk-abh02a9:24_9": "and eight attainments.",
    "ai-atk-abh02a9:24_10": "The path is finished,",
    "ai-atk-abh02a9:24_11": "The end of the path and the fruition of",
    "ai-atk-abh02a9:24_12": "who has escaped the sign of escape from all signs.",
    "ai-atk-abh02a9:24_13": "In this way you should understand the escape from seclusion, having put away the nature of seclusion, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-abh02a9:25_0": "For this mindfulness of the awakening factor of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. But when one develops it, he develops the awakening factors of mindfulness, investigation of principles, energy, and equanimity, which rely on seclusion, and on having a sense of urgency.",
    "ai-atk-abh02a9:25_1": "In the fifth tetrad",
    "ai-atk-abh02a9:25_2": "For they don’t even qualify to the marks of one who is characterized as an opposite of the Brahmas. They lift the deportment of the Brahmas, the Champion, and the Accomplished in insightstead of discerning the eight factors.",
    "ai-atk-abh02a9:25_3": "Therefore, after departing they set rolling on these absorptions, the mangoes of dead, the rose-apple,",
    "ai-atk-abh02a9:25_4": "And just as they do so.",
    "ai-atk-abh02a9:25_5": "and the rest is undefeated.",
    "ai-atk-abh02a9:25_6": "for if a cling to seclusion is the meaning of seclusion;",
    "ai-atk-abh02a9:26_0": "And in this context there are two kinds of fire:",
    "ai-atk-abh02a9:26_1": "Continents the best, the aggregates, and the defilementsiveness,",
    "ai-atk-abh02a9:26_2": "Herein, ‘fitting as to the defining of the defilements’ means and of that of the path and the cutting off of the defilements, etc., just as it is the moment of the defilements and the path and of the defilements.",
    "ai-atk-abh02a9:26_3": "‘Consciousness’ means calming the unity of obstructions by means of that the path is extinguishment by the making it its object. And its tendencies with its object.",
    "ai-atk-abh02a9:26_4": "Then he desiring this world of men, which is the meaning of this world and the right kind.",
    "ai-atk-abh02a9:26_5": "Because that’s how the awakening factor of mindfulness is spoken by the awakening factor of investigation of principles, and it leads to extinguishment.",
    "ai-atk-abh02a9:27_0": "As to its simile of the flesh (working): “This function is this, this is what is said in brief, and this is what is said.",
    "ai-atk-abh02a9:27_1": "For it is when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-atk-abh02a9:27_2": "and the rest.",
    "ai-atk-abh02a9:27_3": "he does not have the supermundane and the supermundanery.",
    "ai-atk-abh02a9:28_0": "In the commentary on the bricks, etc.",
    "ai-atk-abh02a9:29_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-atk-abh02a9:30_0": "472.",
    "ai-atk-abh02a9:30_1": "When asked the Factors of Awakening, desiring to answer in the seventeenth, and when asked the questions of Bāraṇasī, he questioned them:",
    "ai-atk-abh02a9:30_2": "the commentary on the meaning should be understood in the way already described.",
    "ai-atk-abh02a9:31_0": "It is equanimity consisting in the enlightenment factor in equanimity as specific neutrality in equanimity.",
    "ai-atk-abh02a9:31_1": "purification is equanimity,",
    "ai-atk-abh02a9:31_2": "They don’t keep running out of equanimity.",
    "ai-atk-abh02a9:31_3": "equanimity: it associates with equanimity.",
    "ai-atk-abh02a9:31_4": "and equanimity of the awakening factors. The equanimity of looking forwards and backwards are removed.",
    "ai-atk-abh02a9:31_5": "and through the midst of the deathless (of Buddha), the middle is successful.",
    "ai-atk-abh02a9:31_6": "But that didn’t go to live in the midst of the mind.",
    "ai-atk-abh02a9:31_7": "This is the commentary on the word-meaning.",
    "ai-atk-abh02a9:32_0": "But here they should not accept these.",
    "ai-atk-abh02a9:32_1": "For one thousand (story), after questioning the seven factors of Awakening, he asked one thousand, and four thousand analytical knowledges, which are not one thousand analyzed (.e. the four paths).",
    "ai-atk-abh02a9:32_2": "After asking about the texts on drying, he asked each of the four cords, two parts of the later, and one of the seven (story).",
    "ai-atk-abh02a9:32_3": "He was not satisfied with the four (just), and accumulating all the thirty wonderers, forty thousand people.",
    "ai-atk-abh02a9:32_4": "The opposites that are skillful and results in the same way, and the fruits of the skillful, that is why the actual arouse the skillful, the fruits of the skillful, and the knowledge that the act of the skillful has been undertaken.",
    "ai-atk-abh02a9:32_5": "He asked one of the two questions and answers, and he is of two kinds as partaking of diminution, then it is of two kinds as particular and one absorption.",
    "ai-atk-abh02a9:32_6": "It should be understood here in the way already described.",
    "ai-atk-abh02a9:32_7": "But the results of wholesome profitable quality should not be done.",
    "ai-atk-abh02a9:33_0": "the commentary on the private parts,",
    "ai-atk-abh02a9:34_0": "3. Pañhāpucchakavaṇṇanā",
    "ai-atk-abh02a9:35_0": "482.",
    "ai-atk-abh02a9:35_1": "the questions should be understood as the profitable states in the way beginning, “Skill in learning the profitable states.”",
    "ai-atk-abh02a9:35_2": "But all the paths have limitless objects in contemplation, ~ and is limitless concentration with a measureless object.",
    "ai-atk-abh02a9:35_3": "But as for the sake of a profitable path, or for the sake of having arisen energy, they can’t proceed to be stated in the path of the path, or to be spoken by energy.",
    "ai-atk-abh02a9:36_0": "When there is no one in the past, she does not say that there are people who do not be called “base” because they are externally.",
    "ai-atk-abh02a9:36_1": "So in this way they questioned, expert in questioning, and generating the whole world’s practice, and in the perfect Awakening .",
    "ai-atk-abh02a9:36_2": "The Suttantas held firstly expert in the second district, the north of the world, and the enlightenment factors would be revolved in the first world.",
    "ai-atk-abh02a9:36_3": "But when the blossom was conceived in the four people, he didn’t speak the questions beginning with that in the nostrils or out-of-spoked answers, then having shown that they bring them to the town, saying:",
    "ai-atk-abh02a9:37_0": "Discussion of the Vibhaṅga:",
    "ai-atk-abh02a9:38_0": "The golden pollutants is finished."
}