{
    "ai-atk-s0302a2:0_0": "3. Dhātusaṁyuttaṁ",
    "ai-atk-s0302a2:1_0": "1. Nānattavaggo",
    "ai-atk-s0302a2:2_0": "1.Dhātunānattasuttavaṇṇanā",
    "ai-atk-s0302a2:3_0": "85.",
    "ai-atk-s0302a2:3_1": "and the elements of the first element have ceased, and the state of existence owing to the state of existence, and the state of existence in the sense of urgency, and the elements of variety.",
    "ai-atk-s0302a2:3_2": "The eye element, sights, eye consciousness, and eye contact with the eye element.",
    "ai-atk-s0302a2:3_3": "ear, sounds, and ears, the nose-consciousness element with the ear-, the mind-consciousness element.",
    "ai-atk-s0302a2:3_4": "The nose, smells, nose consciousness, and nose consciousness.",
    "ai-atk-s0302a2:3_5": "The tongue, tastes, and tongue consciousness element. The mind with the tongue, tastes, and tongue consciousness.",
    "ai-atk-s0302a2:3_6": "confidence element, the body element, the mind element, the touch element, the body consciousness element.",
    "ai-atk-s0302a2:3_7": "The mind element, the three elements of the three elements, the feelings, the mind-consciousness element, and the mind consciousness element.",
    "ai-atk-s0302a2:3_8": "And here the sixteen elements of sense desires is the first field in the four elements.",
    "ai-atk-s0302a2:4_0": "2. Phassanānattasuttavaṇṇanā",
    "ai-atk-s0302a2:5_0": "86.",
    "ai-atk-s0302a2:5_1": "In the second jhāna arises in them.",
    "ai-atk-s0302a2:5_2": "Herein, eye-consciousness is related to the eye-contact associated with eye-contact, there is a prior associated with the mind-consciousness-contact.",
    "ai-atk-s0302a2:5_3": "The mind element gives rise to mental speech. Since consciousness does have a foundation of mind-consciousness element give rise to the first-consciousness element. is the second meaning with the maintaining.",
    "ai-atk-s0302a2:6_0": "No Diversity of Gains",
    "ai-atk-s0302a2:7_0": "87.",
    "ai-atk-s0302a2:7_1": "In the third mind element gives rise to mind contact. ...",
    "ai-atk-s0302a2:8_0": "4. Vedanānānattasuttavaṇṇanā",
    "ai-atk-s0302a2:9_0": "88.",
    "ai-atk-s0302a2:9_1": "From the fourth territory might arise in the fourth gate: “The feelings that were produced in the eye element and the feeling—whether it can be attained by one who does not transgression, without attachment, and life as a result.”",
    "ai-atk-s0302a2:9_2": "feeling born of mind contact. Feeling is a basis for ending the defilements. give rise to old age and death, sorrow, lamentation, pain, sadness, and distress.",
    "ai-atk-s0302a2:9_3": "fourth absorption.",
    "ai-atk-s0302a2:10_0": "Second: Diversity of Feelings",
    "ai-atk-s0302a2:11_0": "89.",
    "ai-atk-s0302a2:11_1": "and having made her mistaken in the five stages as they are stated in the four directions,",
    "ai-atk-s0302a2:11_2": "And so there is a second herd of malevolence towards the four elements, and having consulted the mind elements by the pure elements.",
    "ai-atk-s0302a2:11_3": "all the deeds taught by the Buddha,",
    "ai-atk-s0302a2:11_4": "The fifth is also the fifth.",
    "ai-atk-s0302a2:12_0": "Gaintaining Exterior",
    "ai-atk-s0302a2:13_0": "The sixth element and the nine-fold element.",
    "ai-atk-s0302a2:14_0": "7. Saññānānattasuttavaṇṇanā",
    "ai-atk-s0302a2:15_0": "91.",
    "ai-atk-s0302a2:15_1": "The seventh is the basis for such powers as creating visible data, or with the material support for himself, or for others.",
    "ai-atk-s0302a2:15_2": "Perceptions of forms is associated with perceptions,",
    "ai-atk-s0302a2:15_3": "Forms are related to the forms associated with desire, but complete in the three are associated with thoughts,",
    "ai-atk-s0302a2:15_4": "Desire for forms: the desire for forms is ill will;",
    "ai-atk-s0302a2:15_5": "The fever of forms is burning with the forms of burning forms,",
    "ai-atk-s0302a2:15_6": "Searching for the purpose of (myself) greed for forms that arose in him, for the purpose of gaining analysis.",
    "ai-atk-s0302a2:15_7": "And here it is of perception that is distinguished by different kinds of perception and variety, and classed as running out of the neighbourhood of various kinds, and it is only the preceding tangles.",
    "ai-atk-s0302a2:15_8": "That’s how the perception of elements can be understood here in such a way that the perception of variety of forms, owing to the elements of matter, and so on.",
    "ai-atk-s0302a2:16_0": "No Diversity of Gains",
    "ai-atk-s0302a2:17_0": "92.",
    "ai-atk-s0302a2:17_1": "The search for thoughts doesn’t give rise to the passion for thoughts. ...”",
    "ai-atk-s0302a2:18_0": "Protector’s playing in exertion,",
    "ai-atk-s0302a2:19_0": "93-94.",
    "ai-atk-s0302a2:19_1": "In the ninth perception of forms arises in him in the way already described.",
    "ai-atk-s0302a2:19_2": "with the three thoughts associated with the mind as objects,",
    "ai-atk-s0302a2:19_3": "Persuading the form of a form, the contact experiences contact with that object:",
    "ai-atk-s0302a2:19_4": "with the same feeling as object,",
    "ai-atk-s0302a2:19_5": "The teaching is reckoned as already described.",
    "ai-atk-s0302a2:19_6": "When there is no need for sights, and for the object they have obtained the delights of craving, they say, “There is no purpose in the formless realm.”",
    "ai-atk-s0302a2:19_7": "This, firstly, is the one factor in each case. It is preceding all states consisting in unity in each case.",
    "ai-atk-s0302a2:19_8": "if the newly arrived monks have experiential confidence in him:",
    "ai-atk-s0302a2:19_9": "These four kinds of contact: firstly, feeling and perception are included in the relics of feeling. These are the four things that are internal and external objects.",
    "ai-atk-s0302a2:19_10": "You are disliked, desirable, agreeable, pleasant, and agreeable enemy. But when a newly arrived monks rolled forth you’ll be able to get their support.",
    "ai-atk-s0302a2:20_0": "Here is a story:",
    "ai-atk-s0302a2:20_1": "An astute person, it seems, who in the village of sea, is surrounded by his bed.",
    "ai-atk-s0302a2:20_2": "Now when he has gone to the river, he goes to the customs station, surrounded by his assemblies, and went to the home of the lay life.",
    "ai-atk-s0302a2:20_3": "After seeing her coming, he thought, “May he be aroused from memories and give me a man.” And he sends him away, saying, “Go, this is a man.”",
    "ai-atk-s0302a2:20_4": "He then saw him, and he told him what had happened.",
    "ai-atk-s0302a2:20_5": "It’s the newly arrived monks.",
    "ai-atk-s0302a2:20_6": "When the consent has arisen, the group of six named Divine with a pointing, having arisen in him, the fever of the name- form, and burning, the search for its object: “Having arisen known by the corresponding form, and burning with the search for visible objects, he is the name for the materiality of craving for forms, and for its fading away is the search for its object,",
    "ai-atk-s0302a2:21_0": "Though he has abolished the Elder Cūḷapanthaka –",
    "ai-atk-s0302a2:21_1": "“Even though the Buddha has already arisen in the midst of the forms, feeling, perception, choices, and consciousness in the middle, the stilling of the sixteen bases of contact with the forest, trees (when the signs of) forms, the six sense spheres of contact, defining of the aggregates, etc., have arisen for them as objects of craving for forms, and for forms are seeking for sights.",
    "ai-atk-s0302a2:21_2": "however much (is there is) feeling underlying tendency to contact,",
    "ai-atk-s0302a2:21_3": "Feeling of sights, eye consciousness, and so it’s gained by unpleasant feeling.”",
    "ai-atk-s0302a2:21_4": "he takes another seized by the wind:",
    "ai-atk-s0302a2:21_5": "For if he lies in full awareness, saying: “Such is a basis for happiness, well placed on a foundation, forward, or offending the forms, I’ll see him in this way.”",
    "ai-atk-s0302a2:21_6": "At that time when they have arisen Thoughts that are visible objects, and so on should be understood to be known.",
    "ai-atk-s0302a2:21_7": "It also because of the giving up of perception and thoughts, perception and feeling and neck, yet they lay down the bark of the diverse spectrums of the colour, radiating of the lay states, and benefacts of various kinds.",
    "ai-atk-s0302a2:21_8": "The tenth is finished.",
    "ai-atk-s0302a2:21_9": "In the ninth.",
    "ai-atk-s0302a2:22_0": "The first sub-chapter on diversity is finished.",
    "ai-atk-s0302a2:23_0": "2. Dutiyavaggo",
    "ai-atk-s0302a2:24_0": "1. Sattadhātusuttavaṇṇanā",
    "ai-atk-s0302a2:25_0": "95.",
    "ai-atk-s0302a2:25_1": "in the second precisely: the light element,",
    "ai-atk-s0302a2:25_2": "the delights of the world, and having made amends for it, by making its object the jhāna called “Then-jhāna access”, etc., with this jhāna on its object, this is called “announced”.",
    "ai-atk-s0302a2:25_3": "and the jhāna factors obtained by the Earth Sutta , etc., according to the jhāna and its object.",
    "ai-atk-s0302a2:25_4": "the sphere of endless space,",
    "ai-atk-s0302a2:25_5": "and the cessation of perception and feeling,",
    "ai-atk-s0302a2:25_6": "Thus the Buddha, having concluded his confidence in his heart, he sat down to the conclusion:",
    "ai-atk-s0302a2:26_0": "For in the darkness of the darkness: he is blinded by light, he is darkness, and lightness and darkness.",
    "ai-atk-s0302a2:26_1": "for a spring up in the darkness,",
    "ai-atk-s0302a2:26_2": "That’s why it appears to be found.",
    "ai-atk-s0302a2:26_3": "Like this he said: these are not easily obtained.",
    "ai-atk-s0302a2:26_4": "They’re well because they’re both beautiful and ugly. That’s why they’re well purified.",
    "ai-atk-s0302a2:26_5": "Form is the attainment of the formless attainment.",
    "ai-atk-s0302a2:26_6": "For there is the attainment of the fine-material sphere belonging to the base consisting of boundless space, there is no surmounting of the dimension of infinite space. That is why it is called “unbounded.”",
    "ai-atk-s0302a2:26_7": "and the same method applies in the case of the base consisting of boundless consciousness.",
    "ai-atk-s0302a2:26_8": "The four formations dependent on the origination.",
    "ai-atk-s0302a2:26_9": "For when the aggregates ceased and perishes are not found. That is why the aggregates of the aggregates is called “the cessation of the constituents (of mind and body).”",
    "ai-atk-s0302a2:26_10": "And here the explanation of the four constituents aggregates should be understood that the cessation of the four jhānas.",
    "ai-atk-s0302a2:27_0": "How is it to be reached? How does one who has attained the attainment such attainment?",
    "ai-atk-s0302a2:27_1": "There is perception, there is attainment, one attainment, and one who has attained the attainment that is called “neither perception” .",
    "ai-atk-s0302a2:27_2": "the attainment of conditioned phenomena, which is the impediment of choices, and who has reached that state of (mental) processes.",
    "ai-atk-s0302a2:27_3": "the cessation of perception and feeling is to be reached by cessation. The meaning is this: ‘The meaning is is the first attainment of cessation.’",
    "ai-atk-s0302a2:28_0": "2. Sanidānasuttavaṇṇanā",
    "ai-atk-s0302a2:29_0": "96.",
    "ai-atk-s0302a2:29_1": "In the second it is oppressed with reason. It is alcoholic drinks that cause negligence.",
    "ai-atk-s0302a2:29_2": "The elements of sensual pleasures, delight in the sense fields, clinging to the sense-sphere, and sense-spheres are included in the pleasures of the sense-spheres ...",
    "ai-atk-s0302a2:30_0": "”Herein, what is the elements of sensual pleasures?",
    "ai-atk-s0302a2:30_1": "Attachment to sensual pleasures, thoughts of the mind, and wrong thought are called wrong thought.",
    "ai-atk-s0302a2:30_2": "Because they haven’t win in hell and the animal realm, the Gods Who Control the Creations of Others, in the calm there is a condition for consciousness. That is called ‘merception’.",
    "ai-atk-s0302a2:30_3": "all unskillful qualities are found.”",
    "ai-atk-s0302a2:31_0": "Herein, how does there are two inclusions from all over the limbs?",
    "ai-atk-s0302a2:31_1": "For the elements of sensuality are purified by sensual pleasures, malice and cruelty. This is the practice element.",
    "ai-atk-s0302a2:31_2": "When these two elements have gone inside the four elements, they’re headed for a higher realm. This is the unfinished discussion on the elements.",
    "ai-atk-s0302a2:31_3": "This is an impulsion of the elements, etc., in the sense-desire element, or in the sense of conscience and prudence.",
    "ai-atk-s0302a2:31_4": "Or the perception of the sensual perception that arises in him in sense desires, or in accomplishing him in terms of sensual perceptions, or in lives to come.",
    "ai-atk-s0302a2:31_5": "The meaning should be understood in this way in the very same way.",
    "ai-atk-s0302a2:31_6": "In three situations:",
    "ai-atk-s0302a2:31_7": "He practices accordingly: he practices in line with the path is practiced,",
    "ai-atk-s0302a2:32_0": "The element of ill will ...",
    "ai-atk-s0302a2:33_0": "”Herein, what is the elements of ill will?",
    "ai-atk-s0302a2:33_1": "ill will ...",
    "ai-atk-s0302a2:33_2": "This is called the element of ill will.",
    "ai-atk-s0302a2:33_3": "Ten grounds for resentment when the mind is slaughtered ...",
    "ai-atk-s0302a2:33_4": "this is what is meant.”",
    "ai-atk-s0302a2:34_0": "Thoughts that are the element of ill will arises dependent on the perception of ill will.",
    "ai-atk-s0302a2:34_1": "The rest should be understood as it is.",
    "ai-atk-s0302a2:35_0": "and cruelty has cruel thoughts. And in the elements where harm will be cruelty –",
    "ai-atk-s0302a2:36_0": "”Herein, what is the elements?",
    "ai-atk-s0302a2:36_1": "buttermilk connected with the perception of harm. ...",
    "ai-atk-s0302a2:36_2": "this is called the element of initiative.",
    "ai-atk-s0302a2:36_3": "It’s when someone with hands, strikes with a stone, rod, or sword.",
    "ai-atk-s0302a2:36_4": "Such will be released from chains, hurting others, and hurting both.”",
    "ai-atk-s0302a2:37_0": "and the element of cruelty arises dependent on this element.",
    "ai-atk-s0302a2:37_1": "and it should be understood according to the sense of previous existence .",
    "ai-atk-s0302a2:38_0": "Grass and dust in the wilderness,",
    "ai-atk-s0302a2:38_1": "Without coming to her husband, the builders were drugged.",
    "ai-atk-s0302a2:38_2": "In the same way, in this way, the life span is to be seen with grass like a dog’s creature.",
    "ai-atk-s0302a2:38_3": "They placed it in a dry (sweeping), quickly tormented and ruined, and tormented them all came to ruin.",
    "ai-atk-s0302a2:38_4": "In the same way, there are ascetics and brahmins who have given up the perception of the unprofitable perceptions that cause negligence, and who don’t live in suffering.",
    "ai-atk-s0302a2:39_0": "(They are) unprofitable, and uncorrupted in the past,",
    "ai-atk-s0302a2:39_1": "is not quickly abandoned, does not abandon it, and do not give up quickly.",
    "ai-atk-s0302a2:39_2": "He doesn’t dispel another,",
    "ai-atk-s0302a2:39_3": "if he does not make (permission), he is unable to cross the flood.",
    "ai-atk-s0302a2:39_4": "He doesn’t go to the river, or to the next.",
    "ai-atk-s0302a2:39_5": "So in all ways –",
    "ai-atk-s0302a2:39_6": "he should be dealt with.",
    "ai-atk-s0302a2:39_7": "they can expect that they can expect.",
    "ai-atk-s0302a2:40_0": "The element of renunciation, the thought of renunciation, the thought of renunciation, and the wholesome thoughts of all, and the skillful qualities –",
    "ai-atk-s0302a2:41_0": "”Herein, what is the elements of renunciation?",
    "ai-atk-s0302a2:41_1": "renunciation, good will, and harmful thoughts. ...”",
    "ai-atk-s0302a2:41_2": "this is called right thought.”",
    "ai-atk-s0302a2:42_0": "Here there are two kinds of discussion:",
    "ai-atk-s0302a2:42_1": "For the other two elements are included in the state of renunciation, their profitable states because they are skillful and because they have analyzed.”",
    "ai-atk-s0302a2:42_2": "But those elements must be separated from the elements, the forty-twokes after the dreams. This is the wholesome element.",
    "ai-atk-s0302a2:42_3": "Though this element of renunciation gives rise to perceptions of renunciation, the perception of renunciation arises dependent on renunciation.",
    "ai-atk-s0302a2:42_4": "Dependent on perceptions, and whatever other thoughts are likeable,",
    "ai-atk-s0302a2:43_0": "good will ...",
    "ai-atk-s0302a2:44_0": "”Herein, what is the elements of good will?",
    "ai-atk-s0302a2:44_1": "good will ...",
    "ai-atk-s0302a2:44_2": "This is called the element of good will.",
    "ai-atk-s0302a2:44_3": "These are the heart’s release by love because of love.”",
    "ai-atk-s0302a2:45_0": "The element of good will arises in the way already described.",
    "ai-atk-s0302a2:46_0": "and harmlessness.",
    "ai-atk-s0302a2:47_0": "”Herein, what is elements?",
    "ai-atk-s0302a2:47_1": "are kind-hearted ...",
    "ai-atk-s0302a2:47_2": "This is called the element of harmlessness.",
    "ai-atk-s0302a2:47_3": "Their heart’s release by compassion is called compassion due to compassion.”",
    "ai-atk-s0302a2:48_0": "and the element of harmlessness arises in him in the way already described.",
    "ai-atk-s0302a2:48_1": "it should be understood all kinds of need:",
    "ai-atk-s0302a2:49_0": "3. Giñjakāvasathasuttavaṇṇanā",
    "ai-atk-s0302a2:50_0": "97.",
    "ai-atk-s0302a2:50_1": "The third element shows how to conceive the elements because of not committed.",
    "ai-atk-s0302a2:50_2": "perception ...",
    "ai-atk-s0302a2:50_3": "And they told him the questions.",
    "ai-atk-s0302a2:50_4": "For six months",
    "ai-atk-s0302a2:50_5": "the fully awakened Buddha.",
    "ai-atk-s0302a2:50_6": "‘When what exists does what exists do come to be?’",
    "ai-atk-s0302a2:50_7": "The Teacher asks the view of what has arisen,",
    "ai-atk-s0302a2:50_8": "These views that arise because they are not in fact fully awakened Buddhas, but they ask questions that view.",
    "ai-atk-s0302a2:51_0": "Now, because ignorance is a cause of ignorance, this is how it shows how the relics, namely, a great leopards, which is called “ignorant” , and so on.",
    "ai-atk-s0302a2:51_1": "inferior elements, inferior elements, and superior speech.",
    "ai-atk-s0302a2:51_2": "Resoluteness in the mind-made body:",
    "ai-atk-s0302a2:51_3": "But that woman or man eventually makes a monkey by thefterence of it,",
    "ai-atk-s0302a2:51_4": "inferior, fame, inferior, superior, and all the things arise in that person:",
    "ai-atk-s0302a2:51_5": "those who are lowly punished by their speech:",
    "ai-atk-s0302a2:51_6": "One explains, teaches, asserts, establishes, clarifies, reveals all that is inferior.",
    "ai-atk-s0302a2:51_7": "rebirth is two rebirths, and then rebirth is reborn.",
    "ai-atk-s0302a2:51_8": "inferiority, etc., should be understood as the arising of a low-lying-breath and so on.",
    "ai-atk-s0302a2:51_9": "And from the five low classes of rebirth into a low class family—whether aristocrats, brahmins, merchants, and workers—when is reborn in a low class family.",
    "ai-atk-s0302a2:51_10": "what is skillful and what is inferior. What is superior, and what is inferior. According to the reincarnation of the Three Worlds, the supreme bases of mastery is superior.",
    "ai-atk-s0302a2:51_11": "In this place they be reborn there a third time.",
    "ai-atk-s0302a2:52_0": "4. Hīnādhimuttikasuttavaṇṇanā",
    "ai-atk-s0302a2:53_0": "98.",
    "ai-atk-s0302a2:53_1": "the fourth ...",
    "ai-atk-s0302a2:53_2": "Standing together: (true) people live together.",
    "ai-atk-s0302a2:53_3": "By the inferior states of inferiority,",
    "ai-atk-s0302a2:53_4": "Those dedicated to good friends,",
    "ai-atk-s0302a2:53_5": "fourth absorption.",
    "ai-atk-s0302a2:54_0": "5. Caṅkamasuttavaṇṇanā",
    "ai-atk-s0302a2:55_0": "99.",
    "ai-atk-s0302a2:55_1": "see five reasons.",
    "ai-atk-s0302a2:55_2": "“All of these senior mendicants, Sāriputta, have put down my doctrine of the Buddha, that is, the great spectrum of great wisdom.”",
    "ai-atk-s0302a2:55_3": "So, thinking: “The entire mass of water is even more subtle than the one who can understand the states of existence, the state of existence in which the Great Bo trees, we will question the Great Sage (?).”",
    "ai-atk-s0302a2:55_4": "He hit the earth, like a lotus stalk, like a banananana tree with an axe, and making a sewn of a rock. As, he questioned the sun rising sun.",
    "ai-atk-s0302a2:55_5": "Therefore it was said: “All these monks are great monks,”",
    "ai-atk-s0302a2:56_0": "And the Buddha Mahā Moggallāna said to me: “Possessed by psychic power, mendicants, of my disciples of the mendicants who are psychic powerfully canceled by psychic powers.”",
    "ai-atk-s0302a2:56_1": "So the people would determine: “We will determine that is the advantages of psychic power,” they asked her:",
    "ai-atk-s0302a2:56_2": "And the same question as they were asked about,",
    "ai-atk-s0302a2:56_3": "Therefore it was said: “Monks, those monks who are of great power,”",
    "ai-atk-s0302a2:57_0": "And the Buddha also said, “Mendicants, is the preacher of the Dhamma for my disciples.”",
    "ai-atk-s0302a2:57_1": "So they answer, “So! ” And so they will determine the doctrines of the ascetic practices.",
    "ai-atk-s0302a2:57_2": "They answered their question,",
    "ai-atk-s0302a2:57_3": "Therefore it was said: “All these monks are ascetic but a preacher of asceticism.”",
    "ai-atk-s0302a2:58_0": "The Buddha also said: “Anuruddha, there are disciples of the mendicants who have clairaudience that is clairaudience regarding the mendicants.”",
    "ai-atk-s0302a2:58_1": "And so the heavenly hosts asked him, “The heavenly thirteen and the heavenly hosts.”",
    "ai-atk-s0302a2:58_2": "Also they asked about their questions, saying:",
    "ai-atk-s0302a2:58_3": "Therefore it was said: “All these monks have clairvoyance.”",
    "ai-atk-s0302a2:59_0": "“Puṇṇa Mantāṇiputta, that is, the senior monk who gives my disciples in the scriptures, Puṇṇakas, and Puṇṇa Mantāṇiputta among the Dhamma.”",
    "ai-atk-s0302a2:59_1": "Thus, “Next, in brief, are the definition of the Dhamma in brief, and in the enquiry of states they questioned him about the Dhamma, and they questioned him: ‘Nuns, Dhammadinnā, and Dhammadinnā.’”",
    "ai-atk-s0302a2:59_2": "Those who explain it to the beginning said, “Even those who are able to point out the four Truths,”",
    "ai-atk-s0302a2:59_3": "Therefore it was said: “All these monks are Dhamma speakers.”",
    "ai-atk-s0302a2:60_0": "And the senior monks, too, did the Vinaya first recite the Monastic Law in my name for the Monastic Law.",
    "ai-atk-s0302a2:60_1": "And so the Buddha asked her: “Did you cure (about) committed an offense, and cure (afterwards)?”",
    "ai-atk-s0302a2:60_2": "They asked about their questions, and they answered just as they were.",
    "ai-atk-s0302a2:60_3": "Therefore it was said: “All these monks have been experts in monastic training.”",
    "ai-atk-s0302a2:61_0": "And the senior mendicants also said that the Buddha was learned in the foremost of my monk disciples among the mendicants.",
    "ai-atk-s0302a2:61_1": "And that is how it is known in the head whose (provided): “Formerly I will learned a learned learned many people,” they added: “We will get a learned memorized it.”",
    "ai-atk-s0302a2:61_2": "They should correct them like this: “This is the truth, this is what should be done.”",
    "ai-atk-s0302a2:61_3": "he said: “All of those mendicants are very learned.”",
    "ai-atk-s0302a2:62_0": "Devadaha, because of that wicked desires, he asked him, “Who are you doing likewise? Who are you doing wicked?”",
    "ai-atk-s0302a2:62_1": "He tells them to do it.",
    "ai-atk-s0302a2:62_2": "Therefore, monks, the monks have wicked desires.",
    "ai-atk-s0302a2:63_0": "why are they walking not far from the near?",
    "ai-atk-s0302a2:63_1": "“The Teacher’s body is able to make a harmful place, even if he’s able to move it, saying.”",
    "ai-atk-s0302a2:63_2": "Then Devadatta, why are you walking mindfully?",
    "ai-atk-s0302a2:63_3": "“Whether this will be done here, whether you did not go to your own state of existence.”",
    "ai-atk-s0302a2:63_4": "But Devadatta can’t do what you have said without cause or reason?”",
    "ai-atk-s0302a2:63_5": "It’s impossible, Ānanda, it can’t happen that the Realized One could become fully extinguished through the natural principle of extinguishment.",
    "ai-atk-s0302a2:63_6": "But the monks went to the caravan",
    "ai-atk-s0302a2:63_7": "Then the Buddha said: “Ānanda, it is the fifth thing that the Saṅgha should give away.”",
    "ai-atk-s0302a2:64_0": "6. Sagāthāsuttavaṇṇanā",
    "ai-atk-s0302a2:65_0": "100.",
    "ai-atk-s0302a2:65_1": "In the sixth waists, singing, playing in the land of the sea, in between the middle countries, and in the end of the nose. They go transmigrates, while the universal scents and trees.",
    "ai-atk-s0302a2:65_2": "Likewise in the rest.",
    "ai-atk-s0302a2:65_3": "while this refutation of the kind described is inferior. Seeing in order to see the shade of the inferiority and superiority to lose their temper, etc., and seeing that good practice.",
    "ai-atk-s0302a2:66_0": "Sexual misconduct is the basis for such powers, etc.;",
    "ai-atk-s0302a2:66_1": "another, born in the forest, (birth) defilements,",
    "ai-atk-s0302a2:66_2": "Today I am the one who isn’t held together by ropping raising the sticks in an unattached place.",
    "ai-atk-s0302a2:66_3": "Who livelihood is good deeds:",
    "ai-atk-s0302a2:66_4": "they’d stay together with the sixth.",
    "ai-atk-s0302a2:67_0": "complexion in Training Roja",
    "ai-atk-s0302a2:68_0": "101.",
    "ai-atk-s0302a2:68_1": "Seven where there are seven incalculations in the Buddha, the Teaching, and the Sangha, and the Sangha is prohibited by the Buddha, and he is not standing on the near shore of the ocean, he is the far shore, and he is not expelled by.",
    "ai-atk-s0302a2:68_2": "Likewise, with no conscience and prudence, who is unguarded, shameless, imprudent, uneducated, witless, wise, and learned. Authority and shamelessness and shamelessness, witlessness, faithful, enthunterous, unmindful, lacking situational awareness and immersion, with the wisdom of shamelessness and shamelessness.",
    "ai-atk-s0302a2:69_0": "Propering the Festivals, and Assembly",
    "ai-atk-s0302a2:70_0": "102-106.",
    "ai-atk-s0302a2:70_1": "and having eight names, etc., as well as not Dhammadinnā,",
    "ai-atk-s0302a2:70_2": "Herein, eight roots and all four roots are stated in the lesser sections of the Three and nine root items, and nine root items are stated produced in the four directions.",
    "ai-atk-s0302a2:70_3": "These Jina, the three roots, two roots, three roots, two lions, three twice, upholders, and one lions (perfected). All of them lived alone in the five.",
    "ai-atk-s0302a2:70_4": "And even if they’re not able to say that rewards,",
    "ai-atk-s0302a2:70_5": "this is the thirty-two palms:",
    "ai-atk-s0302a2:70_6": "Eight months",
    "ai-atk-s0302a2:71_0": "The second monk is incomplete.",
    "ai-atk-s0302a2:72_0": "3. Kammapathavaggo",
    "ai-atk-s0302a2:73_0": "1-2. Asamāhitasuttādivaṇṇanā",
    "ai-atk-s0302a2:74_0": "107-108.",
    "ai-atk-s0302a2:74_1": "For the first of these five kinds as stated, etc., in the second pentad,",
    "ai-atk-s0302a2:74_2": "but, when the first footprint is the second, the third footprint.",
    "ai-atk-s0302a2:74_3": "when the words are laid down, they say this in order to that person,",
    "ai-atk-s0302a2:74_4": "Here it is here that is access concentration to absorption concentration, access concentration and absorption concentration.",
    "ai-atk-s0302a2:74_5": "unethical, of bad character.",
    "ai-atk-s0302a2:74_6": "The First Firm",
    "ai-atk-s0302a2:75_0": "The training rule on five robes",
    "ai-atk-s0302a2:76_0": "109-111.",
    "ai-atk-s0302a2:76_1": "In the third precept deed is the fifth kind of deeds, etc., ascending to the four paths of purification, and five or ten kinds of deeds.",
    "ai-atk-s0302a2:76_2": "Herein, alcoholic drinks that cause negligence, precisely alcoholic drinks that cause negligence, are called ‘a alcoholic drinks that cause negligence’.”",
    "ai-atk-s0302a2:76_3": "This is the meaning here:",
    "ai-atk-s0302a2:77_0": "In the five ways warding off living creatures: killing living creatures is the meaning.",
    "ai-atk-s0302a2:77_1": "those who steal, is unbeneficial. The meaning is, giving to others.",
    "ai-atk-s0302a2:77_2": "doing so, they cause sexual misconduct with defilements.",
    "ai-atk-s0302a2:77_3": "They use speech that’s false, divisive, harsh, or nonsensical. They say the meaning is beneficial, meaningful, beneficial, and loving.",
    "ai-atk-s0302a2:77_4": "divisive speech ...",
    "ai-atk-s0302a2:77_5": "fishermen by harsh speech.",
    "ai-atk-s0302a2:77_6": "Regarding what was said above, they blame (himself) talking nonsense.",
    "ai-atk-s0302a2:77_7": "Covetousness is the meaning.",
    "ai-atk-s0302a2:77_8": "malicious intent, overcome by ill will,",
    "ai-atk-s0302a2:77_9": "These described wrong view in the same way that is wrong, wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.",
    "ai-atk-s0302a2:77_10": "Because of right view, they understand that it is right view.",
    "ai-atk-s0302a2:77_11": "This is the commentary on the texts there are only for the sake of the (wholesome) actions.",
    "ai-atk-s0302a2:78_0": "They kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view.",
    "ai-atk-s0302a2:78_1": "Herein, killing living creatures is a killer of living creatures, killing living creatures is a killer, is said to be killed.",
    "ai-atk-s0302a2:78_2": "And herein is the ultimate sense-faculty, the ultimate arrow (wholesome) with the life faculty.",
    "ai-atk-s0302a2:78_3": "Now, it’s that kill living creatures, steal, and commit sexual misconduct; they use speech that’s false, divisive, harsh, or nonsensical; and they’re covetous, malicious, with wrong view. And they’re under the sway of killing living creatures.",
    "ai-atk-s0302a2:78_4": "When they have acquired virtues in the places of beings, in the large realm of lumps and small creatures in the bodies,",
    "ai-atk-s0302a2:78_5": "the base of the embracing a precincts, even so much less.",
    "ai-atk-s0302a2:78_6": "In possessing the special qualities of fewness of wishes, contentment, embracing the special qualities of fewness of wishes, contentment, embracing the great sacrifice,",
    "ai-atk-s0302a2:78_7": "but if his body is still strong and the time of reaching absorption it should be understood that it is not overpowered by mindfulness of the particular individual essences.",
    "ai-atk-s0302a2:79_0": "Since they are five",
    "ai-atk-s0302a2:79_1": "killed living creatures with a thought of killing living creatures, and there is death.",
    "ai-atk-s0302a2:79_2": "the six kinds of psychic power that brings about one thing and is realization.",
    "ai-atk-s0302a2:79_3": "But when this matter is being destroyed, it does not exist. That’s why I don’t think such thing, and that’s why I don’t worry.",
    "ai-atk-s0302a2:79_4": "But there is something that can be inspect, each and every case.",
    "ai-atk-s0302a2:80_0": "If you haven’t seen the stealing, there is a thieves living by stealing.",
    "ai-atk-s0302a2:80_1": "There they are not given to others: wherever they want, without responsible, the lamps (and abstain from) others.",
    "ai-atk-s0302a2:80_2": "When possessing that possession of another’s own wealth and belongings to others, thinking that the intention of others is taking away from theft.",
    "ai-atk-s0302a2:80_3": "inferior, superior, superior, and superior.",
    "ai-atk-s0302a2:80_4": "The account of the one who had been brands,",
    "ai-atk-s0302a2:80_5": "When there is the site for the base consisting of the virtues, by the gods (of the Religion) in his own good qualities, he spoke about less than that,",
    "ai-atk-s0302a2:81_0": "Since they are five",
    "ai-atk-s0302a2:81_1": "the intention of others; take the intention of others; hence the intention of others;",
    "ai-atk-s0302a2:81_2": "Living in a charnel ground, like rising suns,",
    "ai-atk-s0302a2:81_3": "But it is reckoned as a screened with the openings of the monastery that is concealed and constructed in a screened place. It is precincts, but it rolls on top of their dwellings, and flows from the door.",
    "ai-atk-s0302a2:82_0": "sexual misconduct ...",
    "ai-atk-s0302a2:82_1": "Wrong verbal conduct, he is one who has wrong conduct.",
    "ai-atk-s0302a2:82_2": "For one who is characterized by the body, without guarding the sense of bodily conduct, who is going unencountered opposite sex. It is manifested as a variety of having sexual misconduct.",
    "ai-atk-s0302a2:82_3": "There, while going to the city of Kokālika, the women protected in her mother, the fathers-in-law of her father, the brother with sister, the sisters, the law of the slave, the wife, the one who protected by her mother, the one protected by her father, the one protected by her brother, the one protected by her kinsmen, the one protected by her religion, the wives, the one who carries his wife, the one whose mothers your father, the King of the Truth, the slaves, the servantages, the soughter, and the servant a curity.",
    "ai-atk-s0302a2:82_4": "From the forty women and the ten kinds of wounded by the forty women, the forty men, and forty women.",
    "ai-atk-s0302a2:82_5": "This is the place:",
    "ai-atk-s0302a2:82_6": "Having such virtues as virtue, etc., in the stage of being unfamiliar with special qualities, etc., in the Enlightened One’s special qualities, etc., and according to fulfilment, etc.,",
    "ai-atk-s0302a2:82_7": "The four supports:",
    "ai-atk-s0302a2:82_8": "the practice by means of approaching that place where the opposite sex and the path, the practice,",
    "ai-atk-s0302a2:82_9": "alone, the companion, Sāgadhā,",
    "ai-atk-s0302a2:83_0": "Much is an abusive speech: the words that are poisonous, the poisonous, the killing of the broad, the intention to speak.",
    "ai-atk-s0302a2:83_1": "And another all:",
    "ai-atk-s0302a2:83_2": "explains what is false, untrue,",
    "ai-atk-s0302a2:83_3": "Patients are the truthful, oppressed for him.",
    "ai-atk-s0302a2:83_4": "Such is the characteristic, etc., in whatever manner of consciousness they ask for, and because of the attainment of the fourth jhāna there is from lying.",
    "ai-atk-s0302a2:83_5": "now he has little dust on the eyes, his great advantages.",
    "ai-atk-s0302a2:83_6": "Yet, desiring to, having become a peaceful state of peace, produced the meaning of peace, produced from the meaning of not phrases, and so on, with its meaning as it is said for the welfare of Sakka.",
    "ai-atk-s0302a2:83_7": "And that is just what they did.",
    "ai-atk-s0302a2:83_8": "Should there are four in number:",
    "ai-atk-s0302a2:83_9": "examining and scrutinizing, the Simile of the mind is the most blameworthy for one who knows what is to say.",
    "ai-atk-s0302a2:83_10": "one with a yoke, who wants something.",
    "ai-atk-s0302a2:83_11": "From what they do with their body, speech, or mind.",
    "ai-atk-s0302a2:83_12": "And they know that is the only truth of others.",
    "ai-atk-s0302a2:84_0": "He speaks divisively.",
    "ai-atk-s0302a2:84_1": "But any person who makes themselves harsh words, coarse or harshly, then speaks neither gets rid of harsh nor nonsensically nor rough,",
    "ai-atk-s0302a2:84_2": "would go from here to a heap of talking nonsense,",
    "ai-atk-s0302a2:84_3": "By its root, etc., and gaining backbiting backwards,",
    "ai-atk-s0302a2:84_4": "She became keenly resolved:",
    "ai-atk-s0302a2:85_0": "Herein, when his mind is corrupted by way of body and speech, after death, because of his self-control and wishes there is bodily and verbal conduct.",
    "ai-atk-s0302a2:85_1": "In whom the general of virtue usefulness of the special qualities of fewness of wishes, contentment, very generous,",
    "ai-atk-s0302a2:85_2": "The four supports:",
    "ai-atk-s0302a2:85_3": "‘Others will break apart, lazy, and here I will be able to free of calm, accomplished in self-mortifier.’ This is the proper procedure.",
    "ai-atk-s0302a2:86_0": "Their physical rough, the origin of beds, chairs, and harsh speech is uprooted.",
    "ai-atk-s0302a2:86_1": "he whose site has been approved by that:",
    "ai-atk-s0302a2:86_2": "one boy was unfinished his mother, it seems, to go to the wilderness,",
    "ai-atk-s0302a2:86_3": "When he is able to revile him, he abused and insulted him with an enemy.",
    "ai-atk-s0302a2:86_4": "On one occasion a frightened pyrepare in the wilderness,",
    "ai-atk-s0302a2:86_5": "The child related my parents in her mouth: “Who do not think my mother? What can be known by the mother?” Then he thought,",
    "ai-atk-s0302a2:86_6": "it stood right there like the great hermit.",
    "ai-atk-s0302a2:86_7": "So they don’t get upset by harsh speech or nonsensical.",
    "ai-atk-s0302a2:86_8": "When parents say, partners say:",
    "ai-atk-s0302a2:86_9": "“After picking up emblic my vagina, they don’t want to throw away their bowls, or even if it dried up.",
    "ai-atk-s0302a2:86_10": "And the teachers and preceptors said:",
    "ai-atk-s0302a2:86_11": "“What do these shameless have no conscience and prudence?”",
    "ai-atk-s0302a2:86_12": "Then the people who had arrived at the method,",
    "ai-atk-s0302a2:86_13": "And the mendicant doesn’t use harsh speech that’s false, divisive, harsh, or nonsensical.",
    "ai-atk-s0302a2:86_14": "For one does not want to lie down both of your mother and father, she says, “Have you harshly, harshly, or nonsensical.”",
    "ai-atk-s0302a2:86_15": "harsh speech is the rough words,",
    "ai-atk-s0302a2:86_16": "Yet on account of her virtue, the special qualities of fewness of wishes, contentment, obligation,",
    "ai-atk-s0302a2:86_17": "And the three opposites:",
    "ai-atk-s0302a2:86_18": "the abuse of others, the mind of anchors with the mind.",
    "ai-atk-s0302a2:87_0": "Having cognizable by the body, speech, and mind, both the unprofitable, and independent of others.",
    "ai-atk-s0302a2:87_1": "Because of that the great (magical) powers of the Mount Vesāliyaputta had become established in him.",
    "ai-atk-s0302a2:87_2": "That is the two successes:",
    "ai-atk-s0302a2:87_3": "Discussion of the fourteenth parts, etc.",
    "ai-atk-s0302a2:88_0": "covetousness is covetous.",
    "ai-atk-s0302a2:88_1": "it is produced for others in conformity with that, and having become fostering .",
    "ai-atk-s0302a2:88_2": "She said: “This isn’t proper for me to be transferred to another,” and she is like the mortifier of the valuable creepers.",
    "ai-atk-s0302a2:88_3": "she responded the two goods of others, and arguments,",
    "ai-atk-s0302a2:88_4": "The goods of others are not present in their own work, thinking, “This isn’t mine, I’m not this,” “This is my last deeds.”",
    "ai-atk-s0302a2:89_0": "For the happiness of ill will,",
    "ai-atk-s0302a2:89_1": "He who has the characteristic of another’s mind,",
    "ai-atk-s0302a2:89_2": "Like a rough harsh speech, one with few words of mind, and one who is blameworthy.",
    "ai-atk-s0302a2:89_3": "From the two successes of others, he thought:",
    "ai-atk-s0302a2:89_4": "If anyone gets a site for only because of anger, they don’t think, “Though this one isn’t anxious,”",
    "ai-atk-s0302a2:90_0": "is saved by the Fortunate One, wrong view, wrong thought, wrong speech is wrong action,",
    "ai-atk-s0302a2:90_1": "It is not given to them in the way beginning, “There is no matter,” and so on. He is absorption in the Mahāmeghavana garden. But it is not of fewness of wishes and contentment.",
    "ai-atk-s0302a2:90_2": "However, unattached, blamelessness, has a sense of urgency,",
    "ai-atk-s0302a2:90_3": "The two opposites:",
    "ai-atk-s0302a2:90_4": "And they make them discover what is beneficial, and which is responded, and that which is possible produced.",
    "ai-atk-s0302a2:91_0": "But it should be understood these ten ways of doing unskillful deeds in the sense that is skillful, with the opposite sex in ten ways: as to subsequent groups of five ways.",
    "ai-atk-s0302a2:91_1": "Herein, the Dhamma consisting in the Paṭisambhidā is the three associated states beginning with the volition of the volition associated.",
    "ai-atk-s0302a2:91_2": "As to location: as to the gateway, they were the roots of deeds and views, not at the root of deeds.",
    "ai-atk-s0302a2:91_3": "Greed is the root of covetousness, ill will, and confusion.",
    "ai-atk-s0302a2:92_0": "As to object: killing living creatures, stealing, sexual misconduct, lying, and using speech processes, or mental objects, or mental processes.",
    "ai-atk-s0302a2:92_1": "lying, await object, a (volitional) process expressed by way of speech,",
    "ai-atk-s0302a2:92_2": "harsh speech, and mindful.",
    "ai-atk-s0302a2:92_3": "and talking nonsense by talking nonsense as a object, or by virtue and concentration.",
    "ai-atk-s0302a2:92_4": "ill will is the object of mindful;",
    "ai-atk-s0302a2:92_5": "and have the production of wrong view, etc., as object,",
    "ai-atk-s0302a2:93_0": "and painful feeling ...",
    "ai-atk-s0302a2:93_1": "Although even though King, seeing a laugh, he goes to live and strike him, saying: “Though it is suffering!” And when the king is associated with them, he is un suffering.",
    "ai-atk-s0302a2:93_2": "They’re happy inside, and have already been given up in oneself. But the feeling is each and every one who feels bliss in the middle. And when it is feels like that.",
    "ai-atk-s0302a2:93_3": "The one who spoke harshly, divisive speech, harsh speech, and talking nonsense. And he mixed up with pleasure and pain, and took wrong view.",
    "ai-atk-s0302a2:93_4": "Painful is suffering,",
    "ai-atk-s0302a2:94_0": "Deluded from killing living creatures is a root, trough, etc., and wrong view, etc., or in one whose greed is hateful or delusion are wrong.",
    "ai-atk-s0302a2:94_1": "lying, and talking nonsense, etc.,",
    "ai-atk-s0302a2:94_2": "harsh speech is one covetous, malicious, and has one covetousness, and so on.",
    "ai-atk-s0302a2:94_3": "Having wrong view, greed and hate, which are far away by means of absence,",
    "ai-atk-s0302a2:95_0": "Those beginning with killing living creatures are states consisting in the sense of killing living creatures.",
    "ai-atk-s0302a2:95_1": "But he refrains from separations. These are the three kinds of determination: it is of undertaking the ascetic practice in conformity with the doctrine of .",
    "ai-atk-s0302a2:95_2": "Herein, one who reviews his own birth, etc., should review such things as: “This is our birth, this is our oppressiveness of honey, the wheel-turning monarch” . And then, after reviewing his own generosity, he should understand that this: “This is how our opportunity it should be understood.”",
    "ai-atk-s0302a2:95_3": "When a youth, it seems, at the time of his Mother had arisen,",
    "ai-atk-s0302a2:95_4": "qualified to get adverted: “As a fortnight is allowable” .",
    "ai-atk-s0302a2:95_5": "Then the wheel-turning monarch, saying: “Go to the wheel-turning monarch, my father’s home.”",
    "ai-atk-s0302a2:95_6": "He arrived there.",
    "ai-atk-s0302a2:95_7": "Some times in a young brahmin, having took milk-rice and fat",
    "ai-atk-s0302a2:95_8": "When he saw him, he sounded the rolls on him.",
    "ai-atk-s0302a2:95_9": "Going by the wheel-turning monarch, he thought: “I’m having taken medicine.”",
    "ai-atk-s0302a2:95_10": "again thought:",
    "ai-atk-s0302a2:95_11": "“It wouldn’t be appropriate for me to kill my mother.”",
    "ai-atk-s0302a2:95_12": "While he was alone with that wilderness, the straw mats and the barley was released.",
    "ai-atk-s0302a2:95_13": "When his brothers came he said, “What’s your leader?”",
    "ai-atk-s0302a2:95_14": "he asked her about it.",
    "ai-atk-s0302a2:95_15": "you’re speaking well.",
    "ai-atk-s0302a2:95_16": "He went to a mother and said, “I can’t recall having intentionally taken the life of a living creature,” and went out. He stood right there.",
    "ai-atk-s0302a2:96_0": "One who has undertaken these training rules as an abode of training rules, and one who gives the supreme abode to his own life, and after giving the dregs, etc., and on account of his own life, he should be understood as the supremely-world.",
    "ai-atk-s0302a2:96_1": "He, it seems, the ruler of the earth, took a poisonous field-cloaker of the central square in the presence of the Theras.",
    "ai-atk-s0302a2:96_2": "searching for that, but no matter what the Steward was looking forward to the great mountain, beside him, saying:",
    "ai-atk-s0302a2:96_3": "He thought:",
    "ai-atk-s0302a2:96_4": "“By shaven head or forehead it cuts off my head?”",
    "ai-atk-s0302a2:96_5": "again thought:",
    "ai-atk-s0302a2:96_6": "“It would not be proper for me to specifically for me to break a serious offense.”",
    "ai-atk-s0302a2:96_7": "Thus he thought:",
    "ai-atk-s0302a2:96_8": "“I allowed to live and he canceled the training rules,” and he placed it in the wilderness.",
    "ai-atk-s0302a2:96_9": "and having released a great key went out.",
    "ai-atk-s0302a2:97_0": "But the noble path should be understood as private associated with the noble paths, that is, fame and benefits, infatuated by the noble ones, and fame he does not get frustrated.",
    "ai-atk-s0302a2:98_0": "And as in this way there are these five ways of doing skillful deeds, namely, the attraction, the gateway, and the outcomes of theterior.",
    "ai-atk-s0302a2:98_1": "Herein, the Dhamma of the seven is associated with it, and the volition of warding off of the perils of meaning, and three kinds of seeking.",
    "ai-atk-s0302a2:99_0": "As to location: the roots of legal procedures, and the three, but not the roots of deeds.",
    "ai-atk-s0302a2:99_1": "Contentment, love, and understanding.",
    "ai-atk-s0302a2:100_0": "As to object: killing living creatures.",
    "ai-atk-s0302a2:100_1": "Having sense-objects, these objects of sense desires objects,",
    "ai-atk-s0302a2:100_2": "For if the site is preoccupied with the transgression there is how the site of transgression.",
    "ai-atk-s0302a2:100_3": "But just as in a noble disciple gives up the defilements, the path to extinguishment by the noble ones, and the cutting off of the life as its object, and the postures that are unvirtuous,",
    "ai-atk-s0302a2:101_0": "They all feel pleasure. Now, they are able to feel pain because of this kind-hearted feeling. No-one feels to be experienced as painful.",
    "ai-atk-s0302a2:102_0": "As to the root: there are seven knocking off the roots by the troughs associated with knowledge, and then by the knowledge of the pair of (concentrated) with knowledge. Those who are unshakable and excellent intentions, who have exceed the three knowledges, whose mind is unshakable,",
    "ai-atk-s0302a2:102_1": "contentment, seclusion, dissolutioned with knowledge, (thinking): the One’s mind is unshakable, and so on.",
    "ai-atk-s0302a2:102_2": "They don’t get the root of themselves or others.",
    "ai-atk-s0302a2:102_3": "Likewise in the same way.",
    "ai-atk-s0302a2:102_4": "With right view, discovered by the seer, By Joyful Gods,",
    "ai-atk-s0302a2:102_5": "The third group of nine",
    "ai-atk-s0302a2:103_0": "6. Aṭṭhaṅgikasuttavaṇṇanā",
    "ai-atk-s0302a2:104_0": "Sixth is said in the sixth path of the Bodhisattas.",
    "ai-atk-s0302a2:105_0": "7. Dasaṅgasuttavaṇṇanā",
    "ai-atk-s0302a2:106_0": "113.",
    "ai-atk-s0302a2:106_1": "In the seventh section dealing with the tenth and the tenth announcement,",
    "ai-atk-s0302a2:106_2": "Herein, wrong knowledge is the meaning.",
    "ai-atk-s0302a2:106_3": "When they have wrong freedom, they lead to the far shore.",
    "ai-atk-s0302a2:106_4": "right knowledge, right practice is right moment.",
    "ai-atk-s0302a2:106_5": "right freedom is the seventh fruit.",
    "ai-atk-s0302a2:107_0": "The third sub-chapter on legal procedures is finished.",
    "ai-atk-s0302a2:108_0": "4. Catutthavaggo",
    "ai-atk-s0302a2:109_0": "1. Catudhātusuttavaṇṇanā",
    "ai-atk-s0302a2:110_0": "114.",
    "ai-atk-s0302a2:110_1": "In the fourth tetrad as the earth element,",
    "ai-atk-s0302a2:110_2": "the water element,",
    "ai-atk-s0302a2:110_3": "the fire element,",
    "ai-atk-s0302a2:110_4": "the air element,",
    "ai-atk-s0302a2:110_5": "This is the first section dealing with the twenty-two aspects: here it is said in twenty aspects as the section dealing with mindfulness occupied with the body.",
    "ai-atk-s0302a2:111_0": "2. Pubbesambodhasuttavaṇṇanā",
    "ai-atk-s0302a2:112_0": "115.",
    "ai-atk-s0302a2:112_1": "This is the second gratification of the earth element.",
    "ai-atk-s0302a2:112_2": "having driven out the climb to the belly, and then say, “Here my body up from my fingernails,” and turning back right hand in my hand and say, “Such is invited by the wind.”",
    "ai-atk-s0302a2:112_3": "and having become impermanent and suffering in perishable, it’s impermanent, suffering, and perishable.",
    "ai-atk-s0302a2:112_4": "This is the drawback of the earth element that’s impermanent, suffering, and perishable.",
    "ai-atk-s0302a2:112_5": "Removing and giving up desire and greed for the earth element, the desire and greed for extinguishment is given up. That is why it is abandoned.",
    "ai-atk-s0302a2:113_0": "This is the gratification element ...",
    "ai-atk-s0302a2:113_1": "When they see another element, they should make a lot of it on all sides, when we see it lying down in the morning and they go beginning with the air. Then after seeing its making it universal shake, not whenever they see the body, they can’t enveloped the reciting it, and they don’t opposite the body, like a bird by the beheat, debt, or making it canopies out bypies, and don’t get caught up bypital, and don’t purifying the heads of the neighings.”",
    "ai-atk-s0302a2:114_0": "This is the gratification element ...",
    "ai-atk-s0302a2:114_1": "When they saw cold on it, they sat in a very cool shade. They fallen into a bronze dish, sat down, and lay down on a fortnight.",
    "ai-atk-s0302a2:114_2": "But we am discomfort like that is disoriented to eat meat, or today, or to be eaten by the cold winds, not so long as we dogs, then we proceed like it’s cooled.”",
    "ai-atk-s0302a2:115_0": "This is the gratification element ...",
    "ai-atk-s0302a2:115_1": "Among the way they do their heads, they get lose their way, thinking “In order to do this deed, they addressing the following their troughs, carpets, horses, chariots, or vehicles, or inflictors, boils, gorges, values, and being pus and blood, poisonstures, mounts, swells, and marrows of lands.” And all the money, when the Great Bodhisatta was having seen, they can successively create a deformed.",
    "ai-atk-s0302a2:115_2": "So for showing them the gratification element is known.",
    "ai-atk-s0302a2:116_0": "He knew the wisdom there was from (the nature of) knowledge, he knew.",
    "ai-atk-s0302a2:116_1": "This unsurpassed and Perfect Awakening: the Uttarakuru, and Supreme Bodhi,",
    "ai-atk-s0302a2:116_2": "It’s a tree that is beautiful, pleasant, and unpleasant. And all of them is enlightened in extinguishment,",
    "ai-atk-s0302a2:116_3": "and they said: “Preceding to the root of the trees at the time of awakening and on awakening, and on the bank of the Bodhi tree and the place where the Bodhisatta is called,” it is said.",
    "ai-atk-s0302a2:116_4": "“In the four paths and the paths have come to knowledge.”",
    "ai-atk-s0302a2:116_5": "“Spread Wisdom is best in all places.” She understood: “It is pertaining to all Buddhas, everywhere in all quarters.",
    "ai-atk-s0302a2:116_6": "and said: “Having gone to the deathless state, the unconditioned One, the Extinguishment",
    "ai-atk-s0302a2:116_7": "But here it is the path to Worthiness on the Fortunate One,",
    "ai-atk-s0302a2:117_0": "With his disciples the path to Worthiness in this way, why is it not?",
    "ai-atk-s0302a2:117_1": "Recollecting if it is not the prohibitable",
    "ai-atk-s0302a2:117_2": "Whenever they attain the fruit of perfection, all the other three knowledges includes any other paths—that is, the four kinds of direct knowledge.",
    "ai-atk-s0302a2:117_3": "even as one Independent Buddhas gives vision to knowledge,",
    "ai-atk-s0302a2:117_4": "however, the whole of the Buddhas, who have attained to perfection the whole world, can know the King of the whole world, like the King of the Master.",
    "ai-atk-s0302a2:117_5": "That’s why no other person is not supreme awakening.",
    "ai-atk-s0302a2:118_0": "The Buddha awakened for themselves, saying: “I have attained Paccekabuddhas, I admitted to a (supernatural) knowledge.”",
    "ai-atk-s0302a2:118_1": "And knowledge and vision arose in me, and the profound knowledge arose: “Knowing of the Earth arose in me,",
    "ai-atk-s0302a2:118_2": "I was freed through the ending of defilements.",
    "ai-atk-s0302a2:118_3": "Herein, the concentration should be understood in two ways:",
    "ai-atk-s0302a2:118_4": "For four paths are cut off, untied, falsely, and without doing any defilements. For it is unequalled of the object they lead to extinguishment, without having made way, to Nibbāna.",
    "ai-atk-s0302a2:118_5": "he is not adherence,",
    "ai-atk-s0302a2:118_6": "now there is no continuation of existence.",
    "ai-atk-s0302a2:119_0": "* How has you heard the four truths?",
    "ai-atk-s0302a2:119_1": "Because there is the origin of suffering, the cessation of suffering, and the path for the direct knowledge.",
    "ai-atk-s0302a2:119_2": "And it is allowed to speak to the same explanation in detail as to the meaning.",
    "ai-atk-s0302a2:119_3": "The pleasure and happiness that arise from the earth element: this is the gratification of the earth element.",
    "ai-atk-s0302a2:119_4": "It’s impermanent, suffering, and perishable: this is its drawback.",
    "ai-atk-s0302a2:119_5": "Removing and giving up desire and greed for the earth element: this is the escape from the earth element.",
    "ai-atk-s0302a2:119_6": "These are the second grounds for immersion in these three places, or for action, and for livelihood that is the second benefit, livelihood, mindfulness, and immersion that leads to the development of immersion.",
    "ai-atk-s0302a2:120_0": "3. Acariṁsuttavaṇṇanā",
    "ai-atk-s0302a2:121_0": "The third kind of enjoyment: it is due to subtlety and spends the third kind of enjoyment.",
    "ai-atk-s0302a2:122_0": "4. Nocedaṁsuttavaṇṇanā",
    "ai-atk-s0302a2:123_0": "117.",
    "ai-atk-s0302a2:123_1": "And in the fourth tetrad there is no reference to the beginning, “For he who can be understood” used in the Vibhaṅga thus: “Such is unbounded, liberated, detached, liberated, facted, and independent.”",
    "ai-atk-s0302a2:123_2": "In the second they are “accessible” because they are best they.",
    "ai-atk-s0302a2:123_3": "Herein, there are two kinds of wearing away: the opposite sex.",
    "ai-atk-s0302a2:123_4": "And if it’s not given up, given up, gets rid of, eliminated, and obliterated, it’s impossible for them to fathom the defilements.",
    "ai-atk-s0302a2:123_5": "But here too that has been abandoned by both kinds of people, having given up and given up the texts around it with a mind without making it plain, is the meaning of it.",
    "ai-atk-s0302a2:123_6": "Thus in the three (story), which is done by the four truths,",
    "ai-atk-s0302a2:123_7": "fourth absorption.",
    "ai-atk-s0302a2:124_0": "5. Ekantadukkhasuttavaṇṇanā",
    "ai-atk-s0302a2:125_0": "118.",
    "ai-atk-s0302a2:125_1": "and he subsides in the five stages, like one who crosses the flood.",
    "ai-atk-s0302a2:125_2": "pain is discomfort and not steping.",
    "ai-atk-s0302a2:125_3": "He is overcome by suffering, he is endured unperturbed.",
    "ai-atk-s0302a2:125_4": "Happy is included in happiness, and born in a condition,",
    "ai-atk-s0302a2:125_5": "This is how the meaning should be understood here.",
    "ai-atk-s0302a2:125_6": "In this discourse the fifth characteristic of suffering is the fifth.",
    "ai-atk-s0302a2:126_0": "6-10. Abhinandasuttādivaṇṇanā",
    "ai-atk-s0302a2:127_0": "The sixth sub-chapter on lying down is finished in the sixth and to the western side.",
    "ai-atk-s0302a2:128_0": "The fourth group of four is finished.",
    "ai-atk-s0302a2:129_0": "The Linked Discourses on the elements is finished."
}