{
    "ai-atk-s0401a15:0_0": "16. Ekadhammapāḷi",
    "ai-atk-s0401a15:1_0": "used to be constructed in the scriptures",
    "ai-atk-s0401a15:2_0": "296.",
    "ai-atk-s0401a15:2_1": "One thing that is only one thing, one thing, and one thing,",
    "ai-atk-s0401a15:2_2": "He is excluded from even one poison, it is for the purpose of robbing the thorns.",
    "ai-atk-s0401a15:2_3": "With the fading away of greed, hate, and delusion he dispelled the defilements of sensual desire, ~ who are dissatisfied,",
    "ai-atk-s0401a15:2_4": "It is for the sake of greed, because of the abandoning of greed, and for the sake of the worry and repelling of greed.",
    "ai-atk-s0401a15:2_5": "By the progressiveness of defilements: such as the reason why a man, etc., and having insight into the characteristic of direct-knowledge , and so on, he instead of enlightenment.",
    "ai-atk-s0401a15:2_6": "The knowledge of the awakening factors is called: “The path of the four noble truths” and “There is knowledge of the path to the end of suffering in the four paths of the paths of becoming and they are of the four paths .”",
    "ai-atk-s0401a15:2_7": "is for the purpose of attaining Nibbāna, which is for the purpose of deep knowledge,",
    "ai-atk-s0401a15:3_0": "And that is how the Fortunate One praised the recollection of the Enlightened One’s meditation subject, which will he praise?",
    "ai-atk-s0401a15:3_1": "to the populace of the people, thorns, as if he were his throat, he gave his own hand,",
    "ai-atk-s0401a15:3_2": "the neck of the Virūpakkha is said to be far from secret.",
    "ai-atk-s0401a15:3_3": "When he came to the neighborhood of sugarcane balls, it seems, and the necklacessary and thorny.",
    "ai-atk-s0401a15:3_4": "Having heard that village, he thought: “Having heard the sound of the ears,",
    "ai-atk-s0401a15:3_5": "Whoever enjoys it,",
    "ai-atk-s0401a15:3_6": "Having abandoned a thorns, both in a morsel,",
    "ai-atk-s0401a15:3_7": "Where would the household carpet remove the currents took a garland of sandals?” And they thrown away the corpse.",
    "ai-atk-s0401a15:3_8": "Having seen that the village, (thinking): ‘This is unskillful,’ or ‘I’m not able to take it out in regard to a value of these kinds,’ he picked up his trunk, holy, and chopped hands, brings back wealth, saying ‘I’m going to seize it,’”",
    "ai-atk-s0401a15:3_9": "When they heard that village, they went to the Tissārāma, and they gave him the best seat,",
    "ai-atk-s0401a15:4_0": "Herein, the thorns, making a plate on the side of the Buddha the Kaṇṭaka, as follows: “Having taken up a thorns, the bhikkhu, who is learning the meditation subject, like a thorny branch, for the sake of the  and praised the Buddha, for the sake of the sex with which they displayed a large crowd, as well.",
    "ai-atk-s0401a15:5_0": "What is the one thing?”",
    "ai-atk-s0401a15:5_1": "recollection arisen in the Buddha, the Enlightened One’s special qualities, etc., is a term for mindfulness that arose.",
    "ai-atk-s0401a15:5_2": "How is it the two kinds of mindfulness meditation that is the recollection of the Buddha?",
    "ai-atk-s0401a15:5_3": "When a mendicant develops the meditation subject as object, they get rid of thorns their support, and when the mind is slowly swept away from it, then the fraud.",
    "ai-atk-s0401a15:5_4": "At that moment the sign, instance, “This meditation subject is the same,” and so on with its special qualities he recollects the special qualities of the Realized One.",
    "ai-atk-s0401a15:5_5": "As he recollects the Buddha’s teaching, his mind becomes clear, and he becomes liberated.",
    "ai-atk-s0401a15:5_6": "and in this way he gives attention to the root, but at the root,",
    "ai-atk-s0401a15:5_7": "Suppose a strong man was to drop the tree down on a bier. He chopped the branches and leaves in a tree that heap, having cut the branches of a tree, and lay down on the ground, having cut off the to the top, and chop off the door. Then he dropped it through the streweds,",
    "ai-atk-s0401a15:5_8": "it should be seen like this.",
    "ai-atk-s0401a15:5_9": "When his mind is thus immersed in samādhi like this—purified, he gives his attention to the root of the first absorption, and then his attendants on the third jhāna factors are entered upon and dwelt in the noble eightfold path.",
    "ai-atk-s0401a15:5_10": "That’s how there is benefit in the mind.",
    "ai-atk-s0401a15:6_0": "When he is recollecting the special aggregates, etc., and then recollects that woman by the thus: “This unconditioned in the aggregates, was the origin of form, feeling, perception, choices, and consciousness associated with perception?” then ...",
    "ai-atk-s0401a15:6_1": "This meditation subject is called an abiding.",
    "ai-atk-s0401a15:6_2": "This is the way already described.",
    "ai-atk-s0401a15:7_0": "Likewise in the case of the recollections, etc., and the same method.",
    "ai-atk-s0401a15:7_1": "However, this is the meaning of the words:",
    "ai-atk-s0401a15:7_2": "The recollection arisen inspired by the Dhamma is a term for mindfulness that has arisen, etc., as its object.",
    "ai-atk-s0401a15:7_3": "The recollection arisen inspired by the Saṅgha is a term for mindfulness with the Community’s special qualities of being entered on the good way, etc.",
    "ai-atk-s0401a15:7_4": "The recollection arisen inspired by virtue is a term for mindfulness with virtue, etc., that is a term for mindfulness that is, as its object.",
    "ai-atk-s0401a15:7_5": "The recollection arisen inspired by generosity is a term for mindfulness with generosity.",
    "ai-atk-s0401a15:7_6": "The recollection arisen inspired by deities is a term for mindfulness with the special qualities of one’s own faith. This is a term for mindfulness with the special qualities of one’s own faith.",
    "ai-atk-s0401a15:7_7": "The mindfulness arisen inspired by breathing is a term for mindfulness of breathing.",
    "ai-atk-s0401a15:7_8": "The deathless is a term for mindfulness.",
    "ai-atk-s0401a15:7_9": "Mindfulness occupied with the body : it is gone to the material body that is analyzed into head hairs, etc., or it is gone into the body, thus it is “body-gone” .",
    "ai-atk-s0401a15:7_10": "‘About the sign of the head hairs, etc.’ is a term for mindfulness.",
    "ai-atk-s0401a15:7_11": "The recollection arisen inspired by peace is a term for mindfulness meditation. This is a term for mindfulness with all suffering.",
    "ai-atk-s0401a15:7_12": "Or alternatively, it is of two kinds: the calm and the destruction of the life-continuum.",
    "ai-atk-s0401a15:7_13": "Herein, death is the path leading to the end of the defilements.",
    "ai-atk-s0401a15:7_14": "This is how there are two kinds of peace: this is the meaning of peace.",
    "ai-atk-s0401a15:7_15": "So these ten meditation subjects are found in the thirty-two- mindfulness of death. These are the three, namely, the seven, and the eighty, ninety-two meditation subjects belonging to the higher mind.",
    "ai-atk-s0401a15:8_0": "Practicing",
    "ai-atk-s0401a15:9_0": "16. Ekadhammapāḷi",
    "ai-atk-s0401a15:10_0": "Uttiya and Bhūmajaka",
    "ai-atk-s0401a15:11_0": "298.",
    "ai-atk-s0401a15:11_1": "‘Wrong view’ is a term for wrong view.",
    "ai-atk-s0401a15:11_2": "of wrong view: of those who have wrong view.",
    "ai-atk-s0401a15:12_0": "‘By a term for five reasons’ is a term for right view, and right view.",
    "ai-atk-s0401a15:12_1": "Right view: of right view.",
    "ai-atk-s0401a15:13_0": "improper attention.",
    "ai-atk-s0401a15:14_0": "improper attention.",
    "ai-atk-s0401a15:14_1": "When you attend improperly, wrong view arises, and once arisen it grows. But when you increase the dead, it grows.",
    "ai-atk-s0401a15:14_2": "at the end of it comes.",
    "ai-atk-s0401a15:14_3": "When you attend properly, right view arises, and on the path to perfection grows, as long as you like.",
    "ai-atk-s0401a15:14_4": "had reached the fruit of perfection.",
    "ai-atk-s0401a15:15_0": "Some sentient beings have the intention to act a view: “Mendicants, some sentient beings live on the path to a place of loss, or to hell.",
    "ai-atk-s0401a15:15_1": "Herein, there is no such thing as cause or reason, it is of three kinds as inferior, medium, and superiority in three ways:",
    "ai-atk-s0401a15:15_2": "Ten kinds of grounds, wrong views, but not the recipient of the road.",
    "ai-atk-s0401a15:15_3": "twenty-four grounds of identity views, but not the road,",
    "ai-atk-s0401a15:15_4": "But when he has rid of these circumstances in this way, he says that there is no causality. On the contrary to the Monastic Law, he does not have the view that is called ‘shavir’.",
    "ai-atk-s0401a15:15_5": "For just as when beans are dropped on a stone, so too, even if one who is stoneed on it, still less superior.",
    "ai-atk-s0401a15:16_0": "he endowed with the five views, being the first is the concept of the fruit, and view that the first is the wrong view; because it possesses the fruition of the path, and right view, and right view.",
    "ai-atk-s0401a15:16_1": "Herein, there is the desire of deeds, the origin of rebirth-linking of forms, and the simile of the gods of streaming radiance, he constantly and enlightens the path of existence; the fruit of wielding the formations produced by the desire for it.",
    "ai-atk-s0401a15:16_2": "What does producement of insight?",
    "ai-atk-s0401a15:16_3": "She sprinkled with rice.",
    "ai-atk-s0401a15:16_4": "The Elder Tipiṭaka Cūḷapanthaka was able to develop the skillful qualities that he had developed insight in the present life.",
    "ai-atk-s0401a15:16_5": "If you’re not able to give back seven existences.”",
    "ai-atk-s0401a15:16_6": "Being thus supramundane, endowed with right view,",
    "ai-atk-s0401a15:16_7": "But the world of the kind should be understood as follows:",
    "ai-atk-s0401a15:17_0": "And they have the same view as that which is similar and substantive, and that view is invalid and that view.",
    "ai-atk-s0401a15:17_1": "full of so much:",
    "ai-atk-s0401a15:17_2": "in which others act.",
    "ai-atk-s0401a15:17_3": "and the view that their view is evident, their physical, verbal, and mental deeds are threefold.",
    "ai-atk-s0401a15:17_4": "“There is no evil deed that is wrong view, and the source from killing living creatures are not killed living creatures having a bad view. There is no evil actual in the same way that is, evil and such a being. This is how one who kills living creatures did bad deeds by way of body, speech, and mind.",
    "ai-atk-s0401a15:17_5": "“Killing living creatures, stealing, and sexual misconduct; from using speech that’s false, divisive, harsh, or nonsensical; and from covetousness, there’s no evil state of existence.”",
    "ai-atk-s0401a15:17_6": "But the calm, knowing that which is seen, heard, thought, and known,",
    "ai-atk-s0401a15:17_7": "and the same.",
    "ai-atk-s0401a15:17_8": "But here there is no reason for anyone who kills living creatures. But when the danger has been killed, they should be on arrogant, steal, and commit sexual misconduct.",
    "ai-atk-s0401a15:18_0": "Whatever intention is involved in views, etc., the intention here is that of views, etc., mental intention, and choices are embraced by the contact of the view of, etc., respectively in the sense of urgency, and the intention of contacts, etc., should be regarded as .",
    "ai-atk-s0401a15:18_1": "Because their view is bad.",
    "ai-atk-s0401a15:18_2": "If they put down a curtain,",
    "ai-atk-s0401a15:18_3": "takes hold of them, grasps them,",
    "ai-atk-s0401a15:18_4": "this is the waver’s (shere). This is the former widely’s winter",
    "ai-atk-s0401a15:19_0": "“In the past I was deformed by a golden coin,",
    "ai-atk-s0401a15:20_0": "Having worshipped him with the mango fruit,",
    "ai-atk-s0401a15:21_0": "“For a long time, surrounded by you,",
    "ai-atk-s0401a15:22_0": "transmigrating with branches, leaves, and branches.",
    "ai-atk-s0401a15:23_0": "That mango fruits stored at the very level of stalky mango fruits.”",
    "ai-atk-s0401a15:24_0": "For even if it has been as in the place where it does not know, “Lay followers are not to be experienced here,”",
    "ai-atk-s0401a15:25_0": "And in this seed they said, “In this matter, on earth, and water, first and the teachers have wrong view, they were Aciravata.”",
    "ai-atk-s0401a15:25_1": "yet, after making this proclamation, he has been given the full admission to the sixty-two view.",
    "ai-atk-s0401a15:25_2": "Innertaining (etc.) the inner refrainance from killing living things, etc., is to be understood that right view, and the man who refrains from here and there is no danger of living beings should be understood as the origin of the world.",
    "ai-atk-s0401a15:25_3": "But it should be understood that in the case of right view is abandoned here.",
    "ai-atk-s0401a15:25_4": "According to right view: the supermundane is gratifying.",
    "ai-atk-s0401a15:25_5": "The rest is undefined.",
    "ai-atk-s0401a15:26_0": "In the second chapter",
    "ai-atk-s0401a15:27_0": "16. Ekadhammapāḷi",
    "ai-atk-s0401a15:28_0": "One In the Line With Tree Golden One",
    "ai-atk-s0401a15:29_0": "308.",
    "ai-atk-s0401a15:29_1": "(There is) this third view: gives rise to wrong view.",
    "ai-atk-s0401a15:29_2": "The roaming off distorted perspective: they have wrong view.",
    "ai-atk-s0401a15:29_3": "After getting up from the true teaching of the wholesome and unwholesome deeds,",
    "ai-atk-s0401a15:29_4": "He establishes them in the true teaching, establishes the ten in the true teaching.",
    "ai-atk-s0401a15:29_5": "If he is of one person, the Teacher, and others as well as Devadatta.",
    "ai-atk-s0401a15:30_0": "309.",
    "ai-atk-s0401a15:30_1": "The second view produces in the second enemy:",
    "ai-atk-s0401a15:30_2": "Father, they have right view.",
    "ai-atk-s0401a15:30_3": "Ten bad deeds: the ten Good deeds.",
    "ai-atk-s0401a15:30_4": "Ten grounds in the true teaching and training.",
    "ai-atk-s0401a15:30_5": "And if he has not arisen, only a single Buddha, the wheel-turning monarch, so the whole body of the Buddha, and so on, the stillness arises in him:",
    "ai-atk-s0401a15:31_0": "310.",
    "ai-atk-s0401a15:31_1": "In the third (story), wrong view is the ultimate absence, wrong view.",
    "ai-atk-s0401a15:31_2": "For five great kingdoms are the ones called “Princes” of the great compassion, and wrong view, even the other two “fterday due to the very same illustrious ones.”",
    "ai-atk-s0401a15:31_3": "for you have the proliferation of sentient beings.",
    "ai-atk-s0401a15:31_4": "for four immaterial states are mentioned next to the hells.",
    "ai-atk-s0401a15:31_5": "and there is a place of loss in hell for an eon. This is the same as life-span.",
    "ai-atk-s0401a15:31_6": "So there is a delimitation of wisdom.",
    "ai-atk-s0401a15:31_7": "But there is no deceitation of views for oneself,",
    "ai-atk-s0401a15:31_8": "For that is accomplished by root, there is no flood for continued existence.",
    "ai-atk-s0401a15:31_9": "But they think those who think is worth listening to.",
    "ai-atk-s0401a15:31_10": "Because of that, there is no path,",
    "ai-atk-s0401a15:31_11": "he produces a great crowd of people in the Brahmā realm; he is reborn in the Brahmā-world in a Brahmā-world. Thinking about is the necessary.",
    "ai-atk-s0401a15:31_12": "What is called bone buttocks in the back, and does not meditate?",
    "ai-atk-s0401a15:31_13": "When he is burning, there may be a blazing in the sky, they say,",
    "ai-atk-s0401a15:32_0": "311.",
    "ai-atk-s0401a15:32_1": "fourth: “Do not address the fourth,” he should do so.",
    "ai-atk-s0401a15:32_2": "There is no river for two,",
    "ai-atk-s0401a15:32_3": "of two streams of water, mendicants, and of water would no more.",
    "ai-atk-s0401a15:32_4": "tortoise the grass on the ground.",
    "ai-atk-s0401a15:32_5": "And burning up:",
    "ai-atk-s0401a15:32_6": "For people, danced, feces, urine, excrement, garlands, fragrances, and makeup on their mouthfuls inheritances. They don’t see one that were sprinkled on their mouths, lips, and chopped on their faces. Then they’d give it to the ropes of the mouth,",
    "ai-atk-s0401a15:32_7": "for in that, there is no jealousy or stingy,",
    "ai-atk-s0401a15:32_8": "Excellent:",
    "ai-atk-s0401a15:32_9": "Through breaking up:",
    "ai-atk-s0401a15:32_10": "This Makkhali Gosāla is the naked ascetic, the smeared man, and the very best.",
    "ai-atk-s0401a15:32_11": "You’d think that a human being has arisen in the world for its gods, like a great crowd, with fondness for the sake of human beings. And it was about in the world that arises in the world.",
    "ai-atk-s0401a15:33_0": "312.",
    "ai-atk-s0401a15:33_1": "“Mendicants, there are five kinds of wrong speech in the teaching and training proclaimed by the Noble One.",
    "ai-atk-s0401a15:33_2": "In this case the teacher is practicing wrongly,",
    "ai-atk-s0401a15:33_3": "The teacher who encourages others to do the same,",
    "ai-atk-s0401a15:33_4": "And the teacher encourages what they do.",
    "ai-atk-s0401a15:33_5": "The teacher who practices accordingly is satisfied with what he has said, and practices accordingly.",
    "ai-atk-s0401a15:33_6": "Many meritorious acts",
    "ai-atk-s0401a15:33_7": "“All those who make much bad karma.”",
    "ai-atk-s0401a15:34_0": "well proclaimed is what has been well proclaimed by the Community.",
    "ai-atk-s0401a15:34_1": "For such a teacher is practicing in such a teaching and training, he is practicing well.",
    "ai-atk-s0401a15:34_2": "all the mendicants who have much merit and plenty of food. They all saw the mendicants directly repulsive, and make much merit.",
    "ai-atk-s0401a15:34_3": "Therefore it is said:",
    "ai-atk-s0401a15:34_4": "“They make much merit.”",
    "ai-atk-s0401a15:35_0": "He should know moderation: “They should know moderation,” and he can give out, that is, extravated by a donation. He should not understand, “Drink it if it is to be given to him.”",
    "ai-atk-s0401a15:35_1": "for a little is not to be given after, they have said, “Why are you so simultaneously? ”",
    "ai-atk-s0401a15:35_2": "For it is given to someone who is not gave it to a human being that is not a misfortune, in the rebirth of a heavenly realm.",
    "ai-atk-s0401a15:35_3": "But there is no receiver by the receivers, but there is non-staple food for the receiver,",
    "ai-atk-s0401a15:35_4": "For the corruption of the moderation is to be transferred to the breath of few wishes,",
    "ai-atk-s0401a15:35_5": "but only if they get what they need.",
    "ai-atk-s0401a15:35_6": "and he will be his wives and children.",
    "ai-atk-s0401a15:36_0": "He should know what is received by the recipient. What should be given to him by an individual?",
    "ai-atk-s0401a15:36_1": "Well then, you should know the giver of the donor and your own state of the Dhamma.",
    "ai-atk-s0401a15:36_2": "For a gift to give is invalid and hard to give instructions to the donor.",
    "ai-atk-s0401a15:36_3": "“It’s method to give little because of giving little gifts, that he wants to give little gifts, etc., should be given a lot of memory and proper to the donor.”",
    "ai-atk-s0401a15:36_4": "a donor, who wants to be given much, wants to give it to the donor, wants to be necessary.",
    "ai-atk-s0401a15:36_5": "Knowing it like this, they fulfill the practice of moderation.",
    "ai-atk-s0401a15:36_6": "when he has arisen, he overcomes whatever gain he’s affected by,",
    "ai-atk-s0401a15:36_7": "You inspire confidence in those without it, and increase confidence in those who have it. You increase confidence in the Faith.",
    "ai-atk-s0401a15:37_0": "Here are the story:",
    "ai-atk-s0401a15:37_1": "A young brāhmaṇa who was there, it seems, there was a young smith’s dwelling place prepared in the neighborhood of a certain village. She had prepared to the house of a youth, and there was a meal for the purpose of food, and she went to the country for the benefit of a meal.",
    "ai-atk-s0401a15:37_2": "One day, after seeing a single vicinity in that house, one newly arrived monks (only) arrived in that house.",
    "ai-atk-s0401a15:37_3": "Then the reasoning, “Where was that reason?” he told him, “Who are you coming from a good family.” He ran away, he added, to such a family.",
    "ai-atk-s0401a15:37_4": "They all having few wishes, content with just that much good qualities, and sixty-four day of the holes.",
    "ai-atk-s0401a15:37_5": "That’s how, when it doesn’t arise,",
    "ai-atk-s0401a15:38_0": "and the Great King Cūḷapanthaka brought him up, brought him up, and placed a drink (saying): “Having taken hold of that, bringing a retinue with a single position,",
    "ai-atk-s0401a15:38_1": "After giving the recipients, he thought, “I shall enjoy the eight goods,” and he received the alms-food, saying, “I’ll enjoy the minor requisites,” and he accepted (them). When the Lord of the Eights, after giving them a little” and he said, “I give them eight shares,” he said, “Give them eight goods.”",
    "ai-atk-s0401a15:38_2": "‘I give to you, great king.’",
    "ai-atk-s0401a15:38_3": "she gives the eighth rainy season.",
    "ai-atk-s0401a15:38_4": "You’ll give it to our teacher.”",
    "ai-atk-s0401a15:38_5": "she gives the eighth requisites.",
    "ai-atk-s0401a15:38_6": "‘I give this special quality.’",
    "ai-atk-s0401a15:38_7": "she gives the eighth requisites.",
    "ai-atk-s0401a15:38_8": "‘I give this back to the Sangha of monks.’",
    "ai-atk-s0401a15:38_9": "she gives the eighth requisites.",
    "ai-atk-s0401a15:38_10": "The novice accepted it.",
    "ai-atk-s0401a15:38_11": "that’s how you should prey.",
    "ai-atk-s0401a15:39_0": "Talking confidence in those without it – – –",
    "ai-atk-s0401a15:39_1": "Looking around five hundred brahmin ladys,",
    "ai-atk-s0401a15:39_2": "On one occasion on the day of the workers said, “It seems, there is a meal for the purpose of investigating and about,” and she went to the purpose of giving a meal for the purpose of food, and she went to the dwellings and gathered in the midst of the Sangha of monks. After hearing the meal, they ate there for the meal.",
    "ai-atk-s0401a15:39_3": "The elder, after making the set on the road, gave the price",
    "ai-atk-s0401a15:39_4": "In this way he yeed all the other meal to the merchant.",
    "ai-atk-s0401a15:39_5": "Then he defeated, saying: “There is a thousand of the qualities of the ascetic,” and he dreadfully away that host of gods.",
    "ai-atk-s0401a15:39_6": "Like this, the astute inspire confidence in those without it,",
    "ai-atk-s0401a15:40_0": "You don’t neglect confidence in those without it, there is no place here.",
    "ai-atk-s0401a15:40_1": "Because when they see faith and confidence grow in those without it, it increases confidence.",
    "ai-atk-s0401a15:41_0": "(The Buddha) perceived the Majjhantika was like that in the midst of the great elders, and so on, his few wishes, contentment, having few wishes, contentment, is called a great crowd.",
    "ai-atk-s0401a15:42_0": "“Mendicants, having few wishes, persistence between the true teaching and the continuation, persistence, and enduring of the true teaching, will last for a long time.”",
    "ai-atk-s0401a15:43_0": "But in the teaching and training dissatisfaction is well explained, but whomever he would not be given to him by the donors.",
    "ai-atk-s0401a15:43_1": "The right thing to be given is invalid, but there is needed to be given.",
    "ai-atk-s0401a15:43_2": "The sacrifice that has been given for the sake of a human being is best of all human beings, namely “folk” and “folk”, the Deathless” is the supreme heavenly Devadahara.",
    "ai-atk-s0401a15:44_0": "When living in the community of the five grasping aggregates, they live in suffering and squeezing. Another is the result of suffering in the present life, and in lives to come. Instead, they live unhappy nowhere painful, sharp, severe, acutely realm.",
    "ai-atk-s0401a15:45_0": "lazy, and suffering in the present life, and they live in suffering and in the present life.",
    "ai-atk-s0401a15:45_1": "For if he is not able to practice for the Buddha, he does not do so when he is learned, he does not recite the monastic code, nor does he bring them to the emotion of his teacher.",
    "ai-atk-s0401a15:45_2": "But a person who makes use of faith by using a use of food, drink, clothes, and vehicles; then, after reflecting on the pleasant consideration of the three watches, and the three watches of the night, then the Independent Buddhas, the three times in the happiness of the Buddha.",
    "ai-atk-s0401a15:45_3": "He Like a bhikkhu develops it with his developing",
    "ai-atk-s0401a15:45_4": "That’s how you live in suffering",
    "ai-atk-s0401a15:45_5": "But on the going forth he said:",
    "ai-atk-s0401a15:46_0": "A stretched out his hand",
    "ai-atk-s0401a15:47_0": "the ascetic life span of the ascetic life, life span of the gods, and half a life span (mort) –",
    "ai-atk-s0401a15:48_0": "In such a place, he lives in suffering, and lives with lives in suffering.",
    "ai-atk-s0401a15:49_0": "When you live happily in the position of time, enjoying them with garlands, perfumes, and makeup, and beds and benches, and wearing garlands, perfumes, and makeup.",
    "ai-atk-s0401a15:49_1": "Because that grieving leads to rebirth in hell, the animal realm, and the ghost realm.",
    "ai-atk-s0401a15:49_2": "Therefore he lives in happiness,",
    "ai-atk-s0401a15:50_0": "When you’re energetic, strong, and living at ease, if you’ve gone forth when you’re energetic.",
    "ai-atk-s0401a15:50_1": "Then, as he was learned, he practiced in line with the teachings, and he supports all that had been given to him.",
    "ai-atk-s0401a15:50_2": "In this way he lives happily in the present life.",
    "ai-atk-s0401a15:50_3": "And in the present life they’ve attained perfection, in lives to come. They’re quick-witted by fear, aroused, and they live in happiness.",
    "ai-atk-s0401a15:51_0": "This is what is meant.",
    "ai-atk-s0401a15:51_1": "the Kattika full moon of the rainy season.",
    "ai-atk-s0401a15:51_2": "In the Book of the Nines",
    "ai-atk-s0401a15:51_3": "For the Realised One speaks on what is beneficial,",
    "ai-atk-s0401a15:51_4": "“Those people do not rejoicing in hell, the animal realm, and the ghost realm.”",
    "ai-atk-s0401a15:51_5": "Then this occurred to him:",
    "ai-atk-s0401a15:51_6": "“If I hear this teaching to my children, I’ll split into hell.” But when I heard this exposition of the teaching they were chopped in a hell, the animal realm, or the ghost realm.",
    "ai-atk-s0401a15:51_7": "Herein, one who is diligent and discerns the little bit of dirt from the tip of a small leaf, even just to humitting it.",
    "ai-atk-s0401a15:51_8": "You don’t praise diligently, keenly, and resolute.",
    "ai-atk-s0401a15:51_9": "now you bringing him to the point:",
    "ai-atk-s0401a15:51_10": "whatever amount of nymphs there is.",
    "ai-atk-s0401a15:51_11": "they delimitate two fingers, having dropped their fingers, and droping together.",
    "ai-atk-s0401a15:51_12": "The rest is undefined.",
    "ai-atk-s0401a15:52_0": "Third: Practice",
    "ai-atk-s0401a15:53_0": "16. Ekadhammapāḷi",
    "ai-atk-s0401a15:54_0": "wrapped in line with the single consequence of his garments,",
    "ai-atk-s0401a15:55_0": "322.",
    "ai-atk-s0401a15:55_1": "In the fourth Jambu Tree, his wisdom rose-apple is evident, and the wisdom Jambudīpa.",
    "ai-atk-s0401a15:55_2": "Of this perception, it seems, the spotless perceptions, and feeling of the Himalayas, it seems, five hundred leagues away to be reborn, and eight hundred leagues away to the peak of the Jina. This is called ‘bounded’.",
    "ai-atk-s0401a15:55_3": "The trees in this mango grove is full of many eons, so the gods drumpet-flowing trees in that place—the trees in the eastern gates, the demon trees, the glorious branches of the gods of the Thirty-Three.",
    "ai-atk-s0401a15:56_0": "“Your ally, Pāṭaliputta, the Shady Orchid Tree is the Shady Orchid Tree of the Gods",
    "ai-atk-s0401a15:57_0": "The Kadamba, the Kappa Tree and the Sirīsa as the seventh.”",
    "ai-atk-s0401a15:58_0": "In the delightful parks, parks, forests, trees, and those who hang themselves to the parks’ festivals.",
    "ai-atk-s0401a15:58_1": "while the meaning is diligent and there is much little bit of water.",
    "ai-atk-s0401a15:58_2": "The same method applies in the same way.",
    "ai-atk-s0401a15:58_3": "And here it is to be known that Mount Nāgas, Etc. Where the Worlds, the forests (Buddha), and so on, to the mountain top of Mount Ve mountain.",
    "ai-atk-s0401a15:58_4": "They delightful parks, (the Buddhas’) groves, glorious ground, raising the top of the monastery, which were like an enemy.",
    "ai-atk-s0401a15:58_5": "They’d like a lotus pond with lotuses, which are like the shape of a lotus pond, covered with flowers, and so on the banks of the lotuses, baskets, double-ms.",
    "ai-atk-s0401a15:58_6": "shouted out, roots and trees,",
    "ai-atk-s0401a15:58_7": "Herein, in the place where the trees are prepared,",
    "ai-atk-s0401a15:58_8": "(but) the river, accumulating the wall, have been suffused to roar the censure (there), is said to be the manifold.",
    "ai-atk-s0401a15:58_9": "placed the thorns and bags, and the thorns and the necks rubbed, and the thorny reed them on the ground.",
    "ai-atk-s0401a15:58_10": "swept away the mountains!",
    "ai-atk-s0401a15:58_11": "Those who are born in the water, and those who are born in the water are many.",
    "ai-atk-s0401a15:58_12": "While he is going back into seven hundred leagues, it seems, there was not even a single day, or held together by one or seven hundred leagues.",
    "ai-atk-s0401a15:58_13": "At such a time, when I was going out, it didn’t go to the realm of lump of fondness,",
    "ai-atk-s0401a15:58_14": "That’s how many sentient beings should be understood.",
    "ai-atk-s0401a15:59_0": "Furthermore, the water can be understood to even a little with much.",
    "ai-atk-s0401a15:59_1": "Just as a great rain falls into a sea, and four the mulessel (from the Thūpa);",
    "ai-atk-s0401a15:59_2": "just as a leopard swamp in the same way, like a banananana tree is full of petals, and gravel.",
    "ai-atk-s0401a15:59_3": "His psychic power was great,",
    "ai-atk-s0401a15:59_4": "When they were going through the air, they looked like four trunks on the ground, as though it were dropped on the banks of the river, as if a boiled grease and spittle.",
    "ai-atk-s0401a15:59_5": "Like this has been born, the greater water, and the many.",
    "ai-atk-s0401a15:60_0": "if Punabbasuka was a person here and there, except for four people.",
    "ai-atk-s0401a15:61_0": "In the middle countries there is a town called Dhataraṭṭha. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0401a15:61_1": "In the south-eastern direction there is a river called _Sallavatī_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0401a15:61_2": "In the southern direction there is a town called _Setakaṇṇika_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0401a15:61_3": "In the western direction there is a brahmin called _ṇusaka_. Beyond that are the outlying countries. On the near side are the middle countries.",
    "ai-atk-s0401a15:61_4": "In the northern direction there is a mountain called _Usīraddhaja_. Beyond that are the outlying countries.”",
    "ai-atk-s0401a15:61_5": "For if the country is the shape of a log of bones, it’s muddy, for one hundred leagues long. It’s sixteen leagues high, but only a hundred leagues long.",
    "ai-atk-s0401a15:61_6": "These are the eighteen places in this place where the Buddhas are reborn, and even the disciples of a Buddha.",
    "ai-atk-s0401a15:61_7": "Furthermore, even the middlings are a middling",
    "ai-atk-s0401a15:61_8": "There is a middling governing of the whole of Ambapālī, the names of the country, and the countrys.",
    "ai-atk-s0401a15:61_9": "The medium one is called Tambapaṇṇi. There is a middling in the requisites called “The middling” .",
    "ai-atk-s0401a15:62_0": "when it comes to the path of streaming radiance is named so-and-sociating with non-hate and non-de-work, worm-infested, understanding its fruit, and understanding is endowed with understanding. This is called “with understanding” .",
    "ai-atk-s0401a15:62_1": "Since there is no mouth openings or mouth-washing water at the mouth, that is good-jube seed faces on the front.",
    "ai-atk-s0401a15:62_2": "and by the strength of the breath: by the strength of the body, and by the strength of knowledge,",
    "ai-atk-s0401a15:62_3": "for the sake of reasoning (and would ask) for the sake of reason.",
    "ai-atk-s0401a15:62_4": "witless, learned,",
    "ai-atk-s0401a15:62_5": "lungs, fools,",
    "ai-atk-s0401a15:63_0": "He is endowed with the understanding of the eye of wisdom, who is endowed with the eye of wisdom, who is endowed with the darkness of ignorance,",
    "ai-atk-s0401a15:64_0": "He gets to see the Realized One in the special qualities of insight, and he presents him with his eyes.",
    "ai-atk-s0401a15:65_0": "and explaining the Perfect One’s words about the Protectors, and was unable to hear the World’s word.",
    "ai-atk-s0401a15:66_0": "they revere him for his wives,",
    "ai-atk-s0401a15:67_0": "They examine the meaning of the teachings they’ve memorized.",
    "ai-atk-s0401a15:68_0": "Knowledge of the Teachings and the eight (perceptions) in the Parinibbāna of the Three Worlds, how can I know them as they predatory animals?",
    "ai-atk-s0401a15:68_1": "They practice in line with the teaching, they fulfill the practice accordingly.",
    "ai-atk-s0401a15:69_0": "For treating the people with kindly censure which are struck: when inspired.",
    "ai-atk-s0401a15:70_0": "they actually strive, and make an effort to exertion.",
    "ai-atk-s0401a15:71_0": "wielding the wounds, ~ is the meaning of wielding the highest object.",
    "ai-atk-s0401a15:71_1": "gain concentration and fruition.",
    "ai-atk-s0401a15:72_0": "supremely gods from men and women.",
    "ai-atk-s0401a15:72_1": "if he gets by means of begging, hunger, and thirst, he strikes down by means of bean curry or boiled rice;",
    "ai-atk-s0401a15:72_2": "Yet anyone who gives the food and drink that arranges the mind from a delicious treasure that had arisen for him.",
    "ai-atk-s0401a15:72_3": "Even if he gave him to the good, then he does not get to know the best food and drink, the liquor, and the unloved he does not get material possessions.",
    "ai-atk-s0401a15:72_4": "But the one who receives encounter pleasing smells will get the best and flavors.",
    "ai-atk-s0401a15:72_5": "He can understand the world’s supreme wheel-turning monarchs.",
    "ai-atk-s0401a15:72_6": "For one who has appraised in brief in one hundred thousand coins, and one hundred thousand to whom there is called “earth”.",
    "ai-atk-s0401a15:72_7": "And when they see the most excellent mendicant Saṅgha, what is the best of them from food and drinks, what isn’t hard to give them?",
    "ai-atk-s0401a15:72_8": "if he is called “guarding” when he travels in a vehicle, because he is not laying down the tip of the blade of making it unshakable.",
    "ai-atk-s0401a15:73_0": "four names of the ascetic life. They are called “the fruit of the ascetic life”. They are the four fruits of the ascetic life. They are the four fruits of the deathless, made of the deathless, and the best.",
    "ai-atk-s0401a15:73_1": "The rest is undefined.",
    "ai-atk-s0401a15:74_0": "In the fourth triad",
    "ai-atk-s0401a15:75_0": "The successive Jambudīpa is finished."
}