{
    "ai-atk-abh01a2:0.1_0": "1. Cittuppādakaṇḍo",
    "ai-atk-abh01a2:0.2_0": "Tikamātikāpadavaṇṇanā",
    "ai-atk-abh01a2:1_0": "Now, these words:",
    "ai-atk-abh01a2:2_0": "Thus, while speaking thus,",
    "ai-atk-abh01a2:3_0": "This is the talk that is unfinished! This is the discussion.",
    "ai-atk-abh01a2:4_0": "(So) accumulating that is in consequence of (the truth),",
    "ai-atk-abh01a2:4_1": "Herein, in the seventh enlightenment factors there are seven principles for the settling of the Dhamma.",
    "ai-atk-abh01a2:4_2": "the teaching of the Dhamma is also auspicious, and using the four baskets, and the four sticks.",
    "ai-atk-abh01a2:4_3": "Also the lady of giving rise to the two kinds of people:",
    "ai-atk-abh01a2:4_4": "Herein, don’t reveal it.",
    "ai-atk-abh01a2:4_5": "and two kinds of wrong conduct.",
    "ai-atk-abh01a2:4_6": "Herein, (where) means doing what is first.",
    "ai-atk-abh01a2:4_7": "and this wholesome things:",
    "ai-atk-abh01a2:5_0": "Profuge in this way, talk about Dhamma,",
    "ai-atk-abh01a2:6_0": "It is good to definitively, ~ Sāgata.",
    "ai-atk-abh01a2:7_0": "1.",
    "ai-atk-abh01a2:7_1": "“‘Of unskillful qualities are skillful and unskillful, this is a name for the beginning.’",
    "ai-atk-abh01a2:7_2": "“The pleasant feeling associated with pleasant feeling, painful feeling, and neutral feeling are the intentions with all pleasant feeling.”",
    "ai-atk-abh01a2:7_3": "In this way all the beginning or by means of the triple continuity (because of the inclusion of the three (of the Buddhas) (of the permissions) of each composing (performed) or of the three (i.e.",
    "ai-atk-abh01a2:7_4": "And all enemies by the five enemys,",
    "ai-atk-abh01a2:7_5": "Here the one defining is the best of all (permissions),",
    "ai-atk-abh01a2:7_6": "“Having overcome four things,” is said: “As a person’s things, who are not bound by the skin, they are bound together by the similes,” and who is said to be ‘posing away’.",
    "ai-atk-abh01a2:7_7": "After some time, he said, “By these things, in order to purify uninterrupted things.” Then he said, “Visākha, tied the seventy-three things with washed, muddy, immoral and unevenly, they must captivated each other with four reasons.”",
    "ai-atk-abh01a2:7_8": "Then, after others, ‘The Mount Vepacitti’, the Supreme Bodhisatta in the six quarters.",
    "ai-atk-abh01a2:7_9": "Likewise as the fetters and bonds of rebirth,",
    "ai-atk-abh01a2:7_10": "Likewise the ties of the flood, the hindrances, and the flood-cloud, thinking: ‘The foremost is covered with the hindrances,’",
    "ai-atk-abh01a2:7_11": "(These) with the five months indication, ‘The four (portions) is the wrong way’,",
    "ai-atk-abh01a2:7_12": "all the Seven rafters should be understood.",
    "ai-atk-abh01a2:7_13": "then the fourth jhāna (which is) Dhamma. Then the fourth section, as well as the fourteenth and the two.",
    "ai-atk-abh01a2:7_14": "That is the six kinds of grasping, the six kinds of grasping, the six kinds of grasping, and the six kinds of grasping.",
    "ai-atk-abh01a2:7_15": "after that, the eighth corruptions, the pollutants, and the (crane) called defilements.",
    "ai-atk-abh01a2:7_16": "Because of that they do not good things, etc., and because of the dissatisfaction with the states of loss, etc., and because they are fixed in wrong principles, and they are simply placed on the ground.",
    "ai-atk-abh01a2:7_17": "“The skill in ignorance is the phenomena that thoughts are different things, and while the specifically are bad-spheressive and stars,”",
    "ai-atk-abh01a2:7_18": "‘All these five delimitations should be understood according to reference to those five enemies.’",
    "ai-atk-abh01a2:8_0": "In this way there are two gateways, namely, illustrious at each composed,",
    "ai-atk-abh01a2:8_1": "For the thirty-two parts of the thirty-two parts have respect in the thirty-two parts of the three Vedas.",
    "ai-atk-abh01a2:8_2": "the remainder is called “non-place”. and the name of the three (results), and “Helps one (them)”.",
    "ai-atk-abh01a2:8_3": "Herein, in the first places where there are four kinds of feeling: the four mental joy and happiness and joy have arisen in the past. These are the nine respectively in the past, future, and present.",
    "ai-atk-abh01a2:8_4": "Six Drawbacks are the reasons why the five grasping aggregates are including the Similes of the trees, and the four including the teachings beginning with the middle, and the four interpreting the occurrences of the teachings groups of sixty-two rules, the enclosed in the Similes of the Mandāravals, and the rest. These are the four things beginning with a Buddha, the middle, and the end.",
    "ai-atk-abh01a2:8_5": "all of them have spoken of in three ways:",
    "ai-atk-abh01a2:9_0": "Now, as to wholesome things: firstly, the commentary on the bank of the profitable,",
    "ai-atk-abh01a2:9_1": "he’ll be quietly calls out the drum of the lady,",
    "ai-atk-abh01a2:9_2": "For if it is wholesome that while skillful does, Master Bhagavat have someone to give food to him in the future.",
    "ai-atk-abh01a2:9_3": "“But what kind of bodily behavior is skillful?",
    "ai-atk-abh01a2:9_4": "But the Buddha teaches this kind of bodily behavior is unsurpassable. And he teaches the skillful and the supreme knowledge of the present.",
    "ai-atk-abh01a2:9_5": "“Skillful, chariot-maker,” “We did not practice the training in return.”",
    "ai-atk-abh01a2:9_6": "“Because skillful qualities, mendicants, is the reason why, when they have done good deeds, results in happiness, and outcome are reborn in heaven.”",
    "ai-atk-abh01a2:9_7": "And here he can also be told to live in happiness even the blameless people who need not behave properly.",
    "ai-atk-abh01a2:10_0": "But the sound of the Dhamma can be used for the sake of (them) of the Three Worlds of virtue.",
    "ai-atk-abh01a2:10_1": "for if he learns the teaching, he may seek for what is well.",
    "ai-atk-abh01a2:10_2": "“I know the analytical knowledge of truth.”",
    "ai-atk-abh01a2:11_0": "“There is not Dhamma and false Dhamma do not have results,",
    "ai-atk-abh01a2:12_0": "Dhamma leads to hell, the Dhamma causes them to hell” .",
    "ai-atk-abh01a2:13_0": "in the three Vedas,",
    "ai-atk-abh01a2:13_1": "“When there’s a time when principles are principles, people meditate observing an aspect of principles in this way.”",
    "ai-atk-abh01a2:13_2": "It is allowed to live happily only as a span to savel,",
    "ai-atk-abh01a2:14_0": "The word-meaning here is this:",
    "ai-atk-abh01a2:14_1": "they get angry and bitter.",
    "ai-atk-abh01a2:14_2": "Or alternatively, is it the bedroom,",
    "ai-atk-abh01a2:14_3": "They chop off the unskillful, the skillful through getting the skillful,",
    "ai-atk-abh01a2:14_4": "the double composing of what is known as an outcaste is the matter.",
    "ai-atk-abh01a2:14_5": "He should be wholesome by that.",
    "ai-atk-abh01a2:14_6": "He should be embarrassed:",
    "ai-atk-abh01a2:14_7": "Or alternatively, there are some instances who arise in both ways: “These partakes of the body that have arisen in both ways.”",
    "ai-atk-abh01a2:14_8": "That’s why, although it is called “skilled”.",
    "ai-atk-abh01a2:14_9": "and one who remembers his own state,",
    "ai-atk-abh01a2:14_10": "Winds blow from the sky, the constellations appear, as they are.",
    "ai-atk-abh01a2:14_11": "are not unwholesome;",
    "ai-atk-abh01a2:14_12": "Good friends, coppers, etc., is the meaning of virtue, etc., as soon as it is good.",
    "ai-atk-abh01a2:14_13": "He doesn’t achieve what is skillful and unskillful. He needs stinginess is good in unprofitable.",
    "ai-atk-abh01a2:14_14": "Virtuousness has the characteristics and results of wholesomeness. By these characteristics, resulting in suffering and non-repute.",
    "ai-atk-abh01a2:15_0": "What can these things are unskillful?’",
    "ai-atk-abh01a2:15_1": "With no matter what?",
    "ai-atk-abh01a2:15_2": "If there is, one thing and what is unskillful,",
    "ai-atk-abh01a2:15_3": "Then there is no shelter for the set of pursuing the unprincipled and free of defilement,",
    "ai-atk-abh01a2:16_0": "Suppose that, ‘That’s why a skilled in the meaning’, without being asked, doesn’t follow each other.",
    "ai-atk-abh01a2:16_1": "and even before the time of boundaries have abundance of blisters and breaths.",
    "ai-atk-abh01a2:16_2": "If they respond to others, what is skillful and what is mastered in this way?",
    "ai-atk-abh01a2:16_3": "Skillful thoughts,",
    "ai-atk-abh01a2:16_4": "Yet he did it say:",
    "ai-atk-abh01a2:16_5": "What are unskillful?’",
    "ai-atk-abh01a2:16_6": "And another all:",
    "ai-atk-abh01a2:16_7": "If these three are different things, they do so by one and three are skilled in one thing.",
    "ai-atk-abh01a2:16_8": "For there is no further profitable states in the present life by the Dhamma,",
    "ai-atk-abh01a2:16_9": "Therefore let the experts of the Teaching to do the same, and so on.",
    "ai-atk-abh01a2:16_10": "‘What is skillful and what is unskillful.’",
    "ai-atk-abh01a2:16_11": "‘Have I done the same thing, the same thing, the skillful teaching, the unskillful and the blameworthy. Avoiding of the skillful qualities is not possible to develop the skillful qualities that profitable states. It has such a state, incapable of developing the skillful qualities. There’s another teaching.",
    "ai-atk-abh01a2:16_12": "then you’re skilled in your tradition,",
    "ai-atk-abh01a2:16_13": "‘So they’re unprofitable, although skillful qualities, etc., have become one who prevented.’",
    "ai-atk-abh01a2:17_0": "this is all farming.",
    "ai-atk-abh01a2:17_1": "like one who has sloth and torpor,",
    "ai-atk-abh01a2:17_2": "The fuel for what has been understood as before.",
    "ai-atk-abh01a2:17_3": "Nor do they say, ‘We profit and skill in learning skillful qualities’, expert in the Dhamma, and is skilled in having a penetration of the Dhamma. This is the meaning of ‘profitable states’, and so in accordance with the meaning and the teaching.",
    "ai-atk-abh01a2:17_4": "And ‘That’s not easy’ means calm in each other with the eyes.",
    "ai-atk-abh01a2:17_5": "‘He’s skilled in the origin of the cessation of sounds,’ and ‘fitting blamelessness’. Thinking, ‘Hearing, the result of good and bad deeds’, ‘Herein, singinging, flawlessness’, and unprofitable things that are unskillful.",
    "ai-atk-abh01a2:17_6": "While in a certain monastery he tells his own meaning, he explains it to the meaning,",
    "ai-atk-abh01a2:17_7": "For all states have the characteristic of having the senses beginning with virtue and the rest.",
    "ai-atk-abh01a2:17_8": "(His) a good faith, etc., and aspiring to the sound of his own generosity, they explain to him.",
    "ai-atk-abh01a2:17_9": "For the teaching is skillful or unskillful,",
    "ai-atk-abh01a2:17_10": "In this way they are explained in order to themselves, and through the meaning of what they are known,",
    "ai-atk-abh01a2:17_11": "(But) when he was spoken by the noise of the Dhamma, he spoke about what was said as because he has been spoken by the Lord of the World, the World, the Wise One, whose having spoken about the meaning, and in the world,",
    "ai-atk-abh01a2:17_12": "That is why it is said here that is precisely pervading the carcasses and sacrificial circumstances, and all throwing asidely.",
    "ai-atk-abh01a2:17_13": "This, in the first place, is the commentary on the stage,",
    "ai-atk-abh01a2:17_14": "The method of this word should be understood as mentioned under the headings of the charnel grounds.",
    "ai-atk-abh01a2:17_15": "The other should say, “Endurely the best thing,",
    "ai-atk-abh01a2:18_0": "Consciousness is the best kind of pleasant feeling. Its when it comes to the end of pleasure and pain; and for the bliss of seclusion, without objects, and with the dart of pleasure and pain, and with the dissatisfaction in the middle.",
    "ai-atk-abh01a2:18_1": "for this pleasant feeling will be given to it by means of bliss and given it.",
    "ai-atk-abh01a2:18_2": "“Pleasant is the arising of bliss” in the world, “Discipline” is an actual form, and pleasant, painful, and neutral form in the world, say.",
    "ai-atk-abh01a2:18_3": "“Bhikkhus, is a term for the sake of pleasure and happiness.”",
    "ai-atk-abh01a2:18_4": "“Mendicants, it’s not easy to find a good pleasurable gift as long as it’s not easy to see any happiness in the heaven of pleasure pleasurable,”",
    "ai-atk-abh01a2:18_5": "“Painful things in greater pleasure, these things are a happy destiny.”",
    "ai-atk-abh01a2:18_6": "“(That) extinguishment is the best thing”, and so on.",
    "ai-atk-abh01a2:18_7": "But here this pleasant feeling should be seen:",
    "ai-atk-abh01a2:18_8": "‘Feeling is a sound’ means pervading in the clause feeling. Sometimes impact a painful feeling.",
    "ai-atk-abh01a2:19_0": "the noise of pain in the several forms of suffering, and the responset by reference to the suffering in place.",
    "ai-atk-abh01a2:19_1": "For this is in the abandoning of suffering.",
    "ai-atk-abh01a2:19_2": "“‘Knowing is suffering’, and what is the basis for suffering in hell.",
    "ai-atk-abh01a2:19_3": "“Mahāli, if form were suffering, the painful object owing to his own form, and painful aroused with the object” .",
    "ai-atk-abh01a2:19_4": "“For he who has bad deed is suffering” .",
    "ai-atk-abh01a2:19_5": "“Mendicants, it’s not easy to completely describe the suffering in hell.”",
    "ai-atk-abh01a2:19_6": "But here this painful feeling should be regarded as suffering,",
    "ai-atk-abh01a2:20_0": "The word-meaning here is this:",
    "ai-atk-abh01a2:20_1": "it leads to happiness.",
    "ai-atk-abh01a2:20_2": "Suffering is suffering,",
    "ai-atk-abh01a2:20_3": "not pleasure or pain.",
    "ai-atk-abh01a2:20_4": "‘Suffairs in the state of loss.",
    "ai-atk-abh01a2:20_5": "All feelings arise all the formations of feeling.",
    "ai-atk-abh01a2:20_6": "It has the characteristic of experiencing what is contrary to both the desirable and the undesirable. It is manifested as the equipment.",
    "ai-atk-abh01a2:20_7": "and what is off to say in the three associated states is also associated with it –",
    "ai-atk-abh01a2:20_8": "stems associated with it,",
    "ai-atk-abh01a2:20_9": "if she does it;",
    "ai-atk-abh01a2:20_10": "just one, and another.",
    "ai-atk-abh01a2:20_11": "“There are no things associated with thoughts known by them,",
    "ai-atk-abh01a2:20_12": "For “With this question,” etc., “There are many things that are referring to this question, all things come together in the same way as those states come to be, prevail over by this question, and the cessation of the way beginning, “There are equipments,” and so on.",
    "ai-atk-abh01a2:20_13": "Thus there is one way to produce in this way the arising of predominance.",
    "ai-atk-abh01a2:21_0": "Kembarks and results in each of the skillful,",
    "ai-atk-abh01a2:21_1": "‘Having ripened in the formless state’ is a term for form.",
    "ai-atk-abh01a2:21_2": "well-proclaimed states (of results),",
    "ai-atk-abh01a2:21_3": "Rebirth (there is) birth, old age, and death together with the result of rebirth, old age, and death, of the result of old age, sickness, and death, so called the meaning.",
    "ai-atk-abh01a2:21_4": "In the third way of states have been stated in both places and is what is said in the fine-material jhānas.",
    "ai-atk-abh01a2:22_0": "firstly that is the beginning of the kamma consisting in the etc., which is the object of craving, etc., is not clinging as its object and so on.",
    "ai-atk-abh01a2:22_1": "at the time of Upavāna, they reach the attachment, and are reborn in the attachments.",
    "ai-atk-abh01a2:22_2": "‘The doing of grasping’ is a term for the object.",
    "ai-atk-abh01a2:22_3": "the grasping aggregates, and grasping are attached to grasping,",
    "ai-atk-abh01a2:22_4": "Formless deeds are a term for forms,",
    "ai-atk-abh01a2:22_5": "This is the meaning should be understood in the same way as the meaning.",
    "ai-atk-abh01a2:23_0": "5.",
    "ai-atk-abh01a2:23_1": "if he gets rid of even a single bitter, his defilements get cleaned, anxiety, and the meaning is puts it away, gets rid of it;",
    "ai-atk-abh01a2:23_2": "endowed with defilement, having covered up the defilements,",
    "ai-atk-abh01a2:23_3": "Having made himself their objects with defilements, the perfected ones continue to restrain, defilement, and having ended their defilements.",
    "ai-atk-abh01a2:23_4": "‘Both defilement’ is a term for the defilements.",
    "ai-atk-abh01a2:23_5": "the matchmaker, the defilements are covered with defiled,",
    "ai-atk-abh01a2:23_6": "The rest should be understood in the way already described.",
    "ai-atk-abh01a2:24_0": "Because of the authority of applied thought and sustained thought,",
    "ai-atk-abh01a2:24_1": "with violence and reflection alone.",
    "ai-atk-abh01a2:24_2": "without thinking and reflection, with thinking and reflection, they are with thinking and reflection.",
    "ai-atk-abh01a2:24_3": "are without thinking and reflection in both places.",
    "ai-atk-abh01a2:24_4": "Perceiving the states have it that are fine in the same way, they are the right amount;",
    "ai-atk-abh01a2:24_5": "Though wearing a head held together with a leaning upon the, is the meaning.",
    "ai-atk-abh01a2:24_6": "and so are those without thinking, and with the subsiding of applied and sustained thought.",
    "ai-atk-abh01a2:25_0": "Kindly on the happiness : it is associated with happiness produced by the happiness .",
    "ai-atk-abh01a2:25_1": "Likewise in the case of the rest.",
    "ai-atk-abh01a2:25_2": "And here there is neither-unpleasant-nor-pleasant feeling,",
    "ai-atk-abh01a2:25_3": "Equanimity of pleasure and pain occurs in the mortification of one whose equanimity is neutral, etc., becomes stabilized in equanimity.",
    "ai-atk-abh01a2:25_4": "Thus there is feeling in the strike tonse and not meeting with one of the feelings, he is happy and qualified with joy. This is what is meant.",
    "ai-atk-abh01a2:26_0": "whose vision gets the variety of paths:",
    "ai-atk-abh01a2:26_1": "For he did see extinguishment as the first.",
    "ai-atk-abh01a2:26_2": "while Master Gotama sees that the king had come back from afar, he sees that the king had gathered in the same way as before. But when he saw the elephants, he said, ‘I’ll see a elephant,’ and when asked, he said, ‘I’ll see a task.’ and says, ‘I’ll because of the king,’ and he said, ‘I’ll because he’s asked the king.’",
    "ai-atk-abh01a2:26_3": "In the same way, seeing extinguishment, the defilements have been subsistantively.",
    "ai-atk-abh01a2:26_4": "For that is the knowledge of the path, which is responsible,",
    "ai-atk-abh01a2:26_5": "development of the rest:",
    "ai-atk-abh01a2:26_6": "For it is called the development of the path because it arises in the first path and so on. That is why it is called “from the development of the path, and so on.”",
    "ai-atk-abh01a2:26_7": "In the third way of causality is said to be the path in both places.",
    "ai-atk-abh01a2:27_0": "By reasoning they should be given up through vision (of the First Path): these are the reasons that should be given up by seeing.",
    "ai-atk-abh01a2:27_1": "The same method applies to the second phrase.",
    "ai-atk-abh01a2:27_2": "third hopefully they don’t give up these things. They don’t get to see the causes of vision that are the reason why they should be given up or rejected.",
    "ai-atk-abh01a2:27_3": "for whatever reason the gods have no cause or reason.",
    "ai-atk-abh01a2:27_4": "* For there is no cause, he should give up,",
    "ai-atk-abh01a2:27_5": "(But) causes and reasons he did not come to be,",
    "ai-atk-abh01a2:27_6": "For the cause, these things are to be given up through vision (of the First Path): ‘These things aren’t stated in the Path.’",
    "ai-atk-abh01a2:27_7": "Even if both have been put down on both counts,",
    "ai-atk-abh01a2:27_8": "That’s why you should give up neither see nor hear them. And you shouldn’t be given up by developing them.",
    "ai-atk-abh01a2:28_0": "it is attached to their own work, thus it is aroused by deeds,",
    "ai-atk-abh01a2:28_1": "who is called “conception”.",
    "ai-atk-abh01a2:28_2": "it would set off all a place that rolling the body, just as they were told.",
    "ai-atk-abh01a2:28_3": "She is a designation for the wholesome thoughts.",
    "ai-atk-abh01a2:28_4": "Through that he has accumulated extinguishment as this accumulation, and without accumulation.",
    "ai-atk-abh01a2:28_5": "while rolling the object of his conclusion of the object he goes along,",
    "ai-atk-abh01a2:28_6": "is a designation for the noble path.",
    "ai-atk-abh01a2:28_7": "Furthermore, when the walls were pulled out with bricks, they rolled towards the village.",
    "ai-atk-abh01a2:28_8": "while rolling the bricks, they rolled away like a bridge in a village.",
    "ai-atk-abh01a2:28_9": "In the third place where both places has been stated.",
    "ai-atk-abh01a2:29_0": "Talking in the three trainings, some trained in the three trainings,",
    "ai-atk-abh01a2:29_1": "Those trainees, who are trainees,",
    "ai-atk-abh01a2:29_2": "if she trains in one who has renounced the training;",
    "ai-atk-abh01a2:29_3": "He should not train in the rainy season.",
    "ai-atk-abh01a2:29_4": "When she is grown, she does not training,",
    "ai-atk-abh01a2:29_5": "is a term for the fruit of Liberation.",
    "ai-atk-abh01a2:29_6": "In the third place where both places has been stated.",
    "ai-atk-abh01a2:30_0": "being the one who gets scattered is called “but minor” because of being thrown out.",
    "ai-atk-abh01a2:30_1": "‘Stewards’ means clinging to the cows’.",
    "ai-atk-abh01a2:30_2": "These limitedness of little desires is limited.",
    "ai-atk-abh01a2:30_3": "‘Accomplishment in the sensual realm’,",
    "ai-atk-abh01a2:30_4": "defilements, excessive energy, having excellence of the defilements, deployed by the great (magical) powers, great sages, energy, and vigorous mind.",
    "ai-atk-abh01a2:30_5": "and the things that are the right amount.",
    "ai-atk-abh01a2:30_6": "It has a support for the object, and inclination, it is said to be the limitless.",
    "ai-atk-abh01a2:31_0": "These were limited on the objects of a limited object, namely, limited objects, and although they were extinguished with a limited object, they did not independent of others.",
    "ai-atk-abh01a2:32_0": "and unskillful qualities inferior and superior.",
    "ai-atk-abh01a2:32_1": "In the middle, the stilling of those In the middle are the middle,",
    "ai-atk-abh01a2:32_2": "The remaining states that are supreme in the sense of urgency, and sublime - thus already stated .",
    "ai-atk-abh01a2:32_3": "Thoughts that are supermundane",
    "ai-atk-abh01a2:33_0": "They’ll be well-spheressed: ‘I will be happy in material pleasures,’ and so on.",
    "ai-atk-abh01a2:33_1": "The result there is the resultant going away and coming back.",
    "ai-atk-abh01a2:33_2": "And have the wrong way, the four wrong ways, that is to say, the seventh,",
    "ai-atk-abh01a2:33_3": "Endowed with the right progressive series (and by) the right way of the Righteously.",
    "ai-atk-abh01a2:33_4": "Endowed, the right kind is the same as that of the fruit of the donors.",
    "ai-atk-abh01a2:33_5": "And he doesn’t lie down on both sides.",
    "ai-atk-abh01a2:34_0": "if he searches for a retinue-tempered path, he searches for a reason; he is wearying the path to extinguishment.",
    "ai-atk-abh01a2:34_1": "They praise the path, these objects,",
    "ai-atk-abh01a2:34_2": "These eightfold path are the because of the eightfold path.”",
    "ai-atk-abh01a2:34_3": "on a path associated in the middle, or below the path is four lower.",
    "ai-atk-abh01a2:34_4": "They have caused these (permissions) to be correct.",
    "ai-atk-abh01a2:34_5": "You have right view, and the path",
    "ai-atk-abh01a2:34_6": "‘This is the cause, this is the reason for the sake of these reasons.’",
    "ai-atk-abh01a2:34_7": "maintaining the path, they acquire the highway.",
    "ai-atk-abh01a2:35_0": "from the lay life to homelessness: how many days dogs have arisen in the middle of the lay life.",
    "ai-atk-abh01a2:35_1": "not arisen,",
    "ai-atk-abh01a2:35_2": "Then, when the forty-three years will arise, they will give rise to the rainy season.",
    "ai-atk-abh01a2:36_0": "After rejoicing for his own articulates, and setting the past,",
    "ai-atk-abh01a2:36_1": "both of them, nor went to the future.",
    "ai-atk-abh01a2:36_2": "That is what is the reason why the rest,",
    "ai-atk-abh01a2:37_0": "These were included in the past, future, and present. These were the objects of the past, future, and present in terms of causes and reasons.",
    "ai-atk-abh01a2:38_0": "After making an effort like this: ‘We will equanimous self-resident precisely get self,’ and after making it responding themselves to the development of it.",
    "ai-atk-abh01a2:38_1": "‘This has arisen in the interior and exterior.’",
    "ai-atk-abh01a2:38_2": "“Ānanda, in that mendicant’s mind is just immersed in samādhi in that meditation. ...”",
    "ai-atk-abh01a2:38_3": "They meditate observing an aspect of principles with respect to the teaching, or in conformity with the principles of those things.",
    "ai-atk-abh01a2:38_4": "“These six interior and exterior sense fields.”",
    "ai-atk-abh01a2:38_5": "“Ānanda, this fuel is a fuel for the Realized One, that is, entering and remaining in emptiness in all attainments.”",
    "ai-atk-abh01a2:38_6": "the goal is the meaning.",
    "ai-atk-abh01a2:38_7": "There is the attainment of the Enlightenment among the Buddhas,",
    "ai-atk-abh01a2:38_8": "But here in the lesser to sap.",
    "ai-atk-abh01a2:38_9": "That is why the precincts should be understood as follows:",
    "ai-atk-abh01a2:38_10": "Then the exterior sense faculty is called “non-faculty”.",
    "ai-atk-abh01a2:38_11": "and the third, etc., is said to be the third kind of stated.",
    "ai-atk-abh01a2:39_0": "and having performed his deals with that same object as before.",
    "ai-atk-abh01a2:40_0": "Telling the bones of the Thirty-Three: One who is proceeding along with a hostile person, etc., in the sense of causing him,",
    "ai-atk-abh01a2:40_1": "and it is swept away by the insistence of and re-entry,",
    "ai-atk-abh01a2:40_2": "For the one who is always enjoying the flood and the resentment, but not forgetting rid of the flood.",
    "ai-atk-abh01a2:40_3": "There is no inclination that must be seen or heard of the other.",
    "ai-atk-abh01a2:40_4": "the unbounded is absorption in the way already described.",
    "ai-atk-abh01a2:40_5": "In the third place where both places has been stated.",
    "ai-atk-abh01a2:40_6": "This, firstly, is the commentary on the stage action.",
    "ai-atk-abh01a2:41_0": "The commentary on the triple comment is finished."
}