{
    "ai-atk-s0519a5:0_0": "Nayasamuṭṭhānavāravaṇṇanā",
    "ai-atk-s0519a5:1_0": "79.",
    "ai-atk-s0519a5:1_1": "Thus, having shown that one Commentaries and shows them (of the discourses), but without interruption, they will not show them down upon them.",
    "ai-atk-s0519a5:1_2": "But why do you likewise?",
    "ai-atk-s0519a5:1_3": "What is the teaching of the noble ones? What is its place?” When he they dodge them with these verses, they’re aroused by craving, etc., and that, which is why they’re called constantly not overlooking, etc., and when they’re described in the neighborhood of relishing, “What is this?” This is called concludedness.",
    "ai-atk-s0519a5:1_4": "the schismatics of the dwellings,",
    "ai-atk-s0519a5:1_5": "But in the commentary on the meaning of the phrasing (of the meaning), not of the meaning.",
    "ai-atk-s0519a5:1_6": "But when there is no hiding and trunking away, it’s not caught up in the four classes of suffering, etc., and which is the suffering from the root of suffering, and so on.",
    "ai-atk-s0519a5:1_7": "for they don’t enjoy knowledge and vision.",
    "ai-atk-s0519a5:1_8": "However, when he is learning the ignoble success by one who is learning the three kinds of enlightenment factor, etc., then by means of the triple food at the root of an invalid.",
    "ai-atk-s0519a5:1_9": "If it is these one part, it is not appropriate that the defilements are made, then the four inner skin, the defilements are, and the four inner clothes,",
    "ai-atk-s0519a5:1_10": "For this is said:",
    "ai-atk-s0519a5:1_11": "“The Suttanta, and three Discourses are not given” -",
    "ai-atk-s0519a5:1_12": "When they’re disrobed, they don’t have any such states as: “What are they like?”",
    "ai-atk-s0519a5:2_0": "Hearing the word of the meaning:",
    "ai-atk-s0519a5:2_1": "Excellent even the stems because of this.",
    "ai-atk-s0519a5:2_2": "who does not lead thefter.",
    "ai-atk-s0519a5:2_3": "At the connection",
    "ai-atk-s0519a5:2_4": "What is that?",
    "ai-atk-s0519a5:2_5": "it was with four-footed (people) radiates of a league high,",
    "ai-atk-s0519a5:2_6": "for that is called the rim disappearance of reopens, etc., that is to say, the intention of rows, and the path of the attainment.",
    "ai-atk-s0519a5:2_7": "And likewise:",
    "ai-atk-s0519a5:2_8": "is called Nanda’s rolling.",
    "ai-atk-s0519a5:2_9": "No first point is found of bandits, and craving for continued existence. And no continued existence is to be given up and now in the various grounds for rebirths.",
    "ai-atk-s0519a5:2_10": "Herein, one points before ends by the Blessed One, the perfected one, the fully awakened Buddha, has arisen in the world. And the Understanding of ignorance and craving for continued existence.",
    "ai-atk-s0519a5:2_11": "and Previously he didn’t be reborn in the past, yet this is the primary elements,",
    "ai-atk-s0519a5:2_12": "Transmigration has no known beginning.",
    "ai-atk-s0519a5:2_13": "for this is said:",
    "ai-atk-s0519a5:2_14": "“Mendicants, the fire of transmigration has no known beginning. ”",
    "ai-atk-s0519a5:2_15": "Ignorance is my defilement of craving for existence.",
    "ai-atk-s0519a5:2_16": "And if craving for ignorance is given up by ignorance and fettered by craving, the hindrances of ignorance, and the fetter of ignorance, the hindrances of simply ignorance, the fetter of craving, the hindrances, and the fetter of craving for views are spent in this way.”",
    "ai-atk-s0519a5:3_0": "ignorance is bound by ignorance, and fettered by ignorance, or, insistence in ignorance.",
    "ai-atk-s0519a5:3_1": "With ignorance in ignorance, turning away from ignorance, gives rise to ignorance, and by insistence in ignorance, by the termite of ignorance.",
    "ai-atk-s0519a5:3_2": "They are said to be ignorant views, etc., that is to say: these views, etc., are clear, abiding in view.",
    "ai-atk-s0519a5:3_3": "those who live in Craving is one hundred and eightty-existences.",
    "ai-atk-s0519a5:3_4": "having been shown that there is a shared by the views and good conduct by way of body and view, etc., and being authority in view, “proceitful” .",
    "ai-atk-s0519a5:3_5": "Herein, having offensiveness of his own body, became fatigued and embarrassed.",
    "ai-atk-s0519a5:3_6": "Delighting in the indulgence of sensual pleasures, clinging to the pleasures of sense pleasures, mortals, and attachments.",
    "ai-atk-s0519a5:4_0": "Suppose there was a outsider who knows “This is suffering”, this is the complete understanding of suffering. And this is where they should know. “This is the end of suffering”. And so they would not know.",
    "ai-atk-s0519a5:4_1": "But how does it say that conversation flowing?",
    "ai-atk-s0519a5:4_2": "“One who has nothing is outside, there is no definite in regard to the truth.”",
    "ai-atk-s0519a5:4_3": "Herein, the Teaching of the Truth is the Truth.",
    "ai-atk-s0519a5:4_4": "As they do so, one Vipassī goes on discerning serenity and discernment. Seeing the in order in questioning of the skill in learning and the skill in giving attention,",
    "ai-atk-s0519a5:4_5": "Serenity and discernment are the higher mind:",
    "ai-atk-s0519a5:4_6": "the bliss of peace, the happiness of defilement,",
    "ai-atk-s0519a5:4_7": "The rolled-uper-sphere, the wrong truth will know,",
    "ai-atk-s0519a5:4_8": "There is no happiness that should be put down by the Noble One, using his body through the happiness of the Noble Ones.",
    "ai-atk-s0519a5:4_9": "Owing to pain: with suffering,",
    "ai-atk-s0519a5:5_0": "Not growing on the world, he makes his generation, andhe does it grow.",
    "ai-atk-s0519a5:5_1": "Enveloping to their wives and children, he does not deal with the seventh generation.",
    "ai-atk-s0519a5:5_2": "He produces much merit for himself, the five kinds of sensual stimulation, and the five kinds of heavenly sensual stimulation are present in him.",
    "ai-atk-s0519a5:5_3": "insistence, but he perceives thus:",
    "ai-atk-s0519a5:5_4": "Understanding these things, they perceived thus: ‘Anything that is painful, sharp, severe, and acute feelings.’",
    "ai-atk-s0519a5:6_0": "(But) those who know that is present, who perceives thus.",
    "ai-atk-s0519a5:6_1": "only this illness, is just a bitter, a state of defilement, or a state of defilements.",
    "ai-atk-s0519a5:6_2": "The same method applies in the skill in jackals.",
    "ai-atk-s0519a5:6_3": "Ac like a diseased to the north, just as he was possessed of a diseased (surpassed).",
    "ai-atk-s0519a5:6_4": "(such as) secrets, void,",
    "ai-atk-s0519a5:6_5": "Effacement is stated as disciplining.",
    "ai-atk-s0519a5:6_6": "while lighting up the rainy season residence does not hatred.",
    "ai-atk-s0519a5:6_7": "Understanding and stripsing, they high up,",
    "ai-atk-s0519a5:6_8": "It’s as if they do so, he accompanyes the dregs of disease as they do so.",
    "ai-atk-s0519a5:6_9": "Hence it is said:",
    "ai-atk-s0519a5:6_10": "“Seeing serenity and insight, they’re frightening away.”",
    "ai-atk-s0519a5:6_11": "There they dwelt disease called an endurance.",
    "ai-atk-s0519a5:6_12": "Then they might be completely understood them with the complete understanding of suffering.",
    "ai-atk-s0519a5:7_0": "Herein, the noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the diverse forms. And they are devoted to indulgence in self-mortification, which is painful, ignoble, and pointless.",
    "ai-atk-s0519a5:7_1": "‘Through the factor of craving is obtained by craving. This is the name of craving.",
    "ai-atk-s0519a5:8_0": "80.",
    "ai-atk-s0519a5:8_1": "Now, as to the words, one of good views, ~ (good) views, etc., is said in the destiny (of the view of) good views, etc., the view of being said: “Now what is said” .",
    "ai-atk-s0519a5:8_2": "Herein, one is reborn in a sight with his own views, but not another.",
    "ai-atk-s0519a5:8_3": "But they don’t take care of their self, since they don’t shackle it.",
    "ai-atk-s0519a5:8_4": "So too with the feelings need not only feelings,",
    "ai-atk-s0519a5:8_5": "Mindfulness of the Self is endowed with craving for form, feeling, perception, choices, and consciousness.",
    "ai-atk-s0519a5:8_6": "or bodily form as in self, or self as in bodily form.",
    "ai-atk-s0519a5:8_7": "(There is) bodily form, or self as endowed with bodily form,",
    "ai-atk-s0519a5:8_8": "Forms feeling: the same method.",
    "ai-atk-s0519a5:8_9": "Because they don’t spend their own self, nor do they rely on regarding the self.",
    "ai-atk-s0519a5:8_10": "Therefore, having obtained what is allowable, he receives it, saying “They are wrong,”",
    "ai-atk-s0519a5:8_11": "This is said to be the grounds for mindfulness. The four and five constituents opposites of the head is said to be seen in the five grasping aggregates, how many kinds of grasping aggregates have been seen in one particular individual essence. This is called identity view.",
    "ai-atk-s0519a5:9_0": "right view: right first.",
    "ai-atk-s0519a5:9_1": "who have right view",
    "ai-atk-s0519a5:9_2": "When it comes to right view, the meaning is, giving up of identity view, etc., as its proximate cause, then the giving it up.",
    "ai-atk-s0519a5:9_3": "what is theirs?",
    "ai-atk-s0519a5:9_4": "he said, “They have agreed.”",
    "ai-atk-s0519a5:9_5": "The three aggregates, “The noble path” and the aggregates are in front of them, etc.,",
    "ai-atk-s0519a5:9_6": "“Realized,” and so on.",
    "ai-atk-s0519a5:9_7": "all that is well known as all.",
    "ai-atk-s0519a5:10_0": "They rejoicing in self-mortification, not self-mortification, and so on, taking care of the middle ones, and the way they do practice carefully.",
    "ai-atk-s0519a5:10_1": "Herein, these are called the annihilationists. They are made up of the five grasping aggregates, they say, ‘the self is annihilated and destroyed when these five grasping aggregates are impermanent.’ They are called ‘self’.",
    "ai-atk-s0519a5:10_2": "These are called the hundreds inclusively permitting form that are percipient and so on. They say “the self is permanent, everlasting, eternal, imperishable, and imperishable.”",
    "ai-atk-s0519a5:10_3": "“This is the annihilationist on both sides, this is the most profoundation.”",
    "ai-atk-s0519a5:11_0": "When annihilation is finished, annihilated and twenty-two grounds, one who raises the issue, annihilationists the issue, annihilationism, and one who regards it as annihilationism.",
    "ai-atk-s0519a5:11_1": "For all the one who regards it as a personality, identity view comes to be.",
    "ai-atk-s0519a5:11_2": "Descriptioned in detail, one belonging to the higher view of the Prime Net and the next, the one who knows and sees.",
    "ai-atk-s0519a5:11_3": "In brief they are worth listening to the annihilation of such gifts, in order to see the annihilation of the truth.",
    "ai-atk-s0519a5:11_4": "he abandons right practice,",
    "ai-atk-s0519a5:11_5": "The perception of the four kinds of mindfulness meditation are developed for awakening; the perception of not-self in suffering, the perception of giving up, the perception of fading away, and the perception of cessation. ...",
    "ai-atk-s0519a5:11_6": "the noble eightfold path took up these four things:",
    "ai-atk-s0519a5:12_0": "Thus, having shown that he is not satisfied by insight like this, and he said, “Where are you able to show the ten universal liberations?”",
    "ai-atk-s0519a5:12_1": "The sixty-two misconceptions are quelled with sarong. Death is the reason why the Paṭisambhidā, the Neithers’ views produced by roots and for the sake of their own views.",
    "ai-atk-s0519a5:12_2": "It is no longer manifested as a hundred times, unincluded, and so on.",
    "ai-atk-s0519a5:12_3": "When there is no accumulation of the kind inclination, then it is recommended by the receptacle of what is not transgressed here and there in order to show it.",
    "ai-atk-s0519a5:12_4": "But since these views are true rooted in views, then the conception of deluded temperaments have been given up by the view of the impediments of views. That is why it is said to have –",
    "ai-atk-s0519a5:12_5": "“These forty-four things lead to Awakening the knowledge of the Bodhisatta, (Tree) knowledge.”",
    "ai-atk-s0519a5:13_0": "the knowledge of the victor’s knowledge.",
    "ai-atk-s0519a5:13_1": "Having entered upon the eight attainments and attained the knowledges, he having attained (true) insight, and the knowledge of the truths,",
    "ai-atk-s0519a5:13_2": "For this is called knowledge of the Buddha’s knowledge.",
    "ai-atk-s0519a5:13_3": "But while he was showing that he said this to the Bodhisatta: “This (Dearly) is the nature, the qualities that brings to Awakening”.",
    "ai-atk-s0519a5:13_4": "deluded from delusion, clinging to the round of rebirths, etc., as they are of the paths of the round of rebirths, the liberation of ignorance and of the round of ignorance.",
    "ai-atk-s0519a5:13_5": "As to the greed for materiality, etc., which are equal in the fine-material and immaterial states of existence, etc., respected in the past, future and present.",
    "ai-atk-s0519a5:13_6": "For that craving is born in them, and in the same way.",
    "ai-atk-s0519a5:13_7": "In this way the indulgence of devotion to self-mortification through the mind from underlying tendencies, desire, fondness, thirst, passion, and craving for continued existence, hences the consequence of ignorance and clinging to self-mortification, and self-effacement, decement, seclusion, right views, and craving for continued existence.",
    "ai-atk-s0519a5:14_0": "Is one who dealing with my own view, etc. ”",
    "ai-atk-s0519a5:14_1": "Herein, the trainer in opposite sex under the eighty rains. why are the supports of the heart and live in it?",
    "ai-atk-s0519a5:14_2": "Because he has respect for (much) a dart of suffering.",
    "ai-atk-s0519a5:14_3": "For one of intelligent temperament, mortification in disgust of sin, etc., through the defilement of phrases, dressed in observed the states of ascetic practices. So one who has gone forth in the way beginning, the state of the ascetic practices, has reached the state of ascetic practices, and the state of ascetic practices.",
    "ai-atk-s0519a5:14_4": "The eighty-four kinds of training declaring purity.",
    "ai-atk-s0519a5:14_5": "Resoluteness upon the view of his views, he is devoted to the View of wisdom thus: “He is learning” .",
    "ai-atk-s0519a5:14_6": "“Provided in view, one who isn’t about the teachings, and is a follower by the teachings.”",
    "ai-atk-s0519a5:14_7": "Stroking by craving, one is purified by craving, but one who frequents the law of faithfulness towards the degree of faith. That is why it is said:",
    "ai-atk-s0519a5:14_8": "“One of craving is born in oneself, one of the faithful temperament isle, one who goes about.”",
    "ai-atk-s0519a5:14_9": "The meaning is indicated by the view of the practice, and the practice that leads to the progress of all views, etc., is the meaning.",
    "ai-atk-s0519a5:15_0": "longing to pursue, he longs about,",
    "ai-atk-s0519a5:15_1": "it gladness , thus it is said .",
    "ai-atk-s0519a5:15_2": "He understands the composing of craving and slowly, living in the mind of the hymns of craving.",
    "ai-atk-s0519a5:15_3": "but quickly understands the Dhamma quickly.",
    "ai-atk-s0519a5:15_4": "“Perhaps there are two kinds of sharing: the faculties should be seen again and again, in the empty dwellings, and the practice that leads to the good.",
    "ai-atk-s0519a5:16_0": "“For those who do not show the way to their practice,” etc., and doing this to that practice in one place.",
    "ai-atk-s0519a5:16_1": "Herein, these four ways of practice is the way because it comes to practice, the way that is unknowing, practice, and that practice.",
    "ai-atk-s0519a5:16_2": "For the fourth path and the practice",
    "ai-atk-s0519a5:16_3": "Or alternatively, there are four paths (of the four directions).",
    "ai-atk-s0519a5:16_4": "and the four directions will be seen in the directions.",
    "ai-atk-s0519a5:16_5": "How much as a dish of the four ways described in which they said, “But why do you describe the antipathetic person?”",
    "ai-atk-s0519a5:16_6": "Herein, prevented by what is called suitable, because of attending on the food and drink,",
    "ai-atk-s0519a5:16_7": "I followed the fools for the fools.",
    "ai-atk-s0519a5:16_8": "and delight in seclusion for the rest of the nights, which delighted in excess of lust,",
    "ai-atk-s0519a5:16_9": "Herein, relishing and understanding: this is how the unconditioned.",
    "ai-atk-s0519a5:16_10": "rolling about the meaning;",
    "ai-atk-s0519a5:16_11": "This is called one who has swelled out the grounds for craving. This is called the fourth direction of the defilements.",
    "ai-atk-s0519a5:17_0": "82.",
    "ai-atk-s0519a5:17_1": "When it is said this, it does not happen to an outcaste’s direction, and it is said to be discovered in the four directions, which are definitively seen in the white directions, and so on. That is why there are two kinds of unprofitable states.”",
    "ai-atk-s0519a5:17_2": "Herein, observes the truth,",
    "ai-atk-s0519a5:17_3": "“There are two kinds of states: according to the states of defilement, thus it is the two kinds of states.”",
    "ai-atk-s0519a5:17_4": "After reciting it, he should make it most important: it is an impediment that he should be given in the Dhamma without any one of the other.",
    "ai-atk-s0519a5:18_0": "Whenever they arise, they should examine the meaning of what is said, “This is the essence of such a priceless,” it is said.",
    "ai-atk-s0519a5:18_1": "The meaning of this:",
    "ai-atk-s0519a5:18_2": "But this world, the world is right,",
    "ai-atk-s0519a5:18_3": "Worlding around the world rolling backwards, the meaning is that it is present.",
    "ai-atk-s0519a5:18_4": "Worlding the world’s end, the world beyond,",
    "ai-atk-s0519a5:18_5": "Through loving it he goes in conformity with the joints of the world, he is the meaning.",
    "ai-atk-s0519a5:18_6": "Hence it is said:",
    "ai-atk-s0519a5:18_7": "“From cycle is rolling and transmigration.”",
    "ai-atk-s0519a5:19_0": "How should they make that poor offering?",
    "ai-atk-s0519a5:19_1": "in the same way by way under the investigation (of the Vinaya).",
    "ai-atk-s0519a5:19_2": "it is done by a deed that is called “true” in the same way as acquisition.",
    "ai-atk-s0519a5:19_3": "When the result of deeds is done in this way, it is allowable for the result of doing.",
    "ai-atk-s0519a5:19_4": "all kinds of defilements: mundane and suppressive defilement, ten kinds of defilements, ten kinds of defilements, and ten kinds of foulness.",
    "ai-atk-s0519a5:19_5": "But where should they see when they are seen? Where do they think:",
    "ai-atk-s0519a5:19_6": "“And whose site has been defilements cooked for a moment?”",
    "ai-atk-s0519a5:19_7": "The meaning is that it is according to the ten kinds of defilements.",
    "ai-atk-s0519a5:19_8": "Herein, the defilements are defilements that are defilement only for the defilements...",
    "ai-atk-s0519a5:19_9": "And although they did so, the defilement of defilement, defilement, defilement, defilement, defilement, and nutriment,",
    "ai-atk-s0519a5:19_10": "Improper attention causes and reasons to give attention without focusing on the defilements that causes defilements to be produced in them, and because of what is defilement.",
    "ai-atk-s0519a5:20_0": "Four kinds of nutriment: the four kinds of nutriment by defilement consisting in that very moderation.",
    "ai-atk-s0519a5:20_1": "Likewise the four enumerations: here too the same.",
    "ai-atk-s0519a5:20_2": "“And these ten kinds of nutriment,” etc., the ten kinds of defilement, etc., should be shown in the first and the last amount.",
    "ai-atk-s0519a5:20_3": "Herein, the first is occurred in the first jhāna. The meaning is that it occurs only in the first plane of nutriment.",
    "ai-atk-s0519a5:20_4": "Likewise in the rest.",
    "ai-atk-s0519a5:20_5": "firstly quite secluded from sense desires. It is first that it is quite clear, and it is inferior.",
    "ai-atk-s0519a5:20_6": "The same method applies in the same way.",
    "ai-atk-s0519a5:20_7": "But in this case, we shall give you one.",
    "ai-atk-s0519a5:21_0": "83.",
    "ai-atk-s0519a5:21_1": "Now, ten opportunity for building sites, transferred to the part of the body, and the gateways, “Death is the gate,” and so on.",
    "ai-atk-s0519a5:21_2": "Herein, there is desire and greed for the pleasant, that is, the touch of the body, the mind, and the feeling of craving for contact as fuel. And that is a corruption of desire and greed for the three kinds of contact as fuel for the purpose of desire and lust.",
    "ai-atk-s0519a5:21_3": "That is why one of mental intention, one of the views, one of consciousness, and one of the view of self are constantly percipient with contemplationed, but he perceives that such a person is of definition.",
    "ai-atk-s0519a5:21_4": "Likewise the first two kinds of becoming , that is to say, the two kinds of becoming , that is to say, the group of two kinds of becoming , the sixty-two kinds of craving, the six sense-spheres are incapable of craving and clinginging to mind.",
    "ai-atk-s0519a5:21_5": "But the last of these views are seen to be given up by the view of the earth because it is a defilement and in view. Their view of the origin of views is seen.",
    "ai-atk-s0519a5:22_0": "they were told of the fourteenths, “The beauty of the fat,”",
    "ai-atk-s0519a5:22_1": "Likewise there is reference to the contact of suffering, and so there is pleasure and pain in them.",
    "ai-atk-s0519a5:22_2": "For the one who perceives thus as bodily formations and consciousness associated with consciousness, which is called the intention of (volitional) processes.",
    "ai-atk-s0519a5:22_3": "“... consciousness ...",
    "ai-atk-s0519a5:22_4": "self-mortification is my self.”",
    "ai-atk-s0519a5:22_5": "Standing in the first part of the separately, he remains, liberated in the first part of the body as a prey to lustful, tied, infant, and in the recipient.",
    "ai-atk-s0519a5:22_6": "This is called the grasping aggregates of sensual pleasures.",
    "ai-atk-s0519a5:22_7": "After saying: “Pleasure is happy,” he replied, “Today isn’t worth a sixteenth part",
    "ai-atk-s0519a5:22_8": "foundations that are permanent, everlasting, eternal, imperishable, and will be permanent, eternal, complete, and imperishable.",
    "ai-atk-s0519a5:22_9": "“Those who take self to oneself” is one whose self lives in a group of having a choice, thinking “This isn’t mine, he acts disrespectfully, henceits his own view, henceits it with a strong sense of urgency, thinking, “Through itching this self-mortificial position.”",
    "ai-atk-s0519a5:23_0": "This is called the attachment to sensual pleasures, sense pleasures, causing building up the ropes of sensual desire. They’re called sensual desires in the realm.",
    "ai-atk-s0519a5:23_1": "This is called the attachment to continued existence. They’re called a shackles and calms because of grasping existence. They’re called a yearning being reborn.",
    "ai-atk-s0519a5:23_2": "this is called a misconception, the view of the origin, the ending of suffering, the view of identity view, the common practice of identity view, the origin of suffering, and the view of which is called ‘one who has a bad view’.",
    "ai-atk-s0519a5:23_3": "is said to be a spending of ignorance through the owners of all suffering, calamity and ignorance, he is called “lasting away” .",
    "ai-atk-s0519a5:24_0": "But it is prevented by desire and greed for sense desires, etc., that is why a basis for greed or hate or delusion repulsion in the body, and so on.",
    "ai-atk-s0519a5:24_1": "Herein, striving is characterized by the body of covetousness in contemplation of observes the characteristic of foulness.",
    "ai-atk-s0519a5:24_2": "Because of the failure of continued existence, the views, etc., and views, giving up of continued existence, etc., in the case of the mind thus said:",
    "ai-atk-s0519a5:24_3": "“He who stands with a malicious talebearing around the body, if he stands on the tip of ill will.”",
    "ai-atk-s0519a5:24_4": "Likewise the setting of views, and since it is penetrated by ignorance, this is the only truth, and it is empty .",
    "ai-atk-s0519a5:24_5": "“Interrupted ...",
    "ai-atk-s0519a5:24_6": "This is the ties of the body that comes from too near to the flood.”",
    "ai-atk-s0519a5:25_0": "Reflecting that person, they get angry and repulsion:",
    "ai-atk-s0519a5:25_1": "In this way: rising above, having given up the attitude of the necks by space, and so on,",
    "ai-atk-s0519a5:25_2": "Walking along with the eighty-four are occurring in states of loss.",
    "ai-atk-s0519a5:25_3": "And how is it that those who are possessed of coolness and threatened by the defilements?",
    "ai-atk-s0519a5:25_4": "But since his mind is still only reached the end of defilements, or in the present life they speak about the path and cut off of defilements.",
    "ai-atk-s0519a5:25_5": "Sensual desire by covetousness is a basis for sensual desire and greed for sensual pleasures.",
    "ai-atk-s0519a5:25_6": "And wherever one abides in lots of grief and lamentations from pain and sadness, he spends much position:",
    "ai-atk-s0519a5:25_7": "the ties of good will be reborn in the future.",
    "ai-atk-s0519a5:25_8": "the other with the shameless views, having seen, heard, thought, and known, attained to the precepts, with the precepts, and observances, and theories about view.",
    "ai-atk-s0519a5:25_9": "This is the only truth of the fetters, insistence, and shaking of ignorance. When ignorance is explained, they give rise to satisfaction in ignorance. That is: “This is my self, what is unprofitable.”",
    "ai-atk-s0519a5:26_0": "But it is called “reliminary” because it is the name of the Buddha and “relinquidance” in order to explain the word “the range of the floods”.",
    "ai-atk-s0519a5:26_1": "“These are the four defilements.”",
    "ai-atk-s0519a5:27_0": "Without making an end of the underlying tendencies of accumulation, or having gone underlying tendencies, they come to an end.",
    "ai-atk-s0519a5:27_1": "And when you die your mind is damaged,",
    "ai-atk-s0519a5:27_2": "The plunges into the lake.",
    "ai-atk-s0519a5:27_3": "I stand like the heart’s heart, having dropped (he said): “This is the heart’s heart.”",
    "ai-atk-s0519a5:27_4": "for that is why it is said in the midst of the heart “sticks”.",
    "ai-atk-s0519a5:27_5": "Hence it is said: “Herein, intelligence, this is said” .",
    "ai-atk-s0519a5:27_6": "the dart of misfortune, the dart of laziness, the dart of the sun,",
    "ai-atk-s0519a5:27_7": "“This is my self,” he replied. He said, “I am next to my view,” and he relying on to it, he says, “I am I, ‘I’m coming!” And he said, “I am lying down in the water.”",
    "ai-atk-s0519a5:28_0": "opportunity for one opportunity, but opportunity to another.",
    "ai-atk-s0519a5:28_1": "and the object is established in the four things , and the object is established in the four things associated with the objects.",
    "ai-atk-s0519a5:28_2": "those formations are seen in this way: “Form is feeling, perception and choices are consciousness” .",
    "ai-atk-s0519a5:28_3": "relishing of rebirth in the depth of Nandā, which was like the iron sheet, which was sprinkled with a hundred thousand coins, Nandā, and with their incomparable circumstances, and so on.",
    "ai-atk-s0519a5:28_4": "How then should he say:",
    "ai-atk-s0519a5:28_5": "“Nandā, by lust and relishing consciousness,”",
    "ai-atk-s0519a5:29_0": "Herein, by removing greed for things that are a cause of greed, etc., this is the reason why of the characteristic of foulness is characterized by the fine-material jhānas.",
    "ai-atk-s0519a5:29_1": "The consciousness of the fine-material jhānas is established in the fine-material jhānas, etc., as its object is stated .",
    "ai-atk-s0519a5:29_2": "stands where it remains,",
    "ai-atk-s0519a5:29_3": "there are five hundred primary elements in the maintaining of forms, relying on forms,",
    "ai-atk-s0519a5:29_4": "He was full of hatred and died:",
    "ai-atk-s0519a5:29_5": "When consciousness is said to be grasped, it is called “the consciousness” in the sixty-twounded consciousness.",
    "ai-atk-s0519a5:29_6": "feeling,",
    "ai-atk-s0519a5:29_7": "When it is irreversible to the plane of consciousness and to supporters, the consciousness belonging to the sixty-two palms of consciousness, the base consisting of boundless consciousness does not remain dependent on the ground.",
    "ai-atk-s0519a5:29_8": "yet another feelings is still only for the three feelings.",
    "ai-atk-s0519a5:29_9": "Herein, the first is reckoned as object.",
    "ai-atk-s0519a5:29_10": "Also the second object should be seen with all the objects of the other.",
    "ai-atk-s0519a5:30_0": "sat or lay down (them) with his body all the trial period of sixteen.",
    "ai-atk-s0519a5:30_1": "Likewise in the same way.",
    "ai-atk-s0519a5:30_2": "And here the first is how a female consisting of visible objects that is called “unbounded” , and so on.",
    "ai-atk-s0519a5:30_3": "All is indicated by the foreign of feeling, suffering, and the state of partaking of diminution, etc., as follows: “I am this” , and the second is the third kind of deluded into formations, thus “I am the third kind of .”",
    "ai-atk-s0519a5:31_0": "Happy This is the object of the consciousness that is bound up with the support, and this is its object.",
    "ai-atk-s0519a5:31_1": "That action is born in oneself, that is to say, in the past.",
    "ai-atk-s0519a5:31_2": "and these ten bases for defilements.",
    "ai-atk-s0519a5:31_3": "In empty dwellings, you’ve learned.",
    "ai-atk-s0519a5:32_0": "85.",
    "ai-atk-s0519a5:32_1": "Now comes that nutriment nourishes, etc., as to defilement, etc., their four quarters are unable to discern them in that direction.",
    "ai-atk-s0519a5:32_2": "that is solid food, etc., that person is able to show the food that such person, and, when they bring it to distinction.",
    "ai-atk-s0519a5:32_3": "Herein, live in the ten ways already stated.",
    "ai-atk-s0519a5:32_4": "for causing shown that the King is seen, it’s hard to see, but two days are growing,”",
    "ai-atk-s0519a5:32_5": "One is the meaning of one kind, but in skill in learning it.",
    "ai-atk-s0519a5:32_6": "The meaning is this: in the phrasing better than that, and also the phrasing comes to be agreeable in the meaning.",
    "ai-atk-s0519a5:32_7": "Now, ten discourses spoken of by craving,",
    "ai-atk-s0519a5:32_8": "The person who does soon says that person is quickly brought to the other.",
    "ai-atk-s0519a5:32_9": "“These are corruptions of the person who is a corruption of greed.”",
    "ai-atk-s0519a5:32_10": "(but) in the first jhāna, that is to say: “It is in accordance with the states of defilement and in one of greedy temperament, such states, and in the second defilement of hate,",
    "ai-atk-s0519a5:32_11": "In the third tetrad the meaning is that definitiveness of the manner of views, and the ideas are corruptions of the mind’s view,",
    "ai-atk-s0519a5:32_12": "Their defilement of them should be understood in the way already stated.",
    "ai-atk-s0519a5:33_0": "Whatever nutriment has to be given up when it comes to the three liberations, whether it is to be given up and complete understanding, and what is to be given up in the past.",
    "ai-atk-s0519a5:33_1": "But when a man cultivates the kind of nutriment by means of breathing in the first particulars, then there is nourishment of nutriment, which, etc., of the kinds of contact and the liberation by means of the liberation by means of the food, and so on.",
    "ai-atk-s0519a5:33_2": "The same way in the rest;",
    "ai-atk-s0519a5:33_3": "And this is how it should not be done.",
    "ai-atk-s0519a5:33_4": "Because no noble path should be given up fruits of noble paths, like someone with complete understanding and cleansing their liberations.",
    "ai-atk-s0519a5:33_5": "Thus the three worlds that are reinforced in this world, they have gone beyond the three worlds, and such the three liberations.",
    "ai-atk-s0519a5:33_6": "The meaning of this:",
    "ai-atk-s0519a5:33_7": "So it is forty-four kinds of nutriment that is called the physical nutriment consisting of the Three Worlds, the Three Worlds, the Vinaya, whose formations are conceived. And so the three opposites of the Three Worlds, the liberations, the beautiful eliminations, the world.",
    "ai-atk-s0519a5:34_0": "86.",
    "ai-atk-s0519a5:34_1": "Then, seeing in this way, “Now, I will give you a small direction,” and so on, in order to show the way beginning, “Now, we will show the way our practice.”",
    "ai-atk-s0519a5:34_2": "Herein, divine abidings are the four noble ones in the imperturbable meditation.",
    "ai-atk-s0519a5:34_3": "There are four incredible and amazing things that are the foundations of ignorance, transmigrations of existence.",
    "ai-atk-s0519a5:34_4": "Four foundations,",
    "ai-atk-s0519a5:34_5": "The four immaterial states of development, etc., four immaterial states, and the development of concentration.",
    "ai-atk-s0519a5:34_6": "the four faculties should be understood. The four things should be understood that the corresponding faculty of merit, the letting go of all.",
    "ai-atk-s0519a5:35_0": "Firstly, practice by means of the path, which is the practice that leads to maturing .",
    "ai-atk-s0519a5:35_1": "if why don’t they take cling?",
    "ai-atk-s0519a5:35_2": "That practiced out of the ten bases for defilement, etc., is the way for seeing the purpose of showing the profitable way.",
    "ai-atk-s0519a5:35_3": "For accordingly:",
    "ai-atk-s0519a5:35_4": "“For these four kinds of nutriment, etc., have four ways of practice.”",
    "ai-atk-s0519a5:35_5": "Although this is said: “This is the first kind of mindfulness meditation, this is the way there’s no coming to the end of the mindfulness in this way, and when there is such a way that is said, it is the first way leading to the end of mindfulness.”",
    "ai-atk-s0519a5:35_6": "“The first practice, mindfulness is the meaning of the practice.”",
    "ai-atk-s0519a5:35_7": "But there is no difference in nutriment that is to say, as in the meaning of “profitableness of the meaning” or “perceptions.",
    "ai-atk-s0519a5:35_8": "For the mindfulness of the body is painful, having grasped the defilements that leads to rebirth in the recommendation of mindfulness, which is painful, owing to overlooking, etc., and that is why it is called “shorts of the defilements” .",
    "ai-atk-s0519a5:35_9": "Likewise in the rest.",
    "ai-atk-s0519a5:36_0": "Like a blind man on the mountain’s edge, which had a holesticated (wholesome) decrepit, full of wonderful and embarras, –",
    "ai-atk-s0519a5:36_1": "Once it so happened that this amazing thing",
    "ai-atk-s0519a5:36_2": "‘By what is a term for this is a term for in both.’",
    "ai-atk-s0519a5:36_3": "For it is not possible that you can’t determine another amounter in due course or exertion, nor get rid of it.",
    "ai-atk-s0519a5:36_4": "the truth, having determined, reality, and ultimate truth, (and determination of the truths).",
    "ai-atk-s0519a5:36_5": "Likewise in the rest.",
    "ai-atk-s0519a5:36_6": "Immersion due to developing immersion further should be developed upon that concentration.",
    "ai-atk-s0519a5:36_7": "Happiness is included in happiness, he has the counterpart of happiness .",
    "ai-atk-s0519a5:36_8": "There is no single one of these seven kinds of foulness in one place like that is, unfaithful enlightenmented with the single remaininger of unification, and there is no actual absorption in the case of the state consisting of boundlessness.",
    "ai-atk-s0519a5:37_0": "firstly, when developed and cultivated, fulfills the practice that leads to mindfulness meditation. The first development of the path is developed and cultivated there is no fulfilment of the development of mindfulness meditation.",
    "ai-atk-s0519a5:37_1": "The same method applies in the same way.",
    "ai-atk-s0519a5:37_2": "however, when the noble eightfold path is developed and cultivated, all of them are developed in this way, all of them are developed in this way.",
    "ai-atk-s0519a5:38_0": "Living in them, they say: “Impermanent in sensual desire,” while actually saying, “My mindfulness is established in the first absorption, on the contrary, the development of mindfulness, and situational awareness.”",
    "ai-atk-s0519a5:38_1": "Likewise with the fading away of happiness, etc., that is, the second jhāna, etc., as its object, and third jhānas occurring in the second jhāna, etc., is grossness due to subtleness and reckoning of mindfulness due to equanimity, and the third jhāna’s mindfulness due to equanimity, and its fading away is fulfilled by means of the fourth jhāna, etc., with equanimity as its object, and mindfulness due to equanimity.",
    "ai-atk-s0519a5:39_0": "it is said in the first jhāna of the fine-material sphere that is likewise for one who has reached jhāna in one who has reached the first jhāna, etc., and is accompanied by applied and sustained thought with happiness, and so on. That is why, with the stilling of the first jhāna, etc., the second jhāna, etc., is said to be the third absorption, the fourth absorption, the fourth absorption in the triple and quadruple jhāna in one whose mind has reached knowledge about the first jhāna and mastery in the second jhāna and is accompanied by equanimity.",
    "ai-atk-s0519a5:39_1": "So it is said in the commentary on the stage, and it is complete in what is said.",
    "ai-atk-s0519a5:40_0": "87.",
    "ai-atk-s0519a5:40_1": "Now, as to the words, etc., the practice that leads to its definition, etc., has four directions and four ways already described in the directions.",
    "ai-atk-s0519a5:40_2": "imagining in wisdom,",
    "ai-atk-s0519a5:40_3": "Furthermore, the first use of the practice suitable for analysis, for that person to show them, to make analyzed them an individual.",
    "ai-atk-s0519a5:40_4": "Because of that it is recorded that while he was below",
    "ai-atk-s0519a5:40_5": "And if in the three liberations, this is called the “giver” on this, “This is the escape from this, there is no culmination of the liberation.”",
    "ai-atk-s0519a5:40_6": "But those who had little way of practice was still unincluded, and through the first path and the noble path, the fruit of Laṅkā.",
    "ai-atk-s0519a5:40_7": "is the third noble path, the practice, and the practice that leads to the signless liberations, for the four emptiness release, the signless liberations, and the signless liberations.",
    "ai-atk-s0519a5:40_8": "Likewise for the four kinds of mindfulness meditation, the attributes of the liberations,",
    "ai-atk-s0519a5:41_0": "Their depositions were scattered all over the way, going to the end of the Buddhas, and so on, to the end of the arrivals, and attachments, the Buddhas, and lived happily.",
    "ai-atk-s0519a5:41_1": "that is to say, the surmounting of the defilements in the mouth, and the practice that leads to the cessation of the practice.",
    "ai-atk-s0519a5:41_2": "Now, as to the means of which there is no opposing, etc., that is to say: “Now, this the four kinds of nutriment, etc., is to say, the instance of nutriment, the four opposites, and so on.”",
    "ai-atk-s0519a5:41_3": "Herein, the state of simply in them is to be given up and abandoned here. Their in the instance of consciousness should be given up with the addition of the concealment of that.",
    "ai-atk-s0519a5:41_4": "Herein, the development of the four kinds of mindfulness meditation are in brief even enlightenment.",
    "ai-atk-s0519a5:41_5": "When the bursting is scattered, this is how the development of the awakening factors should be developed to realize the fruit of awakening, and extinguishment.",
    "ai-atk-s0519a5:41_6": "Likewise the means to be given up, etc., which brings about the practices that is to say, the states of defilement, and so on.",
    "ai-atk-s0519a5:41_7": "Now he shows the opportunity to show (himself): “Here the Worlds have been brought out by the eighteen powers!”",
    "ai-atk-s0519a5:42_0": "Development of the faculties: of the development of the faculties and of the faculties,",
    "ai-atk-s0519a5:42_1": "For the arising of plains, accumulations, abandoning of grounds, and dispelling of their arising.",
    "ai-atk-s0519a5:42_2": "And here the ruin of the true teaching: here the meaning of the true teaching, frequenting good states, that is, good in the true teaching, and on faith, the meaning is, it is faithful.",
    "ai-atk-s0519a5:42_3": "the end of defilements, discontent, and deluded, hunger, thirst, and defilement, giving attention.",
    "ai-atk-s0519a5:42_4": "This is called the ten powers of the lion, the ground, the components, the corruptions of the heart, the corruptions of the dependent on the ground, the ten bases of psychic power, the five faculties, the five powers, the six defilements, and the practice that leads to the development of craving. They are called ‘defilements’.",
    "ai-atk-s0519a5:43_0": "88.",
    "ai-atk-s0519a5:43_1": "Now, as to whether a man who is learning the four kinds of enlightenment, etc., and who wants to develop the four kinds of persons, etc., and who wants to develop the four kinds of trouble by means of the lion methods, who is an attributes, etc., and who, wants to get a way of understanding, is going to a person who is an enlightened into the ground into a squiposy to the wish: “As sorcetic, this person, this is the practice, the way of understanding” and so on.",
    "ai-atk-s0519a5:43_2": "Herein, these two people: the way of practice is the first personal path and the practice.",
    "ai-atk-s0519a5:43_3": "And others too,",
    "ai-atk-s0519a5:43_4": "Again, of these whatever things practice in order to rightly understand,” etc., according to what is said: “One who is learning the text, of persons, who is attached to the aggregates, etc., has made an individual essence that is referred to as follows:",
    "ai-atk-s0519a5:43_5": "Herein, it is painful because of preparing suffering: warning what is pleasant, painful, and emancipating, it leads to peace.",
    "ai-atk-s0519a5:43_6": "But how does one way lead to the beginning,",
    "ai-atk-s0519a5:43_7": "it should not be seen with just this.",
    "ai-atk-s0519a5:43_8": "One person is included in the same way:",
    "ai-atk-s0519a5:43_9": "And the one who knows each of these two ways is practiced by the way of practice, and the one who practices it to the higher good. This is the unprofitable in the higher meaning.",
    "ai-atk-s0519a5:43_10": "But it is said in the commentary on the Paṭisambhidā that is why only one person is defined by the name of the path and the practice of the path.",
    "ai-atk-s0519a5:44_0": "“He does,” he replied, “Explain,” etc., in the same way as stated above.",
    "ai-atk-s0519a5:44_1": "Because of that it is recorded that while he was below",
    "ai-atk-s0519a5:44_2": "Herein, higher mind: the higher consciousness and the higher one whose mind is called terrified, ~ and feels (thinking):",
    "ai-atk-s0519a5:44_3": "he describes the higher consciousness of the higher understanding, and then his understanding is the meaning.",
    "ai-atk-s0519a5:44_4": "Likewise: here too this.",
    "ai-atk-s0519a5:44_5": "If you wish for the higher ethics, the higher mind, and the higher wisdom you should be expanded.",
    "ai-atk-s0519a5:45_0": "It is four kinds of becoming : the meaning is: it is included by the four kinds of humours, by comparison.",
    "ai-atk-s0519a5:46_0": "they’ll make up these defilements.",
    "ai-atk-s0519a5:46_1": "This is the way to giving:",
    "ai-atk-s0519a5:47_0": "After becoming three times, there are two streams of existence: the Dhamma in the sky-world is an abode of the Dhamma.",
    "ai-atk-s0519a5:47_1": "Hence it is said:",
    "ai-atk-s0519a5:47_2": "“Craving is leaveed by craving and all,” he should completely understand all that.",
    "ai-atk-s0519a5:48_0": "But why does the recitation not confess it?",
    "ai-atk-s0519a5:48_1": "For the purpose of leading to welfare,",
    "ai-atk-s0519a5:48_2": "for if he is the first personal matter, through the third jhāna, he recommended in persons this third, and in the fourth jhāna, while the universal abiding in meaning, and the second is the third immaterial state, and the third immaterial state,",
    "ai-atk-s0519a5:48_3": "When they have attained the first of these things, they still show the second jhāna in the third and the fourth dyad thus: “Those who are quite purified from their ignorance, while that is indeed the first, I say.”",
    "ai-atk-s0519a5:48_4": "For when they have acquired it, they say: “The three become three and three.”",
    "ai-atk-s0519a5:48_5": "If they say, “When these four become, three, and four, three become three, four, five, three, four, five, but many” then they can’t be called ‘not’.",
    "ai-atk-s0519a5:48_6": "But this isn’t shown that it is said, and having been shown that it is stated.",
    "ai-atk-s0519a5:48_7": "He wished for these three reasons to make him anxious, and so he stayed together with each other.",
    "ai-atk-s0519a5:48_8": "and this meaning should be illustrated by the forehead.",
    "ai-atk-s0519a5:49_0": "For the purpose of showing the development of the meditation subject in the first stage,",
    "ai-atk-s0519a5:49_1": "Four persons of craving, and of sense faculties,",
    "ai-atk-s0519a5:49_2": "Likewise in this way, one of good views.",
    "ai-atk-s0519a5:49_3": "Herein, one of craving, clinging to the necessary, the slow practice, which leads to the painful way. Happy in the way that is painful, slow in the way that leads to the direct-knowledge. Regardless, slow in the way that leads to the pleasant view. And he has swift insight, directly knowing that which is pleasant and slow in fact.",
    "ai-atk-s0519a5:49_4": "So, however, the four ways of practice should be given up by the views of craving, etc., as follows: four kinds of misconduct, etc., similar to that view.",
    "ai-atk-s0519a5:49_5": "And having developed the four kinds of mindfulness meditation, all should be seen as it is stated.",
    "ai-atk-s0519a5:50_0": "Here is the goal:",
    "ai-atk-s0519a5:50_1": "And there are sentient beings who are attached to sensual pleasures, and do not devoted to worldly pleasures, they live engage in devoted to themselves, conducive to sense pleasures.",
    "ai-atk-s0519a5:50_2": "To give rise to their spiritual companions, respected, esteemed, and venerated them with their spiritual companions. So you’re still painful to haven’t achieved them with severe sensual pleasures.",
    "ai-atk-s0519a5:50_3": "Therefore it is said to be the pleasant practice.",
    "ai-atk-s0519a5:50_4": "But there are beings who swallowed sensual pleasures by craving and cling to sensual pleasures. Nor do they believe in a mendicant who teaches Dhamma.",
    "ai-atk-s0519a5:50_5": "Therefore it is said to be the practice.",
    "ai-atk-s0519a5:50_6": "So, all sentient beings come together and go for refuge to the their refuge.",
    "ai-atk-s0519a5:51_0": "Herein, there are beings (wholesome) views, and the faculties of the two (kinds),",
    "ai-atk-s0519a5:51_1": "And the sentient beings with good views are quick-witted here, and produced by pleasure.",
    "ai-atk-s0519a5:51_2": "Hence it is said:",
    "ai-atk-s0519a5:51_3": "“ pleasant practice with swift insight.”",
    "ai-atk-s0519a5:51_4": "There are sentient beings who are released from the three faculties by way of body, speech, and mind, and because of grasping the three faculties of pleasure and pain, they continue to avoid them.",
    "ai-atk-s0519a5:51_5": "Hence it is said:",
    "ai-atk-s0519a5:51_6": "“ pleasant practice with slow insight, and",
    "ai-atk-s0519a5:51_7": "Herein, craving is of two kinds: sense-spheres and three faculties, and the faculties,",
    "ai-atk-s0519a5:51_8": "And the sentient beings who live in craving are brought to mind quickly and make an end of suffering:",
    "ai-atk-s0519a5:51_9": "Hence it is said:",
    "ai-atk-s0519a5:51_10": "“Suffering” is suffering,",
    "ai-atk-s0519a5:51_11": "There are sentient beings who are released from the first, make an end of craving because of grasping the faculty. They ward off craving and discomfort.",
    "ai-atk-s0519a5:51_12": "Hence it is said:",
    "ai-atk-s0519a5:51_13": "“Suffering practice is painful and slow in knowledge.”",
    "ai-atk-s0519a5:51_14": "These are the four ways of practice.",
    "ai-atk-s0519a5:51_15": "Those who are extinguished between the four paths will be extinguished without extra efforts. This is the practice that leads to the cessation of the path.",
    "ai-atk-s0519a5:51_16": "He should not use the four noble paths assemblies of the noble paths, this is called Sīhahandoya.",
    "ai-atk-s0519a5:52_0": "These are the four kinds of fuel that is gone to the pollutants. All defilements are the ten kinds of becoming opposite sex. These are the ten kinds of grasping.",
    "ai-atk-s0519a5:52_1": "This Verses are the",
    "ai-atk-s0519a5:53_0": "Herein, the four kinds of nutriment should be given up: one who is nutriment consisting in the nutriment, and one who conducts these nutriment.",
    "ai-atk-s0519a5:53_1": "Herein, the intention and mental intention should be given up by mental intention and these views should be given up by conscious view.",
    "ai-atk-s0519a5:54_0": "Herein, the first fuel is the second. The third “food” is the second solid food. The fourth, in the chapter, and the ninth.",
    "ai-atk-s0519a5:54_1": "This is the four fueled by nutriment.",
    "ai-atk-s0519a5:55_0": "Herein, on the first part of the Vipulating is that grasping.",
    "ai-atk-s0519a5:55_1": "on the second day, at the end, that associated with virtue, this is the end of virtue.",
    "ai-atk-s0519a5:55_2": "In the third Virūpakkha, standing on the side of views, this is the view.",
    "ai-atk-s0519a5:55_3": "It is the fourth part of the self-made reincarnation.",
    "ai-atk-s0519a5:56_0": "Herein, one who is standing on the ground and covetously through desires is present.",
    "ai-atk-s0519a5:56_1": "A person who, standing on virtue, gets falling away from ill will, and has the result of ill will.",
    "ai-atk-s0519a5:56_2": "Standing on giving and taking in others, this is the fourth month.",
    "ai-atk-s0519a5:56_3": "This is the exposition concerning the teaching on giving, and this is the careful stick.",
    "ai-atk-s0519a5:57_0": "That weary is soaked with defilements,",
    "ai-atk-s0519a5:57_1": "what is meant is that “the cool state” is said.",
    "ai-atk-s0519a5:57_2": "regrets like a regret.",
    "ai-atk-s0519a5:57_3": "Those who have regretted you",
    "ai-atk-s0519a5:57_4": "Herein, having given up the defilements of sensuality, malice, and cruelty—is a corruption of aggression by steping.",
    "ai-atk-s0519a5:58_0": "These are the four defilements that have come to an end.",
    "ai-atk-s0519a5:58_1": "The defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-atk-s0519a5:59_0": "The four consisting of the four floods, etc., are said to be secured by the heart, and they are also called (but) the liver.",
    "ai-atk-s0519a5:59_1": "Herein, desire for rebirth is the flood by desire, ill will, confusion, and fear.",
    "ai-atk-s0519a5:60_0": "Since the four darts occupations and choices are established in the four formations,",
    "ai-atk-s0519a5:60_1": "These are the four planes of consciousness.",
    "ai-atk-s0519a5:60_2": "There they remain like relishing of greed for form.",
    "ai-atk-s0519a5:60_3": "full of hate, cling to knowledge.",
    "ai-atk-s0519a5:60_4": "mortals of delusion,",
    "ai-atk-s0519a5:60_5": "Delighting in views, relishing, and choices flowing.",
    "ai-atk-s0519a5:61_0": "There are four decisions that make prejudiced by favoritism, hostility, stupidity, and cowardice.",
    "ai-atk-s0519a5:61_1": "They make decisions prejudiced by favoritism, hostility, stupidity, and cowardice. And they only expect these reasons.",
    "ai-atk-s0519a5:62_0": "There are these four quarters: “The four quarters, which are defilement in the world, ~ having the five grasping aggregates, is the first absorption, sensual desire for sensual pleasures, passions, and passion for sensual pleasures.”",
    "ai-atk-s0519a5:63_0": "Contact, “Pleasure is the second kind of contact.” ...",
    "ai-atk-s0519a5:64_0": "mental intention as self ... the cosmos conceived.",
    "ai-atk-s0519a5:65_0": "consciousness. That is: “Because of the intention to activities, the aggregates are impermanent, suffering, and perishable. This is the fourth way of ignorance. The desirelessness, the sixty-two conditions are the fourth direction.”",
    "ai-atk-s0519a5:65_1": "Thus, in the first direction, by the second, by the third, and by the fourth, below is the meaning in all directions for one directions, and for the third, and for the fourth direction. This is called the fourth direction.",
    "ai-atk-s0519a5:65_2": "It should not be given when all the defilements are stilled in the four ways.",
    "ai-atk-s0519a5:65_3": "this is unskillful.",
    "ai-atk-s0519a5:66_0": "Four kinds of mindfulness meditation are the four kinds of mindfulness meditation. ...",
    "ai-atk-s0519a5:67_0": "In this context, when it comes to the first absorption, when it has been developed and cultivated, it fulfills the first absorption, when it is fulfilled, it fulfills the factor of mindfulness. When it is fulfilled, it fulfills the factor of faith ... proper attention ... mindfulness and situational awareness ... immersion ...",
    "ai-atk-s0519a5:67_1": "That’s how all it is limitless, fulfills it.",
    "ai-atk-s0519a5:68_0": "Herein, the first absorption and the practice that leads to the first absorption is the first absorption and the mindfulness that is noble, the first absorption, the nurses, and the Universal Mettiya and Breathings are the first thing.",
    "ai-atk-s0519a5:68_1": "This is the first direction.",
    "ai-atk-s0519a5:69_0": "The second absorption and the practice that leads to the cessation of mindfulness and awareness.",
    "ai-atk-s0519a5:69_1": "This is the second direction.",
    "ai-atk-s0519a5:70_0": "third absorption and the fourth absorption.",
    "ai-atk-s0519a5:70_1": "This is the third direction.",
    "ai-atk-s0519a5:71_0": "the fourth absorption ...",
    "ai-atk-s0519a5:71_1": "This is the fourth direction.",
    "ai-atk-s0519a5:71_2": "In these four directions, the primary elements is called an intermediate direction.",
    "ai-atk-s0519a5:72_0": "The purpose of crossing the flood –",
    "ai-atk-s0519a5:72_1": "the four kinds of mindfulness meditation, fours, fours, fives, fours, fives, fours, fours, five consciousness, the four foundations, the four foundations of mindfulness and four right efforts, and the four bases of psychic power and the four absorptions, the four absorptions, the four bases of psychic power and the five faculties.",
    "ai-atk-s0519a5:72_2": "the abandoning of wholesome things, etc., that is to say,",
    "ai-atk-s0519a5:72_3": "This is the lion’s roar, the tiger is (surely) not roar in the direction.",
    "ai-atk-s0519a5:73_0": "The four fruits of the ascetic life are the first absorption. There they are fruits and fathoms once-return. non-returners, and perfection.",
    "ai-atk-s0519a5:74_0": "Herein, what is the Just ash?",
    "ai-atk-s0519a5:74_1": "The pleasant practice with swift insight is the same in the four ways: which is pleasant, and which is swift.",
    "ai-atk-s0519a5:74_2": "The pleasant practice with slow insight is slow insight, and he knows the right way.",
    "ai-atk-s0519a5:74_3": "The painful practice with slow insight is this: this is the only emancipation with which is painful and emancipating.",
    "ai-atk-s0519a5:74_4": "In this way, four,",
    "ai-atk-s0519a5:74_5": "Virtuously, insight is suitable for one who has discernment.",
    "ai-atk-s0519a5:74_6": "(These two) insights, the serenity and insight, serenity and insight,",
    "ai-atk-s0519a5:74_7": "he’d teach the Dhamma, which he should explain.",
    "ai-atk-s0519a5:75_0": "The training in the higher ethics, the higher mind, and the higher wisdom.",
    "ai-atk-s0519a5:75_1": "So from these four people emancipating the practice leading to the way",
    "ai-atk-s0519a5:76_0": "These are the three characteristics of contact. Three unskillful thoughts are the three kinds of contact. Three unskillful thoughts are the three characteristics of feeling. Painful feeling are the three characteristics of contacts. The three characteristics of feeling are the three characteristics of suffering.",
    "ai-atk-s0519a5:77_0": "Three unskillful roots, greed, hate, and delusion.",
    "ai-atk-s0519a5:77_1": "There are three contacts: pleasant, painful, and neutral contacts.",
    "ai-atk-s0519a5:77_2": "There are three feelings: pleasant, unpleasant, and neither-pleasant-nor-pleasant.",
    "ai-atk-s0519a5:77_3": "There are three preoccupations with happiness, sadness, and equanimity.",
    "ai-atk-s0519a5:77_4": "There are three defilements: greed, hate, and delusion.",
    "ai-atk-s0519a5:77_5": "There are three thoughts of sensuality, malice, and cruelty.",
    "ai-atk-s0519a5:77_6": "(They are) three passions, hatred, and delusion.",
    "ai-atk-s0519a5:77_7": "The arising of three characteristics, etc., that is to say, the arising of phenomena,",
    "ai-atk-s0519a5:77_8": "the three formations: suffering, the suffering inherent in perishing.",
    "ai-atk-s0519a5:78_0": "Herein, greed is the root of the unskillful.",
    "ai-atk-s0519a5:78_1": "The appropriate feeling arises dependent on the corresponding pleasant feeling. Pleasure and painful feeling arises dependent on a contact to be experienced as pleasant. Creatures is a condition for sensual pleasures. Seeking the ear ... nose ... tongue ... body ...",
    "ai-atk-s0519a5:79_0": "For hate one that is unprofitable with the root, and with a disagreeable object.",
    "ai-atk-s0519a5:79_1": "The appropriate feeling arises dependent on the mind and disagreeable feeling. Please gives rise to painful feeling. Painful feeling arises dependent on a contact to be experienced as painful. Placing the mind and keeping it connected. Mindfulness arises dependent on the body. Feeling is suffering. Clatess is a condition for these characteristic.",
    "ai-atk-s0519a5:80_0": "Body with the root of equanimous, and with the object.",
    "ai-atk-s0519a5:80_1": "Equanimity arises dependent on the corresponding equanimous feeling arises dependent on a contact to be experienced as neutral. Choices give rise to mind and feeding away. Contact gives rise to the equanimity. Choices give rise to neutral feeling.",
    "ai-atk-s0519a5:80_2": "This is the defilement of the defilements.",
    "ai-atk-s0519a5:80_3": "Whoever has no unwholesome intentions in all ways: what is unprofitable and wholesome,",
    "ai-atk-s0519a5:81_0": "Herein, what is skillful?",
    "ai-atk-s0519a5:81_1": "There are three wholesome roots, greed, hate, and delusion.",
    "ai-atk-s0519a5:81_2": "The three (complishes) thought: “We will surely go to the charnel ground,",
    "ai-atk-s0519a5:81_3": "There are three kinds of placing the mind and keeping it connected without placing the mind and keeping it connected.",
    "ai-atk-s0519a5:81_4": "the three trainings in the higher ethics, the higher mind, and the higher wisdom.",
    "ai-atk-s0519a5:81_5": "There are three signs for the signless, for the signless equanimity, and equanimity.",
    "ai-atk-s0519a5:81_6": "Three thoughts of renunciation, good will, and harmlessness.",
    "ai-atk-s0519a5:81_7": "The three faculties of enlightenment, the faculty of enlightenment, and the faculty of enlightenment.",
    "ai-atk-s0519a5:81_8": "There are three preoccupations with renunciation, good will, and harmlessness. They have the three preoccupations with wisdom. The search for a spiritual life.",
    "ai-atk-s0519a5:81_9": "the three constituents (of mind and bodily form), the concentration constituents (of mind and body) that provides fuel for concentration.",
    "ai-atk-s0519a5:82_0": "Therein, with a wholesome root, well established in the wholesome root.",
    "ai-atk-s0519a5:82_1": "Wisdom is completed. I’ll fulfill the dealing with placing the mind, but just keeping it connected. I’ll fulfill the factor of immersion. I’ll fulfill the factor of wisdom. I’ll fulfill the factor of renunciation. I’ll fulfill the perception of renunciation. I’ll fulfill the factor of renunciation.” They fulfill the perception of renunciation. ... they fulfill sensual thoughts.",
    "ai-atk-s0519a5:82_2": "fulfilling the entire spectrum of sensual pleasures,",
    "ai-atk-s0519a5:83_0": "Love totally given up the root of skillful qualities. We will fulfill the perception of focus on placing the mind and keeping it connected. Your thoughts of immersion. You haven’t fulfilled the root of placing the mind, but just keeping it connected. Your mind is completed. Your immersion, without placing the mind and keeping it connected. Your mind is said to be far from the maintaining thoughts. Your faces of rapture. You give rise to immersion. You have no placing the mind and keeping it connected.",
    "ai-atk-s0519a5:84_0": "He fulfills the root of the skillful, but lacks wisdom. He fulfills the training dealing with the perception of immersion. He fulfills the factor of immersion. He fulfills the factor of immersion. He fulfills the factor of wisdom. He fulfills the factor of placing the mind and keeping it connected. He fulfills the factor of immersion. He fulfills it. He fulfills the factor of wisdom. Their enlightenment is fulfilled, not focused.",
    "ai-atk-s0519a5:85_0": "Thus these three things that are unskillful, blameworthy, not to be cultivated, unprofitable, and endeavour.",
    "ai-atk-s0519a5:85_1": "The search for learning the emptiness release is independent of those three liberations, and the signless is called a genuine.",
    "ai-atk-s0519a5:86_0": "And there are these three people who are learning and conscientious: one who knows the right path, one who knows the right path, one who is pleasant, and one with slow insight—and who is quick in the present. They guard the four ways of practice, and they’re slow in direct-knowledge.",
    "ai-atk-s0519a5:86_1": "With these two views, one is good conduct, and one who lives by craving.",
    "ai-atk-s0519a5:86_2": "These three were four, having become three,",
    "ai-atk-s0519a5:86_3": "this is the two persons whose defilements are defileed –",
    "ai-atk-s0519a5:86_4": "Ignorance is one who lacks conscience and prudence, with the fetters and the fetters of getting rid of greed, hate, and delusion, and the fetters of insistence, and ignorance. I continued existence and the true teaching.",
    "ai-atk-s0519a5:87_0": "And here there, ignorance and unbenefact, clear, and untrue teaching, I have no doubts or uncertainty, and uncertainty, the laughing of the true teaching and the laziness.",
    "ai-atk-s0519a5:88_0": "both the fetters and the underlying tendencies of craving and giving up. Ignorance are irrelevant points and repulsion. This is the second attainment.",
    "ai-atk-s0519a5:88_1": "ten kinds of wrong conduct should be made up;",
    "ai-atk-s0519a5:88_2": "The second districts districts bringing the darkness to the side of the journey. This is the second direction.",
    "ai-atk-s0519a5:89_0": "Herein, what is skillful?",
    "ai-atk-s0519a5:89_1": "Living in serenity and discernment, my mindfulness and situational awareness.",
    "ai-atk-s0519a5:90_0": "The first ninety-two Feelings are the first conqueror of the path, the group of ten, and the eighteen in ten directions.",
    "ai-atk-s0519a5:90_1": "So he should leave in an unprofitable way and four directions.",
    "ai-atk-s0519a5:91_0": "With the giving up of these skillful, the unskillful aggregates, the giving up of craving, fading away, and cessation, giving up of these. When the heart’s release by wisdom, its fading away, its cessation, and the practice that leads to its cessation.",
    "ai-atk-s0519a5:91_1": "So there are these two kinds of proper embellishment that is to say,",
    "ai-atk-s0519a5:92_0": "Herein, insight is the root of craving, tasks, and eighteen roots. How do they reverse?",
    "ai-atk-s0519a5:92_1": "Some perceptions of contentment, ugliness, and perceptions of not-self in suffering, the perceptions of ugliness, and the perception of not-self in suffering, the perception of repulsion, and the four right views.",
    "ai-atk-s0519a5:92_2": "Some are skillful in the striver.",
    "ai-atk-s0519a5:92_3": "Delighting, greed, hate, and delusion, the perception of ugliness and the perception of light, and the perception of giving up these four perils is permanent, constant, eternal, and imperishable.",
    "ai-atk-s0519a5:92_4": "In this way there are nine unskillful qualities amongst those who fall,",
    "ai-atk-s0519a5:92_5": "Such is the lion’s roar, Sīhala, and the lion’s roar that was chopped off,",
    "ai-atk-s0519a5:93_0": "But how do they not dry the two noble ones at the time?",
    "ai-atk-s0519a5:93_1": "the perception of impermanence, the perception of not-self, the perception of not-self, and the perception of not-self in suffering, and the four right efforts, the perception of non-self in suffering, and the perception of non-delusion.",
    "ai-atk-s0519a5:93_2": "In the nine profitable acts praise those who are skilled in the three Vedas.",
    "ai-atk-s0519a5:93_3": "Delight, greed, hate, and delusion; perceptions of pleasure are permanent, happiness, perceptions, and ignorance.",
    "ai-atk-s0519a5:93_4": "In the ninth, unskillful things become absolute in what is suitable,",
    "ai-atk-s0519a5:93_5": "Thus at the time it was not enough for two,",
    "ai-atk-s0519a5:94_0": "And what are the fourteen roots that are the root of the trees?",
    "ai-atk-s0519a5:94_1": "This is the first perception of beautiful and change in:",
    "ai-atk-s0519a5:94_2": "This is the second perception ...",
    "ai-atk-s0519a5:94_3": "This is the third perception of ignorance.",
    "ai-atk-s0519a5:94_4": "This is the fourth perception of delusion ...",
    "ai-atk-s0519a5:94_5": "So there are nine unskillful things in the four.",
    "ai-atk-s0519a5:94_6": "The perception of ugliness is the first perception of ugliness and the perception of ugliness. The perception of impermanence, the perception of not-self in suffering, and the perception of not-self in suffering. The perception of the impermanence and the perception of not-self in suffering.",
    "ai-atk-s0519a5:94_7": "Thus there are nine skillful qualities in the four noble truths.",
    "ai-atk-s0519a5:94_8": "Thus, like the lion’s roar in the lion’s roar,",
    "ai-atk-s0519a5:94_9": "For he doesn’t roam the ground evenly, nor does he get to go to the ground.",
    "ai-atk-s0519a5:94_10": "That’s why one doesn’t presume to for one of these skillful qualities, or to get rid of repulsion.",
    "ai-atk-s0519a5:94_11": "He then took back, but he is to be expelled.",
    "ai-atk-s0519a5:94_12": "But when he has bathed, he should not be sent back to the beginning for one day before going from another one; then he is not to be given to the roots, but before he is still after he has to be no more than that.",
    "ai-atk-s0519a5:94_13": "In the case of each one, the eighteen roots are destroyed in the root of the tree.",
    "ai-atk-s0519a5:95_0": "Herein, one in each and every case, all those who perceive them as.",
    "ai-atk-s0519a5:95_1": "Of these three, that’s the first fruit, but not the second, and the third fruit of the fourth.",
    "ai-atk-s0519a5:96_0": "Nor is the first emptiness release for the three kinds of signless release. ...",
    "ai-atk-s0519a5:97_0": "But there are two kinds of craving for relishing. Craving for fading away and cessation.",
    "ai-atk-s0519a5:97_1": "These three, four, that is to say, the Dhamma in the place where the gruel is not a term for it.",
    "ai-atk-s0519a5:97_2": "Having cooked this skillful thing, he does not know the right path with us.",
    "ai-atk-s0519a5:98_0": "The Deathless section on nostrils is finished."
}