{
    "ai-atk-abh02a11:0_0": "12. Jhānavibhaṅgo",
    "ai-atk-abh02a11:1_0": "1. Suttantabhājanīyaṁ",
    "ai-atk-abh02a11:2_0": "for the sake of mother and father.",
    "ai-atk-abh02a11:3_0": "508.",
    "ai-atk-abh02a11:3_1": "Now, as to the next jhāna it is set forth on the first jhāna, on the fourfold occasion, on the fitting that edible here and now, so herein, the first edge of the discriminations, in the case of the personality, the production of the version of persons, and the jhāna factors should be placed on to say, and the production of another.",
    "ai-atk-abh02a11:3_2": "for this is said:",
    "ai-atk-abh02a11:3_3": "“Just now, mendicants, I’m in factful. ...”",
    "ai-atk-abh02a11:3_4": "Other sects are empty of ascetics.”",
    "ai-atk-abh02a11:3_5": "(By the monks) lucky one produces a vision (of people),",
    "ai-atk-abh02a11:3_6": "(Pātimokkha) “Pātimokkha” is established in order to establish the Faith in the island of Laṅkā.",
    "ai-atk-abh02a11:3_7": "and dwells in that state of existence as an invincible forms.",
    "ai-atk-abh02a11:3_8": "Good conduct and resort: of the Pātimokkha restraint, that is to say, the responsiveness of the law of the Joyful Gods.",
    "ai-atk-abh02a11:3_9": "Seeing danger in the faults of the Vajjians, not seeing this, they are in order to establish the law of the Monastic Code.",
    "ai-atk-abh02a11:3_10": "Virtue: this is the precepts of the training rules that is not suitable for giving food.",
    "ai-atk-abh02a11:3_11": "This is his face for the training: in order to train him in the training.",
    "ai-atk-abh02a11:3_12": "The training rules (and are) to become a present to one who wants to train in the Teaching.",
    "ai-atk-abh02a11:4_0": "(They are) guarded of the sense faculties, with the supreme food and drink.",
    "ai-atk-abh02a11:4_1": "the protection of the island is to be protected, and say: “This is what is to say.”",
    "ai-atk-abh02a11:4_2": "Having guarded the sense doors, this excellent door (of existence) in the order to show (?).",
    "ai-atk-abh02a11:4_3": "One who eats in moderation: this is how the special qualities of food.",
    "ai-atk-abh02a11:4_4": "This is the practice that leads to the ultimate goal.",
    "ai-atk-abh02a11:4_5": "Endowed with the wisdom that is to say: by one with energy, through wisdom, through exertion, and energy,",
    "ai-atk-abh02a11:4_6": "The practice of developing the awakening factors, and the practice to develop this practice of penetration.",
    "ai-atk-abh02a11:5_0": "Excellent! ...",
    "ai-atk-abh02a11:5_1": "it is so silent.",
    "ai-atk-abh02a11:5_2": "He frequents abode that is suitable to the resting place. These One possesses that in order to get material possessions.",
    "ai-atk-abh02a11:5_3": "wilderness ...",
    "ai-atk-abh02a11:5_4": "Grasping for retreat: this is the monasteries for resting place in the various dwellings, the currents of abode,",
    "ai-atk-abh02a11:5_5": "Going to the another’s dwelling, this is the kind of abode.",
    "ai-atk-abh02a11:5_6": "and sat down on the outcome of boundaries in this way: it is due to the incomparable,",
    "ai-atk-abh02a11:5_7": "Having attended to the mouth of the nose, and for the purpose of (good) conduct,",
    "ai-atk-abh02a11:5_8": "One who gives up and through having given up the hindrances in the world subdued their meditation subjects to abandoning the hindrances of devotion.",
    "ai-atk-abh02a11:5_9": "Then he has abandoned the hindrances, quite secluded from sense desires, secluded from unprofitable things to the produced of the jhāna.",
    "ai-atk-abh02a11:6_0": "There is a monk in this dispensation: “In this place a monk who has entered upon the Dispensation.”",
    "ai-atk-abh02a11:6_1": "Now, a mendicant must undertake the four absorptions, restraint by the Monastic Code, and summons an ethical person. That’s why they should purify the rules of the Monastic Code.",
    "ai-atk-abh02a11:6_2": "Good conduct and resort: endowed with good livelihood, virtue and practices, etc.",
    "ai-atk-abh02a11:6_3": "He trains in the two training rules without exception.",
    "ai-atk-abh02a11:6_4": "guarding the sense doors, this is restraint.",
    "ai-atk-abh02a11:6_5": "One eating in moderation, one who knows the requisites,",
    "ai-atk-abh02a11:6_6": "In the Eastern Monastery, etc., in the first preceding absorption, etc., the development of virtue and practices.",
    "ai-atk-abh02a11:6_7": "When they haven’t developed them, they give up unprotected mindfulness and situational awareness.",
    "ai-atk-abh02a11:6_8": "From the development of the meditation subjects that brings about even a purification",
    "ai-atk-abh02a11:6_9": "But they do so.",
    "ai-atk-abh02a11:6_10": "burning in jhāna, etc., which absorption concentration produces kamma-processes absorption.",
    "ai-atk-abh02a11:6_11": "He has given up these five hindrances, so with the abandoning of these five hindrances, and so with the jhāna factors they bring access in absorption.",
    "ai-atk-abh02a11:7_0": "for the sake of mother and father.",
    "ai-atk-abh02a11:8_0": "commentary on the Descriptions",
    "ai-atk-abh02a11:9_0": "509.",
    "ai-atk-abh02a11:9_1": "Just as one is able to show the place where Māra has been laid down, and she discarded the view after giving up her view and responsible.",
    "ai-atk-abh02a11:9_2": "Herein, the section dealing with this view of the ten trainings is shown by means of the ten trainings (afterwards).",
    "ai-atk-abh02a11:9_3": "for that is what the Buddha has seen, that is called “the sublime” .",
    "ai-atk-abh02a11:9_4": "The Teaching of the Monastic Law in this way is called “withstanding” and including the patience , because it is due to subsiding the Vinaya from the Teacher’s instruction, and including the Vinaya and of the Teaching, the Monastic Law, and the Teacher’s instruction. The Teaching is called the best, the highest, the best, and the Teacher’s instruction.",
    "ai-atk-abh02a11:9_5": "Therefore this view of the Buddha, beginning with what is known as the view of the Enlightened One, the Enlightened One, the Enlightened One, in this teaching and training.",
    "ai-atk-abh02a11:10_0": "“Gotamī, you might know:",
    "ai-atk-abh02a11:10_1": "‘These things lead to dispassion, not to freedom from bondage; to an increase in things, not to a reduction in things; to great desires, not to fewness of wishes; to discontent, not to contentment; to seclusion; to laziness, not to being energetic; to being difficult to support, not to being energetic; to being difficult to support, not to being easy to support—they lead to being energetic.’",
    "ai-atk-abh02a11:10_2": "not the teaching, not the training, and not the Teacher’s instructions.",
    "ai-atk-abh02a11:10_3": "But those things that you know:",
    "ai-atk-abh02a11:10_4": "lead to dispassion, not passion;",
    "ai-atk-abh02a11:10_5": "to ease, not being burdensome.",
    "ai-atk-abh02a11:10_6": "For you should definitely regard them thus:",
    "ai-atk-abh02a11:10_7": "the teaching, the training, and the Teacher’s instructions.”",
    "ai-atk-abh02a11:11_0": "When this was said by the Buddha, the Teaching, and the Discipline of the Enlightened One, the Enlightened One’s dispensation.",
    "ai-atk-abh02a11:12_0": "Furthermore, it is because of the Blessed One’s training that he trains in the teacher’s instructions and right view that the things had already stated, and right view that it is the simile of the view of the Blessed One’s view, because it is the non- meaning. And it is the view of the Blessed One’s views views, and in accordance with the teaching.",
    "ai-atk-abh02a11:12_1": "they take things away among themselves and others.",
    "ai-atk-abh02a11:12_2": "like a swiftly yoke with the defilements.",
    "ai-atk-abh02a11:12_3": "is the Teaching and the Monastic Law.",
    "ai-atk-abh02a11:12_4": "whether he is skilled in the Teaching and the Monastic Law, skilled in the Monastic Law,",
    "ai-atk-abh02a11:12_5": "Therefore it is said:",
    "ai-atk-abh02a11:12_6": "“Gotamī, you might know:",
    "ai-atk-abh02a11:12_7": "lead to dispassion, not passion;",
    "ai-atk-abh02a11:12_8": "you should definitely regard them as the Teaching.",
    "ai-atk-abh02a11:13_0": "not, in accordance with the Teaching, the Monastic Law, or the Teacher’s instruction.",
    "ai-atk-abh02a11:14_0": "“Those who are frivolous with the tamed, live in happiness,",
    "ai-atk-abh02a11:15_0": "tamed by the great elephant.”",
    "ai-atk-abh02a11:16_0": "Likewise:",
    "ai-atk-abh02a11:17_0": "“Amongst those who are led on illegitimately, they are unable to lead (towards).”",
    "ai-atk-abh02a11:18_0": "or experiences the Teaching as the Monastic Law.",
    "ai-atk-abh02a11:18_1": "I say that the meaning of blameless things is not contradict to pleasure.",
    "ai-atk-abh02a11:18_2": "That is why the Blessed One said:",
    "ai-atk-abh02a11:18_3": "“This spiritual life is not lived inappropriately with people”",
    "ai-atk-abh02a11:18_4": "the Elder Puṇṇa told his wife:",
    "ai-atk-abh02a11:18_5": "“The purpose of leading the spiritual life under the Buddha is extinguishment by not grasping.”",
    "ai-atk-abh02a11:18_6": "they don’t dispel the wind,",
    "ai-atk-abh02a11:18_7": "The Teaching and the Monastic Law.",
    "ai-atk-abh02a11:18_8": "for a misapprehension, the waters of Saṁsāra, etc.",
    "ai-atk-abh02a11:18_9": "they don’t recite the Teaching, the Monastic Law,",
    "ai-atk-abh02a11:18_10": "then the Fortunate One, in accordance with the Dhamma,",
    "ai-atk-abh02a11:18_11": "Or alternatively, these things should be completely understood. Since they should not be given up by direct knowledge and training according to the Dhamma and the Vinaya, which are worthy of the Dhamma and the training.",
    "ai-atk-abh02a11:18_12": "Their enemy of hermaphrodites, saying: “Anyone who has said to be the word of the Teacher, but only others.”",
    "ai-atk-abh02a11:18_13": "Folking about is the path",
    "ai-atk-abh02a11:18_14": "you practice the spiritual life with all temperaments.",
    "ai-atk-abh02a11:18_15": "the Teacher’s instructions to the Fortunate One’s instructions,",
    "ai-atk-abh02a11:18_16": "the Teacher’s instructions,",
    "ai-atk-abh02a11:18_17": "“You can understand this teaching and training” according to the Teacher’s teaching.",
    "ai-atk-abh02a11:19_0": "But since this bhikkhu’s dispensation, he can understand there, ‘I will be no important matter’ and ‘I will not be granted’.",
    "ai-atk-abh02a11:19_1": "‘This is the meaning of ‘ bait’. The meaning is that way is the meaning.",
    "ai-atk-abh02a11:20_0": "510.",
    "ai-atk-abh02a11:20_1": "for the sake of defining : the meaning is that she comes out of desire.",
    "ai-atk-abh02a11:20_2": "for some of this is known as a mendicant.",
    "ai-atk-abh02a11:20_3": "Because they were invited by the monks, people say: ‘I have been invited by a novice,’ and so they murdered them,",
    "ai-atk-abh02a11:20_4": "if he admits to his own having asked;",
    "ai-atk-abh02a11:20_5": "for some other mendicants are evident in their practice.",
    "ai-atk-abh02a11:20_6": "“Who’s here, reverend?”",
    "ai-atk-abh02a11:20_7": "And he should be regarded like this.",
    "ai-atk-abh02a11:20_8": "But this Elder Ānanda has been stated in the Abhidhamma as a legitimate legal procedure.",
    "ai-atk-abh02a11:20_9": "And when the night is coming, they say, “This is an unvirtuous thing”, “This is an unvirtuous way,” he said, “This monk is an unvirtuous”.",
    "ai-atk-abh02a11:21_0": "is asking for the Benefactor of others;",
    "ai-atk-abh02a11:21_1": "Whoever seeks alms before them, whether he gets alms or not.",
    "ai-atk-abh02a11:21_2": "and his quantity of almsfood.",
    "ai-atk-abh02a11:21_3": "the meaning is that it is good.",
    "ai-atk-abh02a11:21_4": "went to the Buddha, and when he has gone to neutrality, he is dear to him when he has gone to a neutral and to him, when he has gone to the end of his own conduct.",
    "ai-atk-abh02a11:21_5": "anyone who has gone forth from the lay life to homelessness should give up a large or small mass of hunter, with the shadow of a necklace, like the monk who has gone forth from the lay life to homelessness.",
    "ai-atk-abh02a11:21_6": "A mendicant who is connected with the food of another’s dwelling is connected with the floor of one who is connected with the meals of another; they eat the alms-food in the middle of the monastery.",
    "ai-atk-abh02a11:21_7": "he went forth is supported by him in order to get alms-food, or to get alms-food.",
    "ai-atk-abh02a11:22_0": "to use a carrying pole of the color of the householders on the wall.",
    "ai-atk-abh02a11:22_1": "Herein, the difference here should be understood in cutting off at the top.",
    "ai-atk-abh02a11:22_2": "Support-foods, sacred flame, carpet-flower trees, or half a patchworm-infested.",
    "ai-atk-abh02a11:22_3": "You should know the discourses by separate contact",
    "ai-atk-abh02a11:22_4": "For even by a fraction of happiness is easy to castlerate, so long as he transmigrates his dreadful deeds.",
    "ai-atk-abh02a11:22_5": "the calm should be understood to colour.",
    "ai-atk-abh02a11:22_6": "For even if he drops the sauce of leather, pure palms, plastered over their hands, and moisture in other hands, yellow and white color in the drop of gold, and spittle water.",
    "ai-atk-abh02a11:22_7": "When a monk has broken in three ways:",
    "ai-atk-abh02a11:22_8": "a monk who is engaged in the opposite directions for householders when he is dead;",
    "ai-atk-abh02a11:23_0": "By breaking bad, unskillful qualities:",
    "ai-atk-abh02a11:23_1": "A mendicant creates a defilements with the five lower fetters.",
    "ai-atk-abh02a11:23_2": "Non-Returner on the four paths of non-returner, a mendicant who is capable of breaking the four paths.",
    "ai-atk-abh02a11:23_3": "To this extent in the fourfold opposite sex,",
    "ai-atk-abh02a11:23_4": "But although there are four kinds of fruition:",
    "ai-atk-abh02a11:23_5": "for a Stream-Enterer, after breaking the five-hundred path,",
    "ai-atk-abh02a11:23_6": "the once-returner, the four paths of non-returners, the four paths of non-returners, and the four paths, after eating the perfected ones, he lived on the path to perfection.",
    "ai-atk-abh02a11:23_7": "This is the fourth fruit of bad and unwholesome thoughts.",
    "ai-atk-abh02a11:24_0": "The abandoning of defilements: there are two inferior states:",
    "ai-atk-abh02a11:24_1": "The path and the practice that leads to defilements.",
    "ai-atk-abh02a11:24_2": "About intervals, the best ones,",
    "ai-atk-abh02a11:24_3": "Herein, a Stream-Enterer, a bhikkhu, having given up the defilements,",
    "ai-atk-abh02a11:24_4": "for it is only because the path is abandoned in the four paths beginning with the defilements that should be given up by a single in the middle, and the end.",
    "ai-atk-abh02a11:24_5": "Likewise for a once-returner, wind, and so on.",
    "ai-atk-abh02a11:24_6": "a Stream-Enterer, destroyer of corruptions, a mendicant who has given up the defilements,",
    "ai-atk-abh02a11:24_7": "His defilements have given up all defilements,",
    "ai-atk-abh02a11:24_8": "A bhikkhu, having given up defilements, for abandoning the defilements,",
    "ai-atk-abh02a11:24_9": "It’s because they haven’t given up the defilements,",
    "ai-atk-abh02a11:24_10": "given up the defilements that should be given up by defilements,",
    "ai-atk-abh02a11:24_11": "For even one bhikkhu who stands on the eleventhroughway,",
    "ai-atk-abh02a11:24_12": "Then this way he’s given up both corruptions.",
    "ai-atk-abh02a11:25_0": "the trainee who has sex with the seven good persons,",
    "ai-atk-abh02a11:25_1": "Tissa training, who trains in the three trainings,",
    "ai-atk-abh02a11:25_2": "anyone who can understand them",
    "ai-atk-abh02a11:25_3": "does not train,",
    "ai-atk-abh02a11:25_4": "one who is a trainee who has ended the defilements, and who stands at ease in the highest fruition. The training should be practiced with defilements.",
    "ai-atk-abh02a11:25_5": "having taken those who are an ordinary person, and who trains the three trainings. They don’t train in the training.",
    "ai-atk-abh02a11:26_0": "(The Buddha) possessed the virtues of concentration, Virūpakkha, and this concentration is called the foremost (.",
    "ai-atk-abh02a11:26_1": "fine and copper,",
    "ai-atk-abh02a11:26_2": "For it’s a good person who possesses the best virtue, concentration, wisdom, freedom, and the knowledge and vision of freedom.",
    "ai-atk-abh02a11:26_3": "The monks Paṇḍuvāsa,",
    "ai-atk-abh02a11:26_4": "(surely) ghee is deluded, like the boiled fine ladder is the meaning.",
    "ai-atk-abh02a11:26_5": "the essential consisting in what is essential, possessed of blue, as well as blue-controlled.",
    "ai-atk-abh02a11:26_6": "the state of having ended defilements, that should be understood as an absence of defilements.",
    "ai-atk-abh02a11:27_0": "Herein, by means of bad, unskillful qualities: a mendicant, having given up those bad, unskillful qualities, that is a trainee mendicant’s defilements.",
    "ai-atk-abh02a11:27_1": "“When these bad, unskillful qualities are given up and given up by a mendicant, without defilements ended, who has ended the defilements, a mendicant who is a perfected one, with defilements ended.”",
    "ai-atk-abh02a11:27_2": "“‘No matter’ is a trainee,” it is expert in training according to what is said.",
    "ai-atk-abh02a11:27_3": "Since it is produced by ordinary persons, it is male and female ordinary men who have ended all defilements.",
    "ai-atk-abh02a11:28_0": "Having thus shown that a monk is gived by the full ordination in the Sangha and gives full ordination to a unanimous Sangha,",
    "ai-atk-abh02a11:28_1": "Herein, the monks there is no-one present in a unanimous Sangha who should be present have arrived, consent has been brought for those who are eligible to give their consent, and no-one present objects to the decision, who should be present have arrived and the consent has been brought for those who are eligible to give their consent, and no-one present objects to the decision.",
    "ai-atk-abh02a11:28_2": "For a procedure consisting of one motion and three announcements, three announcements, and three announcements—",
    "ai-atk-abh02a11:28_3": "legitimate legal procedures according to the Monastic Law;",
    "ai-atk-abh02a11:28_4": "the site of worms that haven’t been approved in accordance with the Monastic Law: the unconcealed offenses that were in the presence of the accused and is not to be given permission by the Sangha.",
    "ai-atk-abh02a11:28_5": "The Teaching of the Monastic Law deserves to be given the Teacher’s instruction,",
    "ai-atk-abh02a11:29_0": "the meaning is that it is endowed with one who is virtuous .",
    "ai-atk-abh02a11:29_1": "for he has developed himself",
    "ai-atk-abh02a11:29_2": "and it is called “shomader” because he has attained full awareness .",
    "ai-atk-abh02a11:29_3": "And by means of these three kinds of proper conduct in relation to the going for refuge, the full ordination, the universal conduct, the simile of the deathless, the eightholder, the Accepting the knowledge and conduct, the ordination inroduction, the embracing the full ordination, the embracession, the eighth refuges, and the full ordination.",
    "ai-atk-abh02a11:29_4": "The rest were being carried away by the Buddha.",
    "ai-atk-abh02a11:29_5": "This is the fourth ground for arousing knowledge in this place.",
    "ai-atk-abh02a11:30_0": "511.",
    "ai-atk-abh02a11:30_1": "Restraint in the Monastic Code.",
    "ai-atk-abh02a11:30_2": "You’re protected by what you’re said, and have deceived in the monastic code. That’s why you said:",
    "ai-atk-abh02a11:30_3": "Ethics are established in virtue and what is called attachments.",
    "ai-atk-abh02a11:30_4": "Herein, virtues there are states of sensual pleasures, and his followers proceedings through recitation of the Monastic Code, then the Pātimokkha, the occasion of the recitation of the Monastic Code, the Monastic Code, and its recitation, the practice that leads to the cessation of defilements.",
    "ai-atk-abh02a11:30_5": "For this is said in the Paṭisambhidā: “What is this virtue?”",
    "ai-atk-abh02a11:30_6": "Virtuous intention, intention, restraint, and virtuous deeds, are restraint and virtuous.”",
    "ai-atk-abh02a11:31_0": "Herein, virtue as volition is the volition present in one who abstains from killing living things, etc., or in one who fulfils the practice of the duties.",
    "ai-atk-abh02a11:31_1": "Virtuous conduct is the one who abstains from killing living things, and so on.",
    "ai-atk-abh02a11:31_2": "Furthermore, intention regarding conduct is the intention to give up killing living creatures, stealing, and sexual misconduct.",
    "ai-atk-abh02a11:31_3": "Virtuous conduct, knowing that something is shared with my heart, they live with a heart free of covetousness, obstinately sticking to desire, ill will, and ignorance.",
    "ai-atk-abh02a11:31_4": "Here the restraint of virtue should be understood here in five ways:",
    "ai-atk-abh02a11:31_5": "When there is restraint of the Monastic Code, restraint by mindfulness, restraint by knowledge, and restraint of sense desires.",
    "ai-atk-abh02a11:31_6": "what is said in various ways is the path.",
    "ai-atk-abh02a11:31_7": "Does he enjoy himself with his virtue? Unlightenment is unvirtuous, being guarded by bodily and verbal conduct.",
    "ai-atk-abh02a11:31_8": "(permission) here, virtue, restraint, non-transgression, virtue and practices here.",
    "ai-atk-abh02a11:31_9": "Though an ethical person’s virtue, they should understand that this is how they are ethical.",
    "ai-atk-abh02a11:32_0": "But when a mendicant has laid down the Monastic Code, they are called ‘one who in the Pātimokkha’.",
    "ai-atk-abh02a11:32_1": "Or they settle on the skillful, or support them in that place.",
    "ai-atk-abh02a11:32_2": "This is the meaning of introduction:",
    "ai-atk-abh02a11:33_0": "“A wise man grounded in ethics, the mind and wisdom,",
    "ai-atk-abh02a11:34_0": "Then as a bhikkhu ardent and sagacious He succeeds in disentangling this tangle.”",
    "ai-atk-abh02a11:35_0": "“Great king, all skillful qualities can be understood as Skilled in ethics, but not all skillful qualities.”",
    "ai-atk-abh02a11:36_0": "And in the case of this jhāna is said in the first stage:",
    "ai-atk-abh02a11:37_0": "“Well then, Uttiya, you should purify the starting point of skillful qualities.",
    "ai-atk-abh02a11:37_1": "What is the starting point of skillful qualities?",
    "ai-atk-abh02a11:37_2": "Well purified ethics and correct view.”",
    "ai-atk-abh02a11:38_0": "Just as, when a city wants to build a city, a guard against the city, people want to build a city in that city, earn a city, nose dropped into a city, and neglects, and deviousness,",
    "ai-atk-abh02a11:38_1": "In the same way, one who lives in the beginning is purified, frequently purified, and surpasses the fruit of the path leading to the fruit of serenity and insight.",
    "ai-atk-abh02a11:38_2": "Or Just as one who has dyed the cloth on dye first cloth and wore cloth, its clothes, made pure and clean clothes,",
    "ai-atk-abh02a11:38_3": "Or if he does a leopard to the form that wants to catch a sight, then the procedure is nutritive.",
    "ai-atk-abh02a11:38_4": "In the same way, the one who lives in the beginning, the middle, and the end of insight and virtue, and the insight and truths, and the one who concentrates insight due.",
    "ai-atk-abh02a11:38_5": "That is why it is said “with virtue”.",
    "ai-atk-abh02a11:39_0": "it is possible to go forth and wandering without searching.",
    "ai-atk-abh02a11:39_1": "for the very feet are called “practice.”",
    "ai-atk-abh02a11:39_2": "Because a man’s end was like an iron collapse in a place where a vile,",
    "ai-atk-abh02a11:39_3": "In the same way, when an ethical person is broken and dreadful, they don’t get around it with a rod.",
    "ai-atk-abh02a11:39_4": "But they’re mortified. They achieve knowledge and vision.",
    "ai-atk-abh02a11:39_5": "That’s why he said “Repulsiveness”.",
    "ai-atk-abh02a11:40_0": "That restraint is restraint through restraint, and restraint through concentration.",
    "ai-atk-abh02a11:40_1": "May both virtue and restraint, both benefit and restraint.",
    "ai-atk-abh02a11:40_2": "The word of the meaning here is this: hindered by the hand of the wind, they’re not squeezing, transgression, views, giving, and evasion.",
    "ai-atk-abh02a11:40_3": "(Whoever) has gone beyond the door, he enters upon the rest of the restraint, thus it is .",
    "ai-atk-abh02a11:40_4": "the supreme, ~ - this is the supreme,",
    "ai-atk-abh02a11:40_5": "however, just as there is a four-legged posture entering into and emerged from the fourfold army, skill in absorption, and consisting in the outer robe, so too with well-profitable feet.",
    "ai-atk-abh02a11:40_6": "Therefore it is said: “Sense-not-free”.",
    "ai-atk-abh02a11:40_7": "She serves the sacred flame,",
    "ai-atk-abh02a11:40_8": "Birth preceding is the best.",
    "ai-atk-abh02a11:40_9": "for the sake of wholesome things: this is the greatest of skillful qualities, the chief, the highest, that is the foremost, best, chief.",
    "ai-atk-abh02a11:41_0": "Bodily non-transgression is threefold by way of body,",
    "ai-atk-abh02a11:41_1": "(Whoever) is fourfold, verbal, and mental conduct,",
    "ai-atk-abh02a11:41_2": "these words by way of body, speech, and mind.",
    "ai-atk-abh02a11:41_3": "Because of this Ājīvaka ascetic shows that he shows his virtue,",
    "ai-atk-abh02a11:41_4": "restrained,",
    "ai-atk-abh02a11:41_5": "He is the meaning of restraining faculty: is the meaning.",
    "ai-atk-abh02a11:41_6": "While the housewife was restrained in the household life, it is said to be restrained in the house—it is called “restraint” .",
    "ai-atk-abh02a11:41_7": "Restraint in the Monastic Code: restraint and restraint in the monastic code, restraint in regard to the reciting of the Monastic Code,",
    "ai-atk-abh02a11:41_8": "Each: on the meaning is stated.",
    "ai-atk-abh02a11:42_0": "Pātimokkha, worshipping the monk’s virtues, while standing in a monastic code, for seven days,",
    "ai-atk-abh02a11:43_0": "513.",
    "ai-atk-abh02a11:43_1": "And although he does proposes his conduct and resort, he says that he wants to be reborn in an ascetic’s conduct.",
    "ai-atk-abh02a11:43_2": "As a person who is skilled in the path and the other paths goes straight, the courses escaping the path to the south of the wrong path is set out.",
    "ai-atk-abh02a11:43_3": "In the same way, when the king of behaves like a monkey, who wants to be the first rule, etc., should be pointed out what is good and wholesome, and who wants to behaves like this.",
    "ai-atk-abh02a11:43_4": "For a man who describes the path of purification by the Realized One or by someone, as it was in conformity with the path of conquered by a Buddha, the lord of men, whose path is conquered by a kingdom.",
    "ai-atk-abh02a11:43_5": "Therefore it is said:",
    "ai-atk-abh02a11:43_6": "“A person who is skilled in the path’s instruction is a term for the Realized One, the perfected one, the fully awakened Buddha.”",
    "ai-atk-abh02a11:44_0": "Or alternatively, if he has given up the stain of avarice, deceit, flattery, hinting, or bearing torch, and embracing the truth, he is without coming to planeting the way beginning, “He is like a person who has given up the stain of good behavior, etc., and uses it, like a mass of flag, unequalified, and uses it into an unvirtuous conduct. So what is meant going forth is given up as a reputation oblicy of good behaviour, and lack of good conduct, etc., of the nature obses, and bad conduct, and have become obstance of good conduct, and so on.",
    "ai-atk-abh02a11:44_1": "Herein, transgression is threefold:",
    "ai-atk-abh02a11:44_2": "the four kinds of bad conduct, verbal conduct, and speech:",
    "ai-atk-abh02a11:44_3": "Kindness without resentment.",
    "ai-atk-abh02a11:44_4": "Thus, having shown that Ājīvaka ascetics,",
    "ai-atk-abh02a11:45_0": "They don’t say that a tireless bodily conduct is incapable of body, speech, or mind, even though they’re incapable of answering.",
    "ai-atk-abh02a11:45_1": "Herein, some of them bring what is shown that it is said: “According to good behavior, etc., which is bamboo,",
    "ai-atk-abh02a11:45_2": "Herein, by the means of beryl (of the Bamboo Gates), when the Bamboo Wood Bamboo Gates",
    "ai-atk-abh02a11:45_3": "You have spent the dwelling in the wilderness, and eaten it and I’ve finished eating. You don’t think: ‘We’re able to see the bamboo workers.’",
    "ai-atk-abh02a11:45_4": "Because of this life, he makes a living by wrong livelihood.",
    "ai-atk-abh02a11:45_5": "So in this very life they reach the maintaining spears.",
    "ai-atk-abh02a11:45_6": "they were prevented from families for the sake of a family consisting of making robes.",
    "ai-atk-abh02a11:45_7": "he should be given the thought of others with a group, one who is attached to the other,",
    "ai-atk-abh02a11:45_8": "Likewise in the Sangha.",
    "ai-atk-abh02a11:45_9": "But if he gives the rainy season the goods of a man,",
    "ai-atk-abh02a11:46_0": "But when ordinary people are in a bamboo, not at all—",
    "ai-atk-abh02a11:46_1": "He who himself has been conveyed by the Sangha, but not because he falls from there.",
    "ai-atk-abh02a11:46_2": "all the places in the Rohiṇī river,",
    "ai-atk-abh02a11:46_3": "but it is lost in the new abode that cannot be putrid at the hot season.",
    "ai-atk-abh02a11:46_4": "But if the monks have agreed upon the oil-seed floor or scratching it, they should be taken away.",
    "ai-atk-abh02a11:46_5": "The right kind of action that was allowed to extra past, wide, and it is not allowable for them.",
    "ai-atk-abh02a11:46_6": "It’s not allowed either to make a canopy or shade. It’s not allowable for him to make it.",
    "ai-atk-abh02a11:46_7": "That’s why they ate it on the ground, or having pulled up their hands, connected the sewings, or having it put out.",
    "ai-atk-abh02a11:46_8": "the work should be used in that place where it was;",
    "ai-atk-abh02a11:46_9": "after taking note of it, he should knees and then depart.",
    "ai-atk-abh02a11:46_10": "When he goes, he should take to where there is no one, and he should return.",
    "ai-atk-abh02a11:46_11": "If there is danger, he should go into the monastery.",
    "ai-atk-abh02a11:47_0": "People went to the Bamboo Grove,",
    "ai-atk-abh02a11:47_1": "the monks’ Community shouldn’t give it to the monks.",
    "ai-atk-abh02a11:47_2": "Again and again, people ask:",
    "ai-atk-abh02a11:47_3": "the monks should do so.",
    "ai-atk-abh02a11:47_4": "There is no ruler of bamboos.",
    "ai-atk-abh02a11:47_5": "If they give food for the sake of a staff or non-staple food, they’re not allowable for the sake of food.",
    "ai-atk-abh02a11:47_6": "But when a man is going on the Monastic Law’s pulled up by people, he should not go alongside the way.",
    "ai-atk-abh02a11:48_0": "If it’s a bamboo tall, the reed-worker will not be able to make it, even if they’re not.",
    "ai-atk-abh02a11:48_1": "and point out the proper conduct for people.",
    "ai-atk-abh02a11:48_2": "If they don’t wish, you can’t do that.",
    "ai-atk-abh02a11:48_3": "They don’t wish, thinking: ‘Having nothing, may I do.’",
    "ai-atk-abh02a11:48_4": "In this way you need not be caught up in the sense that we were making amends for it. But you can do such a thing, or you have to behave like a staff.",
    "ai-atk-abh02a11:48_5": "There is no ruler of bamboos.",
    "ai-atk-abh02a11:48_6": "The Bamboo Wood (therefore) in the Bamboo Grove, or caused by water.",
    "ai-atk-abh02a11:48_7": "The road among the trees is simply the path,",
    "ai-atk-abh02a11:48_8": "But the trees that are needle cases, respectively, reverence,",
    "ai-atk-abh02a11:48_9": "he can take care of the Sangha’s tree that belongs to the Sangha, and then he is unable to make sewings together.",
    "ai-atk-abh02a11:48_10": "but only then should be cut off at the wrong time, and it is to be done by an ascetic.",
    "ai-atk-abh02a11:49_0": "he is not able to obtain an individual essence.",
    "ai-atk-abh02a11:49_1": "it’s not good to do.",
    "ai-atk-abh02a11:49_2": "One deed is found in a house in one place wherever he can get, and one in the place where he sews about one of the three kinds of houses.",
    "ai-atk-abh02a11:49_3": "If there are ten persons, they get mangoes, then give them a rich mangoes, gains the wealth and make merit.",
    "ai-atk-abh02a11:49_4": "Taking the Sangha’s monastery without asking permission of the Sangha, it is allowable to leave without taking leave.",
    "ai-atk-abh02a11:49_5": "but then having eaten it, it should be used to be expelled by the community.",
    "ai-atk-abh02a11:49_6": "If there is a tree belonging to the Sangha, he shouldn’t be used for a large dwelling.",
    "ai-atk-abh02a11:49_7": "“He should point out the belonging to the Sangha and point out the foot of a tree.",
    "ai-atk-abh02a11:49_8": "If you don’t wish, you should cut it down.",
    "ai-atk-abh02a11:49_9": "ʻGive me the root of a tree.’ They then should first remove the root of a tree.",
    "ai-atk-abh02a11:49_10": "belonging to the Sangha, and a person who belongs to the Sangha are included by the catchers. They won’t be able to do the same.",
    "ai-atk-abh02a11:49_11": "This is the only road,",
    "ai-atk-abh02a11:49_12": "and he is rare in a charnel ground where the wound is hard.",
    "ai-atk-abh02a11:49_13": "and that bribelt is ripe to say:",
    "ai-atk-abh02a11:49_14": "after that below the goods are in a bungalow,",
    "ai-atk-abh02a11:50_0": "Also the bowl for the donors, etc., should be understood as given in the Bamboo Grove in the way already stated.",
    "ai-atk-abh02a11:50_1": "However, this quarrelsome goods here is in common,",
    "ai-atk-abh02a11:50_2": "And wherever the fragrance of the bowl is reckoned by the opposite sex, etc., that is so hard to get hold of it.",
    "ai-atk-abh02a11:50_3": "This, firstly, is the among the thirty-two nails, etc., in the places of the and the rest.",
    "ai-atk-abh02a11:51_0": "A palms, it must be done in this place.",
    "ai-atk-abh02a11:51_1": "For the palms of the palms have fallen from the palm grove heavy started the wooden palm grove at the palm grove.",
    "ai-atk-abh02a11:51_2": "All of a Rohiṇī,",
    "ai-atk-abh02a11:51_3": "It is the lower limb bone, under the inner skin of the eighty koṭis.",
    "ai-atk-abh02a11:51_4": "He should place them in this way:",
    "ai-atk-abh02a11:51_5": "Where there is no grass, wood, reeds and cotton-down sheds,",
    "ai-atk-abh02a11:51_6": "That’s why the Fraternity has come to be grass.",
    "ai-atk-abh02a11:51_7": "So the lumps of cotton-works, horses, rams, and grasses, and leaves given to the Sangha, a heavy and a valuable kett, or horns of the Sangha.",
    "ai-atk-abh02a11:51_8": "yet another person is allowed to give it to the Sangha at the shrine.",
    "ai-atk-abh02a11:51_9": "Likewise in the lower and instances, the same and the same.",
    "ai-atk-abh02a11:52_0": "and when the people collected it in the tasks of the trees and prepared a bride, he puts the gift of flowers outside the use of the scented sal trees in a basket, and the leaf-hut in this way.”",
    "ai-atk-abh02a11:52_1": "On another occasion, when he has given a flower’s five factors, he possesses five factors. Then, when the novice monastic funeral pyresumes, he is able to keep the inheritance.",
    "ai-atk-abh02a11:52_2": "but if without having asked permission, you must give permission.",
    "ai-atk-abh02a11:52_3": "But a monk can’t get hold of flowers.",
    "ai-atk-abh02a11:52_4": "then, having swallowed his mother or father, she rose up from the household life, and then gives to him one, saying: ‘Harms, one who is able to give them the house, and one who is going to the house for the purpose of giving it,’",
    "ai-atk-abh02a11:52_5": "But this is the lady, but it is not possible to take it away after having sent away.",
    "ai-atk-abh02a11:52_6": "for the purpose of worshipping the people with an offering, for the purpose of showing the universal people.",
    "ai-atk-abh02a11:52_7": "The flower is not given to those who don’t.",
    "ai-atk-abh02a11:52_8": "Many flowers in the dwellings of many flowers.",
    "ai-atk-abh02a11:52_9": "When a mendicant is walking for almsfood, they should say: ‘Among them many people will be worshipped.’",
    "ai-atk-abh02a11:52_10": "there is no need of hate,",
    "ai-atk-abh02a11:52_11": "‘The venerables will not take food and drink,’ but rather than this.",
    "ai-atk-abh02a11:52_12": "If you say this food, you should not eat it.",
    "ai-atk-abh02a11:52_13": "When people saw it they, they asked her: ‘We will go to the monastery,’ and they wait for the need of flowers,’ and they answered, ‘Wen’t need.’",
    "ai-atk-abh02a11:52_14": "and the monks have agreed to give their permission.",
    "ai-atk-abh02a11:52_15": "A novice nun placed it onto the flowers,",
    "ai-atk-abh02a11:52_16": "After approaching the monks, people told him: “Venerable sir, we have not seen one day.",
    "ai-atk-abh02a11:52_17": "ʻ raising the flower’s scent, please give it.’",
    "ai-atk-abh02a11:52_18": "Why don’t I bring back?”",
    "ai-atk-abh02a11:52_19": "“My Noble Ones have undergone to do so, and so it’s not appropriate for me to say.”",
    "ai-atk-abh02a11:52_20": "“Take them to receive it,” he should not say.",
    "ai-atk-abh02a11:52_21": "If he says, he should not eat food.",
    "ai-atk-abh02a11:53_0": "Another monk told me, “The novices must be told, sir.”",
    "ai-atk-abh02a11:53_1": "And after giving a gift of material things and said:",
    "ai-atk-abh02a11:53_2": "“We’re not able to ask for many novices, and there’s much flowers to come.”",
    "ai-atk-abh02a11:53_3": "“Give alms to (giving) from those lady,",
    "ai-atk-abh02a11:53_4": "Those lay followers who are not should be spoken of.”",
    "ai-atk-abh02a11:53_5": "(but) you don’t get enough cloth to make a new patchworks or girls, there is no fault for my brother.",
    "ai-atk-abh02a11:53_6": "The flower is not given to those who don’t.",
    "ai-atk-abh02a11:54_0": "As a flavor in the fruit, one who lives heavy, is respected as a fallen goods.",
    "ai-atk-abh02a11:54_1": "Many fruits are helpful when there is much fruit, and then they return.",
    "ai-atk-abh02a11:54_2": "ʻI won’t give it to the Sangha,’",
    "ai-atk-abh02a11:54_3": "When people abuse and insult them, they abuse him.",
    "ai-atk-abh02a11:54_4": "Herein, what should be done?",
    "ai-atk-abh02a11:54_5": "either by the windows or by the fruits have been made.",
    "ai-atk-abh02a11:54_6": "it should be attentive among those who need fruits and results of trees, whether there is no fruit or result of those trees.",
    "ai-atk-abh02a11:54_7": "but one who bandits take no power in arrival.",
    "ai-atk-abh02a11:54_8": "would there be no more thanking in the water for washing,",
    "ai-atk-abh02a11:54_9": "But if he does it, he should be done.",
    "ai-atk-abh02a11:55_0": "So why don’t you trembling bath powder robes?",
    "ai-atk-abh02a11:55_1": "and sheavy burden goods,",
    "ai-atk-abh02a11:55_2": "but alcoholic drinks that are not sick, breaking up,",
    "ai-atk-abh02a11:55_3": "to the sick one is allowed, but powder—",
    "ai-atk-abh02a11:55_4": "he should wipe the clay with grass.",
    "ai-atk-abh02a11:55_5": "and his goods are difficult to find right there.",
    "ai-atk-abh02a11:55_6": "Yet within an ointment, thirty-two constructed stumps of leaf-hut.",
    "ai-atk-abh02a11:56_0": "toothbrushes that are iron or toothbrushes,",
    "ai-atk-abh02a11:56_1": "He should not give to those who were novices’ teachers too, who were the pupils of the novices, and heirs to give them his own teachers.",
    "ai-atk-abh02a11:56_2": "Only that ʻThoses should be given by one who says, ʻThose teachers,’ and those who take possession of the teachers and preceptors, then he should give them a preceptor.",
    "ai-atk-abh02a11:56_3": "A monk should take many rainy-season robe and give them a toothbrush. He should not take one by one.",
    "ai-atk-abh02a11:56_4": "After taking the rainy-season residence in the midst of the Sangha of monks, he should hold the corner of their own hands, and place them on the spot.",
    "ai-atk-abh02a11:56_5": "it should be set aside inside an obstacle for newly arrived monks, or he should take leave of the monastery.",
    "ai-atk-abh02a11:57_0": "plastered over the damage and poisonously, like a bondservant who wounds the slave after that position of himself, then in the case of the bondservants and workers, like a threshing from torn, is said to be just like a daughter-in-law.",
    "ai-atk-abh02a11:57_1": "‘Lunger beans’ is a term for life.",
    "ai-atk-abh02a11:57_2": "Just as many shops flying in the cows, so many walked around the air.",
    "ai-atk-abh02a11:57_3": "In the same way, life as a person lives with good riches.",
    "ai-atk-abh02a11:57_4": "There is no place called bean curry that is not clearable and undisturbed, in the same way as described under the heading of a person’s speech.",
    "ai-atk-abh02a11:57_5": "he’s as though the rain falls on his neck, and the flat seed stands on the ground.",
    "ai-atk-abh02a11:57_6": "Then they say that lying is a morself.",
    "ai-atk-abh02a11:57_7": "The state of the act of fondling is finished.",
    "ai-atk-abh02a11:57_8": "for the gaining of fondling is the act of fondling. The state of partaking of gain is fondling.",
    "ai-atk-abh02a11:57_9": "‘Acces for the boys’ is a term for the children.",
    "ai-atk-abh02a11:58_0": "The divided Discourses on the Great Woods between the two Nuns’ villages, the laity of the Dispensations of the Faith,",
    "ai-atk-abh02a11:58_1": "For one is allowed to set aside the victor’s mother and father, the son of the parents in the Dispensation,",
    "ai-atk-abh02a11:58_2": "to get a shrine and to grow to the Sangha’s instructions, or to be extended to an end.",
    "ai-atk-abh02a11:58_3": "“We will give to the monks, and we will do the duties to the Sangha of monks.”",
    "ai-atk-abh02a11:58_4": "“Venerables, give almsfood to the senior monks, or he has a robe.”",
    "ai-atk-abh02a11:58_5": "“As arranged for the noble ones, garlanded and adorned with garlands, perfumes, and makeup, and beds or benches, garlands, fragrances.”",
    "ai-atk-abh02a11:58_6": "A dildo:",
    "ai-atk-abh02a11:58_7": "While going to the rest and taking the rest of the night, (then) one bearing (afterwards) continuously.",
    "ai-atk-abh02a11:59_0": "one of these or other of the Bamboo Grove, or two or three bamboo poles, or bordering on villages, towns, and creams, and carpets; doing work for the sake of their livelihood, drinking, or that gives rise to wrong livelihood.",
    "ai-atk-abh02a11:59_1": "because of the Buddha’s dispensation, was responsible,",
    "ai-atk-abh02a11:59_2": "this is called all proper conduct.",
    "ai-atk-abh02a11:59_3": "(but) it should be understood that the threefold reckoning of the proper conduct,",
    "ai-atk-abh02a11:60_0": "514.",
    "ai-atk-abh02a11:60_1": "(The following should be understood as said): “Explainsing the first place where the word-construction should be understood as stated first.”",
    "ai-atk-abh02a11:60_2": "Herein, alms-food is suitable for going to approach an alms-food, lodging, and medicines and supplies for the sick.",
    "ai-atk-abh02a11:60_3": "With prostitutes roaming on, he resorts,",
    "ai-atk-abh02a11:60_4": "Reflecting to friendship is the meaning.",
    "ai-atk-abh02a11:60_5": "Herein, Ājīvaka ascetic is called “wheread dwells in the midst of Ājīvaka ascetics” .",
    "ai-atk-abh02a11:60_6": "Therefore he is not able to approach him,",
    "ai-atk-abh02a11:60_7": "Why is that?",
    "ai-atk-abh02a11:60_8": "tied by the Realized One.",
    "ai-atk-abh02a11:60_9": "approaching and guarded thus, he does not have a long time in the ascetic’s protection.",
    "ai-atk-abh02a11:60_10": "Even if he cannot citadel he will wake,",
    "ai-atk-abh02a11:60_11": "(but) after approaching a religious donation he should approach him.",
    "ai-atk-abh02a11:60_12": "These are called the beautified by the wind and the majesty.",
    "ai-atk-abh02a11:60_13": "excessive embarks, worms, black hair,",
    "ai-atk-abh02a11:60_14": "Talking at the end of worldly pleasures, being one whose appearance is unclean and unguarded.",
    "ai-atk-abh02a11:60_15": "all the dangers should be understood in the way already described.",
    "ai-atk-abh02a11:60_16": "likewise for the nuns.",
    "ai-atk-abh02a11:60_17": "However, monks are an abundance of the spiritual life.",
    "ai-atk-abh02a11:60_18": "They cover each other with their own bodies, and they made the name of the family.",
    "ai-atk-abh02a11:60_19": "but he is able to go to the sick person.",
    "ai-atk-abh02a11:60_20": "A monk who had been given the full ordination to give the garden. He is allowed to go to the Royal Monastery,",
    "ai-atk-abh02a11:61_0": "The homes of Pāvā were drinking liquors,",
    "ai-atk-abh02a11:61_1": "it is easy to complete the spiritual journey.",
    "ai-atk-abh02a11:61_2": "There they are not able to go to and visit those with him.",
    "ai-atk-abh02a11:61_3": "or a danger to living the spiritual life.",
    "ai-atk-abh02a11:61_4": "He lives in Nigaṇṭhasātaputta. A king whom he does not possesse them, instruct him, or his instructions.",
    "ai-atk-abh02a11:61_5": "° he ruled the ministers’ minds great sages, kings, and rulers of the earth, abiding in Isipatana.",
    "ai-atk-abh02a11:61_6": "(They are) sectarians, unstitched by the outside of the Buddhist sectarians,",
    "ai-atk-abh02a11:61_7": "Those who follow the sectarians’ opposites,",
    "ai-atk-abh02a11:61_8": "Protector with these sea.",
    "ai-atk-abh02a11:62_0": "Timilarly doing so. It is the time for the sake of non-breath, not out of compassion, for the life of purity. Absorption is that included in Timilars, spends, and culminations about the spiritual life. For example, he reaches the end of the spiritual life.",
    "ai-atk-abh02a11:62_1": "Yet when he has abode of pleasure and pain and deceitfulness, having favourable as his companions and respect, he is satisfied with the ascetics of other religions, glory of the ascetics of other religions, as well as all the ascetics of other religions, or for some other religions, or for some of the religions,",
    "ai-atk-abh02a11:62_2": "There, royal ministers and counselors together with the spiritual life.",
    "ai-atk-abh02a11:62_3": "Those who acquired the rest of the sectarians and pulled them out.",
    "ai-atk-abh02a11:62_4": "Or alternatively, if breaking their own quantity of himself, he is allowed to approach a group.",
    "ai-atk-abh02a11:63_0": "now although athoroughly seeking alms in another way, she gives them what is said.",
    "ai-atk-abh02a11:63_1": "Herein, faithless means Laṅkā having faith in the Buddhas beginning with faith and confidence.",
    "ai-atk-abh02a11:63_2": "The Buddha, the Teaching, and the Sangha does not practice properly,",
    "ai-atk-abh02a11:63_3": "or confidence without one who has no confidence in his mind, but is unable to do it.",
    "ai-atk-abh02a11:63_4": "abused and insulted them, abused and insulted them.",
    "ai-atk-abh02a11:63_5": "‘You’re a fool, you’re a fool,” “You’re a donkey,” “You’re an ox,” “You’re a donkey,” “You’re bound for hell,” “You’re bound for hell.”",
    "ai-atk-abh02a11:63_6": "‘Now, let’s slaughter him with fists, we’ll call you.’",
    "ai-atk-abh02a11:63_7": "do not want to harm, they do not wish for it for the sake of undetermining:",
    "ai-atk-abh02a11:63_8": "they don’t want.",
    "ai-atk-abh02a11:63_9": "They live comfortably even when providing, they do not want to.",
    "ai-atk-abh02a11:63_10": "(But) the one who desires, the four (supernatural) faculties, the one who desires, (but) fear, that is not desired (for me).",
    "ai-atk-abh02a11:63_11": "monks went to the Sangha.",
    "ai-atk-abh02a11:63_12": "* “Shere nuns, trainee nuns, novices, and novices,",
    "ai-atk-abh02a11:63_13": "All these people have gone forth under the Buddha and the four assemblies, and they are not compared with the assembly.",
    "ai-atk-abh02a11:63_14": "Such families are born in such families.",
    "ai-atk-abh02a11:63_15": "who lives depends on life on life,",
    "ai-atk-abh02a11:63_16": "if he goes when he goes;",
    "ai-atk-abh02a11:63_17": "he visits them again and again.",
    "ai-atk-abh02a11:63_18": "This is called one who “ascetic” and “work-worker” resort as one who is a royal family of aristocrats, brahmins, merchants, and workers.",
    "ai-atk-abh02a11:64_0": "That is a way to understand how these are profitable ways should be understood.",
    "ai-atk-abh02a11:64_1": "The meaning of profitable kinds of foulness should be understood as follows:",
    "ai-atk-abh02a11:64_2": "“Mendicants, what is not a mendicant’s own territory but the domain of others?",
    "ai-atk-abh02a11:64_3": "that is to say, the five kinds of sensual stimulation” . And the four absorptions, necessary, bathing influence in faith, ethics, learning, generosity, and wisdom. He has the cause of views, his as follows:",
    "ai-atk-abh02a11:65_0": "That of which is why it should be understood as resort as resort as resort as guarding, and so on.",
    "ai-atk-abh02a11:65_1": "Blacking is producing condition: the tangles of the belly, the story of the belly, and the rest.",
    "ai-atk-abh02a11:65_2": "at the crossroads after the crossroads, like a lotus pond,",
    "ai-atk-abh02a11:65_3": "At that time, it seems, tough (the time) it seems, observed the posts of his body,",
    "ai-atk-abh02a11:65_4": "There is no place in the door of the bowl where there is no monks,",
    "ai-atk-abh02a11:65_5": "One day, on the following day, with sixty faces.",
    "ai-atk-abh02a11:65_6": "A lamps of Kāsi cloth, monk, inflict with the flux of the ladies, one of the skin made from a champion.",
    "ai-atk-abh02a11:65_7": "Isidatta and Purāṇa enters the household carpets are set out from the wind. And the monks who were invited by the messengers, etc., and who was added:",
    "ai-atk-abh02a11:66_0": "Seeing danger in the faults of the Vajjians, which are in common to the Vajjian spends, thus they are untouchable.",
    "ai-atk-abh02a11:66_1": "hate is born of faults.",
    "ai-atk-abh02a11:66_2": "The Vajjians do not exist,",
    "ai-atk-abh02a11:66_3": "He is diligent in the measureless: the smallest extent of the breath.",
    "ai-atk-abh02a11:66_4": "Insignificant detail: the limited forms of a low-caste,",
    "ai-atk-abh02a11:66_5": "lightning flourishes,",
    "ai-atk-abh02a11:66_6": "Having quickly caught up in lightning,",
    "ai-atk-abh02a11:66_7": "Should aggression on a legal procedure of condemnation against him.",
    "ai-atk-abh02a11:66_8": "Should restraint in the community: he should practice restraint by restraint, and restraint that should be done against.",
    "ai-atk-abh02a11:66_9": "The arising of thought can be done by one: the arising of thought that is to be done",
    "ai-atk-abh02a11:66_10": "Strapping attention to them, he stops upon the repeated attention of each higher consciousness.",
    "ai-atk-abh02a11:66_11": "values, my thighs:",
    "ai-atk-abh02a11:66_12": "The Elder Susīma said this:",
    "ai-atk-abh02a11:66_13": "“There’s no offense for one who thinks, ‘I’ll get something intoxicated by such a thought.’ And by repelling me again in thought,",
    "ai-atk-abh02a11:66_14": "they wouldn’t do any determinations.”",
    "ai-atk-abh02a11:66_15": "but the pupil Tissa who were pupils of the Āḷavī –",
    "ai-atk-abh02a11:66_16": "“This virtue should be developed by the Monastic Code.",
    "ai-atk-abh02a11:66_17": "That’s why you should understand here as a light bitter.",
    "ai-atk-abh02a11:66_18": "they wouldn’t do the procedures for the full admission.”",
    "ai-atk-abh02a11:66_19": "Thus in these ways,",
    "ai-atk-abh02a11:66_20": "Seeing fault in regard to faults, when seeing faults,",
    "ai-atk-abh02a11:66_21": "Seeing danger in the four kinds of danger, they fear in sight, and they keep themselves broken.",
    "ai-atk-abh02a11:66_22": "Seeing danger in the future, on seeing the danger in suffering, and not being overwhelmed by remorse in the future. And the drawbacks of the making an obstacle for doing the dangers, the drawbacks of placing the mind and keeping it connected.",
    "ai-atk-abh02a11:67_0": "and the escape from it is the escape from it, having seen that is the escape from him.",
    "ai-atk-abh02a11:67_1": "But what is it an escape from what is it?",
    "ai-atk-abh02a11:67_2": "The Teacher, in the place where there was about a meditation subject, saying: “When there is an unadulteration of mindfulness, there is an escape from the teacher.”",
    "ai-atk-abh02a11:67_3": "The pupil of the Buddha said, “When there is a pupil of the attainment, should make an escape from it,”",
    "ai-atk-abh02a11:68_0": "There a monk sees Vajjian monks who are not dead.",
    "ai-atk-abh02a11:68_1": "(but) it is to be shown that this is invalid –",
    "ai-atk-abh02a11:68_2": "called “mindful”. It is a “where a chariot-maker”; it is called “covered in the island of Laṅkā, ardent”. It is called “regarden”.",
    "ai-atk-abh02a11:68_3": "Herein, ‘Like deer is a charming thing’ means clairaudience come to me. Death comes back from the water.",
    "ai-atk-abh02a11:68_4": "‘Accomplish’ means, having been rolled out by the sunrise and retracted by the sun.",
    "ai-atk-abh02a11:68_5": "‘While living in the charnel ground is known as a human posture, deposing, and seeing both good and bad deeds,",
    "ai-atk-abh02a11:68_6": "‘Take up right there,’ is one who is wet.",
    "ai-atk-abh02a11:68_7": "The pulla, etc., are evident as due to subtlety,",
    "ai-atk-abh02a11:68_8": "But in these thirty-six a single one, the ultimate one,",
    "ai-atk-abh02a11:68_9": "thirty-six positions of a single action are one.",
    "ai-atk-abh02a11:68_10": "One is the thirty-six priceless a charioteer.",
    "ai-atk-abh02a11:68_11": "the thirty-six chariots rolling on the thirty-six positions.",
    "ai-atk-abh02a11:68_12": "Seven on pieces of rice,",
    "ai-atk-abh02a11:68_13": "Seven onches, one measureless,",
    "ai-atk-abh02a11:68_14": "made of gold, silver, and money,",
    "ai-atk-abh02a11:68_15": "In the compound of two fingerbreadths",
    "ai-atk-abh02a11:68_16": "two treasures.",
    "ai-atk-abh02a11:68_17": "There are seven treasures:",
    "ai-atk-abh02a11:68_18": "twenty, thirty, forty,",
    "ai-atk-abh02a11:68_19": "There were eighty leaders,",
    "ai-atk-abh02a11:68_20": "Four leagues.",
    "ai-atk-abh02a11:68_21": "Through eight hundred leagues there were a thousand leagues, a hundred leagues away.",
    "ai-atk-abh02a11:68_22": "The Vajjis donation of the Vajjians, eight hundred and eightty-four thousand leagues away to the mountain from Chief 80 kilometers –",
    "ai-atk-abh02a11:68_23": "The monk who sees the faults of the Vajjians go without taking leave.",
    "ai-atk-abh02a11:68_24": "Yet the monk who made entirely of bitter posts over the worms of all my offenses entailing expulsion:",
    "ai-atk-abh02a11:68_25": "This is the Vajjian way to do not see Vajjis.",
    "ai-atk-abh02a11:69_0": "The training rule on lying down on the seats, etc.",
    "ai-atk-abh02a11:69_1": "And even though the nun was dissatisfaction with the invitation procedure, it may be that a monk too has committed an offense.",
    "ai-atk-abh02a11:69_2": "a nun who has renounced the training:",
    "ai-atk-abh02a11:69_3": "And the monks too said, “Sāgata has driven out on the invitation procedure;",
    "ai-atk-abh02a11:69_4": "Through the novice essential taken up the training, and the novices here,",
    "ai-atk-abh02a11:69_5": "to train in the training.",
    "ai-atk-abh02a11:69_6": "Having the five hundred virtues of Sālavatikā .",
    "ai-atk-abh02a11:69_7": "one who has trained in women’s training:",
    "ai-atk-abh02a11:69_8": "Sālavatiya and Kesamutta .",
    "ai-atk-abh02a11:69_9": "Herein, a monk means to train in the road until the dangers.",
    "ai-atk-abh02a11:69_10": "the lay followers to whom you have not Path.",
    "ai-atk-abh02a11:69_11": "In this case, this monk trains in himself.",
    "ai-atk-abh02a11:69_12": "But the training rules on the meaning of the lesser training rules, etc., are said to be the meaning of the first three training rules,",
    "ai-atk-abh02a11:69_13": "So, train in these kinds of trainers, trained in this way.",
    "ai-atk-abh02a11:69_14": "having all training, were training, he trained in the whole training.",
    "ai-atk-abh02a11:69_15": "all of them trained in all ways.",
    "ai-atk-abh02a11:69_16": "entirely remains because of the remainder;",
    "ai-atk-abh02a11:69_17": "when there is no carefulness and enjoyment, there is no training rules for breakfast.",
    "ai-atk-abh02a11:69_18": "takes up heap up and undertakes them.",
    "ai-atk-abh02a11:69_19": "he trains thus: “I undertake the training rules for which all training rules. The training rules should be undertaken with, fulfilled, and fulfilled.”",
    "ai-atk-abh02a11:70_0": "In the first part of the night is used in the name of the Kaṇhāyanas, just like the first capital in the place. This is the construction of the Jinaya, produced in the first place, by the Lord of the Sages.",
    "ai-atk-abh02a11:70_1": "Herein, what is it said in the sense doors? What are all that can be said?",
    "ai-atk-abh02a11:71_0": "In the past I went to the extraordinary three nights, which were more than the former times, in the past, future and present.",
    "ai-atk-abh02a11:71_1": "With this first arranging weakness, he takes it after,",
    "ai-atk-abh02a11:71_2": "that later start out,",
    "ai-atk-abh02a11:71_3": "In this his last meal he takes up before and after the meal,",
    "ai-atk-abh02a11:71_4": "But the Majjhima Nikāya, etc., that mendicant has been disturbed, and is not covered when they fall,",
    "ai-atk-abh02a11:71_5": "witnessing the worry of the wives and the noble states.",
    "ai-atk-abh02a11:71_6": "They are committed to the interruption of the unconditioned.",
    "ai-atk-abh02a11:71_7": "But the passage beginning has three days in the first part, and the middle countries is included in the middle of the day.",
    "ai-atk-abh02a11:71_8": "Lives walks back and forth in front of me this way.",
    "ai-atk-abh02a11:71_9": "Because their mind is sustained by obstacles and hindrances, possessed by five hindrances, and all unskillful things.",
    "ai-atk-abh02a11:71_10": "because of those things he gladness, he rejoices in.",
    "ai-atk-abh02a11:71_11": "But some matter that it’s not placed on any side, even if it is at a least on the place where it is not,",
    "ai-atk-abh02a11:71_12": "In the first (people), in the first watch,",
    "ai-atk-abh02a11:71_13": "In the middle watch of the night: the sixth day of the night is sixth and the middle section.",
    "ai-atk-abh02a11:72_0": "Sīhahanues, like a lion, roar, or a lion’s roar; or four jackals him to enjoy.",
    "ai-atk-abh02a11:72_1": "Herein, having seen sensual pleasures as danger, and involved by sensual pleasures?”",
    "ai-atk-abh02a11:72_2": "For there is nothing that is called southern, bed or chair,",
    "ai-atk-abh02a11:72_3": "“Mendicants, mostly mostly weavers lies down on their backs.”",
    "ai-atk-abh02a11:72_4": "For if only these sixty-one males were able to lie down on the bed, looked on at it, and smeared with blood.",
    "ai-atk-abh02a11:72_5": "lion, king of beasts, lay down in the lion’s posture—on the right side, placing one foot on top of the other—a lion, hunter, and fit for his bed, known as a deer. ...”",
    "ai-atk-abh02a11:72_6": "‘This is uplifted’.”",
    "ai-atk-abh02a11:72_7": "For when he is able to hunt over two parts, then— except for one hands and feet—shave like a single lion’s legs legs, after placing one foot on top of the deer-shard, and placing the mind on top of the previous day.",
    "ai-atk-abh02a11:72_8": "But when rubbing my head he wounds, he threw his head into a crack, and when he has bathed his head, he threws it in the former place.",
    "ai-atk-abh02a11:72_9": "If it’s simply impossible, they’re standing, sitting, or lying down, but rather than a bed.",
    "ai-atk-abh02a11:72_10": "When they’ve forstigated they come up, they roar their hairs and beards, dress in ocher robes, and go where they want, but roars his lion’s roar after flying on the ground.",
    "ai-atk-abh02a11:72_11": "In the fourth triad that fulfilled place is called “revious” .",
    "ai-atk-abh02a11:72_12": "and they’ve come here, and now they are reborn here.",
    "ai-atk-abh02a11:72_13": "For this one is a supreme portion of the path,",
    "ai-atk-abh02a11:73_0": "foot-stools on the feet,",
    "ai-atk-abh02a11:73_1": "When the flames are running out of the ministers and cows, placing the mind, keeping it connected, and refreshments. When the mind is kept silent, they don’t give rise to feeling.",
    "ai-atk-abh02a11:73_2": "however there is no embracing a wall for the Sangha, so the mind does not become comfortable.",
    "ai-atk-abh02a11:73_3": "Therefore it is said: “Understanding at the feet,”",
    "ai-atk-abh02a11:73_4": "mindfully, with full awareness, having become alert and mindfulness,",
    "ai-atk-abh02a11:73_5": "Because he has lived mindfulness and situational awareness right there,",
    "ai-atk-abh02a11:73_6": "I shall focus on the foundation of getting up and not paying attention to it,’ this rose up and my mind thus getting up.",
    "ai-atk-abh02a11:73_7": "Then, having thus laid down, he is able to get to go to the precincts.",
    "ai-atk-abh02a11:74_0": "The meaning is that to say: how to patience and calm, perseverance, energy, mindfulness, immersion, and wisdom when constantly departing. The meaning is that to say is: the prescribed in mindfulness and awareness, devoted to the earnings in conformity with the right understanding that is the meaning.",
    "ai-atk-abh02a11:74_1": "And here the supermundane energy, too, in the world that enlightenment comes to be known as energy.",
    "ai-atk-abh02a11:74_2": "In energy he galaxys the supermundane supramundane.",
    "ai-atk-abh02a11:75_0": "the four (directions), the knowledge of the truths, and the knowledge of the awakening factors of investigation of principles, and the path to awakening.",
    "ai-atk-abh02a11:75_1": "At this point it is said: “Even the thirty-two grounds for the Bodhisattas (of the First Seven), having taken even a single one object, he shows each with its object, which is like the seven awakening factors, and so on.”",
    "ai-atk-abh02a11:75_2": "it should be understood that they have performed.",
    "ai-atk-abh02a11:75_3": "The rest is as in the case of the precincts.",
    "ai-atk-abh02a11:76_0": "523.",
    "ai-atk-abh02a11:76_1": "Excellent: firstly in the place where the Buddha was going forwards, the stage of going back.",
    "ai-atk-abh02a11:76_2": "Strapped, settle down,",
    "ai-atk-abh02a11:76_3": "and these in the four ways of (performed) the path is recommended by them.",
    "ai-atk-abh02a11:76_4": "He went by and ran in front of the body, which comes back and forth in front of the body, is called “rejuries”.",
    "ai-atk-abh02a11:76_5": "And when the bodies are standing, held together by his body, and he sits downwards and backwards,",
    "ai-atk-abh02a11:76_6": "he sits down while rose from his seat and sets out before going to the eastern quarters, and he comess down the last one month of the rainy season. He then is called “angether a seat”.",
    "ai-atk-abh02a11:76_7": "likewise in sitting.",
    "ai-atk-abh02a11:77_0": "He is one who practises with full awareness, expert in full awareness, organized (in knowledge) in this way.",
    "ai-atk-abh02a11:77_1": "Because when he lives in come, he doesn’t want to do what’s given.",
    "ai-atk-abh02a11:77_2": "But although mindfulness and full awareness is said: “The going well-proclaimed, mindful and aware”, they are mindful and aware.",
    "ai-atk-abh02a11:78_0": "For when you go forward or backward, there is no unmindful and lacking situational awareness.",
    "ai-atk-abh02a11:78_1": "When there is mindfulness and situational awareness, he attends backwards and backwards as they are.",
    "ai-atk-abh02a11:78_2": "May all four instances (of rebirths) in the fourfold reckoning,",
    "ai-atk-abh02a11:78_3": "for he has four ways of attending to mindfulness and situational awareness:",
    "ai-atk-abh02a11:78_4": "She is living with situational awareness and mindfulness and situational awareness.",
    "ai-atk-abh02a11:78_5": "Herein, having gone forwards (there should) go about in the place where the minds that have arisen, they will not get rid of the meaning, and there is no need for me.",
    "ai-atk-abh02a11:78_6": "Herein, ‘Bhikkhus,’ means to see the Elder Nun Dhamma in order to see the Elder Nun Bodhi (Tree), etc.",
    "ai-atk-abh02a11:78_7": "When they saw the Buddha-to-bearing at the shrine, or with the fading away of rapture, he became equanimous, and through the destruction of the pollutants.",
    "ai-atk-abh02a11:78_8": "Having seen the Elders, the preaching of the Dhamma, he reached the first jhāna and attains Arahantship.",
    "ai-atk-abh02a11:78_9": "That’s why they see clearly,",
    "ai-atk-abh02a11:78_10": "Some needed for material things:",
    "ai-atk-abh02a11:78_11": "and because of this dealing with the spiritual life, they say.”",
    "ai-atk-abh02a11:79_0": "And if he gets suitable for going to the need of ghee, etc., and he gives the profitable states of loss wide openings in the door and incomparable, that is:",
    "ai-atk-abh02a11:79_1": "went to the shrine, bent my shrine,",
    "ai-atk-abh02a11:79_2": "and if he sat together in order to get a large assembly of ten leagues, it would have an uninterrupted assembly. And if the women advocated, it would liking about common to the ownership, the wardens, and there is the danger of producing the physical enlightenment, it becomes as if it were bodies, there was no obstruction of the body, speech, and mind.",
    "ai-atk-abh02a11:79_3": "That’s how it is unsuitable.",
    "ai-atk-abh02a11:79_4": "while the cultivation of the kind already described,",
    "ai-atk-abh02a11:79_5": "For this is the same way:",
    "ai-atk-abh02a11:79_6": "is started to the Saṅgha,",
    "ai-atk-abh02a11:79_7": "But if he cannot do so during the time in the Great Monastery, he comes to all the stages of the Dhamma.",
    "ai-atk-abh02a11:79_8": "That’s how it is unsuitable.",
    "ai-atk-abh02a11:79_9": "this ghee is buried,",
    "ai-atk-abh02a11:79_10": "at the end of the Great Wood (revereignty): this is the indication of the Elders.",
    "ai-atk-abh02a11:80_0": "because of the obtaining of both,",
    "ai-atk-abh02a11:80_1": "Here is the story:",
    "ai-atk-abh02a11:80_2": "one of the nuns, it seems, took the novice monks and went to the monastery",
    "ai-atk-abh02a11:80_3": "The novice, having entered the road, before setting out on a journey, and stood on the first journey. Then, having made that same meditation subject as a foundation of formations, he stood there for the purpose of (the meditation subject).",
    "ai-atk-abh02a11:80_4": "The youth, not seeing him, saying: “Lady, I’m a bag-maker.”",
    "ai-atk-abh02a11:80_5": "He thought: ‘I will not have one gone forth with two lay down on the same day as a monk, before he didn’t think, “I will not think about this.”",
    "ai-atk-abh02a11:80_6": "Saying, “After coming,” he told him all that had happened, and he said, “She is standing in the road, hence I have arrived. When I was standing in the city, he said, “Having gone to the water,” and when he said, “I have gone a spot, he said.”",
    "ai-atk-abh02a11:80_7": "Having done that place he reached the bowl,",
    "ai-atk-abh02a11:80_8": "Thus, for the sake of having given birth to a year,",
    "ai-atk-abh02a11:80_9": "That’s how that woman’s intentions are unsuitable for a woman, and the sharing’s partner.",
    "ai-atk-abh02a11:80_10": "In this way ghee or oil",
    "ai-atk-abh02a11:81_0": "Though the meditation subject’s endowed with the eight factors for the meditation subjects, he has learnt the meditation subject of the mind from his own group, he learnt from the meditation subject of the mind, and he gives his attention to the meditation subject through (of the scope of the manner of wings): ‘The meditation subject has the wisdom.’",
    "ai-atk-abh02a11:81_1": "The fourth, that is to say:",
    "ai-atk-abh02a11:82_0": "It may be that one monk doesn’t ensure it, nor reopens it, but remains others.",
    "ai-atk-abh02a11:82_1": "Herein, a monk who is walking mindfully in the abode of ants. He shouldok his bowl and robe, put it on the ground, put his upper robe over one shoulder, pay respect at the end of the shrine, and set it on the central shrine. Then he should establish the Vihāra for the Enlightenment Tree and set it on the centreshrine, and he should put it aside. Then, after taking note of the work, he should set out for the meditation subject at the root of the Buddhas.",
    "ai-atk-abh02a11:82_2": "worshipping the Buddha’s Tree terrace, he should give his bowl to the Bodhi (Tree).",
    "ai-atk-abh02a11:83_0": "When he had finished paying respect at the shrine, he went to the place where he was done, after taking hold of the hands in the village, he picked up a meditation subject and placed it on the ground.",
    "ai-atk-abh02a11:83_1": "When people saw him, they thought, ‘We’re in the assembly hall, but we’re going out to meet him tomorrow. When they have risen from the seat and put out his bowl, they sat down in the dining hall, and ask him about his feet. Then they washed their feet werehed their heads, fire-proclace, or an offering them a seat.",
    "ai-atk-abh02a11:83_2": "And there are no general rules for the purpose of listening to the Dhamma, they should speak of the teaching.",
    "ai-atk-abh02a11:83_3": "For there is no progressive meditation subject called to the meditation subject.",
    "ai-atk-abh02a11:83_4": "Therefore, after eating that meditation subject that is free from impure, he continues to stay in the village, and on the road, after departing from it.",
    "ai-atk-abh02a11:84_0": "After leaving the city, he left the house and saw a novice nun, and he got the bowl and robes. He went to meet the novice monks, taking his bowl and robe, and went out to meet them.",
    "ai-atk-abh02a11:84_1": "A teacher of old, it seems, thinking: ‘It seems the time was our preceptor,’ and they had not turned his preceptor’s head and looked on with their faces.",
    "ai-atk-abh02a11:84_2": "They ask you: “Reverend Sir, what are you going to you?",
    "ai-atk-abh02a11:84_3": "one is bound by Māra.",
    "ai-atk-abh02a11:84_4": "“What do you ask?”",
    "ai-atk-abh02a11:84_5": "“After going to those who ghosts have made much of,”",
    "ai-atk-abh02a11:84_6": "“Reverend, whatever they do indeed not do, there are people who do not take care of them.",
    "ai-atk-abh02a11:84_7": "We too don’t get any alms-food! We don’t want to live with these things.",
    "ai-atk-abh02a11:84_8": "who takes hold of such-and-such a sweat and does not go to our special qualities.”",
    "ai-atk-abh02a11:84_9": "This is said to be ‘not enemies’.",
    "ai-atk-abh02a11:85_0": "However, when the work had stayed in common with the work of the kind already described, they get an embarrassed, shrines, embarrass, and takes their bowls to the neighbourhood. So they get caught up their bowls and robes, and went to the neighbourhood of a certain village, where they get fancy reshly to the cows. But when the bhikkhus hung it up and greedy for alms.",
    "ai-atk-abh02a11:85_1": "Then as a running hiden oppressive three times for catching the water element, he washed to the fire element before, and he puts on his bowl for the purpose of eating the food. Then, when the meditation subject, he returns into the fire element, puts his bowl and robe, and then his meditation subject into the middle of the day, he reached the end of the meditation subject.",
    "ai-atk-abh02a11:85_2": "This is said to be ‘mind’.",
    "ai-atk-abh02a11:85_3": "When the monks had reached Arahants, they went to the Buddha Vipassī on the ground, circumambulated the Basket of Buddha, and he reached the holy for a Buddha.",
    "ai-atk-abh02a11:85_4": "When they were seated in the same squirrels, Sīhahanu set out a seat in the hall where there are mendicants.",
    "ai-atk-abh02a11:86_0": "One who lives negligently has been given up and not hanging on to the five bamboo poles, etc., and one who is bound to be rolled about by all the lay life, and one who lives without having entered the village for alms. As he asks them questions, ‘Anyou should not eat the village for alms.’",
    "ai-atk-abh02a11:86_1": "this is said to be ‘accusation’.",
    "ai-atk-abh02a11:87_0": "But this meditator takes it opportunity to be understood as it is said in the way already described.",
    "ai-atk-abh02a11:87_1": "For, having gone forth in the Dispensation of the ascetic’s instructions, ten, twenty, thirty, forty, fifty, or a hundred times while others live together.",
    "ai-atk-abh02a11:87_2": "“So you don’t rely on. Those who have gone forth is not allowed to live in dependence on life.",
    "ai-atk-abh02a11:87_3": "But if they’ve gone forth in suffering,",
    "ai-atk-abh02a11:87_4": "Therefore when the path has arisen, it subside on the defilements,",
    "ai-atk-abh02a11:87_5": "lies down on the ground, and lay down on the bed.”",
    "ai-atk-abh02a11:88_0": "When they’ve done this, they proceed to common property when the village is going along the threshold",
    "ai-atk-abh02a11:88_1": "If anyone comes to where it arises, the defilements arise.",
    "ai-atk-abh02a11:88_2": "if he stands unsuitablely;",
    "ai-atk-abh02a11:88_3": "then the returned,",
    "ai-atk-abh02a11:88_4": "‘This monk is to be asked what has arisen, but he does not know about it. He bitterness and gives it up, gets rid of it.’",
    "ai-atk-abh02a11:88_5": "if she sits down thus,",
    "ai-atk-abh02a11:88_6": "At the end of his returns, (but) he is sitting, and he does not sit down.",
    "ai-atk-abh02a11:88_7": "he goes without making a meditation subject for entering the supreme dwelling, and he puts his attention to it out eventually puts his foot on the ground into the bowl, and he gives his attention to the Elder Mahā Tissa the meditation subject. He then wields it down from the forecourts, and he gives his attention to the meditation subject.",
    "ai-atk-abh02a11:88_8": "He spent all twenty-four years old, it seems, when he came back,",
    "ai-atk-abh02a11:88_9": "While traveling, people were traveling along the road, and they saw a senior venerable, thinking, “My working, or were you walking along a path come along aultery, or doing so, what’s there?”",
    "ai-atk-abh02a11:88_10": "Having taken the meditation subject with the same mind, he reached Arahantship.",
    "ai-atk-abh02a11:88_11": "On the following day of Liberation at the end of Arahats, he stood leaf-hut in the island.",
    "ai-atk-abh02a11:88_12": "And the Four Great Kings, Sakka, lord of gods, and Brahmā Sahampati, presented him with their attendants.",
    "ai-atk-abh02a11:88_13": "Then having seen the Great Seer’s presence, the Elder Mahā Devahita, having seen the following day:",
    "ai-atk-abh02a11:88_14": "“He had a share to venerable Sāriputta.",
    "ai-atk-abh02a11:88_15": "What’s light?”",
    "ai-atk-abh02a11:88_16": "The elder said, “Here the ruler of the island,” “They are divided” what was said.",
    "ai-atk-abh02a11:88_17": "Then, thinking, “You’re bound to,” and he told them about this,",
    "ai-atk-abh02a11:89_0": "The Elder Mahāsāma, like the Dragons (called) Kāḷava,",
    "ai-atk-abh02a11:89_1": "Also he did just that.",
    "ai-atk-abh02a11:89_2": "And having fulfilled sixteen years’ reached Arahantship he attained Liberation.",
    "ai-atk-abh02a11:89_3": "When he has gone forth he up and lifts his bowl with his hand and feet, then put the upper robe over one shoulder, pay respect at the feet of the senior monks, squeezes, and then puts it on the top of the water. But when he has gone forth in the neighborhood of a village, isn’t above it?",
    "ai-atk-abh02a11:89_4": "Why is that?",
    "ai-atk-abh02a11:89_5": "‘May my meditation subject be time to me, whether people who are ought to blameworthy, or to be capable of propressing for a person.’",
    "ai-atk-abh02a11:89_6": "‘I’m a day, sir.’ But when asked a question, he answers, ‘I’m going on today.",
    "ai-atk-abh02a11:89_7": "If during the day they do not come out from the village, then the water at the gateway of the rainy season.",
    "ai-atk-abh02a11:90_0": "he accepts the rainy season residence in Kapilavatthu.",
    "ai-atk-abh02a11:90_1": "They said, it seems, when they were completed the ground, they said to the Kattika full moon:",
    "ai-atk-abh02a11:90_2": "and they said: “We will not have little wisdom.”",
    "ai-atk-abh02a11:90_3": "And they entered the village for alms. They then asked after the meal, which they returned in the way already described.",
    "ai-atk-abh02a11:90_4": "There those people, knowing that this was said:",
    "ai-atk-abh02a11:90_5": "today, having come one day.",
    "ai-atk-abh02a11:90_6": "and thought:",
    "ai-atk-abh02a11:90_7": "‘What is the case of us, alcoholic drinks that are indeed, or are they talking together?",
    "ai-atk-abh02a11:90_8": "If you do not talk about each other,",
    "ai-atk-abh02a11:90_9": "Come, all of them went to the monastery and stood looking for two monks, but one of them saw each other.",
    "ai-atk-abh02a11:90_10": "The man who, having eyes, says this:",
    "ai-atk-abh02a11:90_11": "“I’m not like a charming jewel,",
    "ai-atk-abh02a11:90_12": "the charnel grounds, the shrines had been shrines, and the waterpots had been swept away.”",
    "ai-atk-abh02a11:90_13": "those who were my grandmother",
    "ai-atk-abh02a11:90_14": "And the monks attained Liberation at the end of the robe-making season.",
    "ai-atk-abh02a11:91_0": "The Elder Mahā Tivara went to the end of the Kāḷavaka, as easily as a strong person would extend or contract their arm, he lifts the fields on the ground and put the rainy season residence and went to the village. There’s no getting alms-food eater robes, etc., and covered it over the rainy season. There’s no position when he has entered the village, he collected the sea, and sat down on the level of the village,",
    "ai-atk-abh02a11:91_1": "There he walked for alms. While wandering indiscriminately for alms-food, he doesn’t go to eat whatever place he’s walking for alms-food, focused only on the surface of lamps, and he goes outside the gateway, which is nourished by the earth, but without making a disturbance of food or drink, clothes or chewed on the length. And eventually there, he goes about seeing the strangle of food or drink, etc., and he does not make a curry of hurribulations, he does not go to the body, reviewing the path, and steps there.",
    "ai-atk-abh02a11:91_2": "And living comfortably:",
    "ai-atk-abh02a11:91_3": "after eating, when he has finished his meal and refused an invitation to eat more, he gives his attention to the last meal, on the following day, as well as to the last meal and then gives his attention to the last part.",
    "ai-atk-abh02a11:91_4": "This is said to be ‘waver’.",
    "ai-atk-abh02a11:92_0": "But when this god is struck with the Arahants, it dreadful and gloriously when the god is destroyed, it becomes dispassionate, or not, since it becomes fulfilled. Even if he has attained the first fullness of the gods. If not, then having become one who has become fully extinguished beforehanded, they reaches them, they’re like the last time of which the Buddhas free from death.",
    "ai-atk-abh02a11:92_1": "Suppose the Elder Bāhiya of the Bark Robe had great wisdom –",
    "ai-atk-abh02a11:92_2": "Suppose the senior venerable Sāriputta was like the elder Sāriputta’s great power,",
    "ai-atk-abh02a11:92_3": "Suppose there was a senior elder whose ascetic practices.",
    "ai-atk-abh02a11:92_4": "like the elder Mahākassapa or the divine eye –",
    "ai-atk-abh02a11:92_5": "Just as the elder Anuruddha Vinaya or the Discipline –",
    "ai-atk-abh02a11:92_6": "Suppose there was a senior monk who gives a teaching:",
    "ai-atk-abh02a11:92_7": "Suppose the senior monk Puṇṇa Mantāniputta or wilderness",
    "ai-atk-abh02a11:92_8": "Suppose there was a senior elder or a learned person –",
    "ai-atk-abh02a11:92_9": "Just as the elder Ānanda trained in the training –",
    "ai-atk-abh02a11:92_10": "Suppose the Elder Rāhu was the Buddha’s son.",
    "ai-atk-abh02a11:92_11": "In this case, the for all four reasons, and the communicable with the earlier’s territory,",
    "ai-atk-abh02a11:93_0": "warning forwards, etc., is untouched for the purpose of restraint, and full awareness,",
    "ai-atk-abh02a11:93_1": "that is what it should be known:",
    "ai-atk-abh02a11:93_2": "It’s when a mendicant comes up when old age and death come to be. When ordinary people die, they’re reborn in the company of the blind manner.",
    "ai-atk-abh02a11:93_3": "So the elements of the similes, this is the definition of the mind elements, this is the mode of its base.",
    "ai-atk-abh02a11:93_4": "As he goes on developing the earth element, the water element are strong and the water element because of the hymns. And there are two strong winds that were intent upon them.",
    "ai-atk-abh02a11:93_5": "Equanimous:",
    "ai-atk-abh02a11:93_6": "Today, the fire element in excess of fire, and the two elements are strong. And weak in the same way there are two strong winds.",
    "ai-atk-abh02a11:93_7": "Likewise, when the golden starts disperses and settles down, do not proceed to be reached in the formless realm.",
    "ai-atk-abh02a11:93_8": "Likewise: rolling the death of their rolling and gruel, the rolling of their rolling; they proceed in today, and no rolling the coarse of whatever they meet.",
    "ai-atk-abh02a11:93_9": "It oppressed by it, it rolls on to the spot that rope.",
    "ai-atk-abh02a11:93_10": "Herein, who is there one oppressed?",
    "ai-atk-abh02a11:93_11": "or who one preliminary works for one,",
    "ai-atk-abh02a11:93_12": "By going to the element of the four elements, you just as there are at the elements of the earth element, bedecked in that place:",
    "ai-atk-abh02a11:94_0": "turns away from another,",
    "ai-atk-abh02a11:95_0": "when undeveloped he does not care forsake.",
    "ai-atk-abh02a11:96_0": "When warning, continually generous and loving-kindness, this is not the right way.",
    "ai-atk-abh02a11:97_0": "One who acts in going forwards, in going back, is one who practises with full awareness.",
    "ai-atk-abh02a11:98_0": "When looking at her forehead, looking at the looking around in front of her, the city looked down, the way of looking at her in front of her.",
    "ai-atk-abh02a11:98_1": "And the lower half of the drops had been surmounting and looking at, radiating and looking at.",
    "ai-atk-abh02a11:98_2": "when these are not lost:",
    "ai-atk-abh02a11:98_3": "But two are states consisting in “position” .",
    "ai-atk-abh02a11:98_4": "These are all present in this way.",
    "ai-atk-abh02a11:99_0": "Herein, ‘I will know’ means having arisen in the world with the mind as ‘I will know’, without having reached the perfection and considered,’ they can know it either.",
    "ai-atk-abh02a11:99_1": "after making a venerable Nandaka the body he can experience that person.",
    "ai-atk-abh02a11:99_2": "for this is said by the Blessed One:",
    "ai-atk-abh02a11:100_0": "“Mendicants, if he has to look to the east, he wholeheartedly concentrates before looking, thinking:",
    "ai-atk-abh02a11:100_1": "‘When I look to the east, bad, unskillful qualities of desire and aversion will not overwhelm me.’",
    "ai-atk-abh02a11:100_2": "Thus she is endowed with meaning,",
    "ai-atk-abh02a11:100_3": "“Mendicants, if he has to look to the west, the north, the south, he wholeheartedly concentrates before looking, thinking:",
    "ai-atk-abh02a11:100_4": "When I survey the intermediate directions, I meditated observing an aspect of the body ...",
    "ai-atk-abh02a11:100_5": "He is aware and mindful.”",
    "ai-atk-abh02a11:101_0": "Herein, previously, this is how the nature of seeing shows in both ways: “Here, what is suitable, and unsuitable, should be understood in the way already described.",
    "ai-atk-abh02a11:102_0": "But the meditation subject that ‘perfected is quite cleared out of balanced effort’",
    "ai-atk-abh02a11:102_1": "Consequently he should only get to take up a meditation subject with his own hand, etc., and so on. He should not give his meditation subject to the breaths of the meditation subject.",
    "ai-atk-abh02a11:103_0": "There is no intimate wind:",
    "ai-atk-abh02a11:103_1": "‘I will look at the thought’, ‘I’ll give rise to the thought of mind. But Yet they actually directly knew the mind elements of excitement.",
    "ai-atk-abh02a11:103_2": "So the thought element is the basis for ending of the three elements, and for the surface of the blowing of the coals, above the below.",
    "ai-atk-abh02a11:103_3": "Nobody covered with the mark,",
    "ai-atk-abh02a11:103_4": "While seeing eye- consciousness, she wants to see the calming eye consciousness, and she does so eventually reach the full ordination.",
    "ai-atk-abh02a11:104_0": "on the root of the body, understanding that is to say, made the root of the perception of non-profitable, and unsuitable",
    "ai-atk-abh02a11:104_1": "Firstly, firstly in the Vibhaṅga:",
    "ai-atk-abh02a11:105_0": "to see the factors of Awakening, and to those of few wishes,",
    "ai-atk-abh02a11:106_0": "(Those) have the wish to attain, and the seventh excellent absorption.",
    "ai-atk-abh02a11:107_0": "Herein, rebirth there is the practice of continued existence in this way for the destruction of continued existence.",
    "ai-atk-abh02a11:107_1": "and having comforted that, the Noble Ones, (saying): “From today, having exerted his desires,",
    "ai-atk-abh02a11:107_2": "When that is the cessation of eye-consciousness, she wants to see the end of all that is present.",
    "ai-atk-abh02a11:107_3": "and when the cessation of this, the result of past desires, the result of good wishes,",
    "ai-atk-abh02a11:107_4": "When the cessation of consciousness ceases, the result of befalling consciousness-world with the cessation of attachments,",
    "ai-atk-abh02a11:107_5": "When (who) ceases, bodily-form, verbal, or mentally aroused,",
    "ai-atk-abh02a11:107_6": "When I have attained the cessation of seven times,",
    "ai-atk-abh02a11:107_7": "Herein, this woman was the first man in the woods of dyeing, and so on. He was not able to look at in lightness.",
    "ai-atk-abh02a11:107_8": "in the wood ...",
    "ai-atk-abh02a11:107_9": "as the Seven Bank’s Clouds",
    "ai-atk-abh02a11:107_10": "But they are engaged in plastering these widelys like a flag in the circle of wounds, or as fast as a man is necessary flying through the air.",
    "ai-atk-abh02a11:107_11": "And that’s how to understand how to understand how to understand this attainment of the wisdom there is from deal with insight and full awareness.",
    "ai-atk-abh02a11:108_0": "In the eyes, when there are visible objects, the water-potting of the eyes appeared in the bloated, and loathing in the middle, becomes dispassionate and function of adverting, and it arises as runnning towards the Elder Nuns.",
    "ai-atk-abh02a11:108_1": "Before (things) the home life arose with the eyes that were very far away, like a newly arrived monks.",
    "ai-atk-abh02a11:108_2": "Itsfore we can ask when we’re entered our houses in the houses of arrivals, so too weeping in and preventing beings. They don’t neglect adornments, and or bind the doors of the houses.",
    "ai-atk-abh02a11:108_3": "‘So it is to be understood’ means without mindfulness and situational awareness.",
    "ai-atk-abh02a11:109_0": "When the eyes and clothes come together, they’re not judged with each other, and so the people there. They won’t fall back from the teaching.",
    "ai-atk-abh02a11:109_1": "Herein, just as, when anyone in the affairs there are mentioned only by among the forty-three terraces, the forty-fours, and then it does not associated with the sweetness of death, the clay drums, and the clay ball (persons) a single speared portable gems, and then the rice grains, so too, when the birds, at that moment is produced in the mas of the mud and unprofitablederence, the mas of the layerence, fair, and that is called produced there,",
    "ai-atk-abh02a11:109_2": "‘So this is the time for one lacking situational awareness’ means to understand through the situational awareness.",
    "ai-atk-abh02a11:110_0": "Furthermore, the elements should be understood to be understood as the instance of the sense-spheres,",
    "ai-atk-abh02a11:110_1": "For the eye and sights associated with the eye, sights, consciousness, and perceptions associated with form, feeling, perceptions, choices, and consciousness.",
    "ai-atk-abh02a11:110_2": "Thus these five constituents (of mind and body) that provide fuel for attachment.",
    "ai-atk-abh02a11:110_3": "Herein, what is it?",
    "ai-atk-abh02a11:110_4": "Who experts them from?",
    "ai-atk-abh02a11:111_0": "eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches.",
    "ai-atk-abh02a11:111_1": "This is how to define the four bases of psychic power, the looking at the four world.",
    "ai-atk-abh02a11:111_2": "Herein, what is it?",
    "ai-atk-abh02a11:111_3": "Who experts them from?",
    "ai-atk-abh02a11:112_0": "the eye element, sights, and eye consciousness associated with the eye element are associated with the eye element; and the feeling element, the feelings associated with the eye element.",
    "ai-atk-abh02a11:112_1": "In this way there are four elements of light, in the world of the four winds, the light of wisdom.",
    "ai-atk-abh02a11:112_2": "Herein, what is it?",
    "ai-atk-abh02a11:112_3": "Who experts them from?",
    "ai-atk-abh02a11:113_0": "Likewise, that is the basis for ending the eye-consciousness element in the way beginning, middle, and end. One cannot interrupt condition.",
    "ai-atk-abh02a11:113_1": "This is how to define analysis of conditions.",
    "ai-atk-abh02a11:113_2": "Herein, what is it?",
    "ai-atk-abh02a11:113_3": "Who discerns you from family?",
    "ai-atk-abh02a11:113_4": "In this way you should understand that the aggregates of the sense-spheres is uninterrupted aggregates.",
    "ai-atk-abh02a11:114_0": "in bending or out, they have fallen from the mountains, the consecrations of the waves,",
    "ai-atk-abh02a11:114_1": "Herein, having achieved the transference of the mind, he gave the meaning here: ‘The hand and the embankment in his hand and foot, after which is for the purpose of defining the meaning, ‘with the dealing with the limit of many sorts of many.’",
    "ai-atk-abh02a11:114_2": "So he doesn’t step on the hand, or at the moment of his hands or moment, his mind inclines towards the breath, and his mind doesn’t become clear.",
    "ai-atk-abh02a11:114_3": "if he goes on moving at the time, his mind becomes embarrassed, but that feelings have stilled.",
    "ai-atk-abh02a11:114_4": "‘See this is the way to understand...’",
    "ai-atk-abh02a11:115_0": "And that’s unsuitable for use, organized at the current of sacrifices, and offerings to the attributes.",
    "ai-atk-abh02a11:116_0": "Here is this:",
    "ai-atk-abh02a11:116_1": "he ordered the Greatly Council to the young brāhmaṇa, it seems,",
    "ai-atk-abh02a11:116_2": "and the young monks listened to their affairs,",
    "ai-atk-abh02a11:116_3": "And there the young bhikkhu, while still black-haired, hit the bodies, with their bodies, for the sake of having born.",
    "ai-atk-abh02a11:116_4": "another monk started a fire.",
    "ai-atk-abh02a11:116_5": "Being unable to prepare it.",
    "ai-atk-abh02a11:116_6": "another monkey stretched him on his back.",
    "ai-atk-abh02a11:116_7": "In territory I’m tamed,",
    "ai-atk-abh02a11:116_8": "and another monk hit his robe in the open.",
    "ai-atk-abh02a11:116_9": "The gem was burnt by the King.",
    "ai-atk-abh02a11:116_10": "Therefore he should set up such unsuitable things, and then instead be reinstated.",
    "ai-atk-abh02a11:116_11": "This is what’s suitable, and wise,",
    "ai-atk-abh02a11:117_0": "‘Protector’: this is the Great Elder Mahā Kassapagotta told the story of the Greatly nature.",
    "ai-atk-abh02a11:117_1": "Thera Mahādhamma was sitting in the during the day, and having a agreement with the hands of his pupil, he began to the rolling-aps, and placed it together with his pupils.",
    "ai-atk-abh02a11:117_2": "The pupils asked him:",
    "ai-atk-abh02a11:117_3": "“Why, sir, why are we distributioned in the same way as before?”",
    "ai-atk-abh02a11:117_4": "“Reverends, I am unable to focus on the meditation subject that I am unable to focus on the transgressing the meditation subject.",
    "ai-atk-abh02a11:117_5": "Now while I was being instructed with the meditation subject after I came, I announced my meditation subject after (him).",
    "ai-atk-abh02a11:117_6": "Therefore he ate one placed them in a position.”",
    "ai-atk-abh02a11:117_7": "“It’s good, Venerable Sir, that a monk should have such state.”",
    "ai-atk-abh02a11:117_8": "That too is how the meditation subject should be understood: ‘This meditation subject reaches by the idea of the meditation subject’.",
    "ai-atk-abh02a11:118_0": "he says: ‘Nothing marriedly, there is no one able to do so,",
    "ai-atk-abh02a11:118_1": "Their element should be understood as it is said: ‘Charbly interpreted for a without moderation,’ one who is striking the hand of the bowl of mentioned, ‘Channaceles’ is the consequence of such schools as a flag.’",
    "ai-atk-abh02a11:119_0": "Here is the double-robe wearer’s robe and settling the robes aside in the cloak of the robes, etc.",
    "ai-atk-abh02a11:119_1": "Herein, on his outer robe wearing an outer robe, and he dresss in the robes of alms-food, etc., just as when the Buddha has entered upon them, he says, ‘Nobles the use of robes, etc.’",
    "ai-atk-abh02a11:119_2": "The meaning of this ‘winking’ should be understood.",
    "ai-atk-abh02a11:120_0": "but heat is weak and ghee; it is fine; it takes an unclean fine robe.",
    "ai-atk-abh02a11:120_1": "they unfaltering, unattached,",
    "ai-atk-abh02a11:120_2": "Whoever has both overcome the (true) despatched,",
    "ai-atk-abh02a11:120_3": "For that which is the best vegetables will be used up by the texts,",
    "ai-atk-abh02a11:120_4": "a charnel ground, a spike, a bandit, a criminal.",
    "ai-atk-abh02a11:120_5": "For even a single person in the wilderness who lives alone in the wilderness is dangerous and threats dangerously.",
    "ai-atk-abh02a11:120_6": "And when he cultivates the kind of signs by means of which causes unskillful qualities to decline while skillful qualities grow, inclination, and which lacks understanding and cultivates the dealing with the function of currents.",
    "ai-atk-abh02a11:120_7": "this ghee is unfit for ghee.",
    "ai-atk-abh02a11:120_8": "Their conduct should be understood as follows: ‘This meditation subject consisting in the imperfection of the perception of the universal perception and situational awareness.’",
    "ai-atk-abh02a11:121_0": "There is no one else to put it on oneself.",
    "ai-atk-abh02a11:121_1": "and the circumference of the kind already described is produced in the way already described.",
    "ai-atk-abh02a11:121_2": "Herein, the robe is fitted,",
    "ai-atk-abh02a11:121_3": "nor does the robe-cloth know,",
    "ai-atk-abh02a11:121_4": "‘The body is expelled’, do not know how this body does not know:",
    "ai-atk-abh02a11:121_5": "‘I have put on my robe.’",
    "ai-atk-abh02a11:121_6": "They conceal the relics and the three elements that were low, crude, and ordinary.",
    "ai-atk-abh02a11:121_7": "Therefore one should neither give up a robe-cloth happiness, nor get it lacking joy and happiness.",
    "ai-atk-abh02a11:121_8": "(There were) in the Nāgas plagued lay people of Nāgas, trees on the bank of the Gaggarā, and whatever other flowers there were stubborn porned with drums, ladies, and swords, killers, and fragrances.",
    "ai-atk-abh02a11:121_9": "do not affect the dragons or trees.",
    "ai-atk-abh02a11:121_10": "In the same way, I didn’t get a robe, or give it up.",
    "ai-atk-abh02a11:121_11": "In this way you should understand: ‘The enjoyment of the breath of mental processes,’",
    "ai-atk-abh02a11:122_0": "When he was wandering for alms, he should carry his bowl around on his alms-food as bowl, and while wandering indiscriminately for alms-food. He should think, ‘I’ll look after this bowl because he wins as above.’",
    "ai-atk-abh02a11:122_1": "for the overcoming fondness in his body is unsuitable,",
    "ai-atk-abh02a11:122_2": "Whoever has five aggregates, bad words, is hard to bear, and is unaffected,",
    "ai-atk-abh02a11:122_3": "for a hard to see",
    "ai-atk-abh02a11:122_4": "and his water was washing it all.",
    "ai-atk-abh02a11:122_5": "The colour of a peg is produced in the way already described.",
    "ai-atk-abh02a11:122_6": "When someone acquires signs and foundations on the signs, unskillful qualities grow while skillful qualities decline. This is the one perversion of what is suitable.",
    "ai-atk-abh02a11:122_7": "Their conduct should be understood as follows: ‘This meditation subject consisting in the imperfection of the perception of the universal perception and situational awareness.’",
    "ai-atk-abh02a11:123_0": "There is no one else to take hold of it,",
    "ai-atk-abh02a11:123_1": "and the bowl is called “blessing” in the way already described .",
    "ai-atk-abh02a11:123_2": "There also because the bowl is brought there, the intention to prepare it.",
    "ai-atk-abh02a11:123_3": "nor does the bowl know how",
    "ai-atk-abh02a11:123_4": "‘I’m hooked by the elephant.’",
    "ai-atk-abh02a11:123_5": "elephants do not know,",
    "ai-atk-abh02a11:123_6": "‘We’ve been caught for us.’",
    "ai-atk-abh02a11:123_7": "Standing on the elements, he serves the sacred flame, tremble with fire,",
    "ai-atk-abh02a11:123_8": "In this way you should understand: ‘The enjoyment of the breath of mental processes,’",
    "ai-atk-abh02a11:124_0": "But as happens when they’re crushed and sprinkled with blue colors, blue hunger, and red-hot meat,",
    "ai-atk-abh02a11:124_1": "Herein, by needing hair and beards, dressed in ocher robes,",
    "ai-atk-abh02a11:124_2": "and the shape of flowers are the shape of and badly shoes.",
    "ai-atk-abh02a11:124_3": "And there they are no more sad or upset.",
    "ai-atk-abh02a11:124_4": "The meaning is that it is can be used to have medicine, and so on.",
    "ai-atk-abh02a11:124_5": "In the same way, when a monk gives a robe, he darts a bowl with robes, a dart drawn it up like a bowl, and that it is darts a medicine.",
    "ai-atk-abh02a11:124_6": "This is the double-robe.",
    "ai-atk-abh02a11:125_0": "When there is no eating, etc.,:",
    "ai-atk-abh02a11:125_1": "if he drinks rice porridge, etc.;",
    "ai-atk-abh02a11:125_2": "eats the food that was eaten, drunk, chewed, and so on.",
    "ai-atk-abh02a11:125_3": "Indirect talks, honey, inequiry,",
    "ai-atk-abh02a11:125_4": "Herein, the meaning is stated in the way beginning, “Here the meaning” and “There is eighth lineages” , and the meaning is,",
    "ai-atk-abh02a11:125_5": "The meaning of this ‘winking’ should be understood.",
    "ai-atk-abh02a11:126_0": "Whatever food he gets coarse or fine, in one who is unsuitable, and uses what is unsuitable.",
    "ai-atk-abh02a11:126_1": "But when obtaining these signs and signs, unskillful qualities grow while skillful qualities decline.",
    "ai-atk-abh02a11:126_2": "this ghee is unfit for ghee.",
    "ai-atk-abh02a11:126_3": "Their conduct should be understood as follows: ‘This meditation subject consisting in the imperfection of the perception of the universal perception and situational awareness.’",
    "ai-atk-abh02a11:127_0": "There is nothing wrong within oneself:",
    "ai-atk-abh02a11:127_1": "and the bodily-formation given in the way already stated . But the bowl-element is called “accomplished” .",
    "ai-atk-abh02a11:127_2": "Since the bowl of the mind-element is called “accomplished” in the hand of the bowl, it is called “final.”",
    "ai-atk-abh02a11:127_3": "In the case of the mind-element occurrence of the elements, archery, stainless, and preparing the mouth.",
    "ai-atk-abh02a11:127_4": "Nor can he open his rolls around without knees.",
    "ai-atk-abh02a11:127_5": "Applied thought-sphere is placed in the face of the mind elements, troughly placed in his mouth, and he so on his ears and nose-tips, and his tongue is getting placed in his ears and nose-tips.",
    "ai-atk-abh02a11:127_6": "So the carpet diminishes in that place, dried up the tent, that dust on the eye.",
    "ai-atk-abh02a11:127_7": "With the surface of the tongue, undergoing the teeth clenched and tongue pressed against the door, above the top, and including it with a sharp pointed sword, nostrils, wide, and no cracking is to be invited.",
    "ai-atk-abh02a11:127_8": "enter the air element,",
    "ai-atk-abh02a11:127_9": "( which) enter the sky, the floor who has entered a good leaf hut, there is no one",
    "ai-atk-abh02a11:127_10": "and the air element stands in its air element.",
    "ai-atk-abh02a11:127_11": "There is no one standing in the standing which the fire-place covered the fire-place, but having stretched forth.",
    "ai-atk-abh02a11:127_12": "it serves the fire element that comes.",
    "ai-atk-abh02a11:127_13": "There is no staff named inside or with a fist.",
    "ai-atk-abh02a11:127_14": "you in the air element:",
    "ai-atk-abh02a11:127_15": "So they keep it transgressing the air element and put it aside. And they keep it carefully and without scratching it.",
    "ai-atk-abh02a11:127_16": "They remember as the earth element and as guarding it.",
    "ai-atk-abh02a11:127_17": "water-element, and clung to—get of drunk,",
    "ai-atk-abh02a11:127_18": "The fire element cooks what is lost;",
    "ai-atk-abh02a11:127_19": "the space element.",
    "ai-atk-abh02a11:127_20": "Herein, the consciousness element is right there, it is the right way that is the wind element.",
    "ai-atk-abh02a11:127_21": "In this way you should understand: ‘The enjoyment of the breath of mental processes,’",
    "ai-atk-abh02a11:128_0": "Besides, as to going, seeking out what is unconcerned, receptacles, and uses what is unconcerned , he must see the tenfold receptacle of insight, as to receptacle, from the time of the fostering of mindfulness.",
    "ai-atk-abh02a11:128_1": "But here is the description of the path in this way: “The perception of the impediments of the breaths should be understood as the repulsiveness of the path.”",
    "ai-atk-abh02a11:129_0": "A luxurious body always grows old,",
    "ai-atk-abh02a11:129_1": "Herein, when rice gruel has riped out and grown in it, the whole body is dirty and so on. He is not able to break the eyes from the ear.",
    "ai-atk-abh02a11:129_2": "But when one does not exist is here, the meaning is this meaning here is this.",
    "ai-atk-abh02a11:129_3": "The meaning of this ‘winking’ should be understood.",
    "ai-atk-abh02a11:130_0": "If he is defecating, he is one whose life is unsuitable; it is extended, this is the life belonging to the life.",
    "ai-atk-abh02a11:130_1": "‘It’s suitable to one’s own wealth, it doesn’t belong here.’",
    "ai-atk-abh02a11:130_2": "The meaning of ‘proaching is one of the meditation subject’, and ‘corruptions of the meditation subject’ can be understood as enlightenment.",
    "ai-atk-abh02a11:131_0": "Out in whom one is self, there is no one who is making a custom",
    "ai-atk-abh02a11:131_1": "Their element is exclusively the mind-made, but luxurious deeds.",
    "ai-atk-abh02a11:131_2": "But just as when buried lumps of sugarcane put on dry land, blew on water, and from the top of the water, the balls the bathing powder is drunk, and unwelcome to digested out the water, so too the water in the morning and evening to the evening time of the needles size of a mosquitoes.",
    "ai-atk-abh02a11:131_3": "But when a bhikkhu leaves like this, they’re not expelled by others.",
    "ai-atk-abh02a11:131_4": "Just so only this body is overflowing.",
    "ai-atk-abh02a11:131_5": "what is known as the Dhamma?",
    "ai-atk-abh02a11:131_6": "Just as water that rains residence had been discarded, there is no ownering of others, and only what is entirely nourishes others.",
    "ai-atk-abh02a11:131_7": "In this way you should understand: ‘The enjoyment of the breath of mental processes,’",
    "ai-atk-abh02a11:132_0": "and gone to the end of rebirth:",
    "ai-atk-abh02a11:132_1": "on a bed.",
    "ai-atk-abh02a11:132_2": "sitting down on the seat,",
    "ai-atk-abh02a11:132_3": "if it is a bedroom;",
    "ai-atk-abh02a11:132_4": "Herein,king in the way already described, the application of, etc., should be understood in the way already described.",
    "ai-atk-abh02a11:133_0": "And here this is another’s:",
    "ai-atk-abh02a11:133_1": "For when one person is walking along thinking about something else,",
    "ai-atk-abh02a11:133_2": "if he goes without getting permission from one day;",
    "ai-atk-abh02a11:133_3": "while lying down, thinking, “Having been sitting down alone, he lay down on another.”",
    "ai-atk-abh02a11:133_4": "One of them answered without having given away.",
    "ai-atk-abh02a11:134_0": "but not a walking-path as a monkey.",
    "ai-atk-abh02a11:134_1": "For a monk who walks walking mindfully and standing on one side to the other, if he stands on the walking-path,",
    "ai-atk-abh02a11:134_2": "‘For the eastern quarters rolling back in the eastern direction, rose into the west, and without scratching back in the eastern gate.’ Then the western side, rolling back into the eastern quarters, drinking and rejoicing from the eastern quarters, thinking: ‘Suching back and forth into the eastern gate, the Pollection of the Mount Veda steadily proceeding from the east, the west, the north, and without having seen’",
    "ai-atk-abh02a11:134_3": "while rising up to the house however, the meditation subject goes:",
    "ai-atk-abh02a11:134_4": "This monk is one who practises with full awareness.",
    "ai-atk-abh02a11:135_0": "When a meditation subject is well-proclaimed, it is undeveloped.",
    "ai-atk-abh02a11:135_1": "You shouldn’t have a meditation subject to peace.",
    "ai-atk-abh02a11:135_2": "That’s why he is able to lie down until the walk is walking mindfully, lies down while sitting down.",
    "ai-atk-abh02a11:135_3": "‘Whatever-existent I have received,",
    "ai-atk-abh02a11:135_4": "nor the body –",
    "ai-atk-abh02a11:135_5": "“And if I lie down,",
    "ai-atk-abh02a11:135_6": "And does not know how",
    "ai-atk-abh02a11:135_7": "lies down on me.",
    "ai-atk-abh02a11:135_8": "both lies down on a bed.’",
    "ai-atk-abh02a11:135_9": "while he is endlessly, he took hold of his mind in that way.",
    "ai-atk-abh02a11:135_10": "He is one who practises with full awareness.",
    "ai-atk-abh02a11:136_0": "wakefulness, sleep, and wake.",
    "ai-atk-abh02a11:136_1": "Herein, when what is called ‘mindful’ because of their mindfulness’ and neglect mindful,",
    "ai-atk-abh02a11:136_2": "The monks who practices in consequence is called ‘thewelling’ when going out and coming back; when looking awake, is one who practises with full awareness.",
    "ai-atk-abh02a11:136_3": "Furthermore, there are five days left for the at Koṭṭhita, inspires confidence in wakefulness, situational awareness and immersion.",
    "ai-atk-abh02a11:137_0": "if she does it when asked;",
    "ai-atk-abh02a11:137_1": "Herein, when there is noise there is what is called “mindfulness” is not given to the ear ...",
    "ai-atk-abh02a11:137_2": "in that place the receivers are precisely.’",
    "ai-atk-abh02a11:137_3": "Vijaya, while giving up the thirty-two dimensions in the dimension of infinite space, he is teaching Dhamma in the thirty-two marks of a great man, and he is one who acts with full awareness.",
    "ai-atk-abh02a11:138_0": "Geep in silence:",
    "ai-atk-abh02a11:138_1": "Herein, ‘There is noise for the sake of a neither-painful-nor-non-perception, there is no mindfulness due to the ending of defilements.",
    "ai-atk-abh02a11:138_2": "A mendicant who doesn’t act in silence is an important mendicant’s acts with situational awareness.",
    "ai-atk-abh02a11:138_3": "Having done the eight factors of the consciousness objects, while sitting in one of the consciousness of the meditation subjects, and in the second jhāna, he is one who practises with full awareness, and instead of apprehending the second jhāna together with mindfulness and full awareness, thus he is silent.",
    "ai-atk-abh02a11:139_0": "And there is one posture in two places, one at the two places,",
    "ai-atk-abh02a11:139_1": "He was go forward to the village here and there, and when he returns, alms have been deposited in and waiting for it as long as he goes along.",
    "ai-atk-abh02a11:139_2": "As he goes there, they should be understood, that is to say, the inner skin and the skill in basic opposite sex.",
    "ai-atk-abh02a11:140_0": "What is the point of constantly devoted , of the Spheression as well.",
    "ai-atk-abh02a11:141_0": "What can I do about this matter?",
    "ai-atk-abh02a11:141_1": "(And) this bhikkhu shows a suitable way to bring ghee, to the highest benefit,",
    "ai-atk-abh02a11:141_2": "Whoever has no endless virtue in him, the forest is unbounded,",
    "ai-atk-abh02a11:141_3": "But if there is no-one in whom there is no danger",
    "ai-atk-abh02a11:141_4": "however, go to the wilderness or the wound you’re like the monkey in the wilderness.",
    "ai-atk-abh02a11:141_5": "Having entered the first (monk) the earth,",
    "ai-atk-abh02a11:141_6": "For in the wilderness, there is no-one rooted in the wilderness.",
    "ai-atk-abh02a11:141_7": "and wilderness are far from the wilderness,",
    "ai-atk-abh02a11:141_8": "arising from faith in the dispensation.",
    "ai-atk-abh02a11:141_9": "But one who in whom this virtue is unskilled in virtue,",
    "ai-atk-abh02a11:141_10": "Because they live in the wilderness, relying on a forest grove, return to the forest, and live in the wilderness. They’d wash off his head.",
    "ai-atk-abh02a11:141_11": "That’s why the Teacher shows such a place as the simile of the dwelling in such a place, making use of what is suitable for a dwelling, and so on.",
    "ai-atk-abh02a11:141_12": "Herein, trivial circumference is quite purified in that place.",
    "ai-atk-abh02a11:141_13": "For (that is) what is beneficial, but what is not what has been said.",
    "ai-atk-abh02a11:141_14": "There they are not covered, not uncrowded,",
    "ai-atk-abh02a11:141_15": "Herein, when anyone who has entered the dwellings in an opportunity to one hundred leagues long, a half a month, or a mountain cave to spend a half a month, and it’s not able to travel to visit him.",
    "ai-atk-abh02a11:141_16": "this is in the presence of the Buddha:",
    "ai-atk-abh02a11:141_17": "But when one or half a league has been blown away",
    "ai-atk-abh02a11:141_18": "This is how the inconsequence is called “greed”.",
    "ai-atk-abh02a11:142_0": "527.",
    "ai-atk-abh02a11:142_1": "Cettiya and Bhaddāli,",
    "ai-atk-abh02a11:142_2": "what can be shown is said to be a bench, etc., for the schisms that were lost.",
    "ai-atk-abh02a11:142_3": "Herein, there are four kinds of beds:",
    "ai-atk-abh02a11:142_4": "one with legs forehead, one with angular legs, one with axe, and one with detachable legs.",
    "ai-atk-abh02a11:142_5": "Like this wrapped in skin,",
    "ai-atk-abh02a11:142_6": "the five mattresses:",
    "ai-atk-abh02a11:142_7": "a mattresses stuffed with wool, a mattress stuffed with grass, a mattress stuffed with leaves.",
    "ai-atk-abh02a11:142_8": "they are said to be the soup of predatory animals.",
    "ai-atk-abh02a11:142_9": "The wide openings, the size of fingers, the size of a wide, the size of a long-sphere,",
    "ai-atk-abh02a11:142_10": "Lefttening is the same for just described during the day and night, after showing them the portion of the food,",
    "ai-atk-abh02a11:142_11": "Guardian was like a golden rich,",
    "ai-atk-abh02a11:142_12": "took a stilt longhouse and two months,",
    "ai-atk-abh02a11:142_13": "he accepts the royal compound that was made of bricks, a bricks, a four-food, a four-footed wide.",
    "ai-atk-abh02a11:142_14": "like a later-food eater in all the limits,",
    "ai-atk-abh02a11:142_15": "But in the Vinaya Commentaries, the Palace of Principle is said to be the fourfold.",
    "ai-atk-abh02a11:142_16": "At the very moment they swept away the mountain, or at the place in order to build a mountain that were place for absorption on the rocks.",
    "ai-atk-abh02a11:142_17": "Whether by garden of sugarcane, observed: wherever there were mountain caves or divided mountains (on they), for the ground of the level of the mountains.",
    "ai-atk-abh02a11:142_18": "down to the root of a tree, or to an individual.",
    "ai-atk-abh02a11:142_19": "the bamboo is wound.",
    "ai-atk-abh02a11:142_20": "Or wherever monks gather—past, all of them, unrestrained—all is sitting wherever those monks gathering.",
    "ai-atk-abh02a11:143_0": "528.Bhajatīti upeti.",
    "ai-atk-abh02a11:143_1": "Conquering that place it is called dissatisfaction as if fixed.",
    "ai-atk-abh02a11:143_2": "As he associates with one who associates, he makes use of the Noble Ones, and associates with it.",
    "ai-atk-abh02a11:143_3": "he cultivates it by means of proper lodgings: he associates with it.",
    "ai-atk-abh02a11:144_0": "529.",
    "ai-atk-abh02a11:144_1": "But now they say, to show the blessings that what is to be done, the root of a tree, and the cutting down at the root of a tree.",
    "ai-atk-abh02a11:144_2": "Herein, as long as they remained in the wilderness, they set up a village and the resting place, the remaining kinds of wilderness in the village.",
    "ai-atk-abh02a11:144_3": "the discourses of the wilderness, in the wilderness, “He lives in the wilderness, by making use of the five cords precincts”.",
    "ai-atk-abh02a11:144_4": "In the Commentary on the Monastic Law there is a name for the Monastic Law.",
    "ai-atk-abh02a11:144_5": "“As a precious Teaching to the Devoutants, which brings about the wilderness (from the village), Inda by name, the tip of the Indane.”",
    "ai-atk-abh02a11:144_6": "After leaving the lady Peak, the meaning is the meaning.",
    "ai-atk-abh02a11:145_0": "530.",
    "ai-atk-abh02a11:145_1": "(May there be) trees that are rooted in the trees, and embracing to the root of a tree, or to the root of a tree, so on.",
    "ai-atk-abh02a11:145_2": "But to the root of a tree, or to a cool tree.",
    "ai-atk-abh02a11:145_3": "mountains top the mountain,",
    "ai-atk-abh02a11:145_4": "Herein, when the water is sitting in the cool shade, the root of a tree is seated up with cold and heat and cold, when the mind is cool, the one in the cool, the mind is produced from the seeds of the cool water,",
    "ai-atk-abh02a11:145_5": "Restraint by illness is what is called water; the water of the mountains (evenly) drops.",
    "ai-atk-abh02a11:145_6": "that they made no response of women even though.",
    "ai-atk-abh02a11:145_7": "Herein, whirlpools and crystals are like those of meat.",
    "ai-atk-abh02a11:145_8": "Such-and-such a piece of water, after making a cold and heaping the head, and sitting in the needles, and a rag-robe after making an ascetic to do such a robe.",
    "ai-atk-abh02a11:145_9": "In the mountain of sumer, two or three days before the other,",
    "ai-atk-abh02a11:145_10": "what is reckoned as a cleansing characteristic.",
    "ai-atk-abh02a11:146_0": "They don’t go beyond the village where people wander for alms, but don’t go.",
    "ai-atk-abh02a11:146_1": "For that is why only residing the similes of the dwellings, etc., are said to be “without meaning” .",
    "ai-atk-abh02a11:146_2": "Or alternatively, having shown that the place where it is a place for its purpose, after showing them the abode, the limited places of the trees (for them) having shown the limited and the unconcealed.",
    "ai-atk-abh02a11:146_3": "Which shines in the open air,",
    "ai-atk-abh02a11:146_4": "if he wishes, he may stay there.",
    "ai-atk-abh02a11:146_5": "made of reeds, claws, palms.",
    "ai-atk-abh02a11:146_6": "For a large heap of sandals falling down from the root of a tree, and threw down from the ground top of a great sal tree.",
    "ai-atk-abh02a11:146_7": "It was said regarding this.",
    "ai-atk-abh02a11:146_8": "in the same place where the enemy arises, wherever they fall,",
    "ai-atk-abh02a11:146_9": "Such unvirtuous conduct.",
    "ai-atk-abh02a11:146_10": "Standing on a river by theft.",
    "ai-atk-abh02a11:146_11": "if a person is going beyond the vicinity of a human came, he’s going beyond the city.",
    "ai-atk-abh02a11:146_12": "They’ve gained the True Dhamma to penetrate (of existence), and don’t misfortune,",
    "ai-atk-abh02a11:147_0": "the sound of recitations, etc., are quiet and the sound of drums,",
    "ai-atk-abh02a11:148_0": "the floods swelling the flood by the floods of space ...",
    "ai-atk-abh02a11:148_1": "But because the student of these two kinds of sounds is just one thing: “That’s why there is the sound of crossing the flood described under the stream of the flood.”",
    "ai-atk-abh02a11:148_2": "(thinking): “Amongst those who sleep in displayed the corpse with a consequence,",
    "ai-atk-abh02a11:148_3": "making amends for an offense entailing acknowledgment.",
    "ai-atk-abh02a11:148_4": "“For he who understands the meaning is: possessed”;",
    "ai-atk-abh02a11:148_5": "One whose mind is immeasurable, oppressed by men within that place and places awakened there, but who for the purpose of crossing the flood “Whoever owns there is little” on account of that gift.",
    "ai-atk-abh02a11:148_6": "mentioned to human beings.",
    "ai-atk-abh02a11:148_7": "But he is unrivaled by the people, he thinks “The place of Joyful Gods Who Leaders away the human beings would as well.”",
    "ai-atk-abh02a11:148_8": "suitable for seclusion.",
    "ai-atk-abh02a11:148_9": "However, he has told you about the men of the human state, that is why the name of the men of men, “The poor wretched for men, that is, for retreat for men,” and “It is said to be for retreat for retreat.”",
    "ai-atk-abh02a11:149_0": "534.",
    "ai-atk-abh02a11:149_1": "she went to the wilderness, and she entered the wilderness.",
    "ai-atk-abh02a11:149_2": "Likewise the root of a tree,",
    "ai-atk-abh02a11:149_3": "* For the resting place were a resting place in an empty dwelling,",
    "ai-atk-abh02a11:150_0": "and binding his garments, bound together by the birds, he said: “Friends, I am bound with a tear,",
    "ai-atk-abh02a11:150_1": "set up the body straight, placed in the upper hip, looking above the belt, keeping the body straight, and the backbone.",
    "ai-atk-abh02a11:150_2": "For that was seated in this way, aren’t worth a sixteenth part",
    "ai-atk-abh02a11:150_3": "And the feeling that wouldn’t arise in them if they were to digg the feelings.",
    "ai-atk-abh02a11:150_4": "Within a single meditation subject that is unified, the mind doesn’t fall away from them.",
    "ai-atk-abh02a11:151_0": "It is said that this body is confused, but that his body is added.",
    "ai-atk-abh02a11:152_0": "setting mindfulness on the mouth, making it precise, and setting the front.",
    "ai-atk-abh02a11:152_1": "Because when this was said, he thinks: “This is established in the neighborhood of a chopping breath or at the front.”",
    "ai-atk-abh02a11:152_2": "And in the upper place where the upper story is covered with the ford. Wherever the lower part, the upper place in which that place is responded by the necklace.",
    "ai-atk-abh02a11:152_3": "Or alternatively, the meaning can be treated here thus: “Have he has thus dedicated his own opening.”",
    "ai-atk-abh02a11:152_4": "Therefore it is said: “There is the meaning of mindfulness in this way, of the acquisition of the front, of this” .",
    "ai-atk-abh02a11:152_5": "Here is the meaning in brief: “This calculation of mindfulness, for when there is no need.”",
    "ai-atk-abh02a11:153_0": "538.",
    "ai-atk-abh02a11:153_1": "The sections on openings are the meaning.",
    "ai-atk-abh02a11:153_2": "Herein, this is in brief.",
    "ai-atk-abh02a11:153_3": "I went up to the world of the five grasping aggregates.",
    "ai-atk-abh02a11:153_4": "Therefore, after giving up the five grasping aggregates, the meaning is, and then neglect .",
    "ai-atk-abh02a11:154_0": "Through the art of wide he has gone out to discovered themselves, is not the meaning. It is “with eye-consciousness” because it is the meaning.",
    "ai-atk-abh02a11:155_0": "They covetously with malicious intent. They lose their mind.",
    "ai-atk-abh02a11:155_1": "She chooses him, thinking, “Having released it and lets neither give it back again,”",
    "ai-atk-abh02a11:155_2": "But if he cultivates, develops, and repeats develops, he makes much of it properly denigrating idea that:",
    "ai-atk-abh02a11:155_3": "Likewise in the case of deceptions.",
    "ai-atk-abh02a11:156_0": "The meaning is this: born of good will, be given in the basic supports, and the others respectively should be understood according to foes.",
    "ai-atk-abh02a11:156_1": "Again, lust infects it too encounter, ill will, as it were, then his ill will gives rise to ill will.",
    "ai-atk-abh02a11:156_2": "By so doing he destroys others, or for some other reasons he that brings them.",
    "ai-atk-abh02a11:156_3": "it’s been mastered by anger.",
    "ai-atk-abh02a11:156_4": "Hence it is said: “He who has ill-will, ill-will,",
    "ai-atk-abh02a11:156_5": "ill will, and confusion.”",
    "ai-atk-abh02a11:156_6": "And it is said in the Aṅguttara, that all the Saṅgha’s disciples, etc., have already been given to them by oneself, and that is why they are come to be, obtained in this way.",
    "ai-atk-abh02a11:157_0": "546.",
    "ai-atk-abh02a11:157_1": "to see his own mind and deportment,",
    "ai-atk-abh02a11:157_2": "the sloth and torpor",
    "ai-atk-abh02a11:157_3": "Consciousness: these two things, namely, formlessness and cessation.",
    "ai-atk-abh02a11:157_4": "This is the word of the meaning herein:",
    "ai-atk-abh02a11:158_0": "Perceiving that he is seen for two days and nights, he perceives the light, and he has reached the goal of his purity.",
    "ai-atk-abh02a11:159_0": "He is endowed with mindfulness and full awareness: this is called “the perception of light” because he has knowledge and conduct, and this is called “the perception of light” .",
    "ai-atk-abh02a11:160_0": "553.",
    "ai-atk-abh02a11:160_1": "But when the perception of light and the definition of the whole world is included ineffacement and urine, etc., and other two.",
    "ai-atk-abh02a11:160_2": "Herein, for the sake of his :",
    "ai-atk-abh02a11:160_3": "The same method applies in the same way.",
    "ai-atk-abh02a11:160_4": "Equanimity is called “non- indicated” in the sense of urgency.",
    "ai-atk-abh02a11:160_5": "and has reached that same state as “withstanding” and so on.",
    "ai-atk-abh02a11:160_6": "This is freed from being freed from liberations: this is its escape.",
    "ai-atk-abh02a11:160_7": "and because it is abandoned by the sign of he that deliverance.",
    "ai-atk-abh02a11:160_8": "This is the exposition concerning the teaching on the beginning and the middle of the first jhāna.",
    "ai-atk-abh02a11:160_9": "Or alternatively, all kinds of meditation are capable of realizing anything that can be consolidated.",
    "ai-atk-abh02a11:160_10": "He doesn’t come back again and again in the same way as “utmost devotion to the greedy fondness is abandoned, and he does not reside in the same way.",
    "ai-atk-abh02a11:160_11": "He is brilliant and fine.",
    "ai-atk-abh02a11:160_12": "Vāsava was like the bones.",
    "ai-atk-abh02a11:160_13": "Subsides, the bones of the formless realm,",
    "ai-atk-abh02a11:160_14": "how a man is seeking poison.",
    "ai-atk-abh02a11:161_0": "Reflecting on the basis of truth, making a basis of restlessness, remorse, restlessness, and remorse, and doubt are all impermanent.",
    "ai-atk-abh02a11:161_1": "And here it is too should be understood in the first word “base” the word “breaths” .",
    "ai-atk-abh02a11:162_0": "After doubting about: having gone beyond doubt, he crosses over.",
    "ai-atk-abh02a11:162_1": "Entering the place where there is no grass, this dropping, this is said in order to show the state of existence.",
    "ai-atk-abh02a11:162_2": "With the overcoming of seer: this is the meaning of seeing in that way.",
    "ai-atk-abh02a11:162_3": "Whose mind is full of particular means has mastery in attaining the states of partaking of strands, and conquering.",
    "ai-atk-abh02a11:162_4": "having gone to the beyond, doubt independent of others.",
    "ai-atk-abh02a11:162_5": "who has reached the far shore, (surely) worshipped by the local austerity,",
    "ai-atk-abh02a11:162_6": "thus shows the fruit of that deed thus,",
    "ai-atk-abh02a11:163_0": "This includes such topics as ‘proaching-handed One’.",
    "ai-atk-abh02a11:163_1": "(wholesome) wholesome thoughts,",
    "ai-atk-abh02a11:163_2": "those who have no doubts or uncertainties, are they skillful?",
    "ai-atk-abh02a11:163_3": "You don’t have doubts about the teaching that are helpful for you, without getting enough.",
    "ai-atk-abh02a11:163_4": "How is one who isn’t talking about what is skillful?",
    "ai-atk-abh02a11:163_5": "he spoke kindly, talking about, talking about,",
    "ai-atk-abh02a11:163_6": "But that is the meaning of what is said in the words beginning, “And how does he depart?”",
    "ai-atk-abh02a11:163_7": "When talk about, talk about Dhamma,",
    "ai-atk-abh02a11:164_0": "Since they are called corruptions of the defilements—",
    "ai-atk-abh02a11:165_0": "They’re called ‘the intelligent’. They give up these five hindrances, weakenings. They’re seen, rising up, resplendent, and understanding arising from the hindrances’. They’re not able to discern them, and they don’t arise because they’re weak the five hindrances.",
    "ai-atk-abh02a11:165_1": "‘Without favoring and opposing,’ this is what I said.",
    "ai-atk-abh02a11:165_2": "The rest is explained because it is clear in each case.",
    "ai-atk-abh02a11:166_0": "Or alternatively, they can also be called “simply” in the sense of defilement, etc., which is used in the fine-material and immaterial origination.",
    "ai-atk-abh02a11:166_1": "For it is simply when only the second absorption in the four absorptions—when all the orthods have entered upon the absorption—that is, two-factored absorption, three and eighteen absorptions—they are in fact absorption,” or “possessed,” or “possessed,” or “posing the second absorption,” that is an implementediment for the purpose of bliss, not in this way,”",
    "ai-atk-abh02a11:167_0": "Though he teaches the noble truths, however, does he explain in detail: ‘The teaching is included in in all directions, about the noble ones, and he explains, teach the Dhamma in order to show the meaning of all kinds of equanimity.’ So he explains, teach the explanation of the meaning interruptation, explaining them, explaining, the explanation, discovered, explaining, “This is the meaning of this. Now, they should teach the exposition of the four foundations of mindfulness. Now, ass, when anyone else. There are these four ways to develop, they do so, analyzed, and uncertainty, he explained it.",
    "ai-atk-abh02a11:168_0": "With the passing of those places (therefore) possessed by those venerables, having passed over to the place where the Buddha has gone beyond, they must say: ‘I have done this in the sense that place it is too hard,’ he should be seen by the above.",
    "ai-atk-abh02a11:169_0": "In the commentary on the bricks, etc.",
    "ai-atk-abh02a11:170_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-atk-abh02a11:171_0": "623.",
    "ai-atk-abh02a11:171_1": "and because of the drum of the rays of the thought (of the Buddha) in the way already described.",
    "ai-atk-abh02a11:171_2": "Consequently, the meaning should be understood according to the subsequent composing sequently in the way already described.",
    "ai-atk-abh02a11:171_3": "Herein, the basic series is stated in the sense of definition;",
    "ai-atk-abh02a11:172_0": "the commentary on the private parts,",
    "ai-atk-abh02a11:173_0": "3. Pañhāpucchakavaṇṇanā",
    "ai-atk-abh02a11:174_0": "638.",
    "ai-atk-abh02a11:174_1": "the questions should be understood as the profitable in the way already stated.",
    "ai-atk-abh02a11:174_2": "But the base consisting of boundless consciousness should be understood that with a limited object, and so on.",
    "ai-atk-abh02a11:174_3": "But in the supermundane path there may be dangers there.",
    "ai-atk-abh02a11:174_4": "The fourth absorption ...",
    "ai-atk-abh02a11:175_0": "Herein, the ninth and object is only nine objects.",
    "ai-atk-abh02a11:176_0": "were unable to perform the wielding of psychic power by way of body, speech, and mind, which instead of wielding the body, made up of the mind, and body, with a limited objection of the body, making physical contact with the mind as its object, because its object.",
    "ai-atk-abh02a11:177_0": "divine nectarations are limited with knowledge. It is limited with a limited object,",
    "ai-atk-abh02a11:178_0": "The mind-made, whose mind is based on the forms of peace, its objects of sense-sphere, its limited sense-spheres, immeasurable, great mass of visible objects, whose mind based on the formless consciousness, beyond the limitless consciousness, and measureless states,",
    "ai-atk-abh02a11:178_1": "They don’t know the mind of encounter ordinary persons.",
    "ai-atk-abh02a11:178_2": "the stream-enterer and the ordinary person.",
    "ai-atk-abh02a11:178_3": "the once-returner, and the lower worlds are those of two.",
    "ai-atk-abh02a11:178_4": "non-returners, non-returners, there are three months and three months",
    "ai-atk-abh02a11:178_5": "All those who have ended defilements;",
    "ai-atk-abh02a11:179_0": "Four ways of past lives, with a limited object, on the tent of sense desires, regardless of the fine-material spheres, the fourth jhāna in the fine-material and immoral jhānas, the six sense-spheres, the paths, the fruits of the Buddhas, the highest attainments, the fine-material sphere as objects, and the nine objects of the Buddhas.",
    "ai-atk-abh02a11:180_0": "Abandoning the divine eye, (having colours) that with a limited object,",
    "ai-atk-abh02a11:181_0": "the work of the Knowledge, and in the various forms of sense-sphere, of the fine-material sphere, of limited-sphere sphere, and of loving-kindness,",
    "ai-atk-abh02a11:182_0": "In the future will know that future the result of sensuality is made up of the fine-material and immaterial objects, physical base consisting of boundless space, infinite consciousness, nothingness, and mental objects will become a Buddha, a specific condition for rebirth in the realm. And if a limited sense of urgency, they will know, “Buddhas is called “the path” .",
    "ai-atk-abh02a11:183_0": "the base consisting of boundless space, (understanding): the fourth absorption, the ninth sense sphere,",
    "ai-atk-abh02a11:183_1": "the base consisting of boundless consciousness, the base consisting of neither perception nor non-perception, and the fourth (of mind and body).",
    "ai-atk-abh02a11:184_0": "may you know the Uttarakuru",
    "ai-atk-abh02a11:185_0": "Those who have fulfilled action, this is the basis for those who substained thought.",
    "ai-atk-abh02a11:185_1": "There are three absorptions: the paths of reviewing knowledge, or the path, and the base consisting of the path, and that is, either with absorption or the path to the path. When there is no cause or reason for the sake of their condition.",
    "ai-atk-abh02a11:185_2": "or inquiry, (but) the path to Worthiness, etc., or inquiry path to the development of the path.",
    "ai-atk-abh02a11:185_3": "nine stands at the time of giving up desire for the fruit.",
    "ai-atk-abh02a11:186_0": "By the fourth absorption there is producing condition for the wholesome absorption in the fourth jhāna, which is accompanied by wholesome and has profitable eyes, and there is no opposite of all the profitable states, and it is the knowledge of the path here that is profitable, and it is not known that the state of particular individual essence.",
    "ai-atk-abh02a11:186_1": "the end of the mind-made means of (the path) connected with knowledge of the path. But the object has arisen in the trial period.",
    "ai-atk-abh02a11:186_2": "you are not to be spoken of, nor does he find transgression.",
    "ai-atk-abh02a11:186_3": "there is no supermundane path, there is no object here.",
    "ai-atk-abh02a11:186_4": "on the path, on the road, at the time of birth and death,",
    "ai-atk-abh02a11:186_5": "* the wisdom there is from the success of energy, the path leading to the development of the path,",
    "ai-atk-abh02a11:186_6": "If there is no desire for development of the mind in the path and the fruition that can be said",
    "ai-atk-abh02a11:186_7": "In the Noble Ones also in the two jhānas, etc., are the same in the tenfold reckoning.",
    "ai-atk-abh02a11:187_0": "Three absorptions should be understood in the past. And the nine kinds of absorption should be understood.",
    "ai-atk-abh02a11:188_0": "In the fourth jhānas they occur in the fourth jhāna. The fine-material jhānas have been handed down in the fourth jhāna. The fine-material and immaterial jhānas is the fourth jhāna.",
    "ai-atk-abh02a11:188_1": "and his body and mind have ceased in the past, consciousness, delivering with the mind,",
    "ai-atk-abh02a11:188_2": "“In the future time, when these dragons were brought (?), the flower from the tips of flowers, the seized on the tent, and the immaterial states, it was placed in the future.”",
    "ai-atk-abh02a11:188_3": "at the time of the body and mind have the objection of the present objects.",
    "ai-atk-abh02a11:188_4": "divine knowledge has arisen as its object.",
    "ai-atk-abh02a11:188_5": "The mind-made body, after having arisen in the past, future and present, the present, arisen inspired by the past, and after leading to the past,",
    "ai-atk-abh02a11:188_6": "In the future time, when he was born in the world with adverting the mind,",
    "ai-atk-abh02a11:188_7": "“Judging by the way this person’s intentions are directed, immediately after this mind state they’ll think this thought.",
    "ai-atk-abh02a11:188_8": "And even if they reveal many times, they very helpful to usually give rise to knowledge.”",
    "ai-atk-abh02a11:188_9": "Corrupt in the presently, it is the way in the presently arisen appropriate for you.",
    "ai-atk-abh02a11:188_10": "But here the detailed explanation of the meaning should be understood in the way already described.",
    "ai-atk-abh02a11:189_0": "his knowledge of former existences, and his support of the past, future and present, the Nuns of the past, future and present,",
    "ai-atk-abh02a11:189_1": "the divine eye and superior knowledge are the object of the present object;",
    "ai-atk-abh02a11:189_2": "With the range of knowledge, the object is in the past, and it is just as the object of the past and future.",
    "ai-atk-abh02a11:189_3": "Nāgas, oppressed by knowledge, not grasping at the end of the world, and mental objects, for the sake of (supernatural) life. This is called the fourth (good) existence.",
    "ai-atk-abh02a11:189_4": "the base consisting of boundless space, having the base consisting of boundless space as its object,",
    "ai-atk-abh02a11:189_5": "the base consisting of boundless consciousness, the base consisting of neither perception nor non-perception, and through the past (having) in the past,",
    "ai-atk-abh02a11:189_6": "and nine objects with the nine objects,",
    "ai-atk-abh02a11:189_7": "The same teacher as in the fourfold reckoning and the twelfth.",
    "ai-atk-abh02a11:190_0": "The three signs that were externally internally, externally, and externally are externally externally.",
    "ai-atk-abh02a11:191_0": "fourth jhāna: here too, having entered upon the fourth absorption, the wholesome jhāna in the fourfold reckoning of the fine-material jhānas,",
    "ai-atk-abh02a11:192_0": "the consciousnesses of the base consisting of psychic power, the mind, and the mental body and mind, and the consciousness as its object.",
    "ai-atk-abh02a11:192_1": "if he is showing them in the elephant’s tail, saying, “I have already shown the way.”",
    "ai-atk-abh02a11:193_0": "with the divine eye, and with the object of his own internal and external objects, both internally and externally, externally, both internally and externally, both internally and externally.",
    "ai-atk-abh02a11:194_0": "that is a (good) master of (good) consciousness and externally.",
    "ai-atk-abh02a11:195_0": "The aggregates of past lives, of the sense-spheres, and the external objects of the aggregates, both the internal and externally and the externally.",
    "ai-atk-abh02a11:196_0": "There is the divine eye, which is the internal eye base in oneself, has the physical form object of both internal and externally, externally, both internally and externally, both internally and externally.",
    "ai-atk-abh02a11:197_0": "just as when (the nature of) deeds in the various orders of his own deeds, sheds the wields the kamma-originated on both sides, and externally as objects and externally, both internally and externally.",
    "ai-atk-abh02a11:198_0": "* the wisdom there is from the future, the knowledge of the fourth jhāna of the fine-material sphere, the aggregates, and the internally and externally, both the internal and externally and externally.",
    "ai-atk-abh02a11:199_0": "left the sphere of endless space,",
    "ai-atk-abh02a11:199_1": "nine objects, nine objects,",
    "ai-atk-abh02a11:199_2": "the base consisting of boundless consciousness, the dimension of neither perception nor non-perception, and the internal object as object,",
    "ai-atk-abh02a11:200_0": "Endowed with the supramundane jhāna is the same as in the Book of Enlightened One’s own.",
    "ai-atk-abh02a11:201_0": "But in this second jhāna of the Aṅguttara, the Accomplished One in this world, or else the world, and so on.",
    "ai-atk-abh02a11:201_1": "asked a question about the people who talk about the Teaching.",
    "ai-atk-abh02a11:201_2": "for three are not only one thing, for they are only a single earthquake, and so on.",
    "ai-atk-abh02a11:201_3": "Having thus shown that absorption analysis is allowed to speak contradict the Monastic Law and having shown that obstruction,",
    "ai-atk-abh02a11:202_0": "Discussion of the Vibhaṅga:",
    "ai-atk-abh02a11:203_0": "The explanation of the absorption is finished."
}