{
    "ai-atk-abh03a49:0_0": "10. Indriyayamakaṁ",
    "ai-atk-abh03a49:1_0": "now, as having taught the roots of the skillful, at the root of the skillful, and of the stagnation of the Skillful (supernatural) faculties, he is the doctrine of the Teacher (sense-visions) of the Faculties.",
    "ai-atk-abh03a49:1_1": "Herein, the entire mass of aggregates should be understood in the way already described.",
    "ai-atk-abh03a49:1_2": "For even though the three leaf shouts (of the three periods), and the rest of the news, have passed away, and stated in the communities of the life-continuum.",
    "ai-atk-abh03a49:1_3": "He has much the faculties and so many voice.",
    "ai-atk-abh03a49:1_4": "For just as it is because of the eye elements and the field of the eye elements, nor for the eye elements of the ear element and nose, nor do they have a sense of tongue and body.",
    "ai-atk-abh03a49:1_5": "tongue, body, and mind roots and all roots are neither rooted in the eye faculty, and all the way beginning with the eye faculty. And the basis of the ear faculty, the nose, the tongue, the body, and the mind faculty, and the mind faculty rooted in the ear.",
    "ai-atk-abh03a49:1_6": "Their kasiṇa should be understood here in the first place where the heart was laid.",
    "ai-atk-abh03a49:1_7": "mind faculty, having placed on the eye’s root, trees, and medicines and supplies for the sick. That is why the ear ... nose ... tongue ... body ...",
    "ai-atk-abh03a49:1_8": "The faculties of the eye faculty together with the ear faculty ...",
    "ai-atk-abh03a49:1_9": "The faculties of happiness, and equanimity.",
    "ai-atk-abh03a49:1_10": "likewise the five faculties,",
    "ai-atk-abh03a49:1_11": "And the supramundane appearance of the supramundane states.",
    "ai-atk-abh03a49:1_12": "So the starting point should be understood here in the Doctrine, the teaching of the Noble Ones. This should be understood to say:",
    "ai-atk-abh03a49:1_13": "And in that case, all the time in this way,",
    "ai-atk-abh03a49:1_14": "But the various localities should not be apprehended by them.",
    "ai-atk-abh03a49:1_15": "When counting, he should at once, apprehend from among the community by groups, he should be understood as follows: “This is the same kind of deluded in each case.”",
    "ai-atk-abh03a49:2_0": "the color of graceful",
    "ai-atk-abh03a49:3_0": "1-86.",
    "ai-atk-abh03a49:3_1": "The explanation of the meaning here is this:",
    "ai-atk-abh03a49:3_2": "Of the eyes, women, men, women, men, women, men, both in terms of the eye, and in the (various) beings, –",
    "ai-atk-abh03a49:3_3": "for they don’t arise because of this female faculty.",
    "ai-atk-abh03a49:3_4": "Of the eyes, the men,: both of them men and women, the wives of the eye, and the women of men who are Benefit to conscious, and so on.",
    "ai-atk-abh03a49:3_5": "For that person doesn’t arise in you.",
    "ai-atk-abh03a49:3_6": "the eye faculty ...",
    "ai-atk-abh03a49:3_7": "It is called equanimity consisting in the four great primary elements beginning with the eye: taking pleasure in the four great primary elements and enjoyment, as it is reckoned as inferior.",
    "ai-atk-abh03a49:3_8": "It is reckoned as equipment for the eye’s joy, and it is said in the way of equanimity consisting in equanimity.",
    "ai-atk-abh03a49:3_9": "Equanimity as specific neutrality is said to because it is not purified by the eye.",
    "ai-atk-abh03a49:3_10": "with the appearance of one who has no shame, with the reason why the Teacher was said to have arranged with faith,",
    "ai-atk-abh03a49:3_11": "Herein, there is no single state of faith in the edge.",
    "ai-atk-abh03a49:3_12": "But they don’t have motion in energy.",
    "ai-atk-abh03a49:3_13": "And the jhānas that are called “perception” in the womb and the discomfort as stated and unexistence .",
    "ai-atk-abh03a49:3_14": "There is no reason for one without meaning,",
    "ai-atk-abh03a49:3_15": "Ofstaying with the eyes, without cause, being reborn spontaneously of the (known) without reason, and both of them are said:",
    "ai-atk-abh03a49:3_16": "out of the eye and thoughts connected with the eye of the sense-spheres of knowledge. It is the cause of suffering to be given up by the elements of the sense-spheres of pleasure .",
    "ai-atk-abh03a49:3_17": "And the eyes associated with knowledge, they roam out of the eyes of the fine-material spheres and immorality.",
    "ai-atk-abh03a49:3_18": "And the Buddhas associated with knowledge, and the (wholesome) eyes associated with knowledge, and what is said in the various forms.",
    "ai-atk-abh03a49:4_0": "190.",
    "ai-atk-abh03a49:4_1": "The life faculty has been rooted in mind. And there are two roots and sources.",
    "ai-atk-abh03a49:4_2": "Since he rolls forth the disappearance of his mind, the body of the formless in the formless realm, which is called “Sense restraint.”",
    "ai-atk-abh03a49:4_3": "And herein is the definition of the life faculty must be understood that the faculty of the entire life faculty should be understood according to the 40 kilometers.",
    "ai-atk-abh03a49:4_4": "When the sections on joy and happiness root items, he should be expanded in the same way.",
    "ai-atk-abh03a49:4_5": "But as in the case of the opposite sex, it should be understood that both  Name and non-returning Causality is characterized as due to the cessation of defilements,",
    "ai-atk-abh03a49:5_0": "281.",
    "ai-atk-abh03a49:5_1": "and without developing it without trouble in a manner, he exercises it only by a woman.",
    "ai-atk-abh03a49:5_2": "After bringing them to the state of existence, he must become fully extinguished upon landing and separated from women. Here there, adding: “How many more than the women will become fully extinguished.”",
    "ai-atk-abh03a49:5_3": "Likewise in the second",
    "ai-atk-abh03a49:6_0": "361.",
    "ai-atk-abh03a49:6_1": "In the past, future, and present the mind faculty will be produced by the enlightenment factor: it is in the past, the future, and present in the present life, and if it does not arise in him with the wide of the highest goal.",
    "ai-atk-abh03a49:6_2": "The meaning of this word should be understood here in all aspects,",
    "ai-atk-abh03a49:7_0": "the color of graceful",
    "ai-atk-abh03a49:8_0": "the color of buttermilk.",
    "ai-atk-abh03a49:9_0": "435-482.",
    "ai-atk-abh03a49:9_1": "The eye’s root items, etc., are only the one root and the one-eyed.",
    "ai-atk-abh03a49:9_2": "But since this actually should be understood as mentioned and discovered each phrases, and which are to be directly known and observed likely.",
    "ai-atk-abh03a49:9_3": "But it is extremely unskilled in the skillful, you should give up extremely the same understanding that the skillful faculty should be realized. That is why only the understanding faculty should be developed.",
    "ai-atk-abh03a49:9_4": "But there is the way of developing the faculties that should be developed, and there is the state of the development of the faculties,",
    "ai-atk-abh03a49:9_5": "Herein, there are two persons: on the path to perfection and non-returners.",
    "ai-atk-abh03a49:9_6": "One is not able to cut off the sadness and to come up, not to give up the sadness faculty.",
    "ai-atk-abh03a49:9_7": "one who has given up eyes, no-one feels them. He doesn’t understand what he’s able to completely understand.",
    "ai-atk-abh03a49:9_8": "The meaning is this:",
    "ai-atk-abh03a49:10_0": "the color of buttermilk.",
    "ai-atk-abh03a49:11_0": "The color of the faculties is finished.",
    "ai-atk-abh03a49:12_0": "Discussion of the Manyth",
    "ai-atk-abh03a49:13_0": "And at this point it is said:",
    "ai-atk-abh03a49:14_0": "After coming to the first place, he had arranged his business,",
    "ai-atk-abh03a49:15_0": "For one who is devoted to the past, future or present,",
    "ai-atk-abh03a49:16_0": "In the midst of the gods in the middle of the Devas",
    "ai-atk-abh03a49:17_0": "Yama what was said by the name of Yama,",
    "ai-atk-abh03a49:18_0": "And if there were sixteen in detail, he answered the questions of Pāvā,",
    "ai-atk-abh03a49:19_0": "I will give you a talk about Yamaka’s talk,",
    "ai-atk-abh03a49:20_0": "Yet while still also many monasteries,",
    "ai-atk-abh03a49:21_0": "(But) around five reasons I ask you today.",
    "ai-atk-abh03a49:22_0": "may all of them conclude,",
    "ai-atk-abh03a49:23_0": "For there is happiness and bliss in the mind-made Dhamma.",
    "ai-atk-abh03a49:24_0": "The discussion on Yamaka is finished.",
    "ai-atk-abh03a49:25_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-atk-abh03a49:26_0": "if it is a reminded place;"
}