{
    "ai-cnd18:0.1_0": "Cūḷaniddesa",
    "ai-cnd18:0.2_0": "Pārāyanavagganiddesa",
    "ai-cnd18:0.3_0": "Pucchāniddesa",
    "ai-cnd18:0.4_0": "14. Posālamāṇavapucchāniddesa",
    "ai-cnd18:1.1_0": "is the first kind of person.",
    "ai-cnd18:1.2_0": "Looking on, Venerable Phagguṇa",
    "ai-cnd18:1.3_0": "unstirred, their doubts cut off.",
    "ai-cnd18:1.4_0": "Gone beyond all things,",
    "ai-cnd18:1.5_0": "There is a question that should be answered,",
    "ai-cnd18:2.1_0": "is the first person who takes past lives.",
    "ai-cnd18:2.2_0": "he who, Fortunate One, has true knowledge (supernatural) from the ground,",
    "ai-cnd18:2.3_0": "In regard to a teaching such as a noble disciple, having directly known, attained (perfection) imperishable things, and trying to understand all things in regard to all things.",
    "ai-cnd18:2.4_0": "In the past, future, and present.",
    "ai-cnd18:3.1_0": "How does the Fortunate One transgress the past?",
    "ai-cnd18:3.2_0": "After his own birth, he reveals the beginning, middle, or end of the past. He remembers two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers:",
    "ai-cnd18:3.3_0": "‘... for a thousand times ...",
    "ai-cnd18:3.4_0": "of one hundred thousand aeons ...",
    "ai-cnd18:3.5_0": "innumerable aeons of embryo,",
    "ai-cnd18:3.6_0": "Of many eons,",
    "ai-cnd18:3.7_0": "innumerable aeons of evolution,",
    "ai-cnd18:3.8_0": "“There, I was named this, my clan was that, I looked like this, and that was my food.",
    "ai-cnd18:3.9_0": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food.",
    "ai-cnd18:3.10_0": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.",
    "ai-cnd18:3.11_0": "In this way the Fortunate One tells his own teacher’s doctrine,",
    "ai-cnd18:4.1_0": "How do the Fortunate One seeks the past from the future?",
    "ai-cnd18:4.2_0": "The Buddha makes some proclamations regarding the past, future, and present.",
    "ai-cnd18:4.3_0": "innumerable aeons of evolution,",
    "ai-cnd18:4.4_0": "“There, I was named this, my clan was that, I looked like this, and that was my food.",
    "ai-cnd18:4.5_0": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food.",
    "ai-cnd18:4.6_0": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.",
    "ai-cnd18:4.7_0": "So the Fortunate One tells others about the past,",
    "ai-cnd18:5.1_0": "five hundred brothers, and then the Fortunate Ones, and his own brothers, Mahārukacchas and Suttas, and his own sons in the past, future individuals, presents, and his own giving birth of in the past and in the past, future a great liberated, bountiful (?) his own doctrine, and he genders for his own hands and feet, and his own giving the sun” (where elsewhere elsewhere, and in the past,",
    "ai-cnd18:6.1_0": "for this is said by the Buddha,",
    "ai-cnd18:6.2_0": "“Cunda, the Realized One has knowledge steming from memory.",
    "ai-cnd18:6.3_0": "He recollects as far as he wants.",
    "ai-cnd18:6.4_0": "In the future ...",
    "ai-cnd18:6.5_0": "Regarding the future, the Realized One has the knowledge born of awakening:",
    "ai-cnd18:6.6_0": "‘This is my last rebirth. Now there are no more future lives.’”",
    "ai-cnd18:7.1_0": "The Realized One is the knowledge of the death and rebirth of sentient beings, including knowledge, of the Realized One, and the knowledge of the death and rebirth of sentient beings, and knowledge of the Realized One. He is the truth of observation of knowledge, the Realized One. The Realized One is the power of knowledge, knowledge of the truth of the awakening factors, and the knowledge of the Realized One. The Realized One is the power of knowledge and vision of the Realized One.",
    "ai-cnd18:7.2_0": "In this way the Buddha explains himself in the past and future, and both of them explains, teaches, asserts, establishes, clarifies, analyzes, and reveals the beginning.",
    "ai-cnd18:7.3_0": "is the first kind of person.",
    "ai-cnd18:8.1_0": "Looking, Venerable,",
    "ai-cnd18:8.2_0": "wishes ...",
    "ai-cnd18:8.3_0": "Venerable Piyaka ...",
    "ai-cnd18:8.4_0": "Possessing his name was really greedy. ...",
    "ai-cnd18:8.5_0": "Looking on, Venerable Phagguṇa",
    "ai-cnd18:9.1_0": "unstirred by craving is called.",
    "ai-cnd18:9.2_0": "Greed is a root of greed ...",
    "ai-cnd18:9.3_0": "That craving is given up by the Buddha, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.",
    "ai-cnd18:9.4_0": "That’s why the Buddha is a Buddha,",
    "ai-cnd18:9.5_0": "With the giving up of desire they’ve given up—",
    "ai-cnd18:9.6_0": "The Buddha doesn’t move or disturbance.",
    "ai-cnd18:9.7_0": "suffering doesn’t tremble or wail or shake or rock or tremble.",
    "ai-cnd18:9.8_0": "uncertainty is what is meant.",
    "ai-cnd18:9.9_0": "I’ll have no doubts or uncertainties about suffering.",
    "ai-cnd18:9.10_0": "But when the Buddha has given up and cut off his knowledge, he has cut off the hindrance of doubt, cut off the letting go of all attachments, the to the inside, the top of a Buddha, and letting go of his know.",
    "ai-cnd18:9.11_0": "That’s why the Buddha foundation:",
    "ai-cnd18:9.12_0": "unstirred, their doubts cut off.",
    "ai-cnd18:10.1_0": "The Buddha has reached the peak of all things.",
    "ai-cnd18:10.2_0": "He has no rebirth back to rebirth, there is no further rebirth;",
    "ai-cnd18:10.3_0": "Gone beyond all things,",
    "ai-cnd18:11.1_0": "There is a question that should be answered with a question ...",
    "ai-cnd18:11.2_0": "“They’re afraid, sirs.”",
    "ai-cnd18:11.3_0": "There is a question that should be answered,",
    "ai-cnd18:11.4_0": "The brahmin replied,",
    "ai-cnd18:12.1_0": "“A mendicant who reveals the past,",
    "ai-cnd18:12.2_0": "Looking on, venerable,",
    "ai-cnd18:12.3_0": "unstirred, their doubts cut off.",
    "ai-cnd18:12.4_0": "Gone beyond all things,",
    "ai-cnd18:12.5_0": "Is there a question who comes back?”",
    "ai-cnd18:13.1_0": "in the true form of wisdom.",
    "ai-cnd18:13.2_0": "abandoning all defilements,",
    "ai-cnd18:13.3_0": "whether pleasure or pain",
    "ai-cnd18:13.4_0": "Without seeing, there is no calm,",
    "ai-cnd18:13.5_0": "I ask about (his) knowledge, I am a personal knowledge of identity.",
    "ai-cnd18:13.6_0": "How is it qualified",
    "ai-cnd18:14.1_0": "Which perception of forms? What are the perception of forms?",
    "ai-cnd18:14.2_0": "They perceive someone who has attained the attainment of vision in bliss, or in one who has attained a happy abiding in bliss there.",
    "ai-cnd18:14.3_0": "This perception of forms,",
    "ai-cnd18:14.4_0": "The four supports were immaterial states of meditation in the present life; and when the perception of matter is passed, they haven’t transcended the immaterial attainments.",
    "ai-cnd18:14.5_0": "in the true form of wisdom.",
    "ai-cnd18:15.1_0": "Since he has given up all identifying, all forms, surmounting all forms, and surmounting all kinds of becoming, he has abandoned the disappearance of what is given up in them.",
    "ai-cnd18:15.2_0": "abandoning all defilements,",
    "ai-cnd18:16.1_0": "although he sees both inside and outside,",
    "ai-cnd18:16.2_0": "What does he have the dimension of nothingness?",
    "ai-cnd18:16.3_0": "for what reason?",
    "ai-cnd18:16.4_0": "What does he have the dimension of nothingness?",
    "ai-cnd18:16.5_0": "When one who has entered the dimension of infinite consciousness, after entering the dimension of infinite consciousness at the dimension of infinite consciousness, he sees no more, “This is how, what is it disappears?”",
    "ai-cnd18:16.6_0": "not for the sake of that:",
    "ai-cnd18:16.7_0": "although he sees both inside and outside,",
    "ai-cnd18:17.1_0": "I ask about Questionality,",
    "ai-cnd18:17.2_0": "Sakka:",
    "ai-cnd18:17.3_0": "Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka, Sakka,",
    "ai-cnd18:17.4_0": "And the Buddha has gone forth from the Sakyan clan ... I’ve gone forth from the Sakyan clan ... I’m able to get rid of fear and dread.",
    "ai-cnd18:17.5_0": "I ask about (his) knowledge, I ask you a question: I ask you.",
    "ai-cnd18:17.6_0": "“What should we do about various kinds of distinguishment?”",
    "ai-cnd18:17.7_0": "I ask about (his) knowledge, I am a personal knowledge of identity.",
    "ai-cnd18:18.1_0": "How should we make sustained thought above, below, across, everywhere, all around, he should be treated as a maturity?",
    "ai-cnd18:18.2_0": "How should they know about it?",
    "ai-cnd18:18.3_0": "Likewise: the mortification in reference to the various kinds of becoming concerned, the dimension of nothingness in that attainment.",
    "ai-cnd18:18.4_0": "How is it qualified",
    "ai-cnd18:18.5_0": "The brahmin replied,",
    "ai-cnd18:19.1_0": "“I’ll perceive the earth with creatures",
    "ai-cnd18:19.2_0": "abandoning all defilements,",
    "ai-cnd18:19.3_0": "whether pleasure or pain",
    "ai-cnd18:19.4_0": "Without seeing, there is no calm,",
    "ai-cnd18:19.5_0": "I ask about (his) knowledge, I am a personal knowledge of identity.",
    "ai-cnd18:19.6_0": "How is it qualified to?”",
    "ai-cnd18:20.1_0": "the consciousness of all consciousnesses.",
    "ai-cnd18:20.2_0": "said the Buddha,",
    "ai-cnd18:20.3_0": "the Realised One, after seeing the Realised One.",
    "ai-cnd18:20.4_0": "to live on sesame,",
    "ai-cnd18:20.5_0": "The mind’s mortal towards all",
    "ai-cnd18:21.1_0": "He knew there are seven instances of consciousness, and the four reckonings of consciousness, know, “The four classes of consciousness and the seven reckoned as an instance.”",
    "ai-cnd18:21.2_0": "How do the Fortunate One know about these four ways of consciousness?",
    "ai-cnd18:21.3_0": "for this is said by the Buddha,",
    "ai-cnd18:21.4_0": "“Mendicants, consciousness remains involved with form, supported by form, grounded on form. And with a sprinkle of relishing, it would grow, increase, and mature.",
    "ai-cnd18:21.5_0": "Or consciousness would remain involved with feeling ...",
    "ai-cnd18:21.6_0": "perception ...",
    "ai-cnd18:21.7_0": "Or consciousness would remain involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it would grow, increase, and mature.”",
    "ai-cnd18:21.8_0": "So the Buddha knows the four reckonings of consciousness and understanding.",
    "ai-cnd18:22.1_0": "How is the Fortunate One knowing how are these seven planes of consciousness?",
    "ai-cnd18:22.2_0": "for this is said by the Buddha,",
    "ai-cnd18:22.3_0": "“Mendicants, there are sentient beings that are diverse in body and diverse in perception.",
    "ai-cnd18:22.4_0": "“... some gods and some beings in the underworld.",
    "ai-cnd18:22.5_0": "This is the first plane of consciousness.",
    "ai-cnd18:23.1_0": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption.",
    "ai-cnd18:23.2_0": "This is the second plane of consciousness.",
    "ai-cnd18:24.1_0": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance.",
    "ai-cnd18:24.2_0": "This is the third plane of consciousness.",
    "ai-cnd18:25.1_0": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory.",
    "ai-cnd18:25.2_0": "This is the fourth plane of consciousness.",
    "ai-cnd18:26.1_0": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space.",
    "ai-cnd18:26.2_0": "This is the fifth plane of consciousness.",
    "ai-cnd18:27.1_0": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness.",
    "ai-cnd18:27.2_0": "This is the sixth plane of consciousness.",
    "ai-cnd18:28.1_0": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness.",
    "ai-cnd18:28.2_0": "This is the seventh plane of consciousness.”",
    "ai-cnd18:28.3_0": "In this way the Buddha knew and connection with consciousness,",
    "ai-cnd18:28.4_0": "the consciousness of all consciousnesses.",
    "ai-cnd18:29.1_0": "said the Buddha,",
    "ai-cnd18:29.2_0": "The Buddha, Pātikāsa, given the brahmin Palace.",
    "ai-cnd18:29.3_0": "“It’s terminator ...”",
    "ai-cnd18:29.4_0": "said the Buddha,",
    "ai-cnd18:30.1_0": "the Realized One exalted:",
    "ai-cnd18:30.2_0": "The Realized One understands what he knows, and he penetrates it.",
    "ai-cnd18:30.3_0": "for this is said by the Buddha,",
    "ai-cnd18:30.4_0": "“Cunda, if you haven’t untrue, false, and pointless, the Realized One does not reply.",
    "ai-cnd18:30.5_0": "If a question about the past is true, real, and accurate, the Realized One does not answer.",
    "ai-cnd18:30.6_0": "If a question about the past is true, real, and accurately, the Realized One answers to this point.",
    "ai-cnd18:30.7_0": "Suppose a future ...",
    "ai-cnd18:30.8_0": "If a question about the present is untrue, false, and pointless, the Realized One does not reply.",
    "ai-cnd18:30.9_0": "Suppose there is a present time that is true, real, and accurate. The Realized One does not answer.",
    "ai-cnd18:30.10_0": "Suppose a Realized One knows the right time to speak so as to explain what it is true, substantive, and beneficial.",
    "ai-cnd18:30.11_0": "And so, Cunda, the Realized One has passed away in the past, future, and present. He is one who speaks on the meaning of the teaching and training.",
    "ai-cnd18:30.12_0": "That’s why he’s called the ‘Realized One’.",
    "ai-cnd18:31.1_0": "In this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, sought, and explored by the mind, all that has been understood by the Realized One.",
    "ai-cnd18:31.2_0": "That’s why he’s called the ‘Realized One’.",
    "ai-cnd18:31.3_0": "From the night when the Realized One understands the supreme perfect awakening until the night he becomes fully extinguished—through the natural principle of extinguishment, without anything left over—everything he speaks, says, and expresses is real, not otherwise.",
    "ai-cnd18:31.4_0": "That’s why he’s called the ‘Realized One’.",
    "ai-cnd18:31.5_0": "The Realized One does as he says.",
    "ai-cnd18:31.6_0": "As he spoke, so he does.",
    "ai-cnd18:31.7_0": "Since this is so,",
    "ai-cnd18:31.8_0": "That’s why he’s called the ‘Realized One’.",
    "ai-cnd18:31.9_0": "In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—the Realized One is the undefeated, the champion, the universal seer, the wielder of power.",
    "ai-cnd18:31.10_0": "That’s why he’s called the ‘Realized One’.”",
    "ai-cnd18:31.11_0": "the Realised One, after seeing the Realised One.",
    "ai-cnd18:32.1_0": "And the Buddha knows each higher stage thus: “Kholder, he knows right here and now, and it is the kind of work.”",
    "ai-cnd18:32.2_0": "“When this person’s body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.”",
    "ai-cnd18:32.3_0": "Here the Buddha knows that work likewise,",
    "ai-cnd18:32.4_0": "“When this person’s body breaks up, after death, they’ll be reborn in the animal realm.”",
    "ai-cnd18:32.5_0": "Here the Buddha knows that work likewise,",
    "ai-cnd18:32.6_0": "“When this person’s body breaks up, after death, they will be reborn in the ghost realm.”",
    "ai-cnd18:32.7_0": "Here the Buddha knows that work likewise,",
    "ai-cnd18:32.8_0": "“When this person’s body breaks up, after death, they will arise.”",
    "ai-cnd18:32.9_0": "Here the Buddha knows that work likewise,",
    "ai-cnd18:32.10_0": "“When this person is practicing in heavenly realm, when their body breaks up, after death, they will be reborn in a good place, a heavenly realm.”",
    "ai-cnd18:33.1_0": "for this is said by the Buddha,",
    "ai-cnd18:33.2_0": "“When I’ve comprehended the mind of a certain person, I understand:",
    "ai-cnd18:33.3_0": "‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in a place of loss, a bad place, the underworld, hell.’",
    "ai-cnd18:34.1_0": "When I’ve comprehended the mind of a certain person, I understand:",
    "ai-cnd18:34.2_0": "‘This person ... will be reborn in the animal realm.’",
    "ai-cnd18:35.1_0": "When I’ve comprehended the mind of a certain person, I understand:",
    "ai-cnd18:35.2_0": "‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in the company of the ghost realm.’",
    "ai-cnd18:36.1_0": "When I’ve comprehended the mind of a certain person, I understand:",
    "ai-cnd18:36.2_0": "‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in the human realm.’",
    "ai-cnd18:37.1_0": "When I’ve comprehended the mind of a certain person, I understand:",
    "ai-cnd18:37.2_0": "‘This person is practicing in such a way and has entered such a path that when their body breaks up, after death, they will be reborn in a good place, a heavenly realm.’",
    "ai-cnd18:38.1_0": "When I’ve comprehended the mind of a certain person, I understand:",
    "ai-cnd18:38.2_0": "‘This person is practicing in such a way and has entered such a path that they will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’”",
    "ai-cnd18:38.3_0": "to live on sesame,",
    "ai-cnd18:39.1_0": "The heedless one, ~ (alternatively) everywhere.",
    "ai-cnd18:39.2_0": "devoted to the dimension of nothingness:",
    "ai-cnd18:39.3_0": "I’ll realize the undefiled freedom of heart and freedom by wisdom in this very life.",
    "ai-cnd18:39.4_0": "The Buddha knows",
    "ai-cnd18:39.5_0": "“This person is intent on visible objects. They are committed to the end of the dimensions of infinite space, the dimension of infinite consciousness, the dimension of nothingness, the dimension of neither perception nor non-perception. They are committed to the ending of attachments. They are committed to the first absorption, the second absorption, the third absorption, the fourth absorption, the liberation of the base consisting of neither perception nor non-perception. They are committed to the practice that respect. They are committed to the remarkindness due to the abode. They’re dedicated to the weades, alms-foobjectortions, pervasion, lodgings, and medicines, and supplies of the attainment of the attainment of the fourth absorption, the attainment of the attainment of the attainment of the fourth absorption, and the attainment of the attainment of the attainment of the attainment of the attainment of the fourth absorption, and the attainment of the emns. G committed to the heart resting non-delins, they delight in requisites of the (ferception",
    "ai-cnd18:40.1_0": "The result of that same deed, in the same way, the result of that same deed, created a new state of existence,",
    "ai-cnd18:40.2_0": "The Buddha knows",
    "ai-cnd18:40.3_0": "“This person is reborn in the realm of luminous form ...",
    "ai-cnd18:40.4_0": "the dimension of neither perception nor non-perception.”",
    "ai-cnd18:40.5_0": "The mind’s mortal towards all",
    "ai-cnd18:40.6_0": "The Buddha replied,",
    "ai-cnd18:41.1_0": "“All the stations of consciousness,",
    "ai-cnd18:41.2_0": "said the Buddha,",
    "ai-cnd18:41.3_0": "the Realised One, after seeing the Realised One.",
    "ai-cnd18:41.4_0": "to live on sesame,",
    "ai-cnd18:41.5_0": "I’m dedicated to the gods.”",
    "ai-cnd18:42.1_0": "Knowing the origin of nothingness,",
    "ai-cnd18:42.2_0": "Such is not the fetter of the fetters.",
    "ai-cnd18:42.3_0": "A mendicant disciple of the Buddha,",
    "ai-cnd18:42.4_0": "then sees clearly.",
    "ai-cnd18:42.5_0": "this is real knowed for him:",
    "ai-cnd18:42.6_0": "the accomplished brahmin!",
    "ai-cnd18:43.1_0": "Having known the origin of nothingness, they are called ‘accumulation through nothingness’.",
    "ai-cnd18:43.2_0": "Knowing the dimension of nothingness, they knew the dimension of nothingness, and the destiny, the producing of becoming consequence of consciousness, and understanding that confined the fire of the dimension of nothingness, and removed them. He then seized him, saying,",
    "ai-cnd18:43.3_0": "Knowing the origin of nothingness,",
    "ai-cnd18:44.1_0": "relishing is said to be not fettered.",
    "ai-cnd18:44.2_0": "Knowing that deed was prepared for him, and having considered that deed, the fire-haired, burned and cast off the top, spring on the reed. Then, having understood (these), they applyed the fetters and attain the fire.",
    "ai-cnd18:44.3_0": "And so it is phrases by comparison with Pokkharasāti, full of embowls, owls, rice, and suitable water, thinking:",
    "ai-cnd18:44.4_0": "Such is not the fetter of the fetters.",
    "ai-cnd18:45.1_0": "But after directly knowing this that this is the case, and having directly known it to him, he developed insight, and lost it.",
    "ai-cnd18:45.2_0": "A mendicant disciple of the Buddha,",
    "ai-cnd18:46.1_0": "And he’ll endeavour.",
    "ai-cnd18:46.2_0": "After entering the dimension of nothingness, and emerging from that, he proclaims what is impermanent, suffering, and perishable, which is impermanent, suffering, and perishable.",
    "ai-cnd18:46.3_0": "if he sees an escape from it as escape from it; he looks at it, becomes exceeding it again and again, saying,",
    "ai-cnd18:46.4_0": "then sees clearly.",
    "ai-cnd18:47.1_0": "This knowledge is real, but it is ignorant.",
    "ai-cnd18:47.2_0": "this is real knowed for him:",
    "ai-cnd18:48.1_0": "the accomplished brahmin!",
    "ai-cnd18:48.2_0": "Seven things are called a brahmin ...",
    "ai-cnd18:48.3_0": "The Realized One’s disciple is said to be the uninterrupted, unattained, achieving the unachieved, and realizing the unrealized.",
    "ai-cnd18:48.4_0": "When the perfected one has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment.",
    "ai-cnd18:48.5_0": "He has completed the transmigration: birth and death are freed from rebirth and death.",
    "ai-cnd18:48.6_0": "there are no future lives for them.",
    "ai-cnd18:48.7_0": "the accomplished brahmin!",
    "ai-cnd18:48.8_0": "The Buddha replied,",
    "ai-cnd18:49.1_0": "“Knowing the origin of nothingness,",
    "ai-cnd18:49.2_0": "Such is not the fetter of the fetters.",
    "ai-cnd18:49.3_0": "A mendicant disciple of the Buddha,",
    "ai-cnd18:49.4_0": "then sees clearly.",
    "ai-cnd18:49.5_0": "this is real knowed for him:",
    "ai-cnd18:49.6_0": "you’re the accomplished brahmin.”",
    "ai-cnd18:50.1_0": "verses ...",
    "ai-cnd18:50.2_0": "you’re my teacher, I’m your disciple.",
    "ai-cnd18:50.3_0": "As joints of jungle thickets, and fourteen measures running the:"
}