{
    "ai-cnd6:0.1_0": "Cūḷaniddesa",
    "ai-cnd6:0.2_0": "Pārāyanavagganiddesa",
    "ai-cnd6:0.3_0": "Pucchāniddesa",
    "ai-cnd6:0.4_0": "Tissa the rainy season",
    "ai-cnd6:1.1_0": "content in the world, peaceful and stable,",
    "ai-cnd6:1.2_0": "‘The venerable Tissa is better",
    "ai-cnd6:1.3_0": "Whose strikes are destroyed?",
    "ai-cnd6:1.4_0": "Who is stubborn in both ways:",
    "ai-cnd6:1.5_0": "and is not stuck in the middle.",
    "ai-cnd6:1.6_0": "He is a great man, a great man,",
    "ai-cnd6:1.7_0": "here who is serene,",
    "ai-cnd6:2.1_0": "is content in the world, contented, elated, and happy in the world.",
    "ai-cnd6:2.2_0": "content in the world, peaceful and stable,",
    "ai-cnd6:3.1_0": "they would like that venerable Tissa.",
    "ai-cnd6:3.2_0": "Thus there is causing he will saying: “In this way the meaning of the phrases, that is to say, the phrases, the phrases, and the phrases.”",
    "ai-cnd6:3.3_0": "Liberation:",
    "ai-cnd6:3.4_0": "This is a term for respect and reverence for his welfare.",
    "ai-cnd6:3.5_0": "Venerable Bhaddiyati:",
    "ai-cnd6:3.6_0": "Tissa’s name is the name of the three classes of rebirth, the name of the designation of label, and descriptions.",
    "ai-cnd6:3.7_0": "It’s good for you to understand what kind of meditation is reckoned as a brahmin.",
    "ai-cnd6:3.8_0": "‘The venerable Tissa is better",
    "ai-cnd6:4.1_0": "I a mendicant whose view is defiled.",
    "ai-cnd6:4.2_0": "When can’t be destroyed, there is no truth, no infatuation, thirst, and passion for knowledge and vision.",
    "ai-cnd6:4.3_0": "Whose strikes are destroyed?",
    "ai-cnd6:5.1_0": "Who knows about it? having directly known their unsurpassed knowledge, who knows what is known as having directly known, and having directly experienced them, thus developed them,",
    "ai-cnd6:5.2_0": "Who is stubborn in both ways:",
    "ai-cnd6:6.1_0": "They don’t get caught up in the middle. They don’t try hard, strive, liberated, and don’t get rid of the stain of stinginess. They live with a mind free of limits.",
    "ai-cnd6:6.2_0": "and is not stuck in the middle.",
    "ai-cnd6:7.1_0": "He is a great man, who is best of men, a great man, who is best of towns, cattle, a supreme person, a supreme person.",
    "ai-cnd6:7.2_0": "If you say, “Who do you see this?”",
    "ai-cnd6:7.3_0": "He is a great man, a great man,",
    "ai-cnd6:8.1_0": "here who has gone beyond craving. Which has passed away, that which is ...",
    "ai-cnd6:8.2_0": "here who is serene,",
    "ai-cnd6:8.3_0": "The brahmin then thought,",
    "ai-cnd6:9.1_0": "“They’re happy in the world,",
    "ai-cnd6:9.2_0": "‘The venerable Tissa is better",
    "ai-cnd6:9.3_0": "Whose strikes are destroyed?",
    "ai-cnd6:9.4_0": "Who is stubborn in both ways:",
    "ai-cnd6:9.5_0": "and is not stuck in the middle.",
    "ai-cnd6:9.6_0": "He is a great man, a great man,",
    "ai-cnd6:9.7_0": "who here has escaped the seam?”",
    "ai-cnd6:10.1_0": "for sensual pleasures, living the spiritual life,",
    "ai-cnd6:10.2_0": "The Buddha has good will,",
    "ai-cnd6:10.3_0": "Rid of craving, always mindful,",
    "ai-cnd6:10.4_0": "A mendicant comes to be quenched.",
    "ai-cnd6:10.5_0": "But there are no motion",
    "ai-cnd6:11.1_0": "sexual misconduct.",
    "ai-cnd6:11.2_0": "Sensual pleasures are give:",
    "ai-cnd6:11.3_0": "They want to site for them ...",
    "ai-cnd6:11.4_0": "These are called the opposite sex. ...",
    "ai-cnd6:11.5_0": "These are said to be the defilements.",
    "ai-cnd6:11.6_0": "the spiritual life is said to be produced in an uninterrupted attainment of loses, refraining from in refraining from false speech.",
    "ai-cnd6:11.7_0": "Rather, the spiritual path is called the noble eightfold path. That is:",
    "ai-cnd6:11.8_0": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.",
    "ai-cnd6:11.9_0": "When someone has this noble eightfold path, they’re called ‘one who has fallen from the noble eightfold path’.",
    "ai-cnd6:11.10_0": "And just as one is called ‘accomplishment’ because one who is wealthy through wealth and fame’ is called “accomplished from wealth”; and so on.",
    "ai-cnd6:11.11_0": "is called a noble eightfold path endowed with these eight factors.",
    "ai-cnd6:11.12_0": "for sensual pleasures, living the spiritual life,",
    "ai-cnd6:12.1_0": "The Buddha got the same reply.",
    "ai-cnd6:12.2_0": "“It’s terminator ...”",
    "ai-cnd6:12.3_0": "The Buddha has good will,",
    "ai-cnd6:13.1_0": "Without craving, always mindful:",
    "ai-cnd6:13.2_0": "craving for sights ...",
    "ai-cnd6:13.3_0": "They’ve given up craving and cut off craving, untied the fetters, and by a grasping, they’re called a Craving for sensual pleasures. They have cut off craving, eliminated craving, and obliterated craving. They’re said to be happy and free of greed and free of greed.",
    "ai-cnd6:13.4_0": "Standing by a hundred times, abode, all the time, well-known, decorated to all hundred times, It was always on a day, to the top of all the journey, and forwards, and for as long as it was before. In the first rainy season, it was time to break offered by the central courages, the in the last watch, the middle one, the last watch, the ocean in the last watch, as it was middden.",
    "ai-cnd6:13.5_0": "Someone with four reasons:",
    "ai-cnd6:13.6_0": "developing the body consisting in contemplation of mindfulness occupied with the body,",
    "ai-cnd6:13.7_0": "Contemplation of feeling ... Mindfulness of the mind, keeping it connected. Mindfulness is seeing things that are prone to being overwhelmed by pain, etc., as they develop mindfulness of the mind, and develop mindfulness meditation.",
    "ai-cnd6:13.8_0": "they’re called a sentient being.",
    "ai-cnd6:13.9_0": "Rid of craving, always mindful,",
    "ai-cnd6:14.1_0": "they’re said to be ‘a mendicant’.",
    "ai-cnd6:14.2_0": "wisdom, which is wisdom, investigation, deep knowledge, and right view, and right thought.",
    "ai-cnd6:14.3_0": "After having calculated the horn, he knew what he had thought, “Just now,” and he bowed down, chosen, and made him give it to him, he planted him, saying, “Disting the impermanence of conditions,” and he choosened them, he chooses.",
    "ai-cnd6:14.4_0": "“All conditions are suffering” ...",
    "ai-cnd6:14.5_0": "“Anything that has a beginning has an end.” They perished and clearly knowing that all things, he developed insight into the True Dhamma. Then, having removed all, he sustained it and developed it.",
    "ai-cnd6:15.1_0": "Or alternatively, knowing what is impermanent ...",
    "ai-cnd6:15.1_1": "suffering ...",
    "ai-cnd6:15.1_2": "reproduced by an egg,",
    "ai-cnd6:15.1_3": "Effacement ...",
    "ai-cnd6:15.1_4": "After being reckoned as an opportunity, he developed insight and attained unsuitable state,",
    "ai-cnd6:15.2_0": "When they’re extinguished, they’re extinguished because of disillusionment, dispassion, and cessation regarding anger.",
    "ai-cnd6:15.2_1": "hostility ...",
    "ai-cnd6:15.2_2": "Makkhali ...",
    "ai-cnd6:15.2_3": "contempt ...",
    "ai-cnd6:15.2_4": "stinginess ...",
    "ai-cnd6:15.2_5": "deviousness ...",
    "ai-cnd6:15.2_6": "obstinacy ...",
    "ai-cnd6:15.2_7": "aggression ...",
    "ai-cnd6:15.2_8": "you’re having given up conceit ...",
    "ai-cnd6:15.2_9": "the conceit ‘I am’ ...",
    "ai-cnd6:15.2_10": "the vanity of vanity ...",
    "ai-cnd6:15.2_11": "negligence ...",
    "ai-cnd6:15.2_12": "so that defilements are given up ...",
    "ai-cnd6:15.2_13": "The Realized One has given up all bad conduct. ...",
    "ai-cnd6:15.2_14": "‘For every day’ ...",
    "ai-cnd6:15.2_15": "the all of the passions ...",
    "ai-cnd6:15.2_16": "all beings ...",
    "ai-cnd6:15.2_17": "being quenched through the wholesome intentions, were extinguished.",
    "ai-cnd6:15.3_0": "Monks, when the monks are sent back to the seven things that you were broken off, having destroyed what has been worn away and eroded,",
    "ai-cnd6:15.4_0": "A mendicant comes to be quenched.",
    "ai-cnd6:16.1_0": "But there are no motion",
    "ai-cnd6:16.2_0": "the perfected one with defilements ended:",
    "ai-cnd6:16.3_0": "I’m a determined, transperturbable, strayed, and imperturbable.",
    "ai-cnd6:16.4_0": "But there is no barrenness, there is no rebirth-linking, old age, and death—are not able to discern them,",
    "ai-cnd6:16.5_0": "But there are no motion",
    "ai-cnd6:16.6_0": "The Buddha replied,",
    "ai-cnd6:17.1_0": "“Among the spiritual life",
    "ai-cnd6:17.2_0": "The Buddha has good will,",
    "ai-cnd6:17.3_0": "Rid of craving, always mindful,",
    "ai-cnd6:17.4_0": "A mendicant comes to be quenched.",
    "ai-cnd6:17.5_0": "you have a victor.”",
    "ai-cnd6:18.1_0": "Understanding your wisdom,",
    "ai-cnd6:18.2_0": "and is not stuck in the middle.",
    "ai-cnd6:18.3_0": "He is a great man, I declare,",
    "ai-cnd6:18.4_0": "Here he sewns away after death.",
    "ai-cnd6:19.1_0": "He is the wise man, who has known both ends, and is undefiled in the middle.",
    "ai-cnd6:19.2_0": "contact, one end. The origin of contact is the second end. The cessation of contact is the second end. The cessation of contact is the middle.",
    "ai-cnd6:19.3_0": "One of the past, future, and present.",
    "ai-cnd6:19.4_0": "pleasant feeling, painful, and neutral feeling.",
    "ai-cnd6:19.5_0": "mind is one end. The second is the middle of form, consciousness is the second in the middle.",
    "ai-cnd6:19.6_0": "Six interior sense fields, one is the second exterior sense fields, and consciousness in the middle.",
    "ai-cnd6:19.7_0": "identity, the origin of identity, and the cessation of identity.",
    "ai-cnd6:19.8_0": "They understand what is called wisdom.",
    "ai-cnd6:20.1_0": "there are two kinds of shelter:",
    "ai-cnd6:20.2_0": "The dart of craving and view",
    "ai-cnd6:20.3_0": "What is craving?",
    "ai-cnd6:20.4_0": "As far as the method of craving was fixed in the boundaries, made known, setting on the limit of the Ciractive:",
    "ai-cnd6:20.5_0": "“This is how mine, this is mine.”",
    "ai-cnd6:20.6_0": "This great earth, this living of the very life,",
    "ai-cnd6:20.7_0": "So far as there are these eight hundred and eight hundred.",
    "ai-cnd6:20.8_0": "This is the root of craving.",
    "ai-cnd6:21.1_0": "What is the wrong view?",
    "ai-cnd6:21.2_0": "Ten grounds for identity views. The recipients of identity view, the recipients of wrong view, the recipients in the lower realm, the opposite sex, and the view finishing of views. The view of resort as far as the recipients of views is wrong view. This view is the only truth.",
    "ai-cnd6:21.3_0": "This is the idea of view.",
    "ai-cnd6:22.1_0": "Being unconfused, they don’t know the good. Nevertheless, having practiced them, they read the middle of getting stranded. They don’t lend an ear or apply their minds to understand, and don’t get rid of it. They don’t wield the way they don’t get caught up in the midst of the hymns. They don’t go beyond dispraise and don’t, thinking,",
    "ai-cnd6:22.2_0": "He is the wise man, who has known both ends, and is undefiled in the middle.",
    "ai-cnd6:23.1_0": "Here is a great man, I declare, is a great man, expert independent, the best of men, and I say. Let them be the great man who is the best of men. I declare you the highest person.”",
    "ai-cnd6:24.1_0": "Venerable Sāriputta said to the Buddha,",
    "ai-cnd6:24.2_0": "“Sir, they speak of ‘a great man’.",
    "ai-cnd6:24.3_0": "How is a great man defined?”",
    "ai-cnd6:24.4_0": "“Sāriputta, someone whose mind is free is free, I say.",
    "ai-cnd6:25.1_0": "And how does someone have a free mind?",
    "ai-cnd6:25.2_0": "It’s when a mendicant meditates by observing an aspect of the body internally—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-cnd6:25.3_0": "As they meditate observing an aspect of the body, their mind becomes dispassionate, and is freed from the defilements by not grasping.",
    "ai-cnd6:25.4_0": "feelings ...",
    "ai-cnd6:25.5_0": "They meditate observing an aspect of the mind ...",
    "ai-cnd6:25.6_0": "principles—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-cnd6:25.7_0": "As they meditate observing an aspect of principles, their mind becomes dispassionate, and is freed from the defilements by not grasping.",
    "ai-cnd6:25.8_0": "That’s how a mendicant has a free mind.",
    "ai-cnd6:25.9_0": "If their mind is free, I say.”",
    "ai-cnd6:25.10_0": "He is a great man, I declare,",
    "ai-cnd6:26.1_0": "Here is called a sewer because he has escaped craving.",
    "ai-cnd6:26.2_0": "Greed ...",
    "ai-cnd6:26.2_1": "Greed is the root of covetousness, so the root of craving, which has been cut off, has been cut off at the root, made out.",
    "ai-cnd6:26.3_0": "When he has gone beyond craving, he has gone beyond craving and non-monastery over, and he has passed away.",
    "ai-cnd6:26.4_0": "Here he sewns away after death.",
    "ai-cnd6:26.5_0": "The Buddha replied,",
    "ai-cnd6:27.1_0": "“Having known the stain of thought,",
    "ai-cnd6:27.2_0": "and is not stuck in the middle.",
    "ai-cnd6:27.3_0": "He is a great man, I declare,",
    "ai-cnd6:27.4_0": "you have escaped the seam.",
    "ai-cnd6:28.1_0": "Other verses with them, together with some of the brahmins, and some with the one-and-a-half, aiming at the end of the paths, the stainless, immaculate vision of the Truth:",
    "ai-cnd6:28.2_0": "“Everything that has a beginning has an end.”",
    "ai-cnd6:28.3_0": "his mind was freed from the pollutants without attachment.",
    "ai-cnd6:28.4_0": "Approaching the four Actorships together with the: the Jina, and the pavilions and the knot-fall, and the hunter.",
    "ai-cnd6:28.5_0": "And while sitting in the outer robe of alms-food, wearing his robes and looking ahead and aside, he was sitting in his propound, thinking,",
    "ai-cnd6:28.6_0": "“Sir, you’re my teacher, I’m your disciple.”",
    "ai-cnd6:28.7_0": "The second rainy season residence in the passage for recitation of the Tissakamma."
}