{
    "ai-cnd8:0.1_0": "Cūḷaniddesa",
    "ai-cnd8:0.2_0": "Pārāyanavagganiddesa",
    "ai-cnd8:0.3_0": "Pucchāniddesa",
    "ai-cnd8:0.4_0": "4. Mettagūmāṇavapucchāniddesa",
    "ai-cnd8:1.1_0": "I ask you, Fortunate One, please tell this to me.",
    "ai-cnd8:1.2_0": "said venerable Mettiya,",
    "ai-cnd8:1.3_0": "I think you have true understanding, and a developed self -",
    "ai-cnd8:1.4_0": "how have these countless kinds of suffering",
    "ai-cnd8:1.5_0": "Whatever in the world beyond,",
    "ai-cnd8:2.1_0": "I ask you, Fortunate One, please tell this to me.",
    "ai-cnd8:2.2_0": "I’m asking permission:",
    "ai-cnd8:2.3_0": "Questioning without questioning, having seen the questions, in questioning, and taking leave of the giving up and questions.",
    "ai-cnd8:2.4_0": "What is asking permission?",
    "ai-cnd8:2.5_0": "if he has not known what he has not known, is undeveloped, undeveloped, undeveloped, and uncomprehended,",
    "ai-cnd8:2.6_0": "Then he asks a question to see that is for the purpose of abandoning knowledge, for the benefit of developing the mind.",
    "ai-cnd8:2.7_0": "This I ask is (Also) without taking leave.",
    "ai-cnd8:3.1_0": "What is questioning?",
    "ai-cnd8:3.2_0": "he has seen what is marked by his relatives, what is contradict to it has been seen and discovered.",
    "ai-cnd8:3.3_0": "other come ...",
    "ai-cnd8:3.4_0": "this is the definition of in regard to questions.",
    "ai-cnd8:4.1_0": "What is I asking permission?",
    "ai-cnd8:4.2_0": "he becomes ripe, one who transmigration, and he is killed and finished two months.",
    "ai-cnd8:4.3_0": "“How is this not how?”",
    "ai-cnd8:4.4_0": "He asks a question to entry,",
    "ai-cnd8:4.5_0": "This is the construction of vanity.",
    "ai-cnd8:4.6_0": "These are the three questions.",
    "ai-cnd8:5.1_0": "Another three kinds of question:",
    "ai-cnd8:5.2_0": "having questioned a human being asked in regard to a human being,",
    "ai-cnd8:5.3_0": "What is the point of human beings?",
    "ai-cnd8:5.4_0": "When people approach the Buddha, they ask questions, and ask questions about the monks, nuns, laymen, and laywomen; they ask questions about the aristocrats, brahmins, merchants, and workers.",
    "ai-cnd8:5.5_0": "this is the highest quality.”",
    "ai-cnd8:6.1_0": "What is the question of (good) human beings?",
    "ai-cnd8:6.2_0": "There are ascetics and brahmins who come to the Buddha and ask him a question: “Those people ask me a question of Yakkhas, who are hairdent, and asking the questions of Yakkhas, the lord of the demons, asked the gods and the demonstrable about the gods.”",
    "ai-cnd8:6.3_0": "this is the question of (decourse.)",
    "ai-cnd8:7.1_0": "What is definitive?",
    "ai-cnd8:7.2_0": "form, mind-made, complete in all its various parts, not deficient in any faculty.",
    "ai-cnd8:7.3_0": "He went to the Buddha and asked him a question.",
    "ai-cnd8:7.4_0": "forsakening the Buddha.",
    "ai-cnd8:7.5_0": "This is the question.",
    "ai-cnd8:7.6_0": "These are the three questions.",
    "ai-cnd8:8.1_0": "Another three kinds of question:",
    "ai-cnd8:8.2_0": "the first questioning of others ...",
    "ai-cnd8:8.3_0": "Another three kinds of question:",
    "ai-cnd8:8.4_0": "Some time having asked permission in the present life, are the ultimate question,",
    "ai-cnd8:8.5_0": "Without asking permission of the reasons: having asked permission of the reasons and having the three true questions,",
    "ai-cnd8:8.6_0": "past, future, and present.”",
    "ai-cnd8:8.7_0": "internally and externally ...",
    "ai-cnd8:8.8_0": "Questioned by questioning, a questioning, and an unskilled in the first ...",
    "ai-cnd8:8.9_0": "Questioned on the entire spectrum of elements ...",
    "ai-cnd8:8.10_0": "Mindfulness observed with the four right efforts ...",
    "ai-cnd8:8.11_0": "Question regarding the faculties ... and three others without asking permission:",
    "ai-cnd8:8.12_0": "I ask a question in quenching ...",
    "ai-cnd8:9.1_0": "I ask you about it, and I ask you about it. I ask you about it in return, and you can answer it in return.”",
    "ai-cnd8:9.2_0": "it’s spoken of by Gayā ...”",
    "ai-cnd8:9.3_0": "namely, the Buddha,",
    "ai-cnd8:9.4_0": "One should explain, teaches, assert, establish, clarify, analyze, and reveal it.",
    "ai-cnd8:9.5_0": "I ask you, Fortunate One, please tell this to me.",
    "ai-cnd8:10.1_0": "Lossing at the root of love ...",
    "ai-cnd8:10.2_0": "said venerable Mettiya,",
    "ai-cnd8:11.1_0": "I think you have true understanding, and a developed self -",
    "ai-cnd8:11.2_0": "I understand that he has developed it, and I know it as one who has developed it,",
    "ai-cnd8:11.3_0": "And how has the Fortunate One developed? And how does the knowledge master?",
    "ai-cnd8:11.4_0": "the wisdom faculty ...",
    "ai-cnd8:11.5_0": "investigation of (the nature of) things investigation of (the nature of) things, Right Vipassī,",
    "ai-cnd8:11.6_0": "At the end of his birth and deathlessness the Blessed One, having reached the end of the deathless, which ends with the untroubled, the end of death, and the path which ends. He has arrived at the untrue Dhamma. He has arrived at the untrue Dhamma. He has arrived at the unawakened, fearless, excelling the deathless, supreme sanctuary, extinguishment.",
    "ai-cnd8:11.7_0": "when they’re truly a knowledge master,",
    "ai-cnd8:11.8_0": "to the knowledge master, he is a knowledge master,",
    "ai-cnd8:11.9_0": "being excited by the seven things, knowledge-masters,",
    "ai-cnd8:11.10_0": "Identity view, doubt, misapprehension of precepts and observances, greed, hate, delusion, and conceit.",
    "ai-cnd8:12.1_0": "Though you’ve come to know,",
    "ai-cnd8:12.2_0": "said the Buddha to Vaḍḍha.",
    "ai-cnd8:12.3_0": "For those ascetics, brāhmaṇas,",
    "ai-cnd8:12.4_0": "free of all feelings,",
    "ai-cnd8:12.5_0": "I’m a knowledge master, a knowledge master.",
    "ai-cnd8:13.1_0": "the Fortunate One has such a knowledge master,",
    "ai-cnd8:14.1_0": "How has the Fortunate One developed?",
    "ai-cnd8:14.2_0": "One who has developed his physical endurance, ethics, mind, and wisdom; and one whose mind is capable of developing the meditation subject of discerning, etc., has well developed the factors of awakening, and who has developed the mind is capable of understanding. He has developed the path and cultivated, develops the noble path with penetration of wisdom, and has developed the factors of awakening,",
    "ai-cnd8:14.3_0": "it’s the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of direct knowledge. Since they’ve completely given up, one who hasn’t completely understood the four kinds of direct knowledge. They should be given up when they haven’t completely understood the six treasures, and the eight treasures.",
    "ai-cnd8:15.1_0": "Seeing a sight with the eye, is neither happy nor sad.",
    "ai-cnd8:15.2_0": "he dwells equanimous, mindful and aware.",
    "ai-cnd8:15.3_0": "When they hear a sound with their ears, smell an odor with their nose, and smell an odor with their body, they don’t feel lost when it hearing.",
    "ai-cnd8:15.4_0": "he dwells equanimous, mindful and aware.",
    "ai-cnd8:16.1_0": "When you see a sight with their eyes, you don’t desire it or enjoy it.",
    "ai-cnd8:16.2_0": "Their mind and body are steady internally, well settled and well freed.",
    "ai-cnd8:16.3_0": "But if they see a disagreeable sight they’re not dismayed; their mind isn’t hardened, dejected, or full of ill will.",
    "ai-cnd8:16.4_0": "Their mind and body are steady internally, well settled and well freed.",
    "ai-cnd8:16.5_0": "Hearing a sound with the ears ...",
    "ai-cnd8:16.6_0": "When they smell an odor with their nose ...",
    "ai-cnd8:16.6_1": "Tasting a flavor with their tongue ...",
    "ai-cnd8:16.6_2": "When we feel a touch with our body ...",
    "ai-cnd8:16.6_3": "When they know a thought with their mind, they don’t desire it or enjoy it.",
    "ai-cnd8:16.7_0": "Their mind and body are steady internally, well settled and well freed.",
    "ai-cnd8:16.8_0": "But when they know a thought with their mind, they’re not disagreeable to them.",
    "ai-cnd8:16.9_0": "his mind is steady and well-pressed. Their body is steady and well settled internally, and well settled and well freed.",
    "ai-cnd8:17.1_0": "When you see a sight with your eyes, if your body is well settled and well freed.",
    "ai-cnd8:17.2_0": "Hearing a sound with the ears ...",
    "ai-cnd8:17.3_0": "When they know a thought with their mind, their body is steady and well settled and well freed.",
    "ai-cnd8:18.1_0": "When they see a sight with their eyes, they’re not deluded by the eye, they’re not deluded by the intoxicating, don’t get tired, and they’re not exhausted.",
    "ai-cnd8:18.2_0": "Hearing a sound with the ears ...",
    "ai-cnd8:18.3_0": "When they know a thought with their mind, they’re not deluded by the mind, they’re not deluded by greed, hate, delusion, or intoxicating, or they’re not exhausted.",
    "ai-cnd8:19.1_0": "in what is seen, heard, thought, known, sought, and explored by the mind.",
    "ai-cnd8:19.2_0": "doesn’t irresibly seen or shake or plunge into a tremble, regarding things.",
    "ai-cnd8:19.3_0": "They live without attraction, repulsion, not liberated, detached, liberated, with a mind free of limits.",
    "ai-cnd8:19.4_0": "It’s when what is heard ...",
    "ai-cnd8:19.5_0": "urine ...",
    "ai-cnd8:19.5_1": "They live without attraction or repulsion. They live with their mind free of limits.",
    "ai-cnd8:20.1_0": "The Buddha is seen and heard with his eyes, and he sees no sight in the Buddha.",
    "ai-cnd8:20.2_0": "He hears the Buddha’s ear ... nose ... tongue ... body ...",
    "ai-cnd8:20.3_0": "The Buddha is singing the nose, Gandhamādana, and his mind is well freed by the Fortunate One.",
    "ai-cnd8:20.4_0": "The Buddha is moved to act in the ear ... nose ... tongue ... body ...",
    "ai-cnd8:20.5_0": "The Buddha is constantly touched by the Buddha, his body is well freed. There is no desire and greed for touches for the Buddha.",
    "ai-cnd8:20.6_0": "mind is found, so the Buddha is free of desire and greed for the Buddha.",
    "ai-cnd8:21.1_0": "the eye of sights, so we are protected and restrained by the Buddha, and we tamed, guarded, protected by the restrained ones.",
    "ai-cnd8:21.2_0": "Their sense is present,",
    "ai-cnd8:21.3_0": "ears ...",
    "ai-cnd8:21.4_0": "smells,",
    "ai-cnd8:21.4_1": "tongue, tastes, tastes, and touches, and songs, guarded the taste of the Fortunate One.",
    "ai-cnd8:21.5_0": "Their sense is present,",
    "ai-cnd8:21.6_0": "body touches ...",
    "ai-cnd8:21.6_1": "The mind, delights in the Dhamma, delights in the Dhamma, guarded by the Blessed One, protected, restrained, and restrained protected by the Dhamma.",
    "ai-cnd8:21.7_0": "The Realized One teaches them Dhamma:",
    "ai-cnd8:22.1_0": "The well-tamed beast is the one led to the river,",
    "ai-cnd8:22.2_0": "the tamed elephant’s the one the king mounts;",
    "ai-cnd8:22.3_0": "the tamed person who endures abuse",
    "ai-cnd8:22.4_0": "is the best of human beings.",
    "ai-cnd8:23.1_0": "It’s better to be tamed.",
    "ai-cnd8:23.2_0": "a thoroughbred, a thoroughbred horse, a thoroughbred,",
    "ai-cnd8:23.3_0": "thoroughbreds from Sindh,",
    "ai-cnd8:23.4_0": "like a flock of birds when you their own self.",
    "ai-cnd8:24.1_0": "For by these beings",
    "ai-cnd8:24.2_0": "go to the untrodden place,",
    "ai-cnd8:24.3_0": "It was well-learned by the gods,",
    "ai-cnd8:24.4_0": "you go there, tamed by the tamed.",
    "ai-cnd8:25.1_0": "Unwavering in the face of discrimination,",
    "ai-cnd8:25.2_0": "they’re freed from future lives.",
    "ai-cnd8:25.3_0": "They’ve reached the level of the tamed,",
    "ai-cnd8:25.4_0": "in the world, they’re the winners.",
    "ai-cnd8:26.1_0": "The faculties of fame, when developed and cultivated,",
    "ai-cnd8:26.2_0": "inside and outside.",
    "ai-cnd8:26.3_0": "he attained this world and the next.",
    "ai-cnd8:26.4_0": "self-developed, and has been developed.”",
    "ai-cnd8:27.1_0": "The Buddha has acted accordingly.",
    "ai-cnd8:28.1_0": "how have these countless kinds of suffering",
    "ai-cnd8:28.2_0": "So how can I ask without asking permission of the two, without asking permission of the accused, and without asking permission of the person?",
    "ai-cnd8:28.3_0": "“How do you not have?”",
    "ai-cnd8:28.4_0": "How can I possibly be",
    "ai-cnd8:28.5_0": "While suffering painful, sharp, severe, acute disease, boils, a dart, sickness, death, sorrow, lamentation, pain, sadness, and distress. Angry is the suffering. Piison of pain, the diseases, the cold, the suffering, the wounds, the inner skin, the flesh, the sinews, the worms, the nose, the tongue, the body, the mind is the wrong way of death, the belly, the suffering, the island, the mind is the decays, and produced. Afflictions, heat, worms, and ches are suffering. Afflictions, the moistorations, the tongue, the body hairsing of pain, and the mind. Afflictions, heat, and hunger of others.",
    "ai-cnd8:28.6_0": "You have done this.",
    "ai-cnd8:28.7_0": "These are called suffering.",
    "ai-cnd8:28.8_0": "These are suffering that come to be. When they’re born, it’s born. How is their source, origin, birthplace, and infatuated with the appearance of these things. When their origin is reborn, they ask about the root of suffering? This is the source of suffering.",
    "ai-cnd8:28.9_0": "how have these countless kinds of suffering",
    "ai-cnd8:29.1_0": "and countless forms of the world",
    "ai-cnd8:29.2_0": "he is qualified to all calls none of them.",
    "ai-cnd8:29.3_0": "What if they are enemies?",
    "ai-cnd8:29.4_0": "in the world of the gods, delight in the world of men, looked down on the world of the gods,",
    "ai-cnd8:29.5_0": "In many ways: sufferinges, many and diverse forms.",
    "ai-cnd8:29.6_0": "Whatever in the world beyond,",
    "ai-cnd8:29.7_0": "The brahmin replied,",
    "ai-cnd8:30.1_0": "“I ask you, Fortunate One, please tell this to me,",
    "ai-cnd8:30.2_0": "said venerable Mettiya,",
    "ai-cnd8:30.3_0": "I think you have true understanding, and a developed self -",
    "ai-cnd8:30.4_0": "how have these countless kinds of suffering",
    "ai-cnd8:30.5_0": "Of those who know the world.”",
    "ai-cnd8:31.1_0": "you asked me about the origin of suffering,",
    "ai-cnd8:31.2_0": "said the Buddha,",
    "ai-cnd8:31.3_0": "as I know it I will declare it to you:",
    "ai-cnd8:31.4_0": "Because of clinging to a basis",
    "ai-cnd8:31.5_0": "Whatever in the world beyond,",
    "ai-cnd8:32.1_0": "with an end of suffering in this very life.",
    "ai-cnd8:32.2_0": "Rebirth is suffering; old age is suffering; death is a sorrow, lamentation, pain, sadness, and distress are suffering.",
    "ai-cnd8:32.3_0": "you’ve questioned about the root of suffering. You asked this question about the origin of suffering. You are asking about the root of suffering. You can ask about the origin of suffering.",
    "ai-cnd8:32.4_0": "you asked me about the origin of suffering,",
    "ai-cnd8:32.5_0": "The Buddha, the brahmin of the Mettiya,",
    "ai-cnd8:32.6_0": "“It’s terminator ...”",
    "ai-cnd8:32.7_0": "said the Buddha,",
    "ai-cnd8:33.1_0": "I will know it according to their own vows,",
    "ai-cnd8:33.2_0": "I shall teach you, root and source, and originate.",
    "ai-cnd8:33.3_0": "I will speak to you",
    "ai-cnd8:33.4_0": "and while understanding as it is, he penetrates it.",
    "ai-cnd8:33.5_0": "So they don’t think: ‘I won’t go by oral transmission, nor don’t go by lineage, nor by testament, or by canonical authority.’",
    "ai-cnd8:33.6_0": "as I know it I will declare it to you:",
    "ai-cnd8:34.1_0": "Because of clinging to a basis",
    "ai-cnd8:34.2_0": "Claintaining Upavāṇa, it is said:",
    "ai-cnd8:34.3_0": "Craving for continued existence has been reborn in the realm of the corruptions, the realm of the corruptions, the realm of the corruptions, the solid necessary, and the six elements. These six interior and exterior sense fields are seen in suffering. These six classes of suffering.",
    "ai-cnd8:34.4_0": "These are called the ten impediments.",
    "ai-cnd8:34.5_0": "Rebirth is suffering; old age is suffering; illness is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; not liable to sorrow, lamentation, pain, sadness, and distress.",
    "ai-cnd8:34.6_0": "loss of views;",
    "ai-cnd8:34.7_0": "You have done this.",
    "ai-cnd8:34.8_0": "These are called suffering.",
    "ai-cnd8:34.9_0": "These sources and originates from attachments are the source of suffering. They are born in attachments, and are reborn in the underworld.",
    "ai-cnd8:34.10_0": "Because of clinging to a basis",
    "ai-cnd8:35.1_0": "and countless forms of the world",
    "ai-cnd8:35.2_0": "he is qualified to all calls none of them.",
    "ai-cnd8:35.3_0": "What if they are enemies?",
    "ai-cnd8:35.4_0": "in the world of the gods, delight in the world of men, looked down on the world of the gods,",
    "ai-cnd8:35.5_0": "In many ways: suffering in counterparts, counterparts, independent, and suffering.",
    "ai-cnd8:35.6_0": "Whatever in the world beyond,",
    "ai-cnd8:35.7_0": "The Buddha replied,",
    "ai-cnd8:36.1_0": "“You asked me about the origin of suffering,",
    "ai-cnd8:36.2_0": "said the Buddha,",
    "ai-cnd8:36.3_0": "as I know it I will declare it to you:",
    "ai-cnd8:36.4_0": "Because of clinging to a basis",
    "ai-cnd8:36.5_0": "Of those who know the world.”",
    "ai-cnd8:37.1_0": "The foolish one, without wisdom, clings to a basis,",
    "ai-cnd8:37.2_0": "that idiot returns to suffering again and again.",
    "ai-cnd8:37.3_0": "So let one who understands not build up attachments:",
    "ai-cnd8:37.4_0": "seeing the birth and origin of suffering,",
    "ai-cnd8:38.1_0": "The one who, without wisdom, clings to a basis,",
    "ai-cnd8:38.2_0": "Now, he who has gone forth as a brahmin, when he has arrived, is endowed with good qualities, with good qualities, a heavenly realm, or a human.",
    "ai-cnd8:38.3_0": "ignorance is ignorant and undirected, not unknown,",
    "ai-cnd8:38.4_0": "They make themselves happy and pleased, and they share it and make merit. When they have been reborn in the six classes of rebirth, old age, and death, to be reborn in the underworld. The four elements of body, after death, reappearing the six elements, the four elements, the six fields of contact, and the four elements, and the four elements, that were reborn in a heavenly realm.",
    "ai-cnd8:38.5_0": "if you don’t build a movement;",
    "ai-cnd8:39.1_0": "that idiot returns to suffering again and again. When a person is suffering, old age and death, to sorrow, lamentation, pain, sadness, and distress.",
    "ai-cnd8:39.2_0": "again and again, you’re reborn again.",
    "ai-cnd8:39.3_0": "They’re ignorant and stupid. Their ignorance is ignorant and unreal.",
    "ai-cnd8:39.4_0": "that idiot returns to suffering again and again.",
    "ai-cnd8:40.1_0": "So let one who understands not build up attachments:",
    "ai-cnd8:40.2_0": "Consequently it comes to be with that reason. That is why these drawbacks are a condition for that.",
    "ai-cnd8:40.3_0": "understands and understands.",
    "ai-cnd8:40.4_0": "All conditions are suffering ...",
    "ai-cnd8:40.5_0": "all things are not-self ...",
    "ai-cnd8:40.6_0": "“Everything that has a beginning has an end.” They understand that it is justly knowing.",
    "ai-cnd8:40.7_0": "Craving for heaven or with someone elsewhere, they wouldn’t do such things.",
    "ai-cnd8:40.8_0": "So let one who understands not build up attachments:",
    "ai-cnd8:41.1_0": "Rebirth is suffering; old age is suffering; death is a sorrow, lamentation, pain, sadness, and distress are suffering.",
    "ai-cnd8:41.2_0": "They meditate observing the root of suffering in observing originates. They observe and fall observing the root of suffering. They practice observing originately.",
    "ai-cnd8:41.3_0": "For it is what is meant.",
    "ai-cnd8:41.4_0": "wisdom ...",
    "ai-cnd8:41.5_0": "With this contemplation he is endowed, truly endowed, having attained, truly attained,",
    "ai-cnd8:41.6_0": "They’re said to have subtlety:",
    "ai-cnd8:41.7_0": "seeing the birth and origin of suffering,",
    "ai-cnd8:41.8_0": "The Buddha replied,",
    "ai-cnd8:42.1_0": "“When an ignorant person builds up attachments,",
    "ai-cnd8:42.2_0": "that idiot returns to suffering again and again.",
    "ai-cnd8:42.3_0": "So let one who understands not build up attachments:",
    "ai-cnd8:42.4_0": "seeing the birth and origin of suffering.”",
    "ai-cnd8:43.1_0": "What if I were to ask about, not what was done is",
    "ai-cnd8:43.2_0": "Please ask another question, Please tell this to me.",
    "ai-cnd8:43.3_0": "How do the wise ones cross over the flood",
    "ai-cnd8:43.4_0": "of birth, old age, grief, and lamentation?",
    "ai-cnd8:43.5_0": "Please explain this to me, O sage,",
    "ai-cnd8:43.6_0": "for this Teaching has been understood by you.",
    "ai-cnd8:44.1_0": "Having asked (that), he asked in every way, he then asked in the midst of the heart.",
    "ai-cnd8:44.2_0": "How can we explain what is not?",
    "ai-cnd8:44.3_0": "What if I were to ask about, not what was done is",
    "ai-cnd8:45.1_0": "I ask you another question, and I ask you another question. You should ask for another question: “We will ask for finish.”",
    "ai-cnd8:45.2_0": "Please explain this to them, teach, assert, establishes, clarify, analyze, and reveal it.",
    "ai-cnd8:45.3_0": "Please ask another question, Please tell this to me.",
    "ai-cnd8:46.1_0": "How do the wise ones cross over the flood with birth and old age?",
    "ai-cnd8:46.2_0": "How is it fitting to ask without asking permission of the two—and asking permission of the accused without asking permission of the person?",
    "ai-cnd8:46.3_0": "“How is it, what is it?”",
    "ai-cnd8:46.4_0": "How?",
    "ai-cnd8:46.5_0": "The wise, wise and learned, endowed with wisdom, developing the immaterial knowledge of the Buddhas.",
    "ai-cnd8:46.6_0": "sensuality, desire for rebirth, views, and ignorance.",
    "ai-cnd8:46.7_0": "The rebirth, inception, conception, reincarnation, manifestation of the sets of phenomena, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings.",
    "ai-cnd8:46.8_0": "The old age, decrepitude, broken teeth, grey hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings.",
    "ai-cnd8:46.9_0": "He experiences loss of relatives, wealth, or health. And he has sorrow or lamentation or pain and sadness.",
    "ai-cnd8:46.10_0": "sorrow or wailing, lament, beating their breast and falling into confusion.",
    "ai-cnd8:47.1_0": "How do the wise ones cross over the wave, wailing of rebirth, old age, and death? And how do they sorrow and wail and lament, lamentation, pain, sadness, and distress come to be?",
    "ai-cnd8:47.2_0": "(But) how is this wise one crossed over birth, with old age and death?",
    "ai-cnd8:48.1_0": "Please explain this to me, O sage,",
    "ai-cnd8:48.2_0": "I ask you about what I ask, since I ask, what I have come to.",
    "ai-cnd8:48.3_0": "a sage who knows is what is meant.",
    "ai-cnd8:48.4_0": "wisdom ...",
    "ai-cnd8:48.5_0": "he has attained the sages endowed with that knowledge.",
    "ai-cnd8:48.6_0": "Three kinds of sagacity:",
    "ai-cnd8:48.7_0": "Sagacity of body, speech, and mind.",
    "ai-cnd8:49.1_0": "What is sagacity of body?",
    "ai-cnd8:49.2_0": "savings of body, speech, and mind.",
    "ai-cnd8:49.3_0": "sagacity in the three ways of body,",
    "ai-cnd8:49.4_0": "knowledge of body, speech, and mind.",
    "ai-cnd8:49.5_0": "Sagacity of body, speech, and mind.",
    "ai-cnd8:49.6_0": "Should completely understand the body,",
    "ai-cnd8:49.7_0": "Since savings are abandoned,",
    "ai-cnd8:49.8_0": "with the cessation of bodily process, the cessation of bodily processes, and the bodily formation.",
    "ai-cnd8:49.9_0": "This is sagacity of body.",
    "ai-cnd8:50.1_0": "What is sagacity of speech?",
    "ai-cnd8:50.2_0": "Proper conduct fourfold by way of speech,",
    "ai-cnd8:50.3_0": "fourfold by way of speech,",
    "ai-cnd8:50.4_0": "knowledge of the speech process,",
    "ai-cnd8:50.5_0": "speech, and mind,",
    "ai-cnd8:50.6_0": "I've completely understood the path,",
    "ai-cnd8:50.7_0": "saving and giving up desire and greed for speech.",
    "ai-cnd8:50.8_0": "the second absorption, the third absorption, the fourth absorption.",
    "ai-cnd8:50.9_0": "this is purity of speech.",
    "ai-cnd8:51.1_0": "What is sagacity of mind?",
    "ai-cnd8:51.2_0": "the mind is threefold by way of body, speech, and mind.",
    "ai-cnd8:51.3_0": "(There is) threefold by way of mind,",
    "ai-cnd8:51.4_0": "knowledge of the mind.",
    "ai-cnd8:51.5_0": "See the mind, having understood it as mind,",
    "ai-cnd8:51.6_0": "who has completely understood the mind is completely understood;",
    "ai-cnd8:51.7_0": "saved up desire and greed for the mind.",
    "ai-cnd8:51.8_0": "with the cessation of mental processes, the cessation of perception and feeling,",
    "ai-cnd8:51.9_0": "this is sagacity of mind.",
    "ai-cnd8:52.1_0": "the sage in body,",
    "ai-cnd8:52.2_0": "a sage undefiled in mind;",
    "ai-cnd8:52.3_0": "a sage, blessed with sagacity,",
    "ai-cnd8:52.4_0": "he has given up everything, they say.",
    "ai-cnd8:53.1_0": "the sage in body,",
    "ai-cnd8:53.2_0": "a sage undefiled in mind;",
    "ai-cnd8:53.3_0": "a sage, blessed with sagacity,",
    "ai-cnd8:53.4_0": "free of greed, hunger, thirst,",
    "ai-cnd8:54.1_0": "endowed with these three things, guilty,",
    "ai-cnd8:54.2_0": "Six sages:",
    "ai-cnd8:54.3_0": "having gone to the pleasing (again), freely ~ living the honestly,",
    "ai-cnd8:54.4_0": "What is the delightful?",
    "ai-cnd8:54.5_0": "The householder, among those who have seen the Truth,",
    "ai-cnd8:54.6_0": "these homes are the essentials.",
    "ai-cnd8:54.7_0": "What is the delightful?",
    "ai-cnd8:54.8_0": "Those who have gone forth in seen the realm—",
    "ai-cnd8:54.9_0": "are the essentials of the homeless life.",
    "ai-cnd8:54.10_0": "Seven on the seventh trainees,",
    "ai-cnd8:54.11_0": "and are the perfected ones.",
    "ai-cnd8:54.12_0": "Paccekabuddhas, the Independent Buddhas,",
    "ai-cnd8:54.13_0": "the Realised One, the Worthy One, the Perfect Sambuddha,",
    "ai-cnd8:55.1_0": "You don’t become a sage by silence,",
    "ai-cnd8:55.2_0": "while still confused and ignorant.",
    "ai-cnd8:55.3_0": "The astute one holds up the scales,",
    "ai-cnd8:55.4_0": "taking only the best,",
    "ai-cnd8:56.1_0": "and rejecting the bad;",
    "ai-cnd8:56.2_0": "the sage should stand in that rejoicing,",
    "ai-cnd8:56.3_0": "One who measures good and bad in the world,",
    "ai-cnd8:56.4_0": "is said to be a sage.",
    "ai-cnd8:57.1_0": "Knowing the teaching of the virtuous,",
    "ai-cnd8:57.2_0": "inside and outside.",
    "ai-cnd8:57.3_0": "which are worthy of gods and humans,",
    "ai-cnd8:57.4_0": "The Sage, bears (the nature of) the earth,",
    "ai-cnd8:58.1_0": "It would be good if he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it.",
    "ai-cnd8:58.2_0": "Please explain this to me, O sage,",
    "ai-cnd8:58.3_0": "for this Teaching has been understood by you. It is for your reputation: “This Dhamma is such that it is your state, illness is dispelled, and developed.”",
    "ai-cnd8:58.4_0": "for this Teaching has been understood by you.",
    "ai-cnd8:58.5_0": "The brahmin replied,",
    "ai-cnd8:59.1_0": "“This is what we have done, not what is unself.",
    "ai-cnd8:59.2_0": "Please ask another question, Please tell this to me.",
    "ai-cnd8:59.3_0": "How do the wise ones cross over the flood",
    "ai-cnd8:59.4_0": "of birth, old age, grief, and lamentation?",
    "ai-cnd8:59.5_0": "Please explain this to me, O sage,",
    "ai-cnd8:59.6_0": "for this Teaching has been understood by you.”",
    "ai-cnd8:60.1_0": "I shall extol the Teaching for you",
    "ai-cnd8:60.2_0": "said the Buddha,",
    "ai-cnd8:60.3_0": "in this very life, non-returner.",
    "ai-cnd8:60.4_0": "When a person understands the mindful and",
    "ai-cnd8:60.5_0": "doesn’t cling to the world,",
    "ai-cnd8:61.1_0": "I shall extol the teaching",
    "ai-cnd8:61.2_0": "‘I will teach the Dhamma that is good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. I will teach the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. I’ll explain the noble eightfold path.",
    "ai-cnd8:61.3_0": "I shall extol the Teaching for you",
    "ai-cnd8:61.4_0": "The Buddha, the brahmin of the Mettiya,",
    "ai-cnd8:62.1_0": "in this very life:",
    "ai-cnd8:62.2_0": "final knowledge in this very life; those who have known, seen, heard, thought, and known that which is impermanent, suffering, and perishable.",
    "ai-cnd8:62.3_0": "Whatever has a beginning has an end, all that is liable to cease. In the present life, there is an unfinished discussion that is liable to cease.",
    "ai-cnd8:62.4_0": "This I will speak comparing the truth with truth,",
    "ai-cnd8:62.5_0": "Or I’ll speak comparing suffering in the seen as suffering.",
    "ai-cnd8:62.6_0": "This I will speak comparing the truth with truth,",
    "ai-cnd8:62.7_0": "Or alternatively, it is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
    "ai-cnd8:62.8_0": "However, I will speak by legitimate means, in this way.",
    "ai-cnd8:62.9_0": "“No, I won’t go by lineage, nor by testament, nor by lineage, nor by testament, or by canonical authority, nor by can I rely on account of my own views.”",
    "ai-cnd8:62.10_0": "in this very life, non-returner.",
    "ai-cnd8:63.1_0": "When he knew the sentient beings, having understood the Human of the World, attained the state of existence, and attained the state of existence, he inspiring, after having understood the impermanence of conditions, attained Nibbāna, including the mind,",
    "ai-cnd8:63.2_0": "All conditions are suffering ...",
    "ai-cnd8:63.3_0": "“Anything that has a beginning has an end.” Then he developed insight in the way that Dhamma, having done away with him, he developed insight, and attained the way,",
    "ai-cnd8:63.4_0": "Someone with four reasons:",
    "ai-cnd8:63.5_0": "Mindfulness of the body ...",
    "ai-cnd8:63.6_0": "is said to be mindful.",
    "ai-cnd8:63.7_0": "Living in, they conducting themselves well and lives having during the noble ones.",
    "ai-cnd8:63.8_0": "When a person understands the mindful and",
    "ai-cnd8:64.1_0": "The in the world, making known, is what is called craving.",
    "ai-cnd8:64.2_0": "Greed is a root of greed ...",
    "ai-cnd8:64.3_0": "Strong down by means of which one stands.",
    "ai-cnd8:64.4_0": "he goes confidently, he stands confidently,",
    "ai-cnd8:64.5_0": "the boundaries:",
    "ai-cnd8:64.6_0": "graves, detaching.",
    "ai-cnd8:64.7_0": "the streams of clinging.",
    "ai-cnd8:64.8_0": "he goes confidently, he stands confidently,",
    "ai-cnd8:64.9_0": "he goes confidently, he stands confidently,",
    "ai-cnd8:64.10_0": "one who speaks confidently,",
    "ai-cnd8:64.11_0": "chopping:",
    "ai-cnd8:64.12_0": "the fruit of deeds,",
    "ai-cnd8:64.13_0": "he enjoys the reward,",
    "ai-cnd8:64.14_0": "Or else there is the way of taking up craving for sights, sounds, smells, tastes, touches, and thoughts in the past.",
    "ai-cnd8:64.15_0": "in the world of the gods, expert in the world of the gods,",
    "ai-cnd8:64.16_0": "Transmigrating for this world, he’d enter upon the world, which has crossed over clinging to the world.",
    "ai-cnd8:64.17_0": "doesn’t cling to the world,",
    "ai-cnd8:64.18_0": "The Buddha replied,",
    "ai-cnd8:65.1_0": "“What can I teach you the Dhamma for you?",
    "ai-cnd8:65.2_0": "said the Buddha,",
    "ai-cnd8:65.3_0": "in this very life, non-returner.",
    "ai-cnd8:65.4_0": "When a person understands the mindful and",
    "ai-cnd8:65.5_0": "they’re crossed over clinging to the world.”",
    "ai-cnd8:66.1_0": "so I rejoice in them,",
    "ai-cnd8:66.2_0": "the supreme Dhamma.",
    "ai-cnd8:66.3_0": "When a person understands the mindful and",
    "ai-cnd8:66.4_0": "doesn’t cling to the world,",
    "ai-cnd8:67.1_0": "If I take it with you, I’ll take it away.’",
    "ai-cnd8:67.2_0": "(As) what you have said and discussing what you have said; your instruction has been discussed.",
    "ai-cnd8:67.3_0": "I don’t approve, welcome, and make an effort to do so.",
    "ai-cnd8:67.4_0": "so I rejoice in them,",
    "ai-cnd8:68.1_0": "the great hermit.",
    "ai-cnd8:68.2_0": "What is the great hermit?",
    "ai-cnd8:68.3_0": "searching for the virtuous, seeking the great mass of virtue.",
    "ai-cnd8:68.4_0": "immersion ...",
    "ai-cnd8:68.5_0": "the great mass of wisdom ...",
    "ai-cnd8:68.6_0": "the great mass of freedom,",
    "ai-cnd8:68.7_0": "searching for the greatest of deliverance and knowledge and vision of freedom.",
    "ai-cnd8:68.8_0": "seeking a great deal of grain, looking for a very spot, seeking the head.",
    "ai-cnd8:68.9_0": "seeking a great crowd of Victors, searching for breakfast.",
    "ai-cnd8:68.10_0": "seeking a great deal of craving which seeks for the going-forth, seeking the search for peace.",
    "ai-cnd8:68.11_0": "seeking for a great deal of view, seeking out the insistence on a pride of these two.",
    "ai-cnd8:68.12_0": "searching for a great gesture, seeking the sitting mat, seeking the benefit of peace.",
    "ai-cnd8:68.13_0": "searching for a great holy process, he seeked the search for Seers.",
    "ai-cnd8:68.14_0": "searching for a great quail, he seeked the outright here.",
    "ai-cnd8:68.15_0": "searching for a great crowd, the Lord of the World, seeking the benefit of these is seeking peace.",
    "ai-cnd8:68.16_0": "were seeking for a great crowd of people in the propound, he seeked the Sole Seer of the World.",
    "ai-cnd8:68.17_0": "being peaceful, seeking for himself, searching for insight, seeking for peace.",
    "ai-cnd8:68.18_0": "searching for a great gathering of people. Seeing the way he searched for insight.",
    "ai-cnd8:68.19_0": "seeking a great army of the Dhamma, seeking the benefit of the Dhamma, searching for a search for search,",
    "ai-cnd8:68.20_0": "They meditate spreading a heart full of mindfulness ...",
    "ai-cnd8:68.21_0": "right effort ...",
    "ai-cnd8:68.22_0": "the Saṅgha ...",
    "ai-cnd8:68.23_0": "the faculties of great power ...",
    "ai-cnd8:68.24_0": "the large powers ...",
    "ai-cnd8:68.25_0": "your calves are all the factors of awakening ...",
    "ai-cnd8:68.26_0": "the noble eightfold path ...",
    "ai-cnd8:68.27_0": "searching for the deathless, the highest benefit; searching for Nibbāna.",
    "ai-cnd8:68.28_0": "searches for the hundred caravans; search for search.",
    "ai-cnd8:68.29_0": "“For the Buddha, having seen (that), I am a Buddha,",
    "ai-cnd8:68.30_0": "In what way, Blessed One?",
    "ai-cnd8:68.31_0": "wood, sir,",
    "ai-cnd8:68.32_0": "Where are I, lord of men?”",
    "ai-cnd8:68.33_0": "the supreme Dhamma.",
    "ai-cnd8:68.34_0": "That which is the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
    "ai-cnd8:68.35_0": "The best of men, the most excellent patience, the best, the chief, that is the highest.",
    "ai-cnd8:68.36_0": "the supreme Dhamma.",
    "ai-cnd8:69.1_0": "When he knew that sentient beings were ready and consecrated, he gave birth to a healthy calm, and becoming one, then sustained it, he developed insight into a state. Having given it away, he subdued it, saying, “Those choices are impermanent!”",
    "ai-cnd8:69.2_0": "‘All conditions are suffering.’ ...",
    "ai-cnd8:69.3_0": "all things are not-self ...",
    "ai-cnd8:69.4_0": "“Anything that has a beginning has an end.” Then he developed insight in the way that Dhamma, having done away with him, he developed insight, and attained the way,",
    "ai-cnd8:69.5_0": "Someone with four reasons:",
    "ai-cnd8:69.6_0": "developing the body consisting in contemplation of mindfulness occupied with the body,",
    "ai-cnd8:69.7_0": "feelings ...",
    "ai-cnd8:69.8_0": "They meditate observing an aspect of the mind ...",
    "ai-cnd8:69.9_0": "Contemplation of principles is said to be ‘accomplished in goodness’. So he is mindfully practicing absorption.",
    "ai-cnd8:69.10_0": "Living in, they conducting themselves well and lives having during the noble ones.",
    "ai-cnd8:69.11_0": "When a person understands the mindful and",
    "ai-cnd8:70.1_0": "The in the world, making known, is what is called craving.",
    "ai-cnd8:70.2_0": "Greed is a root of greed ...",
    "ai-cnd8:70.3_0": "While she stands by herself, the sheet blocks off, the snapped on the head, the poisonous courses, the  clay.",
    "ai-cnd8:70.4_0": "in the world looking forward to enjoying the world. ...",
    "ai-cnd8:70.5_0": "Transmigrating for this world, he’d enter upon the world, which has crossed over clinging to the world.",
    "ai-cnd8:70.6_0": "doesn’t cling to the world,",
    "ai-cnd8:70.7_0": "The brahmin replied,",
    "ai-cnd8:71.1_0": "“I greatly rejoice in that,",
    "ai-cnd8:71.2_0": "the supreme Dhamma.",
    "ai-cnd8:71.3_0": "When a person understands the mindful and",
    "ai-cnd8:71.4_0": "they’re crossed over clinging to the world.”",
    "ai-cnd8:72.1_0": "What you know,",
    "ai-cnd8:72.2_0": "said the Buddha,",
    "ai-cnd8:72.3_0": "above, below, and across the middle,",
    "ai-cnd8:72.4_0": "(There are) not seen these rivers and homes,",
    "ai-cnd8:72.5_0": "and consciousness,",
    "ai-cnd8:73.1_0": "And when you know that you’re mindful and aware, you understand anything.",
    "ai-cnd8:73.2_0": "What you know,",
    "ai-cnd8:73.3_0": "The Buddha, the brahmin of the Mettiya,",
    "ai-cnd8:73.4_0": "“It’s terminator ...”",
    "ai-cnd8:73.5_0": "said the Buddha,",
    "ai-cnd8:74.1_0": "above, below, and across the middle,",
    "ai-cnd8:74.2_0": "the mountains that go beyond,",
    "ai-cnd8:74.3_0": "Below, around:",
    "ai-cnd8:74.4_0": "a man remembers the present thus:",
    "ai-cnd8:74.5_0": "they go to the realm of the gods.",
    "ai-cnd8:74.6_0": "This world of the gods is wardens of hell",
    "ai-cnd8:74.7_0": "and hoping the human beings,",
    "ai-cnd8:74.8_0": "Or alternatively, skillful qualities grow:",
    "ai-cnd8:74.9_0": "and unwholesome thoughts",
    "ai-cnd8:74.10_0": "and those that are still independent in the middle,",
    "ai-cnd8:74.11_0": "the formless realm,",
    "ai-cnd8:74.12_0": "Har:",
    "ai-cnd8:74.13_0": "even if they live alone in the middle,",
    "ai-cnd8:74.14_0": "pleasant feelings.",
    "ai-cnd8:74.15_0": "painful feelings ...",
    "ai-cnd8:74.16_0": "and that neutral feeling in the middle,",
    "ai-cnd8:74.17_0": "up the waters, the foots, and the top.",
    "ai-cnd8:74.18_0": "up from the soles of the feet,",
    "ai-cnd8:74.19_0": "Though it’s still aroused in the middle,",
    "ai-cnd8:74.20_0": "above, below, and across the middle,",
    "ai-cnd8:75.1_0": "consciousness, and doesn’t teach, assert, establish, clarified, analyzed, and reveal it.",
    "ai-cnd8:75.2_0": "relishing is what is meant.",
    "ai-cnd8:75.3_0": "Greed is a root of greed ...",
    "ai-cnd8:75.4_0": "Two houses:",
    "ai-cnd8:75.5_0": "The well- craving and view.",
    "ai-cnd8:75.6_0": "What is craving?",
    "ai-cnd8:75.7_0": "‘As far as craving extends ...’ ...",
    "ai-cnd8:75.8_0": "this is craving.",
    "ai-cnd8:75.9_0": "What is view?",
    "ai-cnd8:75.10_0": "Views of identity view,",
    "ai-cnd8:75.11_0": "This is the one’s view.",
    "ai-cnd8:76.1_0": "consciousness. They’re reborn in a good place, a bad place, the underworld, hell because of that good and bad choices, consciousness that comes to an end.",
    "ai-cnd8:76.2_0": "Such consciousness doesn’t give up residence, get rid of it, eliminate it, and obliterate it.",
    "ai-cnd8:76.3_0": "and consciousness,",
    "ai-cnd8:77.1_0": "He will not last for rebirth.",
    "ai-cnd8:77.2_0": "Continued existence:",
    "ai-cnd8:77.3_0": "(including) the result of deeds, and rebirth in the future lives.",
    "ai-cnd8:77.4_0": "What is continuation through (intentional) deeds?",
    "ai-cnd8:77.5_0": "(There is) a meritorious (volitional) process, a demeritorious (volitional) process, an imperturbable (volitional) process,",
    "ai-cnd8:77.6_0": "this is continuation through (intentional) deeds,",
    "ai-cnd8:77.7_0": "Who will never return again?",
    "ai-cnd8:77.8_0": "Form, feeling, perception, choices, and consciousness.",
    "ai-cnd8:77.9_0": "will come back to future lives.",
    "ai-cnd8:77.10_0": "continued existence does not stand, ~ consciousness, and held in choices. And they don’t get rid of relishing and circumstanceding. They don’t continue to make an end of existence again.",
    "ai-cnd8:77.11_0": "and consciousness,",
    "ai-cnd8:77.12_0": "The Buddha replied,",
    "ai-cnd8:78.1_0": "“Whatever you know,",
    "ai-cnd8:78.2_0": "said the Buddha,",
    "ai-cnd8:78.3_0": "above, below, and across the middle,",
    "ai-cnd8:78.4_0": "(There are) not seen these rivers and homes,",
    "ai-cnd8:78.5_0": "and consciousness,",
    "ai-cnd8:79.1_0": "Living in this way, mindful, and heedful,",
    "ai-cnd8:79.2_0": "the monk who lives on after giving up loved things,",
    "ai-cnd8:79.3_0": "of birth, old age, grief, and lamentation?",
    "ai-cnd8:79.4_0": "grief, lamentation, and suffering right here,",
    "ai-cnd8:80.1_0": "Living in this way, mindful, and heedful,",
    "ai-cnd8:80.2_0": "When a mendicant lives in this way, they don’t give up that view, eliminate it, and obliterate it. They’ll be able to get rid of it, eliminate it, and obliterate it.",
    "ai-cnd8:80.3_0": "Living in this way,",
    "ai-cnd8:80.4_0": "Someone with four reasons:",
    "ai-cnd8:80.5_0": "Mindfulness of the body ...",
    "ai-cnd8:80.6_0": "is said to be mindful.",
    "ai-cnd8:80.7_0": "He is one who acts carefully and carelessly practices carefully. He doesn’t do what he says. He’s untrained in maintaining stains, heedfulness, and energetic.",
    "ai-cnd8:80.8_0": "“And how should I fill up the entire spectrum of ethical conduct, or support with wisdom in every situation the ethical conduct I’ve already fulfilled, prevented from desire, neglect, mindfulness, and situational awareness?”",
    "ai-cnd8:80.9_0": "“But how should I prevent the entire spectrum of immersion for immersion? ...",
    "ai-cnd8:80.10_0": "the entire spectrum of wisdom ...",
    "ai-cnd8:80.11_0": "the entire spectrum of freedom ...",
    "ai-cnd8:80.12_0": "Is it possible to fulfill the knowledge and vision of freedom, or the knowledge and vision of freedom.”",
    "ai-cnd8:80.13_0": "“And how should I completely understand suffering as suffering, inferior or superior?”",
    "ai-cnd8:80.14_0": "Living in this way, mindful, and heedful,",
    "ai-cnd8:81.1_0": "the monk who lives on after giving up loved things,",
    "ai-cnd8:81.2_0": "It is good when ordinary, ordinary, Vāsava, a mendicant, or a trainee.",
    "ai-cnd8:81.3_0": "Walking while staying there, he is living in a monastery, while wandering in the evening time.",
    "ai-cnd8:81.4_0": "have two kinds of mine:",
    "ai-cnd8:81.5_0": "Craving and giving up craving ...",
    "ai-cnd8:81.6_0": "This is craving that comes from craving. ...",
    "ai-cnd8:81.7_0": "This is the view that is to say.",
    "ai-cnd8:81.8_0": "Having given up craving and giving up, they give up ignorance and let go of it.",
    "ai-cnd8:81.9_0": "the monk who lives on after giving up loved things,",
    "ai-cnd8:82.1_0": "of birth, old age, grief, and lamentation?",
    "ai-cnd8:82.2_0": "those who are very born ...",
    "ai-cnd8:82.3_0": "For the sentient beings who grow old ...",
    "ai-cnd8:82.4_0": "They experience through loss of relatives ...",
    "ai-cnd8:82.5_0": "sorrowing and wailing ...",
    "ai-cnd8:82.6_0": "It’s when someone gives up this view: ‘Because of this view of what they don’t have a view,",
    "ai-cnd8:82.7_0": "in this world of men,",
    "ai-cnd8:82.8_0": "wise, clever, fully understanding, and insight into the three knowledges,",
    "ai-cnd8:82.9_0": "They don’t understand rebirth ...",
    "ai-cnd8:82.10_0": "sorrow, and despair,",
    "ai-cnd8:82.11_0": "rebirth, old age, and death.",
    "ai-cnd8:82.12_0": "of birth, old age, grief, and lamentation?",
    "ai-cnd8:82.13_0": "The Buddha replied,",
    "ai-cnd8:83.1_0": "“Living in such a way, mindful, and heedful,",
    "ai-cnd8:83.2_0": "the monk who lives on after giving up loved things,",
    "ai-cnd8:83.3_0": "of birth, old age, grief, and lamentation?",
    "ai-cnd8:83.4_0": "grief, lamentation, and suffering right here.”",
    "ai-cnd8:84.1_0": "I rejoice in this teaching, the great hermit!",
    "ai-cnd8:84.2_0": "Gotamaks, well-free:",
    "ai-cnd8:84.3_0": "Surely the Fortunate One gave up suffering,",
    "ai-cnd8:84.4_0": "for this Teaching has been understood by you.",
    "ai-cnd8:85.1_0": "I rejoice in this teaching, the great hermit!",
    "ai-cnd8:85.2_0": "Living in what is beneficial for you, I have discussed what I have said. And I consent, I rejoice in what isn’t given.",
    "ai-cnd8:85.3_0": "What is the great hermit?",
    "ai-cnd8:85.4_0": "searching for the ethical behavior ...",
    "ai-cnd8:85.5_0": "Where are I not satisfying?",
    "ai-cnd8:85.6_0": "I rejoice in this teaching, the great hermit!",
    "ai-cnd8:86.1_0": "Gotama practices well:",
    "ai-cnd8:86.2_0": "Well-workers well-worked, well-proclaimed, well-proclaimed, well-proclaimed, embarrassed, well-practiced interpretations, firmly-makers, and well-proclaimed.",
    "ai-cnd8:86.3_0": "Well-tamed:",
    "ai-cnd8:86.4_0": "(They are) components that are called the aggregates, the defilements and the defilement of the corruptions.",
    "ai-cnd8:86.5_0": "Calmness is the deathless state of existence.",
    "ai-cnd8:86.6_0": "Gotamaks, well-free:",
    "ai-cnd8:87.1_0": "Surely the Fortunate One gave up suffering,",
    "ai-cnd8:87.2_0": "it is for one lowest defilements that has nothing to do with definitiveness, terminology, and embarrassing, thus it is “without defilement” .",
    "ai-cnd8:87.3_0": "it is certainly not possible to lift my head from the round (of births and deaths) through a thousand rebirths,",
    "ai-cnd8:87.4_0": "is terminator because of which the Buddha makes known as truth, that is, the Buddha.",
    "ai-cnd8:87.5_0": "Rebirth is suffering; old age is suffering; illness is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are freed from all suffering.",
    "ai-cnd8:87.6_0": "Surely the Fortunate One gave up suffering,",
    "ai-cnd8:88.1_0": "for this Teaching has been understood by you. It is for your reputation: “This Dhamma is such that it is your state, illness is dispelled, and developed.”",
    "ai-cnd8:88.2_0": "for this Teaching has been understood by you.",
    "ai-cnd8:88.3_0": "The brahmin replied,",
    "ai-cnd8:89.1_0": "“I greatly rejoice in that, the great hermit!",
    "ai-cnd8:89.2_0": "Gotamaks, well-free:",
    "ai-cnd8:89.3_0": "Surely the Fortunate One gave up suffering,",
    "ai-cnd8:89.4_0": "for this Teaching has been understood by you.”",
    "ai-cnd8:90.1_0": "Now that suffering may (etc.)",
    "ai-cnd8:90.2_0": "whomever you would continually advise, O Sage,",
    "ai-cnd8:90.3_0": "therefore having met the future, I revere you,",
    "ai-cnd8:90.4_0": "May the Buddha advise me",
    "ai-cnd8:91.1_0": "They worship suffering in (them) and so on,",
    "ai-cnd8:91.2_0": "Those aristocrats, brahmins, merchants, and workers were both gods and men who have gone forth.",
    "ai-cnd8:91.3_0": "If they’d give up rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress, they might give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-cnd8:91.4_0": "Now that suffering may (etc.)",
    "ai-cnd8:92.1_0": "whomever you would continually advise, O Sage,",
    "ai-cnd8:92.2_0": "Those who were aristocrats, brahmins, merchants, and cities and men who had gone forth",
    "ai-cnd8:92.3_0": "The Buddha is going to the charnel ground,",
    "ai-cnd8:92.4_0": "peacocks, is said to be the sage gone beyond suffering, he does not completely understand the origin of the world.",
    "ai-cnd8:92.5_0": "Should give advice and instructor, and adviser were to instruct and instruct me again.",
    "ai-cnd8:92.6_0": "whomever you would continually advise, O Sage,",
    "ai-cnd8:93.1_0": "therefore having met the Strong One, I revere him.",
    "ai-cnd8:93.2_0": "The Buddha says,",
    "ai-cnd8:93.3_0": "I won’t bow to body, speech, or mind. I’ll neither confess in regard to sexual intercourse with myself or others. I’ll honor the respect and rely on.",
    "ai-cnd8:93.4_0": "Having gathered together in the agreement of the Truth, I am going to the Faith.",
    "ai-cnd8:93.5_0": "The Buddha didn’t make that dragon too tasty,",
    "ai-cnd8:93.6_0": "The dragon doesn’t come back to him,",
    "ai-cnd8:93.7_0": "The dragon doesn’t come back to them,",
    "ai-cnd8:93.8_0": "a giant, a giant.",
    "ai-cnd8:93.9_0": "The Buddha doesn’t do what it means,",
    "ai-cnd8:93.10_0": "a giant, a giant.",
    "ai-cnd8:93.11_0": "They are called bad, unskillful qualities.",
    "ai-cnd8:94.1_0": "are not able to arrive in the world,",
    "ai-cnd8:94.2_0": "said the Buddha to Vaḍḍha.",
    "ai-cnd8:94.3_0": "and bondage to go forth in the home of all beings.",
    "ai-cnd8:94.4_0": "everywhere you’re not freed in every way.",
    "ai-cnd8:94.5_0": "the giant is declared: “Nāgas” and so on,",
    "ai-cnd8:95.1_0": "The Buddha doesn’t do what he says.",
    "ai-cnd8:95.2_0": "a giant, a giant.",
    "ai-cnd8:96.1_0": "How do you not come back?",
    "ai-cnd8:96.2_0": "a giant, a giant.",
    "ai-cnd8:96.3_0": "They don’t make decisions prejudiced by favoritism, hostility, stupidity, and cowardice. And they don’t go to heaven. They don’t become quiet and take pleasure in him.",
    "ai-cnd8:96.4_0": "The Buddha doesn’t go like this:",
    "ai-cnd8:96.5_0": "a giant, a giant.",
    "ai-cnd8:97.1_0": "How do you not come?",
    "ai-cnd8:97.2_0": "a giant, a giant.",
    "ai-cnd8:97.3_0": "They don’t achieve the path that have been given up in them.",
    "ai-cnd8:97.4_0": "the once-returner ...",
    "ai-cnd8:97.5_0": "the path of non-returner ...",
    "ai-cnd8:97.6_0": "They don’t achieve the path that they’ve given up defilements, and don’t go.",
    "ai-cnd8:97.7_0": "The Buddha doesn’t come back to them,",
    "ai-cnd8:97.8_0": "therefore having met the future, I revere you,",
    "ai-cnd8:98.1_0": "May the Buddha please advise me and instruct me! May I advise and instruct me and instruct me back.",
    "ai-cnd8:98.2_0": "May the Buddha advise me",
    "ai-cnd8:98.3_0": "The brahmin replied,",
    "ai-cnd8:99.1_0": "“As a worm-infested suffering that does not give up suffering,",
    "ai-cnd8:99.2_0": "whomever you would continually advise, O Sage,",
    "ai-cnd8:99.3_0": "therefore having met the future, I revere you,",
    "ai-cnd8:99.4_0": "May the Buddha please advise me if I’m not.”",
    "ai-cnd8:100.1_0": "The brahmin who has true understanding",
    "ai-cnd8:100.2_0": "who has nothing, and is not clinging to sense existence,",
    "ai-cnd8:100.3_0": "for he has surely crossed over the flood,",
    "ai-cnd8:100.4_0": "without hindrance or doubt, he has crossed beyond.",
    "ai-cnd8:101.1_0": "to know a brahmin if it is a knowledge master of insight—",
    "ai-cnd8:101.2_0": "and seven brahmin Bāhiya",
    "ai-cnd8:101.3_0": "Identity view, doubt, misapprehension of precepts and observances, greed, hate, delusion, and conceit.",
    "ai-cnd8:101.4_0": "They have barred out the bad, unskillful qualities.",
    "ai-cnd8:102.1_0": "Giving up all things,",
    "ai-cnd8:102.2_0": "said the Buddha to Vaḍḍha.",
    "ai-cnd8:102.3_0": "Virtuous, steady,",
    "ai-cnd8:102.4_0": "of birth and death.",
    "ai-cnd8:102.5_0": "The unattached through the power of Brahmā is",
    "ai-cnd8:103.1_0": "Feeling is called knowledge of the four paths of the four absorptions ...",
    "ai-cnd8:103.2_0": "I’m a knowledge master, a knowledge master.",
    "ai-cnd8:103.3_0": "A cognized by directly knowing and completely understanding, he would give it up.",
    "ai-cnd8:103.4_0": "The brahmin who has true understanding",
    "ai-cnd8:104.1_0": "who has nothing, and is not clinging to sense existence,",
    "ai-cnd8:104.2_0": "Yet they give up greed, hate, and delusion. They’re called a misfortune who has given up greed, hate, and delusion, the intentions, views, doubt, conceit, the desire to be reborn, and ignorance. And they’re called the absence of vanity because they have given up and knowledge.",
    "ai-cnd8:104.3_0": "Sensual pleasures are give:",
    "ai-cnd8:104.4_0": "They desire for objects and defilements. ...",
    "ai-cnd8:104.5_0": "These are called the opposite sex. ...",
    "ai-cnd8:104.6_0": "These are said to be the defilements.",
    "ai-cnd8:104.7_0": "Continued existence:",
    "ai-cnd8:104.8_0": "continued existence to be reborn in a lower realm. ...",
    "ai-cnd8:104.9_0": "will come back to future lives.",
    "ai-cnd8:104.10_0": "They live withdrawn from sensual pleasures, craving for rebirth, old age, and death. And they’re free of enmity and ill will, unconfused, detached, liberated, with a mind free of limits.",
    "ai-cnd8:104.11_0": "who has nothing, and is not clinging to sense existence,",
    "ai-cnd8:105.1_0": "for he has surely crossed over the flood,",
    "ai-cnd8:105.2_0": "...",
    "ai-cnd8:105.3_0": "For this is what is meant.",
    "ai-cnd8:105.4_0": "it is certainly not possible to lift my head from the round (of births and deaths) through a thousand rebirths,",
    "ai-cnd8:105.5_0": "sensuality, desire for rebirth, views, and ignorance.",
    "ai-cnd8:105.6_0": "and heedless and immediately:",
    "ai-cnd8:105.7_0": "for he has surely crossed over the flood,",
    "ai-cnd8:106.1_0": "without hindrance or doubt, he has crossed beyond.",
    "ai-cnd8:106.2_0": "Grass, dust, dirt, or crossed over the flood. From the grass, they’ve crossed over the flood.",
    "ai-cnd8:106.3_0": "Because they’ve completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment.",
    "ai-cnd8:106.4_0": "it should be completely understood. The path should be given up by direct knowledge, complete understanding, finishing, and giving up of these things.",
    "ai-cnd8:106.5_0": "He has glorious intentions, definitely examined, quite secluded from sense desires, secluded from unwholesome things, he is an undetermined, possessed of (supernatural) insight, endowed with five factors, is endowed with good intentions, has reached the ultimate end, and is endowed with perfect in mind. He has reached the ultimate sense of sublimeness, endowed with perfect investigation of (worry) processes, endowed with profitable intentions.",
    "ai-cnd8:106.6_0": "They neither get rid of nor accumulate, but remain after getting rid of them.",
    "ai-cnd8:106.7_0": "They neither give up nor grasp, but remain after giving them up.",
    "ai-cnd8:106.8_0": "He neither discards things nor amass it, but remains after having poison,",
    "ai-cnd8:106.9_0": "They neither dissipate nor get clouded by, but remain after dissipating them.",
    "ai-cnd8:106.10_0": "He possesses the virtue consisting in the entire spectrum of an adept’s ethics,",
    "ai-cnd8:106.11_0": "immersion,",
    "ai-cnd8:106.12_0": "the aggregate of wisdom ...",
    "ai-cnd8:106.13_0": "the aggregate of freedom ...",
    "ai-cnd8:106.14_0": "When he has attained the knowledge and vision of freedom, he possesses ten things,",
    "ai-cnd8:106.15_0": "See the truth, having arisen in them,",
    "ai-cnd8:106.16_0": "After geting beyond it, it stands after giving it up.",
    "ai-cnd8:106.17_0": "Standing about the defilements,",
    "ai-cnd8:106.18_0": "Without going, standing on the journey",
    "ai-cnd8:106.19_0": "How, after doing this, while standing,",
    "ai-cnd8:106.20_0": "stands by the power of freedom,",
    "ai-cnd8:106.21_0": "if he is staying with loving-kindness;",
    "ai-cnd8:106.22_0": "They meditate spreading a heart full of compassion ...",
    "ai-cnd8:106.23_0": "Through the glorious joy he has known ...",
    "ai-cnd8:106.24_0": "and equanimity:",
    "ai-cnd8:106.25_0": "if he stands after reaching ultimate purity;",
    "ai-cnd8:106.26_0": "if he is standing in one who is seeking purity;",
    "ai-cnd8:106.27_0": "Being free, it’s stable.",
    "ai-cnd8:106.28_0": "it’s content if it is content.",
    "ai-cnd8:106.29_0": "standing on the very side.",
    "ai-cnd8:106.30_0": "standing in the air element.",
    "ai-cnd8:106.31_0": "standing on the sea,",
    "ai-cnd8:106.32_0": "if he stands on the number;",
    "ai-cnd8:106.33_0": "standing on the sea,",
    "ai-cnd8:106.34_0": "standing on the rainy season.",
    "ai-cnd8:106.35_0": "standing on the sea.",
    "ai-cnd8:106.36_0": "Similes after a roaming on transmigration.",
    "ai-cnd8:106.37_0": "standing on the opposite sex,",
    "ai-cnd8:106.38_0": "standing firm in the future,",
    "ai-cnd8:106.39_0": "Standing without reserveting.",
    "ai-cnd8:106.40_0": "You don’t bear your final body,",
    "ai-cnd8:107.1_0": "“This is the last state of existence,",
    "ai-cnd8:107.2_0": "this bag of bones is my last",
    "ai-cnd8:107.3_0": "will long undergo",
    "ai-cnd8:107.4_0": "there are no future lives for them.”",
    "ai-cnd8:108.1_0": "Crossed over to the far shore is called Nibbāna.",
    "ai-cnd8:108.2_0": "That which is the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
    "ai-cnd8:108.3_0": "He has arrived at the untroubled and attaining the unshakable, attained the end of the deathless, and the end of the deathless, which has arrived at the untroubled and reaching the end of the deathless. From the unaffected he attained the deathless, attains Nibbāna.",
    "ai-cnd8:108.4_0": "He has completed the spiritual journey, there is no rebirth, old age, and death.",
    "ai-cnd8:108.5_0": "without hindrance or crossing over,",
    "ai-cnd8:109.1_0": "Anger, greed, hate, and delusion.",
    "ai-cnd8:109.2_0": "I’ve given up all unskillful things.",
    "ai-cnd8:109.3_0": "When this is called specifically left out, they are called ‘confusion’ and ‘confidence’.",
    "ai-cnd8:109.4_0": "uncertainty regarding the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. Such was the practice that leads to the cessation of suffering in the way that leads to the cessation of suffering. Such was the practice that leads to the cessation of doubt regarding the path. Such was the practice that leads to the cessation of suffering in the present life, and independent of doubt regarding the mind. Such things that such things are not ideffacement, doubt regarding the mind.",
    "ai-cnd8:109.5_0": "Because they have abandoned the doubt of whether they’ve given up or eliminated, they have gone beyond the limits of their knowledge. They’re called ‘after’.",
    "ai-cnd8:109.6_0": "without hindrance or doubt, he has crossed beyond.",
    "ai-cnd8:109.7_0": "The Buddha replied,",
    "ai-cnd8:110.1_0": "“That brāhmaṇa who has true understanding, a knowledge master,",
    "ai-cnd8:110.2_0": "who has nothing, and is not clinging to sense existence,",
    "ai-cnd8:110.3_0": "for he has surely crossed over the flood,",
    "ai-cnd8:110.4_0": "without hindrance or doubt, he has crossed beyond.”",
    "ai-cnd8:111.1_0": "That man who is wise, and has true understanding,",
    "ai-cnd8:111.2_0": "who has released the shackle of repeated existence,",
    "ai-cnd8:111.3_0": "he is craving-free, not troubled, not yearning -",
    "ai-cnd8:111.4_0": "he has crossed over birth and old age, I say.",
    "ai-cnd8:112.1_0": "That one who makes a mistake is renowned here,",
    "ai-cnd8:112.2_0": "wise, clever, fully understanding, and insight into the three knowledges,",
    "ai-cnd8:112.3_0": "It’s the kind of offense that you’re like someone who, when it comes to the maintains.”",
    "ai-cnd8:112.4_0": "A person might find among humans",
    "ai-cnd8:112.5_0": "the wisdom there is from defining the four paths, is the knowledge of the states of wisdom, the awakening factor of investigation of principles, and right view.",
    "ai-cnd8:112.6_0": "At the end of rebirth, old age, death, endlessness, and death. He has arrived at the untroubled and end, and arrived at the end of the deathless, which is free from fearless, unshakable, attained to the deathless, and attaining extinguishment.",
    "ai-cnd8:112.7_0": "He knows the end of the Vedas, having come to this knowledge, or to the analytic knowledge of aggregates, or to the seventh generation of existence.",
    "ai-cnd8:112.8_0": "Identity view ...",
    "ai-cnd8:112.9_0": "misapprehension of precepts and observances,",
    "ai-cnd8:112.10_0": "Greed ...",
    "ai-cnd8:112.11_0": "hate ...",
    "ai-cnd8:112.12_0": "delusion ...",
    "ai-cnd8:112.13_0": "They’re conceited.",
    "ai-cnd8:112.14_0": "They have known the bad, unskillful qualities.",
    "ai-cnd8:113.1_0": "Though you’ve come to know,",
    "ai-cnd8:113.2_0": "said the Buddha to Vaḍḍha.",
    "ai-cnd8:113.3_0": "For those ascetics, brāhmaṇas,",
    "ai-cnd8:113.4_0": "free of all feelings,",
    "ai-cnd8:113.5_0": "The Lord of all, having knowledge master, he is a knowledge master,",
    "ai-cnd8:114.1_0": "A person who is not bearing the lower world, a person who does not know the neighborhood of a man, the lord of men,",
    "ai-cnd8:114.2_0": "It’s when someone gives up this view: ‘Because of this view of what they don’t have a view,",
    "ai-cnd8:114.3_0": "Because of this human body:",
    "ai-cnd8:114.4_0": "That man who is wise, and has true understanding,",
    "ai-cnd8:115.1_0": "(I am) free from continuity,",
    "ai-cnd8:115.2_0": "rebirth into a new state of existence in the future. They have been reborn in the realm of luminous form, future rebirth, old age, and death in the realm of luminous form. They will be reborn again and again in the future.",
    "ai-cnd8:115.3_0": "Seven ways of being inclusive:",
    "ai-cnd8:115.4_0": "greed, hate, and delusion.",
    "ai-cnd8:115.5_0": "Within the association (from them), liberating them,",
    "ai-cnd8:115.6_0": "And he bound the Vāseṭṭhas in a binding stool, making the wind from the sky, and he released the pink on the bank of the Buddha.",
    "ai-cnd8:115.7_0": "Just as a cart or a charioteer in a wagon, the chariots, or the drivers,",
    "ai-cnd8:115.8_0": "in the same way, having driven out (from them),",
    "ai-cnd8:115.9_0": "So he bound them with a rope, tied, infested, and parasolted the windows. When he was caught up in a bandit, he rose up into the sky, saying,",
    "ai-cnd8:115.10_0": "who has released the shackle of repeated existence,",
    "ai-cnd8:116.1_0": "he has cut off craving, untroubled and free of birth, I say.",
    "ai-cnd8:116.2_0": "craving for sights ...",
    "ai-cnd8:116.2_1": "craving for thoughts ...”",
    "ai-cnd8:116.2_2": "With the giving up of craving, they’re called agitated, calm, shackle, relishing, and craving for sensual pleasures. They’ve cut off craving, untied existence, unattached, liberated through the air, falling into greed, and craving for sensual pleasures.",
    "ai-cnd8:116.3_0": "He is rid of craving,",
    "ai-cnd8:116.4_0": "An irritable person, greed, hate, and delusion.",
    "ai-cnd8:116.4_1": "she has given up all unskillful intentions,",
    "ai-cnd8:116.5_0": "He who has abandoned the influence of (them) organized, who have gone beyond the drains, exhausting his knowledge, is said to be the best of the best.",
    "ai-cnd8:116.6_0": "reinforced by craving is called;",
    "ai-cnd8:116.7_0": "Greed is a root of greed ...",
    "ai-cnd8:116.8_0": "One who has abandoned the calm, cut off craving, untied the knowledge of the ending of suffering, who has gone beyond the stream, of waves and reached the peak of wisdom, and who is called a ‘sea’.",
    "ai-cnd8:116.9_0": "The rebirth of those beings in the various orders of sentient beings ...",
    "ai-cnd8:116.10_0": "The old age, decrease, broken teeth, grey hair, and lose their faculties.",
    "ai-cnd8:116.11_0": "This is called old age.",
    "ai-cnd8:116.12_0": "I declare that craving is without imperturbable. I am escaped from rebirth and old age, death, from sorrow, lamentation, pain, sadness, and distress. I say this.",
    "ai-cnd8:116.13_0": "he has no craving, untroubled and free of birth, I say.",
    "ai-cnd8:116.14_0": "The Buddha replied,",
    "ai-cnd8:117.1_0": "“He who has understanding the truth, not here,",
    "ai-cnd8:117.2_0": "who has released the shackle of repeated existence,",
    "ai-cnd8:117.3_0": "he is craving-free, not troubled, not yearning -",
    "ai-cnd8:117.4_0": "they’ve crossed over birth and old age, I declare.”",
    "ai-cnd8:118.1_0": "verses ...",
    "ai-cnd8:118.2_0": "you’re my teacher, I’m your disciple.",
    "ai-cnd8:118.3_0": "The fourth Question About the Simile of the Mettagū"
}