{
    "ai-dn26:0.1_0": "Dīgha Nikāya 26",
    "ai-dn26:0.2_0": "Cakkavattisutta",
    "ai-dn26:0.3_0": "1. Attadīpasaraṇatā",
    "ai-dn26:1.1_0": "So I have heard.",
    "ai-dn26:1.2_0": "At one time the Buddha was staying in the land of the Magadhans at Mātulā.",
    "ai-dn26:1.3_0": "There he addressed the mendicants,",
    "ai-dn26:1.4_0": "“ mendicants!”",
    "ai-dn26:1.5_0": "“Venerable sir,” they replied.",
    "ai-dn26:1.6_0": "The Buddha said this:",
    "ai-dn26:1.7_0": "“Mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge.",
    "ai-dn26:1.8_0": "And how does a mendicant do this?",
    "ai-dn26:1.9_0": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-dn26:1.10_0": "feelings ...",
    "ai-dn26:1.11_0": "They meditate observing an aspect of the mind ...",
    "ai-dn26:1.12_0": "principles—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-dn26:1.13_0": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how they let the teaching be their island and their refuge, with no other refuge.",
    "ai-dn26:1.14_0": "Mendicants, you should roam inside your own territory, the domain of your fathers.",
    "ai-dn26:1.15_0": "If you roam inside your own territory, the domain of your fathers, Māra won’t catch you or get hold of you.",
    "ai-dn26:1.16_0": "It is due to undertaking skillful qualities that this merit grows.",
    "ai-dn26:2.0_0": "2. Daḷhanemicakkavattirājā",
    "ai-dn26:2.1_0": "Once upon a time, mendicants, there was a king named Daḷhanemi who was a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures.",
    "ai-dn26:2.2_0": "He had the following seven treasures:",
    "ai-dn26:2.3_0": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.",
    "ai-dn26:2.4_0": "He had over a thousand sons who were valiant and heroic, crushing the armies of his enemies.",
    "ai-dn26:2.5_0": "After conquering this land girt by sea, he reigned by principle, without rod or sword.",
    "ai-dn26:3.1_0": "Then, after many years, many hundred years, many thousand years had passed, King Daḷhanemi addressed one of his men,",
    "ai-dn26:3.2_0": "‘My good man, when you see that the heavenly wheel-treasure has receded back from its place, please tell me.’",
    "ai-dn26:3.3_0": "‘Yes, Your Majesty,’ replied that man.",
    "ai-dn26:3.4_0": "After many thousand years had passed, that man saw that the heavenly wheel-treasure had recededed back from its place. So he went to King Daḷhanemi and sat down on the spot.",
    "ai-dn26:3.4_1": "and after going, he said this to the King:",
    "ai-dn26:3.5_0": "‘Please sire, you should know that your heavenly wheel-treasure has receded back from its place.’",
    "ai-dn26:3.6_0": "So the king summoned the crown prince and said,",
    "ai-dn26:3.7_0": "‘Dear prince, my heavenly wheel-treasure has receded back from its place.",
    "ai-dn26:3.8_0": "I have heard that",
    "ai-dn26:3.9_0": "when this happens to a wheel-turning monarch, he does not have long to live.",
    "ai-dn26:3.10_0": "I have enjoyed human pleasures. Now it is time for me to seek heavenly pleasures.",
    "ai-dn26:3.11_0": "Come, dear prince, rule this land surrounded by ocean!",
    "ai-dn26:3.12_0": "I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’",
    "ai-dn26:3.13_0": "And so, after carefully instructing the crown prince in kingship, King Daḷhanemi shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.",
    "ai-dn26:3.14_0": "Seven days later the heavenly wheel-treasure vanished.",
    "ai-dn26:4.1_0": "Then a certain man approached the newly anointed aristocrat king.",
    "ai-dn26:4.1_1": "and after approaching he said this to the king:",
    "ai-dn26:4.2_0": "‘Please sire, you should know that the heavenly wheel-treasure has vanished.’",
    "ai-dn26:4.3_0": "At that the king was unhappy and experienced unhappiness.",
    "ai-dn26:4.4_0": "He went to the royal sage and said,",
    "ai-dn26:4.5_0": "‘Please sire, you should know that the heavenly wheel-treasure has vanished.’",
    "ai-dn26:4.6_0": "When he said this, the royal sage said to him,",
    "ai-dn26:4.7_0": "‘Don’t be unhappy at the vanishing of the wheel-treasure. My dear, the wheel-treasure is not inherited from your father.",
    "ai-dn26:4.8_0": "Come now, my dear, implement the noble duties of a wheel-turning monarch.",
    "ai-dn26:4.9_0": "If you do so, it’s possible that—on a fifteenth day sabbath, having bathed your head and gone upstairs in the royal longhouse to observe the sabbath—the heavenly wheel-treasure will appear to you, with a thousand spokes, with rim and hub, complete in every detail.’",
    "ai-dn26:5.0_0": "2.1. Cakkavattiariyavatta",
    "ai-dn26:5.1_0": "‘But what, sir, is that noble duties of a wheel-turning monarch?’",
    "ai-dn26:5.2_0": "‘Well then, my dear, relying only on principle—honoring, respecting, and venerating principle, having principle as your flag, banner, and authority—provide just protection and security for your court, troops, aristocrats, vassals, brahmins and householders, people of town and country, ascetics and brahmins, beasts and birds.",
    "ai-dn26:5.3_0": "Do not let injustice prevail in the realm.",
    "ai-dn26:5.4_0": "Pay money to the penniless in the realm.",
    "ai-dn26:5.5_0": "And there are ascetics and brahmins in the realm who avoid intoxication and negligence, are settled in patience and gentleness, and who tame, calm, and extinguish themselves. From time to time you should go up to them and ask:",
    "ai-dn26:5.6_0": "“Sirs, what is skillful? What is unskillful? What is blameworthy? What is blameless? What should be cultivated? What should not be cultivated? Doing what leads to my lasting harm and suffering? Doing what leads to my lasting welfare and happiness?”",
    "ai-dn26:5.7_0": "Having heard them, you should reject what is unskillful and undertake and follow what is skillful.",
    "ai-dn26:5.8_0": "These are the noble duties of a wheel-turning monarch.’",
    "ai-dn26:5.9.0_0": "2.2. Cakkaratanapātubhāva",
    "ai-dn26:5.10_0": "‘Yes, Your Majesty,’ replied the new king to the royal sage. And he implemented the noble duties of a wheel-turning monarch.",
    "ai-dn26:5.11_0": "While he was implementing them, on a fifteenth day sabbath, he had bathed his head and gone upstairs in the royal longhouse to observe the sabbath.",
    "ai-dn26:5.12_0": "And the heavenly wheel-treasure appeared to him, with a thousand spokes, with rim and hub, complete in every detail.",
    "ai-dn26:5.13_0": "Seeing this, the king thought,",
    "ai-dn26:5.14_0": "‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch.",
    "ai-dn26:5.15_0": "or I am a wheel-turning monarch?’",
    "ai-dn26:6.1_0": "Then the anointed king, rising from his seat and arranging his robe over one shoulder, took a ceremonial vase in his left hand and besprinkled the wheel-treasure with his right hand, saying,",
    "ai-dn26:6.2_0": "‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’",
    "ai-dn26:6.3_0": "Then the wheel-treasure rolled towards the east.",
    "ai-dn26:6.3_1": "In whatever place the wheel-treasure stood still, there the king came to stay together with his army.",
    "ai-dn26:6.4_0": "And any opposing rulers of the eastern quarter came to the wheel-turning monarch and said,",
    "ai-dn26:6.5_0": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’",
    "ai-dn26:6.6_0": "The wheel-turning monarch says,",
    "ai-dn26:6.7_0": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’",
    "ai-dn26:6.8_0": "And so the opposing rulers of the eastern quarter became his vassals.",
    "ai-dn26:7.1_0": "Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolled towards the south. ...",
    "ai-dn26:7.2_0": "Having plunged into the southern ocean and emerged again, it rolled towards the west. ...",
    "ai-dn26:7.3_0": "In whatever place the wheel-treasure stood still, there the king came to stay together with his army.",
    "ai-dn26:7.4_0": "And any opposing rulers of the west approaches the wheel-turning monarch and say,",
    "ai-dn26:7.5_0": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’",
    "ai-dn26:7.6_0": "The wheel-turning monarch says,",
    "ai-dn26:7.7_0": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’",
    "ai-dn26:7.8_0": "And so the opposing rulers of the wheel-turning monarch became his vassals.",
    "ai-dn26:7.9_0": "Having plunged into the western ocean and emerged again, it rolled towards the north, followed by the king together with his army of four divisions.",
    "ai-dn26:7.10_0": "In whatever place the wheel-treasure stood still, there the king came to stay together with his army.",
    "ai-dn26:7.11_0": "And any opposing rulers of the northern quarter came to the wheel-turning monarch and said,",
    "ai-dn26:7.12_0": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’",
    "ai-dn26:7.13_0": "The wheel-turning monarch says,",
    "ai-dn26:7.14_0": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’",
    "ai-dn26:7.15_0": "And so the rulers of the northern quarter became his vassals.",
    "ai-dn26:7.16_0": "And then the wheel-treasure, having triumphed over this land surrounded by ocean, returned to the royal capital. There it stood still by the gate to the royal compound at the High Court as if fixed to an axle, illuminating the royal compound.",
    "ai-dn26:8.0_0": "3. Dutiyādicakkavattikathā",
    "ai-dn26:8.1_0": "And for a second time,",
    "ai-dn26:8.2_0": "and a third,",
    "ai-dn26:8.3_0": "and fourth,",
    "ai-dn26:8.4_0": "and the fifth,",
    "ai-dn26:8.5_0": "and sixth kings,",
    "ai-dn26:8.6_0": "And the seventh years, after many hundred years, many thousand years had passed, addressed one of his men,",
    "ai-dn26:8.7_0": "‘My good man, when you see that the heavenly wheel-treasure has receded back from its place, please tell me.’",
    "ai-dn26:8.8_0": "‘Yes, Your Majesty,’ replied that man.",
    "ai-dn26:8.9_0": "After many thousand years had passed, that man saw that the heavenly wheel-treasure had receded back from its place.",
    "ai-dn26:8.10_0": "He went to the wheel-turning monarch and said to him,",
    "ai-dn26:8.11_0": "‘Please sire, you should know that your heavenly wheel-treasure has receded back from its place.’",
    "ai-dn26:8.12_0": "So he summoned the crown prince and said,",
    "ai-dn26:8.13_0": "‘Dear prince, my heavenly wheel-treasure has receded back from its place.",
    "ai-dn26:8.14_0": "when this happens to a wheel-turning monarch, he does not have long to live.",
    "ai-dn26:8.15_0": "I have enjoyed human pleasures. Now it is time for me to seek heavenly pleasures.",
    "ai-dn26:8.16_0": "I shall shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.’",
    "ai-dn26:8.17_0": "And so, after carefully instructing the crown prince in kingship, King Dīghīti shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.",
    "ai-dn26:8.18_0": "Seven days later the heavenly wheel-treasure vanished.",
    "ai-dn26:9.1_0": "Then a certain man approached the newly anointed aristocrat king.",
    "ai-dn26:9.1_1": "and after approaching he said this to the king:",
    "ai-dn26:9.2_0": "‘Please sire, you should know that the heavenly wheel-treasure has vanished.’",
    "ai-dn26:9.3_0": "At that the king was unhappy and experienced unhappiness.",
    "ai-dn26:9.3_1": "painted decayed,",
    "ai-dn26:9.4_0": "But he didn’t go to the royal sage and ask about the noble duties of a wheel-turning monarch.",
    "ai-dn26:9.5_0": "He just governed the country according to his own ideas.",
    "ai-dn26:9.6_0": "So governed, the nations did not prosper like before, as they had when former kings implemented the noble duties of a wheel-turning monarch.",
    "ai-dn26:9.7_0": "Then the ministers and counselors, the treasury officials, military officers, guardsmen, and advisers gathered and said to the king,",
    "ai-dn26:9.8_0": "‘Sire, when governed according to your own ideas, the nations do not prosper like before, as they did when former kings implemented the noble duties of a wheel-turning monarch.",
    "ai-dn26:9.9_0": "In your realm are found ministers and counselors, treasury officials, military officers, guardsmen, and advisers—both ourselves and others—who remember the noble duties of a wheel-turning monarch.",
    "ai-dn26:9.10_0": "Please, Your Majesty, ask us about the noble duties of a wheel-turning monarch.",
    "ai-dn26:9.11_0": "We will answer you.’",
    "ai-dn26:10.0_0": "4. Āyuvaṇṇādiparihānikathā",
    "ai-dn26:10.1_0": "So the anointed king asked the assembled ministers and counselors, treasury officials, military officers, guardsmen, and advisers about the noble duties of a wheel-turning monarch.",
    "ai-dn26:10.2_0": "They answered him:",
    "ai-dn26:10.3_0": "But after listening to them, he didn’t provide just protection and security. Nor did he pay money to the penniless in the realm.",
    "ai-dn26:10.4_0": "And so poverty grew widespread.",
    "ai-dn26:10.5_0": "When poverty was widespread, a certain person stole from others, with the intention to commit theft.",
    "ai-dn26:10.6_0": "They arrested him",
    "ai-dn26:10.7_0": "and presented him to the king, saying,",
    "ai-dn26:10.8_0": "‘Your Majesty, this person stole from others.’",
    "ai-dn26:10.9_0": "When he said this, the anointed king said to him,",
    "ai-dn26:10.10_0": "‘Is it really true, mister, that you stole from others with the intention to commit theft?’",
    "ai-dn26:10.11_0": "‘It’s true, sire.’",
    "ai-dn26:10.12_0": "‘What was the reason?’",
    "ai-dn26:10.13_0": "‘Sire, I can’t survive.’",
    "ai-dn26:10.14_0": "So the king paid some money to that person, saying,",
    "ai-dn26:10.15_0": "‘With this money, mister, keep yourself alive, and provide for your mother and father, partners and children. Work for a living, and establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.’",
    "ai-dn26:10.16_0": "‘Yes, Your Majesty,’ replied that man.",
    "ai-dn26:11.1_0": "But then another man stole something from others.",
    "ai-dn26:11.2_0": "They arrested him",
    "ai-dn26:11.3_0": "and presented him to the king, saying,",
    "ai-dn26:11.4_0": "‘Your Majesty, this person stole from others.’",
    "ai-dn26:11.5_0": "When he said this, the anointed king said to him,",
    "ai-dn26:11.6_0": "‘Is it really true, mister, that you stole from others with the intention to commit theft?’",
    "ai-dn26:11.7_0": "‘It’s true, sire.’",
    "ai-dn26:11.8_0": "‘What was the reason?’",
    "ai-dn26:11.9_0": "‘Sire, I can’t survive.’",
    "ai-dn26:11.10_0": "So the king paid some money to that person, saying,",
    "ai-dn26:11.11_0": "‘With this money, mister, keep yourself alive, and provide for your mother and father, partners and children. Work for a living, and establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.’",
    "ai-dn26:11.12_0": "‘Yes, Your Majesty,’ replied that man.",
    "ai-dn26:12.1_0": "The people heard,",
    "ai-dn26:12.2_0": "‘It seems the king is chopping the wealth they stake others from others!’",
    "ai-dn26:12.3_0": "It occurred to them,",
    "ai-dn26:12.4_0": "‘Why don’t we steal from others?’",
    "ai-dn26:12.5_0": "Then a certain person stole something from others.",
    "ai-dn26:12.6_0": "They arrested him",
    "ai-dn26:12.7_0": "and presented him to the king, saying,",
    "ai-dn26:12.8_0": "‘Your Majesty, this person stole from others.’",
    "ai-dn26:12.9_0": "When he said this, the anointed king said to him,",
    "ai-dn26:12.10_0": "‘Is it really true, mister, that you stole from others with the intention to commit theft?’",
    "ai-dn26:12.11_0": "‘It’s true, sire.’",
    "ai-dn26:12.12_0": "‘What was the reason?’",
    "ai-dn26:12.13_0": "‘Sire, I can’t survive.’",
    "ai-dn26:12.14_0": "Then the king thought,",
    "ai-dn26:12.15_0": "‘If I pay money to anyone who steals from others, it will only increase the stealing.",
    "ai-dn26:12.16_0": "I’d better make an end of this person, finish him off, and chop off his head.’",
    "ai-dn26:12.17_0": "Then he ordered his men,",
    "ai-dn26:12.18_0": "‘Well then, my men, tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and square to square to the beating of a harsh drum. Then take him out the south gate and make an end of him, finish him off, and chop off his head.’",
    "ai-dn26:12.19_0": "‘Yes, Your Majesty,’ they replied, and did as he commanded.",
    "ai-dn26:13.1_0": "The people heard,",
    "ai-dn26:13.2_0": "‘It seems the king is chopping the head off anyone who steals from others!’",
    "ai-dn26:13.3_0": "It occurred to them,",
    "ai-dn26:13.4_0": "‘We’d better have sharp swords made. Then when we steal from others, we’ll make an end of them, finish them off, and chop off their heads.’",
    "ai-dn26:13.5_0": "They had sharp swords made. Then they started to make raids on villages, towns, and cities, and to infest the highways.",
    "ai-dn26:13.6_0": "And they chopped the heads off anyone they stole from.",
    "ai-dn26:14.1_0": "And so, mendicants, from not paying money to the penniless, poverty became widespread. When poverty was widespread, theft became widespread. When theft was widespread, swords became widespread. And for the sentient beings among whom killing was widespread, their lifespan and beauty declined.",
    "ai-dn26:14.2_0": "Those people who lived for 10,000 years had children who lived for 2,000 years.",
    "ai-dn26:14.3_0": "Among the people who lived for 10,000 years, a certain person stole something from others.",
    "ai-dn26:14.4_0": "They arrested him",
    "ai-dn26:14.5_0": "and presented him to the king, saying,",
    "ai-dn26:14.6_0": "‘Your Majesty, this person stole from others.’",
    "ai-dn26:14.7_0": "When he said this, the anointed king said to him,",
    "ai-dn26:14.8_0": "‘Is it really true, mister, that you stole from others with the intention to commit theft?’",
    "ai-dn26:14.9_0": "‘No, sire,’ he said, deliberately lying.",
    "ai-dn26:15.1_0": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, killing, lying, and backbiting became widespread.",
    "ai-dn26:15.1_1": "When killing was widespread, lying became widespread.",
    "ai-dn26:15.1_2": "And for the sentient beings among whom lying was widespread, their lifespan and beauty declined.",
    "ai-dn26:15.2_0": "Those people who lived for 40,000 years had children who lived for 20,000 years.",
    "ai-dn26:15.3_0": "Among the people who lived for 20,000 years, a certain person stole something from others.",
    "ai-dn26:15.4_0": "Someone else reported this to the king,",
    "ai-dn26:15.5_0": "‘Your Majesty, such-and-such person stole from others,’ he said, going behind his back.",
    "ai-dn26:16.1_0": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, killing, lying, and backbiting became widespread.",
    "ai-dn26:16.1_1": "When lying was widespread, backbiting became widespread. And for the sentient beings among whom backbiting was widespread, their lifespan and beauty declined.",
    "ai-dn26:16.2_0": "Those people who lived for 40,000 years had children who lived for 20,000 years.",
    "ai-dn26:17.1_0": "Among the people who lived for 10,000 years, some were more beautiful than others.",
    "ai-dn26:17.2_0": "And the ugly beings, coveting the beautiful ones, committed adultery with others’ wives.",
    "ai-dn26:17.3_0": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, killing, lying, and backbiting became widespread.",
    "ai-dn26:17.3_1": "When desire became widespread ...",
    "ai-dn26:17.3_2": "sexual misconduct,",
    "ai-dn26:17.4_0": "Those people who lived for 10,000 years had children who lived for 5,000 years.",
    "ai-dn26:17.5_0": "Among the people who lived for 1,000 years, two things became widespread:",
    "ai-dn26:17.6_0": "harsh speech and talking nonsense.",
    "ai-dn26:17.7_0": "For the sentient beings among whom these two things were widespread, their lifespan and beauty declined.",
    "ai-dn26:17.8_0": "Those people who lived for 10,000 years had some children who lived for 2,500 years, while others lived for 2,000 years.",
    "ai-dn26:17.9_0": "Among the people who lived for 2,500 years, desire and ill will became widespread.",
    "ai-dn26:17.10_0": "For the sentient beings among whom desire and ill will were widespread, their lifespan and beauty declined.",
    "ai-dn26:17.11_0": "Those people who lived for 2,500 years had children who lived for 2,500 years.",
    "ai-dn26:17.12_0": "Among the people who lived for 1,000 years, wrong view became widespread.",
    "ai-dn26:17.13_0": "For the sentient beings among whom wrong view was widespread, their lifespan and beauty declined.",
    "ai-dn26:17.14_0": "Those people who lived for 10,000 years had children who lived for five hundred years.",
    "ai-dn26:17.15_0": "Among the people who lived for five hundred years, three things became widespread:",
    "ai-dn26:17.16_0": "illicit desire, immoral greed, and wrong thoughts.",
    "ai-dn26:17.17_0": "For the sentient beings among whom these three things were widespread, their lifespan and beauty declined.",
    "ai-dn26:17.18_0": "Those people who lived for five hundred years had some children who lived for two hundred and fifty years, while others lived for two hundred years.",
    "ai-dn26:17.19_0": "Among the people who lived for two hundred and fifty years, three things became widespread:",
    "ai-dn26:17.20_0": "The mother and father, ascetics and brahmins, and fails to honor the elders in the family.",
    "ai-dn26:18.1_0": "And so, mendicants, from not paying money to the penniless, poverty, theft, swords, killing, lying, and backbiting became widespread.",
    "ai-dn26:18.2_0": "When killing was widespread, lying became widespread.",
    "ai-dn26:18.3_0": "backbiting,",
    "ai-dn26:18.4_0": "wrong view,",
    "ai-dn26:18.5_0": "killing living creatures,",
    "ai-dn26:18.6_0": "backbiting,",
    "ai-dn26:18.7_0": "sexual misconduct,",
    "ai-dn26:18.8_0": "harsh speech and talking nonsense,",
    "ai-dn26:18.9_0": "desire and ill will,",
    "ai-dn26:18.10_0": "wrong view,",
    "ai-dn26:18.11_0": "illicit desire, immoral greed, and wrong thoughts,",
    "ai-dn26:18.12_0": "and lack of due respect for mother and father, ascetics and brahmins, and failure to honor the elders in the family.",
    "ai-dn26:18.13_0": "For the sentient beings among whom these things were widespread, their lifespan and beauty declined.",
    "ai-dn26:18.14_0": "Those people who lived for two hundred and fifty years had children who lived for two hundred years.",
    "ai-dn26:19.0_0": "5. Dasavassāyukasamaya",
    "ai-dn26:19.1_0": "There will come a time, mendicants, when these people will have children who live for ten years.",
    "ai-dn26:19.2_0": "Among the people who live for ten years, girls will be marriageable at five.",
    "ai-dn26:19.3_0": "The following flavors will disappear:",
    "ai-dn26:19.4_0": "ghee, butter, oil, honey, molasses, and salt.",
    "ai-dn26:19.5_0": "The best kind of food will be finger millet,",
    "ai-dn26:19.6_0": "Suppose you were at present, fine rice.",
    "ai-dn26:19.7_0": "In the same way, the best kind of food will be finger millet,",
    "ai-dn26:19.8_0": "All of people will disappear for ten kinds of skillful deeds, and the ten ways of doing unskillful deeds.",
    "ai-dn26:19.9_0": "Those people will not even have the word ‘skillful’, still less anyone who does what is skillful.",
    "ai-dn26:19.10_0": "And anyone who disrespects mother and father, ascetics and brahmins, and fails to honor the elders in the family will be venerated and praised,",
    "ai-dn26:19.11_0": "just as the opposite is venerated and praised today.",
    "ai-dn26:19.12_0": "In the same way, anyone who disrespects mother and father, ascetics and brahmins, and fails to honor the elders in the family will be venerated and praised,",
    "ai-dn26:20.1_0": "There’ll be no recognition of the status of mother, aunts, or wives and partners of teachers and respected people.",
    "ai-dn26:20.2_0": "The world will be snapped, like goats and sheep, chickens and pigs, and dogs and jackals.",
    "ai-dn26:20.3_0": "They’ll be full of hostility towards each other, with acute ill will, malevolence, and thoughts of murder.",
    "ai-dn26:20.4_0": "father for child,",
    "ai-dn26:20.5_0": "father for child, child for father,",
    "ai-dn26:20.6_0": "brother for sister, and sister for brother.",
    "ai-dn26:20.7_0": "They’ll be just like a deer hunter when he sees a deer—full of hostility, ill will, malevolence, and thoughts of killing.",
    "ai-dn26:20.8_0": "In the same way, there will be a corrupt malevolence towards each other, with acute ill will, malevolence, and thoughts of murder.",
    "ai-dn26:20.9_0": "father for child,",
    "ai-dn26:20.10_0": "father for child, child for father,",
    "ai-dn26:20.11_0": "brother for sister, and sister for brother.",
    "ai-dn26:21.1_0": "Among the people who live for ten years, there will be an interregnum of swords lasting seven days.",
    "ai-dn26:21.2_0": "During that time they will see each other as beasts.",
    "ai-dn26:21.3_0": "Sharp swords will appear in their hands,",
    "ai-dn26:21.4_0": "with which they’ll take each other’s life, crying, ‘It’s a beast! It’s a beast!’",
    "ai-dn26:21.5_0": "Then those beings will think,",
    "ai-dn26:21.6_0": "‘Let us neither be perpetrators nor victims! Why don’t we hide in thick grass, thick jungle, thick trees, inaccessible riverlands, or rugged mountains and survive on forest roots and fruits?’",
    "ai-dn26:21.7_0": "So that’s what they do.",
    "ai-dn26:21.8_0": "When those seven days have passed, having emerged from their hiding places and embraced each other, they will come together in one voice and cry,",
    "ai-dn26:21.9_0": "‘How fantastic, dear being, you live! How fantastic, dear being, you live!’",
    "ai-dn26:21.10.0_0": "6. Āyuvaṇṇādivaḍḍhanakathā",
    "ai-dn26:21.11_0": "Then those beings will think,",
    "ai-dn26:21.12_0": "‘It’s because we undertook unskillful things that we suffered such an extensive loss of our relatives.",
    "ai-dn26:21.13_0": "We’d better do what’s skillful.",
    "ai-dn26:21.14_0": "What skillful thing should we do?",
    "ai-dn26:21.15_0": "Why don’t we refrain from killing living creatures? Having undertaken this skillful thing we’ll live by it.’",
    "ai-dn26:21.16_0": "Those who kill living creatures will undertake and follow the teaching.",
    "ai-dn26:21.17_0": "Because of undertaking this skillful thing, their lifespan and beauty will grow.",
    "ai-dn26:21.18_0": "Those people who live for ten years will have children who live for twenty years.",
    "ai-dn26:22.1_0": "Then those beings will think,",
    "ai-dn26:22.2_0": "‘We will achieve growth in skillful qualities, and we will live for life.",
    "ai-dn26:22.3_0": "Why don’t we do even more skillful things?",
    "ai-dn26:22.4_0": "What skillful thing should we do?",
    "ai-dn26:22.5_0": "Why don’t we refrain from stealing ...",
    "ai-dn26:22.6_0": "sexual misconduct ...",
    "ai-dn26:22.7_0": "lying ...",
    "ai-dn26:22.8_0": "backbiting ...",
    "ai-dn26:22.9_0": "harsh speech ...",
    "ai-dn26:22.10_0": "and talking nonsense.",
    "ai-dn26:22.11_0": "covetousness ...",
    "ai-dn26:22.12_0": "ill will ...",
    "ai-dn26:22.13_0": "wrong view ...",
    "ai-dn26:22.14_0": "three things:",
    "ai-dn26:22.15_0": "illicit desire, immoral greed, and wrong thoughts.",
    "ai-dn26:22.16_0": "Why don’t we pay due respect to mother and father, ascetics and brahmins, honoring the elders in our families? Having undertaken this skillful thing we’ll live by it.’",
    "ai-dn26:22.17_0": "they will undertake and follow the opposite qualities of an ascetic or brahmin. We will undertake and follow my teaching.",
    "ai-dn26:22.18_0": "Because of undertaking this skillful thing, their lifespan and beauty will grow.",
    "ai-dn26:22.19_0": "Those people who live for twenty years will have children who live for for forty years.",
    "ai-dn26:22.20_0": "and forty years,",
    "ai-dn26:22.21_0": "sixty years,",
    "ai-dn26:22.22_0": "three hundred and twenty years,",
    "ai-dn26:22.23_0": "six hundred and forty years,",
    "ai-dn26:22.24_0": "2,000 years,",
    "ai-dn26:22.25_0": "4,000 years,",
    "ai-dn26:22.26_0": "8,000 years,",
    "ai-dn26:22.27_0": "20,000 years,",
    "ai-dn26:23.1_0": "20,000 years,",
    "ai-dn26:23.2_0": "and finally 80,000 years.",
    "ai-dn26:23.3_0": "Among the people who live for 80,000 years, girls will be marriageable at five.",
    "ai-dn26:23.4.0_0": "7. Saṅkharājauppatti",
    "ai-dn26:23.5_0": "Among the people who live for 80,000 years, there will be just three afflictions: greed, starvation, and old age.",
    "ai-dn26:23.6_0": "India will be successful and prosperous. The villages, towns, and capital cities will be no more than a chicken’s flight apart.",
    "ai-dn26:23.7_0": "And the land will be as crowded as hell, just full of people, like a thicket of rushes or reeds.",
    "ai-dn26:23.8_0": "The royal capital will be our Benares, but renamed Ketumati. And it will be successful, prosperous, populous, full of people, with plenty of food.",
    "ai-dn26:23.9_0": "There will be 84,000 cities in India, with the royal capital of Ketumati foremost.",
    "ai-dn26:24.1_0": "And in the royal capital of Ketumati a king named Saṅkha will arise, a wheel-turning monarch, a just and principled king. His dominion will extend to all four sides, he will achieve stability in the country, and possess the seven treasures.",
    "ai-dn26:24.2_0": "He will have the following seven treasures:",
    "ai-dn26:24.3_0": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.",
    "ai-dn26:24.4_0": "He will have over a thousand sons who are valiant and heroic, crushing the armies of his enemies.",
    "ai-dn26:24.5_0": "After conquering this land girt by sea, he will reign by principle, without rod or sword.",
    "ai-dn26:25.0_0": "8. Metteyyabuddhuppāda",
    "ai-dn26:25.1_0": "And the Blessed One named Metteyya will arise in the world—perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed—",
    "ai-dn26:25.2_0": "just as I have arisen today.",
    "ai-dn26:25.3_0": "He will realize with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and make it known to others, just as I do today.",
    "ai-dn26:25.4_0": "He will teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he will reveal a spiritual practice that’s entirely full and pure.",
    "ai-dn26:25.5_0": "just as I teach Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And I reveal a spiritual practice that’s entirely full and pure.",
    "ai-dn26:25.6_0": "He will look after a Saṅgha of many thousand mendicants, just as I look after a Saṅgha of many hundreds today.",
    "ai-dn26:26.1_0": "Then the king named Saṅkha was lying down in the great ocean,",
    "ai-dn26:26.2_0": "After staying there, he will give it away to ascetics and brahmins, paupers, vagrants, travelers, and beggars. Then, having shaved off his hair and beard and dressed in ocher robes, he will go forth from the lay life to homelessness in the Buddha Metteyya’s presence.",
    "ai-dn26:26.3_0": "Soon after going forth, living withdrawn, diligent, keen, and resolute, he will realize the supreme end of the spiritual path in this very life. He will live having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.",
    "ai-dn26:27.1_0": "Mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge.",
    "ai-dn26:27.2_0": "And how does a mendicant do this?",
    "ai-dn26:27.3_0": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-dn26:27.4_0": "feelings ...",
    "ai-dn26:27.5_0": "They meditate observing an aspect of the mind ...",
    "ai-dn26:27.6_0": "principles—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-dn26:27.7_0": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how they let the teaching be their island and their refuge, with no other refuge.",
    "ai-dn26:28.0_0": "On Long Life and Beauty for Mendicants",
    "ai-dn26:28.1_0": "Mendicants, you should roam inside your own territory, the domain of your fathers.",
    "ai-dn26:28.2_0": "Doing so, you will grow in life span, beauty, happiness, wealth, and power.",
    "ai-dn26:28.3_0": "And what is long life for a mendicant?",
    "ai-dn26:28.4_0": "It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort.",
    "ai-dn26:28.5_0": "the basis of psychic power that has immersion due to energy, and active effort ...",
    "ai-dn26:28.6_0": "They develop the basis of psychic power that has immersion due to mental development, and active effort.",
    "ai-dn26:28.7_0": "They develop the basis of psychic power that has immersion due to inquiry, and active effort.",
    "ai-dn26:28.8_0": "Having developed and cultivated these four bases of psychic power they may, if they wish, live on for the eon or what’s left of the eon.",
    "ai-dn26:28.9_0": "This is long life for a mendicant.",
    "ai-dn26:28.10_0": "And what is beauty for a mendicant?",
    "ai-dn26:28.11_0": "It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.",
    "ai-dn26:28.12_0": "This is beauty for a mendicant.",
    "ai-dn26:28.13_0": "And what is happiness for a mendicant?",
    "ai-dn26:28.14_0": "Now, take a mendicant who, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
    "ai-dn26:28.15_0": "second absorption ...",
    "ai-dn26:28.16_0": "... the third absorption,” ...",
    "ai-dn26:28.17_0": "dwells having attained the fourth absorption.",
    "ai-dn26:28.18_0": "This is happiness for a mendicant.",
    "ai-dn26:28.19_0": "And what is wealth for a mendicant?",
    "ai-dn26:28.20_0": "Firstly, a monk meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
    "ai-dn26:28.20_1": "third (direction) in the same way as the third (direction)),",
    "ai-dn26:28.20_2": "likewise the fourth (direction),",
    "ai-dn26:28.20_3": "In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.",
    "ai-dn26:28.21_0": "compassion ...",
    "ai-dn26:28.22_0": "rejoicing ...",
    "ai-dn26:28.23_0": "equanimity to one direction, and to the second, and to the third, and to the fourth.",
    "ai-dn26:28.23_1": "with second absorption,",
    "ai-dn26:28.23_2": "third (direction) in the same way as the third (direction)),",
    "ai-dn26:28.23_3": "likewise the fourth (direction),",
    "ai-dn26:28.23_4": "In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.",
    "ai-dn26:28.24_0": "This is wealth for a mendicant.",
    "ai-dn26:28.25_0": "And what is power for a mendicant?",
    "ai-dn26:28.26_0": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.",
    "ai-dn26:28.27_0": "This is power for a mendicant.",
    "ai-dn26:28.28_0": "Mendicants, I do not see a single power so hard to defeat as the power of Māra.",
    "ai-dn26:28.29_0": "It is due to undertaking skillful qualities that this merit grows.”",
    "ai-dn26:28.30_0": "That is what the Buddha said.",
    "ai-dn26:28.31_0": "Satisfied, the mendicants were happy with what the Buddha said.",
    "ai-dn26:28.32_0": "The third chapter on the wheel-turning monarch is finished."
}