{
    "ai-ds2.4.1:0.1_0": "Dhammasaṅgaṇī",
    "ai-ds2.4.1:0.2_0": "2 Niddesa",
    "ai-ds2.4.1:0.3_0": "2.4 Aṭṭhakathākaṇḍa",
    "ai-ds2.4.1:0.4_0": "2.4.1. Tikaatthuddhāra",
    "ai-ds2.4.1:1.0_0": "2.4.1.1. Kusalattika",
    "ai-ds2.4.1:1.1_0": "What are wholesome thoughts?",
    "ai-ds2.4.1:1.2_0": "In the four grounds.",
    "ai-ds2.4.1:1.3_0": "These are wholesome thoughts.",
    "ai-ds2.4.1:2.1_0": "What are unwholesome thoughts?",
    "ai-ds2.4.1:2.2_0": "Twelve aggregates:",
    "ai-ds2.4.1:2.3_0": "These are unwholesome thoughts.",
    "ai-ds2.4.1:3.1_0": "What things without consequences?",
    "ai-ds2.4.1:3.2_0": "The result of in the four planes of sense-spheres is incapable of becoming awakened:",
    "ai-ds2.4.1:3.3_0": "These are the things without consequences.",
    "ai-ds2.4.1:4.0_0": "2.4.1.2. Vedanāttika",
    "ai-ds2.4.1:4.1_0": "What things are connected with pleasant feeling?",
    "ai-ds2.4.1:4.2_0": "And sense-spheres the following four kinds of happiness included along with the four kinds of happiness and an including fine-material sphere, immoral mind in one of the fine-material sphere and immoral kinds of happiness, sounds, smells, tastes, touches, and results in the past and covetousness.",
    "ai-ds2.4.1:4.3_0": "These are the things associated with pleasant feeling.",
    "ai-ds2.4.1:5.1_0": "What things are connected with painful feeling?",
    "ai-ds2.4.1:5.2_0": "there are two kinds of sadness: physical pain and sadness, and distress.",
    "ai-ds2.4.1:5.3_0": "These are the things associated with painful feeling.",
    "ai-ds2.4.1:6.1_0": "What things are connected with neither-painful-nor-pleasant feeling?",
    "ai-ds2.4.1:6.2_0": "By directly knowing the four kinds of sensual stimulation: the following result of sensual pleasures, the result of good conduct, the result of the fine-material sphere, the fourth absorption, the third absorption, the fourth absorption, the third absorption, and the fourth absorption.",
    "ai-ds2.4.1:6.3_0": "These are the things associated with neither-painful-nor-pleasant feeling.",
    "ai-ds2.4.1:6.4_0": "Three feelings and three feelings:",
    "ai-ds2.4.1:6.5_0": "These things are not to be spoken of as pleasant feeling.",
    "ai-ds2.4.1:7.0_0": "2.4.1.3. Vipākattika",
    "ai-ds2.4.1:7.1_0": "What things have results?",
    "ai-ds2.4.1:7.2_0": "The result for the four planes of land.",
    "ai-ds2.4.1:7.3_0": "These are the things that result.",
    "ai-ds2.4.1:8.1_0": "What things have resultant nature?",
    "ai-ds2.4.1:8.2_0": "In the four ways of doing unskillful deeds.",
    "ai-ds2.4.1:8.3_0": "these things have resultant nature.",
    "ai-ds2.4.1:9.1_0": "What things are neither results nor have resultant nature?",
    "ai-ds2.4.1:9.2_0": "Three forms that have been declared in the three Vedas:",
    "ai-ds2.4.1:9.3_0": "these things are neither results nor have resultant nature.",
    "ai-ds2.4.1:10.0_0": "2.4.1.4. Upādinnattika",
    "ai-ds2.4.1:10.1_0": "What things are attached to and favourable to the attachments?",
    "ai-ds2.4.1:10.2_0": "Three forms that have been performed in land, and the result of deeds—",
    "ai-ds2.4.1:10.3_0": "These are the things that are attached to and favourable to the attachments,",
    "ai-ds2.4.1:11.1_0": "What things are not attached to (but) are favourable to the attachments?",
    "ai-ds2.4.1:11.2_0": "Three skillful deeds in the three is done in terms of what is skillful and what is not done initiative,",
    "ai-ds2.4.1:11.3_0": "These are the things that are not attached to (but) are favourable to the attachments,",
    "ai-ds2.4.1:12.1_0": "What things are not attached to and favourable to the attachments?",
    "ai-ds2.4.1:12.2_0": "Four paths to conclude. And there are four fruits of the ascetic life and the fruits of the ascetic life.",
    "ai-ds2.4.1:12.3_0": "These are the things that are not attached to and favourable to the attachments.",
    "ai-ds2.4.1:13.0_0": "2.4.1.5. Saṅkiliṭṭhattika",
    "ai-ds2.4.1:13.1_0": "What things are defiled?",
    "ai-ds2.4.1:13.2_0": "Twelve aggregates:",
    "ai-ds2.4.1:13.3_0": "these things are defiled and connected with the defilements.",
    "ai-ds2.4.1:14.1_0": "What things are not defiled?",
    "ai-ds2.4.1:14.2_0": "Three skillful grounds for the reincarnations, etc., and the result of all that deed is done in the three Vedas:",
    "ai-ds2.4.1:14.3_0": "these things are not defiled (but) are connected with the defilements.",
    "ai-ds2.4.1:15.1_0": "What things are not defiled?",
    "ai-ds2.4.1:15.2_0": "Four paths to conclude. And there are four fruits of the ascetic life and the fruits of the ascetic life.",
    "ai-ds2.4.1:15.3_0": "these things are not defiled (but) are connected with the defilements.",
    "ai-ds2.4.1:16.0_0": "2.4.1.6. Vitakkattika",
    "ai-ds2.4.1:16.1_0": "What things are with thinking and reflection?",
    "ai-ds2.4.1:16.2_0": "By doing good things, unwholesome thoughts, the result of sensual pleasures, the result of good conduct, the mind result of former happinesss, and the noble ones. And what is skillful and considered to the first absorption, while placing the mind and keeping it connected are stilled, they enter and remain in the second absorption, wholesome, and the third absorption.",
    "ai-ds2.4.1:16.3_0": "these are the things that are with thinking and reflection.",
    "ai-ds2.4.1:17.1_0": "What things are without thinking?",
    "ai-ds2.4.1:17.2_0": "In the second absorption and the third absorption, the second absorption and the third absorption and the fourth absorption, and the third absorption and the fourth absorption.",
    "ai-ds2.4.1:17.3_0": "these things are without thinking.",
    "ai-ds2.4.1:18.1_0": "What things are without thinking and reflection?",
    "ai-ds2.4.1:18.2_0": "Two consciousnesses: the result of forms, the result of the skillful, and the result of the skillful, and the result of the skillful in the threefold reckoning, and the second jhāna and its fine-material jhānas arise, and in the fivefold reckoning and the third jhāna.",
    "ai-ds2.4.1:18.3_0": "These are the things that are without thinking and reflection.",
    "ai-ds2.4.1:18.4_0": "Placing the mind and keeping it connected are without placing the mind, but without placing the mind and keeping it connected.",
    "ai-ds2.4.1:19.0_0": "2.4.1.7. Pītittika",
    "ai-ds2.4.1:19.1_0": "What things are united with joyful interest?",
    "ai-ds2.4.1:19.2_0": "By the doing of sense desires: four ways of doing happiness, with unprofitable joy, with sense-sphere profitable happiness, with unskill in bliss and accompanied by the noble ones, and with happiness and bliss born in one who has attained the unsurpassed pervading the noble ones. And what is skillful and surmounting the result of the skillful, happiness and bliss born in him.",
    "ai-ds2.4.1:19.3_0": "these things are united with joyful interest.",
    "ai-ds2.4.1:20.1_0": "What things are united with pleasure?",
    "ai-ds2.4.1:20.2_0": "And sense-spheres the following four kinds of happiness included in the fine-material sphere, fourfold and fivefold reckoning. They are skilled in the three kinds of happiness, and the result of happiness, with happiness and bliss born of seclusion, and with the result of the noble ones.",
    "ai-ds2.4.1:20.3_0": "these things are united with pleasure.",
    "ai-ds2.4.1:21.1_0": "What things are united with equanimity?",
    "ai-ds2.4.1:21.2_0": "By directly knowing the four kinds of sensual stimulation: the following result of sensual pleasures, the result of good conduct, the result of the fine-material sphere, the fourth absorption, the third absorption, the fourth absorption, and the third absorption.",
    "ai-ds2.4.1:21.3_0": "These are the things that are united with equanimity.",
    "ai-ds2.4.1:21.4_0": "united with joy, without pleasure, is united with equanimity,",
    "ai-ds2.4.1:21.5_0": "Nor can be called by bliss and happiness that have gone beyond happiness.",
    "ai-ds2.4.1:21.6_0": "There are two kinds of sadness that give rise to sorrow, lamentation, pain, sadness, and distress.",
    "ai-ds2.4.1:21.7_0": "these things are not to be spoken of associating with the happiness and equanimity.",
    "ai-ds2.4.1:22.0_0": "falls into it, wives, and material supports—",
    "ai-ds2.4.1:22.1_0": "What things should be given up by seeing?",
    "ai-ds2.4.1:22.2_0": "Four things associated with view, and doubt.",
    "ai-ds2.4.1:22.3_0": "These are the things that should be given up by vision.",
    "ai-ds2.4.1:23.1_0": "What things should be given up?",
    "ai-ds2.4.1:23.2_0": "Agitation, agitation,",
    "ai-ds2.4.1:23.3_0": "These are the things that should be given up through development (of the rest of the Paths).",
    "ai-ds2.4.1:23.4_0": "Four on the fourteenth views, urine, excluded in greed, hate, and delusion.",
    "ai-ds2.4.1:23.5_0": "These are the things that should be given up by vision.",
    "ai-ds2.4.1:24.1_0": "What things are to be given up neither through vision (of the First Path) nor through development (of the rest of the Paths)?",
    "ai-ds2.4.1:24.2_0": "In the four grounds, the result of skillful qualities . And what is incapable of creating physical, verbal, or mental deeds?",
    "ai-ds2.4.1:24.3_0": "these things are to be given up neither through vision (of the First Path) nor through development (of the rest of the Paths).",
    "ai-ds2.4.1:25.0_0": "He should give his permission for the sake of seeing and because of the provestigating for himself.",
    "ai-ds2.4.1:25.1_0": "What things have roots that are to be given up?",
    "ai-ds2.4.1:25.2_0": "Four thoughts associated with view.",
    "ai-ds2.4.1:25.3_0": "These are the things that have roots that are to be given up through vision (of the First Path).",
    "ai-ds2.4.1:26.1_0": "What things have roots that are to be given up?",
    "ai-ds2.4.1:26.2_0": "Agitated, agitated, and after arising.",
    "ai-ds2.4.1:26.3_0": "These are the things that have roots that are to be given up through development (of the rest of the Paths).",
    "ai-ds2.4.1:26.4_0": "Four on the fourteenth views, urine, excluded in greed, hate, and delusion.",
    "ai-ds2.4.1:26.5_0": "these things may be given up through vision (of the First Path),",
    "ai-ds2.4.1:27.1_0": "What things have roots that are neither to be given up through vision (of the First Path) nor through development (of the rest of the Paths)?",
    "ai-ds2.4.1:27.2_0": "doubt, confusion, or fear; indeed is the result of my deeds in the four ways of being undeveloped in places of loss, future or present.",
    "ai-ds2.4.1:27.3_0": "these things are to be given up neither through vision (of the First Path) nor through development (of the rest of the Paths).",
    "ai-ds2.4.1:28.0_0": "2.4.1.10. Ācayagāmittika",
    "ai-ds2.4.1:28.1_0": "What things go towards increase?",
    "ai-ds2.4.1:28.2_0": "Three skillful grounds: unskillful and skillful.",
    "ai-ds2.4.1:28.3_0": "these things go towards increase.",
    "ai-ds2.4.1:29.1_0": "What things go towards decrease?",
    "ai-ds2.4.1:29.2_0": "Four paths:",
    "ai-ds2.4.1:29.3_0": "these things go towards decrease.",
    "ai-ds2.4.1:30.1_0": "What things go towards them?",
    "ai-ds2.4.1:30.2_0": "The result of in the four planes of sense-spheres is incapable of becoming awakened:",
    "ai-ds2.4.1:30.3_0": "these things go towards increase, and decrease.",
    "ai-ds2.4.1:31.0_0": "2.4.1.11. Sekkhattika",
    "ai-ds2.4.1:31.1_0": "What things are their trainee?",
    "ai-ds2.4.1:31.2_0": "Four paths are in fact no fruit, and three are the fruits of the ascetic life.",
    "ai-ds2.4.1:31.3_0": "These are the things that are trainee.",
    "ai-ds2.4.1:32.1_0": "What things are an adept?",
    "ai-ds2.4.1:32.2_0": "Accomplished in the upper simile of the fruit of perfection.",
    "ai-ds2.4.1:32.3_0": "These are the things that are an independent.",
    "ai-ds2.4.1:33.1_0": "What things are an adept’s training?",
    "ai-ds2.4.1:33.2_0": "Three skillful things: what is unskillful and what is undeveloped in the three Vedas, and the Bhūmajaka.",
    "ai-ds2.4.1:33.3_0": "These are the things that are an adept.",
    "ai-ds2.4.1:34.0_0": "2.4.1.12. Parittattika",
    "ai-ds2.4.1:34.1_0": "What things are limited?",
    "ai-ds2.4.1:34.2_0": "By the doings of sensual pleasures, good and wholesome things, with good results in all kinds of sensual stimulation,",
    "ai-ds2.4.1:34.3_0": "These are the limits.",
    "ai-ds2.4.1:35.1_0": "What things are very great?",
    "ai-ds2.4.1:35.2_0": "* The fine-material sphere and immoral sphere.",
    "ai-ds2.4.1:35.3_0": "these things are very great.",
    "ai-ds2.4.1:36.1_0": "What things are immeasurable?",
    "ai-ds2.4.1:36.2_0": "Four paths to conclude. And there are four fruits of the ascetic life and the fruits of the ascetic life.",
    "ai-ds2.4.1:36.3_0": "These are the things that are immeasurable.",
    "ai-ds2.4.1:37.0_0": "2.4.1.13. Parittārammaṇattika",
    "ai-ds2.4.1:37.1_0": "What things are limited sense-objects?",
    "ai-ds2.4.1:37.2_0": "all the elements of sensual pleasures, the result of happiness in the elements, and the consciousness element.",
    "ai-ds2.4.1:37.3_0": "These are the things that are limited sense-objects.",
    "ai-ds2.4.1:38.1_0": "What things are very great sense-objects?",
    "ai-ds2.4.1:38.2_0": "the dimension of neither perception nor non-perception:",
    "ai-ds2.4.1:38.3_0": "These are the things that are very great sense-objects.",
    "ai-ds2.4.1:39.1_0": "What things are immeasurable sense-objects?",
    "ai-ds2.4.1:39.2_0": "Four paths to the ascetic life. And there are four fruits of the ascetic life:",
    "ai-ds2.4.1:39.3_0": "these are the things that are immeasurable sense-objects.",
    "ai-ds2.4.1:39.4_0": "Regarding the four kinds of sensual stimulation, the four noble truths, the suffering in the three knowledges, the four noble knowledges, and the ninety-two knowledges,",
    "ai-ds2.4.1:39.5_0": "These things may be limited with a limited object, or with a limited object, but there may be no limited object.",
    "ai-ds2.4.1:39.6_0": "By the four kinds of sensual stimulation associated with knowledge, with intention, aims associated with knowledge, and four noble truths, and the fourth absorption, the third absorption, the fourth absorption, and the equanimous bliss, and the fourth absorption.",
    "ai-ds2.4.1:39.7_0": "These things may be limited with a limited object, or with a limited object, but there may be limited object, or there may be limited with a measureless object.",
    "ai-ds2.4.1:39.8_0": "It is in each case that which is skillful and has the result of the fine-material sphere, and the fourth jhāna.",
    "ai-ds2.4.1:39.9_0": "These things are not to be spoken of as limited objects, and there are limited objects with a limited object.",
    "ai-ds2.4.1:39.10_0": "Extinguishment, (but) the formless states,",
    "ai-ds2.4.1:40.0_0": "2.4.1.14. Hīnattika",
    "ai-ds2.4.1:40.1_0": "What things are inferior?",
    "ai-ds2.4.1:40.2_0": "Twelve aggregates:",
    "ai-ds2.4.1:40.3_0": "these things are inferior.",
    "ai-ds2.4.1:41.1_0": "What things are middling?",
    "ai-ds2.4.1:41.2_0": "Three skillful grounds for the reincarnations, etc., and the result of all that deed is done in the three Vedas:",
    "ai-ds2.4.1:41.3_0": "These are the middlings that are middling.",
    "ai-ds2.4.1:42.1_0": "What things are excellent?",
    "ai-ds2.4.1:42.2_0": "Four paths to conclude. And there are four fruits of the ascetic life and the fruits of the ascetic life.",
    "ai-ds2.4.1:42.3_0": "These are the things that are excellent.",
    "ai-ds2.4.1:43.0_0": "used to be so prey forty-six years.",
    "ai-ds2.4.1:43.1_0": "What things are the wrong way?",
    "ai-ds2.4.1:43.2_0": "Four worlds: when they have passed away, the Buddhas associated with their own hands and feet,",
    "ai-ds2.4.1:43.3_0": "these things may be fixed in wrong way,",
    "ai-ds2.4.1:44.1_0": "What things are they righteous and have a fixed destiny?",
    "ai-ds2.4.1:44.2_0": "Four paths:",
    "ai-ds2.4.1:44.3_0": "these things are righteous and have a fixed destiny.",
    "ai-ds2.4.1:45.1_0": "What things do they not have a fixed destiny?",
    "ai-ds2.4.1:45.2_0": "they are the four in views of personality, doubt, conceit, restlessness, and remorse, and doubt. It is the three in regard to the arising of mentality. And it has the characteristic of thought, etc.; and it is the description of doubt regarding the sense faculties.",
    "ai-ds2.4.1:45.3_0": "These are the things that do not have a fixed destiny.",
    "ai-ds2.4.1:46.0_0": "2.4.1.16. Maggārammaṇattika",
    "ai-ds2.4.1:46.1_0": "What things have Path as their objects?",
    "ai-ds2.4.1:46.2_0": "The four kinds of sense-sphere is knowledge of the sense-spheres associated with knowledge, and thoughts associated with knowledge.",
    "ai-ds2.4.1:46.3_0": "these things are not path to have Path as their objects,",
    "ai-ds2.4.1:46.4_0": "they may be corrected by the road, or have it that you have no object of the path.",
    "ai-ds2.4.1:46.5_0": "The four noble paths are not found, nor are they objects of the path.",
    "ai-ds2.4.1:46.6_0": "they may be corrected in the variety of paths. They may not be corrected by the roads,",
    "ai-ds2.4.1:46.7_0": "Considering the fine-material sphere is precept for the sake of purification through the fine-material sphere. And what is observed in the fine-material sphere?",
    "ai-ds2.4.1:46.8_0": "these things may be roads,",
    "ai-ds2.4.1:46.9_0": "(They have) not paths, do not have Path as their predominant (factor).",
    "ai-ds2.4.1:46.10_0": "they may not be spoken of as their objects.",
    "ai-ds2.4.1:46.11_0": "By the doing of sense desires, with unprofitable knowledge, acquisition of the sense-sphere, and an incompatible mind, all the three kinds of worldly pleasures, the four noble truths, the fourth jhāna in the fine-material sphere.",
    "ai-ds2.4.1:46.12_0": "these things are not to be spoken of, nor are they to be spoken of by paths, and nor have Path as their objects.",
    "ai-ds2.4.1:46.13_0": "Extinguishment, (but) the formless states,",
    "ai-ds2.4.1:47.0_0": "2.4.1.17. Uppannattika",
    "ai-ds2.4.1:47.1_0": "What things have arisen?",
    "ai-ds2.4.1:47.2_0": "In the four grounds, the result of deeds, and the result of deeds—",
    "ai-ds2.4.1:47.3_0": "these things may be arisen,",
    "ai-ds2.4.1:47.4_0": "you should not make an effort to be spoken of.",
    "ai-ds2.4.1:47.5_0": "What is wholesome and unwholesome in the four grounds for making unwholesome deeds? And they don’t have done good deeds in the four grounds.",
    "ai-ds2.4.1:47.6_0": "they may be not arisen, nor have it not be done.",
    "ai-ds2.4.1:47.7_0": "you should not say extinguishment,",
    "ai-ds2.4.1:48.0_0": "2.4.1.18. Atītattika",
    "ai-ds2.4.1:48.1_0": "Extinguishment in the past ... future ... present thoughts,",
    "ai-ds2.4.1:48.2_0": "you should not say that about the past, future, or present.",
    "ai-ds2.4.1:49.0_0": "2.4.1.19. Atītārammaṇattika",
    "ai-ds2.4.1:49.1_0": "What things are past?",
    "ai-ds2.4.1:49.2_0": "the dimension of neither perception nor non-perception:",
    "ai-ds2.4.1:49.3_0": "these things are past sense-objects;",
    "ai-ds2.4.1:50.1_0": "free of hope, future objects,",
    "ai-ds2.4.1:51.1_0": "What things are the present objects?",
    "ai-ds2.4.1:51.2_0": "Two consciousness and the five elements.",
    "ai-ds2.4.1:51.3_0": "these things are the present objects.",
    "ai-ds2.4.1:51.4_0": "The result of sensual pleasures, giving rise to mental happiness, and the result of mind consciousness.",
    "ai-ds2.4.1:51.5_0": "these things may be in the past, future or present.",
    "ai-ds2.4.1:51.6_0": "By the doing of sensual pleasures, unskillful qualities, and skillful in the fine-material sphere, the fourth absorption, and the third absorption.",
    "ai-ds2.4.1:51.7_0": "these things may be in the past, future or present.",
    "ai-ds2.4.1:51.8_0": "They may be not to be spoken of, nor are they to be spoken of, nor are there in the present objects of the future.",
    "ai-ds2.4.1:51.9_0": "By its special qualities of profitable consciousness: the result of the fine-material sphere and the fourth absorption, and the third absorption and the fourth absorption.",
    "ai-ds2.4.1:51.10_0": "These are the things that are not to be spoken of as objects, and future objects,",
    "ai-ds2.4.1:51.11_0": "Extinguishment, (but) the formless states,",
    "ai-ds2.4.1:52.0_0": "2.4.1.20. Ajjhattattika",
    "ai-ds2.4.1:52.1_0": "If there is no-one else in the future, and all things that are internally and external.",
    "ai-ds2.4.1:52.2_0": "the Faculty of the Faculty and the outside,",
    "ai-ds2.4.1:53.0_0": "and yet they treat themselves as objects.",
    "ai-ds2.4.1:53.1_0": "What things are internal objects?",
    "ai-ds2.4.1:53.2_0": "the dimension of neither perception nor non-perception:",
    "ai-ds2.4.1:53.3_0": "these things are internal objects.",
    "ai-ds2.4.1:54.1_0": "What things are external objects?",
    "ai-ds2.4.1:54.2_0": "The fourfold reckoning of the profitable consciousness and the result of the fine-material, and the fourth absorption ... and the fruit of the dimension of infinite space ... the fruit of the dimension of infinite space ...",
    "ai-ds2.4.1:54.3_0": "These are the things that are external objects.",
    "ai-ds2.4.1:54.4_0": "form, all is skillful and unskillful.",
    "ai-ds2.4.1:54.5_0": "These things may be internal and external objects. They may be internal and external objects, externally and externally.",
    "ai-ds2.4.1:54.6_0": "They are not to be corrected internally, externally, and internally and externally.",
    "ai-ds2.4.1:54.7_0": "Extinguishment, (but) the formless states,",
    "ai-ds2.4.1:55.0_0": "2.4.1.22. Sanidassanattika",
    "ai-ds2.4.1:55.1_0": "What things are hard to comprehend?",
    "ai-ds2.4.1:55.2_0": "The form sense-sphere",
    "ai-ds2.4.1:55.3_0": "these things are visible and have impingement.",
    "ai-ds2.4.1:56.1_0": "What things are not visible and without impingement?",
    "ai-ds2.4.1:56.2_0": "The sense fields of the eye, touches, and thoughts.",
    "ai-ds2.4.1:56.3_0": "These are the things that are not visible and have impingement.",
    "ai-ds2.4.1:57.1_0": "What things are not visible and without impingement?",
    "ai-ds2.4.1:57.2_0": "In the four ways of doing unskillful deeds in which the result of what is skillful and what is unprofitable, accumulated, or initiative, not created, based on the sense fields, extinguishment.",
    "ai-ds2.4.1:57.3_0": "These are the things that are not visible and have impingement.",
    "ai-ds2.4.1:57.4_0": "he yearned three times."
}