{
    "ai-kv16.9:0.1_0": "Kathāvatthu",
    "ai-kv16.9:0.2_0": "Mahāpaṇṇāsaka",
    "ai-kv16.9:0.3_0": "Soḷasamavagga",
    "ai-kv16.9:0.4_0": "Then talk about forms of the formless realms,",
    "ai-kv16.9:1.1_0": "There is form in the form realm.",
    "ai-kv16.9:1.2_0": "Wemmoned out",
    "ai-kv16.9:1.3_0": "a blissful meditation in the present life belonging to the higher mind, which belongs to the same Buddhist sect and is a happy life with a mind reinforced with the same mind as its object.",
    "ai-kv16.9:1.4_0": "And you don’t keep on doing it.",
    "ai-kv16.9:1.5_0": "Doesn’t necessary condition for rebirth in the present life or in a happy life, or even a single rebirth in the present life or in lives to come? It does not go in one vicinity or Cittagutta . Instead of sitting together with a single meditation subject, one meditates together with a single meditation subject as its object.",
    "ai-kv16.9:1.6_0": "Wemmoned out",
    "ai-kv16.9:1.7_0": "trying to avoid sitting in a blissful meditation in the present life. ...",
    "ai-kv16.9:1.8_0": "one object, you should say,",
    "ai-kv16.9:1.9_0": "“There is form, like the formless realm.”",
    "ai-kv16.9:2.1_0": "There is formless in the formless realm.",
    "ai-kv16.9:2.2_0": "Wemmoned out",
    "ai-kv16.9:2.3_0": "a blissful meditation in the present life belonging to the higher mind, which belongs to the same Buddhist sect and is a happy life with a mind reinforced with the same mind as its object.",
    "ai-kv16.9:2.4_0": "And you don’t keep on doing it.",
    "ai-kv16.9:2.5_0": "Doesn’t abide in blissful meditation in the present life or in lives to come? ...",
    "ai-kv16.9:2.6_0": "One with a single object",
    "ai-kv16.9:2.7_0": "Wemmoned out",
    "ai-kv16.9:2.8_0": "If he has not attained a bowl made of anything, nor is there a place where there is no rebirth.",
    "ai-kv16.9:2.9_0": "one object, Revata is to be corrected on one side.",
    "ai-kv16.9:2.10_0": "“There is, in the formless realm.”",
    "ai-kv16.9:3.1_0": "you should not say,",
    "ai-kv16.9:3.2_0": "“There is form, there is the formless realm.”",
    "ai-kv16.9:3.3_0": "Wemmoned out",
    "ai-kv16.9:3.4_0": "having done good deeds in the sensual realms that are (sense-spheres) done with (wholesome) deeds,",
    "ai-kv16.9:3.5_0": "Wemmoned out",
    "ai-kv16.9:3.6_0": "(There is) because of the sensuous (good) conduct and sensual pleasures, he subduedly about sense pleasures,",
    "ai-kv16.9:3.7_0": "“In the formless realm, rising above ground, because of deeds in the formless realm, the opposite sex,",
    "ai-kv16.9:3.8_0": "The discussion of form and form is finished."
}