{
    "ai-kv5.2:0.1_0": "Kathāvatthu",
    "ai-kv5.2:0.2_0": "Mahāpaṇṇāsaka",
    "ai-kv5.2:0.3_0": "Pañcamavagga",
    "ai-kv5.2:0.4_0": "Asekhañāṇakathā",
    "ai-kv5.2:1.1_0": "a trainee, an adept’s knowledge.",
    "ai-kv5.2:1.2_0": "Wemmoned out",
    "ai-kv5.2:1.3_0": "a trainee who hasn’t seen the Truth, and lives having realized it with their own insight. They live having directly experienced and attained it.",
    "ai-kv5.2:1.4_0": "And you don’t keep on doing it.",
    "ai-kv5.2:1.5_0": "Don’t you know or see a trainee’s qualities they haven’t seen, heard, thought, or known something, but live having unshakable, they don’t haven’t achieved their own.",
    "ai-kv5.2:1.6_0": "Wemmoned out",
    "ai-kv5.2:1.7_0": "If a trainee doesn’t know or see a trainee, they don’t know or see them, nor do they have direct meditative experience of their body, but live having achieved it.",
    "ai-kv5.2:1.8_0": "“A trainee, for an adept,”",
    "ai-kv5.2:2.1_0": "They haven’t seen, heard, thought, or known something, and they live without. And they realize the undefiled freedom of heart and freedom by wisdom in this way.",
    "ai-kv5.2:2.2_0": "Wemmoned out",
    "ai-kv5.2:2.3_0": "a trainee, if they do know and see an adept’s knowledge, they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.",
    "ai-kv5.2:2.4_0": "And you don’t keep on doing it.",
    "ai-kv5.2:3.1_0": "An adept's knowledge of a trainee, they don’t know or see if they haven’t committed an offense they don’t haven’t seen, heard, thought, or known something, and they don’t haven’t.",
    "ai-kv5.2:3.2_0": "Wemmoned out",
    "ai-kv5.2:3.3_0": "An adept's knowledge of an adept, doesn’t know or see if they haven’t committed any offense they don’t realize it.",
    "ai-kv5.2:3.4_0": "And you don’t keep on doing it.",
    "ai-kv5.2:4.1_0": "a trainee, an adept’s knowledge.",
    "ai-kv5.2:4.2_0": "Wemmoned out",
    "ai-kv5.2:4.3_0": "Gotama’s knowledge of the path,",
    "ai-kv5.2:4.4_0": "And you don’t keep on doing it.",
    "ai-kv5.2:4.5_0": "When a person has entered upon the fruit of stream-entry, he knowledge about the fruit of stream-entry.",
    "ai-kv5.2:4.6_0": "And you don’t keep on doing it.",
    "ai-kv5.2:4.7_0": "... the fruit of once-returning,” ...",
    "ai-kv5.2:4.7_1": "... the fruit of non-returning,” ...",
    "ai-kv5.2:4.7_2": "For one who has entered upon perfection he is knowledge of perfection, knowledge has the meaning of this person.",
    "ai-kv5.2:4.8_0": "And you don’t keep on doing it.",
    "ai-kv5.2:5.1_0": "you should not say,",
    "ai-kv5.2:5.2_0": "“A trainee, for an adept,”",
    "ai-kv5.2:5.3_0": "Wemmoned out",
    "ai-kv5.2:5.4_0": "Would Venerable Ānanda knew that the Buddha had laid down a rule against an adept, “Senior” and “The senior venerable Mahā Moggallāna knows the great teacher?”",
    "ai-kv5.2:5.5_0": "Wemmoned out",
    "ai-kv5.2:5.6_0": "And Ānanda thought, “The Buddha is expert in training,” and he replied, “The senior monk is large,” and he is doing.",
    "ai-kv5.2:5.7_0": "“A trainee, for an adept,”",
    "ai-kv5.2:5.8_0": "The story at an adept is finished."
}