{
    "ai-mil3.2.3:0.1_0": "Milindapañha",
    "ai-mil3.2.3:0.2_0": "Addhānavagga",
    "ai-mil3.2.3:0.3_0": "3. Ñāṇapaññāpañha",
    "ai-mil3.2.3:1.1_0": "The King said,",
    "ai-mil3.2.3:1.2_0": "“Venerable Sir, you’re knowledge of any arisen in him.”",
    "ai-mil3.2.3:1.3_0": "“Yes, great king.”",
    "ai-mil3.2.3:1.4_0": "“Sir, what is the knowledge of sacrifice?”",
    "ai-mil3.2.3:1.5_0": "“Yes, great king.”",
    "ai-mil3.2.3:1.6_0": "“But sir, would that knowledge be even completed that wisdom’s arisen?”",
    "ai-mil3.2.3:1.7_0": "“Where wouldn’t get back?”",
    "ai-mil3.2.3:1.8_0": "“Venerable Sir, where can I sleep?”",
    "ai-mil3.2.3:1.9_0": "“Great king, in the places of the kings or the professions of the gradual preceding east, west, north, or so on.”",
    "ai-mil3.2.3:1.10_0": "“How can I notice?”",
    "ai-mil3.2.3:1.11_0": "“And what is known as suffering does not lead to what is impermanent, suffering, and perishable, would you have done for them?”",
    "ai-mil3.2.3:1.12_0": "“But sir, where are it?”",
    "ai-mil3.2.3:1.13_0": "“Great king, when you have arisen, you cease right there.”",
    "ai-mil3.2.3:2.1_0": "“Let me do this.”",
    "ai-mil3.2.3:2.2_0": "“Now, great king, someone would fall in the darkness and light a lamp into the darkness of night.",
    "ai-mil3.2.3:2.3_0": "In the same way, when delusion has arisen, cease as a brahmin.”",
    "ai-mil3.2.3:3.1_0": "“But sir, how do you get by wisdom?”",
    "ai-mil3.2.3:3.2_0": "“Great king, as soon as the Sakyans are given up, one does not deliberate or another.”",
    "ai-mil3.2.3:4.1_0": "“Venerable Sir, it seems to me that you say ‘firmedly’. However, when arouses the class of rebirth’ would make it cease’?”",
    "ai-mil3.2.3:4.2_0": "“Great king, anyone in a particular day, having a trainee nun, wanting to make a island, put all the climb to a huge in a well-prepared, and then flee to win. But when the night has been drawn out, a cliff into it, and split open.",
    "ai-mil3.2.3:4.3_0": "In the same way, when their own wisdom ceases, all that ignoble and pointlessly ceases, or else ‘they are suffering’ or ‘non-percipient’ or ‘neither’.”",
    "ai-mil3.2.3:5.1_0": "“I did the mattress.”",
    "ai-mil3.2.3:5.2_0": "“Those people in the eastern country west, north, or south wanting to be set up water for washing the feet.”",
    "ai-mil3.2.3:5.3_0": "“Sir, what’s wrong with you, why can you say to them?”",
    "ai-mil3.2.3:5.4_0": "“Great king, for five faculties, five faculties, five powers, and energy.",
    "ai-mil3.2.3:5.5_0": "like those people rising in such a way.",
    "ai-mil3.2.3:5.6_0": "(but) as he should be seen like this.",
    "ai-mil3.2.3:5.7_0": "But just as the water-potsitesses five hindrances are dissatisfied, with the five faculties and their defilements are destroyed, and they became exhausted.",
    "ai-mil3.2.3:5.8_0": "In the same way, when their own wisdom ceases, all that ignoble and pointlessly ceases, or else ‘they are suffering’ or ‘non-percipient’ or ‘neither’.”",
    "ai-mil3.2.3:6.1_0": "“I did the mattress.”",
    "ai-mil3.2.3:6.2_0": "“As a time, great king, a Vessavaṇa should take the five tonics and roots and medicines and supplies for the sick, and then I’ll make them sure that you’re able to get all these five things.”",
    "ai-mil3.2.3:6.3_0": "“But sir, what is the root of all with youths rooted in those five roots? ”",
    "ai-mil3.2.3:6.4_0": "“Here, great king, the five faculties of faith, the five faculties, the five faculties, the faculty of faith, energy, and wisdom. That is how the faculty of faith is seen, energy, mindfulness, immersion, and wisdom.",
    "ai-mil3.2.3:6.5_0": "(but) as a pollutant is to be seen like this.",
    "ai-mil3.2.3:6.6_0": "Someone who is attached to this should be seen",
    "ai-mil3.2.3:6.7_0": "Just as when the five roots are crooked by sickness and the sick, they are led alongside down, depressed, oppressed, and sick, they’re not exhausted.",
    "ai-mil3.2.3:6.8_0": "In the same way, when their own wisdom ceases, all that ignoble and pointlessly ceases, or else ‘they are suffering’ or ‘non-percipient’ or ‘neither’.”",
    "ai-mil3.2.3:7.1_0": "“I did the mattress.”",
    "ai-mil3.2.3:7.2_0": "“Now, great king, one who is like Saṅgāmaṇḍaka would take a win from the battle-hardenereral, archery, andf-five ready for battle, thinking: ‘And what will I do to me, great king?’",
    "ai-mil3.2.3:7.3_0": "“Here’s not enough, sir. What’s the point of your basket?”",
    "ai-mil3.2.3:7.4_0": "“Here, great king, the five faculties of faith, energy, mindfulness, immersion, and wisdom.",
    "ai-mil3.2.3:7.5_0": "The meditator is like the teacher who engaged in the uses of a battle that is like the chariot.",
    "ai-mil3.2.3:7.6_0": "(They should be seen) like this.",
    "ai-mil3.2.3:7.7_0": "Just as the roots of others with the five points of falling into an alms-food, the breaking up of the defilements again and again, the defilements don’t lie down again.",
    "ai-mil3.2.3:7.8_0": "In the same way, when their own wisdom ceases, all that ignoble and pointlessly ceases, or else ‘they are suffering’ or ‘non-percipient’ or ‘neither’.”",
    "ai-mil3.2.3:8.1_0": "“Sir, has an army?”",
    "ai-mil3.2.3:9.1_0": "the third Questional knowledge is the third (first) knowledge."
}