{
    "ai-mil3.3.7:0.1_0": "Milindapañha",
    "ai-mil3.3.7:0.2_0": "Vicāravagga",
    "ai-mil3.3.7:0.3_0": "7. Cakkhuviññāṇādipañha",
    "ai-mil3.3.7:1.1_0": "The King said,",
    "ai-mil3.3.7:1.2_0": "“So, chief, the giant of eye consciousness arise in where consciousness arises.”",
    "ai-mil3.3.7:1.3_0": "“Yes, great king, when consciousness arises, there is a mind-consciousness that arises dependent on eye-consciousness.”",
    "ai-mil3.3.7:2.1_0": "“But sir, does consciousness arise first and afterwards? Or does the mind consciousness arises first and afterwards?”",
    "ai-mil3.3.7:2.2_0": "“Great king, the eye consciousness arises dependent on eye consciousness.”",
    "ai-mil3.3.7:3.1_0": "“But sir, does that dragon think, ‘Consciousness’? Or is it possible that I’ll give you a thought, ‘Consciousness’? Or do you get caught up in the eye-consciousness’?”",
    "ai-mil3.3.7:3.2_0": "“No, great king, they don’t.”",
    "ai-mil3.3.7:4.1_0": "“Sir, how does consciousness arise there?”",
    "ai-mil3.3.7:4.2_0": "“Great king, the seven gates and the outthread are included by the gate and because it is not given.”",
    "ai-mil3.3.7:5.1_0": "“Sir, how does consciousness arise because of its eye-consciousness arises with eye-consciousness?",
    "ai-mil3.3.7:5.2_0": "doing this for me.”",
    "ai-mil3.3.7:5.3_0": "“What do you think, great king? Which do you think?”",
    "ai-mil3.3.7:5.4_0": "“Venerable, please come back.”",
    "ai-mil3.3.7:5.5_0": "“It wouldn’t be worth a raining season, what’s the water in the rains residence?”",
    "ai-mil3.3.7:5.6_0": "“Venerable Sir, it would be used for the previous.”",
    "ai-mil3.3.7:6.1_0": "“Why is it?”",
    "ai-mil3.3.7:6.2_0": "“Sir, they don’t go backbitually are coming.”",
    "ai-mil3.3.7:6.3_0": "“In the same way, great king, is just because the eye consciousness arises; and there I shall not arise where there’s no mind-consciousness, even just what is ‘consciousness’.”",
    "ai-mil3.3.7:7.1_0": "“Sir, how does consciousness arise because of the eye-consciousness that arises dependent on the mind-consciousness arises?",
    "ai-mil3.3.7:7.2_0": "doing this for me.”",
    "ai-mil3.3.7:7.3_0": "“What do you think, great king? What do you think?”",
    "ai-mil3.3.7:7.4_0": "“Venerable Sir, please leave by the door.”",
    "ai-mil3.3.7:7.5_0": "“A person would come out from here, what kind of person do?”",
    "ai-mil3.3.7:7.6_0": "“Venerable Sir, the first man came out through that very first.”",
    "ai-mil3.3.7:8.1_0": "“What’s the first person?”",
    "ai-mil3.3.7:8.2_0": "“Sir, they don’t go mutually following each other with these are going.”",
    "ai-mil3.3.7:8.3_0": "“In the same way, great king, the eye consciousness arises there is no mind-consciousness, and no mind consciousness that arises dependent on eye-consciousness, where I shall get caught up in them.”",
    "ai-mil3.3.7:9.1_0": "“Sir, how does consciousness arise because of eye-consciousness that arises dependent on mind-consciousness arises?",
    "ai-mil3.3.7:9.2_0": "doing this for me.”",
    "ai-mil3.3.7:9.3_0": "“What do you think, great king, which do you think would go to the second cart?”",
    "ai-mil3.3.7:9.4_0": "“Venerable Sir, please go first and find out the first cart.”",
    "ai-mil3.3.7:10.1_0": "“Great king, what’s the former cart, so that I’ll go back to you even with a wagon?” And he says, ‘I’ll go to the last state of the former cart?’",
    "ai-mil3.3.7:10.2_0": "“That’s not sort of those monks who are not going along with each other.”",
    "ai-mil3.3.7:10.3_0": "“In the same way, great king, when the eye consciousness is worn away. ...”",
    "ai-mil3.3.7:11.1_0": "“Sir, how does an embarrassed mind consciousness arise there?",
    "ai-mil3.3.7:11.2_0": "doing this for me.”",
    "ai-mil3.3.7:11.3_0": "“Great king, the Individual dividing the scales of the work in the desert no matter how the scope of logic is carried out.",
    "ai-mil3.3.7:11.4_0": "In the same way, when the mind-consciousness is added: ‘There is no mind-consciousness, mind-consciousness is not mine, I will arise there too. I shall exclusively see that the mind-consciousness is mental.’”",
    "ai-mil3.3.7:12.1_0": "“A royal bull elephant ... is reborn there. ...”",
    "ai-mil3.3.7:12.2_0": "nose consciousness ...",
    "ai-mil3.3.7:12.2_1": "tongue consciousness ...",
    "ai-mil3.3.7:12.2_2": "Where consciousness arises dependent on the body-consciousness, and on mind-consciousness arises.”",
    "ai-mil3.3.7:12.3_0": "“Yes, great king, for whatever consciousness arises, there is a mind-consciousness, a mind-consciousness arises.”",
    "ai-mil3.3.7:13.1_0": "“But sir, does consciousness arise first and afterwards? Or does consciousness come to be?”",
    "ai-mil3.3.7:13.2_0": "“Consciousness is the first kind of mind consciousness.”",
    "ai-mil3.3.7:14.1_0": "“Sir, what does Nāgita come back to you?” ...",
    "ai-mil3.3.7:14.2_0": "Those who are not addicted to each other, they address each other with fear.”",
    "ai-mil3.3.7:15.1_0": "“Sir, has an army?”",
    "ai-mil3.3.7:16.1_0": "Eye consciousness ..."
}