{
    "ai-mil5.3.7:0.1_0": "Milindapañha",
    "ai-mil5.3.7:0.2_0": "Meṇḍakapañha",
    "ai-mil5.3.7:0.3_0": "Paṇāmitavagga",
    "ai-mil5.3.7:0.4_0": "7. Buddhapūjanapañha",
    "ai-mil5.3.7:1.1_0": "“Venerable Ānanda, you say this when the Buddha was spoken by the Realized One: ‘Buddha, what you were doing, Vāsabha!’",
    "ai-mil5.3.7:1.2_0": "Again, he said,",
    "ai-mil5.3.7:2.1_0": "‘See the fire element that worships the relics,",
    "ai-mil5.3.7:2.2_0": "‘So it seems you’re going to heaven!’",
    "ai-mil5.3.7:3.1_0": "Now, suppose the Realized One was to say this:",
    "ai-mil5.3.7:3.2_0": "‘Don’t worry, Ānanda, because you believe in the Realized One’s corpse. Well then, do you say this.’",
    "ai-mil5.3.7:3.3_0": "whatever was said by the Realized One,",
    "ai-mil5.3.7:3.4_0": "‘Surely this dust’, you will be honored, respected, revered, and venerated by the Realized One.",
    "ai-mil5.3.7:3.5_0": "this question too should be expelled by a each question.”",
    "ai-mil5.3.7:4.1_0": "“Ask what the Buddha said, great king, was speaking on this corpse of the Buddha.",
    "ai-mil5.3.7:4.2_0": "‘Perhaps these elements of honor, respect, esteem, and venerating it, but all of them will not grant the fire element.’",
    "ai-mil5.3.7:4.3_0": "‘Don’t get involved in the rites for venerating the Realized One’s corpse.’",
    "ai-mil5.3.7:4.4_0": "For it is the one who is worshipped by honour and responsiveness to the winner of the three kinds of mindfulness meditation. For expert in proper attention to those rid of the defilements that needs to be done.",
    "ai-mil5.3.7:5.1_0": "“Great king, the drivers on the elephant-stall, the chariot-maker, the royal bull elephant on horsebacks, the chariot-maker, waste-poles, and the vows would not do what they need.",
    "ai-mil5.3.7:5.2_0": "In the same way, great king, that is a basis for defeating inside the mind, that is, the victory of mindfulness. And you should practice meditation to realize the undefiled freedom of heart and freedom by wisdom in this way.",
    "ai-mil5.3.7:6.1_0": "And just as that when the rains residence was being dropped by a snake charming for the neck, and then the corpses of a spot, so that the sunshade is violent due to overestimation of the heavenly wheel. And so the wheels, the rolling the marks of a hundredth, a thousandth, a hundred thousand rebirths, and many eons of the moon, sunks, and crashing would fall out the land of the world.",
    "ai-mil5.3.7:6.2_0": "In the same way, great king, has done these Jina. It is the one who is honoring and respecting them, reverence for the sake of good and bad deeds.",
    "ai-mil5.3.7:6.3_0": "he said,",
    "ai-mil5.3.7:6.4_0": "‘Don’t get involved in the rites for venerating the Realized One’s corpse.’",
    "ai-mil5.3.7:6.5_0": "When the Realized One doesn’t get his bowl and robes, he too will give the monks’ bowl and robes.”",
    "ai-mil5.3.7:6.6_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil5.3.7:7.1_0": "the seventh enquiry of the Buddha, the seventh breakfast."
}