{
    "ai-mil5.4.7:0.1_0": "Milindapañha",
    "ai-mil5.4.7:0.2_0": "Meṇḍakapañha",
    "ai-mil5.4.7:0.3_0": "Sabbaññutañāṇavagga",
    "ai-mil5.4.7:0.4_0": "7 Kusalākusalasamavisamapañha",
    "ai-mil5.4.7:1.1_0": "“Venerable Sir, did you have a misfortune with all its result?”",
    "ai-mil5.4.7:1.2_0": "“Great king, there is a skilled in what is skillful and what is unskillful, and what is resulting in suffering and future rebirth, old age, and death.”",
    "ai-mil5.4.7:2.1_0": "“Venerable Sir, you’re not to say to you,",
    "ai-mil5.4.7:2.2_0": "‘How solely he has extent on awakening factors that is extent of awakening.’",
    "ai-mil5.4.7:2.3_0": "Again, he becomes the one whose fame appearance is current, fame, and in ruination to being intent on awakening.",
    "ai-mil5.4.7:2.4_0": "When Devadatta had a son called Brahmadatta, a brahmin, having realised Brahmadatta’s son, was liberated in front of the kingdom, and he was reborn in the company of the Bodhi tree.",
    "ai-mil5.4.7:3.1_0": "Furthermore, the king was Bodhisatta. He was afflicted with all the characteristics, all the elephants, cavalry, and all the elephants, horses, chariots, and infantry. Then he said to the kings: ‘An elephants, horses, chariots, I was named Bo branches and said: ‘An elephants, I am the one who had no more lives in that.’",
    "ai-mil5.4.7:4.1_0": "Furthermore, when a human being was intent on awakening, he was conceived in the Great Wood, the being intent on awakening. This great earth was named the great earth element.",
    "ai-mil5.4.7:5.1_0": "Furthermore, the being intent on awakening there was a strong minor hidden, a strong poisonous dragon king. He then drove him back and forth his army as a strong nāga-serp.",
    "ai-mil5.4.7:6.1_0": "Furthermore, Devadatta lived in a charnel ground, with his own abode of people. And the Buddha lived in that same place as before.",
    "ai-mil5.4.7:7.1_0": "Furthermore, the king was the prince called Bodhisatta.",
    "ai-mil5.4.7:8.1_0": "Furthermore, when a person was intent on awakening, he cried out of the being intent on awakening. Then, the being intent on awakening or his mother, still engaged in discussion.",
    "ai-mil5.4.7:9.1_0": "Furthermore, Devadatta had a violent storm named Keṇḍaka and Upatissa. There was a Prince named Bodhika, the capital of the Bodhika, the royal lord of death.",
    "ai-mil5.4.7:10.1_0": "Furthermore, Devadatta was intent on awakening, and his very day had a name of the Bodhisatta.",
    "ai-mil5.4.7:11.1_0": "Furthermore, when Devadatta had in love with the inner quarters with his attendant a prostitute, he became a brahmin of the gods.",
    "ai-mil5.4.7:12.1_0": "Furthermore, the being intent on awakening there was a king of Yasa named Sātulā.",
    "ai-mil5.4.7:13.1_0": "Furthermore, the Buddha was hunting a human being, and because he was invited by that the elephant trainer to tame the elephant trainer. He then drive him back a searing that he had been indeed.",
    "ai-mil5.4.7:14.1_0": "Furthermore, Devadatta had a clever charming nature as long as he was a king of Truth. He was anointed aristocratic king of all India, he had installed the being intent on awakening.",
    "ai-mil5.4.7:15.1_0": "Furthermore, when Devadatta had become a government, he-gotter on all his children and his wife, then all his children being intent on awakening.",
    "ai-mil5.4.7:16.1_0": "Furthermore, the native spirit Bodhi had a native spirit named Bodhi. There too he had been a native spirit named Bodhi.",
    "ai-mil5.4.7:17.1_0": "Furthermore, Devadatta wasn’t able to satisfy the five hundred families in that place. There he had been bodies of mine.",
    "ai-mil5.4.7:18.1_0": "Furthermore, Devadatta had one hundred carts, and five hundred wagons, then all the gods intent on awakening and his created together.",
    "ai-mil5.4.7:19.1_0": "Furthermore, Devadatta had a name called Bodhisatta.",
    "ai-mil5.4.7:20.1_0": "Furthermore, Devadatta had a god named Sāga who, and was Bodhisatta.",
    "ai-mil5.4.7:21.1_0": "Furthermore, Devadatta had a brahmin named Khaṇḍa.",
    "ai-mil5.4.7:22.1_0": "Furthermore, the being intent on awakening had a son called Brahmadatta,un,ed the prince called Brahmadatta. When he had been invited to a son, he became known as a child.",
    "ai-mil5.4.7:23.1_0": "Furthermore, the being intent on awakening was King Mahāsudassana, the son of the king’s son, was the prince called Uttara.",
    "ai-mil5.4.7:24.1_0": "and both of them were born in a Sakyan family.",
    "ai-mil5.4.7:24.2_0": "The Buddha, the whole of that Buddha, the highest of gods, men, having performed his supernormal powers, went forth in the instructions.",
    "ai-mil5.4.7:24.3_0": "“Sir, did you say all these points? Or what has I said?”",
    "ai-mil5.4.7:25.1_0": "“Great king, when you make much of Kāpaṭika, not otherwise.”",
    "ai-mil5.4.7:25.2_0": "“Sir, the dark dragon become dark and bright.”",
    "ai-mil5.4.7:25.3_0": "“Great king, when a skilled in profitable transmigration was not skilled in all the people’s story, is raised up to the Bodhi branch.",
    "ai-mil5.4.7:25.4_0": "The one who investigates joy in that stated before becoming a fruition of the Bodhisatta.",
    "ai-mil5.4.7:25.5_0": "And Devadatta, while standing in the country of Bodatta, standing in the country of Devas, Queen Sages, archery, shone likes, or a customs, or a gems, or a gift.",
    "ai-mil5.4.7:25.6_0": "which results in future life, he obtains what he has attained,",
    "ai-mil5.4.7:25.7_0": "Some will be able to perform this rites for a donation through giving, and now the observance-day procedure together?”",
    "ai-mil5.4.7:26.1_0": "And when the being intent on awakening says: ‘There was no one of the being intent on awakening.’ When one of the being intent on awakening, he passed away from that life.",
    "ai-mil5.4.7:26.2_0": "But it is the land of the Buddha Vessavaṇadana that you’ve been brought here and there, as a human being, so great king, that’s assembled.",
    "ai-mil5.4.7:27.1_0": "At that time, great king, was a leader of the host of gods, and also together with many hundreds of thousands of years.",
    "ai-mil5.4.7:28.1_0": "And the being intent on awakening became one of the senior. He had his father’s sons and grandsons, all of them were brothers, sisters, relatives and kin. He was never said: “Great king, I was all the same.”",
    "ai-mil5.4.7:28.2_0": "Just as water is carried out by the water, good in the water, so too, when a person enters it.",
    "ai-mil5.4.7:28.3_0": "In the same way, great king, all have been spending all seven chains that were mixed with laypeople and renunciates.",
    "ai-mil5.4.7:28.4_0": "Devadatta, having conquered his own native spirits, long gone to the Nāgas, sixty thousand years in the world, seventy thousand years. Having conquered the Nāgas, he destroyed the Great King, the Sole Leader of the Bo branches, after rose up into the air, the seventy-ticks, and after embracing the dreams, he was conceived in this world with his own hands, and after making an end of the gods.”",
    "ai-mil5.4.7:28.5_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil5.4.7:29.1_0": "the seventh (wholesome) wholesome language,"
}