{
    "ai-mil5.3.8:0.1_0": "Milindapañha",
    "ai-mil5.3.8:0.2_0": "Meṇḍakapañha",
    "ai-mil5.3.8:0.3_0": "Paṇāmitavagga",
    "ai-mil5.3.8:0.4_0": "8. Pādasakalikāhatapañha",
    "ai-mil5.3.8:1.1_0": "“Venerable Sir, you’re not to say to you,",
    "ai-mil5.3.8:1.2_0": "‘This great earth is going to be used up, this great earth is bent down, chosen.’",
    "ai-mil5.3.8:1.3_0": "‘The Buddha has split into water.’",
    "ai-mil5.3.8:1.4_0": "The whole of the Buddha’s feet washed their feet, but not for anyhead.",
    "ai-mil5.3.8:1.5_0": "if it is due to the Buddha’s teaching, this great earth is shrouded by the Blessed One, causing him downwards, little dust on the earth.",
    "ai-mil5.3.8:1.6_0": "If the Buddha’s claims they are going on a bent of the Buddha, that is how the earth is shattering, a great earthquake.",
    "ai-mil5.3.8:1.7_0": "this question too should be expelled by a each question.”",
    "ai-mil5.3.8:2.1_0": "“It’s true, great king, that is a truth of the Buddha’s reinforced this great earth because he washed a trough in the air. And when the Buddha’s roamed away, he stops all the people from the Buddha’s Dhamma.",
    "ai-mil5.3.8:2.2_0": "For the Buddha’s birth, great king, is executed by the Buddha, and I will kill them.” And he said, ‘I’ll build a stilt longhouse for the Buddha’s foot.’",
    "ai-mil5.3.8:2.3_0": "Then two stilt longhouses grounded on the ground, so that it stilt longhouse and set it up on a palace. When they fall down with their feet, it set out to the Buddha’s feet.”",
    "ai-mil5.3.8:3.1_0": "“Sir, preparing the stilt longhouses belonging to the palace, and so on should be cut off at the root.”",
    "ai-mil5.3.8:3.2_0": "“Great king, somehows stakes some things. They don’t lend an ear or stuck in the chest. They don’t drive me when they take things out the bundle of their fish. They don’t go to the penis or the mouth. They don’t get caught up in the netss, the flesh strips, sinews, and collapsmits dropsy, as though with fists.",
    "ai-mil5.3.8:3.3_0": "In the same way, when the floor is struck with a sword, and dirty, and the framework of the two sticks was falling down on the Buddha’s feet.",
    "ai-mil5.3.8:4.1_0": "But when just as the rain poisonous snakes a cowherd, a carcass, scorpions, and doesn’t go to a river.",
    "ai-mil5.3.8:4.2_0": "In the same way, when the floor is struck with a sword, and dirty, and the framework of the two sticks was falling down on the Buddha’s feet.",
    "ai-mil5.3.8:5.1_0": "But when someone opens his mouth in a mouthful, they don’t call another thief. When someone shields a highway, and doesn’t get caught up in the mouth.",
    "ai-mil5.3.8:5.2_0": "In the same way, when those sunshade were created a rock or a palace and shopped it, and by which the Buddha washed and fallen from the feet.”",
    "ai-mil5.3.8:6.1_0": "“Sir, please beat the stilt longhouse at the central square.”",
    "ai-mil5.3.8:6.2_0": "“Great king, they do not prepare",
    "ai-mil5.3.8:6.3_0": "What twelve?",
    "ai-mil5.3.8:6.4_0": "Lust away by greed, hate, delusion, or intoxicated by oppression of greed, hate, delusion, anger, hostility, disdain, contempt, jealousy, stinginess, deceit, fraud, opposites, defilement, phlegm, fever, deceit, fraud, obduracy, presumption, hatousness, vines, savings, conceit , and consequence, the suffering.",
    "ai-mil5.3.8:6.5_0": "These are the twelve, great kings don’t show their respects.",
    "ai-mil5.3.8:6.6_0": "But that stone ornamented bagle with a box and broke up from the neck, and go wherever he was able to fall down with his feet.",
    "ai-mil5.3.8:7.1_0": "Or like a swamp on a feathers, in whatever place the shade of the wide, wherever there is no sign of excessive winds.",
    "ai-mil5.3.8:7.2_0": "In the same way, great king, having entered upon a palace with a stone carpet, fell down from the sign of the Buddha, and with his feet fell down.",
    "ai-mil5.3.8:7.3_0": "But if they’d take a stilt longhouse, you’d even take a care of the stilt longhouse.",
    "ai-mil5.3.8:7.4_0": "but that is the ground for the air.",
    "ai-mil5.3.8:8.1_0": "Or whatever alternatively affected by, with the earlier or their nose, the neck,",
    "ai-mil5.3.8:8.2_0": "In the same way, great king, there are a stone that spreads out for Bodhi on the ground, wherever he fell down.",
    "ai-mil5.3.8:8.3_0": "But, great king, But the unknownness of the Buddha’s message is able to raise his joined palms.”",
    "ai-mil5.3.8:8.4_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil5.3.8:9.1_0": "the eighth enquiry on the foot."
}