{
    "ai-mil5.4.3:0.1_0": "Milindapañha",
    "ai-mil5.4.3:0.2_0": "Meṇḍakapañha",
    "ai-mil5.4.3:0.3_0": "Sabbaññutañāṇavagga",
    "ai-mil5.4.3:0.4_0": "3. Musāvādagarulahubhāvapañha",
    "ai-mil5.4.3:1.1_0": "“Venerable Sir, the Buddha has said these words:",
    "ai-mil5.4.3:1.2_0": "he is expelled in the community.",
    "ai-mil5.4.3:1.3_0": "Again, he said,",
    "ai-mil5.4.3:1.4_0": "he commits an offense for which there is a serious offense.",
    "ai-mil5.4.3:1.5_0": "But sir, a bull elephant who lies down embracing a person in a solid food, pertaining to falsehood, and getting upset.",
    "ai-mil5.4.3:1.6_0": "the Buddha has said these words:",
    "ai-mil5.4.3:1.7_0": "‘With full awareness’, (thinking): ‘He is expelled in the presence of the Teacher,’ he commits a serious offense.",
    "ai-mil5.4.3:1.8_0": "whatever was said by the Realized One,",
    "ai-mil5.4.3:1.9_0": "‘You have committed an offense entailing expulsion.’",
    "ai-mil5.4.3:1.10_0": "this question too should be expelled by a each question.”",
    "ai-mil5.4.3:2.1_0": "“Great king, the Buddha has spoken about this:",
    "ai-mil5.4.3:2.2_0": "he is expelled in the community.",
    "ai-mil5.4.3:2.3_0": "and he said to him,",
    "ai-mil5.4.3:2.4_0": "‘Knowing in the presence of one unconfined offense, he commits a serious offense. And one of the following offenses, he commits an offense entailing confession.’",
    "ai-mil5.4.3:2.5_0": "What do you think, great king, that person would give you staff with his fist.”",
    "ai-mil5.4.3:2.6_0": "Once again he said,",
    "ai-mil5.4.3:2.7_0": "‘I am not blemish’, what we do.”",
    "ai-mil5.4.3:2.8_0": "“While that person was to give you a staff with your fists, then what would that person?”",
    "ai-mil5.4.3:2.9_0": "“Sir, I’d cut my legs with a skull as long as I’d have been cut off at the feet and wait within seven palm trees.”",
    "ai-mil5.4.3:2.10_0": "“But great king, what is the place whereby an ends of all hands, a footprint, square, and arrowshave with the hands, a footprint, or a ramparts, and all the grass?”",
    "ai-mil5.4.3:2.11_0": "“Is non-human beings, sir.”",
    "ai-mil5.4.3:2.12_0": "“In the same way, great king, is a heavy offense for lying in full awareness.”",
    "ai-mil5.4.3:2.13_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil5.4.3:3.1_0": "The third enquiry is independent,"
}