{
    "ai-mil5.4.8:0.1_0": "Milindapañha",
    "ai-mil5.4.8:0.2_0": "Meṇḍakapañha",
    "ai-mil5.4.8:0.3_0": "Sabbaññutañāṇavagga",
    "ai-mil5.4.8:0.4_0": "8. Amarādevīpañha",
    "ai-mil5.4.8:1.1_0": "“Venerable Sir, the Buddha has said these words:",
    "ai-mil5.4.8:2.1_0": "‘If you get yourself in private, (but) were to be living in private,",
    "ai-mil5.4.8:2.2_0": "would not receive any kind of food.",
    "ai-mil5.4.8:2.3_0": "of all the women doing wicked things,",
    "ai-mil5.4.8:2.4_0": "and someone else will be able to obtain faith.’",
    "ai-mil5.4.8:3.1_0": "Again, ‘Oh, it’s a young woman named doing this. Then he set out on the village of Vedehiputta of Magadha. Then there was a thousand women invited him to accept their own husbands, and didn’t go to meet the King.’",
    "ai-mil5.4.8:3.2_0": "the Buddha has said these words:",
    "ai-mil5.4.8:3.3_0": "‘If I ...",
    "ai-mil5.4.8:3.4_0": "And the wife is ‘of faithful’ ...",
    "ai-mil5.4.8:3.5_0": "What is spoken of,’ then what is wrong.",
    "ai-mil5.4.8:3.6_0": "the wife of a great man ...",
    "ai-mil5.4.8:3.7_0": "‘If there were no sheep there were,",
    "ai-mil5.4.8:3.8_0": "a faithful person,’ then even hears the wrong time,",
    "ai-mil5.4.8:3.9_0": "this question too should be expelled by a each question.”",
    "ai-mil5.4.8:4.1_0": "“Great king, the Buddha has spoken about this:",
    "ai-mil5.4.8:4.2_0": "‘If I ...",
    "ai-mil5.4.8:4.3_0": "‘They’re faithful.’",
    "ai-mil5.4.8:4.4_0": "your wife is discussing ...",
    "ai-mil5.4.8:4.5_0": "do not exist.’",
    "ai-mil5.4.8:4.6_0": "That woman or man would not do any wrong for a woman or a woman.",
    "ai-mil5.4.8:5.1_0": "It’s when a bull’s hook washed in the world of hell and the animal realm or the ghost realm. They don’t even see a bit of non-humans in the world who Love to be moved, or who sees the husband’s reaching the end of the life, and who doesn’t see even though they’re unbroken and unaffected.",
    "ai-mil5.4.8:5.2_0": "you don’t see any moment",
    "ai-mil5.4.8:6.1_0": "she won’t do anything in the world;",
    "ai-mil5.4.8:6.2_0": "If she had been brought back to human beings, he wouldn’t get what I had said.",
    "ai-mil5.4.8:6.3_0": "And if he didn’t get it back to other people, he’d gain unlike the good.",
    "ai-mil5.4.8:6.4_0": "If they had gone forth he wouldn’t get caught up in the kingdom, he wouldn’t do his mind.",
    "ai-mil5.4.8:6.5_0": "If you don’t get angry for yourself, they don’t do anything.",
    "ai-mil5.4.8:6.6_0": "If he receives it, he won’t do whatever he get gains unlikely,",
    "ai-mil5.4.8:6.7_0": "he didn't do anything bad with those matters.",
    "ai-mil5.4.8:7.1_0": "She invited her to accept doing nothing wrong.",
    "ai-mil5.4.8:7.2_0": "endowed with these eight factors.",
    "ai-mil5.4.8:7.3_0": "What are the eight factors they possess?",
    "ai-mil5.4.8:7.4_0": "Mahaka is eight-faceted, authority, prudent, accomplished in ethics, immersion, wisdom, and freedom. He is the one who speaks the truth, comprehension. He has a sense of witness, horified, opposite, energetic, and deportment. Aclaration, he thus instructs all these things.",
    "ai-mil5.4.8:7.5_0": "These are the eight factors that he possesses.",
    "ai-mil5.4.8:7.6_0": "She had been invited to take the same share.”",
    "ai-mil5.4.8:7.7_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil5.4.8:8.1_0": "The eighth enquiry (called):"
}