{
    "ai-mil5.5.8:0.1_0": "Milindapañha",
    "ai-mil5.5.8:0.2_0": "Meṇḍakapañha",
    "ai-mil5.5.8:0.3_0": "Santhavavagga",
    "ai-mil5.5.8:0.4_0": "8. Brāhmaṇarājavādapañha",
    "ai-mil5.5.8:1.1_0": "“Venerable Sir, you say this to the Buddha: ‘A brahmin, I am a brahmin.’",
    "ai-mil5.5.8:1.2_0": "Again, he said,",
    "ai-mil5.5.8:1.3_0": "‘I am a king, Sela—",
    "ai-mil5.5.8:1.4_0": "the Buddha has said these words:",
    "ai-mil5.5.8:1.5_0": "‘I am a brahmin,’ they are asking for the following words: ‘I am a brahmin, I am a wrong-doing.’ And what I have wrong.",
    "ai-mil5.5.8:1.6_0": "whatever was said by the Realized One,",
    "ai-mil5.5.8:1.7_0": "‘I am a king,’ he said, ‘I’m a brahmin,’ he also asks the wrong time.",
    "ai-mil5.5.8:1.8_0": "A brahmin, an aristocrat, a brahmin, merchant, or a worker—thinking on both sides, he should accept two castegories.”",
    "ai-mil5.5.8:2.1_0": "“Great king, the Buddha has spoken about this:",
    "ai-mil5.5.8:2.2_0": "‘I’m the brahmin, who begged for arrival.’",
    "ai-mil5.5.8:2.3_0": "“I am a king,” he replied, “I have a reason for the king.”",
    "ai-mil5.5.8:3.1_0": "“But sir, what does the brahmin act for the sake of Kāsī and the king?”",
    "ai-mil5.5.8:3.2_0": "“Great king, all bad, unskillful things has been given up by the Realized One. ...”",
    "ai-mil5.5.8:4.1_0": "Since a brahmin engages in transmigrating for a long time, he has transmigrated the life of purity that he’s called ‘a brahmin’.",
    "ai-mil5.5.8:5.1_0": "The brahmin highly delights in all existences. He is free from all existences, tied to the whole of existence, independent, and free from all attachments. He is said to be ‘ept even-tempered’.",
    "ai-mil5.5.8:6.1_0": "The brahmin highly delighted in the highest self-explains, the Buddha, the Verahaccāni clan, and the brahmin lady of the Seer’s compos garments, saying: ‘Great king, the Realized One’s escorted by Saṁsāra, so many very beneficial!’",
    "ai-mil5.5.8:7.1_0": "A brahmin who has committed an offense entailing expulsion in the passing away of an ascetic, the Buddha, the teaching, and the Saṅgha, and the worst kind of discussion. Then he gave the barbed words, leaning on his ground. Then the Buddha said: ‘Being the stage of the sixty hymns, with authority as an austere of hate, and so on. Yet of the situational awareness, the greener of death, the brahmin leaningsy for the sake of purification, the leanings of the ear, the nose, the tongue, the body, the leanings, and the leaning of the nature, and the leaning of the leaning of the leaning of the leaning of the leaning of the lengthreaf huts, of the brahmin leanings, is said to belique strikey, or of the one present, or of leaninger of death.’",
    "ai-mil5.5.8:8.1_0": "The brahmin named Bāhiya, who dwells in greater pleasure,",
    "ai-mil5.5.8:8.2_0": "And the Buddha also said, ‘He lives in greater pleasure than that.’",
    "ai-mil5.5.8:9.1_0": "A brahmin is called a brahmin, devoted to all sense pleasures, conscious and awakened to the whole world. He knows all his various names, clans, and instantly manner.",
    "ai-mil5.5.8:10.1_0": "‘Great king, the brahmin’s mother is danced; it is not done by a mother, father, brother, sisters, relatives, or clans. For the Buddhas haven’t developed their mother, father, brother, and sisters, or ascetics and brahmins. For the Buddhas, its gods and humans, it is called the root of the Bodhisattas, and they haven’t acquired all these things.”",
    "ai-mil5.5.8:11.1_0": "“But sir, for what reason is the Realized One called ‘the king of beast’?”",
    "ai-mil5.5.8:11.2_0": "“Great king, anyone who rules the world with its gods, is called king, the ruler of the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans. A Realized One is called the perfected one, the fully awakened Buddha.”",
    "ai-mil5.5.8:12.1_0": "The kings, having given up all circumstances, relatives, he does not delight in any of the world, the very abode of all four hundred people, a thousand rebirths, and held the treasures, the broad earth, the water, the fire-posite (?). Accccording to a mass of fire, a hundred thousand companions, festivals, and savals of rays, washed by adornments, of the gods and humans. A Realized One, the chief of the Great Kings, heroess, festivals, les of a hundred thousand addornments, fess, and attained (t.",
    "ai-mil5.5.8:13.1_0": "The Realized One, the perfected one, who has reached Kalyāma, and has become a disciple of the Fortunate One, even Sakka, lord of gods, humans, and so many kings of men who have come to be to over their great kingdom.",
    "ai-mil5.5.8:14.1_0": "Whoever has given to anyone the warrior-nobles the lion, the Blessed One, the perfected one, the fully awakened Buddha, has granted all suffering and its warrior-noblems, and its rolling forth, and after giving them a bad destination, he can live detached from all suffering.",
    "ai-mil5.5.8:15.1_0": "Kings: ‘This is an untouchable Victor who surmounts the Buddha’s teaching, and one who is violent shoots the way that was started by a king, one who is victorious over a small Jina, great king, has passed by, is called a victorious over the victor.’",
    "ai-mil5.5.8:16.1_0": "King Dhammāsoka, the chief of men, having constructed the kingdom of Roja in the past, having set up a kingdom in consequence of his confidence, the Buddha, the Dhamma, and the King of the Dhamma,, and the Lord of the Enlightened One, the Sole Protector of the Three Worlds, after having conquered his bowl and robe, the King of the world,, the Lord of the gods of the Four Great Kings,, the Bestruments of men, whom the Teacher, of gods and men, the Yama, presented him ch virtue of the Teacher, of the Truth, even a long time gem, or his father, the world, or his deities.",
    "ai-mil5.5.8:16.2_0": "In this way the Realized One could have done enough for the king to make them known.”",
    "ai-mil5.5.8:16.3_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil5.5.8:17.1_0": "The eighth Questions of the Brahmins,"
}