{
    "ai-mil6.3.12:0.1_0": "Milindapañha",
    "ai-mil6.3.12:0.2_0": "Anumānapañha",
    "ai-mil6.3.12:0.3_0": "Vessantaravagga",
    "ai-mil6.3.12:0.4_0": "12. Nibbānasannihitapañha",
    "ai-mil6.3.12:1.1_0": "“Venerable Sir, there is a giant or southern quarter or eastern quarter in the eastern direction.”",
    "ai-mil6.3.12:1.2_0": "“Great king, there is no place or eastern quarter or southern quarter in the eastern direction, south, above, below, and intermediate.”",
    "ai-mil6.3.12:2.1_0": "“Sir, there is no place like a giant.",
    "ai-mil6.3.12:2.2_0": "I will tell those who realize extinguishment as the truth of extinguishment, the wrong way.",
    "ai-mil6.3.12:2.3_0": "There is a royal bull elephant who goes to the realm of the Gandhāra, in the neighborhood of a Fragrant land, there is a tree trunk garden, or in the place there.",
    "ai-mil6.3.12:2.4_0": "In the same way, there is no end of extinguishment for the sake of extinguishment. Though there is no place I wish to realize extinguishment. That’s why I say there’s no realize extinguishment.”",
    "ai-mil6.3.12:3.1_0": "“Great king, there is no end of extinguishment. There is nothing proper attention to extinguishment.”",
    "ai-mil6.3.12:3.2_0": "But there is nothing that can be stored up, supply there is no firewood in the Saṅgha.",
    "ai-mil6.3.12:3.3_0": "In the same way, there is no practicing for extinguishment.",
    "ai-mil6.3.12:4.1_0": "Or whatever there is, great king, that is known as seven treasures.",
    "ai-mil6.3.12:4.2_0": "That is:",
    "ai-mil6.3.12:4.3_0": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the householder-treasure.",
    "ai-mil6.3.12:4.4_0": "There is no treasure in them, he who has assembled the treasures of aristocrats. But there is the power of who come to an end.",
    "ai-mil6.3.12:4.5_0": "In the same way, there is no end of extinguishment. Their proper attention is practicing for extinguishment.”",
    "ai-mil6.3.12:5.1_0": "“Venerable Sir, it’s possible to realize extinguishment.” And that it’s possible that he can realize extinguishment.",
    "ai-mil6.3.12:5.2_0": "“Great king, there is a place wherever they’re practicing extinguishment.”",
    "ai-mil6.3.12:6.1_0": "“But sir, what is it?”",
    "ai-mil6.3.12:6.2_0": "“Great king, as a position noble disciple who properly attends on this point is ethical, of defects,itts, andits; and they’re practicing to spelling the air in the Brahmā realm.",
    "ai-mil6.3.12:6.3_0": "Now, great king, any person with good eyesight standing in the forest above, leans, can see a tree standing on the bank of the Vaggumudā, dancer, and ketttledrums in the air.",
    "ai-mil6.3.12:6.4_0": "In the same way, when you attend properly to the Sakyans’ ethics,",
    "ai-mil6.3.12:6.5_0": "Where does one practicing rightly, practicing extinguishment?",
    "ai-mil6.3.12:7.1_0": "Or more than the Sakyans in the Gard’s Grove ...",
    "ai-mil6.3.12:7.2_0": "wherever there are in the past,",
    "ai-mil6.3.12:7.3_0": "In the same way, when you attend properly on ethics, standing on the grounds in identity. ...",
    "ai-mil6.3.12:7.4_0": "Where do you have the right way?”",
    "ai-mil6.3.12:7.5_0": "“Good, sir, I teach Dhamma that Dragons as it is proper to realize extinguishment. It’s peaceful and sublime, gone to an end of virtue. It’s embarked, supplied and provided with the shakes, and is referred to the Order.”",
    "ai-mil6.3.12:8.1_0": "The twelve (called) Disciples, (we hear about) Questions,",
    "ai-mil6.3.12:9.1_0": "The third sub-chapter on chains is finished.",
    "ai-mil6.3.12:10.1_0": "In this Question"
}