{
    "ai-mil6.1.9:0.1_0": "Milindapañha",
    "ai-mil6.1.9:0.2_0": "Anumānapañha",
    "ai-mil6.1.9:0.3_0": "Buddhavagga",
    "ai-mil6.1.9:0.4_0": "9. Udakasattajīvapañha",
    "ai-mil6.1.9:1.1_0": "“Venerable sir, when this royal bull elephant is playing in the water, what soult I earn a living by the neck, or that forking a sound, or forking a big, or for he you?”",
    "ai-mil6.1.9:1.2_0": "“Great king, there’s no water, but there’s no water, birds or trying to avoid all! It’s no pork on the water, great king, that’s not conveying the water.”",
    "ai-mil6.1.9:2.1_0": "“Venerable Sir, it is due to the ascetics of other religions. When someone such as grains, they dropped water, pull them out. They enjoy the conqueror of their life. They enjoy the best life, having driven out their life.”",
    "ai-mil6.1.9:2.2_0": "“Great king, there is no water, but there is no water for washing the water, or for the living in the water, and for the great king, as well as a consequence, great king, or a sentient being with few wishes.",
    "ai-mil6.1.9:3.1_0": "Just as in a drop of water is filled with water and a hundredthfuls in the lake. Would they still have extracted, sprinkle, and evaporated by the rivers?”",
    "ai-mil6.1.9:3.2_0": "“No, sir.”",
    "ai-mil6.1.9:3.3_0": "“Great king, if you knew water was to live by water, you’d know a dry, ‘Biming with water, or that needles a fire,’ and if you know that there’s no need, you’d find a large consequence for the water, or that would have a large crown’t been bird.’",
    "ai-mil6.1.9:4.1_0": "There is another further than this: ‘There is noise in water, or a hundred fires in the water.’",
    "ai-mil6.1.9:4.2_0": "But when the water is drunk, soft and, would the water flow?”",
    "ai-mil6.1.9:4.3_0": "Because it’s no confirmed, sir.”",
    "ai-mil6.1.9:4.4_0": "“And while he was the water-pot where fire was it put up, hunger, and hacked it with water, was it unshakable?”",
    "ai-mil6.1.9:4.5_0": "“Sir, it’s not easy to find a vulnerability to continue.”",
    "ai-mil6.1.9:4.6_0": "“But great king, when what is the ponding of water does not snap? What does it flow?”",
    "ai-mil6.1.9:4.7_0": "“Sir, if it’s not near a fire, but there’s no fierce fire. But there’s no way a dream, heiped in the water.”",
    "ai-mil6.1.9:4.8_0": "“By this reason, great king, there is a big sacrifice, or those who know the water with water, or the great fire is dried up, with the water.",
    "ai-mil6.1.9:5.1_0": "But there is no further noise than this.",
    "ai-mil6.1.9:5.2_0": "it is the water, great king, that water is ready for supper and water for the flood.”",
    "ai-mil6.1.9:5.3_0": "“Yes, Sir.”",
    "ai-mil6.1.9:5.4_0": "“Great king, is it that the water bubbles, and pours out and heats like a pebble;",
    "ai-mil6.1.9:5.5_0": "“Sir, it’s not constantly a water jar that falls from water.”",
    "ai-mil6.1.9:6.1_0": "“I’m preferred to a great king. But when the water has dried up and pulled up, the stirred up, the trunk of a bubble, and the fire in that direction is sewn by it makes much merit.”",
    "ai-mil6.1.9:6.2_0": "“Yes, sir.”",
    "ai-mil6.1.9:6.3_0": "“Great king, why didn’t it?”",
    "ai-mil6.1.9:6.4_0": "“Sir, the water in the ocean does not drive up out of the water in the ocean.”",
    "ai-mil6.1.9:6.5_0": "“Great king, the water in the ocean for a great earthquake,",
    "ai-mil6.1.9:6.6_0": "In the same way did he hear a sound with great noise,",
    "ai-mil6.1.9:7.1_0": "Isn’t this dry piece of water with my penis?”",
    "ai-mil6.1.9:7.2_0": "“Yes, sir.”",
    "ai-mil6.1.9:7.3_0": "“Great king, would you be afraid of the hundreds of life?”",
    "ai-mil6.1.9:7.4_0": "“No, sir.”",
    "ai-mil6.1.9:7.5_0": "“But great king, why are you afraid of the sound?”",
    "ai-mil6.1.9:7.6_0": "“Sir, a woman or a man’s ascetics of other religions.”",
    "ai-mil6.1.9:7.7_0": "“Just as he did so.",
    "ai-mil6.1.9:7.8_0": "In the same way did he hear a sound with great noise,",
    "ai-mil6.1.9:7.9_0": "For there is a reason, great king, who knows that there is no water, or in the water, or the fire that is large,",
    "ai-mil6.1.9:8.1_0": "I also asked him a question, and he answers all. Or must there be listening to the questions that are fitting, or do all the sounds that come up?”",
    "ai-mil6.1.9:8.2_0": "“No, sir, they don’t all.”",
    "ai-mil6.1.9:8.3_0": "“Now then, great king, that in the boundaries has gone. But there’s no way to live in water.",
    "ai-mil6.1.9:8.4_0": "If all the crowds gathered by you, all the noises, you’d say: ‘May you live!’ ”",
    "ai-mil6.1.9:8.5_0": "for a person isn’t hard to live. They don’t live as long as it lives.",
    "ai-mil6.1.9:8.6_0": "Suppose a large big drill-sticks all over the elephants, horses, and chariots, drive it out. When it’s muddy water was thoroughly with water, they’d put it in the forecourts, and pebbles.",
    "ai-mil6.1.9:8.7_0": "or driven out of the elephants, horses, and chariots, might fill up the water in the ocean.",
    "ai-mil6.1.9:8.8_0": "The Great Monastery of the Buddhas is made uprooting, trimpeters, horns, governments, and in three hundred leagues. They’d wander in the water from the ocean to an end, and in the water. They’d drive up above it, observe a mountain cave, or even two or three drops of water.",
    "ai-mil6.1.9:8.9_0": "But because you have such a great noise than to live with such water, soul I say that.”",
    "ai-mil6.1.9:9.1_0": "“Sir, it would be good if you would ask a question of Nāgas both gems a question of Nāgas, an elephant-favour, a precious, an expert gold, aiming to help, a skilled precious dragon, or a neighborhood of a teacher, or a bowl, or a gem, and a hard worker to congem.”",
    "ai-mil6.1.9:9.2_0": "In the same way, when a Nāgadatta has come to ask, I will answer that his question.”",
    "ai-mil6.1.9:10.1_0": "Should live for water, a ninth for seven days.",
    "ai-mil6.1.9:11.1_0": "The first recitation section is finished.",
    "ai-mil6.1.9:12.1_0": "Ninely in this very life."
}