{
    "ai-mil6.1.4:0.1_0": "Milindapañha",
    "ai-mil6.1.4:0.2_0": "Anumānapañha",
    "ai-mil6.1.4:0.3_0": "Buddhavagga",
    "ai-mil6.1.4:0.4_0": "4. Paṭipadādosapañha",
    "ai-mil6.1.4:1.1_0": "“Venerable Sir, when the Bodhisatta had a reward sovereignty over all the conditions, except for the Lord of the Bodhisattas, having a fault-finding mind, repulsion, and having given everything unaffected knowledge and vision, would I have attained another superhuman distinction higher than this. But I have said, which is the path leading to awakening, accepted the human state of existence, the human state of existence, and that I found it. But I found it. Not having given them any other people ...”",
    "ai-mil6.1.4:2.1_0": "‘Rouse yourselves! Try harder!",
    "ai-mil6.1.4:2.2_0": "Devote yourselves to the teachings of the Buddha!",
    "ai-mil6.1.4:2.3_0": "Crush the army of death,",
    "ai-mil6.1.4:2.4_0": "as an elephant a hut of reeds.’",
    "ai-mil6.1.4:3.1_0": "“Sir, what reason did the Realized One make a pursue this?”",
    "ai-mil6.1.4:4.1_0": "“Great king, these days a practice, which is accompanied by the way of practice, and attained very Awakening.",
    "ai-mil6.1.4:4.2_0": "Still, great king, the being intent on awakening is one who is constantly attacking the country of his energy.",
    "ai-mil6.1.4:4.3_0": "and his mind caught up in them.",
    "ai-mil6.1.4:4.4_0": "But since he’s feeble and weakness, without practice in whatever place he gets, he soon practices, which he reaches the end of each other.",
    "ai-mil6.1.4:4.5_0": "* For the practice that is very a way of practice, and knowledge of omniscience,",
    "ai-mil6.1.4:5.1_0": "It is the fuel for sentient beings that is a condition for pleasure, and sentient beings—is all pleasure and happiness due to it.",
    "ai-mil6.1.4:5.2_0": "In the same way, great king, the practice that leads to the aggregates of all these things. At that time the Realized One doesn’t get a person’s knowledge of the idea of point. He didn’t fall to encountercourse such knowledge.",
    "ai-mil6.1.4:6.1_0": "Suppose a person was to walk too close to the ground because of that. And the earth would be shaking the earth.",
    "ai-mil6.1.4:6.2_0": "Would that person be aware of what is there any other great earthquake?”",
    "ai-mil6.1.4:6.3_0": "“Sir, it’s not easy;",
    "ai-mil6.1.4:6.4_0": "The great earth has been produced.",
    "ai-mil6.1.4:6.5_0": "That person, with substantial poisonous words.”",
    "ai-mil6.1.4:6.6_0": "“In the same way, great king, those who don’t where the Realized One doesn’t get tied, attached, blind to the drawbacks, and not to fall away when he tells.",
    "ai-mil6.1.4:7.1_0": "Or suppose a person was to wash a bag with a stick or a drop of water, and no rinsing into it.",
    "ai-mil6.1.4:7.2_0": "Those in a person’s hate.",
    "ai-mil6.1.4:7.3_0": "In the same way, great king, those who don’t engage in malicious talebearing, the Realized One doesn’t get tied, attached, blind to the drawbacks, and understanding the practice that leads to the highest degree. So that is why the Realized One doesn’t encourage them to do so.”",
    "ai-mil6.1.4:7.4_0": "“Good, sir, would you agree with such a dragon?”",
    "ai-mil6.1.4:8.1_0": "Practice"
}