{
    "ai-mil6.1.8:0.1_0": "Milindapañha",
    "ai-mil6.1.8:0.2_0": "Anumānapañha",
    "ai-mil6.1.8:0.3_0": "Buddhavagga",
    "ai-mil6.1.8:0.4_0": "8. Dussīlapañha",
    "ai-mil6.1.8:1.1_0": "“Venerable Sir, what’s the point of various kinds of misconduct for a householder, or a human female, when both is divided and separated from both laypeople and renunciates?”",
    "ai-mil6.1.8:2.1_0": "“Great king, these ten kinds of virtue are purified for the ascetic of laypeople whose ethical conduct is purified from superhuman quality, for ascetics and brahmins, for any other reason.",
    "ai-mil6.1.8:3.1_0": "What are the ten kinds of virtue, for householders, or for householders?",
    "ai-mil6.1.8:3.2_0": "It’s when a mendicant has respect and reverence for the Buddha, the teaching, and the Saṅgha, the ethics of immersion, the heart, and the Saṅgha, and the ethics. They guard their sense doors and eat too much. And they’re very striving and defeated, with such ethical conduct as anger, enmity, conscientious, and preventing.",
    "ai-mil6.1.8:3.3_0": "Those who do this, great king, performs the same virtue as he likes,",
    "ai-mil6.1.8:3.4_0": "Like a woman, living in an abode, went back to the forest with her hand.",
    "ai-mil6.1.8:3.5_0": "In the same way, great king, even if he does, he conducts himself badly,",
    "ai-mil6.1.8:3.6_0": "These are the ten kinds of morality. They are unethical, of bad character.",
    "ai-mil6.1.8:4.1_0": "What are the ten grounds for their offerings?",
    "ai-mil6.1.8:4.2_0": "(and) he is worthy of a religious donation, drunk, and upholding the religious donation to the south of the Buddha, the Lord God, the Authorn of the Three Worlds, the Protector of the Though heritage, the South, and the religious donation of the Faith, and that he dispels the righteous Sather of the Buddha, the Teaching, and the Paccekabuddhas. To him, and he makes his religious donation for the donation.",
    "ai-mil6.1.8:4.3_0": "These are the ten reasons that offering is purified for anyone.",
    "ai-mil6.1.8:5.1_0": "for an ascetic, great king, is devoted to the gods, for some people who are worthy of a religious donation.",
    "ai-mil6.1.8:5.2_0": "Just as a water jar full of water that is clean, so blossoming, mud, and unstantly,",
    "ai-mil6.1.8:5.3_0": "In the same way, great king, there is a religious donation for an ascetic, for an ascetic, a religious donation to give to the gods.",
    "ai-mil6.1.8:6.1_0": "Or if he were to extinguish a fire, thoroughly blazing and flame,",
    "ai-mil6.1.8:6.2_0": "In the same way, great king, there is a religious donation for an ascetic, for an ascetic, a religious donation to give to the gods.",
    "ai-mil6.1.8:7.1_0": "Or moreover, just that food discarded rice.",
    "ai-mil6.1.8:7.2_0": "In the same way, great king, there is a religious donation for an ascetic, for an ascetic, a religious donation to give to the gods.",
    "ai-mil6.1.8:8.1_0": "The Tathāgata showed the same answer to the gods, great king, that most excellent counselor.",
    "ai-mil6.1.8:9.1_0": "‘When an ethical person with trusting heart",
    "ai-mil6.1.8:9.2_0": "gives a proper gift to unethical persons,",
    "ai-mil6.1.8:9.3_0": "trusting in the ample fruit of deeds,",
    "ai-mil6.1.8:9.4_0": "that offering is purified from the giver.’”",
    "ai-mil6.1.8:10.1_0": "“It’s incredible, sir, it’s amazing! I’m amazing! The dragons and answered as soon as we’ve been asked, so why did you hear the deathless?",
    "ai-mil6.1.8:10.2_0": "Just as one able a caravan leader receives meat and bring them to the royal compound, saying,",
    "ai-mil6.1.8:10.3_0": "In the same way, when the questions aren’t asked a question, you should hang it with your own hands, bring it to the deathless. Please drunk, going to the homeless.”",
    "ai-mil6.1.8:11.1_0": "Unethical is the eighth enquiry,"
}