{
    "ai-mil7.4.1:0.1_0": "Milindapañha",
    "ai-mil7.4.1:0.2_0": "Opammakathāpañha",
    "ai-mil7.4.1:0.3_0": "Pathavīvagga",
    "ai-mil7.4.1:0.4_0": "1. Pathavīaṅgapañha",
    "ai-mil7.4.1:1.1_0": "“Venerable Sister, what are the five factors should be called by one who belongs to?”",
    "ai-mil7.4.1:1.2_0": "“As a brick house, great king, intelligent, decorated earth, adorned with elephants, adorned with golden statue, and pearls and chopping buckets, elephants, horses, buffaloes, bulls, cos, goats, rugs, and so on.",
    "ai-mil7.4.1:1.3_0": "In the same way, a meditator with gaining material possessions. ...”",
    "ai-mil7.4.1:1.4_0": "This is the first thing, great king, we should go.",
    "ai-mil7.4.1:2.1_0": "Furthermore, great king, the earth is shaven, destroyed, and have gone to his own perfume.",
    "ai-mil7.4.1:2.2_0": "In the same way, the meditator with his own hands to bedrooms, wandering through the sea he should be able to get all there.",
    "ai-mil7.4.1:2.3_0": "This is the second coal.",
    "ai-mil7.4.1:3.1_0": "Furthermore, the earth is shattering on the earth, outside the gateway, wisely ran out.",
    "ai-mil7.4.1:3.2_0": "In the same way, great king, when you’re shaved off your hair and beard, dressed in ocher robes, and went on top of the ascetic life.",
    "ai-mil7.4.1:3.3_0": "This is the third way to get hold of the Ganges.",
    "ai-mil7.4.1:4.1_0": "Furthermore, great king, a town hall built for people in town, at the foot of a tree in a lotus pond, or a bird crowded with people. It was not covered with white clothes, lotuses, and embankments.",
    "ai-mil7.4.1:4.2_0": "In the same way, a meditator with a Dhamma talk that is liked that educated, encouraged, fired up, and inspires confidence in people with a Dhamma talk, and inspire, he should be encouraged, fire up, and inspire topic.",
    "ai-mil7.4.1:4.3_0": "This is the fourth factor.",
    "ai-mil7.4.1:5.1_0": "Furthermore, great king, the earth is devoted to the gods of the earth,",
    "ai-mil7.4.1:5.2_0": "In the same way, a meditator with a mind reinforced with those who go around the earth to ward off the shade of the earth.",
    "ai-mil7.4.1:5.3_0": "This is the fifth counselor.",
    "ai-mil7.4.1:5.4_0": "The laywoman named Cūḷapanthaka of the Sakyans,",
    "ai-mil7.4.1:6.1_0": "‘If I, barber,",
    "ai-mil7.4.1:6.2_0": "Taking up a deluded mind,",
    "ai-mil7.4.1:6.3_0": "If I scented with my fragrance",
    "ai-mil7.4.1:6.4_0": "They’d rejoice like it,",
    "ai-mil7.4.1:7.1_0": "forward is no longer resentment,",
    "ai-mil7.4.1:7.2_0": "for in a past life.",
    "ai-mil7.4.1:7.3_0": "They serene the earth,",
    "ai-mil7.4.1:7.4_0": "such a kind of person?’”",
    "ai-mil7.4.1:8.1_0": "The first enquiry is the first thing."
}