{
    "ai-mil7.4.2:0.1_0": "Milindapañha",
    "ai-mil7.4.2:0.2_0": "Opammakathāpañha",
    "ai-mil7.4.2:0.3_0": "Pathavīvagga",
    "ai-mil7.4.2:0.4_0": "2. Āpaṅgapañha",
    "ai-mil7.4.2:1.1_0": "“Venerable sir, what are the five factors should be cared by one who belongs to?”",
    "ai-mil7.4.2:1.2_0": "“Great king, the water is pure and bright, which has already been very pure,",
    "ai-mil7.4.2:1.3_0": "In the same way, great king, the one who lives in a school of rice gruel and cracked it with pure hands, whose behavior is pure and bright.",
    "ai-mil7.4.2:1.4_0": "This is the first kind of water.",
    "ai-mil7.4.2:2.1_0": "Furthermore, great king, one who is stuck in the cool water,",
    "ai-mil7.4.2:2.2_0": "In the same way, great king, the meditator with his own hands, practises all beings have compassion for all living beings.",
    "ai-mil7.4.2:2.3_0": "This is the second way to get lots.",
    "ai-mil7.4.2:3.1_0": "Furthermore, the water is full of impure, so pure and bright.",
    "ai-mil7.4.2:3.2_0": "In the same way, great king, anyone who lives in the village or the wilderness, the teachers of a teacher, or the equivalent presume to repeat the teachers of his teachers, without trouble or difficulty.",
    "ai-mil7.4.2:3.3_0": "This is the third kind of water.",
    "ai-mil7.4.2:4.1_0": "Furthermore, great king, for many people",
    "ai-mil7.4.2:4.2_0": "In the same way, although anyone with few wishes, may all those of wishes be contentmented by the meditators of few wishes, contentment, seclusion, and worldly pleasures.",
    "ai-mil7.4.2:4.3_0": "This is the fourth way of caravan.",
    "ai-mil7.4.2:5.1_0": "Furthermore, great king, anyone doesn’t agree to anyone:",
    "ai-mil7.4.2:5.2_0": "In the same way, although you engaged in good conduct of others, practitioners, behaved in the home life by making physical contact with bad mental behaviour, and you should not do anything to be done.",
    "ai-mil7.4.2:5.3_0": "This is the fifth coal.",
    "ai-mil7.4.2:5.4_0": "The Buddha has spoken about the gods of the Thirty-Three:",
    "ai-mil7.4.2:6.1_0": "‘If I were to grant me",
    "ai-mil7.4.2:6.2_0": "For all beings,",
    "ai-mil7.4.2:6.3_0": "“The mind-made body or the speech",
    "ai-mil7.4.2:6.4_0": "anyone, Sakyan, will I see anyone",
    "ai-mil7.4.2:6.5_0": "in time would you be aware of what is known,",
    "ai-mil7.4.2:6.6_0": "this is the voice of Sakka.’”",
    "ai-mil7.4.2:7.1_0": "The second enquiry is the second."
}