{
    "ai-mil7.3.8:0.1_0": "Milindapañha",
    "ai-mil7.3.8:0.2_0": "Opammakathāpañha",
    "ai-mil7.3.8:0.3_0": "Samuddavagga",
    "ai-mil7.3.8:0.4_0": "8. Niyāmakaṅgapañha",
    "ai-mil7.3.8:1.1_0": "“Venerable sir, what are the three factors should be cared by one who belongs to?”",
    "ai-mil7.3.8:1.2_0": "“Great king, this day and night isn’t heedful, mindful and aware, boarded, boat, and spending.",
    "ai-mil7.3.8:1.3_0": "In the same way, when a meditator is habitually constantly diligently, keenly, and resolutely, he should apply his mind to realize proper attention.",
    "ai-mil7.3.8:1.4_0": "This is the first kind of support for the dependence.",
    "ai-mil7.3.8:1.5_0": "The Buddha has said, great king, the gods of the Thirty-Three:",
    "ai-mil7.3.8:2.1_0": "‘May you be diligent, supported!",
    "ai-mil7.3.8:2.2_0": "Take good care of your mind!",
    "ai-mil7.3.8:2.3_0": "Pull yourself out of this pit,",
    "ai-mil7.3.8:2.4_0": "like an elephant sunk in a bog.’",
    "ai-mil7.3.8:3.1_0": "Furthermore, when a farmer has nothing to do in the ocean, all of good friends or companions.",
    "ai-mil7.3.8:3.2_0": "In the same way, a meditator who is skilled in profit, skilled in loss, and skilled in doing what is skillful and what is unskillful, inferior and superior, and those on the side of dark and bright.",
    "ai-mil7.3.8:3.3_0": "This is the second thing, great king, we should get to take hold of the dependence.",
    "ai-mil7.3.8:4.1_0": "Furthermore, when someone is caught up in the hidden treasure, ‘Great king, please don’t have any harm.’",
    "ai-mil7.3.8:4.2_0": "In the same way, when a meditator is restrained, he should think: ‘This is bad, unskillful thoughts connected with the whole world.’",
    "ai-mil7.3.8:4.3_0": "The Buddha has spoken about the gods of the Thirty-Three:",
    "ai-mil7.3.8:4.4_0": "‘Mendicants, don’t think bad, unskillful thoughts, such as",
    "ai-mil7.3.8:4.5_0": "sensual, malicious, and cruel thoughts.’”",
    "ai-mil7.3.8:5.1_0": "eighth enquiry, (called):"
}