{
    "ai-mil7.7.6:0.1_0": "Milindapañha",
    "ai-mil7.7.6:0.2_0": "Opammakathāpañha",
    "ai-mil7.7.6:0.3_0": "Makkaṭakavagga",
    "ai-mil7.7.6:0.4_0": "6. Meghaṅgapañha",
    "ai-mil7.7.6:1.1_0": "“Venerable sir, what are the five factors should be called by one who belongs to?”",
    "ai-mil7.7.6:1.2_0": "“Great king, as the dust that arose was given up by me,",
    "ai-mil7.7.6:1.3_0": "In the same way, the meditator who lives as a layperson receives weary, fragrance, and separation from defilements.",
    "ai-mil7.7.6:1.4_0": "This, great king, is the first to get offer.",
    "ai-mil7.7.6:2.1_0": "Furthermore, great king, one starts a movement from the earth.",
    "ai-mil7.7.6:2.2_0": "In the same way, the world with its gods, those who practice meditation subjects can be extinguished by development.",
    "ai-mil7.7.6:2.3_0": "This is the second thing to get offend.",
    "ai-mil7.7.6:3.1_0": "Furthermore, great king, one who struggles the seeds and the seeds.",
    "ai-mil7.7.6:3.2_0": "In the same way, anyone who gives rise to the all kinds of faith and love for all kinds of plants, seeds, and those in the next lifespan of the heavenly gifts, equivalents, the clairaudience after reaching extinguishment.",
    "ai-mil7.7.6:3.3_0": "This is the third kind of opening.",
    "ai-mil7.7.6:4.1_0": "Furthermore, great king, having risen above the stone flatches, up a tree bark, and lays on the bank of the river.",
    "ai-mil7.7.6:4.2_0": "In the same way, great king, having proper attention to that same vehicle and proper attention, you should all be given up by proper attention.",
    "ai-mil7.7.6:4.3_0": "This is the fourth factor.",
    "ai-mil7.7.6:5.1_0": "Furthermore, when he was it raining heavily on the banks of the rivers, a lotus ponds, and water in the lotus ponds.",
    "ai-mil7.7.6:5.2_0": "In the same way, when you’re traveling by like a master camel’s teaching on the fourteenth day of the lunar half-month, you can thoroughly fulfill the teaching.",
    "ai-mil7.7.6:5.3_0": "This is the fifth thing.",
    "ai-mil7.7.6:5.4_0": "The senior monk who has heard the statement of the Teacher:",
    "ai-mil7.7.6:6.1_0": "‘Having seen people killed a person,",
    "ai-mil7.7.6:6.2_0": "or a hundred leagues away.",
    "ai-mil7.7.6:6.3_0": "at that moment the flames;",
    "ai-mil7.7.6:6.4_0": "the captivating him.’”",
    "ai-mil7.7.6:7.1_0": "The sixth enquiry is the sixth thing."
}