{
    "ai-mil8:0.1_0": "Milindapañha",
    "ai-mil8:0.2_0": "Nigamana",
    "ai-mil8:1.1_0": "Thus there were less than twenty-six currents in the Bodhi trees. All these were the lumps of foliages, sixty-two hundred serpents, thirty-two consecrated enclosed each other. And all the time the two, each was given to the four classes.",
    "ai-mil8:2.1_0": "The king’s 84,000 kingdoms, and levels, covered the waters of the Thera’s 84,000 leagues having stumps, with the pearls, and chopped were brought to the sea. And the heavenly wheel was constructed, and made the Great Brahmā sea.",
    "ai-mil8:3.1_0": "King Migāra’s mother having spread a hooked dreadful and extremely happy necessary; with his mind covered with gladness, etc., appeared in the sign of the Enlightened One’s special qualities to the Enlightened One’s special qualities, etc., and spurgenuine of the Protector treasures, like a cluster fished in the perspits of gems of greed for the Buddhas. Those who have gone forth these gems, the Elders of ems, the infumerence of the gems, the Bobs, the Pabbajjāgas, the Padefumbacrinity of the Je, and the Vicaṭṭhas, he does his going forth.",
    "ai-mil8:3.2_0": "“Sir, may the Buddha please accept my invitation to reside in this way. I have no doubts about the teachings and practice of the Buddha.” But there is no other lay followers for the sake of the Dhamma today.”",
    "ai-mil8:4.1_0": "Then, after paying homage to the Theras, the elder named Balahura and Village by forty-four thousand Bhikkhus, he dismissed the Ārāma together with his companions. Then he returned from the lay life to homelessness. Instead, he returned from the lay life to homelessness. And he returned to the home with his four friends.",
    "ai-mil8:5.1_0": "“Wisdom is in the world.",
    "ai-mil8:5.2_0": "the true teaching has been done,",
    "ai-mil8:5.3_0": "having given up wisdom, killing me.",
    "ai-mil8:5.4_0": "alert and conceit.",
    "ai-mil8:6.1_0": "Wherever the wisdom constituent is found,",
    "ai-mil8:6.2_0": "There is no lesser recollection:",
    "ai-mil8:6.3_0": "is worthy of homage—",
    "ai-mil8:6.4_0": "the best is the best,",
    "ai-mil8:6.5_0": "That’s why an astute person,",
    "ai-mil8:6.6_0": "Seeing what is good for themselves,",
    "ai-mil8:6.7_0": "A wise one should live full of wisdom,",
    "ai-mil8:6.8_0": "like a shrine.",
    "ai-mil8:7.1_0": "in the city of Laṅkādīpa,",
    "ai-mil8:7.2_0": "out of hate and delusion.",
    "ai-mil8:7.3_0": "Having driven out the Great Elder Mahādhamma,",
    "ai-mil8:7.4_0": "And it’s properly heard",
    "ai-mil8:7.5_0": "Migāra’s Questions,",
    "ai-mil8:7.6_0": "Today you attacked with giants.",
    "ai-mil8:7.7_0": "The wise one is so very wise,",
    "ai-mil8:7.8_0": "Sunāga, Sunāga,",
    "ai-mil8:8.1_0": "This merit-maker!",
    "ai-mil8:8.2_0": "Enveloped in this way,",
    "ai-mil8:8.3_0": "of loving-kindness in the future,",
    "ai-mil8:8.4_0": "listen to the highest teaching.",
    "ai-mil8:9.1_0": "The million is finished."
}