{
    "ai-mn104:0.1_0": "Majjhima Nikāya 104",
    "ai-mn104:0.2_0": "Sāmagāmasutta",
    "ai-mn104:1.1_0": "So I have heard.",
    "ai-mn104:1.2_0": "at one time the Fortunate One was dwelling amongst the Sakiyans,",
    "ai-mn104:2.1_0": "At that time Nigaṇṭha Nātaputta had adorned with dirty winds.",
    "ai-mn104:2.2_0": "With his passing the Jain ascetics split, dividing into two factions, arguing, quarreling, and fighting, continually wounding each other with barbed words:",
    "ai-mn104:2.3_0": "“You don’t understand this teaching and training.",
    "ai-mn104:2.3_1": "I understand this teaching and training. What, you understand this teaching and training?",
    "ai-mn104:2.3_2": "I understand this teaching and training.",
    "ai-mn104:2.3_3": "I’m practicing right.",
    "ai-mn104:2.3_4": "I stay on topic, you don’t.",
    "ai-mn104:2.3_5": "You said first what you should have said last.",
    "ai-mn104:2.3_6": "You said first what you should have said last.",
    "ai-mn104:2.3_7": "What you’ve thought so much about has been disproved.",
    "ai-mn104:2.3_8": "or else its leaves are removed.”",
    "ai-mn104:2.4_0": "You’d think there was nothing but slaughter going on among the Jain ascetics.",
    "ai-mn104:2.5_0": "And the Nigaṇṭha Nātaputta’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge.",
    "ai-mn104:3.1_0": "And then, after completing the rainy season residence near Pāvā, the novice Cunda went to see Venerable Ānanda at Sāma village.",
    "ai-mn104:3.1_1": "and after approaching and worshipping venerable Ānanda, he sat down on one side.",
    "ai-mn104:3.1_2": "He bowed, sat down to one side, and told him what had happened.",
    "ai-mn104:3.2_0": "“It was Nigaṇṭha Nātaputta, reverend Sir, that was poor adorned with jewelry,",
    "ai-mn104:3.3_0": "With his passing the Jain ascetics split, dividing them with tearful faces ...",
    "ai-mn104:4.1_0": "Ānanda said to him,",
    "ai-mn104:4.2_0": "“Reverend Cunda, we should see the Buddha about this matter.",
    "ai-mn104:4.3_0": "Come, reverend, let’s go to the Buddha.",
    "ai-mn104:4.3_1": "and after approaching the Buddha informing him about this.”",
    "ai-mn104:4.4_0": "“Yes, sir,” replied Cunda.",
    "ai-mn104:4.5_0": "Then Ānanda and Cunda went to the Buddha.",
    "ai-mn104:4.5_1": "After bowing down to the Buddha, they sat down,",
    "ai-mn104:4.5_2": "After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and told him what had happened.",
    "ai-mn104:4.6_0": "“Sir, this novice Cunda says that",
    "ai-mn104:4.7_0": "‘Sir, Nigaṇṭha Nātaputta has been snapped in the morning.",
    "ai-mn104:4.8_0": "With his passing the Jain ascetics split, dividing into two classes of rebirth without protection.’",
    "ai-mn104:4.9_0": "“Sir, it occurs to me:",
    "ai-mn104:4.10_0": "‘When the Buddha has passed away, let no dispute arise in the Saṅgha.",
    "ai-mn104:4.11_0": "For such a dispute would be for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.’”",
    "ai-mn104:5.1_0": "“What do you think, Ānanda?",
    "ai-mn104:5.2_0": "Do you see even two mendicants who disagree regarding the things I have taught from my direct knowledge, that is,",
    "ai-mn104:5.3_0": "the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path?”",
    "ai-mn104:5.4_0": "“No, sir, I do not.",
    "ai-mn104:5.5_0": "the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. I don’t see these things.",
    "ai-mn104:5.6_0": "Nevertheless, there are some individuals who appear to live obedient to the Buddha, but when the Buddha has passed away they might create a dispute in the Saṅgha regarding livelihood or the monastic code.",
    "ai-mn104:5.7_0": "For such a dispute would be for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.”",
    "ai-mn104:5.8_0": "“Ānanda, who’s not insignificant",
    "ai-mn104:5.9_0": "For if there were a dispute in the Saṅgha, or the practice that leads to the Saṅgha would arise in him.",
    "ai-mn104:5.9_1": "For such a dispute would be for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.",
    "ai-mn104:6.1_0": "Ānanda, there are these six roots of arguments.",
    "ai-mn104:6.2_0": "What six?",
    "ai-mn104:6.3_0": "Firstly, a mendicant is irritable and hostile.",
    "ai-mn104:6.4_0": "Such a mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.",
    "ai-mn104:6.5_0": "Such a mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha,",
    "ai-mn104:6.5_1": "the Saṅgha ...",
    "ai-mn104:6.5_2": "Disputes are unbeneficial and a cause of unhappiness for the general population; they are harmful, detrimental, and a cause of suffering for gods and humans.",
    "ai-mn104:6.6_0": "If you see such a root of arguments in yourselves or others, you should try to give up this bad thing.",
    "ai-mn104:6.7_0": "If you don’t see it either in yourself or in others, you should not see it.",
    "ai-mn104:6.7_1": "In this case, you should practice for the future.",
    "ai-mn104:6.8_0": "That’s how to give up this bad root of arguments, so it doesn’t come up in the future.",
    "ai-mn104:7-11.1_0": "Furthermore, a mendicant is offensive and contemptuous ...",
    "ai-mn104:7-11.2_0": "They’re jealous and stingy ...",
    "ai-mn104:7-11.3_0": "They’re devious and deceitful ...",
    "ai-mn104:7-11.4_0": "They have wicked desires and wrong view ...",
    "ai-mn104:7-11.5_0": "They’re attached to their own views, holding them tight, and refusing to let go.",
    "ai-mn104:7-11.6_0": "Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.",
    "ai-mn104:7-11.7_0": "...",
    "ai-mn104:7-11.7_1": "creates no dispute in the Saṅgha.",
    "ai-mn104:7-11.7_2": "Disputes are unbeneficial and a cause of unhappiness for the general population; they are harmful, detrimental, and a cause of suffering for gods and humans.",
    "ai-mn104:7-11.8_0": "If you see such a root of arguments in yourselves or externally,",
    "ai-mn104:7-11.8_1": "In this case, Ānanda, you should all give up this bad root of disputes.",
    "ai-mn104:7-11.9_0": "If you don’t see it, you should practice so that it doesn’t come up in the future.",
    "ai-mn104:7-11.10_0": "That’s how to give up this bad root of arguments, so it doesn’t come up in the future.",
    "ai-mn104:7-11.11_0": "These are the six roots of arguments.",
    "ai-mn104:12.1_0": "Ānanda, there are these four kinds of disciplinary issues.",
    "ai-mn104:12.2_0": "What four?",
    "ai-mn104:12.3_0": "A legal issue arising from a dispute, a legal issue arising from an accusation, a legal issue arising from an offense—",
    "ai-mn104:12.4_0": "These are the four kinds of disciplinary issues.",
    "ai-mn104:13.1_0": "There are seven methods for the settlement of any disciplinary issues that might arise.",
    "ai-mn104:13.2_0": "Removal in the presence of those concerned is applicable. Removal by accurate recollection is applicable. Removal due to recovery from madness is applicable. The offense should be acknowledged. The decision of a majority. A verdict of aggravated misconduct. Covering over with grass.",
    "ai-mn104:14.1_0": "And how is there removal in the presence of those concerned?",
    "ai-mn104:14.2_0": "It’s when mendicants are disputing: ‘This is the teaching,’ ‘This is not the teaching,’ ‘This is the training,’ ‘This is not the training.’",
    "ai-mn104:14.3_0": "Those mendicants should all sit together in harmony.",
    "ai-mn104:14.4_0": "and thoroughly go over the guidelines of the teaching.",
    "ai-mn104:14.5_0": "They should settle that disciplinary issue in agreement with the guidelines.",
    "ai-mn104:14.6_0": "That’s how there is removal in the presence of those concerned.",
    "ai-mn104:14.7_0": "And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:14.8_0": "by removal in the presence of those concerned.",
    "ai-mn104:15.1_0": "And how is there the decision of a majority?",
    "ai-mn104:15.2_0": "If those mendicants are not able to settle that issue in that monastery,",
    "ai-mn104:15.3_0": "they should go to another monastery with more mendicants.",
    "ai-mn104:15.4_0": "There they should all sit together in harmony",
    "ai-mn104:15.5_0": "and thoroughly go over the guidelines of the teaching.",
    "ai-mn104:15.6_0": "They should settle that disciplinary issue in agreement with the guidelines.",
    "ai-mn104:15.7_0": "That’s how there is the decision of a majority. And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:15.8_0": "by decision of a majority.",
    "ai-mn104:16.1_0": "And how is there removal by accurate recollection?",
    "ai-mn104:16.2_0": "It’s when mendicants accuse a mendicant of the kind of serious offense that entails expulsion, or close to it:",
    "ai-mn104:16.3_0": "‘Venerable, do you remember committing such-and-such a heavy offense entailing expulsion or bordering on expulsion?’",
    "ai-mn104:16.4_0": "They say:",
    "ai-mn104:16.5_0": "‘I don’t.’",
    "ai-mn104:16.6_0": "The removal by accurate recollection is applicable to them.",
    "ai-mn104:16.7_0": "That’s how there is the removal by accurate recollection. And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:16.8_0": "by removal by accurate recollection.",
    "ai-mn104:17.1_0": "And how is there removal by recovery from madness?",
    "ai-mn104:17.2_0": "It’s when mendicants accuse a mendicant of the kind of serious offense that entails expulsion, or close to it:",
    "ai-mn104:17.3_0": "‘Venerable, do you remember committing such-and-such a heavy offense entailing expulsion or bordering on expulsion?’",
    "ai-mn104:17.4_0": "They say:",
    "ai-mn104:17.5_0": "‘I don’t.’",
    "ai-mn104:17.6_0": "But though they try to get out of it, the mendicants pursue the issue:",
    "ai-mn104:17.7_0": "‘Come on, Venerable, think properly whether you remember committing such-and-such a heavy offense.’",
    "ai-mn104:17.8_0": "They say:",
    "ai-mn104:17.9_0": "‘Reverends, I had gone mad, I was out of my mind.",
    "ai-mn104:17.10_0": "And while I was mad I did and said many things that are not proper for an ascetic.",
    "ai-mn104:17.11_0": "I don’t remember it;",
    "ai-mn104:17.12_0": "I was mad when I did it.’",
    "ai-mn104:17.13_0": "The removal by recovery from madness is applicable to them.",
    "ai-mn104:17.14_0": "That’s how there is the removal by recovery from madness. And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:17.15_0": "by recovery from madness.",
    "ai-mn104:18.1_0": "And how is there the acknowledging of an offense?",
    "ai-mn104:18.2_0": "It’s when a mendicant, whether accused or not, recalls an offense and clarifies it and reveals it.",
    "ai-mn104:18.3_0": "After approaching a more senior mendicant, that mendicant should arrange his robe over one shoulder, bow to that mendicant’s feet, squat on their heels, raise their joined palms, and say:",
    "ai-mn104:18.4_0": "‘Venerables, I have committed such-and-such an offense. I confess it.’",
    "ai-mn104:18.5_0": "They say:",
    "ai-mn104:18.6_0": "‘Do you recognize the offense?’ —",
    "ai-mn104:18.7_0": "‘Yes, I recognize it.’ —",
    "ai-mn104:18.8_0": "‘Then restrain yourself in future.’",
    "ai-mn104:18.9_0": "‘I shall restrain myself.’",
    "ai-mn104:18.10_0": "That’s how there is the acknowledging of an offense. And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:18.11_0": "by acknowledging an offense.",
    "ai-mn104:19.1_0": "And how is there a verdict of aggravated misconduct?",
    "ai-mn104:19.2_0": "It’s when a mendicant accuses a mendicant of the kind of serious offense that entails expulsion, or close to it:",
    "ai-mn104:19.3_0": "‘Venerable, do you remember committing such-and-such a heavy offense entailing expulsion or bordering on expulsion?’",
    "ai-mn104:19.4_0": "They say:",
    "ai-mn104:19.5_0": "‘I don’t.’",
    "ai-mn104:19.6_0": "But though they try to get out of it, the mendicants pursue the issue:",
    "ai-mn104:19.7_0": "‘Come on, Venerable, think properly whether you remember committing such-and-such a heavy offense.’",
    "ai-mn104:19.8_0": "They say:",
    "ai-mn104:19.9_0": "‘I don’t.",
    "ai-mn104:19.10_0": "But I do remember committing such-and-such a minor offense.’",
    "ai-mn104:19.11_0": "But though they try to get out of it, the mendicants pursue the issue:",
    "ai-mn104:19.12_0": "‘Come on, Venerable, think properly whether you remember committing such-and-such a heavy offense.’",
    "ai-mn104:19.13_0": "They say:",
    "ai-mn104:19.14_0": "‘Reverends, I’ll go so far as to acknowledge this light offense even when not asked.",
    "ai-mn104:19.15_0": "So when asked about such-and-such a heavy offense, why would I not admit it?’",
    "ai-mn104:19.16_0": "They say:",
    "ai-mn104:19.17_0": "‘You wouldn’t have acknowledged that light offense without being asked, so why would you acknowledge a serious offense?",
    "ai-mn104:19.18_0": "Come on, Venerable, think properly whether you remember committing such-and-such a heavy offense.’",
    "ai-mn104:19.19_0": "They say:",
    "ai-mn104:19.20_0": "‘I remember committing such-and-such a heavy offense entailing expulsion or bordering on expulsion.",
    "ai-mn104:19.21_0": "I spoke too hastily when I said",
    "ai-mn104:19.22_0": "I don’t.’",
    "ai-mn104:19.23_0": "That’s how there is a verdict of aggravated misconduct. And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:19.24_0": "by a verdict of aggravated misconduct.",
    "ai-mn104:20.1_0": "And how is there the covering over with grass?",
    "ai-mn104:20.2_0": "It’s when the mendicants continually argue, quarrel, and fight, doing and saying many things that are not proper for an ascetic.",
    "ai-mn104:20.3_0": "Those mendicants should all sit together in harmony.",
    "ai-mn104:20.4_0": "A competent mendicant of one party, having got up from their seat, arranged their robe over one shoulder, and raised their joined palms, should inform the Saṅgha:",
    "ai-mn104:20.5_0": "Please, Venerables, I ask the Sangha to listen.",
    "ai-mn104:20.6_0": "We have been continually arguing, quarreling, and fighting, doing and saying many things that are not proper for an ascetic.",
    "ai-mn104:20.7_0": "If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over with grass any offenses committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’",
    "ai-mn104:20.8_0": "Then a competent mendicant of the other party, having got up from their seat, arranged their robe over one shoulder, and raising their joined palms, should inform the Saṅgha:",
    "ai-mn104:20.9_0": "‘Please, Venerables, I ask the Sangha to listen",
    "ai-mn104:20.10_0": "We have been continually arguing, quarreling, and fighting, doing and saying many things that are not proper for an ascetic.",
    "ai-mn104:20.11_0": "If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over with grass any offenses committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’",
    "ai-mn104:20.12_0": "That’s how there is the covering over with grass. And that’s how certain disciplinary issues are settled, that is,",
    "ai-mn104:20.13_0": "by covering over with grass.",
    "ai-mn104:21.1_0": "Ānanda, these six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.2_0": "What are the teachings grouped by six?",
    "ai-mn104:21.3_0": "Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private.",
    "ai-mn104:21.4_0": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.5_0": "Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness ...",
    "ai-mn104:21.6_0": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.7_0": "Furthermore, a mendicant consistently treats their spiritual companions with mental kindness ...",
    "ai-mn104:21.8_0": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.9_0": "Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions.",
    "ai-mn104:21.10_0": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.11_0": "Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.",
    "ai-mn104:21.12_0": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.13_0": "Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and leads one who practices it to the complete ending of suffering.",
    "ai-mn104:21.14_0": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:21.15_0": "These six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.",
    "ai-mn104:22.1_0": "If you should undertake and follow these six warm-hearted qualities, do you see any criticism, large or small, that you could not endure?”",
    "ai-mn104:22.2_0": "“No, Sir.”",
    "ai-mn104:22.3_0": "“That’s why, Ānanda, you should undertake and follow these six warm-hearted qualities.",
    "ai-mn104:22.4_0": "That will be for your lasting welfare and happiness.”",
    "ai-mn104:22.5_0": "That is what the Buddha said.",
    "ai-mn104:22.6_0": "Satisfied, Venerable Ānanda was happy with what the Buddha said.",
    "ai-mn104:22.7_0": "The fourth sub-chapter on lying down is finished."
}