{
    "ai-mn110:0.1_0": "Majjhima Nikāya 110",
    "ai-mn110:0.2_0": "Cūḷapuṇṇamasutta",
    "ai-mn110:1.1_0": "So I have heard.",
    "ai-mn110:1.2_0": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
    "ai-mn110:2.1_0": "Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting in the open surrounded by the Saṅgha of monks.",
    "ai-mn110:2.2_0": "Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:",
    "ai-mn110:3.1_0": "“Mendicants, could a bad person know of a bad person:",
    "ai-mn110:3.2_0": "‘This fellow is a bad person’?”",
    "ai-mn110:3.3_0": "“No, Sir.”",
    "ai-mn110:3.4_0": "“Good, mendicants!",
    "ai-mn110:3.5_0": "It’s impossible, it can’t happen, that a bad person could know of a bad person:",
    "ai-mn110:3.6_0": "‘This fellow is a bad person.’",
    "ai-mn110:3.7_0": "But could a bad person know of a good person:",
    "ai-mn110:3.8_0": "‘This fellow is a bad person’?”",
    "ai-mn110:3.9_0": "“No, Sir.”",
    "ai-mn110:3.10_0": "“Good, mendicants!",
    "ai-mn110:3.11_0": "It could also be impossible, it can’t happen.”",
    "ai-mn110:3.12_0": "‘This fellow is a bad person.’",
    "ai-mn110:4.1_0": "A bad person has bad qualities, frequents bad people, and has the intentions, counsel, speech, actions, views, and giving of a bad person.",
    "ai-mn110:4.1_1": "the gifts of a bad person.",
    "ai-mn110:5.1_0": "And how does a bad person have bad qualities?",
    "ai-mn110:5.2_0": "It’s when a bad person is faithless, shameless, imprudent, uneducated, lazy, unmindful, and witless.",
    "ai-mn110:5.3_0": "That’s how a bad person has bad qualities.",
    "ai-mn110:6.1_0": "And how does a bad person associate with bad people?",
    "ai-mn110:6.2_0": "It’s when a bad person is a friend and companion of ascetics and brahmins who are faithless, shameless, imprudent, uneducated, lazy, unmindful, and witless.",
    "ai-mn110:6.3_0": "That’s how a bad person associates with bad people.",
    "ai-mn110:7.1_0": "And how does a bad person have the intentions of a bad person?",
    "ai-mn110:7.2_0": "It’s when a bad person intends to hurt themselves, hurt others, and hurt both.",
    "ai-mn110:7.3_0": "That’s how a bad person has the intentions of a bad person.",
    "ai-mn110:8.1_0": "And how does a bad person offer the counsel of a bad person?",
    "ai-mn110:8.2_0": "It’s when a bad person offers counsel that hurts both themselves and others.",
    "ai-mn110:8.3_0": "That’s how a bad person offers the counsel of a bad person.",
    "ai-mn110:9.1_0": "And how does a bad person have the speech of a bad person?",
    "ai-mn110:9.2_0": "It’s when a bad person uses speech that’s false, divisive, harsh, and nonsensical.",
    "ai-mn110:9.3_0": "That’s how a bad person has the speech of a bad person.",
    "ai-mn110:10.1_0": "And how does a bad person have the action of a bad person?",
    "ai-mn110:10.2_0": "It’s when a bad person kills living creatures, steals, and commits sexual misconduct.",
    "ai-mn110:10.3_0": "That’s how a bad person has the actions of a bad person.",
    "ai-mn110:11.1_0": "And how does a bad person have the view of a bad person?",
    "ai-mn110:11.2_0": "It’s when a bad person has such a view:",
    "ai-mn110:11.3_0": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’",
    "ai-mn110:11.4_0": "That’s how a bad person has the view of a bad person.",
    "ai-mn110:12.1_0": "And how does a bad person give the gifts of a bad person?",
    "ai-mn110:12.2_0": "It’s when a bad person gives a gift carefully, unlessly, not with their own hands, and thoughtfully. They give with consideration for consequences.",
    "ai-mn110:12.3_0": "That’s how a bad person gives the gifts of a bad person.",
    "ai-mn110:13.1_0": "That bad person—who has such bad qualities, frequents bad people, and has the intentions, counsel, speech, actions, views, and giving of a bad person—",
    "ai-mn110:13.2_0": "when their body breaks up, after death, is reborn in the place where bad people are reborn.",
    "ai-mn110:13.3_0": "And what is the place where bad people are reborn?",
    "ai-mn110:13.4_0": "hell and the animal realm.",
    "ai-mn110:14.1_0": "Mendicants, could a good person know of a good person:",
    "ai-mn110:14.2_0": "‘This fellow is a bad person’?”",
    "ai-mn110:14.3_0": "“Yes, Venerable Sir.”",
    "ai-mn110:14.4_0": "“Good, mendicants!",
    "ai-mn110:14.5_0": "It is possible that a good person could know of a good person:",
    "ai-mn110:14.6_0": "‘This fellow is a bad person.’",
    "ai-mn110:14.7_0": "But could a bad person know of a good person:",
    "ai-mn110:14.8_0": "‘This fellow is a bad person’?”",
    "ai-mn110:14.9_0": "“Yes, Venerable Sir.”",
    "ai-mn110:15.1_0": "“Good, mendicants!",
    "ai-mn110:15.2_0": "But it is possible that a good person could know of a bad person:",
    "ai-mn110:15.3_0": "‘This fellow is a bad person.’",
    "ai-mn110:15.4_0": "A good person has good qualities, associates with good people, and has the intentions, counsel, speech, actions, views, and giving of a good person.",
    "ai-mn110:15.5_0": "gives the gifts of a good person.",
    "ai-mn110:16.1_0": "And how does a good person have good qualities?",
    "ai-mn110:16.2_0": "It’s when a good person is faithful, conscientious, prudent, learned, energetic, mindful, and wise.",
    "ai-mn110:16.3_0": "That’s how a good person has good qualities.",
    "ai-mn110:17.1_0": "And how does a good person associate with good people?",
    "ai-mn110:17.2_0": "It’s when a good person is a friend and companion of ascetics and brahmins who are faithful, conscientious, prudent, learned, energetic, mindful, and wise.",
    "ai-mn110:17.3_0": "That’s how a good person associates with good people.",
    "ai-mn110:18.1_0": "And how does a good person have the intentions of a good person?",
    "ai-mn110:18.2_0": "It’s when a good person doesn’t intend to hurt themselves, hurt others, and hurt both.",
    "ai-mn110:18.3_0": "That’s how a good person has the intentions of a good person.",
    "ai-mn110:19.1_0": "And how does a good person offer the counsel of a good person?",
    "ai-mn110:19.2_0": "It’s when a good person offers counsel that doesn’t hurt themselves, hurt others, and hurt both.",
    "ai-mn110:19.3_0": "That’s how a good person offers the counsel of a good person.",
    "ai-mn110:20.1_0": "And how does a good person have the speech of a good person?",
    "ai-mn110:20.2_0": "It’s when a good person refrains from speech that’s false, divisive, harsh, or nonsensical.",
    "ai-mn110:20.3_0": "That’s how a good person has the speech of a good person.",
    "ai-mn110:21.1_0": "And how does a good person have the action of a good person?",
    "ai-mn110:21.2_0": "It’s when a good person refrains from killing living creatures, stealing, and committing sexual misconduct.",
    "ai-mn110:21.3_0": "That’s how a good person has the action of a good person.",
    "ai-mn110:22.1_0": "And how does a good person have the view of a good person?",
    "ai-mn110:22.2_0": "It’s when a good person has such a view:",
    "ai-mn110:22.3_0": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’",
    "ai-mn110:22.4_0": "That’s how a good person has the view of a good person.",
    "ai-mn110:23.1_0": "And how does a good person give the gifts of a good person?",
    "ai-mn110:23.2_0": "It’s when a good person gives a gift carefully, with their own hand, and thoughtfully. They don’t give the dregs, and they give with consideration for consequences.",
    "ai-mn110:23.3_0": "That’s how a good person gives the gifts of a good person.",
    "ai-mn110:24.1_0": "A good person has such qualities, associates with good people, and has the intentions, counsel, speech, actions, views, and giving of a good person.",
    "ai-mn110:24.2_0": "when their body breaks up, after death, is reborn in the place where good people are reborn.",
    "ai-mn110:24.3_0": "And what is the place where good people are reborn?",
    "ai-mn110:24.4_0": "A state of greatness among gods or humans.”",
    "ai-mn110:25.1_0": "That is what the Buddha said.",
    "ai-mn110:25.2_0": "Satisfied, the mendicants were happy with what the Buddha said.",
    "ai-mn110:25.3_0": "The tenth sub-chapter on the full moon is finished.",
    "ai-mn110:25.4_0": "The first sub-chapter on Devadatta is finished.",
    "ai-mn110:26.0_0": "“This is the summary:",
    "ai-mn110:26.1_0": "and five hundred goddes.",
    "ai-mn110:26.2_0": "Have you say that Sunakkhatta?",
    "ai-mn110:26.3_0": "ghee.",
    "ai-mn110:26.4_0": "Cūḷapanthaka,"
}