{
    "ai-mn125:0.1_0": "Majjhima Nikāya 125",
    "ai-mn125:0.2_0": "Dantabhūmisutta",
    "ai-mn125:1.1_0": "So I have heard.",
    "ai-mn125:1.2_0": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
    "ai-mn125:2.1_0": "Now at that time the novice Aciravata was staying in a wilderness hut.",
    "ai-mn125:2.2_0": "Then as Prince Jayasena was going for a walk he approached Aciravata,",
    "ai-mn125:2.2_1": "and after approaching he exchanges as partakers,",
    "ai-mn125:2.3_0": "and after exchanging courteous talk and greetings, he sat down on one side.",
    "ai-mn125:2.3_1": "Prince Jayasena said to him,",
    "ai-mn125:2.4_0": "“Master Aggivessana, I have heard that",
    "ai-mn125:2.5_0": "‘It’s when a mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.’”",
    "ai-mn125:2.6_0": "“That’s so true, Prince.",
    "ai-mn125:2.7_0": "A mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.”",
    "ai-mn125:3.1_0": "“Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.”",
    "ai-mn125:3.2_0": "“I’m not competent to do so, Prince.",
    "ai-mn125:3.3_0": "For if I were to teach you the Dhamma as I have learned and memorized it, you might not understand the meaning.",
    "ai-mn125:3.3_1": "which would be wearying and troublesome for me.”",
    "ai-mn125:4.1_0": "“Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.",
    "ai-mn125:4.2_0": "Hopefully I will understand the meaning of what you say.”",
    "ai-mn125:4.3_0": "“Then I shall teach you.",
    "ai-mn125:4.4_0": "If you understand the meaning of what I say, that’s good.",
    "ai-mn125:4.5_0": "If not, then leave each to his own, and do not question me about it further.”",
    "ai-mn125:4.6_0": "“Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.",
    "ai-mn125:4.7_0": "If I understand the meaning of what you say, that’s good.",
    "ai-mn125:4.8_0": "If not, then I will leave each to his own, and not question you about it further.”",
    "ai-mn125:5.1_0": "Then the novice Aciravata taught Prince Jayasena the Dhamma as he had learned and memorized it.",
    "ai-mn125:5.2_0": "When he had spoken, Jayasena said to him,",
    "ai-mn125:5.3_0": "“It is impossible, Master Aggivessana, it cannot happen that a mendicant who meditates diligently, keenly, and resolutely can experience unification of mind.”",
    "ai-mn125:5.4_0": "Having declared that this was impossible, Jayasena got up from his seat and left.",
    "ai-mn125:6.1_0": "Then, not long after he had left, the novice Aciravata went to the Buddha.",
    "ai-mn125:6.1_1": "bowed, sat down,",
    "ai-mn125:6.2_0": "and informed the Buddha of all they had discussed.",
    "ai-mn125:7.1_0": "When he had spoken, the Buddha said to him,",
    "ai-mn125:7.2_0": "“How could it possibly be otherwise, Aggivessana?",
    "ai-mn125:7.3_0": "Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.",
    "ai-mn125:8.1_0": "Suppose there was a pair of elephants or horse or oxen in training who were well tamed and well trained. And there was a pair who were not tamed or trained.",
    "ai-mn125:8.2_0": "What do you think, Aggivessana?",
    "ai-mn125:8.3_0": "Wouldn’t the pair that was well tamed and well trained perform the tasks of the tamed and reach the level of the tamed?”",
    "ai-mn125:8.4_0": "“Yes, Venerable Sir.”",
    "ai-mn125:8.5_0": "“But would the pair that was not tamed and trained perform the tasks of the tamed and reach the level of the tamed, just like the tamed pair?”",
    "ai-mn125:8.6_0": "“No, Sir.”",
    "ai-mn125:8.7_0": "“In the same way, Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.",
    "ai-mn125:9.1_0": "Suppose there was a big mountain not far from a town or village.",
    "ai-mn125:9.2_0": "And two friends set out from that village or town, lending each other a hand up to the mountain.",
    "ai-mn125:9.2_1": "one friend would remain, the other would climb to the peak.",
    "ai-mn125:9.3_0": "Then the one standing at the foot would say to the one at the peak,",
    "ai-mn125:9.4_0": "‘My friend, what do you see, standing there at the peak?’",
    "ai-mn125:9.5_0": "who would reply:",
    "ai-mn125:9.6_0": "“Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!”’",
    "ai-mn125:9.7_0": "who would reply:",
    "ai-mn125:9.8_0": "‘It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.’",
    "ai-mn125:9.9_0": "So their friend would come down from the peak, take their friend by the arm, and make them climb to the peak. After giving them a moment to catch their breath, they’d say,",
    "ai-mn125:9.10_0": "‘My friend, what do you see, standing there at the peak?’",
    "ai-mn125:9.11_0": "who would reply:",
    "ai-mn125:9.12_0": "“Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!”’",
    "ai-mn125:9.13_0": "who would reply:",
    "ai-mn125:9.14_0": "‘Just now I understood you to say:",
    "ai-mn125:9.15_0": "“It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.”",
    "ai-mn125:9.16_0": "But now you say:",
    "ai-mn125:9.17_0": "“Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!”’",
    "ai-mn125:9.18_0": "who would reply:",
    "ai-mn125:9.19_0": "‘Because I’ve like this big sacrifice, I couldn’t see a large big sacrifice.’",
    "ai-mn125:10.1_0": "expel in their way free from danger.",
    "ai-mn125:10.2_0": "Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.",
    "ai-mn125:11.1_0": "It wouldn’t be surprising if, had these two similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.”",
    "ai-mn125:11.2_0": "“But sir, how could these two similes have occurred to me as they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?”",
    "ai-mn125:12.1_0": "“Suppose there was a king who was anointed as king.",
    "ai-mn125:12.2_0": "‘Come, my good elephant tracker, enter the royal bull elephant named Nāgita, and enter the royal bull elephant Nāgita’s Monastery.’",
    "ai-mn125:12.3_0": "‘Yes, Your Majesty,’ replied the elephant tracker, and did as he was asked.",
    "ai-mn125:12.4_0": "The royal elephant leads the wild elephant out into the open;",
    "ai-mn125:12.5_0": "That’s how to define a wild bull elephant in the open air.",
    "ai-mn125:12.6_0": "for a wild bull elephant clings to the elephant wood.",
    "ai-mn125:12.7_0": "Then the elephant tracker informs the king,",
    "ai-mn125:12.8_0": "‘Sire, the wild elephant has come out into the open.’",
    "ai-mn125:12.9_0": "Then he addressed the king,",
    "ai-mn125:12.10_0": "‘Come, my good elephants, take the wild elephants, the wild bull elephants, the tamed, trainers, and secured to the neighborhood of a village and the wild colts. Then protection in the womb for humans and showing them to makeup.’",
    "ai-mn125:12.11_0": "‘Yes, Your Majesty,’ replied the elephant trunk, and did as he was asked.",
    "ai-mn125:12.12_0": "Then the elephant riders in the ear ... the nose ... the tongue ... body ...",
    "ai-mn125:12.13_0": "When the wild elephant trains in the forest, the wild elephants boils, the hearts upwards, and the hearts to the ears and comes to the heart, they encounter stables to people.",
    "ai-mn125:12.14_0": "Then the elephant trainer presents it with a sharp meat.",
    "ai-mn125:12.15_0": "When the wild elephant accepts the grass, fodder, and water, the trainer knows,",
    "ai-mn125:12.16_0": "‘Now the wild elephant will survive!’",
    "ai-mn125:12.17_0": "Then he sets it a further task:",
    "ai-mn125:12.18_0": "‘Knowledge, sir!’",
    "ai-mn125:12.19_0": "When they do this, the wild elephant agrees out to give the elephant, avoids it further to him.",
    "ai-mn125:12.20_0": "‘Forward, sir! Back, sir!’",
    "ai-mn125:12.21_0": "When he goes out and coming back, the wild elephant agrees to give him a further task, saying:",
    "ai-mn125:12.22_0": "‘Well, sir, sit down, this seat is ready.’",
    "ai-mn125:12.23_0": "When the wild elephant trainer says this, the wild elephant is rose up and downwards the advice, the elephant trainer next to him: “After carrying a big elephant, horse trainers, and when it comes to the elephants, horses, chariots, and mares, and he stands in front of them.",
    "ai-mn125:12.24_0": "When accused stood or shoes, he doesn’t wait for or surgeon to wash his feet or another. Nor sets out on the ground, carrying your head, rod, and doesn’t wield back, and doesn’t shove the ground.",
    "ai-mn125:12.25_0": "He’s patient with a hundred peaks a hundred peaks which were endured by demons, gems, and embers, and food and drinks, and crystals; the king’s capitals, counsellors, crystals, and many valuables.",
    "ai-mn125:13.1_0": "In the same way, Aggivessana, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.",
    "ai-mn125:13.2_0": "He realizes with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
    "ai-mn125:13.3_0": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
    "ai-mn125:14.1_0": "A householder hears that teaching, or a householder’s child, or someone reborn in some good family.",
    "ai-mn125:14.2_0": "After hearing that teaching they gain faith.",
    "ai-mn125:14.3_0": "and reflect:",
    "ai-mn125:14.4_0": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
    "ai-mn125:14.5_0": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
    "ai-mn125:14.6_0": "Why don’t I go forth from the lay life to homelessness?’",
    "ai-mn125:14.7_0": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness.",
    "ai-mn125:14.8_0": "At this point a noble disciple has gone to the open air.",
    "ai-mn125:14.9_0": "for gods and humans cling to the five kinds of sensual stimulation.",
    "ai-mn125:15.1_0": "The Realized One guides them further:",
    "ai-mn125:15.2_0": "‘Come, mendicant, be ethical and restrained in the monastic code, conducting yourself well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’",
    "ai-mn125:16.1_0": "When they have ethical conduct, the Realized One guides them further:",
    "ai-mn125:16.2_0": "‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details. ...",
    "ai-mn125:17-21.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-mn125:22.1_0": "They give up these five hindrances, corruptions of the heart that weaken wisdom.",
    "ai-mn125:22.2_0": "They meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-mn125:23.1_0": "feelings ...",
    "ai-mn125:23.2_0": "They meditate observing an aspect of the mind ...",
    "ai-mn125:23.3_0": "principles—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-mn125:23.4_0": "It’s like when the elephant trainer dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.",
    "ai-mn125:23.5_0": "In the same way, when the four kinds of mindfulness meditation are developed and cultivated they lead to the emotional shackles, and attachments.",
    "ai-mn125:24.1_0": "The Realized One guides them further:",
    "ai-mn125:24.2_0": "‘Come, mendicant, meditate observing an aspect of the body, but don’t think thoughts connected with sensual pleasures.",
    "ai-mn125:24.3_0": "Meditate observing an aspect of feelings ...",
    "ai-mn125:24.4_0": "They meditate observing an aspect of the mind ...",
    "ai-mn125:24.5_0": "principles, but don’t think thoughts connected with sensual pleasures.’",
    "ai-mn125:25.1_0": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption ...",
    "ai-mn125:25.2_0": "... the third absorption,” ...",
    "ai-mn125:25.3_0": "dwells having attained the fourth absorption.",
    "ai-mn125:26.1_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. ...",
    "ai-mn125:26.2_0": "They recollect many kinds of past lives.",
    "ai-mn125:26.2_1": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.",
    "ai-mn125:27-28.1_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.",
    "ai-mn125:27-28.2_0": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. ...",
    "ai-mn125:27-28.2_1": "and he knows beings arise according to their (good and bad) actions...",
    "ai-mn125:29.1_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.",
    "ai-mn125:29.2_0": "But they truly understand: ‘This is suffering’ ...",
    "ai-mn125:29.3_0": "He truly understands: ‘These are defilements’ ... ‘This is the origin of defilements’ ... ‘This is the cessation of defilements’ ... ‘This is the practice that leads to the cessation of defilements’.",
    "ai-mn125:29.4_0": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-mn125:29.5_0": "When it is freed, he knows it is freed.",
    "ai-mn125:29.6_0": "He understands: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’",
    "ai-mn125:30.1_0": "Such a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and puts up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.",
    "ai-mn125:30.2_0": "Rid of all greed, hate, and delusion, and purged of defects, they are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.",
    "ai-mn125:31.1_0": "If a royal bull elephant passes away untamed and untrained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who passed away untamed.",
    "ai-mn125:31.2_0": "Even if a royal bull elephant",
    "ai-mn125:31.3_0": "If a royal bull elephant passes away untamed and untrained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who passed away untamed.",
    "ai-mn125:31.4_0": "In the same way, if a mendicant passes away having ended the defilements—whether as a senior, middle, or junior—they’re considered as a mendicant who passed away tamed.”",
    "ai-mn125:31.5_0": "If a middle mendicant",
    "ai-mn125:31.6_0": "If a mendicant who passes away untrue,",
    "ai-mn125:32.1_0": "If a royal bull elephant passes away tamed and trained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who passed away tamed.",
    "ai-mn125:32.2_0": "If a royal bull elephant ...",
    "ai-mn125:32.3_0": "If a royal bull elephant passes away tamed and trained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who passed away tamed.",
    "ai-mn125:32.4_0": "In the same way, if a mendicant passes away having ended the defilements—whether as a senior, middle, or junior—they’re considered as a mendicant who passed away tamed.”",
    "ai-mn125:32.5_0": "If a middle mendicant",
    "ai-mn125:32.6_0": "If a mendicant who passes away having ended the defilements—whether as a perfected one, with defilements ended—you passed away tamed.”",
    "ai-mn125:32.7_0": "That is what the Buddha said.",
    "ai-mn125:32.8_0": "Satisfied, the novice Aciravata was happy with what the Buddha said.",
    "ai-mn125:32.9_0": "The fifth sub-chapter on thirteen grounds is finished."
}