{
    "ai-mn123:0.1_0": "Majjhima Nikāya 123",
    "ai-mn123:0.2_0": "Acchariyaabbhutasutta",
    "ai-mn123:1.1_0": "So I have heard.",
    "ai-mn123:1.2_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-mn123:2.1_0": "Then after the meal, on return from alms-round, several senior mendicants sat together in the assembly hall and this discussion came up among them:",
    "ai-mn123:2.2_0": "“It’s incredible, reverends, it’s amazing, the power and might of a Realized One!",
    "ai-mn123:2.3_0": "For though the Realized One has become fully extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering.",
    "ai-mn123:2.4_0": "those Buddhas had such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?”",
    "ai-mn123:2.5_0": "When they said this, Venerable Ānanda said,",
    "ai-mn123:2.6_0": "“The Realized Ones are incredible, reverends, and they have incredible qualities.",
    "ai-mn123:2.7_0": "They’re amazing, and they have amazing qualities.”",
    "ai-mn123:2.8_0": "But this conversation among those mendicants was left unfinished.",
    "ai-mn123:2.9_0": "Then in the late afternoon, the Buddha came out of retreat, went to the assembly hall,",
    "ai-mn123:2.9_1": "and after going, he sat down on the prepared seat.",
    "ai-mn123:2.10_0": "and addressed the mendicants:",
    "ai-mn123:2.11_0": "“Mendicants, what were you sitting talking about just now? What conversation was unfinished?”",
    "ai-mn123:2.12_0": "So the mendicants told him what they had been talking about when the Buddha arrived. The Buddha said,",
    "ai-mn123:2.13_0": "‘It’s incredible, it’s amazing! The Realized One has such psychic power and might! He has clearly seen and comprehended the Realized One as they’ve cut off all suffering.",
    "ai-mn123:2.14_0": "He knows the caste they were born in, and also their names,",
    "ai-mn123:2.14_1": "his name,",
    "ai-mn123:2.14_2": "so ...",
    "ai-mn123:2.14_3": "such is the teaching ...",
    "ai-mn123:2.14_4": "perception ...",
    "ai-mn123:2.14_5": "so ...",
    "ai-mn123:2.14_6": "those Fortunate Ones had such and such freedom?’",
    "ai-mn123:2.14_7": "When he said this, Venerable Ānanda said to us:",
    "ai-mn123:2.15_0": "‘The Realized Ones are incredible, reverends, and they have incredible qualities.",
    "ai-mn123:2.16_0": "They’re amazing, and they have amazing qualities.",
    "ai-mn123:2.17_0": "“This was our conversation that was unfinished when the Buddha arrived.”",
    "ai-mn123:2.18_0": "Then the Buddha said to Venerable Ānanda,",
    "ai-mn123:2.19_0": "“Well then, Ānanda, say some more about the incredible and amazing qualities of the Realized One.”",
    "ai-mn123:3.1_0": "“Sir, I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:3.2_0": "‘Mindful and aware, the being intent on awakening was reborn in the host of Joyful Gods.’",
    "ai-mn123:3.3_0": "This I remember as an incredible quality of the Buddha.",
    "ai-mn123:4.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:4.2_0": "‘Mindful and aware, the being intent on awakening remained in the host of Joyful Gods.’",
    "ai-mn123:4.3_0": "This too I remember as an incredible quality of the Buddha.",
    "ai-mn123:5.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:5.2_0": "‘For the whole of that life, the being intent on awakening remained in the host of Joyful Gods.’",
    "ai-mn123:5.3_0": "This too I remember as an incredible quality of the Buddha.",
    "ai-mn123:6.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:6.2_0": "‘Mindful and aware, the being intent on awakening passes away from the host of Joyful Gods.’",
    "ai-mn123:6.3_0": "This too I remember as an incredible quality of the Buddha.",
    "ai-mn123:7.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:7.2_0": "‘When the being intent on awakening passes away from the host of Joyful Gods, he is conceived in his mother’s womb.",
    "ai-mn123:7.3_0": "And then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
    "ai-mn123:7.4_0": "even in the boundless desolation of interstellar space ...",
    "ai-mn123:7.5_0": "And the sentient beings reborn there recognize each other by that light: “So, it seems other sentient beings have been reborn here!”",
    "ai-mn123:7.6_0": "And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’",
    "ai-mn123:7.7_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:8.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:8.2_0": "‘When the being intent on awakening is conceived in his mother’s belly, four deities approach to guard the four directions, so that no human or non-human or anyone at all shall harm the being intent on awakening or his mother.’",
    "ai-mn123:8.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:9.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:9.2_0": "‘When the being intent on awakening is conceived in his mother’s belly, she becomes naturally ethical. She refrains from killing living creatures, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence.’",
    "ai-mn123:9.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:10.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:10.2_0": "‘When the being intent on awakening is conceived in his mother’s belly, she no longer feels sexual desire for men, and she cannot be violated by a man of lustful intent.’",
    "ai-mn123:10.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:11.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:11.2_0": "‘When the being intent on awakening is conceived in his mother’s belly, she becomes conceived in her womb.",
    "ai-mn123:11.2_1": "amusing themselves, supplied and provided with the five kinds of sensual stimulation.’",
    "ai-mn123:11.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:12.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:12.2_0": "‘When the being intent on awakening is conceived in his mother’s belly, no afflictions beset her.",
    "ai-mn123:12.2_1": "the being intent on awakening was happy, free from fear,",
    "ai-mn123:12.2_2": "And the mother-in-law of the Bodhisatta together with his mother-in-law, complete in all his various parts, not deficient in any faculty.",
    "ai-mn123:12.3_0": "Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked.",
    "ai-mn123:12.3_1": "And it’s strung with a thread of blue, yellow, red, white, or golden brown.",
    "ai-mn123:12.4_0": "And someone with good eyesight were to take it in their hand and examine it: “This beryl gem is naturally beautiful, eight-faceted, well-worked. And it’s strung with a thread of blue, yellow, red, white, or golden brown.”",
    "ai-mn123:12.5_0": "In the same way, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her.",
    "ai-mn123:12.5_1": "the being intent on awakening was happy, free from fear,",
    "ai-mn123:12.5_2": "And the being intent on awakening sees the Bodhisatta in his mother’s womb, he sees all his various facultys.’",
    "ai-mn123:12.6_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:13.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:13.2_0": "‘Seven days after the being intent on awakening is born, his mother passes away and is reborn in the host of Joyful Gods.’",
    "ai-mn123:13.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:14.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:14.2_0": "‘Other women carry the infant in the womb for nine or ten months before giving birth.",
    "ai-mn123:14.2_1": "Not so the mother of the being intent on awakening. She gives birth after exactly ten months.’",
    "ai-mn123:14.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:15.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:15.2_0": "‘Other women give birth while sitting or lying down.",
    "ai-mn123:15.2_1": "Not so the mother of the being intent on awakening. She only gives birth standing up.’",
    "ai-mn123:15.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:16.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:16.2_0": "‘When the being intent on awakening emerges from his mother’s womb, gods receive him first, then humans.’",
    "ai-mn123:16.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:17.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:17.2_0": "‘When the being intent on awakening emerges from his mother’s womb, he comes out of the four deities from his mother’s womb, saying,",
    "ai-mn123:17.2_1": "That’s your son, who has arisen.’",
    "ai-mn123:17.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:18.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:18.2_0": "‘When the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.",
    "ai-mn123:18.3_0": "Suppose a jewel-treasure was placed on a cloth from Kāsī. The jewel would not soil the cloth, nor would the cloth soil the jewel.",
    "ai-mn123:18.4_0": "Why is that?",
    "ai-mn123:18.5_0": "Because of the cleanliness of them both.",
    "ai-mn123:18.6_0": "In the same way, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.’",
    "ai-mn123:18.7_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:19.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:19.2_0": "‘When the being intent on awakening emerges from his mother’s womb, two streams of water appear in the sky, one cool, one warm, for bathing the being intent on awakening and his mother.",
    "ai-mn123:19.2_1": "May the being intent on awakening show the water not your mother!’",
    "ai-mn123:19.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:20.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:20.2_0": "‘As soon as he’s born, the being intent on awakening stands firm with his own feet on the ground.",
    "ai-mn123:20.2_1": "Facing north, he takes seven strides with a white parasol held above him, surveys all quarters, and makes this dramatic proclamation: “I am the foremost in the world! I am the eldest in the world! I am the first in the world! This is my last rebirth. Now there are no more future lives.”’",
    "ai-mn123:20.3_0": "This too I remember as an incredible and amazing quality of the Buddha.",
    "ai-mn123:21.1_0": "I have heard and learned this in the presence of the Buddha:",
    "ai-mn123:21.2_0": "‘When the being intent on awakening emerges from his mother’s womb, then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
    "ai-mn123:21.3_0": "even in the boundless desolation of interstellar space ...",
    "ai-mn123:21.4_0": "And the sentient beings reborn there recognize each other by that light: “So, it seems other sentient beings have been reborn here!”",
    "ai-mn123:21.5_0": "And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’",
    "ai-mn123:21.6_0": "This too I remember as an incredible and amazing quality of the Buddha.”",
    "ai-mn123:22.1_0": "“Well then, Ānanda, you should also remember this as an incredible and amazing quality of the Realized One.",
    "ai-mn123:22.2_0": "It’s that the Realized One knows feelings as they arise, as they remain, and as they go away.",
    "ai-mn123:22.3_0": "He knows perceptions as they arise, as they remain, and as they go away.",
    "ai-mn123:22.4_0": "They know thoughts as they arise, as they remain, and as they go away.",
    "ai-mn123:22.5_0": "This too you should remember as an incredible and amazing quality of the Realized One.”",
    "ai-mn123:23.1_0": "“Sir, they know feelings as they arise, as they remain, and as they go away.",
    "ai-mn123:23.2_0": "He knows perceptions as they arise, as they remain, and as they go away.",
    "ai-mn123:23.3_0": "They know thoughts as they arise, as they remain, and as they go away.",
    "ai-mn123:23.4_0": "This too I remember as an incredible and amazing quality of the Buddha.”",
    "ai-mn123:23.5_0": "That’s what Ānanda said,",
    "ai-mn123:23.6_0": "and the teacher approved.",
    "ai-mn123:23.7_0": "Satisfied, those mendicants were happy with what Venerable Ānanda said.",
    "ai-mn123:23.8_0": "The third section on the incredible and amazing quality is finished."
}