{
    "ai-mn141:0.1_0": "Majjhima Nikāya 141",
    "ai-mn141:0.2_0": "Saccavibhaṅgasutta",
    "ai-mn141:1.1_0": "So I have heard.",
    "ai-mn141:1.2_0": "at one time the Fortunate One was dwelling near Bārāṇasī in the Deer Park at Isipatana.",
    "ai-mn141:1.3_0": "There he addressed the mendicants,",
    "ai-mn141:1.4_0": "“ mendicants!”",
    "ai-mn141:1.5_0": "“Venerable Sir,” they replied.",
    "ai-mn141:1.6_0": "The Buddha said this:",
    "ai-mn141:2.1_0": "“Near Benares, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
    "ai-mn141:2.2_0": "It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.",
    "ai-mn141:2.3_0": "Of which four?",
    "ai-mn141:3.1_0": "The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
    "ai-mn141:4.1_0": "In the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
    "ai-mn141:4.2_0": "It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.",
    "ai-mn141:5.1_0": "Mendicants, you should cultivate friendship with Sāriputta and Moggallāna.",
    "ai-mn141:5.2_0": "keep company with Sāriputta and Moggallāna, monks,",
    "ai-mn141:5.3_0": "They’re astute, and they support their spiritual companions.",
    "ai-mn141:5.4_0": "Sāriputta is just like the mother who gives birth,",
    "ai-mn141:5.5_0": "while Moggallāna is like the one who raises the child.",
    "ai-mn141:5.6_0": "Sāriputta guides people to the fruit of stream-entry, Moggallāna to the highest goal.",
    "ai-mn141:5.7_0": "Sāriputta is able to teach, assert, establish, clarify, analyze, and reveal the four noble truths.”",
    "ai-mn141:6.1_0": "That is what the Buddha said.",
    "ai-mn141:6.2_0": "When he had spoken, the Holy One got up from his seat and entered his dwelling.",
    "ai-mn141:7.1_0": "Then soon after the Buddha left, Venerable Sāriputta said to the mendicants,",
    "ai-mn141:7.2_0": "“Reverends, mendicants!”",
    "ai-mn141:7.3_0": "“Reverend,” they replied.",
    "ai-mn141:7.4_0": "and venerable Sāriputta said this:",
    "ai-mn141:8.1_0": "“Near Benares, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Wheel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
    "ai-mn141:8.2_0": "It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.",
    "ai-mn141:8.3_0": "Of which four?",
    "ai-mn141:9.1_0": "The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
    "ai-mn141:10.1_0": "And what is the noble truth of suffering?",
    "ai-mn141:10.2_0": "Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; not getting what you wish for is suffering.",
    "ai-mn141:10.2_1": "in brief, the five components (of mind and body) that provide fuel for attachment are suffering.",
    "ai-mn141:11.1_0": "Now what, venerable friends, is birth?",
    "ai-mn141:11.2_0": "The rebirth, inception, conception, reincarnation, manifestation of the sets of phenomena, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings.",
    "ai-mn141:11.3_0": "This is called rebirth.",
    "ai-mn141:12.1_0": "Now what, venerable friends, is old age?",
    "ai-mn141:12.2_0": "The old age, decrepitude, broken teeth, grey hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings.",
    "ai-mn141:12.3_0": "This is called old age.",
    "ai-mn141:13.1_0": "And what is death?",
    "ai-mn141:13.2_0": "The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings.",
    "ai-mn141:13.3_0": "This is called death.",
    "ai-mn141:14.1_0": "Now what, venerable friends, is grief?",
    "ai-mn141:14.2_0": "The sorrow, sorrowing, state of sorrow, inner sorrow, inner deep sorrow in someone who has undergone misfortune, who has experienced suffering.",
    "ai-mn141:14.3_0": "This is called sorrow.",
    "ai-mn141:15.1_0": "Now what, venerable friends, is lamenation?",
    "ai-mn141:15.2_0": "The wail, lament, wailing, lamenting, state of wailing and lamentation in someone who has undergone misfortune, who has experienced suffering.",
    "ai-mn141:15.3_0": "This is called lamentation.",
    "ai-mn141:16.1_0": "Now what, venerable friends, is pain?",
    "ai-mn141:16.2_0": "Physical pain, physical displeasure, the painful, unpleasant feeling that’s born from physical contact.",
    "ai-mn141:16.3_0": "This is called pain.",
    "ai-mn141:17.1_0": "And what is sadness?",
    "ai-mn141:17.2_0": "Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mind contact.",
    "ai-mn141:17.3_0": "This is called sadness.",
    "ai-mn141:18.1_0": "Now what, venerable friends, is despair?",
    "ai-mn141:18.2_0": "The stress, distress, state of stress and distress in someone who has undergone misfortune, who has experienced suffering.",
    "ai-mn141:18.3_0": "This is called distress.",
    "ai-mn141:19.1_0": "And what is ‘not getting what you wish for is suffering’?",
    "ai-mn141:19.2_0": "To those beings subject to birth, venerable friends, this longing arises:",
    "ai-mn141:19.3_0": "‘Oh, if only we were not liable to be reborn! If only rebirth would not come to us!’",
    "ai-mn141:19.4_0": "But that cannot be attained merely by longing for it:",
    "ai-mn141:19.5_0": "this is the suffering from not obtaining what one longs for.",
    "ai-mn141:19.6_0": "In sentient beings who are liable to grow old ...",
    "ai-mn141:19.7_0": "fall ill ...",
    "ai-mn141:19.8_0": "In sentient beings who are liable to die ...",
    "ai-mn141:19.9_0": "experience sorrow, lamentation, pain, sadness, and distress, such a wish arises:",
    "ai-mn141:19.10_0": "‘Oh, might we not be subject to grief, lamentation, pain, sorrow, and despair,",
    "ai-mn141:19.10_1": "and may grief, lamentation, pain, sorrow, and despair surely not come to us!’",
    "ai-mn141:19.11_0": "But that cannot be attained merely by longing for it:",
    "ai-mn141:19.12_0": "this is the suffering from not obtaining what one longs for.",
    "ai-mn141:20.1_0": "And what is ‘in brief, the five grasping aggregates are suffering’?",
    "ai-mn141:20.2_0": "That is, the grasping aggregates of form, feeling, perception, choices, and consciousness.",
    "ai-mn141:20.3_0": "This is called ‘in brief, the five grasping aggregates are suffering.’",
    "ai-mn141:20.4_0": "This is called the noble truth of suffering.",
    "ai-mn141:21.1_0": "Now what, venerable friends, is the noble truth of the arising of suffering?",
    "ai-mn141:21.2_0": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, taking pleasure in various different realms. That is,",
    "ai-mn141:21.3_0": "craving for sensual pleasures, craving for continued existence, and craving to end existence.",
    "ai-mn141:21.4_0": "This is called the noble truth of the origin of suffering.",
    "ai-mn141:22.1_0": "And what is the noble truth of the cessation of suffering?",
    "ai-mn141:22.2_0": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it.",
    "ai-mn141:22.3_0": "This is called the noble truth of the cessation of suffering.",
    "ai-mn141:23.1_0": "Now what, venerable friends, is the noble truth of the practice leading to the end of suffering?",
    "ai-mn141:23.2_0": "just this noble eightfold path,",
    "ai-mn141:23.3_0": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.",
    "ai-mn141:24.1_0": "And what is right view?",
    "ai-mn141:24.2_0": "Knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
    "ai-mn141:24.3_0": "This is called right view.",
    "ai-mn141:25.1_0": "And what is right thought?",
    "ai-mn141:25.2_0": "renunciation, good will, and harmlessness.",
    "ai-mn141:25.3_0": "This is called right thought.",
    "ai-mn141:26.1_0": "Now what, venerable friends, is right speech?",
    "ai-mn141:26.2_0": "refraining from speech that’s false, divisive, harsh, or nonsensical.",
    "ai-mn141:26.3_0": "This is called right speech.",
    "ai-mn141:27.1_0": "Now what, venerable friends, is right action?",
    "ai-mn141:27.2_0": "Refraining from killing living creatures, stealing, and sexual misconduct.",
    "ai-mn141:27.3_0": "This is called right action.",
    "ai-mn141:28.1_0": "And what is right livelihood?",
    "ai-mn141:28.2_0": "It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood.",
    "ai-mn141:28.3_0": "This is called right livelihood.",
    "ai-mn141:29.1_0": "And what is right effort?",
    "ai-mn141:29.2_0": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.",
    "ai-mn141:29.3_0": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.",
    "ai-mn141:29.4_0": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have not arisen do arise.",
    "ai-mn141:29.5_0": "so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.",
    "ai-mn141:29.6_0": "This is called right effort.",
    "ai-mn141:30.1_0": "And what is right mindfulness?",
    "ai-mn141:30.2_0": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-mn141:30.3_0": "feelings ...",
    "ai-mn141:30.4_0": "They meditate observing an aspect of the mind ...",
    "ai-mn141:30.5_0": "principles—keen, aware, and mindful, rid of desire and aversion for the world.",
    "ai-mn141:30.6_0": "This is called right mindfulness.",
    "ai-mn141:31.1_0": "Now what, venerable friends, is right concentration?",
    "ai-mn141:31.2_0": "A mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
    "ai-mn141:31.3_0": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption ...",
    "ai-mn141:31.4_0": "third absorption ...",
    "ai-mn141:31.5_0": "dwells having attained the fourth absorption.",
    "ai-mn141:31.6_0": "This is called right immersion.",
    "ai-mn141:31.7_0": "This is called the noble truth of the practice that leads to the cessation of suffering.",
    "ai-mn141:32.1_0": "Now, in the deer park at Isipatana, the Realized One, the perfected one, the fully awakened Buddha rolled forth the supreme Whel of Dhamma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
    "ai-mn141:32.2_0": "It is the teaching, advocating, establishing, clarifying, analyzing, and revealing of the four noble truths.”",
    "ai-mn141:32.3_0": "That’s what Sāriputta said.",
    "ai-mn141:32.4_0": "and those monks were uplifted and greatly rejoiced in venerable Sāriputta’s words.",
    "ai-mn141:32.5_0": "The eleventh section on the truths of the truth is finished."
}