{
    "ai-mn150:0.1_0": "Majjhima Nikāya 150",
    "ai-mn150:0.2_0": "Nagaravindeyyasutta",
    "ai-mn150:1.1_0": "So I have heard.",
    "ai-mn150:1.2_0": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Nagaravinda.",
    "ai-mn150:2.1_0": "The brahmins and householders of Nagaravinda heard:",
    "ai-mn150:2.2_0": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—wandering in the land of the Kosalans has arrived at Townsville.",
    "ai-mn150:2.3_0": "He has this good reputation ...” ...",
    "ai-mn150:2.4_0": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’",
    "ai-mn150:2.5_0": "He realizes with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
    "ai-mn150:2.6_0": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
    "ai-mn150:2.7_0": "It’s good to see such perfected ones.”",
    "ai-mn150:3.1_0": "Then the brahmins and householders of Nagaravinda went up to the Buddha.",
    "ai-mn150:3.1_1": "some, after approaching and worshipping the Fortunate One, sat down on one side.",
    "ai-mn150:3.1_2": "Some exchanged greetings with the Fortunate One,",
    "ai-mn150:3.1_3": "When the greetings and polite conversation were over, they sat down to one side.",
    "ai-mn150:3.1_4": "Some, after raising their hands in respectful salutation to the Fortunate One, sat down on one side.",
    "ai-mn150:3.1_5": "Some, after announcing their name and family in the presence of the Fortunate One, sat down on one side.",
    "ai-mn150:3.1_6": "Some, while keeping silent, sat down on one side.",
    "ai-mn150:3.1_7": "The Buddha said to them:",
    "ai-mn150:4.1_0": "“Householders, if wanderers who follow another path were to ask you:",
    "ai-mn150:4.2_0": "‘What kind of ascetic or brahmin doesn’t deserve honor, respect, reverence, and veneration?’",
    "ai-mn150:4.3_0": "You should answer them:",
    "ai-mn150:4.4_0": "‘There are ascetics and brahmins who are not free of greed, hate, and delusion for sights known by the eye, who are not peaceful inside, and who conduct themselves badly among the good by way of body, speech, and mind. They don’t deserve honor, respect, reverence, and veneration.",
    "ai-mn150:4.5_0": "Why is that?",
    "ai-mn150:4.6_0": "Because we ourselves are not free of these things, but we do not see that they have a higher good conduct than us.",
    "ai-mn150:4.7_0": "That’s why they don’t deserve honor, respect, reverence, and veneration.",
    "ai-mn150:4.8_0": "There are ascetics and brahmins who are free of greed, hate, and delusion for sounds known by the ear ...",
    "ai-mn150:4.9_0": "Smells known by the nose ...",
    "ai-mn150:4.10_0": "tastes known by the tongue...",
    "ai-mn150:4.11_0": "touches known by the body ...",
    "ai-mn150:4.12_0": "thoughts known by the mind, who are not peaceful inside, and who conduct themselves badly among the good by way of body, speech, and mind. They don’t deserve honor, respect, reverence, and veneration.",
    "ai-mn150:4.13_0": "Why is that?",
    "ai-mn150:4.14_0": "Because we ourselves are not free of these things, so we do not see that they have any higher good conduct than us.",
    "ai-mn150:4.15_0": "That’s why they don’t deserve honor, respect, reverence, and veneration.’",
    "ai-mn150:4.16_0": "You should answer them:",
    "ai-mn150:5.1_0": "If wanderers who follow other paths were to ask you:",
    "ai-mn150:5.2_0": "‘What kind of ascetic or brahmin deserves honor, respect, reverence, and veneration?’",
    "ai-mn150:5.3_0": "You should answer them:",
    "ai-mn150:5.4_0": "‘There are ascetics and brahmins who are free of greed, hate, and delusion for sights known by the eye, who are peaceful inside, and who conduct themselves well by way of body, speech, and mind. They deserve honor, respect, reverence, and veneration.",
    "ai-mn150:5.5_0": "Why is that?",
    "ai-mn150:5.6_0": "Because we ourselves are not free of these things, but we see that they have a higher good conduct than us.",
    "ai-mn150:5.7_0": "That’s why they deserve honor, respect, reverence, and veneration.",
    "ai-mn150:5.8_0": "There are ascetics and brahmins who are free of greed, hate, and delusion for sounds known by the ear ...",
    "ai-mn150:5.9_0": "Smells known by the nose ...",
    "ai-mn150:5.10_0": "tastes known by the tongue...",
    "ai-mn150:5.11_0": "touches known by the body ...",
    "ai-mn150:5.12_0": "thoughts known by the mind, who are peaceful inside, and who conduct themselves well by way of body, speech, and mind. They deserve honor, respect, reverence, and veneration.",
    "ai-mn150:5.13_0": "Why is that?",
    "ai-mn150:5.14_0": "Because we ourselves are not free of these things, so we see that they have a higher good conduct than us.",
    "ai-mn150:5.15_0": "That’s why they deserve honor, respect, reverence, and veneration.’",
    "ai-mn150:5.16_0": "You should answer them:",
    "ai-mn150:6.1_0": "If wanderers who follow other paths were to ask you:",
    "ai-mn150:6.2_0": "‘But what reasons and evidence do you have regarding those venerables that justifies saying,",
    "ai-mn150:6.3_0": "“Clearly those venerables are free of greed, hate, and delusion, or practicing to be free of them”.’",
    "ai-mn150:6.4_0": "You should answer them:",
    "ai-mn150:6.5_0": "‘It’s because those venerables frequent remote lodgings in the wilderness and the forest.",
    "ai-mn150:6.6_0": "In such places there are no sights known by the eye to see and enjoy, there are no sounds known by the ear to hear and enjoy, no odors known by the nose to smell and enjoy, no flavors known by the tongue to taste and enjoy, and no touches known by the body to feel and enjoy.",
    "ai-mn150:6.7_0": "These are the reasons and evidence that you have regarding those venerables that justifies saying,",
    "ai-mn150:6.8_0": "“Clearly those venerables are free of greed, hate, and delusion, or practicing to be free of them”.’",
    "ai-mn150:6.9_0": "When questioned by wanderers who follow other paths, that’s how you should answer them.”",
    "ai-mn150:7.1_0": "When he had spoken, the brahmins and householders of Nagaravinda said to the Buddha,",
    "ai-mn150:7.2_0": "“Excellent, reverend Gotama! Excellent, reverend Gotama!",
    "ai-mn150:7.3_0": "Just as one might set upright what had been overturned, or reveal what had been hidden, or show the way to one who was lost, or bring a lamp into the darkness so that",
    "ai-mn150:7.3_1": "so that one with eyes might see what’s there—",
    "ai-mn150:7.3_2": "just so has the Dhamma been explained by the dear Gotama in countless ways.",
    "ai-mn150:7.4_0": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.",
    "ai-mn150:7.5_0": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”",
    "ai-mn150:7.6_0": "The eighth chapter on the city is finished."
}