{
    "ai-mn2:0.1_0": "Majjhima Nikāya 2",
    "ai-mn2:0.2_0": "Sabbāsavasutta",
    "ai-mn2:1.1_0": "So I have heard.",
    "ai-mn2:1.2_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-mn2:1.3_0": "There he addressed the mendicants,",
    "ai-mn2:1.4_0": "“ mendicants!”",
    "ai-mn2:1.5_0": "“Venerable Sir,” they replied.",
    "ai-mn2:1.6_0": "The Buddha said this:",
    "ai-mn2:2.1_0": "“Mendicants, I will teach you the explanation of the restraint of all defilements.",
    "ai-mn2:2.2_0": "Listen and pay close attention, I will speak.”",
    "ai-mn2:2.3_0": "“Yes, Sir.”",
    "ai-mn2:2.4_0": "The Buddha said this:",
    "ai-mn2:3.1_0": "“Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see.",
    "ai-mn2:3.2_0": "For one who knows and sees what?",
    "ai-mn2:3.3_0": "Proper attention and proper attention.",
    "ai-mn2:3.4_0": "When you pay improper attention, defilements arise, and once arisen they grow.",
    "ai-mn2:3.5_0": "When you pay proper attention, defilements don’t arise, and those that have already arisen are given up.",
    "ai-mn2:4.1_0": "Some defilements should be given up by seeing, some by restraint, some by using, some by enduring, some by avoiding, some by dispelling, and some by developing.",
    "ai-mn2:5.0_0": "1. Dassanāpahātabbaāsava",
    "ai-mn2:5.1_0": "And what are the defilements that should be given up by seeing?",
    "ai-mn2:5.2_0": "Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.",
    "ai-mn2:5.3_0": "They don’t understand to which things they should pay attention and to which things they should not pay attention.",
    "ai-mn2:5.4_0": "So they pay attention to things they shouldn’t and don’t pay attention to things they should.",
    "ai-mn2:6.1_0": "And what are the things to which they do not pay attention but should?",
    "ai-mn2:6.2_0": "They are the things that, when attention is paid to them, give rise to unarisen defilements and make arisen defilements grow; the defilements of sensual desire,",
    "ai-mn2:6.3_0": "desire to be reborn,",
    "ai-mn2:6.4_0": "and ignorance.",
    "ai-mn2:6.5_0": "These are the things to which they do not pay attention but should.",
    "ai-mn2:6.6_0": "And what are the things to which they do not pay attention but should?",
    "ai-mn2:6.7_0": "They are the things that, when attention is paid to them, do not give rise to unarisen defilements and give up arisen defilements; the defilements of sensual desire,",
    "ai-mn2:6.8_0": "desire to be reborn,",
    "ai-mn2:6.9_0": "and ignorance.",
    "ai-mn2:6.10_0": "These are the things to which they do not pay attention but should.",
    "ai-mn2:7.1_0": "Because of paying attention to what they should not and paying attention to what they should, unarisen defilements arise and arisen defilements grow.",
    "ai-mn2:7.2_0": "This is how they attend improperly:",
    "ai-mn2:7.3_0": "‘Did I exist in the past?",
    "ai-mn2:7.3_1": "Did I not exist in the past?",
    "ai-mn2:7.3_2": "Did I exist in the past?",
    "ai-mn2:7.3_3": "How in the past?",
    "ai-mn2:7.3_4": "After being what, in the past?",
    "ai-mn2:7.4_0": "Will I exist in the future?",
    "ai-mn2:7.4_1": "Will I not exist in the future?",
    "ai-mn2:7.4_2": "Will I exist in the future?",
    "ai-mn2:7.4_3": "How will I be in the future?",
    "ai-mn2:7.4_4": "After being what, what will I become in the future?’",
    "ai-mn2:7.5_0": "Or they are undecided about the present thus:",
    "ai-mn2:7.6_0": "‘Am I?",
    "ai-mn2:7.6_1": "Am I not?",
    "ai-mn2:7.6_2": "What am I?",
    "ai-mn2:7.6_3": "How am I?",
    "ai-mn2:7.6_4": "This sentient being—where did it come from?",
    "ai-mn2:7.6_5": "And where will it go?’",
    "ai-mn2:8.1_0": "When they attend improperly in this way, one of the following six views arises in them and is taken as a genuine fact.",
    "ai-mn2:8.2_0": "The view: ‘My self exists in an absolute sense.’",
    "ai-mn2:8.3_0": "The view: ‘My self exists in an absolute sense.’",
    "ai-mn2:8.4_0": "The view: ‘I perceive the self with the self.’",
    "ai-mn2:8.5_0": "The view: ‘I perceive what is not-self with the self.’",
    "ai-mn2:8.6_0": "The view: ‘I perceive the self with what is not-self.’",
    "ai-mn2:8.7_0": "Or they have such a view:",
    "ai-mn2:8.8_0": "‘This self of mine is he who speaks and feels and experiences the results of good and bad deeds in all the different realms. This self is permanent, everlasting, eternal, and imperishable, and will last forever and ever.’",
    "ai-mn2:8.9_0": "This is called a misconception, the thicket of views, the desert of views, the trick of views, the evasiveness of views, the fetter of views.",
    "ai-mn2:8.10_0": "An uneducated ordinary person who is fettered by views is not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.",
    "ai-mn2:8.11_0": "They’re not freed from suffering, I say.",
    "ai-mn2:9.1_0": "an educated noble disciple,",
    "ai-mn2:9.2_0": "But take an educated noble disciple who has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.",
    "ai-mn2:9.3_0": "They understand to which things they should not pay attention and to which things they should not pay attention.",
    "ai-mn2:9.4_0": "So they pay attention to things they should and don’t pay attention to things they shouldn’t.",
    "ai-mn2:10.1_0": "And what are the things to which they don’t pay attention and should not?",
    "ai-mn2:10.2_0": "They are the things that, when attention is paid to them, give rise to unarisen defilements and make arisen defilements grow; the defilements of sensual desire,",
    "ai-mn2:10.3_0": "desire to be reborn,",
    "ai-mn2:10.4_0": "and ignorance.",
    "ai-mn2:10.5_0": "These are the things to which they do not pay attention but should.",
    "ai-mn2:10.6_0": "And what are the things to which they do pay attention and should?",
    "ai-mn2:10.7_0": "They are the things that, when attention is paid to them, do not give rise to unarisen defilements and give up arisen defilements; the defilements of sensual desire,",
    "ai-mn2:10.8_0": "desire to be reborn,",
    "ai-mn2:10.9_0": "and ignorance.",
    "ai-mn2:10.10_0": "These are the things to which they do pay attention and should.",
    "ai-mn2:10.11_0": "Because of not paying attention to what they should not and paying attention to what they should, unarisen defilements don’t arise and arisen defilements are given up.",
    "ai-mn2:11.1_0": "They properly attend: ‘This is suffering’ ... ‘This is the origin of suffering’ ... ‘This is the cessation of suffering’ ... ‘This is the practice that leads to the cessation of suffering’.",
    "ai-mn2:11.2_0": "And as they do so, they give up three fetters:",
    "ai-mn2:11.3_0": "embodiment view, doubt, and misapprehension of precepts and observances.",
    "ai-mn2:11.4_0": "These are called the defilements that should be given up by seeing.",
    "ai-mn2:12.0_0": "2. Saṁvarāpahātabbaāsava",
    "ai-mn2:12.1_0": "And what are the defilements that should be given up by restraint?",
    "ai-mn2:12.2_0": "Take a mendicant who, reflecting properly, lives restraining the faculty of the eye.",
    "ai-mn2:12.3_0": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint.",
    "ai-mn2:12.4_0": "Reflecting properly, they live restraining the faculty of the ear ...",
    "ai-mn2:12.5_0": "the nose ...",
    "ai-mn2:12.6_0": "the tongue ...",
    "ai-mn2:12.7_0": "the body ...",
    "ai-mn2:12.8_0": "the mind faculty.",
    "ai-mn2:12.9_0": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint.",
    "ai-mn2:12.10_0": "For the distressing and feverish defilements that might arise in someone who lives without restraint do not arise when there is such restraint.",
    "ai-mn2:12.11_0": "These are called the defilements that should be given up by restraint.",
    "ai-mn2:13.0_0": "3. Paṭisevanāpahātabbaāsava",
    "ai-mn2:13.1_0": "And what are the defilements that should be given up by using?",
    "ai-mn2:13.2_0": "Take a mendicant who, reflecting properly, makes use of robes:",
    "ai-mn2:13.3_0": "‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts.’",
    "ai-mn2:14.1_0": "Reflecting properly, they make use of almsfood:",
    "ai-mn2:14.2_0": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’",
    "ai-mn2:15.1_0": "Reflecting properly, they make use of a dwelling,",
    "ai-mn2:15.2_0": "‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for retreat.’",
    "ai-mn2:16.1_0": "Reflecting properly, they make use of medicines and supplies for the sick:",
    "ai-mn2:16.2_0": "‘Only for the sake of warding off the pains of illness and to promote good health.’",
    "ai-mn2:17.1_0": "For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used.",
    "ai-mn2:17.2_0": "These are called the defilements that should be given up by using.",
    "ai-mn2:18.0_0": "4. Adhivāsanāpahātabbaāsava",
    "ai-mn2:18.1_0": "And what are the defilements that should be given up by enduring?",
    "ai-mn2:18.2_0": "Take a mendicant who, reflecting properly, endures cold, heat, hunger, and thirst.",
    "ai-mn2:18.2_1": "They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.",
    "ai-mn2:18.3_0": "For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured.",
    "ai-mn2:18.4_0": "These are called the defilements that should be given up by enduring.",
    "ai-mn2:19.0_0": "5. Parivajjanāpahātabbaāsava",
    "ai-mn2:19.1_0": "And what are the defilements that should be given up by avoiding?",
    "ai-mn2:19.2_0": "Take a mendicant who, reflecting properly, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, and a thorny ground.",
    "ai-mn2:19.3_0": "Reflecting properly, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting.",
    "ai-mn2:19.4_0": "For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided.",
    "ai-mn2:19.5_0": "These are called the defilements that should be given up by avoiding.",
    "ai-mn2:20.0_0": "6. Vinodanāpahātabbaāsava",
    "ai-mn2:20.1_0": "And what are the defilements that should be given up by dispelling?",
    "ai-mn2:20.2_0": "Take a mendicant who, reflecting properly, doesn’t tolerate a sensual, malicious, or cruel thought that has arisen, but gives it up, gets rid of it, eliminates it, and obliterates it.",
    "ai-mn2:20.2_1": "or cruel thought that’s arisen, but gives it up, gets rid of it, eliminates it, and obliterates it.",
    "ai-mn2:20.2_2": "They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.",
    "ai-mn2:20.3_0": "For the distressing and feverish defilements that might arise in someone who lives without dispelling these things do not arise when they are dispelled.",
    "ai-mn2:20.4_0": "These are called the defilements that should be given up by dispelling.",
    "ai-mn2:21.0_0": "7. Bhāvanāpahātabbaāsava",
    "ai-mn2:21.1_0": "And what are the defilements that should be given up by developing?",
    "ai-mn2:21.2_0": "Take a mendicant who, reflecting properly, develops the awakening factors of mindfulness,",
    "ai-mn2:21.3_0": "investigation of principles,",
    "ai-mn2:21.4_0": "the awakening factor of energy ...",
    "ai-mn2:21.5_0": "the awakening factor of rapture ...",
    "ai-mn2:21.6_0": "tranquility,",
    "ai-mn2:21.7_0": "immersion,",
    "ai-mn2:21.8_0": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.",
    "ai-mn2:21.9_0": "For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed.",
    "ai-mn2:21.10_0": "These are called the defilements that should be given up by developing.",
    "ai-mn2:22.1_0": "When a mendicant has given up the defilements, the defilements that should be given up by seeing, and the defilements that should be given up by using.",
    "ai-mn2:22.2_0": "they’re called",
    "ai-mn2:22.2_1": "a mendicant who lives having restrained all defilements, who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.”",
    "ai-mn2:22.3_0": "That is what the Buddha said.",
    "ai-mn2:22.4_0": "Satisfied, the mendicants were happy with what the Buddha said.",
    "ai-mn2:22.5_0": "The second chapter on all sides is finished."
}