{
    "ai-mn26:0.1_0": "Majjhima Nikāya 26",
    "ai-mn26:0.2_0": "Pāsarāsisutta",
    "ai-mn26:1.1_0": "So I have heard.",
    "ai-mn26:1.2_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-mn26:2.1_0": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.",
    "ai-mn26:2.2_0": "Then many monks approached venerable Ānanda,",
    "ai-mn26:2.2_1": "and after approaching, they said this to venerable Ānanda:",
    "ai-mn26:2.3_0": "“Reverend, it’s been a long time since we’ve heard a Dhamma talk from the Buddha.",
    "ai-mn26:2.4_0": "It would be good if we got to hear a Dhamma talk from the Buddha.”",
    "ai-mn26:2.5_0": "“Well then, reverends, go to the brahmin Rammaka’s hermitage.",
    "ai-mn26:2.6_0": "Hopefully you’ll get to hear a Dhamma talk from the Buddha.”",
    "ai-mn26:2.7_0": "“Yes, reverend,” they replied.",
    "ai-mn26:3.1_0": "Then, after the meal, on his return from alms-round, the Buddha addressed Ānanda,",
    "ai-mn26:3.2_0": "“Come, Ānanda, let’s go to the Eastern Monastery, the stilt longhouse of Migāra’s mother for the day’s meditation.”",
    "ai-mn26:3.3_0": "“Yes, Sir.”",
    "ai-mn26:3.4_0": "So the Buddha went with Ānanda to the Eastern Monastery.",
    "ai-mn26:3.5_0": "In the late afternoon the Buddha came out of retreat and addressed Ānanda,",
    "ai-mn26:3.6_0": "“Come, Ānanda, let’s go to the eastern gate to bathe.”",
    "ai-mn26:3.7_0": "“Yes, Sir.”",
    "ai-mn26:3.8_0": "So the Buddha went with Ānanda to the eastern gate to bathe.",
    "ai-mn26:3.9_0": "When he had bathed and emerged from the water he stood in one robe drying himself.",
    "ai-mn26:3.10_0": "Then venerable Ānanda said this to the Fortunate One:",
    "ai-mn26:3.11_0": "“Sir, the hermitage of the brahmin Rammaka is nearby.",
    "ai-mn26:3.12_0": "It’s so delightful,",
    "ai-mn26:3.13_0": "the brāhmaṇa Rammaka’s hermitage is pleasing, reverend Sir,",
    "ai-mn26:3.14_0": "Please visit it out of compassion.”",
    "ai-mn26:3.15_0": "The Buddha consented by remaining silent.",
    "ai-mn26:4.1_0": "Then the Fortunate One approached the brāhmaṇa Rammaka’s hermitage.",
    "ai-mn26:4.2_0": "Now at that time several mendicants were sitting talking about the brahmins’ hermitage.",
    "ai-mn26:4.3_0": "Then the Buddha stood outside the doorway.",
    "ai-mn26:4.4_0": "When he knew the talk had ended he cleared his throat and knocked with the latch.",
    "ai-mn26:4.5_0": "Those monks opened the door for the Fortunate One.",
    "ai-mn26:4.6_0": "Then the Buddha entered the hermitage of the brahmin Rammaka, and sat down on the seat spread out.",
    "ai-mn26:4.7_0": "and addressed the mendicants:",
    "ai-mn26:4.8_0": "“Mendicants, what were you sitting talking about just now? What conversation was unfinished?”",
    "ai-mn26:4.9_0": "“Sir, our unfinished discussion on the teaching was about the Buddha himself when the Buddha arrived.”",
    "ai-mn26:4.10_0": "“Good, mendicants!",
    "ai-mn26:4.11_0": "It’s appropriate for gentlemen like you, who have gone forth in faith from the lay life to homelessness, to sit together and talk about the teaching.",
    "ai-mn26:4.12_0": "When you’re sitting together you should do one of two things:",
    "ai-mn26:4.13_0": "talk about the Dhamma, or maintain noble silence.",
    "ai-mn26:5.1_0": "Mendicants, there are these two searches:",
    "ai-mn26:5.2_0": "the noble search and the ignoble search.",
    "ai-mn26:5.3_0": "And what, monks, is an ignoble search?",
    "ai-mn26:5.4_0": "It’s when someone who is themselves liable to be reborn seeks what is also liable to be reborn. Themselves liable to grow old, fall sick, die, sorrow, and become corrupted, they seek what is also liable to these things.",
    "ai-mn26:6.1_0": "And what should be described as liable to be reborn?",
    "ai-mn26:6.2_0": "Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to be reborn.",
    "ai-mn26:6.3_0": "these, monks, are the bases of what is subject to birth.",
    "ai-mn26:6.4_0": "Someone who is tied, infatuated, and attached to such things, themselves liable to being reborn, seeks what is also liable to be reborn.",
    "ai-mn26:7.1_0": "And what do you say, monks, is subject to old-age?",
    "ai-mn26:7.2_0": "Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to grow old.",
    "ai-mn26:7.3_0": "these, monks, are the bases of what is subject to old-age.",
    "ai-mn26:7.4_0": "Someone who is tied, infatuated, and attached to such things, themselves liable to grow old, seeks what is also liable to grow old.",
    "ai-mn26:8.1_0": "And what do you say, monks, is subject to sickness?",
    "ai-mn26:8.2_0": "Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to sick.",
    "ai-mn26:8.3_0": "These attachments are liable to fall sick.",
    "ai-mn26:8.4_0": "Someone who is tied, infatuated, and attached to such things, themselves liable to fall sickness, seeks what is also liable to sick.",
    "ai-mn26:9.1_0": "And what should be described as liable to die?",
    "ai-mn26:9.2_0": "Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to die.",
    "ai-mn26:9.3_0": "these, monks, are the bases of what is subject to death.",
    "ai-mn26:9.4_0": "Someone who is tied, infatuated, and attached to such things, themselves liable to die, seeks what is also liable to die.",
    "ai-mn26:10.1_0": "And what do you say, monks, is subject to grief?",
    "ai-mn26:10.2_0": "Partners and children, male and female bondservants, goats and sheep, chickens and pigs, and elephants and cattle are liable to sorrow.",
    "ai-mn26:10.3_0": "these, monks, are the bases of what is subject to grief.",
    "ai-mn26:10.4_0": "Someone who is tied, infatuated, and attached to such things, themselves liable to sorrow, seeks what is also liable to sorrow.",
    "ai-mn26:11.1_0": "And what do you say, monks, is subject to defilements?",
    "ai-mn26:11.2_0": "Partners and children, male and female bondservants, goats and sheep, chickens and pigs, elephants and cattle, and gold and money are liable to corruption.",
    "ai-mn26:11.3_0": "These attachments are liable to corruption.",
    "ai-mn26:11.4_0": "Someone who is tied, infatuated, and attached to such things, themselves liable to corruption, seeks what is also liable to corruption.",
    "ai-mn26:11.5_0": "This, monks, is an ignoble search.",
    "ai-mn26:12.1_0": "And what is the noble search?",
    "ai-mn26:12.2_0": "It’s when someone who is themselves liable to be reborn, understanding the drawbacks in being liable to be reborn, seeks the unborn supreme sanctuary, extinguishment. Themselves liable to grow old, fall sick, die, sorrow, and become corrupted, understanding the drawbacks in these things, they seek the unaging, unailing, undying, sorrowless, uncorrupted supreme sanctuary, extinguishment.",
    "ai-mn26:12.3_0": "This is the noble search.",
    "ai-mn26:13.1_0": "Mendicants, before my awakening—when I was still unawakened but intent on awakening—I too, being liable to be reborn, sought what is also liable to be reborn. Myself liable to grow old, fall sick, die, sorrow, and become corrupted, I sought what is also liable to these things.",
    "ai-mn26:13.2_0": "Then it occurred to me,",
    "ai-mn26:13.3_0": "‘Why are I liable to be reborn? being myself subject to old age? ...",
    "ai-mn26:13.3_1": "being subject to sickness,",
    "ai-mn26:13.3_2": "subject to death,",
    "ai-mn26:13.3_3": "grief ...",
    "ai-mn26:13.3_4": "being myself subject to defilements, do I seek out what is subject to defilements?",
    "ai-mn26:13.4_0": "Why don’t I seek the unborn, unaging, unailing, undying, sorrowless, uncorrupted supreme sanctuary, extinguishment?’",
    "ai-mn26:14.1_0": "Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.",
    "ai-mn26:15.1_0": "Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace.",
    "ai-mn26:15.1_1": "I approached Āḷāra Kālāma and said to him,",
    "ai-mn26:15.2_0": "‘Reverend Kālāma, I wish to lead the spiritual life in this teaching and training.’",
    "ai-mn26:15.3_0": "When this was said, monks, Āḷāra Kālāma said this to me:",
    "ai-mn26:15.4_0": "‘Stay, venerable.",
    "ai-mn26:15.5_0": "This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’",
    "ai-mn26:15.6_0": "I quickly memorized that teaching.",
    "ai-mn26:15.7_0": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.",
    "ai-mn26:15.8_0": "Then it occurred to me,",
    "ai-mn26:15.9_0": "‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”",
    "ai-mn26:15.10_0": "Surely he meditates knowing and seeing this teaching.’",
    "ai-mn26:15.11_0": "So I approached Āḷāra Kālāma and said to him,",
    "ai-mn26:15.12_0": "‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’",
    "ai-mn26:15.13_0": "When I said this, he declared the dimension of nothingness.",
    "ai-mn26:15.14_0": "Then it occurred to me,",
    "ai-mn26:15.15_0": "‘It’s not just Āḷāra Kālāma who has faith,",
    "ai-mn26:15.16_0": "energy,",
    "ai-mn26:15.17_0": "mindfulness,",
    "ai-mn26:15.18_0": "immersion,",
    "ai-mn26:15.19_0": "and wisdom; I too have these things.",
    "ai-mn26:15.20_0": "Why don’t I make an effort to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’",
    "ai-mn26:15.21_0": "I quickly realized that teaching with my own insight, and lived having achieved it.",
    "ai-mn26:15.22_0": "So I approached Āḷāra Kālāma and said to him,",
    "ai-mn26:15.23_0": "‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare having achieved it?’",
    "ai-mn26:15.24_0": "‘He had, reverend.’",
    "ai-mn26:15.25_0": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’",
    "ai-mn26:15.26_0": "‘We are fortunate, reverend, so very fortunate",
    "ai-mn26:15.27_0": "to see a venerable such as yourself as one of our spiritual companions!",
    "ai-mn26:15.28_0": "So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.",
    "ai-mn26:15.29_0": "The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.",
    "ai-mn26:15.30_0": "So the teaching that I know, you know, and the teaching you know, I know.",
    "ai-mn26:15.31_0": "I am like you and you are like me.",
    "ai-mn26:15.32_0": "Come now, reverend! We should both lead this community together.’",
    "ai-mn26:15.33_0": "And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.",
    "ai-mn26:15.34_0": "Then it occurred to me,",
    "ai-mn26:15.35_0": "‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’",
    "ai-mn26:15.36_0": "Realizing that this teaching was inadequate, I left disappointed.",
    "ai-mn26:16.1_0": "I set out to discover what is skillful, seeking the supreme state of sublime peace.",
    "ai-mn26:16.1_1": "and after approaching, I said this to Uddaka Rāmaputta:",
    "ai-mn26:16.2_0": "‘Reverend, I wish to lead the spiritual life in this teaching and training.’",
    "ai-mn26:16.3_0": "Uddaka replied,",
    "ai-mn26:16.4_0": "‘Stay, venerable.",
    "ai-mn26:16.5_0": "This teaching is such that a sensible person can soon realize their own tradition with their own insight and live having achieved it.’",
    "ai-mn26:16.6_0": "I quickly memorized that teaching.",
    "ai-mn26:16.7_0": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.",
    "ai-mn26:16.8_0": "Then it occurred to me,",
    "ai-mn26:16.9_0": "‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”",
    "ai-mn26:16.10_0": "Surely he meditated knowing and seeing this teaching.’",
    "ai-mn26:16.11_0": "Then, monks, I approached Uddaka Rāmaputta,",
    "ai-mn26:16.11_1": "and after approaching, I said this to Uddaka Rāmaputta:",
    "ai-mn26:16.12_0": "‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’",
    "ai-mn26:16.13_0": "When I said this, Uddaka, son of Rāma, declared the dimension of neither perception nor non-perception.",
    "ai-mn26:16.14_0": "Then it occurred to me,",
    "ai-mn26:16.15_0": "‘It’s not just Rāma who had faith,",
    "ai-mn26:16.16_0": "and I was not energy.",
    "ai-mn26:16.17_0": "mindfulness,",
    "ai-mn26:16.18_0": "immersion,",
    "ai-mn26:16.19_0": "and wisdom; I too have these things.",
    "ai-mn26:16.20_0": "Why don’t I make an effort to realize the same teaching that Rāma said he had realized with his own insight?’",
    "ai-mn26:16.21_0": "I quickly realized that teaching with my own insight, and lived having achieved it.",
    "ai-mn26:16.22_0": "Then, monks, I approached Uddaka Rāmaputta,",
    "ai-mn26:16.22_1": "and after approaching, I said this to Uddaka Rāmaputta:",
    "ai-mn26:16.23_0": "‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared having achieved it?’",
    "ai-mn26:16.24_0": "‘He had, reverend.’",
    "ai-mn26:16.25_0": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’",
    "ai-mn26:16.26_0": "‘We are fortunate, reverend, so very fortunate",
    "ai-mn26:16.27_0": "to see a venerable such as yourself as one of our spiritual companions!",
    "ai-mn26:16.28_0": "The teaching that Rāma had realized with his own insight, and declared having achieved it, you have realized with your own insight, and live having achieved it.",
    "ai-mn26:16.29_0": "The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.",
    "ai-mn26:16.30_0": "So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.",
    "ai-mn26:16.31_0": "Rāma was like you and you are like Rāma.",
    "ai-mn26:16.32_0": "Come now, reverend! You should lead this community.’",
    "ai-mn26:16.33_0": "And that is how my spiritual companion Uddaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.",
    "ai-mn26:16.34_0": "Then it occurred to me,",
    "ai-mn26:16.35_0": "‘This teaching doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in dimension of neither perception nor non-perception.’",
    "ai-mn26:16.36_0": "Realizing that this teaching was inadequate, I left disappointed.",
    "ai-mn26:17.1_0": "I set out to discover what is skillful, seeking the supreme state of sublime peace. Traveling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.",
    "ai-mn26:17.2_0": "There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.",
    "ai-mn26:17.3_0": "Then it occurred to me,",
    "ai-mn26:17.4_0": "‘Suppose there was a delightful park, a woodland grove, a sharkle, and a goad for alms.",
    "ai-mn26:17.5_0": "This is good enough for a gentleman who wishes to put forth effort in meditation.’",
    "ai-mn26:17.6_0": "So I sat down right there, thinking,",
    "ai-mn26:17.7_0": "This is good enough for meditation.",
    "ai-mn26:18.1_0": "And so, being myself liable to be reborn, understanding the drawbacks in being liable to be reborn, I sought the unborn supreme sanctuary, extinguishment.",
    "ai-mn26:18.2_0": "To me knowledge and insight arose:",
    "ai-mn26:18.3_0": "‘My freedom is unshakable; this is my last rebirth; now there’ll be no more future lives.’",
    "ai-mn26:19.1_0": "Then it occurred to me,",
    "ai-mn26:19.2_0": "‘This principle I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute.",
    "ai-mn26:19.3_0": "But people like attachment, they love it and enjoy it.",
    "ai-mn26:19.4_0": "It’s hard for them to see this thing; that is, specific conditionality, dependent origination.",
    "ai-mn26:19.5_0": "It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.",
    "ai-mn26:19.6_0": "“If I were to teach the Dhamma, others might not understand me, which would be wearying and troublesome for me.”’",
    "ai-mn26:19.7_0": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me:",
    "ai-mn26:19.8_0": "‘I’ve struggled hard to realize this,",
    "ai-mn26:19.9_0": "enough with trying to explain it!",
    "ai-mn26:19.10_0": "This teaching is not easily understood",
    "ai-mn26:19.11_0": "by those mired in greed and hate.",
    "ai-mn26:19.12_0": "Those who are excited by sensual desire,",
    "ai-mn26:19.13_0": "what’s subtle, going against the stream,",
    "ai-mn26:19.14_0": "deep, hard to see, and very fine,",
    "ai-mn26:19.15_0": "What’s subtle and refined, profound and hard to see.’",
    "ai-mn26:19.16_0": "And as I reflected like this, my mind inclined to remaining passive, not to teaching the Dhamma.",
    "ai-mn26:20.1_0": "Then Brahmā Sahampati, knowing what I was thinking, thought,",
    "ai-mn26:20.2_0": "‘Oh my goodness! The world will be lost, the world will perish! For the mind of the Realized One, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.’",
    "ai-mn26:20.3_0": "Then, as easily as a strong person would extend or contract their arm, he vanished from the bank of the Sahampati and reappeared in front of the Buddha.",
    "ai-mn26:20.3_1": "so did he vanish from the Brahmā realm and appear in front of me.",
    "ai-mn26:20.4_0": "He arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha, and said:",
    "ai-mn26:20.5_0": "‘Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma!",
    "ai-mn26:20.6_0": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching.",
    "ai-mn26:20.7_0": "There will be those who understand the teaching!’",
    "ai-mn26:20.8_0": "That’s what Brahmā Sahampati said.",
    "ai-mn26:20.9_0": "Then he went on to say:",
    "ai-mn26:20.10_0": "‘Among the Magadhans there appeared in the past",
    "ai-mn26:20.11_0": "an impure Dhamma, invented by those still stained,",
    "ai-mn26:20.12_0": "Open this door to the deathless!",
    "ai-mn26:20.13_0": "Let them hear the teaching the immaculate one discovered.",
    "ai-mn26:20.14_0": "Standing high on a rocky mountain,",
    "ai-mn26:20.15_0": "you can see the people all around.",
    "ai-mn26:20.16_0": "In just the same way, all-seer, wise one,",
    "ai-mn26:20.17_0": "having ascended the Temple of Truth,",
    "ai-mn26:20.18_0": "Being rid of sorrow, look upon the people,",
    "ai-mn26:20.19_0": "Sunk in grief, overcome by birth and old age.",
    "ai-mn26:20.20_0": "Rise up, O Hero, Victorious in Battle.",
    "ai-mn26:20.21_0": "Caravan-Leader, Debtless One, travel through the world.",
    "ai-mn26:20.22_0": "Let the Blessed One teach the Dhamma!",
    "ai-mn26:20.23_0": "There will be those who understand.’",
    "ai-mn26:21.1_0": "Then, understanding Brahmā’s invitation, I surveyed the world with the eye of a Buddha, because of my compassion for sentient beings.",
    "ai-mn26:21.2_0": "And I saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not.",
    "ai-mn26:21.3_0": "It’s like a pool with blue water lilies, or pink or white lotuses.",
    "ai-mn26:21.4_0": "In the same way, I saw sentient beings with little dust in their eyes, and some with much dust in their eyes.",
    "ai-mn26:21.5_0": "Then I replied in verse to Brahmā Sahampati:",
    "ai-mn26:21.6_0": "‘Flung open are the doors to the deathless!",
    "ai-mn26:21.7_0": "whoever has ears let them release their faith.",
    "ai-mn26:21.8_0": "Perceiving trouble, Brahmā, I did not speak amongst humans,",
    "ai-mn26:21.9_0": "the sophisticated, sublime Dhamma among humans.’",
    "ai-mn26:21.10_0": "Then Brahmā Sahampati, knowing that his request for me to teach the Dhamma had been granted, bowed and respectfully circled me, keeping me on his right, before vanishing right there.",
    "ai-mn26:22.1_0": "Then it occurred to me,",
    "ai-mn26:22.2_0": "‘Who should I teach first of all?",
    "ai-mn26:22.3_0": "Who will quickly understand this teaching?’",
    "ai-mn26:22.4_0": "Then it occurred to me,",
    "ai-mn26:22.5_0": "‘That Āḷāra Kālāma is astute, competent, clever, and has long had little dust in his eyes.",
    "ai-mn26:22.6_0": "Why don’t I teach him first of all?",
    "ai-mn26:22.7_0": "He’ll quickly understand the teaching.’",
    "ai-mn26:22.8_0": "Then a god, monks, having approached, said this to me:",
    "ai-mn26:22.9_0": "‘Sir, Āḷāra Kālāma passed away seven days ago.’",
    "ai-mn26:22.10_0": "To me knowledge and insight arose:",
    "ai-mn26:22.11_0": "‘Āḷāra Kālāma passed away seven days ago.’",
    "ai-mn26:22.12_0": "Then it occurred to me,",
    "ai-mn26:22.13_0": "‘Āḷāra Kālāma had great understanding,",
    "ai-mn26:22.14_0": "If he had heard the teaching, he would have understood it quickly.’",
    "ai-mn26:23.1_0": "Then it occurred to me,",
    "ai-mn26:23.2_0": "‘Who should I teach first of all?",
    "ai-mn26:23.3_0": "Who will quickly understand this teaching?’",
    "ai-mn26:23.4_0": "Then it occurred to me,",
    "ai-mn26:23.5_0": "‘That Uddaka, son of Rāma, is astute, competent, clever, and has long had little dust in his eyes.",
    "ai-mn26:23.6_0": "Why don’t I teach him first of all?",
    "ai-mn26:23.7_0": "He’ll quickly understand the teaching.’",
    "ai-mn26:23.8_0": "Then a god, monks, having approached, said this to me:",
    "ai-mn26:23.9_0": "‘Sir, Uddaka Rāmaputta is customs station.’",
    "ai-mn26:23.10_0": "To me knowledge and insight arose:",
    "ai-mn26:23.11_0": "Uddaka Rāmaputta died yesterday evening.",
    "ai-mn26:23.12_0": "Then it occurred to me,",
    "ai-mn26:23.13_0": "‘Uddaka Rāmaputta had great understanding,",
    "ai-mn26:23.14_0": "If he had heard the teaching, he would have understood it quickly.’",
    "ai-mn26:24.1_0": "Then it occurred to me,",
    "ai-mn26:24.2_0": "‘Who should I teach first of all?",
    "ai-mn26:24.3_0": "Who will quickly understand this teaching?’",
    "ai-mn26:24.4_0": "Then it occurred to me,",
    "ai-mn26:24.5_0": "‘The group of five mendicants were very helpful to me. They looked after me during my time of resolute striving.",
    "ai-mn26:24.6_0": "Why don’t I teach them first of all?’",
    "ai-mn26:24.7_0": "Then it occurred to me,",
    "ai-mn26:24.8_0": "‘Where are the group of five mendicants staying these days?’",
    "ai-mn26:24.9_0": "With clairvoyance that is purified and superhuman I saw that the group of five mendicants were staying near Benares, in the deer park at Isipatana.",
    "ai-mn26:24.10_0": "So, when I had stayed in Uruvelā as long as I wished, I set out for Benares.",
    "ai-mn26:25.1_0": "While I was traveling along the road between Gaya and Bodhgaya, the Ājīvaka ascetic Upaka saw me",
    "ai-mn26:25.2_0": "and after seeing (him), he said this to me:",
    "ai-mn26:25.3_0": "‘Reverend, your faculties are so very clear, and your complexion is pure and bright.",
    "ai-mn26:25.4_0": "In whose name have you gone forth, reverend? Who is your Teacher? Whose teaching do you believe in?’",
    "ai-mn26:25.5_0": "I replied to Upaka in verse:",
    "ai-mn26:25.6_0": "‘I am the champion, the knower of all,",
    "ai-mn26:25.7_0": "Undefiled in regard to all things,",
    "ai-mn26:25.8_0": "I’ve given up all, freed in the ending of craving.",
    "ai-mn26:25.9_0": "having deep knowledge myself, who should I point to (as Teacher)?",
    "ai-mn26:25.10_0": "I have no teacher;",
    "ai-mn26:25.11_0": "apart from the great sage himself.",
    "ai-mn26:25.12_0": "In the world with its gods,",
    "ai-mn26:25.13_0": "I have no equal.",
    "ai-mn26:25.14_0": "For I’m a Perfected One,",
    "ai-mn26:25.15_0": "I am the supreme Teacher.",
    "ai-mn26:25.16_0": "I alone am fully awakened;",
    "ai-mn26:25.17_0": "cooled, extinguished.",
    "ai-mn26:25.18_0": "I’m going to the city of Kāsi,",
    "ai-mn26:25.19_0": "to roll forth the Wheel of Dhamma.",
    "ai-mn26:25.20_0": "In this world immersed in darkness,",
    "ai-mn26:25.21_0": "I’ll beat the deathless drum!’",
    "ai-mn26:25.22_0": "‘According to your own claim you must be a universal conqueror.’",
    "ai-mn26:25.23_0": "‘The victors are those who, like me,",
    "ai-mn26:25.24_0": "have reached the ending of defilements.",
    "ai-mn26:25.25_0": "I have conquered all bad traits;",
    "ai-mn26:25.26_0": "that’s why I’m a victor.’",
    "ai-mn26:25.27_0": "When I had spoken, Upaka said: ‘If you say so, reverend.’ Shaking his head, he took a wrong turn and left.",
    "ai-mn26:26.1_0": "Traveling stage by stage, I arrived at Benares, and went to see the group of five mendicants in the deer park at Isipatana.",
    "ai-mn26:26.2_0": "The group of five mendicants saw me coming off in the distance",
    "ai-mn26:26.3_0": "and after seeing (him), they resolved among themselves (on this course of action):",
    "ai-mn26:26.4_0": "‘Here comes the ascetic Gotama. He’s so indulgent; he strayed from the struggle and returned to indulgence.",
    "ai-mn26:26.5_0": "We shouldn’t bow to him or rise for him or receive his bowl and robe.",
    "ai-mn26:26.6_0": "But we can set out a seat; he can sit if he likes.’",
    "ai-mn26:26.7_0": "Yet as I drew closer, the group of five mendicants were unable to stop themselves as they had agreed.",
    "ai-mn26:26.8_0": "Some came out to greet me and receive my bowl and robe, some spread out a seat, while others set out water for washing my feet.",
    "ai-mn26:26.9_0": "Then they addressed me by name and as ‘reverend’.",
    "ai-mn26:27.1_0": "So I said to them,",
    "ai-mn26:27.2_0": "‘Mendicants, don’t address me by name and as ‘reverend’.",
    "ai-mn26:27.3_0": "the Realised One is a Worthy One, a Perfect Sambuddha,",
    "ai-mn26:27.4_0": "Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.",
    "ai-mn26:27.5_0": "By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life.’",
    "ai-mn26:27.6_0": "But they said to me,",
    "ai-mn26:27.7_0": "‘Reverend Gotama ... you’ve returned to indulgence.’",
    "ai-mn26:27.8_0": "So I said to them,",
    "ai-mn26:27.9_0": "‘The Realized One has not become indulgent, strayed from the struggle and fallen into indulgence.",
    "ai-mn26:27.10_0": "the Realised One is a Worthy One, a Perfect Sambuddha,",
    "ai-mn26:27.11_0": "Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.",
    "ai-mn26:27.12_0": "By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life.’",
    "ai-mn26:27.13_0": "But for a second time they said to me,",
    "ai-mn26:27.14_0": "‘Reverend Gotama ... you’ve returned to indulgence.’",
    "ai-mn26:27.15_0": "So for a second time I said to them,",
    "ai-mn26:27.16_0": "‘The Realized One has not become indulgent ...’",
    "ai-mn26:27.17_0": "I meditate.’",
    "ai-mn26:27.18_0": "But for a third time they said to me,",
    "ai-mn26:27.19_0": "‘Reverend Gotama ... you’ve returned to indulgence.’",
    "ai-mn26:28.1_0": "So I said to them,",
    "ai-mn26:28.2_0": "‘Mendicants, have you ever known me to speak like this before?’",
    "ai-mn26:28.3_0": "‘No, sir.’",
    "ai-mn26:28.4_0": "‘The Realized One is Perfected, a fully awakened Buddha.",
    "ai-mn26:28.5_0": "Listen up, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.",
    "ai-mn26:28.6_0": "By practicing as instructed you will soon realize the supreme end of the spiritual path in this very life.’",
    "ai-mn26:29.1_0": "I was able to persuade the group of five mendicants.",
    "ai-mn26:29.2_0": "Then sometimes I advised two mendicants, while the other three went for alms.",
    "ai-mn26:29.3_0": "Then those three would feed all six of us with what they brought back.",
    "ai-mn26:29.4_0": "Sometimes I advised three mendicants, while the other two went for alms.",
    "ai-mn26:29.5_0": "Then, when the two monks from the group of six subsisted on whatever, they brought back.",
    "ai-mn26:30.1_0": "Then, knowing the fifth, I made the drawback in this way, being liable to be reborn, I sought the unborn supreme sanctuary, extinguishment.",
    "ai-mn26:30.1_1": "being themselves subject to death,",
    "ai-mn26:30.1_2": "being themselves subject to grief ...",
    "ai-mn26:30.1_3": "Someone whose nature is defiled, knowing the drawback in what is defiled, searches for the undefiled supreme sanctuary, extinguishment.",
    "ai-mn26:30.2_0": "Knowledge and vision arose in them:",
    "ai-mn26:30.3_0": "‘Our freedom is unshakable; this is our last rebirth; now there are no more future lives.’",
    "ai-mn26:31.1_0": "There are these five kinds of sensual stimulation.",
    "ai-mn26:31.2_0": "What are the five?",
    "ai-mn26:31.3_0": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
    "ai-mn26:31.4_0": "Sounds known by the ear ...",
    "ai-mn26:31.5_0": "Smells known by the nose ...",
    "ai-mn26:31.6_0": "tastes known by the tongue ...",
    "ai-mn26:31.7_0": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
    "ai-mn26:31.8_0": "these, monks, are the five strands of sense pleasure.",
    "ai-mn26:32.1_0": "There are ascetics and brahmins who enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. You should understand that they",
    "ai-mn26:32.2_0": "have met with calamity and disaster, and are vulnerable to the Wicked One.",
    "ai-mn26:32.3_0": "Suppose a deer in the wilderness was lying caught on a pile of snares.",
    "ai-mn26:32.4_0": "You’d know that it",
    "ai-mn26:32.5_0": "has met with calamity and disaster, and is vulnerable to the hunter.",
    "ai-mn26:32.6_0": "And when the hunter comes, it cannot flee where it wants.",
    "ai-mn26:32.7_0": "In the same way, there are ascetics and brahmins who enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. You should understand that they",
    "ai-mn26:32.8_0": "have met with calamity and disaster, and are vulnerable to the Wicked One.",
    "ai-mn26:33.1_0": "There are ascetics and brahmins who enjoy these five kinds of sensual stimulation without being tied, infatuated, or attached, seeing the drawbacks, and understanding the escape. You should understand that they",
    "ai-mn26:33.2_0": "haven’t met with calamity and disaster, and are not vulnerable to the Wicked One.",
    "ai-mn26:33.3_0": "Suppose a deer in the wilderness was lying caught on a pile of snares.",
    "ai-mn26:33.4_0": "You’d know that it",
    "ai-mn26:33.5_0": "hasn’t met with calamity and disaster, and isn’t vulnerable to the hunter.",
    "ai-mn26:33.6_0": "And when the hunter comes, it will flee where it wants.",
    "ai-mn26:33.7_0": "In the same way, there are ascetics and brahmins who enjoy these five kinds of sensual stimulation without being tied, infatuated, or attached, seeing the drawbacks, and understanding the escape. You should understand that they",
    "ai-mn26:33.8_0": "haven’t met with calamity and disaster, and are not vulnerable to the Wicked One.",
    "ai-mn26:34.1_0": "Suppose there was a wild deer. While wandering in a forest, they walk, confident, settled, and decided about it.",
    "ai-mn26:34.2_0": "Why is that?",
    "ai-mn26:34.3_0": "He is not, monks, within the range of a hunter.",
    "ai-mn26:34.4_0": "In the same way, a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
    "ai-mn26:34.5_0": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
    "ai-mn26:35.1_0": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.",
    "ai-mn26:35.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:36.1_0": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
    "ai-mn26:36.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:37.1_0": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
    "ai-mn26:37.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:38.1_0": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
    "ai-mn26:38.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:39.1_0": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
    "ai-mn26:39.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:40.1_0": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
    "ai-mn26:40.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:41.1_0": "Furthermore, a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.",
    "ai-mn26:41.2_0": "This is called a mendicant who has blinded Māra ...",
    "ai-mn26:42.1_0": "Furthermore, a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
    "ai-mn26:42.2_0": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
    "ai-mn26:42.3_0": "They’ve crossed over clinging to the world. And they walk, stand, sit, and lie down in confidence.",
    "ai-mn26:42.4_0": "Why is that?",
    "ai-mn26:42.5_0": "Because they’re out of the Wicked One’s range.”",
    "ai-mn26:42.6_0": "That is what the Buddha said.",
    "ai-mn26:42.7_0": "Satisfied, the mendicants were happy with what the Buddha said.",
    "ai-mn26:42.8_0": "The sixth section on the discourse is finished."
}