{
    "ai-mn4:0.1_0": "Majjhima Nikāya 4",
    "ai-mn4:0.2_0": "Bhayabheravasutta",
    "ai-mn4:1.1_0": "So I have heard.",
    "ai-mn4:1.2_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-mn4:2.1_0": "Then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him.",
    "ai-mn4:2.2_0": "and after exchanging courteous talk and greetings, he sat down on one side.",
    "ai-mn4:2.2_1": "He asked the Buddha,",
    "ai-mn4:2.3_0": "“Master Gotama, those gentlemen who have gone forth from the lay life to homelessness out of faith in Master Gotama have Master Gotama to lead the way, help them out, and give them encouragement.",
    "ai-mn4:2.4_0": "And those people follow Master Gotama’s example.”",
    "ai-mn4:2.5_0": "“That’s so true, brahmin! Everything you say is true, brahmin!”",
    "ai-mn4:2.6_0": "And I’ve gone forth in faith from the lay life to homelessness out of faith.",
    "ai-mn4:2.7_0": "And yet people follow my example.”",
    "ai-mn4:2.8_0": "“But Master Gotama, remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in it.",
    "ai-mn4:2.9_0": "Staying alone, the forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.”",
    "ai-mn4:2.10_0": "“That’s so true, brahmin! Everything you say is true, brahmin!”",
    "ai-mn4:2.11_0": "For if they’re in the wilderness, the forest, the delightful, and the forest, like the breaths in the wilderness, in remote lodgings, seeming:",
    "ai-mn4:3.1_0": "Before my awakening—when I was still unawakened but intent on awakening—I too thought,",
    "ai-mn4:3.2_0": "‘But remote lodgings in the wilderness and the forest are challenging. It’s hard to maintain seclusion and hard to find joy in it.",
    "ai-mn4:3.3_0": "Staying alone, the forests seem to rob the mind of a mendicant who isn’t immersed in samādhi.’",
    "ai-mn4:4.1_0": "Then I thought,",
    "ai-mn4:4.2_0": "‘There are ascetics and brahmins with unpurified conduct of body, speech, and mind who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their conduct.",
    "ai-mn4:4.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with unpurified conduct of body, speech, and mind.",
    "ai-mn4:4.4_0": "I am pure in action ...’",
    "ai-mn4:4.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified conduct of body, speech, and mind.’",
    "ai-mn4:4.6_0": "Seeing this purity of conduct in myself I felt even more unruffled about staying in the forest.",
    "ai-mn4:5-7.1_0": "Then I thought,",
    "ai-mn4:5-7.2_0": "‘There are ascetics and brahmins who are impure verbal action ...",
    "ai-mn4:5-7.3_0": "works without impure deeds ...",
    "ai-mn4:5-7.4_0": "‘There are ascetics and brahmins with unpurified livelihood who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of these defects in their livelihood.",
    "ai-mn4:5-7.5_0": "But I don’t frequent remote lodgings in the wilderness and the forest with unpurified livelihood.",
    "ai-mn4:5-7.6_0": "I am pure ...’",
    "ai-mn4:5-7.7_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified livelihood.’",
    "ai-mn4:5-7.8_0": "Seeing this purity of livelihood in myself I felt even more unruffled about staying in the forest.",
    "ai-mn4:8.1_0": "Then I thought,",
    "ai-mn4:8.2_0": "‘There are ascetics and brahmins full of desire for sensual pleasures, with acute lust ...",
    "ai-mn4:8.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with sensual desires ...",
    "ai-mn4:8.4_0": "I’m not rid of greed ...’",
    "ai-mn4:8.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with the forest.’",
    "ai-mn4:8.6_0": "Seeing this, brahmin I felt even more unruffled about staying in the forest.",
    "ai-mn4:9.1_0": "Then I thought,",
    "ai-mn4:9.2_0": "‘There are ascetics and brahmins full of ill will, with malicious intentions ...",
    "ai-mn4:9.3_0": "But I don’t have ill will and malicious intentions frequenting remote lodgings in the wilderness and the forest.",
    "ai-mn4:9.4_0": "I have a heart full of love ...’",
    "ai-mn4:9.5_0": "I am one of those noble ones with loving-kindness.’",
    "ai-mn4:9.6_0": "Seeing this I felt even more unruffled about staying in the forest.",
    "ai-mn4:10.1_0": "Then I thought,",
    "ai-mn4:10.2_0": "‘There are ascetics and brahmins who are full of dullness and drowsiness ...",
    "ai-mn4:10.3_0": "But I’m not overcome with dullness and drowsiness ...",
    "ai-mn4:10.4_0": "I am free of dullness and drowsiness ...’",
    "ai-mn4:10.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with forest.’",
    "ai-mn4:10.6_0": "Seeing this land of the Successful and delightful, I felt even more unruffled about the forest.",
    "ai-mn4:11.1_0": "Then I thought,",
    "ai-mn4:11.2_0": "‘There are ascetics and brahmins who are restless, with no peace of mind ...",
    "ai-mn4:11.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with undeclared mind.",
    "ai-mn4:11.4_0": "I have qualified ...’",
    "ai-mn4:11.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with the forest.’",
    "ai-mn4:11.6_0": "Seeing this purity of mind in myself I felt even more unruffled about staying in the forest.",
    "ai-mn4:12.1_0": "Then I thought,",
    "ai-mn4:12.2_0": "‘There are ascetics and brahmins who are doubting and uncertain ...",
    "ai-mn4:12.3_0": "But I don’t have doubts or uncertain remote lodgings in the wilderness and the forest.",
    "ai-mn4:12.4_0": "I’ve gone beyond doubt ...’",
    "ai-mn4:12.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with forest.’",
    "ai-mn4:12.6_0": "Seeing this three extreme purity of mindfulness meditation I felt even more unruffled about staying in the forest.",
    "ai-mn4:13.1_0": "Then I thought,",
    "ai-mn4:13.2_0": "‘There are ascetics and brahmins who glorify themselves and put others down ...",
    "ai-mn4:13.3_0": "But I don’t glorify myself and put others down ...",
    "ai-mn4:13.4_0": "I don’t glorify myself and put others down ...’",
    "ai-mn4:13.5_0": "I am one of those noble ones who glorify themselves and put others down in the wilderness remote lodgings in the wilderness and the forest.’",
    "ai-mn4:13.6_0": "Seeing this self-developed like I do not glorify myself, because I’ve done the forest.",
    "ai-mn4:14.1_0": "Then I thought,",
    "ai-mn4:14.2_0": "‘There are ascetics and brahmins who are cowardly and craven ...",
    "ai-mn4:14.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with glorious words.",
    "ai-mn4:14.4_0": "I’m free of goosebumps.",
    "ai-mn4:14.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with forest.’",
    "ai-mn4:14.6_0": "Seeing this I felt even more unruffled about staying in the forest.",
    "ai-mn4:15.1_0": "Then I thought,",
    "ai-mn4:15.2_0": "‘There are ascetics and brahmins who enjoy possessions, honor, and popularity ...",
    "ai-mn4:15.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with possessions, honor, and popularity.",
    "ai-mn4:15.4_0": "I have few wishes ...’",
    "ai-mn4:15.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with few wishes.’",
    "ai-mn4:15.6_0": "Seeing this I’ve fewer than myself, brahmin I felt even more unruffled about staying in the forest.",
    "ai-mn4:16.1_0": "Then I thought,",
    "ai-mn4:16.2_0": "‘There are ascetics and brahmins who are lazy and lack energy ...",
    "ai-mn4:16.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with energy",
    "ai-mn4:16.4_0": "I am energetic ...’",
    "ai-mn4:16.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with energy.’",
    "ai-mn4:16.6_0": "Seeing this matter I felt even more unruffled about staying in the forest.",
    "ai-mn4:17.1_0": "Then I thought,",
    "ai-mn4:17.2_0": "‘There are ascetics and brahmins who are unmindful and lack situational awareness ...",
    "ai-mn4:17.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with unmindfulness.",
    "ai-mn4:17.4_0": "I am mindful ...’",
    "ai-mn4:17.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with the forest.’",
    "ai-mn4:17.6_0": "Seeing this support for myself, I felt even more unruffled about staying in the forest.",
    "ai-mn4:18.1_0": "Then I thought,",
    "ai-mn4:18.2_0": "‘There are ascetics and brahmins who lack immersion, with straying minds ...",
    "ai-mn4:18.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with immersion.",
    "ai-mn4:18.4_0": "I am accomplished in immersion ...’",
    "ai-mn4:18.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with immersion.’",
    "ai-mn4:18.6_0": "Seeing this state of immersion in myself I felt even more unruffled about staying in the forest.",
    "ai-mn4:19.1_0": "Then I thought,",
    "ai-mn4:19.2_0": "‘There are ascetics and brahmins who are witless and stupid who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskillful fear and dread because of the defects of witlessness and stupidity.",
    "ai-mn4:19.3_0": "But I don’t frequent remote lodgings in the wilderness and the forest with witless remote lodgings in the wilderness and the forest.",
    "ai-mn4:19.4_0": "I am accomplished in wisdom.",
    "ai-mn4:19.5_0": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest accomplished in wisdom.’",
    "ai-mn4:19.6_0": "Seeing this wisdom in myself I felt even more unruffled about staying in the forest.",
    "ai-mn4:19.7_0": "The exposition of the section on the sixteen sections is finished.",
    "ai-mn4:20.1_0": "Then I thought,",
    "ai-mn4:20.2_0": "‘There are certain nights that are recognized as specially portentous:",
    "ai-mn4:20.3_0": "the fourteenth, fifteenth, and eighth of the fortnight.",
    "ai-mn4:20.4_0": "On such nights, why don’t I stay in awe-inspiring and hair-raising shrines in parks, forests, and trees? In such lodgings, hopefully I might see that fear and dread.’",
    "ai-mn4:20.5_0": "Some time later, that’s what I did.",
    "ai-mn4:20.6_0": "the fourteenth, fifteenth, and eighth of the fortnight.",
    "ai-mn4:20.7_0": "On such nights, why don’t I stay in awe-inspiring and hair-raising shrines in parks, forests, and trees.",
    "ai-mn4:20.8_0": "As I was staying there a deer came by, or a peacock snapped a twig, or the wind rustled the leaves.",
    "ai-mn4:20.9_0": "Then I thought,",
    "ai-mn4:20.10_0": "‘Is this that fear and dread coming?’",
    "ai-mn4:20.11_0": "Then I thought,",
    "ai-mn4:20.12_0": "‘Why do I always meditate expecting that fear and terror to come?",
    "ai-mn4:20.13_0": "Why don’t I get rid of that fear and dread just as it comes, while remaining just as I am?’",
    "ai-mn4:20.14_0": "Then that fear and dread came upon me as I was walking.",
    "ai-mn4:20.15_0": "I didn’t stand still or sit down or lie down until I had got rid of that fear and dread while walking.",
    "ai-mn4:20.16_0": "Then that fear and dread came upon me as I was standing.",
    "ai-mn4:20.17_0": "I didn’t walk or sit down or lie down.",
    "ai-mn4:20.17_1": "until I get rid of that fear and dread.",
    "ai-mn4:20.18_0": "Then that fear and dread came upon me as I was sitting.",
    "ai-mn4:20.19_0": "I didn’t lie down or stand still or walk until I had got rid of that fear and dread while sitting.",
    "ai-mn4:20.20_0": "Then that fear and dread came upon me as I was lying down.",
    "ai-mn4:20.21_0": "I didn’t sit up or stand still or walk until I had got rid of that fear and dread while lying down.",
    "ai-mn4:21.1_0": "There are some ascetics and brahmins who perceive that it’s day when in fact it’s night, or perceive that it’s night when in fact it’s day.",
    "ai-mn4:21.2_0": "This is what I call abide in those ascetics and brahmins.",
    "ai-mn4:21.3_0": "I perceive that it’s night when in fact it is night, and perceive that it’s day when in fact it is day.",
    "ai-mn4:21.4_0": "And if there’s anyone of whom it may be rightly said that",
    "ai-mn4:21.5_0": "a being not liable to delusion has arisen in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.",
    "ai-mn4:21.6_0": "a being not liable to delusion has arisen in the world for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.",
    "ai-mn4:22-26.1_0": "I was firmly energetic and had clarity of mindfulness; my body was tranquil and my mind unified.",
    "ai-mn4:22-26.2_0": "Fully secluded from the five senses, secluded from unwholesome mental qualities, I entered and remained in the first absorption, which consists of joy and bliss born of seclusion and is accompanied by movement of the mind.",
    "ai-mn4:22-26.3_0": "As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.",
    "ai-mn4:22-26.4_0": "And with the fading away of joy, I remained even-minded, mindful, and fully aware, experiencing bliss directly, and I entered and remained in body.",
    "ai-mn4:22-26.4_1": "about which the Noble Ones declare:",
    "ai-mn4:22-26.4_2": "‘One is even-minded, mindful, and abides in bliss.’",
    "ai-mn4:22-26.5_0": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
    "ai-mn4:27.1_0": "When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward recollection of past lives.",
    "ai-mn4:27.1_1": "I recollected many kinds of past lives.",
    "ai-mn4:27.2_0": "That is:",
    "ai-mn4:27.2_1": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths.",
    "ai-mn4:27.2_2": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food.",
    "ai-mn4:27.2_3": "I remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollect my many kinds of past lives, with features and details.",
    "ai-mn4:28.1_0": "This was the first true insight attained by me in the first part of the night.",
    "ai-mn4:28.2_0": "Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
    "ai-mn4:29.1_0": "When my mind had immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the death and rebirth of sentient beings.",
    "ai-mn4:29.2_0": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds:",
    "ai-mn4:29.2_1": "‘These dear beings did bad things by way of body, speech, and mind.",
    "ai-mn4:29.2_2": "They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view.",
    "ai-mn4:29.2_3": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
    "ai-mn4:29.2_4": "at the breaking up of the body after death, have been reborn in a good destination, a heaven world.’",
    "ai-mn4:29.2_5": "They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.",
    "ai-mn4:30.1_0": "This was the second knowledge, which I achieved in the middle watch of the night.",
    "ai-mn4:30.2_0": "Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
    "ai-mn4:31.1_0": "When my mind had become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—I extended it toward knowledge of the ending of defilements.",
    "ai-mn4:31.2_0": "I truly understood: ‘This is suffering’ ... ‘This is the origin of suffering’ ... ‘This is the cessation of suffering’ ... ‘This is the practice that leads to the cessation of suffering.'",
    "ai-mn4:31.3_0": "I truly understood: ‘These are defilements’ ... ‘This is the origin of defilements’ ... ‘This is the cessation of defilements’ ... ‘This is the practice that leads to the cessation of defilements’.",
    "ai-mn4:32.1_0": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-mn4:32.2_0": "When it was freed, I knew it was freed.",
    "ai-mn4:32.3_0": "I understood: ‘Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.’",
    "ai-mn4:33.1_0": "This was the third knowledge, which I achieved in the last watch of the night.",
    "ai-mn4:33.2_0": "Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
    "ai-mn4:34.1_0": "You might think,",
    "ai-mn4:34.2_0": "‘Perhaps the Master Gotama is not free of greed, hate, and delusion even today, and that is why he still frequents remote lodgings in the wilderness and the forest.’",
    "ai-mn4:34.3_0": "But you should not see it like that.",
    "ai-mn4:34.4_0": "Two reasons I see two reasons to frequent remote lodgings in the wilderness and the forest.",
    "ai-mn4:34.5_0": "I see a happy life for myself in the present.”",
    "ai-mn4:35.1_0": "“Indeed, Master Gotama has compassion for future generations, since he is a perfected one, a fully awakened Buddha.",
    "ai-mn4:35.2_0": "Excellent, Master Gotama! Excellent!",
    "ai-mn4:35.3_0": "Just as one might set upright what had been overturned, or reveal what had been hidden, or show the way to one who was lost, or bring a lamp into the darkness so that",
    "ai-mn4:35.3_1": "so that one with eyes might see what’s there—",
    "ai-mn4:35.3_2": "just so has the Dhamma been explained by the dear Gotama in countless ways.",
    "ai-mn4:35.4_0": "Good Gotama, I go for refuge to you, and to the Teaching and to the Sangha of monks.",
    "ai-mn4:35.5_0": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”",
    "ai-mn4:35.6_0": "The fourth section on fear and dread"
}