{
    "ai-mn52:0.1_0": "Majjhima Nikāya 52",
    "ai-mn52:0.2_0": "Aṭṭhakanāgarasutta",
    "ai-mn52:1.1_0": "So I have heard.",
    "ai-mn52:1.2_0": "At one time Venerable Ānanda was staying near Vesālī in the little village of Beluva.",
    "ai-mn52:1.3_0": "Now at that time the householder Dasama from the city of Aṭṭhaka had arrived at Pāṭaliputta on some business.",
    "ai-mn52:2.1_0": "He went to the Chicken Monastery, approached a certain mendicant.",
    "ai-mn52:2.1_1": "he went to that monk, bowed, and sat down.",
    "ai-mn52:2.1_2": "He bowed, sat down to one side, and said to him,",
    "ai-mn52:2.2_0": "“Sirs, where is venerable Ānanda at present?",
    "ai-mn52:2.3_0": "For I want to see him.”",
    "ai-mn52:2.4_0": "“Householder, Venerable Ānanda is staying near Vesālī in the little village of Beluva.”",
    "ai-mn52:3.1_0": "Then the householder Dasama, having concluded his business there, went to the little village of Beluva in Vesālī to see Ānanda.",
    "ai-mn52:3.1_1": "and after approaching and worshipping venerable Ānanda, he sat down on one side.",
    "ai-mn52:3.1_2": "He bowed, sat down to one side, and said to Ānanda:",
    "ai-mn52:3.2_0": "“Sir, Ānanda, is there one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary?”",
    "ai-mn52:3.3_0": "“There is, householder.”",
    "ai-mn52:3.4_0": "“And what is that one thing?”",
    "ai-mn52:4.1_0": "“Householder, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
    "ai-mn52:4.2_0": "They reflect:",
    "ai-mn52:4.3_0": "‘Even this first absorption is produced by choices and intentions.’",
    "ai-mn52:4.4_0": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
    "ai-mn52:4.5_0": "Abiding in that they attain the ending of defilements.",
    "ai-mn52:4.6_0": "If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously, because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world.",
    "ai-mn52:4.7_0": "This is one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.",
    "ai-mn52:5.1_0": "Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption ...",
    "ai-mn52:5.1_1": "he dwells having attained the second absorption.",
    "ai-mn52:5.2_0": "They reflect:",
    "ai-mn52:5.3_0": "‘Even this second absorption is produced by choices and intentions.’ ...",
    "ai-mn52:5.4_0": "to the supreme sanctuary.",
    "ai-mn52:6.1_0": "third absorption ...",
    "ai-mn52:6.2_0": "They reflect:",
    "ai-mn52:6.3_0": "‘Even this third absorption is produced by choices and intentions.’ ...",
    "ai-mn52:6.4_0": "to the supreme sanctuary.",
    "ai-mn52:7.1_0": "fourth absorption ...",
    "ai-mn52:7.2_0": "They reflect:",
    "ai-mn52:7.3_0": "‘Even this fourth absorption is produced by choices and intentions.’ ...",
    "ai-mn52:7.4_0": "to the supreme sanctuary.",
    "ai-mn52:8.1_0": "Furthermore, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
    "ai-mn52:8.1_1": "In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.",
    "ai-mn52:8.2_0": "They reflect:",
    "ai-mn52:8.3_0": "‘Even this heart’s release by love is produced by choices and intentions.’",
    "ai-mn52:8.4_0": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
    "ai-mn52:8.5_0": "When standing there, he stands there. ...",
    "ai-mn52:8.6_0": "to the supreme sanctuary.",
    "ai-mn52:9.1_0": "Furthermore, a mendicant meditates spreading a heart full of compassion ...",
    "ai-mn52:10.1_0": "rejoicing ...",
    "ai-mn52:11.1_0": "equanimity to one direction, and to the second, and to the third, and to the fourth.",
    "ai-mn52:11.1_1": "In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.",
    "ai-mn52:11.2_0": "They reflect:",
    "ai-mn52:11.3_0": "‘Even this heart’s release by equanimity is produced by choices and intentions.’",
    "ai-mn52:11.4_0": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
    "ai-mn52:11.5_0": "When standing there, he stands there. ...",
    "ai-mn52:11.6_0": "to the supreme sanctuary.",
    "ai-mn52:12.1_0": "Furthermore, householder, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
    "ai-mn52:12.2_0": "They reflect:",
    "ai-mn52:12.3_0": "‘Even this attainment of the dimension of infinite space is produced by choices and intentions.’",
    "ai-mn52:12.4_0": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
    "ai-mn52:12.5_0": "When standing there, he stands there. ...",
    "ai-mn52:12.6_0": "to the supreme sanctuary.",
    "ai-mn52:13.1_0": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
    "ai-mn52:13.2_0": "They reflect:",
    "ai-mn52:13.3_0": "‘Even this attainment of the dimension of infinite consciousness is produced by choices and intentions.’",
    "ai-mn52:13.4_0": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
    "ai-mn52:13.5_0": "When standing there, he stands there. ...",
    "ai-mn52:13.6_0": "to the supreme sanctuary.",
    "ai-mn52:14.1_0": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
    "ai-mn52:14.2_0": "They reflect:",
    "ai-mn52:14.3_0": "‘Even this attainment of the dimension of nothingness is produced by choices and intentions.’",
    "ai-mn52:14.4_0": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
    "ai-mn52:14.5_0": "Abiding in that they attain the ending of defilements.",
    "ai-mn52:14.6_0": "If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously, because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world.",
    "ai-mn52:14.7_0": "This too is one thing that has been rightly explained by the Blessed One—who knows and sees, the perfected one, the fully awakened Buddha—practicing which a diligent, keen, and resolute mendicant’s mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.”",
    "ai-mn52:15.1_0": "When he said this, the householder Dasama said to Venerable Ānanda,",
    "ai-mn52:15.2_0": "“Sir, suppose a person was looking for an entrance to a hidden treasure. And all at once they’d come across eleven entrances!",
    "ai-mn52:15.3_0": "In the same way, I was searching for the door to the deathless. And all at once I got to hear of eleven doors to the deathless.",
    "ai-mn52:15.4_0": "Suppose a person had a house with eleven doors. If the house caught fire they’d be able to flee to safety through any one of those doors.",
    "ai-mn52:15.5_0": "In the same way, I’m able to flee to safety through any one of these eleven doors to the deathless.",
    "ai-mn52:15.6_0": "Sir, those who follow other paths seek a fee for the teacher. Why shouldn’t I make an offering to Venerable Ānanda?”",
    "ai-mn52:16.1_0": "Then the householder Dasama, having assembled the Saṅgha from Vesālī and Pāṭaliputta, served and satisfied them with his own hands with a variety of delicious foods.",
    "ai-mn52:16.2_0": "It clothed one hundred pair of garments on one side and Ānanda with three robes.",
    "ai-mn52:16.3_0": "The second section on the City of Aṭṭhaka is finished."
}