{
    "ai-mn56:0.1_0": "Majjhima Nikāya 56",
    "ai-mn56:0.2_0": "Upālisutta",
    "ai-mn56:1.1_0": "So I have heard.",
    "ai-mn56:1.2_0": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove.",
    "ai-mn56:2.1_0": "At that time Nigaṇṭha Nāṭaputta was residing at Nāḷandā together with a large assembly of Jain ascetics.",
    "ai-mn56:2.2_0": "Then the Jain ascetic Dīgha Tapassī wandered for alms in Nāḷandā. After the meal, on his return from alms-round, he went to Pāvārika’s mango grove.",
    "ai-mn56:2.2_1": "exchanged pleasantries with him,",
    "ai-mn56:2.3_0": "When the greetings and polite conversation were over, he stood to one side.",
    "ai-mn56:2.3_1": "The Buddha said to him,",
    "ai-mn56:2.4_0": "“There are seats, Tapassī. Please sit if you wish.”",
    "ai-mn56:3.1_0": "When he said this, Dīgha Tapassī took a low seat and sat to one side.",
    "ai-mn56:3.2_0": "The Buddha said to him,",
    "ai-mn56:3.3_0": "“But how many Jain ascetics does Nigaṇṭha Nātaputta describe as performing bad deeds?”",
    "ai-mn56:3.4_0": "“Reverend Gotama, Nigaṇṭha Nātaputta doesn’t usually speak in terms of ‘deeds’.",
    "ai-mn56:3.5_0": "He usually speaks in terms of ‘rods’.”",
    "ai-mn56:3.6_0": "“But how many rod does Nigaṇṭha Nātaputta describe a bad deed?”",
    "ai-mn56:3.7_0": "“Nigaṇṭha Nātaputta describes three kinds of rod for performing bad deeds:",
    "ai-mn56:3.8_0": "rod all kinds of rod.”",
    "ai-mn56:3.9_0": "“But are these kinds of rod all distinct from each other?”",
    "ai-mn56:3.10_0": "“Yes, each is quite distinct.”",
    "ai-mn56:3.11_0": "“Of the three rods thus analyzed and differentiated, which rod does Nigaṇṭha Nātaputta describe as being the most blameworthy for performing bad deeds: the physical rod, the verbal rod, or the mental rod?”",
    "ai-mn56:3.12_0": "“Nigaṇṭha Nātaputta describes the physical rod as being the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”",
    "ai-mn56:3.13_0": "“Do you say the physical rod, Tapassī?”",
    "ai-mn56:3.14_0": "“I say the physical rod, Reverend Gotama.”",
    "ai-mn56:3.15_0": "“Do you say the physical rod, Tapassī?”",
    "ai-mn56:3.16_0": "“I say the physical rod, Reverend Gotama.”",
    "ai-mn56:3.17_0": "“Do you say the physical rod, Tapassī?”",
    "ai-mn56:3.18_0": "“I say the physical rod, Reverend Gotama.”",
    "ai-mn56:3.19_0": "Thus the Buddha made Dīgha Tapassī stand by this point up to the third time.",
    "ai-mn56:4.1_0": "When he said this, Dīgha Tapassī said to the Buddha,",
    "ai-mn56:4.2_0": "“But Reverend Gotama, how many kinds of rod do you describe for performing bad deeds?”",
    "ai-mn56:4.3_0": "“No, Tapassī, you shouldn’t usually describe the Realized One as ‘The rods’.",
    "ai-mn56:4.4_0": "He usually speaks in terms of ‘deeds’.”",
    "ai-mn56:4.5_0": "“But Reverend Gotama, how many kinds of deeds described for performing bad deeds?”",
    "ai-mn56:4.6_0": "“I describe three kinds of deeds for performing bad deeds:",
    "ai-mn56:4.7_0": "physical deeds, verbal deeds, and mental deeds.”",
    "ai-mn56:4.8_0": "“But reverend Gotama, are deeds one thing and body, speech, and mind?”",
    "ai-mn56:4.9_0": "“Yes, each is quite distinct.”",
    "ai-mn56:4.10_0": "“Of the three deeds thus analyzed and differentiated, which deed do you describe as being the most blameworthy for performing bad deeds: physical deeds, verbal deeds, or mental deeds?”",
    "ai-mn56:4.11_0": "“I describe mental deeds as being the most blameworthy for performing bad deeds, not so much physical deeds or verbal deeds.”",
    "ai-mn56:4.12_0": "“Reverend Gotama, you say mental deeds.”",
    "ai-mn56:4.13_0": "“I say mental deeds, Tapassī.”",
    "ai-mn56:4.14_0": "“Reverend Gotama, you say mental deeds.”",
    "ai-mn56:4.15_0": "“I say mental deeds, Tapassī.”",
    "ai-mn56:4.16_0": "“Reverend Gotama, you say mental deeds.”",
    "ai-mn56:4.17_0": "“I say mental deeds, Tapassī.”",
    "ai-mn56:4.18_0": "Thus the Jain ascetic Dīgha Tapassī made the Buddha stand by this point up to the third time, after which he got up from his seat and went to see Nigaṇṭha Nātaputta.",
    "ai-mn56:5.1_0": "Now at that time Nigaṇṭha Nātaputta was sitting together with a large assembly of laypeople.",
    "ai-mn56:5.2_0": "Nigaṇṭha Nātaputta saw Dīgha Tapassī coming off in the distance",
    "ai-mn56:5.3_0": "and said to him,",
    "ai-mn56:5.4_0": "“So, Tapassī, where are you coming from in the middle of the day?”",
    "ai-mn56:5.5_0": "“Just now, sir, I’ve come from the presence of the ascetic Gotama.”",
    "ai-mn56:5.6_0": "“But did you have some discussion with him?”",
    "ai-mn56:5.7_0": "“Sir, I have some discussion with him.”",
    "ai-mn56:5.8_0": "“And what kind of discussion did you have with him?”",
    "ai-mn56:5.9_0": "Then Dīgha Tapassī informed Nigaṇṭha Nātaputta of all they had discussed.",
    "ai-mn56:6.1_0": "When he had spoken, Nigaṇṭha said to him,",
    "ai-mn56:6.2_0": "“Good, good, Tapassī!",
    "ai-mn56:6.3_0": "Dīgha Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions.",
    "ai-mn56:6.4_0": "How impressive is the six kinds of fondness and influence that the physical contact is so gross,",
    "ai-mn56:6.5_0": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”",
    "ai-mn56:7.1_0": "When he said this, the householder Upāli said to him,",
    "ai-mn56:7.2_0": "“Good, sir! Well done, Dīgha Tapassī!",
    "ai-mn56:7.3_0": "The honorable Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions.",
    "ai-mn56:7.4_0": "How impressive is the six kinds of fondness and influence that the physical contact is so gross,",
    "ai-mn56:7.5_0": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.",
    "ai-mn56:7.6_0": "I’d better go and refute the ascetic Gotama’s doctrine on this point.",
    "ai-mn56:7.7_0": "If he stands by the position that he becomes established in oneself, then his mount has been established.",
    "ai-mn56:7.7_1": "It’s like when a strong man grabs a tough horse-hair rope on a strap.",
    "ai-mn56:7.7_2": "So I’ll half a swamp the ascetic Gotama half-monthly and increase.",
    "ai-mn56:7.8_0": "Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about!",
    "ai-mn56:7.8_1": "So I’ll half a swamp the ascetic Gotama half-monthly and increase.",
    "ai-mn56:7.9_0": "Taking him on in debate, I’ll shake him down and about and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about,",
    "ai-mn56:7.9_1": "In this way I’ll shake the ascetic Gotama or torpor him by shaking him.",
    "ai-mn56:7.10_0": "I’m like a deep lake fed by the hand, just like a sixty-year-old lotus pond playing in a deep lotus pond.",
    "ai-mn56:7.10_1": "In this way I see the ascetic Gotama washed to play with games.",
    "ai-mn56:7.11_0": "Sir, I’d better go and refute the ascetic Gotama’s doctrine on this point.”",
    "ai-mn56:7.12_0": "“Go, householder, refute the ascetic Gotama’s doctrine on this point.",
    "ai-mn56:7.13_0": "For I am quite enough to refute the ascetic Gotama’s doctrine.”",
    "ai-mn56:8.1_0": "When he said this, Dīgha Tapassī said to Nigaṇṭha Nātaputta,",
    "ai-mn56:8.2_0": "“Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine.",
    "ai-mn56:8.3_0": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.”",
    "ai-mn56:8.4_0": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.",
    "ai-mn56:8.5_0": "But it is possible that Gotama could become Upāli’s disciple.",
    "ai-mn56:8.6_0": "Go, householder, refute the ascetic Gotama’s doctrine on this point.",
    "ai-mn56:8.7_0": "For I am quite enough to refute the ascetic Gotama’s doctrine.”",
    "ai-mn56:9.1_0": "For a second time ...",
    "ai-mn56:9.2_0": "and a third time, Dīgha Tapassī told Nigaṇṭha Nātaputta",
    "ai-mn56:9.3_0": "“Sir, I don’t believe it’s a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine.",
    "ai-mn56:9.4_0": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.”",
    "ai-mn56:9.5_0": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.",
    "ai-mn56:9.6_0": "But it is possible that Gotama could become Upāli’s disciple.",
    "ai-mn56:9.7_0": "Go, householder, refute the ascetic Gotama’s doctrine on this point.",
    "ai-mn56:9.8_0": "For I am quite enough to refute the ascetic Gotama’s doctrine.”",
    "ai-mn56:9.9_0": "“Yes, sir,” replied the householder Upāli to Nigaṇṭha Nāṭaputta.",
    "ai-mn56:9.9_1": "bowed, sat down,",
    "ai-mn56:9.9_2": "He got up from his seat, bowed, and respectfully circled him, keeping him on his right. Then he went to the Buddha, bowed, sat down to one side, and said to him,",
    "ai-mn56:9.10_0": "“Sir, did the Jain ascetic Dīgha Tapassī come here?”",
    "ai-mn56:9.11_0": "“He did, householder.”",
    "ai-mn56:9.12_0": "“But did you have some discussion with him?”",
    "ai-mn56:9.13_0": "“I have some discussion with him.”",
    "ai-mn56:9.14_0": "“And what kind of discussion did you have with him?”",
    "ai-mn56:9.15_0": "Then the Buddha informed Upāli of all they had discussed.",
    "ai-mn56:10.1_0": "When he said this, the householder Upāli said to him,",
    "ai-mn56:10.2_0": "“Good, sir, well done by Tapassī!",
    "ai-mn56:10.3_0": "The honorable Tapassī has answered the ascetic Gotama like an educated disciple who rightly understands their teacher’s instructions.",
    "ai-mn56:10.4_0": "How impressive is the six kinds of fondness and influence that the physical contact is so gross,",
    "ai-mn56:10.5_0": "Rather, the physical rod is the most blameworthy for performing bad deeds, not so much the verbal rod or the mental rod.”",
    "ai-mn56:10.6_0": "“Householder, so long as you debate on the basis of truth, we can have some discussion about this.”",
    "ai-mn56:10.7_0": "“I will debate on the basis of truth, sir.",
    "ai-mn56:10.8_0": "Let us have some discussion about this.”",
    "ai-mn56:11.1_0": "“What do you think, householder?",
    "ai-mn56:11.2_0": "It’s when a Jain ascetic is sick, suffering, gravely ill.",
    "ai-mn56:11.3_0": "Not getting cold water, they might die.",
    "ai-mn56:11.4_0": "Now, where does Nigaṇṭha Nātaputta say they would be reborn?”",
    "ai-mn56:11.5_0": "“Sir, there is a gods named ‘elephant’.”",
    "ai-mn56:11.6_0": "“Why is that?”",
    "ai-mn56:11.7_0": "Because they died with mental attachment.”",
    "ai-mn56:11.8_0": "“Think about it, householder! You should think before answering.",
    "ai-mn56:11.9_0": "And it is not the last step on to the east or the west,",
    "ai-mn56:11.10_0": "But you said that you would debate on the basis of truth.”",
    "ai-mn56:11.11_0": "‘I will debate on the basis of truth, sir.",
    "ai-mn56:11.12_0": "Let us have some discussion about this.”",
    "ai-mn56:11.13_0": "“Sir, even though the Buddha says this, still does bad deeds, not so much the verbal rod or the mental rod.”",
    "ai-mn56:12.1_0": "“What do you think, householder?",
    "ai-mn56:12.2_0": "It’s when Nigaṇṭha Nātaputta was guarded, restrained with all water, disrobed, with all water as rising above, shake off all water,",
    "ai-mn56:12.3_0": "When going out and coming back they accidentally injure many little creatures.",
    "ai-mn56:12.4_0": "Now, where does Nigaṇṭha Nātaputta say that this is the result of this?”",
    "ai-mn56:12.5_0": "“Sir, Nigaṇṭha Nātaputta says that unintentional acts are not very blameworthy.”",
    "ai-mn56:12.6_0": "“But if they are intentional?”",
    "ai-mn56:12.7_0": "“Then they are very blameworthy.”",
    "ai-mn56:12.8_0": "“But where does Nigaṇṭha Nātaputta say that intention is classified?”",
    "ai-mn56:12.9_0": "“In the mental rod, sir.”",
    "ai-mn56:12.10_0": "“Think about it, householder! You should think before answering.",
    "ai-mn56:12.11_0": "And it is not the last step on to the east or the west,",
    "ai-mn56:12.12_0": "But you said that you would debate on the basis of truth.”",
    "ai-mn56:12.13_0": "‘I will debate on the basis of truth, sir.",
    "ai-mn56:12.14_0": "Let us have some discussion about this.”",
    "ai-mn56:12.15_0": "“Sir, even though the Buddha says this, still does bad deeds, not so much the verbal rod or the mental rod.”",
    "ai-mn56:13.1_0": "“What do you think, householder?",
    "ai-mn56:13.2_0": "Is this Nāḷandā successful and prosperous and full of people?”",
    "ai-mn56:13.3_0": "“Indeed it is, sir.”",
    "ai-mn56:13.4_0": "“What do you think, householder?",
    "ai-mn56:13.5_0": "Suppose a man were to come along with a drawn sword",
    "ai-mn56:13.6_0": "who would reply:",
    "ai-mn56:13.7_0": "‘In one moment I will reduce all the living creatures within the bounds of Nāḷandā to one heap and mass of flesh!’",
    "ai-mn56:13.8_0": "What do you think, householder?",
    "ai-mn56:13.9_0": "Could that person do by one heap of stone meatus as far as the flesh of a moment, and one smeared with a single mass of flesh?”",
    "ai-mn56:13.10_0": "“Sir, suppose a cow with twenty men, thirty, forty, fifty, or male and female slave. It wasn’t able to rough the mass of flesh and smeared with blood, I was unable to rotten.",
    "ai-mn56:13.11_0": "How impressive is one measly man?”",
    "ai-mn56:13.12_0": "“What do you think, householder?",
    "ai-mn56:13.13_0": "Suppose an ascetic or brahmin with psychic power, who has achieved mastery of the mind, were to come along",
    "ai-mn56:13.14_0": "who would reply:",
    "ai-mn56:13.15_0": "‘I will reduce Nāḷandā to ashes with a single malevolent act of will!’",
    "ai-mn56:13.16_0": "What do you think, householder?",
    "ai-mn56:13.17_0": "Could he do that?”",
    "ai-mn56:13.18_0": "“Sir, an ascetic or brahmin with psychic power, who has achieved mastery of the mind, could reduce ten, twenty, thirty, forty, or fifty Nāḷandās to ashes with a single malevolent act of will.",
    "ai-mn56:13.19_0": "How impressive is one measly Nāḷandā?”",
    "ai-mn56:13.20_0": "“Think about it, householder! You should think before answering.",
    "ai-mn56:13.21_0": "And it is not the last step on to the east or the west,",
    "ai-mn56:13.22_0": "But you said that you would debate on the basis of truth.”",
    "ai-mn56:13.23_0": "‘I will debate on the basis of truth, sir.",
    "ai-mn56:13.24_0": "Let us have some discussion about this.”",
    "ai-mn56:13.25_0": "“Sir, even though the Buddha says this, still does bad deeds, not so much the verbal rod or the mental rod.”",
    "ai-mn56:13.26_0": "“What do you think, householder?",
    "ai-mn56:13.27_0": "Have you heard that the wilderness is immoral, silver, and buffaloes that are empty of people.”",
    "ai-mn56:13.28_0": "“Yes, sir.”",
    "ai-mn56:14.1_0": "“What have you heard?”",
    "ai-mn56:14.2_0": "“I heard that it was because of a malevolent act of will by hermits that the wildernesses of Daṇḍaka, Kāliṅga, Mejjha, and Mātaṅga came to be that way.”",
    "ai-mn56:14.3_0": "“Think about it, householder! You should think before answering.",
    "ai-mn56:14.4_0": "And it is not the last step on to the east or the west,",
    "ai-mn56:14.5_0": "But you said that you would debate on the basis of truth.”",
    "ai-mn56:14.6_0": "‘I will debate on the basis of truth, sir.",
    "ai-mn56:14.7_0": "Let us have some discussion about this.”",
    "ai-mn56:15.1_0": "“Sir, I was already delighted and satisfied by the Buddha’s very first simile.",
    "ai-mn56:15.2_0": "Nevertheless, I wanted to hear the Buddha’s various solutions to the problem, so I thought I’d oppose you in this way.",
    "ai-mn56:15.3_0": "Excellent, reverend Sir! Excellent, reverend Sir!",
    "ai-mn56:15.4_0": "Just as one might set upright what had been overturned, or reveal what was hidden, or show the way to one who was lost, or bring a lamp into the darkness so that",
    "ai-mn56:15.4_1": "so that one with eyes might see what’s there—",
    "ai-mn56:15.4_2": "just so has the Buddha made the Teaching clear in many ways.",
    "ai-mn56:15.5_0": "I go for refuge to the Buddha, to the Teaching, and to the Sangha of monks.",
    "ai-mn56:15.6_0": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”",
    "ai-mn56:16.1_0": "“Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.”",
    "ai-mn56:16.2_0": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to",
    "ai-mn56:16.2_1": "‘Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.’",
    "ai-mn56:16.3_0": "For if the followers of other paths were to gain me as a disciple, they’d carry a banner all over Nāḷandā, saying:",
    "ai-mn56:16.4_0": "‘The householder Upāli has become our disciple!’",
    "ai-mn56:16.5_0": "And yet the Buddha says:",
    "ai-mn56:16.6_0": "‘Householder, you should act after careful consideration. It’s good for well-known people such as yourself to act after careful consideration.’",
    "ai-mn56:16.7_0": "For the second time I go for refuge to you and to the Teaching and to the Sangha of monks.",
    "ai-mn56:16.8_0": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”",
    "ai-mn56:17.1_0": "“For a long time now, householder, your family has been a well-spring of support for the Jain ascetics. You should consider giving to them when they come.”",
    "ai-mn56:17.2_0": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to",
    "ai-mn56:17.2_1": "consider giving to the Jain ascetics when they come.",
    "ai-mn56:17.3_0": "I have heard, sir, that the ascetic Gotama says this:",
    "ai-mn56:17.4_0": "‘Gifts should only be given to me, not to others.",
    "ai-mn56:17.5_0": "Gifts should only be given to my disciples, not to the disciples of others.",
    "ai-mn56:17.6_0": "Only what is given to me is very fruitful, not what is given to others.",
    "ai-mn56:17.7_0": "Only what is given to my disciples is very fruitful, not what is given to the disciples of others.’",
    "ai-mn56:17.8_0": "But in reality you encourage me to give to the Jains.",
    "ai-mn56:17.9_0": "Indeed, I shall know the right time for this.",
    "ai-mn56:17.10_0": "For the third time I go for refuge to you and to the Teaching and to the Sangha of monks.",
    "ai-mn56:17.11_0": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”",
    "ai-mn56:18.1_0": "Then the Buddha taught the householder Upāli step by step, with",
    "ai-mn56:18.2_0": "talk on generosity, talk on morality, talk on heaven; and he revealed the danger, degradation, and defilement in worldly pleasures, and the benefit of renunciation.",
    "ai-mn56:18.3_0": "And when he knew that Upāli’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas:",
    "ai-mn56:18.4_0": "suffering, its origin, its cessation, and the path.",
    "ai-mn56:18.5_0": "Just as a clean cloth rid of stains would properly absorb dye,",
    "ai-mn56:18.6_0": "in that very seat the stainless, immaculate vision of the Dhamma arose in Upāli:",
    "ai-mn56:18.7_0": "“Anything that has a beginning has an end.”",
    "ai-mn56:18.8_0": "Then Upāli saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions.",
    "ai-mn56:18.9_0": "He said to the Buddha, “Well, now, sir, I must go. I have many duties, and much to do.”",
    "ai-mn56:18.10_0": "“Please, householder, go at your convenience.”",
    "ai-mn56:19.1_0": "And then the householder Upāli approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right.",
    "ai-mn56:19.1_1": "and after approaching he addressed the gate of faults:",
    "ai-mn56:19.2_0": "“My good gatekeeper, from this day forth close the gate to Jain monks and nuns, and open it for the Buddha’s monks, nuns, laymen, and laywomen.",
    "ai-mn56:19.3_0": "Suppose that anyone comes to say to them,",
    "ai-mn56:19.4_0": "‘Wait, sir, do not enter.",
    "ai-mn56:19.5_0": "From now on the householder Upāli has become a disciple of the ascetic Gotama.",
    "ai-mn56:19.6_0": "Jain ascetics’ gates, and open it for the Buddha’s monks, nuns, laymen, and laywomen.",
    "ai-mn56:19.7_0": "If you require alms-food, wait here, they will bring it to you.’”",
    "ai-mn56:19.8_0": "“Yes, sir,” replied the gatekeeper.",
    "ai-mn56:20.1_0": "Dīgha Tapassī heard that",
    "ai-mn56:20.2_0": "“The householder Upāli has become a disciple of the ascetic Gotama.”",
    "ai-mn56:20.3_0": "Then Dīgha Tapassī went to Nigaṇṭha Nātaputta,",
    "ai-mn56:20.3_1": "and after approaching he said this to the Nigaṇṭha Nātaputta:",
    "ai-mn56:20.4_0": "“Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.”",
    "ai-mn56:20.5_0": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.",
    "ai-mn56:20.6_0": "But it is possible that Gotama could become Upāli’s disciple.”",
    "ai-mn56:20.7_0": "For a second time ...",
    "ai-mn56:20.8_0": "and a third time, Dīgha Tapassī told Nigaṇṭha Nātaputta",
    "ai-mn56:20.9_0": "“Sir, they say that the householder Upāli has become a disciple of the ascetic Gotama.”",
    "ai-mn56:20.10_0": "pe…",
    "ai-mn56:20.11_0": "a disciple of Upāli.”",
    "ai-mn56:20.12_0": "“Well, sir, I’d better go and find out whether or not Upāli has become Gotama’s disciple.”",
    "ai-mn56:20.13_0": "“Go, Tapassī, whether or not Upāli has become Gotama’s disciple.”",
    "ai-mn56:21.1_0": "Then Dīgha Tapassī went to Upāli’s home.",
    "ai-mn56:21.2_0": "The gatekeeper saw him coming off in the distance",
    "ai-mn56:21.3_0": "and said to him,",
    "ai-mn56:21.4_0": "“Wait, sir, do not enter.",
    "ai-mn56:21.5_0": "From now on the householder Upāli has become a disciple of the ascetic Gotama.",
    "ai-mn56:21.6_0": "Jain ascetics’ gates, and open it for the Buddha’s monks, nuns, laymen, and laywomen.",
    "ai-mn56:21.7_0": "If you require alms-food, wait here, they will bring it to you.”",
    "ai-mn56:21.8_0": "Saying, “No, mister, I do not require alms-food,” he turned back and went to Nigaṇṭha Nātaputta.",
    "ai-mn56:21.8_1": "and after approaching he said this to the Nigaṇṭha Nātaputta:",
    "ai-mn56:21.9_0": "“Sir, it’s really true that Upāli has become Gotama’s disciple.",
    "ai-mn56:21.10_0": "Sir, I couldn’t get you to accept that it wasn’t a good idea for the householder Upāli to rebut the ascetic Gotama’s doctrine.",
    "ai-mn56:21.11_0": "For the ascetic Gotama is a magician. He knows a conversion magic, and uses it to convert the disciples of those who follow other paths.",
    "ai-mn56:21.12_0": "The householder Upāli has been converted by the ascetic Gotama’s conversion magic!”",
    "ai-mn56:21.13_0": "“It is impossible, Tapassī, it cannot happen that Upāli could become Gotama’s disciple.",
    "ai-mn56:21.14_0": "But it is possible that Gotama could become Upāli’s disciple.”",
    "ai-mn56:21.15_0": "For a second time ...",
    "ai-mn56:21.16_0": "that it was really true.",
    "ai-mn56:21.17_0": "a disciple of Upāli.”",
    "ai-mn56:21.18_0": "and a third time, Dīgha Tapassī told Nigaṇṭha Nātaputta",
    "ai-mn56:21.19_0": "that it was really true.",
    "ai-mn56:21.20_0": "pe…",
    "ai-mn56:21.21_0": "a disciple of Upāli.”",
    "ai-mn56:21.22_0": "Well, Tapassī, I’d better go and find out for myself whether or not Upāli has become Gotama’s disciple.”",
    "ai-mn56:22.1_0": "Then Nigaṇṭha Nātaputta went to Upāli’s home together with a large following of Jain ascetics.",
    "ai-mn56:22.2_0": "The gatekeeper saw him coming off in the distance",
    "ai-mn56:22.3_0": "and said to him:",
    "ai-mn56:22.4_0": "“Wait, sir, do not enter.",
    "ai-mn56:22.5_0": "From now on the householder Upāli has become a disciple of the ascetic Gotama.",
    "ai-mn56:22.6_0": "Jain ascetics’ gates, and open it for the Buddha’s monks, nuns, laymen, and laywomen.",
    "ai-mn56:22.7_0": "If you require alms-food, wait here, they will bring it to you.”",
    "ai-mn56:22.8_0": "“Well then, my good gatekeeper, go to Upāli.",
    "ai-mn56:22.8_1": "and after approaching he said this:",
    "ai-mn56:22.9_0": "‘Sir, Nigaṇṭha Nātaputta is waiting outside the gates together with a large following of Jain ascetics.",
    "ai-mn56:22.10_0": "He wishes to see you.’”",
    "ai-mn56:22.11_0": "“Yes, sir,” replied the gatekeeper. He went to Upāli and relayed what was said.",
    "ai-mn56:22.11_1": "and after approaching he said this to the householder Upāli:",
    "ai-mn56:22.12_0": "“Sir, Nigaṇṭha Nātaputta is waiting outside the gates together with a large following of Jain ascetics.",
    "ai-mn56:22.13_0": "He wishes to see you.”",
    "ai-mn56:22.14_0": "Upāli said to him, “Well, then, my good gatekeeper, prepare seats in the hall of the middle gate.”",
    "ai-mn56:22.15_0": "“Yes, sir,” replied the gatekeeper. He did as he was asked, then returned to Upāli.",
    "ai-mn56:22.15_1": "and after approaching he said this to the householder Upāli:",
    "ai-mn56:22.16_0": "“Sir, seats have been prepared in the hall of the middle gate.",
    "ai-mn56:22.17_0": "at your convenience.”",
    "ai-mn56:23.1_0": "Then Upāli went to the hall of the middle gate,",
    "ai-mn56:23.1_1": "where he sat down on the highest and finest seat. He addressed the gatekeeper,",
    "ai-mn56:23.2_0": "“Well then, my good gatekeeper, go to Nigaṇṭha Nātaputta.",
    "ai-mn56:23.2_1": "and after going, they say this to Nigaṇṭha Nātaputta:",
    "ai-mn56:23.3_0": "‘Sir, please say this:",
    "ai-mn56:23.4_0": "you may enter if you wish.’”",
    "ai-mn56:23.5_0": "“Yes, sir,” replied the gatekeeper. He went to Upāli and relayed what was said.",
    "ai-mn56:23.5_1": "and after approaching he said this to the Nigaṇṭha Nātaputta:",
    "ai-mn56:23.6_0": "“Sir, Vāli said this:",
    "ai-mn56:23.7_0": "‘Sir, please don’t want to listen.’”",
    "ai-mn56:23.8_0": "Then Nigaṇṭha Nātaputta went to the hall of the middle gate together with a large following of Jain ascetics.",
    "ai-mn56:24.1_0": "Once again the Buddha thought,",
    "ai-mn56:24.2_0": "Previously, when Upāli saw Nigaṇṭha Nātaputta coming, he would go out to greet him and, having wiped off the highest and finest seat with his upper robe, he would put his arms around him and sit him down.",
    "ai-mn56:24.3_0": "But today, having seated himself on the highest and finest seat, he said to Nigaṇṭha Nātaputta,",
    "ai-mn56:24.4_0": "“There are seats, sir.",
    "ai-mn56:24.5_0": "Please sit if you wish.”",
    "ai-mn56:25.1_0": "When he said this, Nigaṇṭha Nātaputta said to him,",
    "ai-mn56:25.2_0": "“You’re mad, householder! You’re a moron!",
    "ai-mn56:25.3_0": "You said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine.",
    "ai-mn56:25.4_0": "Suppose a person went to a forest grove, or a strickle were to come along carrying an eyesightly behind a man. But just as a strong man would come along carrying a eyeshade.",
    "ai-mn56:25.5_0": "In the same way, you said: ‘I’ll go and refute the ascetic Gotama’s doctrine.’ But you come back caught in the vast net of his doctrine.",
    "ai-mn56:25.6_0": "You’ve been converted by the ascetic Gotama’s conversion magic!”",
    "ai-mn56:26.1_0": "“Sir, this conversion magic is excellent.",
    "ai-mn56:26.2_0": "This conversion magic is lovely!",
    "ai-mn56:26.3_0": "If my loved ones—relatives and kin—were to be converted by this,",
    "ai-mn56:26.3_1": "Even my loved ones are for my lasting welfare and happiness.",
    "ai-mn56:26.4_0": "If all the aristocrats,",
    "ai-mn56:26.4_1": "(All the aristocrats are) for their lasting welfare and happiness.",
    "ai-mn56:26.4_2": "all the brahmins,",
    "ai-mn56:26.4_3": "merchant ...",
    "ai-mn56:26.4_4": "Then the workers were to be constructed.",
    "ai-mn56:26.4_5": "all of them will be for the welfare and happiness of the people.",
    "ai-mn56:26.5_0": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to be converted by this, it would be appropriate for them to be converted by this,",
    "ai-mn56:26.5_1": "And in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
    "ai-mn56:26.6_0": "Well then, sirs, I shall give you a simile.",
    "ai-mn56:26.7_0": "For by means of a simile some sensible people understand the meaning of what is said.",
    "ai-mn56:27.1_0": "Once upon a time there was an old brahmin, elderly and senior. His wife was a young brahmin lady who was pregnant and about to give birth.",
    "ai-mn56:27.2_0": "Then she said to the brahmin,",
    "ai-mn56:27.3_0": "‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’",
    "ai-mn56:27.4_0": "When she said this, the brahmin said to her,",
    "ai-mn56:27.5_0": "‘Wait, my dear, until you give birth.",
    "ai-mn56:27.6_0": "If it’s a girl, I’ll buy a female monkey.",
    "ai-mn56:27.7_0": "but if it’s a girl, I’ll buy a female monkey.’",
    "ai-mn56:27.8_0": "For a second time,",
    "ai-mn56:27.9_0": "For a third time, she said,",
    "ai-mn56:27.10_0": "‘Go, brahmin, buy a baby monkey from the market and bring it back so it can be a playmate for my child.’",
    "ai-mn56:27.11_0": "Then that brahmin, because of his love for the brahmin lady, bought a male baby monkey at the market, brought it to her, and said,",
    "ai-mn56:27.12_0": "‘I’ve bought this male baby monkey for you so it can be a playmate for your child.’",
    "ai-mn56:27.13_0": "When he said this, she said to him,",
    "ai-mn56:27.14_0": "‘Go, brahmin, take this monkey to Rattapāṇi the dyer and approach him.",
    "ai-mn56:27.14_1": "and after going, they said this to Rattapāṇi:",
    "ai-mn56:27.15_0": "“Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.”’",
    "ai-mn56:27.16_0": "Then that brahmin, because of his love for the brahmin lady, took the monkey to Rattapāṇi the dyer and went to Rattapāṇi the dyer.",
    "ai-mn56:27.16_1": "and after approaching he said this to Rattapāṇi:",
    "ai-mn56:27.17_0": "‘Mister Rattapāṇi, I wish to have this monkey dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’",
    "ai-mn56:27.18_0": "When he said this, Rattapāṇi said to him,",
    "ai-mn56:27.19_0": "‘Sir, this monkey is transparent, using an iron cart, and pressed. It’s their chief.’",
    "ai-mn56:27.20_0": "In the same way, the doctrine of the foolish Jains looks fine initially—for fools, not for the astute—but can’t withstand being scrutinized or pressed.",
    "ai-mn56:27.21_0": "Then some time later that brahmin took a new pair of garments to Rattapāṇi the dyer.",
    "ai-mn56:27.21_1": "and after approaching he said this to Rattapāṇi:",
    "ai-mn56:27.22_0": "‘Mister Rattapāṇi, I wish to have this new pair of garments dyed the color of yellow greasepaint, pounded and re-pounded, and pressed on both sides.’",
    "ai-mn56:27.23_0": "When he said this, Rattapāṇi said to him,",
    "ai-mn56:27.24_0": "‘Sir, this pair of garments can withstand a dying, a pounding, and a pressing.’",
    "ai-mn56:27.25_0": "In the same way, the doctrine of the Buddha looks fine initially—for the astute, not for fools—and it can withstand being scrutinized and pressed.”",
    "ai-mn56:28.1_0": "“Householder, the king and his retinue know you as",
    "ai-mn56:28.2_0": "a disciple of Nigaṇṭha Nātaputta.",
    "ai-mn56:28.3_0": "Whose disciple should we remember you as?”",
    "ai-mn56:29.1_0": "When he had spoken, the householder Upāli got up from his seat, arranged his robe over one shoulder, raised his joined palms in the direction of the Buddha, and said to Nigaṇṭha Nātaputta,",
    "ai-mn56:29.2_0": "“Well then, Sir, listen to my disciple.”",
    "ai-mn56:29.3_0": "The wise one, free of delusion,",
    "ai-mn56:29.4_0": "rid of barrenness, victor in battle;",
    "ai-mn56:29.5_0": "he’s untroubled and so even-minded,",
    "ai-mn56:29.6_0": "Good conduct is good when a man.",
    "ai-mn56:29.7_0": "immaculate in the midst of it all:",
    "ai-mn56:29.8_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.9_0": "He has no indecision, he’s content,",
    "ai-mn56:29.10_0": "Who has gone to the World’s world,",
    "ai-mn56:29.11_0": "he has completed the ascetic’s task as a human,",
    "ai-mn56:29.12_0": "Delighting in their final body,",
    "ai-mn56:29.13_0": "he’s beyond compare, he’s stainless:",
    "ai-mn56:29.14_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.15_0": "He’s free of doubt, he’s skillful,",
    "ai-mn56:29.16_0": "he’s a trainer, an excellent charioteer;",
    "ai-mn56:29.17_0": "supreme, with brilliant qualities,",
    "ai-mn56:29.18_0": "confident, his light shines forth;",
    "ai-mn56:29.19_0": "he has cut off conceit, he’s a hero:",
    "ai-mn56:29.20_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.21_0": "The chief bull, immeasurable,",
    "ai-mn56:29.22_0": "profound, sagacious;",
    "ai-mn56:29.23_0": "he is the builder of sanctuary, knowledgeable,",
    "ai-mn56:29.24_0": "firm in principle and restrained;",
    "ai-mn56:29.25_0": "he has got over clinging and is liberated:",
    "ai-mn56:29.26_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.27_0": "He’s a giant, living remotely,",
    "ai-mn56:29.28_0": "he’s ended the fetters and is liberated;",
    "ai-mn56:29.29_0": "he’s skilled in dialogue and cleansed,",
    "ai-mn56:29.30_0": "with banner put down, desireless;",
    "ai-mn56:29.31_0": "he’s tamed, and doesn’t proliferate:",
    "ai-mn56:29.32_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.33_0": "by the sages?",
    "ai-mn56:29.34_0": "with three knowledges, he has attained to holiness,",
    "ai-mn56:29.35_0": "he has bathed, he knows philology,",
    "ai-mn56:29.36_0": "he’s tranquil, he understands what is known;",
    "ai-mn56:29.37_0": "he crushes resistance, he is the lord:",
    "ai-mn56:29.38_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.39_0": "The noble one, self-developed,",
    "ai-mn56:29.40_0": "he has attained the goal and explains it;",
    "ai-mn56:29.41_0": "he is mindful, discerning,",
    "ai-mn56:29.42_0": "neither leaning forward nor pulling back,",
    "ai-mn56:29.43_0": "he’s unstirred, attained to mastery:",
    "ai-mn56:29.44_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.45_0": "I’ll meditate,",
    "ai-mn56:29.46_0": "not following inner thoughts, he is pure,",
    "ai-mn56:29.47_0": "independent, and fearless;",
    "ai-mn56:29.48_0": "secluded, he has reached the peak,",
    "ai-mn56:29.49_0": "the heir to the three means",
    "ai-mn56:29.50_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.51_0": "He’s peaceful, his wisdom is vast,",
    "ai-mn56:29.52_0": "with great wisdom, he’s free of greed;",
    "ai-mn56:29.53_0": "he is the Realized One, the Holy One,",
    "ai-mn56:29.54_0": "unrivaled, unequaled,",
    "ai-mn56:29.55_0": "assured, and subtle:",
    "ai-mn56:29.56_0": "he is the Buddha, and I am his disciple.",
    "ai-mn56:29.57_0": "He has cut off craving and is awakened,",
    "ai-mn56:29.58_0": "free of fuming, unsullied;",
    "ai-mn56:29.59_0": "a mighty spirit worthy of offerings,",
    "ai-mn56:29.60_0": "to the best of men and gods,",
    "ai-mn56:29.61_0": "grand, he has reached the peak of glory:",
    "ai-mn56:29.62_0": "he’s your disciple.”",
    "ai-mn56:30.1_0": "“But when did you compose these praises of the ascetic Gotama’s beautiful qualities, householder?”",
    "ai-mn56:30.2_0": "“Suppose there was a large flower with various flowers and arches of garlands, a creeper pattern, and a sharking mind.",
    "ai-mn56:30.3_0": "In the same way, the Buddha has many beautiful qualities to praise, many hundreds of such qualities.",
    "ai-mn56:30.4_0": "Who, sir, would not praise the praiseworthy?”",
    "ai-mn56:31.1_0": "Unable to bear this honor paid to the Buddha, Nigaṇṭha Nātaputta spewed hot blood from his mouth there and then.",
    "ai-mn56:31.2_0": "The sixth sub-chapter on Upāli is finished."
}