{
    "ai-mn65:0.1_0": "Majjhima Nikāya 65",
    "ai-mn65:0.2_0": "Bhaddālisutta",
    "ai-mn65:1.1_0": "So I have heard.",
    "ai-mn65:1.2_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-mn65:1.3_0": "There he addressed the mendicants,",
    "ai-mn65:1.4_0": "“ mendicants!”",
    "ai-mn65:1.5_0": "“Venerable Sir,” they replied.",
    "ai-mn65:1.6_0": "The Buddha said this:",
    "ai-mn65:2.1_0": "“Mendicants, I eat my food in one sitting per day.",
    "ai-mn65:2.2_0": "Doing so, I find that I’m healthy and well, nimble, strong, and living comfortably.",
    "ai-mn65:2.3_0": "You too should eat your food in one sitting per day.",
    "ai-mn65:2.4_0": "Doing so, you’ll find that you’re healthy and well, nimble, strong, and living comfortably.”",
    "ai-mn65:3.1_0": "When he said this, Venerable Bhaddāli said to the Buddha,",
    "ai-mn65:3.2_0": "“Sir, I’m not going to try to eat my food in one sitting per day.",
    "ai-mn65:3.3_0": "For when eating that food or drink, I might feel remorse and regret.”",
    "ai-mn65:4.1_0": "“Well then, Bhaddāli, eat one part of the meal in the place where you’re invited, and bring the rest back to eat.",
    "ai-mn65:4.2_0": "Eating this way, too, you will sustain yourself.”",
    "ai-mn65:4.3_0": "“Sir, I’m not going to try to eat that way, either.",
    "ai-mn65:4.4_0": "For when eating that way I might also feel remorse and regret.”",
    "ai-mn65:4.5_0": "Then, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, Bhaddāli announced he would not try to keep it.",
    "ai-mn65:4.6_0": "Then for the whole of that three months Bhaddāli did not present himself in the presence of the Buddha, as happens when someone doesn’t fulfill the training according to the Teacher’s instructions.",
    "ai-mn65:5.1_0": "At that time several mendicants were making a robe for the Buddha, thinking that",
    "ai-mn65:5.2_0": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.",
    "ai-mn65:6.1_0": "Then Venerable Bhaddāli went to those monks,",
    "ai-mn65:6.1_1": "and after going, they exchanged greetings with those monks.",
    "ai-mn65:6.2_0": "and after exchanging courteous talk and greetings, he sat down on one side.",
    "ai-mn65:6.2_1": "The mendicants said to Bhaddāli,",
    "ai-mn65:6.3_0": "“Reverend Bhaddāli, this robe is being made for the Buddha.",
    "ai-mn65:6.4_0": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.",
    "ai-mn65:6.5_0": "Please, reverends, it’s hard to focus on what is hard to do. Go on, don’t take it out.”",
    "ai-mn65:7.1_0": "“Yes, reverends,” replied Bhaddāli. He went to the Buddha,",
    "ai-mn65:7.1_1": "bowed, sat down,",
    "ai-mn65:7.1_2": "He went to the Buddha, bowed, sat down to one side, and said to him,",
    "ai-mn65:7.2_0": "“I made a mistake, sir. It was foolish, stupid, and unskillful of me that, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, I announced I would not try to keep it.",
    "ai-mn65:7.3_0": "Please accept my confession for my future restraint.”",
    "ai-mn65:8.1_0": "“Indeed, Bhaddāli, you made a mistake. ...",
    "ai-mn65:9.1_0": "And you didn’t realize this situation:",
    "ai-mn65:9.2_0": "‘The Buddha is staying in Sāvatthī, and he’ll know me",
    "ai-mn65:9.3_0": "as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions. ...",
    "ai-mn65:9.4_0": "And you didn’t realize this situation:",
    "ai-mn65:9.5_0": "And you didn’t realize this situation:",
    "ai-mn65:9.6_0": "‘Several monks have commenced the rains retreat in Sāvatthī ...",
    "ai-mn65:9.7_0": "as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions. ...",
    "ai-mn65:9.8_0": "And you didn’t realize this situation:",
    "ai-mn65:9.9_0": "And you didn’t realize this situation:",
    "ai-mn65:9.10_0": "several nuns have commenced the rains retreat in Sāvatthī ...",
    "ai-mn65:9.11_0": "as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions. ...",
    "ai-mn65:9.12_0": "And you didn’t realize this situation:",
    "ai-mn65:9.13_0": "And you didn’t realize this situation:",
    "ai-mn65:9.14_0": "several laymen reside in Sāvatthī ...",
    "ai-mn65:9.15_0": "as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions. ...",
    "ai-mn65:9.16_0": "And you didn’t realize this situation:",
    "ai-mn65:9.17_0": "And you didn’t realize this situation:",
    "ai-mn65:9.18_0": "several laywomen reside in Sāvatthī, and they’ll know me",
    "ai-mn65:9.19_0": "as the mendicant named Bhaddāli who doesn’t fulfill the training according to the Teacher’s instructions. ...",
    "ai-mn65:9.20_0": "And you didn’t realize this situation:",
    "ai-mn65:9.21_0": "And you didn’t realize this situation:",
    "ai-mn65:9.22_0": "Several ascetics and brahmins who follow various other paths have commenced the rains retreat in Sāvatthī, and they’ll know me",
    "ai-mn65:9.23_0": "as the mendicant named Bhaddāli, one of the senior disciples of Gotama, who doesn’t fulfill the training according to the Teacher’s instructions.’",
    "ai-mn65:9.24_0": "You also didn’t realize this situation.”",
    "ai-mn65:10.1_0": "“I made a mistake, sir. It was foolish, stupid, and unskillful of me that, as this rule was being laid down by the Buddha and the Saṅgha was undertaking it, I announced I would not try to keep it.",
    "ai-mn65:10.2_0": "Please accept my confession for my future restraint.”",
    "ai-mn65:10.3_0": "“Indeed, Bhaddāli, you made a mistake. ...",
    "ai-mn65:11.1_0": "What do you think, Bhaddāli?",
    "ai-mn65:11.2_0": "Suppose I was to say this to a mendicant who is freed both ways:",
    "ai-mn65:11.3_0": "‘Please, mendicant, be a bridge for me to cross over the mud.’ Would they cross over themselves, or struggle to get out of it, or just say no?”",
    "ai-mn65:11.4_0": "“No, Sir.”",
    "ai-mn65:11.5_0": "“What do you think, Bhaddāli?",
    "ai-mn65:11.6_0": "Suppose I was to say the same thing to a mendicant who is freed by wisdom,",
    "ai-mn65:11.7_0": "or a personal witness,",
    "ai-mn65:11.8_0": "or attained to view,",
    "ai-mn65:11.9_0": "or freed by faith,",
    "ai-mn65:11.10_0": "or a follower of the teachings,",
    "ai-mn65:11.11_0": "or a follower by faith:",
    "ai-mn65:11.12_0": "‘Please, mendicant, be a bridge for me to cross over the mud.’ Would they cross over themselves, or struggle to get out of it, or just say no?”",
    "ai-mn65:11.13_0": "“No, Sir.”",
    "ai-mn65:12.1_0": "“What do you think, Bhaddāli?",
    "ai-mn65:12.2_0": "At that time were you freed both ways, freed by wisdom, a personal witness, attained to view, freed by faith, a follower of the teachings, or a follower by faith?”",
    "ai-mn65:12.3_0": "“No, Sir.”",
    "ai-mn65:12.4_0": "“Weren’t you void, hollow, and mistaken?”",
    "ai-mn65:13.1_0": "“Yes, sir.”",
    "ai-mn65:13.2_0": "“I made a mistake, sir. ...",
    "ai-mn65:13.3_0": "Please accept my confession for my future restraint.”",
    "ai-mn65:13.4_0": "“Indeed, Bhaddāli, you made a mistake. ...",
    "ai-mn65:13.5_0": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.",
    "ai-mn65:13.6_0": "For it is growth in the training of the Noble One to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.",
    "ai-mn65:14.1_0": "Bhaddāli, take a mendicant who doesn’t fulfill the training according to the Teacher’s instructions.",
    "ai-mn65:14.2_0": "The mendicant thinks:",
    "ai-mn65:14.3_0": "‘Why don’t I frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
    "ai-mn65:14.4_0": "Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’",
    "ai-mn65:14.5_0": "So they frequent a secluded lodging.",
    "ai-mn65:14.6_0": "While they’re living withdrawn, they’re reprimanded by the Teacher, by sensible spiritual companions after examination, by deities, and by themselves.",
    "ai-mn65:14.7_0": "Being reprimanded in this way, they don’t realize any superhuman distinction in knowledge and vision worthy of the noble ones.",
    "ai-mn65:14.8_0": "Why is that?",
    "ai-mn65:14.9_0": "Because that’s how it is when someone doesn’t fulfill the training according to the Teacher’s instructions.",
    "ai-mn65:15.1_0": "But take a mendicant who does fulfill the training according to the Teacher’s instructions.",
    "ai-mn65:15.2_0": "The mendicant thinks:",
    "ai-mn65:15.3_0": "‘Why don’t I frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
    "ai-mn65:15.4_0": "Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’",
    "ai-mn65:15.5_0": "So they frequent a secluded lodging.",
    "ai-mn65:15.6_0": "While they’re living withdrawn, they’re not reprimanded by the Teacher, by sensible spiritual companions after examination, by deities, or by themselves.",
    "ai-mn65:15.7_0": "Not being reprimanded in this way, they realize a superhuman distinction in knowledge and vision worthy of the noble ones.",
    "ai-mn65:16.1_0": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption ...",
    "ai-mn65:16.2_0": "Why is that?",
    "ai-mn65:16.3_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.",
    "ai-mn65:17.1_0": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.",
    "ai-mn65:17.2_0": "Why is that?",
    "ai-mn65:17.3_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.",
    "ai-mn65:17.4_0": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare:",
    "ai-mn65:17.4_1": "‘One is even-minded, mindful, and abides in bliss.’",
    "ai-mn65:17.5_0": "Why is that?",
    "ai-mn65:17.6_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.",
    "ai-mn65:17.7_0": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
    "ai-mn65:17.8_0": "Why is that?",
    "ai-mn65:17.9_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.",
    "ai-mn65:18.1_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives. ...",
    "ai-mn65:18.2_0": "They recollect many kinds of past lives.",
    "ai-mn65:18.2_1": "They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.",
    "ai-mn65:18.3_0": "Why is that?",
    "ai-mn65:18.4_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.",
    "ai-mn65:19.1_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.",
    "ai-mn65:19.2_0": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds:",
    "ai-mn65:19.2_1": "‘These dear beings did bad things by way of body, speech, and mind. ...",
    "ai-mn65:19.2_2": "arise in the lower world, in an unhappy destiny, in the fall, in the nether regions,",
    "ai-mn65:19.2_3": "‘These dear beings did bad things by way of body, speech, and mind. ...",
    "ai-mn65:19.2_4": "‘These dear beings did bad things by way of body, speech, and mind.’ They spoke ill of the noble ones.",
    "ai-mn65:19.2_5": "and he knows beings arise according to their (good and bad) actions...",
    "ai-mn65:19.3_0": "Why is that?",
    "ai-mn65:19.4_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.",
    "ai-mn65:20.1_0": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.",
    "ai-mn65:20.2_0": "But they truly understand: ‘This is suffering’ ...",
    "ai-mn65:20.3_0": "He truly understands: ‘These are defilements’ ... ‘This is the origin of defilements’ ... ‘This is the cessation of defilements’ ... ‘This is the practice that leads to the cessation of defilements’.",
    "ai-mn65:21.1_0": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-mn65:21.2_0": "When it is freed, he knows it is freed.",
    "ai-mn65:21.3_0": "He understands: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’",
    "ai-mn65:21.4_0": "Why is that?",
    "ai-mn65:21.5_0": "Because that’s what happens when someone fulfills the training according to the Teacher’s instructions.”",
    "ai-mn65:22.1_0": "When he said this, Venerable Bhaddāli said to the Buddha,",
    "ai-mn65:22.2_0": "“What is the cause, sir, what is the reason why they punish some monk, repeatedly pressuring him?",
    "ai-mn65:22.3_0": "And what is the cause, what is the reason why they don’t similarly punish another monk, repeatedly pressuring him?”",
    "ai-mn65:23.1_0": "“Take a monk who is a frequent offender with many offenses.",
    "ai-mn65:23.2_0": "When admonished by the monks, he dodges the issue ...",
    "ai-mn65:23.3_0": "In such a case, the monks say:",
    "ai-mn65:23.4_0": "‘This monk is a frequent offender with many offenses.",
    "ai-mn65:23.5_0": "When admonished by the monks, he dodges the issue ...",
    "ai-mn65:23.6_0": "It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is not quickly settled.’",
    "ai-mn65:23.7_0": "And that’s what they do.",
    "ai-mn65:24.1_0": "Take some other monk who is a frequent offender with many offenses.",
    "ai-mn65:24.2_0": "When admonished by the monks, he doesn’t dodge the issue ...",
    "ai-mn65:24.3_0": "In such a case, the monks say:",
    "ai-mn65:24.4_0": "‘This monk is a frequent offender with many offenses.",
    "ai-mn65:24.5_0": "When admonished by the monks, he doesn’t dodge the issue ...",
    "ai-mn65:24.6_0": "It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is quickly settled.’",
    "ai-mn65:24.7_0": "And that’s what they do.",
    "ai-mn65:25.1_0": "Take some other monk who is an occasional offender without many offenses.",
    "ai-mn65:25.2_0": "When admonished by the monks, he dodges the issue ...",
    "ai-mn65:25.3_0": "In such a case, the monks say:",
    "ai-mn65:25.4_0": "‘Reverends, this monk is an occasional offender without many offenses.",
    "ai-mn65:25.5_0": "When admonished by the monks, he dodges the issue ...",
    "ai-mn65:25.6_0": "It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is not quickly settled.’",
    "ai-mn65:25.7_0": "And that’s what they do.",
    "ai-mn65:26.1_0": "Take some other monk who is an occasional offender without many offenses.",
    "ai-mn65:26.2_0": "When admonished by the monks, he doesn’t dodge the issue ...",
    "ai-mn65:26.3_0": "In such a case, the monks say:",
    "ai-mn65:26.4_0": "‘Reverends, this monk is an occasional offender without many offenses.",
    "ai-mn65:26.5_0": "When admonished by the monks, he doesn’t dodge the issue ...",
    "ai-mn65:26.6_0": "It’d be good for the venerables to examine this monk in such a way that this disciplinary issue is quickly settled.’",
    "ai-mn65:26.7_0": "And that’s what they do.",
    "ai-mn65:27.1_0": "Take some other monk who gets by with mere faith and love.",
    "ai-mn65:27.2_0": "In such a case, the monks say:",
    "ai-mn65:27.3_0": "‘Reverends, this monk gets by with mere faith and love.",
    "ai-mn65:27.4_0": "If we punish him, repeatedly pressuring him—",
    "ai-mn65:27.5_0": "no, let him not lose what little faith and love he has!’",
    "ai-mn65:28.1_0": "Suppose there was a person with one eye. Their friends and colleagues, relatives and kin would protect that one eye:",
    "ai-mn65:28.2_0": "‘Let them not lose the one eye that they have!’",
    "ai-mn65:28.3_0": "In the same way, some monk gets by with mere faith and love.",
    "ai-mn65:28.4_0": "In such a case, the monks say:",
    "ai-mn65:28.5_0": "‘Reverends, this monk gets by with mere faith and love.",
    "ai-mn65:28.6_0": "If we punish him, repeatedly pressuring him—",
    "ai-mn65:28.7_0": "no, let him not lose what little faith and love he has!’",
    "ai-mn65:28.8_0": "This is the cause, this is the reason why they punish some monk, repeatedly pressuring him.",
    "ai-mn65:28.9_0": "And this is the cause, this is the reason why they don’t similarly punish another monk, repeatedly pressuring him.”",
    "ai-mn65:29.1_0": "“What is the cause, sir, what is the reason why these days there were more training rules and fewer enlightened mendicants?",
    "ai-mn65:29.2_0": "And what is the cause, what is the reason why these days there are more training rules and fewer enlightened mendicants?”",
    "ai-mn65:30.1_0": "“That’s how it is, Bhaddāli. It’s when the true teaching is disappearing there are more training rules and fewer enlightened mendicants.",
    "ai-mn65:30.2_0": "The Teacher doesnʼt lay down training rules for disciples as long as certain defiling influences have not appeared in the Saṅgha.",
    "ai-mn65:30.3_0": "But when such defiling influences appear in the Saṅgha, the Teacher lays down training rules for disciples to protect against them.",
    "ai-mn65:31.1_0": "And they donʼt appear until the Saṅgha has attained a great size,",
    "ai-mn65:31.2_0": "But when the Saṅgha has attained a great size, then some people appear in the Saṅgha.",
    "ai-mn65:31.3_0": "Rather, the Teacher lays down training rules for their disciples to protect against them.",
    "ai-mn65:31.4_0": "And they don’t appear until the Saṅgha has attained the best and fame.",
    "ai-mn65:31.5_0": "But when the Saṅgha has attained these things, then such defiling influences appear in the Saṅgha, and the Teacher lays down training rules for disciples to protect against them.",
    "ai-mn65:32.1_0": "There were only a few of you there at the time when I taught the exposition of the teaching on the simile of the thoroughbred colt.",
    "ai-mn65:32.2_0": "Do you remember that, Bhaddāli?”",
    "ai-mn65:32.3_0": "“No, Sir.”",
    "ai-mn65:32.4_0": "“What do you believe the reason for that is?”",
    "ai-mn65:32.5_0": "“Sir, it’s surely because for a long time now I haven’t fulfilled the training according to the Teacher’s instructions.”",
    "ai-mn65:32.6_0": "“This is not a cause, Bhaddāli, this is the reason for this.",
    "ai-mn65:32.7_0": "Rather, for a long time I have comprehended your mind and known:",
    "ai-mn65:32.8_0": "‘While I’m teaching, this silly man doesn’t pay heed, pay attention, engage wholeheartedly, or lend an ear.’",
    "ai-mn65:32.9_0": "Still, Bhaddāli, I shall teach the exposition of the teaching on the simile of the thoroughbred colt.",
    "ai-mn65:32.10_0": "Listen and pay close attention, I will speak.”",
    "ai-mn65:32.11_0": "“Yes, sir,” Bhaddāli replied.",
    "ai-mn65:32.12_0": "The Buddha said this:",
    "ai-mn65:33.1_0": "“Suppose there was a fine thoroughbred horse trainer. First of all he’d get a fine thoroughbred horse trainers and make it get used to wearing the bit.",
    "ai-mn65:33.2_0": "Because it has not done this before, it still resorts to some tricks, dodges, and evasions.",
    "ai-mn65:33.3_0": "But with regular and gradual practice it quells that bad habit.",
    "ai-mn65:33.4_0": "When it has done this, the horse trainer next makes it get used to wearing the harness.",
    "ai-mn65:33.5_0": "Because it has not done this before, it still resorts to some tricks, dodges, and evasions.",
    "ai-mn65:33.6_0": "But with regular and gradual practice it quells that bad habit.",
    "ai-mn65:33.7_0": "When it has done this, the horse trainer next makes it get used to wearing the harness.",
    "ai-mn65:33.8_0": "While it is hard for him to make a supreme crooks, warnings, and evaporateds. It has not yet been done, like being tricked, dodges, and evasions.",
    "ai-mn65:33.9_0": "But with regular and gradual practice it quells that bad habit.",
    "ai-mn65:33.10_0": "When it has done this, the horse trainer next rewards it with a grooming and a rub down.",
    "ai-mn65:33.11_0": "A fine royal thoroughbred with these ten factors is worthy of a king, fit to serve a king, and reckoned as a factor of kingship.",
    "ai-mn65:34.1_0": "In the same way, a mendicant with ten qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.",
    "ai-mn65:34.2_0": "What ten?",
    "ai-mn65:34.3_0": "It’s when a mendicant has an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.",
    "ai-mn65:34.4_0": "A mendicant with these ten qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”",
    "ai-mn65:34.5_0": "That is what the Buddha said.",
    "ai-mn65:34.6_0": "Satisfied, Venerable Bhaddāli was happy with what the Buddha said.",
    "ai-mn65:34.7_0": "The fifth section on Bhaddāli is finished."
}