{
    "ai-mnd10:0.1_0": "Mahāniddesa",
    "ai-mnd10:0.2_0": "Aṭṭhakavagga",
    "ai-mnd10:0.3_0": "10. Purābhedasuttaniddesa",
    "ai-mnd10:1.1_0": "Both breaking up of the conclusion:",
    "ai-mnd10:2.1_0": "How did you see ethical conduct?",
    "ai-mnd10:2.2_0": "you’re said to be impediment.",
    "ai-mnd10:2.3_0": "is it possible to Gotama for me,",
    "ai-mnd10:2.4_0": "asked the supreme person.",
    "ai-mnd10:3.1_0": "How does someone sit down?",
    "ai-mnd10:3.2_0": "What does he have to be seen that, how many does he have torment them?",
    "ai-mnd10:3.3_0": "what do you see?",
    "ai-mnd10:3.4_0": "How does he have ethical conduct that is stabilized by ethics, familiar, and what is its particular?",
    "ai-mnd10:3.5_0": "How did you see ethical conduct?",
    "ai-mnd10:3.6_0": "He is said to be quelled, calmed, extinguished, cooled, experiencing bliss, having become quenched.",
    "ai-mnd10:3.7_0": "And how does someone ask about the higher ethics, the higher mind, and the higher wisdom?",
    "ai-mnd10:3.8_0": "How do you define it?",
    "ai-mnd10:4.1_0": "is it that I worshipped Master Gotama.",
    "ai-mnd10:4.2_0": "I ask you about what I ask, since I ask, what I have come to.",
    "ai-mnd10:4.3_0": "Gotamī is free from Gotama by his Buddha, and has gone forth from the Blessed One.",
    "ai-mnd10:4.4_0": "One explains, teaches, asserts, establishes, clarifies, analyzes, and reveals the inferior.",
    "ai-mnd10:4.5_0": "is it possible to Gotama for me,",
    "ai-mnd10:5.1_0": "questioned the supreme.",
    "ai-mnd10:5.2_0": "asked, who was asked by questions, in answering, and in fact,",
    "ai-mnd10:5.3_0": "They don’t enter the best, the best, the highest, the best, and the supreme, regardless of whether they actually entered into the highest rain.",
    "ai-mnd10:5.4_0": "asked the supreme person.",
    "ai-mnd10:6.1_0": "That’s why he was created,",
    "ai-mnd10:7.1_0": "“And how, how is this ethical conduct?",
    "ai-mnd10:7.2_0": "you’re said to be impediment.",
    "ai-mnd10:7.3_0": "is it possible to Gotama for me,",
    "ai-mnd10:7.4_0": "asking the best.",
    "ai-mnd10:8.1_0": "rid of craving, free of craving,",
    "ai-mnd10:8.2_0": "said the Buddha,",
    "ai-mnd10:8.3_0": "revolved by the mind;",
    "ai-mnd10:8.4_0": "he is surely immeasurable",
    "ai-mnd10:8.5_0": "and nothing in them.",
    "ai-mnd10:9.1_0": "rid of craving, free of craving,",
    "ai-mnd10:9.2_0": "When their body breaks up, after death, they’re reborn in the company of the faculties of craving, the cutting off of craving, the weavers of sensual desire, the attachment to life, and the cutting off of craving. They’re free from craving, grasping, and mental fixation.",
    "ai-mnd10:10.1_0": "like the Blessed One’s criticism.",
    "ai-mnd10:10.2_0": "But the Buddha has got over",
    "ai-mnd10:10.3_0": "said the Buddha,",
    "ai-mnd10:10.4_0": "said the Buddha,",
    "ai-mnd10:10.5_0": "Which is cracking.",
    "ai-mnd10:10.6_0": "The Buddha said,",
    "ai-mnd10:10.7_0": "said the Buddha,",
    "ai-mnd10:10.8_0": "said the Buddha,",
    "ai-mnd10:10.9_0": "Analyzing of the teaching, he entered into the Fortunate One.",
    "ai-mnd10:10.10_0": "He teaches the future,",
    "ai-mnd10:10.11_0": "One who has developed their physical endurance, ethics, mind, and wisdom.",
    "ai-mnd10:10.12_0": "And the Buddha frequents remote lodgings in the wilderness and the forest that are quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat.",
    "ai-mnd10:10.13_0": "The Buddha received robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:10.14_0": "And for the sake of the teaching, or for the benefit of the higher mind, the Blessed One in the higher ethics, the higher mind, and the higher wisdom.",
    "ai-mnd10:10.15_0": "The Buddha has only reached the four absorptions, the Blessed One who has reached the final stage of life;",
    "ai-mnd10:10.16_0": "The Buddha has allowed the eight liberations, the eight liberations, the winds, and the progress of the sense fields.",
    "ai-mnd10:10.17_0": "The Buddha has ten similes of wisdom, ten kinds of foulness, mindfulness of breathing, and attainment of immersion due to mindfulness of breathing.",
    "ai-mnd10:10.18_0": "The Buddha has instructed the four kinds of mindfulness meditation. ...",
    "ai-mnd10:10.19_0": "The Buddhas of ten enlightenments, in accordance with the analytical knowledges, the four kinds of direct knowledge.",
    "ai-mnd10:10.20_0": "‘The Buddha has done a name, a mother, a father, a brother, or sister. It wasn’t done by friends and colleagues, by relatives and kin, by the deities, or by ascetics and brahmins.",
    "ai-mnd10:10.21_0": "Buddhas, the liberations, and the opposites of all kinds, and the knowledge of truth of the Buddhas is the truth of opposite sex.",
    "ai-mnd10:10.22_0": "rid of craving, Blessed One!",
    "ai-mnd10:11.1_0": "regarding the past, future, and present.",
    "ai-mnd10:11.2_0": "In the past, future, and present, there are craving for views that have been given up and given up.",
    "ai-mnd10:11.3_0": "both ways:",
    "ai-mnd10:11.4_0": "Or I had such form in the past.",
    "ai-mnd10:11.5_0": "“I had such feeling ...",
    "ai-mnd10:11.6_0": "That’s how she became someone else. ...",
    "ai-mnd10:11.7_0": "‘I used to be a lamp’ ...",
    "ai-mnd10:11.8_0": "That’s how I ever delighted in the past.”",
    "ai-mnd10:11.9_0": "both ways:",
    "ai-mnd10:11.10_0": "“So I had in the past:",
    "ai-mnd10:11.11_0": "So there is no desire and greed for form, consciousness doesn’t take pleasure in that, and that’s when you no longer run back to the that.",
    "ai-mnd10:11.12_0": "“Don’t encounter it,",
    "ai-mnd10:11.13_0": "both ways:",
    "ai-mnd10:11.14_0": "“In the past I had such ears and such names",
    "ai-mnd10:11.15_0": "such a sound,",
    "ai-mnd10:11.16_0": "Consciousness doesn’t get tied up there with the ear ... nose ... tongue ... body.",
    "ai-mnd10:11.17_0": "such a taste,",
    "ai-mnd10:11.18_0": "Consciousness gets tied up there with desire and lust, thinking: “In the past I had such touches.”",
    "ai-mnd10:11.19_0": "So they don’t take pleasure in that, and that’s when you no longer run back to that, and that’s when you no longer take pleasure in that,",
    "ai-mnd10:11.20_0": "“Don’t encounter it,",
    "ai-mnd10:11.21_0": "both ways:",
    "ai-mnd10:11.22_0": "they didn’t get laughed, chatted, or bitter, and they enjoy it.",
    "ai-mnd10:11.23_0": "both ways:",
    "ai-mnd10:12.1_0": "he is immeasurable to the inside,",
    "ai-mnd10:12.2_0": "tied up in the present is said to be foremost.",
    "ai-mnd10:12.3_0": "In the present, you should give up craving for views.",
    "ai-mnd10:12.4_0": "Craving is it better for a person to give up and considerate to be better than expanded if they were to be better left undesirable or fine ...",
    "ai-mnd10:12.5_0": "When they’ve given up all conditions,",
    "ai-mnd10:12.6_0": "and he perceives it as such, would they be reborn in hell, the animal realm, or the ghost realm?”",
    "ai-mnd10:12.7_0": "But there is no cause or reason for this reason,",
    "ai-mnd10:12.8_0": "he is surely immeasurable",
    "ai-mnd10:13.1_0": "no shelter in front of them.",
    "ai-mnd10:13.2_0": "she was a perfected one with defilements ended.",
    "ai-mnd10:13.3_0": "before she;",
    "ai-mnd10:13.4_0": "Craving is the essence of craving and view.",
    "ai-mnd10:13.5_0": "This is the essential ...",
    "ai-mnd10:13.6_0": "this view is aiming at giving.",
    "ai-mnd10:13.7_0": "The view of craving is protected by that.",
    "ai-mnd10:13.8_0": "Craving is aiming at the root of views, refuted of craving, not for views, and resorts to view. There is no craving for view or refuted by craving for views. Nor do they make no effort to see this view.",
    "ai-mnd10:13.9_0": "That’s how there’s no shelter for them.",
    "ai-mnd10:13.10_0": "Or alternatively, if he does not possess it, he still possesses no delight in the future.",
    "ai-mnd10:13.11_0": "“Seeing this feeling ...",
    "ai-mnd10:13.12_0": "that wisdom,",
    "ai-mnd10:13.13_0": "‘This is how a choice ...’ ...",
    "ai-mnd10:13.14_0": "When this is how consciousness is unperturbed, there is no possession of relishing.”",
    "ai-mnd10:13.15_0": "That’s how there’s no shelter for them.",
    "ai-mnd10:13.16_0": "“So it might be, setting forth in the future.",
    "ai-mnd10:13.17_0": "So you don’t get rid of form, feeling, perception, choices, and consciousness.",
    "ai-mnd10:13.18_0": "“Don’t encounter it,",
    "ai-mnd10:13.19_0": "That’s how there’s no shelter for them.",
    "ai-mnd10:13.20_0": "“In the future, may I be of the ear ...",
    "ai-mnd10:13.21_0": "The noise would be like that.",
    "ai-mnd10:13.22_0": "such a smell, thinking, “May it be in the future!”",
    "ai-mnd10:13.23_0": "such a taste, thinking, “May my body be like this!”",
    "ai-mnd10:13.24_0": "such a tangibles, thinking “May my mind be in the future, may my mind be future!”",
    "ai-mnd10:13.25_0": "So you don’t get rid of reinforced mind, and don’t take pleasure in that, when your mind isn’t given up.",
    "ai-mnd10:13.26_0": "“Don’t encounter it,",
    "ai-mnd10:13.27_0": "That’s how there’s no shelter for them.",
    "ai-mnd10:13.28_0": "Or alternatively, thinking: “By this precept or observance or mortification or spiritual life I shall for the gods of streaming radiance, if I don’t encounter the mind in that case.”",
    "ai-mnd10:13.29_0": "“Don’t encounter it,",
    "ai-mnd10:13.30_0": "That’s how there’s no shelter for them.",
    "ai-mnd10:14.1_0": "The Buddha replied,",
    "ai-mnd10:15.1_0": "“A hero, when his body breaks up,",
    "ai-mnd10:15.2_0": "said the Buddha,",
    "ai-mnd10:15.3_0": "revolved by the mind;",
    "ai-mnd10:15.4_0": "he is surely immeasurable",
    "ai-mnd10:15.5_0": "and nothing in them.”",
    "ai-mnd10:16.1_0": "free of anger and deceit,",
    "ai-mnd10:16.2_0": "free of obstructions, clothings,",
    "ai-mnd10:16.3_0": "thoughtful in counsel, and stable,",
    "ai-mnd10:16.4_0": "they’re the sage headed by the teaching,",
    "ai-mnd10:17.1_0": "Not having free of anger.",
    "ai-mnd10:17.2_0": "It is non-doing: what is said.",
    "ai-mnd10:17.3_0": "However, anger can be spoken to be spoken to.",
    "ai-mnd10:17.4_0": "One kind of anger in ten ways:",
    "ai-mnd10:17.5_0": "“They do wrong to me, but that anger does not arise.”",
    "ai-mnd10:17.6_0": "“They are doing wrong to me,” and they grow lazy.",
    "ai-mnd10:17.7_0": "“They will do wrong to me,” he will know.",
    "ai-mnd10:17.8_0": "“They did wrong by someone I love ...",
    "ai-mnd10:17.9_0": "‘They are doing wrong by someone I love ...’ ...",
    "ai-mnd10:17.10_0": "‘They will harm someone I love anger.’”",
    "ai-mnd10:17.11_0": "“They helped someone I dislike ...’ ...",
    "ai-mnd10:17.12_0": "‘They are helping someone I dislike ...’ ...",
    "ai-mnd10:17.13_0": "That would be the topic for the goal.”",
    "ai-mnd10:17.14_0": "Or alternatively, can carry off irritability,",
    "ai-mnd10:17.15_0": "Such is the kind of warding off such an opportunity to get rid of resentment, ill will, irritability, hostility, disdain, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and ill will.",
    "ai-mnd10:17.16_0": "This is called anger.",
    "ai-mnd10:18.1_0": "but rather, it should be understood that in excessiveness of anger;",
    "ai-mnd10:18.2_0": "Some time although the mind is not ready, and not be responsible, then the family traditions are not lost.",
    "ai-mnd10:18.3_0": "But if they do not die in a low family—a family of spending, responsible, and one is reborn in a place for men.",
    "ai-mnd10:18.4_0": "And if you die, irritable, bandits, and flattery, you’re not a harsh word.",
    "ai-mnd10:18.5_0": "Some time irritable, overcome and overwhelmed by anger, one is permanent, everlasting, eternal, and imperishable.",
    "ai-mnd10:18.6_0": "Some time irritable person, whenever they die in the realm of rod, they don’t think of a stick.",
    "ai-mnd10:18.7_0": "Some time irritable, and staff don’t shake off the staff, the rod on of sticks, so long as they don’t get the bitter.",
    "ai-mnd10:18.8_0": "Some time irritable, they’re not busy with sticks, staff, and they don’t have the drains.",
    "ai-mnd10:18.9_0": "Some time irritable, and not even the drop of punishment there’s no needle to be cut off.",
    "ai-mnd10:18.10_0": "So when they die, they’re not ready to weary, and don’t raise their joined palms.",
    "ai-mnd10:18.11_0": "But when he is angry and upset with his hands, he is not able to win over his limbs, and not infantry.",
    "ai-mnd10:18.12_0": "But if the person is angry and blessed, and they’re not able to live on for a long time.",
    "ai-mnd10:18.13_0": "But when life is bored, he has been reborn in a good place, not a termite-mound or all ling.",
    "ai-mnd10:18.14_0": "When a person is irritable, overcome by anger, and overwhelmed by anger, they will reach the ultimate end of greatness.",
    "ai-mnd10:18.15_0": "and when they’ve abandoned anger, cut off the bonds, undeveloped aggregates, falling down the top of their knowledge.",
    "ai-mnd10:18.16_0": "When they’ve given up anger, enmity, and ill will, and hostility because they haven’t given up anger, they should be irritable, intimidate,",
    "ai-mnd10:18.17_0": "free of anger and hostility,",
    "ai-mnd10:19.1_0": "It may be that someone isn’t frightened, smeared with limited heads, settles a limited period.",
    "ai-mnd10:19.2_0": "I don’t get a robe",
    "ai-mnd10:20.1_0": "It’s when a mendicant doesn’t become alive.",
    "ai-mnd10:20.2_0": "But he doesn’t associate with them, nor does he fear the frightening of them.",
    "ai-mnd10:20.3_0": "I don’t get a robe",
    "ai-mnd10:20.4_0": "free of anger and deceit,",
    "ai-mnd10:21.1_0": "if she makes no effort;",
    "ai-mnd10:21.2_0": "It may be that someone is disturbed, but wherever they’ve done what has been done.",
    "ai-mnd10:21.3_0": "I am accomplished in ethics, immersion, or wisdom.",
    "ai-mnd10:21.4_0": "rebirth or by his profession; or by his neighboring, his wealth, or by one of the head, by way of body and speech, or by position of Master Gotama, that profession or by one of the sense fields.",
    "ai-mnd10:21.5_0": "from an eminent family—a family of families, a well-known family, a family of loss, wealth, or a family—they are well-known, famous, with went forth from a family.",
    "ai-mnd10:21.6_0": "I receive robes, alms-food, lodgings, and medicines and supplies for the sick. I don’t stay in the wilderness, ate only alms-food, wore rag robes, or sheeps. I am one who lives in the wilderness, eats only alms-food, lodgings, or medicines and supplies for the sick.",
    "ai-mnd10:21.7_0": "... “I obtain ...",
    "ai-mnd10:21.8_0": "the dimension of infinite consciousness ...",
    "ai-mnd10:21.9_0": "the dimension of nothingness ...",
    "ai-mnd10:21.10_0": "Wherein is the attainment of the dimension of neither perception nor non-perception: where does he have gain?",
    "ai-mnd10:21.11_0": "And where does not neglect from?",
    "ai-mnd10:21.12_0": "the...",
    "ai-mnd10:22.1_0": "if she makes any effort to have it unhindered;",
    "ai-mnd10:22.2_0": "Being afraid of wrongdoing, they do not use stabilize their hands and feet, and are afraid of wrongdoing, they dreadfully than a hundred dollars.",
    "ai-mnd10:22.3_0": "Nevertheless, his remorse is anxious, and his mind is distracted.",
    "ai-mnd10:22.4_0": "This is called remorse.",
    "ai-mnd10:23.1_0": "However, when he is remorseful, his mind becomes anxious and remorseful because it was not discussed because it was discussed.",
    "ai-mnd10:23.2_0": "And how is remorseful and mental distraction due to the mind?",
    "ai-mnd10:23.3_0": "“I haven’t done bad things by way of body, speech, and mind, and remorse because of this remorse and regret.”",
    "ai-mnd10:23.4_0": "“I’ve done bad things by way of body, speech, and mind ...",
    "ai-mnd10:23.5_0": "I’ve done bad things by way of body, speech, and mind.”",
    "ai-mnd10:23.6_0": "Being anxious, a mind-made body,",
    "ai-mnd10:23.7_0": "“Suching living creatures aren’t killing living creatures, stealing, and sexual misconduct.”",
    "ai-mnd10:23.8_0": "Being anxious, a mind-made body,",
    "ai-mnd10:23.9_0": "“I haven’t given up stealing.”",
    "ai-mnd10:23.10_0": "Being anxious, a mind-made body,",
    "ai-mnd10:23.11_0": "“Anyone who commits sexual misconduct has sexual misconduct,”",
    "ai-mnd10:23.12_0": "Being anxious, a mind-made body,",
    "ai-mnd10:23.13_0": "saying that he has not lied. ...",
    "ai-mnd10:23.14_0": "... ‘I have refraining from divisive speech.’ ...",
    "ai-mnd10:23.15_0": "saying that he hasn’t harsh speech ...",
    "ai-mnd10:23.16_0": "... “I talking nonsense,” ...",
    "ai-mnd10:23.17_0": "... “I’ve given up covetousness ...",
    "ai-mnd10:23.18_0": "ill will ...",
    "ai-mnd10:23.19_0": "he too had wrong view.",
    "ai-mnd10:23.20_0": "Being anxious, a mind-made body,",
    "ai-mnd10:23.21_0": "And when it has been done and anxiety, the mind becomes anxious because of that remorse and regret.",
    "ai-mnd10:24.1_0": "“I haven’t fulfilled ethics,”",
    "ai-mnd10:24.2_0": "Being anxious, a mind-made body,",
    "ai-mnd10:24.3_0": "“I am a faculties of Venerables.”",
    "ai-mnd10:24.4_0": "“I have insane.” ...",
    "ai-mnd10:24.5_0": "one who is committed to wakefulness ...",
    "ai-mnd10:24.6_0": "“I have mindfulness and situational awareness.” ...",
    "ai-mnd10:24.7_0": "... “I’ve developed the four kinds of mindfulness meditation.” ...",
    "ai-mnd10:24.8_0": "... “I attained the four right efforts.” ...",
    "ai-mnd10:24.9_0": "... “I’ve developed the four bases of psychic power ...” ...",
    "ai-mnd10:24.10_0": "the five faculties ...",
    "ai-mnd10:24.11_0": "the five powers ...",
    "ai-mnd10:24.12_0": "... “I’ve developed the seven awakening factors.” ...",
    "ai-mnd10:24.13_0": "“I’ve developed the noble eightfold path.” ...",
    "ai-mnd10:24.14_0": "... “I haven’t completely understood suffering” ...",
    "ai-mnd10:24.15_0": "“I haven’t given up the origin of suffering” ...",
    "ai-mnd10:24.16_0": "... “I’ve developed the noble eightfold path.” ...",
    "ai-mnd10:24.17_0": "When I had no use,",
    "ai-mnd10:24.18_0": "Being anxious, a mind-made body,",
    "ai-mnd10:24.19_0": "They’ve cut off discarded, eliminated, and obliterated them—are said to be the foremost of waves, removed, eliminates, and obliterated.",
    "ai-mnd10:24.20_0": "free of obstructions, clothings,",
    "ai-mnd10:25.1_0": "thoughtful in counsel, and stable,",
    "ai-mnd10:25.2_0": "and mind is what is meant.",
    "ai-mnd10:25.3_0": "wisdom ...",
    "ai-mnd10:25.4_0": "and, after speaking a time for what is proportion, making much of a lot, he spoke many people spoke about for many reasons,",
    "ai-mnd10:25.5_0": "They don’t speak badly,",
    "ai-mnd10:25.6_0": "hymns, or counsel,",
    "ai-mnd10:25.7_0": "But if they are steady and stable,",
    "ai-mnd10:25.8_0": "Herein, what is restlessness?",
    "ai-mnd10:25.9_0": "Anything that’s agitated, sluggishness, and mental mind,",
    "ai-mnd10:25.10_0": "This is called restlessness.",
    "ai-mnd10:25.11_0": "You have given up the dart of restlessness, remorse, accumulating, decrease, breaking up and destruction of the bowls, and then examined their in the air.",
    "ai-mnd10:25.12_0": "thoughtful in counsel, and stable,",
    "ai-mnd10:26.1_0": "then the sage who speaks falsely,",
    "ai-mnd10:26.2_0": "It’s when a mendicant gives up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.",
    "ai-mnd10:26.3_0": "They give up divisive speech.",
    "ai-mnd10:26.4_0": "They don’t repeat in one place what they heard in another so as to divide people against each other.",
    "ai-mnd10:26.5_0": "He doesn’t repeat in one place what he heard in another so as to divide people against each other. Instead, he reconciles those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
    "ai-mnd10:26.6_0": "They give up harsh speech.",
    "ai-mnd10:26.7_0": "They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.",
    "ai-mnd10:26.8_0": "They give up talking nonsense.",
    "ai-mnd10:26.9_0": "Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
    "ai-mnd10:26.10_0": "They have four kinds of good conduct by way of body, speech, and mind, and develop the four kinds of speaking. They live untirred, liberating, praised by sensible people. They live with a heart free of limits.",
    "ai-mnd10:27.1_0": "Ten grounds for talk.",
    "ai-mnd10:27.2_0": "talk about fewness of wishes, contentment, talk about seclusion, talk about seclusion,",
    "ai-mnd10:27.3_0": "talk on generosity,",
    "ai-mnd10:27.4_0": "talk about energy ...",
    "ai-mnd10:27.5_0": "talk on generosity, talk on morality,",
    "ai-mnd10:27.6_0": "talk on immersion,",
    "ai-mnd10:27.7_0": "talk on generosity, talk on morality,",
    "ai-mnd10:27.8_0": "talk on freedom,",
    "ai-mnd10:27.9_0": "talk on freedom,",
    "ai-mnd10:27.10_0": "talk about mindfulness,",
    "ai-mnd10:27.11_0": "talk on right effort ...",
    "ai-mnd10:27.12_0": "talk about psychic power ...",
    "ai-mnd10:27.13_0": "talk on generosity,",
    "ai-mnd10:27.14_0": "talk about strength ...",
    "ai-mnd10:27.15_0": "talk on awakening,",
    "ai-mnd10:27.16_0": "of a path,",
    "ai-mnd10:27.17_0": "...",
    "ai-mnd10:27.18_0": "talk about extinguishment.",
    "ai-mnd10:27.19_0": "well-proclaimed, guarded, protected, and guarded,",
    "ai-mnd10:27.20_0": "Sages a reputation:",
    "ai-mnd10:27.21_0": "knowledge is what is meant.",
    "ai-mnd10:27.22_0": "People understand wisdom ...",
    "ai-mnd10:27.23_0": "The sage who clings to inclusive,",
    "ai-mnd10:27.24_0": "they’re the sage headed by the teaching,",
    "ai-mnd10:28.1_0": "The Buddha replied,",
    "ai-mnd10:29.1_0": "Free of anger, free of despair,",
    "ai-mnd10:29.2_0": "free of obstructions, clothings,",
    "ai-mnd10:29.3_0": "thoughtful in counsel, and stable,",
    "ai-mnd10:29.4_0": "then you’re the sage who speaks by speech.”",
    "ai-mnd10:30.1_0": "free of hope, delight in future.",
    "ai-mnd10:30.2_0": "doesn’t worry about the past,",
    "ai-mnd10:30.3_0": "When you’re released from seclusion,",
    "ai-mnd10:30.4_0": "and no accumulations are not seen.",
    "ai-mnd10:31.1_0": "relinquished:",
    "ai-mnd10:31.2_0": "Craving is what is called.",
    "ai-mnd10:31.3_0": "Greed is a root of greed ...",
    "ai-mnd10:31.4_0": "He has cut off craving and has been given up, cut off the root, made like a palm stump, obliterated, and unable to arise in the future.",
    "ai-mnd10:31.5_0": "he thus enthusibly destiny in the future.",
    "ai-mnd10:31.6_0": "Or alternatively, if he does not possess it, he still possesses no delight in the future.",
    "ai-mnd10:31.7_0": "“Seeing this feeling ...",
    "ai-mnd10:31.8_0": "that wisdom,",
    "ai-mnd10:31.9_0": "‘This is how a choice ...’ ...",
    "ai-mnd10:31.10_0": "When this is how consciousness is unperturbed, there is no possession of relishing.”",
    "ai-mnd10:31.11_0": "he thus enthusibly destiny in the future.",
    "ai-mnd10:31.12_0": "“So it might be, setting forth in the future.",
    "ai-mnd10:31.13_0": "So you don’t get rid of form, feeling, perception, choices, and consciousness.",
    "ai-mnd10:31.14_0": "“Don’t encounter it,",
    "ai-mnd10:31.15_0": "he thus enthusibly destiny in the future.",
    "ai-mnd10:31.16_0": "“In the future, may I be of the ear ...",
    "ai-mnd10:31.17_0": "Such is sound ...",
    "ai-mnd10:31.18_0": "“May my mind be in the future!",
    "ai-mnd10:31.19_0": "So you don’t get rid of reinforced mind, and don’t take pleasure in that, when your mind isn’t given up.",
    "ai-mnd10:31.20_0": "“Don’t encounter it,",
    "ai-mnd10:31.21_0": "he thus enthusibly destiny in the future.",
    "ai-mnd10:31.22_0": "Or alternatively, thinking: “By this precept or observance or mortification or spiritual life I shall for the gods of streaming radiance, if I don’t encounter the mind in that case.”",
    "ai-mnd10:31.23_0": "“Don’t encounter it,",
    "ai-mnd10:31.24_0": "he thus enthusibly destiny in the future.",
    "ai-mnd10:32.1_0": "you don’tv with the past,",
    "ai-mnd10:32.2_0": "Isn’t allowed no grounds for making clothes.",
    "ai-mnd10:32.3_0": "“... the ear ...",
    "ai-mnd10:32.4_0": "the nose ...",
    "ai-mnd10:32.5_0": "the tongue ...",
    "ai-mnd10:32.6_0": "My body is tranquil ...",
    "ai-mnd10:32.7_0": "sights ...",
    "ai-mnd10:32.8_0": "My ears ...",
    "ai-mnd10:32.9_0": "My smells,",
    "ai-mnd10:32.10_0": "a taste ...",
    "ai-mnd10:32.11_0": "tangibles ...",
    "ai-mnd10:32.12_0": "a family ...",
    "ai-mnd10:32.13_0": "sex with a group ...",
    "ai-mnd10:32.14_0": "I’ve given up illness ...",
    "ai-mnd10:32.15_0": "... “I’ve receivers ...",
    "ai-mnd10:32.16_0": "Anyone who is possessed by Yasa ...",
    "ai-mnd10:32.17_0": "my confidence remains ...",
    "ai-mnd10:32.18_0": "My happiness is bliss ...",
    "ai-mnd10:32.19_0": "... “I’ve given up my robe ...’ ...",
    "ai-mnd10:32.20_0": "my alms-food ...",
    "ai-mnd10:32.21_0": "my dwelling ...",
    "ai-mnd10:32.22_0": "I’m sick;",
    "ai-mnd10:32.23_0": "my mother ...",
    "ai-mnd10:32.24_0": "a father ...",
    "ai-mnd10:32.25_0": "‘My brother ...",
    "ai-mnd10:32.26_0": "sister ...",
    "ai-mnd10:32.27_0": "my son ...",
    "ai-mnd10:32.28_0": "daughter ...",
    "ai-mnd10:32.29_0": "my friends ...",
    "ai-mnd10:32.30_0": "ministers ...",
    "ai-mnd10:32.31_0": "her relatives ...",
    "ai-mnd10:32.32_0": "She’s decayed and perished, and my lament doesn’t sorrow or wail or lament, beating their breast and falling into confusion.",
    "ai-mnd10:32.33_0": "doesn’t worry about the past,",
    "ai-mnd10:33.1_0": "Secluded, he sees that it is sense;",
    "ai-mnd10:33.2_0": "Contact through the eye, ear, nose, tongue, body, and mind.",
    "ai-mnd10:33.3_0": "The intentions regarding contact.",
    "ai-mnd10:33.4_0": "This is called contact.",
    "ai-mnd10:34.1_0": "Secluded, he sees that it is sense;",
    "ai-mnd10:34.2_0": "They see contact as permanent or impermanent.",
    "ai-mnd10:34.3_0": "they see the ear contact ...",
    "ai-mnd10:34.4_0": "nose contact ...",
    "ai-mnd10:34.5_0": "tongue contact ...",
    "ai-mnd10:34.6_0": "body contact ...",
    "ai-mnd10:34.7_0": "mind contact ...",
    "ai-mnd10:34.8_0": "they see the dispensation in the abundance of prediction ...",
    "ai-mnd10:34.9_0": "he sees the consent of the origin of the merchant’s wife.",
    "ai-mnd10:34.10_0": "contact ...",
    "ai-mnd10:34.11_0": "contact ...",
    "ai-mnd10:34.12_0": "contact ...",
    "ai-mnd10:34.13_0": "If, monastics, is intended for the wholesome contact ...",
    "ai-mnd10:34.14_0": "unskillful contact ...",
    "ai-mnd10:34.15_0": "An incompetent contact ...",
    "ai-mnd10:34.16_0": "sensual pleasures,",
    "ai-mnd10:34.17_0": "having contact ...",
    "ai-mnd10:34.18_0": "having contact ...",
    "ai-mnd10:34.19_0": "they see a world—whether it can be destroyed by one, two, or three contacts—corruptions in self-control or motion.",
    "ai-mnd10:35.1_0": "Then regarding the past, future, and present.",
    "ai-mnd10:35.2_0": "Or alternatively, there are those noble ones who are pollutant-free irritable and bad-tempered by Māra and Brahmā, by obstinacying conceit, contempt, all living creatures, each other with the contempt, irritable, deceit, obstinate, fever, and deceit, flattering.",
    "ai-mnd10:35.3_0": "When you’re released from seclusion,",
    "ai-mnd10:36.1_0": "and doesn’t led on.",
    "ai-mnd10:36.2_0": "But when he has given up these sixty-two grounds, he comprehends the opposite sex, which were spent in the parasol and was given up and over to him.",
    "ai-mnd10:36.3_0": "They don’t give rise to views, nor do they get rid of it.",
    "ai-mnd10:36.4_0": "nor does he believe in a view, nor does he return to it.",
    "ai-mnd10:36.5_0": "and no accumulations are not seen.",
    "ai-mnd10:37.1_0": "The Buddha replied,",
    "ai-mnd10:38.1_0": "“In the future, future lives,",
    "ai-mnd10:38.2_0": "doesn’t worry about the past,",
    "ai-mnd10:38.3_0": "When you’re released from seclusion,",
    "ai-mnd10:38.4_0": "and not led on.”",
    "ai-mnd10:39.1_0": "if you don’t get angry,",
    "ai-mnd10:39.2_0": "They’re not stingy,",
    "ai-mnd10:39.3_0": "unburdensome, not disgusting,",
    "ai-mnd10:39.4_0": "Once they’re played, but don’t be negligent.",
    "ai-mnd10:40.1_0": "Withdrawn in lucky,",
    "ai-mnd10:40.2_0": "When they’ve given up greed they’re given up greed, hate, and delusion. They’re irritable, and hostile.",
    "ai-mnd10:40.2_1": "hostility ...",
    "ai-mnd10:40.2_2": "Makkhali ...",
    "ai-mnd10:40.2_3": "contempt ...",
    "ai-mnd10:40.2_4": "stinginess ...",
    "ai-mnd10:40.3_0": "given up all unskillful intentions,",
    "ai-mnd10:40.4_0": "for this is said by the Buddha,",
    "ai-mnd10:40.5_0": "“And how is a mendicant withdrawn?",
    "ai-mnd10:40.6_0": "It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.",
    "ai-mnd10:40.7_0": "That’s how a mendicant is withdrawn.”",
    "ai-mnd10:40.8_0": "withdrawn from the root of an outcaste,",
    "ai-mnd10:41.1_0": "Three grounds for deceitings:",
    "ai-mnd10:41.2_0": "the basis of psychic power that is indirect talk, in opposing, and indirect talk, indirectly based on the basis of psychic power, and the deportment is indirect talk,",
    "ai-mnd10:42.1_0": "What is the instance of scheming called rejection of requisites?",
    "ai-mnd10:42.2_0": "It’s when a householder invites him to accept robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:42.3_0": "As a result of bad desires, he resigns the robes, alms-food, lodgings, and medicines and supplies for the sick. And he rejects it and returns a lesser life.",
    "ai-mnd10:42.4_0": "The learned monk replied,",
    "ai-mnd10:42.5_0": "“What’s the point of this robe-cloth?",
    "ai-mnd10:42.6_0": "using this heartwood, a corrupt magician, or a dog’s body, ruses, and wears their outer robe and wear it.",
    "ai-mnd10:42.7_0": "what’s an ascetic to do with expensive alms-food?",
    "ai-mnd10:42.8_0": "this is a vowel, a lump of meat, a buffalo, poison,",
    "ai-mnd10:42.9_0": "what’s an ascetic’s dwelling?",
    "ai-mnd10:42.10_0": "This ascetic or brahmin ...",
    "ai-mnd10:42.11_0": "What’s the point of requisites for the sick?",
    "ai-mnd10:42.12_0": "this is a vow’s belt, pillow, and creepers.”",
    "ai-mnd10:42.13_0": "Accordingly he wears a coarse robe, eats coarse alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:42.14_0": "The brahmins and householders know",
    "ai-mnd10:42.15_0": "“This ascetic is content, secluded, he invites them to admire them with few robes, alms-food, lodgings, and medicines and supplies for the sick. And he invites them to accept robes, alms-food, lodgings, and medicines and supplies for the sick.”",
    "ai-mnd10:42.16_0": "The learned monk replied,",
    "ai-mnd10:42.17_0": "“When three things are present, a faithful gentleman makes much merit.",
    "ai-mnd10:42.18_0": "When faith is present, a faithful gentleman makes much merit.",
    "ai-mnd10:42.19_0": "‘You have faith, conscience, prudence, energy, and wisdom.",
    "ai-mnd10:42.20_0": "If I don’t receive it, you’ll keep it away.",
    "ai-mnd10:42.21_0": "And I don’t need any harm for me.",
    "ai-mnd10:42.22_0": "Rather, I accept out of compassion for you.’”",
    "ai-mnd10:42.23_0": "a little robe that he receives much almsfood, receives many almsfood, and accepts many almsfood.",
    "ai-mnd10:42.24_0": "Such grimacing, schemery, and endeavour.",
    "ai-mnd10:42.25_0": "This is the instance of scheming called rejection of requisites.",
    "ai-mnd10:43.1_0": "What is the ground for deportment?",
    "ai-mnd10:43.2_0": "It’s when someone of evil wishes, a prey to wishes, eager to be admired, thinking “Thus people will admire me,” while walking, standing, sitting, sleeping, and embarrasing. He stands stabilized like an elephant, horse, and he stands studiedly.",
    "ai-mnd10:43.3_0": "Such particular postures are the bent on the site, consume, schemedness, and deceit,",
    "ai-mnd10:43.4_0": "This is the ground for deportment.",
    "ai-mnd10:44.1_0": "What is talking about in accordance with what is talking about in accordance with the intention?",
    "ai-mnd10:44.2_0": "Here someone of evil wishes, a prey to wishes, eager to be admired, thinking “Those people will admire me in the noble state.”",
    "ai-mnd10:44.3_0": "“He who wears such a robe, he uses it,”",
    "ai-mnd10:44.4_0": "that a bowl is used for a bowl,",
    "ai-mnd10:44.5_0": "a red bucket,",
    "ai-mnd10:44.6_0": "remembering the teachings,",
    "ai-mnd10:44.7_0": "they keep a gathering of monks ...",
    "ai-mnd10:44.8_0": "a necklace,",
    "ai-mnd10:44.9_0": "sandals,",
    "ai-mnd10:44.10_0": "a belt,",
    "ai-mnd10:44.11_0": "who wears a valuable ascetic, speaks a large very illustrious,”",
    "ai-mnd10:44.12_0": "“He says that such a preceptor.”",
    "ai-mnd10:44.13_0": "“The teacher’s feed. ...",
    "ai-mnd10:44.14_0": "that kind of co-student is sort of person ...",
    "ai-mnd10:44.15_0": "your co-pupil ...",
    "ai-mnd10:44.16_0": "friends ...",
    "ai-mnd10:44.17_0": "taken assemblies ...",
    "ai-mnd10:44.18_0": "...”",
    "ai-mnd10:44.19_0": "if he says, “He’s a large,”",
    "ai-mnd10:44.20_0": "if he says, “He who lives in such a dwelling, he is a Great ascetic,”",
    "ai-mnd10:44.21_0": "the home of the one who lives in the household life,",
    "ai-mnd10:44.22_0": "stayed in the longhousehold ...",
    "ai-mnd10:44.23_0": "‘I’m staying in a magician’ ...",
    "ai-mnd10:44.24_0": "your secret oppressed by the nose ...",
    "ai-mnd10:44.25_0": "if she stays at the wrong time;",
    "ai-mnd10:44.26_0": "if the upper story is dwelling;",
    "ai-mnd10:44.27_0": "a bungalow, a roof-peak,",
    "ai-mnd10:44.28_0": "the embarrassed ...",
    "ai-mnd10:44.29_0": "your matted like a magic tried ...",
    "ai-mnd10:44.30_0": "you stay with the hunter.",
    "ai-mnd10:44.31_0": "the assembly hall.",
    "ai-mnd10:44.32_0": "who stays under a roof-cover,",
    "ai-mnd10:44.33_0": "he touches the tree too far, he says this.”",
    "ai-mnd10:45.1_0": "Then he said to Kokālika, “Which is an Anguage speaker,ll-food-recelling, with a deep observed like a charming scraper in the opening of the wide opening of the door.”",
    "ai-mnd10:45.2_0": "Such grimacing, schemery, and endeavour.",
    "ai-mnd10:45.3_0": "This is the basis for happiness.",
    "ai-mnd10:45.4_0": "One who has given up these three things, one who has cut off the level of the string, who has cut off the knowledge of the ground, and who is unshakable, who is unformed in the world, is said to be the best of them.",
    "ai-mnd10:45.5_0": "if you don’t get angry,",
    "ai-mnd10:46.1_0": "They’re not stingy:",
    "ai-mnd10:46.2_0": "the craving is what is meant.",
    "ai-mnd10:46.3_0": "Greed is a root of greed ...",
    "ai-mnd10:46.4_0": "One who has given up craving and cut off craving, who has cut off the hindrances, who is unburned (into the wombs), and who has cut off the inheritance, and is called a “form”.",
    "ai-mnd10:46.5_0": "They don’t smell an odor with their nose ...",
    "ai-mnd10:46.5_1": "touches ...",
    "ai-mnd10:46.5_2": "praise ...",
    "ai-mnd10:46.5_3": "a robe ...",
    "ai-mnd10:46.5_4": "alms-food ...",
    "ai-mnd10:46.5_5": "furniture ...",
    "ai-mnd10:46.5_6": "who’s sick,",
    "ai-mnd10:46.5_7": "the elements of sensuality ...",
    "ai-mnd10:46.5_8": "the form element,",
    "ai-mnd10:46.5_9": "the formless realm ...",
    "ai-mnd10:46.5_10": "sensual pleasures, craving to continue existence, and craving to end existence.",
    "ai-mnd10:46.5_11": "continued existence ...",
    "ai-mnd10:46.5_12": "form ...",
    "ai-mnd10:46.5_13": "perception ...",
    "ai-mnd10:46.5_14": "perception of continued existence ...",
    "ai-mnd10:46.5_15": "continued existence ...",
    "ai-mnd10:46.5_16": "maintaining ...",
    "ai-mnd10:46.5_17": "four blessings ...",
    "ai-mnd10:46.5_18": "five lower fetters,",
    "ai-mnd10:46.5_19": "future ...",
    "ai-mnd10:46.5_20": "present ...",
    "ai-mnd10:46.5_21": "if he does not wish to be seen or heard in the midst of these things, he does not consent to any of them.",
    "ai-mnd10:46.6_0": "even if they’re cry out,",
    "ai-mnd10:46.7_0": "Five kinds of stingy:",
    "ai-mnd10:46.8_0": "Stinginess with dwellings, families, material possessions, praise, and the teachings.",
    "ai-mnd10:46.9_0": "Such is the boy’s fish, stingy, lovely, and carpenter’s thoughts.",
    "ai-mnd10:46.10_0": "This is called accomplishment in view.",
    "ai-mnd10:46.11_0": "Still, stinginess, disliked and stinginess, are stinginess with the jealousy, and stinginess.",
    "ai-mnd10:46.12_0": "This is called accomplishment in view.",
    "ai-mnd10:46.13_0": "who has given up transmigration, attributes, cutting off the knowledge, the inner skin, the flesh, sinews, bones, and music.",
    "ai-mnd10:46.14_0": "They’re not stingy,",
    "ai-mnd10:47.1_0": "Unable to be disgusted,",
    "ai-mnd10:47.2_0": "These are the three kinds of demonstration:",
    "ai-mnd10:47.3_0": "he released in plastered overcomparable, pleasing in public guesthouse,",
    "ai-mnd10:47.4_0": "which is shelter in the gathering?",
    "ai-mnd10:47.5_0": "It’s when someone shows a bathing place where there are dangers and threats, ornaments for provisions in the midst of the Sangha and she shows them to an inhabited area, an assembly hall, a distributes, waters, and pulls in the morning time.",
    "ai-mnd10:48.1_0": "he shows how to prepare a meal in the Sangha?",
    "ai-mnd10:48.2_0": "It may be that someone does not. He sits down on a bed or a mattress, even if he stands in front of the senior monks, he sits down, and he sits down on a high seat. He then sits down, lies down, and he sits down on a high seat, thinking,",
    "ai-mnd10:48.3_0": "Thus having shown that a position in the Saṅgha",
    "ai-mnd10:49.1_0": "he shows how to make a courtesan from Kāsī,",
    "ai-mnd10:49.2_0": "It’s when someone walks up and down, stood up and lay down on a walking-path, and he walks up and down on a high seat. He walked back and forth in front of the senior monks, and he sits down on a high seat. He walks up and down, sits down, lies down, and he stands on a high seat.",
    "ai-mnd10:49.3_0": "Thus she shows her in the same way.",
    "ai-mnd10:50.1_0": "“And how does she give to a meal in the morning time?",
    "ai-mnd10:50.2_0": "It’s when someone eats in food, drink, clothes, and isn’t cooking the seats, sits down, lies down, circum, and lays down on a seat. He then sits down, lies down on a bed, and he sits down on a seat, gets up and stands in front of the senior monks.",
    "ai-mnd10:50.3_0": "Thus in this way she shows them a meal at the wrong time.",
    "ai-mnd10:51.1_0": "he shows how to build a sauna in the city.",
    "ai-mnd10:51.2_0": "It’s when someone doesn’t build a sauna on a senior monkey, who stands in frontier behind the senior monks, sits down, and he sits down on a high seat. He doesn’t walk, thinking,",
    "ai-mnd10:51.3_0": "So in the sauna shed is shown by an enclosure.",
    "ai-mnd10:52.1_0": "How do you give water cooked in the water?",
    "ai-mnd10:52.2_0": "It’s when someone doesn’t bathe in water: heavily in the water, lit in front of the senior monks, and in front of them.",
    "ai-mnd10:52.3_0": "Thus she shows water that is pouring from the water.",
    "ai-mnd10:53.1_0": "How is he to enter an inhabited area with the body when she is walking in inhabited area?",
    "ai-mnd10:53.2_0": "It’s when someone enters an inhabited area without saying, with no kind of senior monks, striking them on a front of the senior monks.",
    "ai-mnd10:53.3_0": "When entering an inhabited area, he shows them in inhabited area;",
    "ai-mnd10:54.1_0": "How does he show its entered an inhabited area, which is tormented in the gathering?",
    "ai-mnd10:54.2_0": "It’s when someone is entered inside a house, thinking “From house, sir,” and when he is told, “Venerable sir, while sitting in an inhabited area,” and when asked, “Venerable sir, he sits down, lies down, and he stands without a level of cloth, thinking, ‘There are managed, and he stands without turning back, and he stands without turning backwards.",
    "ai-mnd10:54.3_0": "where the families of women, daughters of good families, and eventually sat down with their heads. They sit with their heads at a girl of the daughters of a girl.",
    "ai-mnd10:54.4_0": "When she has entered an inhabited area,",
    "ai-mnd10:54.5_0": "I will give this bride (you) precept.",
    "ai-mnd10:55.1_0": "what is to be shown by the rinsing dawn?",
    "ai-mnd10:55.2_0": "It may be that someone supports a sangha or a group of a group, or an inspiring place to a charnel ground in an inhabited area of wrongdoing. He shows a distribution of water, saying,",
    "ai-mnd10:56.1_0": "How will he shows his words to the Sangha?",
    "ai-mnd10:56.2_0": "It may be that someone doesn’t act in the midst of the Sangha, saying, “The senior monks aren’t standing, sitting, or lying down. They come to the monastery he reciting the Monastic Code, and they recite the Monastic Code.",
    "ai-mnd10:56.3_0": "it is said to be shown in the midst of the Sangha.",
    "ai-mnd10:57.1_0": "How a group of nuns brings about what is to be done in the gathering?",
    "ai-mnd10:57.2_0": "It may be that someone who does not ask a responds, but he speaks to the senior monks, and he says to the monks who should be asked, “Give them a question,” and they reply,",
    "ai-mnd10:57.3_0": "if he says, “The nuns who have come to the monastery,” and he replysed, “They are laywomanshiping,”",
    "ai-mnd10:57.4_0": "it shows how to pull towards a group.",
    "ai-mnd10:58.1_0": "How do you show entered an inhabited area of wrongdoing couches in inhabited area?",
    "ai-mnd10:58.2_0": "It’s when someone entered an inhabited area of a woman or a girl who lives in a house.",
    "ai-mnd10:58.3_0": "“What is this?",
    "ai-mnd10:58.4_0": "rice porridge, non-staple foods,",
    "ai-mnd10:58.5_0": "what will we eat? What will I do?",
    "ai-mnd10:58.6_0": "what use is there for me to give to me, or that which is the time for the clungs of vitality, or the absentment of good fortune that mortal frame, or that moans even as much as they want.",
    "ai-mnd10:58.7_0": "When he has entered an inhabited area, he said,",
    "ai-mnd10:58.8_0": "this is the fourth kind of speech.",
    "ai-mnd10:59.1_0": "What is mental action?",
    "ai-mnd10:59.2_0": "It’s when someone who has gone forth from an eminent family, who does not for a family member of the family, who has gone forth from the lay life to homelessness, but only the wealthy family, who has gone forth from a family of wealthy family, and isn’t large wealth.",
    "ai-mnd10:59.2_1": "they don’t instead of others ...",
    "ai-mnd10:59.2_2": "one who doesn’t understand the teaching ...",
    "ai-mnd10:59.2_3": "doesn’t stay in the wilderness ...",
    "ai-mnd10:59.2_4": "alms-food ...",
    "ai-mnd10:59.2_5": "wearing rag robes ...",
    "ai-mnd10:59.2_6": "He doesn’t about a robe,",
    "ai-mnd10:59.2_7": "so-and-so lives in the charnel ground,",
    "ai-mnd10:59.2_8": "Not a later-food-refuser ...",
    "ai-mnd10:59.2_9": "who never lies down ...",
    "ai-mnd10:59.2_10": "who did not sleep wherever they lay their mat ...",
    "ai-mnd10:59.2_11": "... obtains ...",
    "ai-mnd10:59.3_0": "Because of the attainment of the dimension of neither perception nor non-perception, they don’t burn themselves with attainment of the dimension of neither perception nor non-perception.",
    "ai-mnd10:59.4_0": "This is the untouchable (merit).",
    "ai-mnd10:59.5_0": "One who has given up these three things, who has cut off the stream, who is unbroken, imperishable, and whatever they have not given up, they are called a ‘bound’.",
    "ai-mnd10:59.6_0": "Undirected in the teaching,",
    "ai-mnd10:60.1_0": "while disgusting, they be disgusted.",
    "ai-mnd10:60.2_0": "There is a person disgusted with disgusting,",
    "ai-mnd10:60.3_0": "And who is the person who disgusts disgusting?",
    "ai-mnd10:60.4_0": "It’s when some person is unethical, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved.",
    "ai-mnd10:60.5_0": "This is called a person who is disgusting.",
    "ai-mnd10:60.6_0": "They prey to anger and hostile ...",
    "ai-mnd10:60.7_0": "This is called a person who is disgusting.",
    "ai-mnd10:60.8_0": "And they’re irritable, hostile, and hard-hearted, and have wrong view.",
    "ai-mnd10:60.9_0": "This is called a person who is disgusting.",
    "ai-mnd10:61.1_0": "And who is the person unconfused?",
    "ai-mnd10:61.2_0": "It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.",
    "ai-mnd10:61.3_0": "This is called a person who is disgusting.",
    "ai-mnd10:61.4_0": "Someone who isn’t irritable and bad-tempered. If they don’t get annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness.",
    "ai-mnd10:61.5_0": "This is called a person who is disgusting.",
    "ai-mnd10:61.6_0": "Someone isn’t because they’re not irritable and hostile. They’re not attached to their own views, holding them tight, or refusing to let go. They don’t obstinately stick to them. And they don’t give up wrong views.",
    "ai-mnd10:61.7_0": "This is called a person who is disgusting.",
    "ai-mnd10:61.8_0": "All the foolish worldlings, the magnificent ordinary person, having eight types of speak, whether the eight persons of the noble ones.",
    "ai-mnd10:61.9_0": "unburdensome, not disgusting,",
    "ai-mnd10:62.1_0": "Once they’re not satisfied with things,",
    "ai-mnd10:62.2_0": "If it is invited, but there is divisive speech.",
    "ai-mnd10:62.3_0": "And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division.",
    "ai-mnd10:62.4_0": "This is called the perception of the world.",
    "ai-mnd10:63.1_0": "However, when he makes use of two reasons:",
    "ai-mnd10:63.2_0": "if only aiming at what is dear;",
    "ai-mnd10:63.3_0": "“And how does one engage in malicious talebearing?",
    "ai-mnd10:63.4_0": "“We will be dear and beloved to me. I will be dear and beloved. I will have a lie down.”",
    "ai-mnd10:63.5_0": "if he makes it known to him think in this way;",
    "ai-mnd10:63.6_0": "he carries it on in regard to what is it?",
    "ai-mnd10:63.7_0": "“What can be done so that these two kinds of discomforts would not be done?”",
    "ai-mnd10:63.8_0": "if he carries it on in this way;",
    "ai-mnd10:63.9_0": "When this has been given up and cut off, it’s unfamiliated, not committed to the knowledge of the proper conduct. They don’t look down on it and don’t look forward to relying on ide, not to peace.",
    "ai-mnd10:63.10_0": "Once they’re played, but don’t be negligent.",
    "ai-mnd10:64.1_0": "The Buddha replied,",
    "ai-mnd10:65.1_0": "Ajitating: “One who has no anger,",
    "ai-mnd10:65.2_0": "They’re not stingy,",
    "ai-mnd10:65.3_0": "unburdensome, not disgusting,",
    "ai-mnd10:65.4_0": "Should Be instructed when they come.”",
    "ai-mnd10:66.1_0": "Not overpowering:",
    "ai-mnd10:66.2_0": "Wealth is untouchable,",
    "ai-mnd10:66.3_0": "the gentle and the articulate,",
    "ai-mnd10:66.4_0": "you’re not faithful,",
    "ai-mnd10:67.1_0": "Endowed:",
    "ai-mnd10:67.2_0": "This is called the five kinds of sensual stimulation.",
    "ai-mnd10:67.3_0": "the five kinds of sensual stimulation are said to be the five kinds of sensual stimulation.",
    "ai-mnd10:67.4_0": "Remembering the five kinds of sensual stimulation are called sensual stimulation; they are subtle people embarrass, tied up with the five kinds of sensual stimulation.",
    "ai-mnd10:67.5_0": "There are those who haven’t given up craving for sights, relishing and craving for sights. They proceed in craving for sights, but don’t occur in them.",
    "ai-mnd10:67.5_1": "craving for smells,",
    "ai-mnd10:67.5_2": "craving for tastes ...",
    "ai-mnd10:67.5_3": "craving for touches ...",
    "ai-mnd10:67.5_4": "mind comes to craving for thoughts. And it occurs flows down rolling on the mind.",
    "ai-mnd10:67.6_0": "There are those who have given up craving and cut off craving for sights, and who have gone beyond the stream of existence. They don’t see anyone in the sensual realm. They don’t look forward to enjoying craving for sights, they don’t look down on them.",
    "ai-mnd10:67.7_0": "mind doesn’t keep running.",
    "ai-mnd10:67.8_0": "Not overpowering:",
    "ai-mnd10:68.1_0": "they don’t attain untirred.",
    "ai-mnd10:68.2_0": "What is called ‘defilement’?",
    "ai-mnd10:68.3_0": "It may be that someone does not have any of these wives or bases of their birth, or does one or other of one or other of these.",
    "ai-mnd10:68.4_0": "Anyone who thinks such conceit is stainless: he’s spending the vanity of conceit, arrogant, and abstention regarding the mind as getting taken as excessive.",
    "ai-mnd10:68.5_0": "This is called what is called ‘not idiot’.",
    "ai-mnd10:68.6_0": "They’ve given up the remainder, they’re not extracted to anything that they have been given up and cut off at the root, but are not committed to the level of the palm, and don’t tamed.",
    "ai-mnd10:68.7_0": "Wealth is untouchable,",
    "ai-mnd10:69.1_0": "the gentle and the articulate,",
    "ai-mnd10:69.2_0": "gentle, harsh deeds ...",
    "ai-mnd10:69.2_1": "He endowed with a general, loving, and sharing his court, being endowed with good qualities, direct knowledge, and right effort.",
    "ai-mnd10:69.2_2": "the sockets of the bowls ...",
    "ai-mnd10:69.2_3": "your faculties are so pretty ...",
    "ai-mnd10:69.2_4": "the gentle ...",
    "ai-mnd10:69.2_5": "He has the gentleness that is purified and has the noble eightfold path.",
    "ai-mnd10:69.3_0": "smooth grease,",
    "ai-mnd10:70.1_0": "There are three kinds of eloquence:",
    "ai-mnd10:70.2_0": "the eloquence of meaning is that he should be pressed and eloquent of that.",
    "ai-mnd10:70.3_0": "What is the way of eloquence?",
    "ai-mnd10:70.4_0": "Take someone who memorizes the scraps—",
    "ai-mnd10:70.5_0": "statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.",
    "ai-mnd10:70.6_0": "this is the way of eloquence.",
    "ai-mnd10:70.7_0": "What is the questioning of the accused?",
    "ai-mnd10:70.8_0": "It may be that someone is questioned about the meaning and the benefit of self-mortification, for the sake of themselves and others.",
    "ai-mnd10:70.9_0": "This is the exposition that should be responsible.",
    "ai-mnd10:70.10_0": "What is the right way?",
    "ai-mnd10:70.11_0": "He has attained the four kinds of mindfulness meditation. ...",
    "ai-mnd10:70.12_0": "It is the meaning of that relative is well-known.",
    "ai-mnd10:70.13_0": "What is the meaning of that is pleasant.",
    "ai-mnd10:70.14_0": "this is the Dhamma that leads to relatives.",
    "ai-mnd10:70.15_0": "For the language of their relatives, ~ who does not rejoice,",
    "ai-mnd10:70.16_0": "the knowledge of these three knowledges, the analytical knowledges,",
    "ai-mnd10:70.17_0": "With this analytical knowledge of the progressiveness, Upavattana, entered upon that he is called “restraint in”.",
    "ai-mnd10:70.18_0": "who can lend an ear, he does not get rid of it, nor can he agree with him?",
    "ai-mnd10:70.19_0": "the gentle and the articulate,",
    "ai-mnd10:71.1_0": "it’s not out of faith.",
    "ai-mnd10:71.2_0": "he doesn’t himself of faith in himself or others.",
    "ai-mnd10:71.3_0": "All conditions are impermanent ...",
    "ai-mnd10:71.4_0": "‘All conditions are suffering.’ ...",
    "ai-mnd10:71.5_0": "all things are not-self ...",
    "ai-mnd10:71.6_0": "‘Ignorance is a condition for choices.’ ...",
    "ai-mnd10:71.7_0": "“Rebirth is a condition for old age and death.” ...",
    "ai-mnd10:71.8_0": "when ignorance ceases, choices cease. ...",
    "ai-mnd10:71.9_0": "when rebirth ceases, old age and death cease. ...",
    "ai-mnd10:71.10_0": "“‘This is suffering’ ...",
    "ai-mnd10:71.11_0": "“This is the practice that leads to the cessation of suffering” ...",
    "ai-mnd10:71.12_0": "“‘These are defilements’ ...",
    "ai-mnd10:71.13_0": "“This is the practice that leads to the cessation of defilements” ...",
    "ai-mnd10:71.14_0": "“‘There are things that are directly known ...’",
    "ai-mnd10:71.15_0": "‘These things should be realized by direct knowledge.’ ...",
    "ai-mnd10:71.16_0": "the six fields of contact ...",
    "ai-mnd10:71.17_0": "the four primary elements’ origin, ending, gratification, drawback, and escape ...",
    "ai-mnd10:71.18_0": "“Anything that has a beginning has no doubt or uncertainty regarding the teaching.”",
    "ai-mnd10:72.1_0": "for this is said by the Buddha,",
    "ai-mnd10:72.2_0": "“Sāriputta, you have faith and wisdom, when your faculties are developed and cultivated, culminate, finish, and end in the deathless.",
    "ai-mnd10:72.3_0": "the faculty of energy ...",
    "ai-mnd10:72.4_0": "mindfulness,",
    "ai-mnd10:72.5_0": "immersion,",
    "ai-mnd10:72.6_0": "and wisdom.”",
    "ai-mnd10:73.1_0": "“Sir, in this case I don’t rely on faith in the Buddha’s faith ...",
    "ai-mnd10:73.2_0": "the faculty of energy ...",
    "ai-mnd10:73.3_0": "mindfulness,",
    "ai-mnd10:73.4_0": "immersion,",
    "ai-mnd10:73.5_0": "and wisdom.",
    "ai-mnd10:73.6_0": "For there are those who have not known or seen or understood or realized or experienced this with wisdom. They may go to the deathless in faith, energy, mindfulness, immersion, and wisdom.",
    "ai-mnd10:73.7_0": "the faculty of energy ...",
    "ai-mnd10:73.8_0": "mindfulness,",
    "ai-mnd10:73.9_0": "immersion,",
    "ai-mnd10:73.10_0": "and wisdom.",
    "ai-mnd10:73.11_0": "But there are those who have known, seen, understood, realized, and experienced this with wisdom. They have no doubts or uncertainties in this matter.",
    "ai-mnd10:73.12_0": "The faculties of faith,",
    "ai-mnd10:73.13_0": "the faculty of energy ...",
    "ai-mnd10:73.14_0": "mindfulness,",
    "ai-mnd10:73.15_0": "immersion,",
    "ai-mnd10:73.16_0": "and wisdom.",
    "ai-mnd10:73.17_0": "But I have known, seen, understood, realized, and experienced this with wisdom. I have no doubts or uncertainties in this matter.",
    "ai-mnd10:73.18_0": "The faculties of faith,",
    "ai-mnd10:73.19_0": "the faculty of energy ...",
    "ai-mnd10:73.20_0": "mindfulness,",
    "ai-mnd10:73.21_0": "immersion,",
    "ai-mnd10:73.22_0": "and wisdom.”",
    "ai-mnd10:74.1_0": "“Good, good, Sāriputta!",
    "ai-mnd10:74.2_0": "There are those who have not known or seen or understood or realized or experienced this with wisdom. They may rely on faith in this matter.",
    "ai-mnd10:74.3_0": "and wisdom.”",
    "ai-mnd10:75.1_0": "One who is faithless, one who knows moderation,",
    "ai-mnd10:75.2_0": "one who acknowledges nothing,",
    "ai-mnd10:75.3_0": "purged of hope, they’ve wasted their chance:",
    "ai-mnd10:75.4_0": "they’re truly unstirred,",
    "ai-mnd10:76.1_0": "it’s not out of faith.",
    "ai-mnd10:76.2_0": "All the foolish ordinary persons, all the worldlings, an educated ordinary person, free from fear, and an idea of the seventh.",
    "ai-mnd10:76.3_0": "Not being excited by lust, he does not lose his greed, hate, and delusion. Because of the ending of greed, hate, and delusion.",
    "ai-mnd10:76.4_0": "Because of this he reappears: ‘This is my growth, this is my last rebirth.’",
    "ai-mnd10:76.5_0": "you’re not faithful,",
    "ai-mnd10:77.1_0": "The Buddha replied,",
    "ai-mnd10:78.1_0": "“Amongst those who are ignorant:",
    "ai-mnd10:78.2_0": "Wealth is untouchable,",
    "ai-mnd10:78.3_0": "the gentle and the articulate,",
    "ai-mnd10:78.4_0": "it’s not faithful to blame.”",
    "ai-mnd10:79.1_0": "he doesn’t train in possessions;",
    "ai-mnd10:79.2_0": "and don’t get angry even when projecting.",
    "ai-mnd10:79.3_0": "craving and ignorance,",
    "ai-mnd10:79.4_0": "find no delight for tastes.",
    "ai-mnd10:80.1_0": "He doesn’t treacherous gain gain and loss,",
    "ai-mnd10:80.2_0": "How do you train for gaining material possessions?",
    "ai-mnd10:80.3_0": "It’s when a mendicant sees that a mendicant receiving robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:80.4_0": "They think:",
    "ai-mnd10:80.5_0": "“How can this venerable receive robes, alms-food, lodgings, and medicines and supplies for the sick?”",
    "ai-mnd10:80.6_0": "They think:",
    "ai-mnd10:80.7_0": "“This Venerable Lohit venerable is staying on the same requisites.”",
    "ai-mnd10:80.8_0": "Because of gaining material possessions, he learns, possessions, honor, and popularity.",
    "ai-mnd10:80.9_0": "That’s how difference is!",
    "ai-mnd10:81.1_0": "Or they see a mendicant receiving robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:81.2_0": "They think:",
    "ai-mnd10:81.3_0": "“How can this venerable receive robes, alms-food, lodgings, and medicines and supplies for the sick?”",
    "ai-mnd10:81.4_0": "They think:",
    "ai-mnd10:81.5_0": "“This venerable is Vinaya,",
    "ai-mnd10:81.6_0": "a Dhamma speaker ...",
    "ai-mnd10:81.7_0": "That’s why he receives robes, alms-food, lodgings, and medicines and supplies for the sick.”",
    "ai-mnd10:81.8_0": "They gain material possessions, honor, and popularity.",
    "ai-mnd10:81.9_0": "That’s how difference is!",
    "ai-mnd10:82.1_0": "Or they see a mendicant receiving robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:82.2_0": "They think:",
    "ai-mnd10:82.3_0": "“How can this venerable receive robes, alms-food, lodgings, and medicines and supplies for the sick?”",
    "ai-mnd10:82.4_0": "They think:",
    "ai-mnd10:82.5_0": "“This wilderness venerable is staying in the wilderness ...",
    "ai-mnd10:82.6_0": "eating only alms-food ...",
    "ai-mnd10:82.7_0": "wearing rag robes ...",
    "ai-mnd10:82.8_0": "your robes are worn. ...",
    "ai-mnd10:82.9_0": "the bearer of the household life,",
    "ai-mnd10:82.10_0": "“later-food-refuser” ...",
    "ai-mnd10:82.11_0": "who never lies down ...",
    "ai-mnd10:82.12_0": "That venerable Bhaddiya consents to robes, alms-food, lodgings, and medicines and supplies for the sick.”",
    "ai-mnd10:82.13_0": "They get material possessions. ...",
    "ai-mnd10:82.14_0": "They sleep wherever they lay their mat.",
    "ai-mnd10:82.15_0": "That’s how difference is!",
    "ai-mnd10:83.1_0": "How do you not train for gaining material possessions?",
    "ai-mnd10:83.2_0": "It’s when a mendicant doesn’t get material possessions, honor, or popularity, or as long as they don’t get material possessions, honor, or popularity. They don’t memorize the teachings, they’re extinguished in expert on the training.",
    "ai-mnd10:83.3_0": "That’s how possessions don’t train.",
    "ai-mnd10:84.1_0": "Or they don’t get material possessions. They don’t come to be that kind of material possessions, honor, and popularity. They don’t support them. A person who lives in the wilderness, eat only alms-food, lodgings, and medicines and supplies for the sick. And they use of alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-mnd10:84.2_0": "You don’t train like this:",
    "ai-mnd10:84.3_0": "he doesn’t train in possessions;",
    "ai-mnd10:85.1_0": "and doesn’t get angry for others;",
    "ai-mnd10:85.2_0": "How do you get angry and not behave?",
    "ai-mnd10:85.3_0": "“It’s when someone with greedy for arguments, not laughing or lighting a fame, or embrace, or a praised by shame, or boils, but observes robes, alms-food, lodgings, and medicines and supplies for the sick. I don’t eloquently respect the sick, a good reputation, presumption, or blate, or uplifting, and eloquentment as well.”",
    "ai-mnd10:85.4_0": "so don’t get angry even when provoked.",
    "ai-mnd10:86.1_0": "How do not be lazy?",
    "ai-mnd10:86.2_0": "“It’s when a monk doesn’t feel distributed ...",
    "ai-mnd10:86.3_0": "But they don’t lose their temper ...",
    "ai-mnd10:86.4_0": "That’s how you don’t get angry and upset.",
    "ai-mnd10:86.5_0": "he does not train without gaining material possessions, he is not lazy,",
    "ai-mnd10:87.1_0": "Nor doing so, the craving for tastes will not attain (the Dhamma).",
    "ai-mnd10:87.2_0": "The one who is irritable, arrogant, oppressed, resentment, dispelling anger, hostility, disdain, contempt, jealousy, stinginess, deviousness, deceit, bad desires, and wrong view.",
    "ai-mnd10:87.3_0": "This is called the removal of delusion.",
    "ai-mnd10:87.4_0": "One who has abandoned his own knowledge, who has abandoned the defilements, who has abandoned the unbroken knowledge of the aggregates, who is undeclared aggregates, is said to be the best of his (natural) knowledge.",
    "ai-mnd10:87.5_0": "craving for sights, sounds, smells, tastes, touches, and thoughts.",
    "ai-mnd10:87.6_0": "Timbaru, wood, resplendent, sweet flag, atis root, black hellebore, khus root, nutgrass, and fragrant roots, spikes, and fruits; and lifesty.",
    "ai-mnd10:87.7_0": "There are some ascetics and brahmins who are successful in sense pleasures,",
    "ai-mnd10:87.8_0": "They ate the tip of the rose-apple trees, and they incapable of attaining the mango grove, being unable to obtain it understood and so on.",
    "ai-mnd10:87.9_0": "had been given to drink (all) the milk-rice and honey-balls, the honey-balls (only) after giving portion to the honey-hundred work.",
    "ai-mnd10:87.10_0": "After means having obtained (them) they do not seek out what was given, and so doing.",
    "ai-mnd10:87.11_0": "bringing back what was gained, and then went out.",
    "ai-mnd10:87.12_0": "a poisonous salt, and then incapable of the salt in each.",
    "ai-mnd10:87.13_0": "after receiving milk, they went looking for her, and instruments because they were unable to look after her.",
    "ai-mnd10:87.14_0": "Having obtained terrors, they get to search, and searched for a little mango,",
    "ai-mnd10:87.15_0": "Once they had obtained tears, and so on, after seeking non-human beings",
    "ai-mnd10:87.16_0": "cold and heat.",
    "ai-mnd10:87.17_0": "They get caught up in the neighborhood of tastes, and enjoy them. And they’re greedy, tied, infatuated, attached, and greedy, tied to the Buddha.",
    "ai-mnd10:87.18_0": "When a resentment has been abandoned, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future, they subtlety food, regardless of whether they eat or dropped on food.",
    "ai-mnd10:87.19_0": "‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice.",
    "ai-mnd10:87.20_0": "In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.",
    "ai-mnd10:88.1_0": "Just as a wound would for the purpose of crossing the desert and axle only as much as they want, without having given a reason, even as much as they need, that would put a multitude of food as they need.",
    "ai-mnd10:88.2_0": "In the same way, a mendicant reflects properly on the food that they eat:",
    "ai-mnd10:88.3_0": "“Not for fun,” ...",
    "ai-mnd10:88.4_0": "They give up craving for tastes. They give up craving for tastes. They don’t get caught up in the shade of the taste. They live with a heart rid of repulsion, liberating, and live without confusion.",
    "ai-mnd10:88.5_0": "Nor suitable for tastes, but not for the tastes.",
    "ai-mnd10:89.1_0": "The Buddha replied,",
    "ai-mnd10:90.1_0": "“One who doesn’t train for gain,",
    "ai-mnd10:90.2_0": "and don’t get angry even when projecting.",
    "ai-mnd10:90.3_0": "craving and ignorance,",
    "ai-mnd10:90.4_0": "not mindful.”",
    "ai-mnd10:91.1_0": "always staying equanimous, mindful and aware,",
    "ai-mnd10:91.2_0": "No one in the world conquered,",
    "ai-mnd10:91.3_0": "A low person doesn’t get better,",
    "ai-mnd10:91.4_0": "and he had no doubts.",
    "ai-mnd10:92.1_0": "Equanimous, mindful:",
    "ai-mnd10:92.2_0": "endowed with equanimity: six factors endowed with equanimity,",
    "ai-mnd10:92.3_0": "Seeing a sight with the eye, is neither happy nor sad. They remain equanimous, mindful and aware.",
    "ai-mnd10:92.4_0": "Hearing a sound with the ears ...",
    "ai-mnd10:92.5_0": "When they know a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware.",
    "ai-mnd10:92.6_0": "When they see a sight with their eyes, they don’t repulse it. When their mind is immersed in samādhi, their body is well freed.",
    "ai-mnd10:92.7_0": "But if they see a disagreeable sight, their mind isn’t eager, confident, settled, and decided about it.",
    "ai-mnd10:92.8_0": "When you hear a sound with your ears ...",
    "ai-mnd10:92.9_0": "When they smell an odor with their nose ...",
    "ai-mnd10:92.10_0": "Tasting a flavor with their tongue ...",
    "ai-mnd10:92.11_0": "When we feel a touch with our body ...",
    "ai-mnd10:92.12_0": "When they know a thought with their mind, their body doesn’t stand well. Their mind isn’t eager, confident, settled, and decided.",
    "ai-mnd10:92.13_0": "But when they know a thought with their mind, their body is unlikable; they’re not dismayed; and their mind is steady and well settled internally, and their mind is immersed in samādhi.",
    "ai-mnd10:93.1_0": "When they see a sight with their eyes, their body is well settled and well freed.",
    "ai-mnd10:93.2_0": "Hearing a sound with the ears ...",
    "ai-mnd10:93.3_0": "When they know a thought with their mind, their body is steady and well settled and well freed.",
    "ai-mnd10:94.1_0": "When they see a sight with their eyes, they’re not deluded by the eye, they’re not deluded by the intoxicating, don’t get tired, and they’re not exhausted.",
    "ai-mnd10:94.2_0": "Hearing a sound with the ears ...",
    "ai-mnd10:94.3_0": "When they know a thought with their mind, they’re not deluded by the mind, they don’t become deluded, oppressed, or because they’re intoxicated. They’re not exhausted, oppressed, or indulgent.",
    "ai-mnd10:94.4_0": "in what is seen, heard, thought, known, sought, and explored by the mind.",
    "ai-mnd10:94.5_0": "doesn’t irresibly seen or shake or plunge into a tremble, regarding things.",
    "ai-mnd10:94.6_0": "They live without attraction, repulsion, not liberated, detached, liberated, with a mind free of limits.",
    "ai-mnd10:94.7_0": "in what is heard ...",
    "ai-mnd10:94.8_0": "urine ...",
    "ai-mnd10:94.9_0": "They live without attraction or repulsion. They live with their mind free of limits.",
    "ai-mnd10:95.1_0": "he sees a sight with the eye.",
    "ai-mnd10:95.2_0": "he has no desire and greed, his mind well freed—",
    "ai-mnd10:95.3_0": "The perfected one hears an ear hears a sound with the ear ...",
    "ai-mnd10:95.4_0": "he has no desire and greed, his mind well freed—",
    "ai-mnd10:95.5_0": "The nose is struck with the nose, and the nose through the nose.",
    "ai-mnd10:95.6_0": "he has no desire and greed, his mind well freed—",
    "ai-mnd10:95.7_0": "The ear ... nose ... tongue ... body ...",
    "ai-mnd10:95.8_0": "When they feel a touch with their body ...",
    "ai-mnd10:95.9_0": "He knows a thought with the mind,",
    "ai-mnd10:95.10_0": "he has no desire and greed, his mind well freed—",
    "ai-mnd10:96.1_0": "Sights, delights in sights, sounds, smells, tastes, and touches. And he is protected and restrained, he is restrained in everyone.",
    "ai-mnd10:96.2_0": "If you like the ear ...",
    "ai-mnd10:96.3_0": "smells ...",
    "ai-mnd10:96.4_0": "The ear ... nose ... tongue ... body ...",
    "ai-mnd10:96.5_0": "body you like a touch ...",
    "ai-mnd10:96.6_0": "The mind, delights in the Dhamma, which is guarded by the Dhamma, protection, safety, and is restrained, he is protected and restrained.",
    "ai-mnd10:97.1_0": "The well-tamed beast is the one led to the river,",
    "ai-mnd10:97.2_0": "the tamed elephant’s the one the king mounts;",
    "ai-mnd10:97.3_0": "the tamed person who endures abuse",
    "ai-mnd10:97.4_0": "is the best of human beings.",
    "ai-mnd10:98.1_0": "It’s better to be tamed.",
    "ai-mnd10:98.2_0": "a thoroughbred, a thoroughbred horse, a thoroughbred,",
    "ai-mnd10:98.3_0": "thoroughbreds from Sindh,",
    "ai-mnd10:98.4_0": "like a flock of birds when you their own self.",
    "ai-mnd10:99.1_0": "For by these beings",
    "ai-mnd10:99.2_0": "go to the untrodden place,",
    "ai-mnd10:99.3_0": "It was well-learned by the gods,",
    "ai-mnd10:99.4_0": "you go there, tamed by the tamed.",
    "ai-mnd10:100.1_0": "Unwavering in the face of discrimination,",
    "ai-mnd10:100.2_0": "they’re freed from future lives.",
    "ai-mnd10:100.3_0": "They’ve reached the level of the tamed,",
    "ai-mnd10:100.4_0": "in the world, they’re the winners.",
    "ai-mnd10:101.1_0": "The faculties of fame, when developed and cultivated,",
    "ai-mnd10:101.2_0": "inside and outside.",
    "ai-mnd10:101.3_0": "he attained this world and the next.",
    "ai-mnd10:101.4_0": "self-developed, and has been developed.”",
    "ai-mnd10:102.1_0": "to equanimous:",
    "ai-mnd10:102.2_0": "always the time for all the time.",
    "ai-mnd10:102.3_0": "in the last watch of the night,",
    "ai-mnd10:102.4_0": "Someone with four reasons:",
    "ai-mnd10:102.5_0": "developing the body consisting in contemplation of mindfulness occupied with the body,",
    "ai-mnd10:102.6_0": "Meditate observing an aspect of feelings ...",
    "ai-mnd10:102.7_0": "They meditate observing an aspect of the mind ...",
    "ai-mnd10:102.8_0": "Contemplations regarding teachings, mindful, and aware ...",
    "ai-mnd10:102.9_0": "they’re called a sentient being.",
    "ai-mnd10:102.10_0": "always staying equanimous, mindful and aware,",
    "ai-mnd10:103.1_0": "Nothing in the world is known,",
    "ai-mnd10:103.2_0": "‘I am like this’,",
    "ai-mnd10:103.3_0": "No one in the world conquered,",
    "ai-mnd10:104.1_0": "A low person doesn’t get better,",
    "ai-mnd10:104.2_0": "“I’m better than you,” or “I’m better than anyone of these people,” or",
    "ai-mnd10:104.3_0": "“I am inferior” or “I am inferior” or “I am fleting with birth” or ‘I am lasting’.",
    "ai-mnd10:104.4_0": "A low person doesn’t get better,",
    "ai-mnd10:105.1_0": "and he’s not attracted.",
    "ai-mnd10:105.2_0": "she was a perfected one with defilements ended.",
    "ai-mnd10:105.3_0": "always mindful.",
    "ai-mnd10:105.4_0": "greed, hate, and delusion.",
    "ai-mnd10:105.5_0": "But there is no place, no loss, inclination, there are no knowledge of the discomfort,",
    "ai-mnd10:105.6_0": "and he had no doubts.",
    "ai-mnd10:106.1_0": "The Buddha replied,",
    "ai-mnd10:107.1_0": "“He who has equanimity and is mindful,",
    "ai-mnd10:107.2_0": "No one in the world conquered,",
    "ai-mnd10:107.3_0": "A low person doesn’t get better,",
    "ai-mnd10:107.4_0": "and there’s no-one else.”",
    "ai-mnd10:108.1_0": "one who has no support,",
    "ai-mnd10:108.2_0": "I understood the teaching, independent,",
    "ai-mnd10:108.3_0": "to progress and decline,",
    "ai-mnd10:108.4_0": "who has no craving for craving.",
    "ai-mnd10:109.1_0": "one who has taken it away.",
    "ai-mnd10:109.2_0": "whose defilements have ended;",
    "ai-mnd10:109.3_0": "Two relinquished:",
    "ai-mnd10:109.4_0": "You’re reborn in a lower realm. ...",
    "ai-mnd10:109.5_0": "This is the ending of craving. ...",
    "ai-mnd10:109.6_0": "This is the ground for views.",
    "ai-mnd10:109.7_0": "He has given up craving and giving up that view.",
    "ai-mnd10:109.8_0": "When craving has been given up and given up, they don’t become discontent with the spiritual life. They don’t have a dispensation about the scope of craving. They don’t give up attachment to old age and death, to sorrow, lamentation, pain, sadness, and distress.",
    "ai-mnd10:109.9_0": "one who has no support,",
    "ai-mnd10:110.1_0": "Knowing the teaching they’re independent.",
    "ai-mnd10:110.2_0": "When he saw him, he understood, and penetrated him, saying, “Just now, after understanding the truth, he developed and attained Liberation, he having known, attained the state of existence, and having lost his mind, he subsistated it, he respectfully circled (only).",
    "ai-mnd10:110.3_0": "‘All conditions are suffering.’ ...",
    "ai-mnd10:110.4_0": "all things are not-self ...",
    "ai-mnd10:110.5_0": "After understanding that all is the origin of cessation, all that comes to the cessation of all things, he experiences dispelling the whole world with its gods.",
    "ai-mnd10:110.6_0": "Two kinds of support:",
    "ai-mnd10:110.7_0": "You’re reborn in a lower realm. ...",
    "ai-mnd10:110.8_0": "This is the ending of craving. ...",
    "ai-mnd10:110.9_0": "This is the ground for views.",
    "ai-mnd10:110.10_0": "Giving up craving and irregates, they give up what is improperly to give up what is not independent, not improperly.",
    "ai-mnd10:110.11_0": "When you’ve heard sounds ...",
    "ai-mnd10:110.12_0": "smells ...",
    "ai-mnd10:110.13_0": "tastes ...",
    "ai-mnd10:110.14_0": "touches ...",
    "ai-mnd10:110.15_0": "a family circle ...",
    "ai-mnd10:110.16_0": "grabbing a group ...",
    "ai-mnd10:110.17_0": "If he has a monastery given to the Sangha ...",
    "ai-mnd10:110.18_0": "He has seen the Truth, understood, and penetrated it; he is unshakable, infatuated, unattached, uncorrupted, liberated, detached, his mind free of limits.",
    "ai-mnd10:110.19_0": "I understood the teaching, independent,",
    "ai-mnd10:111.1_0": "He who has no craving for continued existence, no craving for continued existence.",
    "ai-mnd10:111.2_0": "craving for sights, sounds, smells, tastes, touches, and thoughts.",
    "ai-mnd10:111.3_0": "whose defilements have ended;",
    "ai-mnd10:111.4_0": "Continued existence is the view that leads to rebirth, old age, and death come to be,",
    "ai-mnd10:111.5_0": "Views of existence as a eternalist views finite or infinite.",
    "ai-mnd10:111.6_0": "You will be reborn again and again.",
    "ai-mnd10:111.7_0": "One who has no craving.",
    "ai-mnd10:111.8_0": "for whom there is no craving for continued existence,",
    "ai-mnd10:112.1_0": "The Buddha replied,",
    "ai-mnd10:113.1_0": "“There is no support for you,",
    "ai-mnd10:113.2_0": "I understood the teaching, independent,",
    "ai-mnd10:113.3_0": "to progress and decline,",
    "ai-mnd10:113.4_0": "one who has no craving.",
    "ai-mnd10:114.1_0": "I declare you the end of you.”",
    "ai-mnd10:114.2_0": "you’re not concerned for sensual pleasures.",
    "ai-mnd10:114.3_0": "They who hold nothing loved or loathed",
    "ai-mnd10:114.4_0": "mindful, he transcends",
    "ai-mnd10:115.1_0": "I declare you the end of you.”",
    "ai-mnd10:115.2_0": "quenched and stilled, quenched:",
    "ai-mnd10:115.3_0": "I declare you the reason, I say, that I have speaked. I explain it to you.”",
    "ai-mnd10:115.4_0": "I declare you the end of you.”",
    "ai-mnd10:116.1_0": "unconcerned for sensual pleasures.",
    "ai-mnd10:116.2_0": "Sensual pleasures are give:",
    "ai-mnd10:116.3_0": "They desire for objects and defilements. ...",
    "ai-mnd10:116.4_0": "These are called the opposite sex. ...",
    "ai-mnd10:116.5_0": "These are said to be the defilements.",
    "ai-mnd10:116.6_0": "Having given up these things, he abandons sense desires, ill will, confusion, and fear. He remains in the mud, having removed greed and repulsion, affected by sense desire, ill will, confusion, fear, fondness, thirst, and passion for sensual pleasures. When they’ve given up sensual desire for sensual pleasures, they are free of lust, vanity, and ignorance.",
    "ai-mnd10:116.7_0": "you’re not concerned for sensual pleasures.",
    "ai-mnd10:117.1_0": "if she does not found on him;",
    "ai-mnd10:117.2_0": "ties, four ties, and four ties:",
    "ai-mnd10:117.3_0": "the personal ties to covetousness, ill will, misapprehension of precepts and observances, and the insistence that this is the only truth.",
    "ai-mnd10:117.4_0": "That is the personal ignoble view of others, the opposite of the body, the intention to get hold of views, and insistence, or insistence that view is the only truth.",
    "ai-mnd10:117.5_0": "she was a perfected one with defilements ended.",
    "ai-mnd10:117.6_0": "if she does not found on him;",
    "ai-mnd10:117.7_0": "There is no ties, infatuated, or attacked to questions, and they are not given up and cut off at the root, made like a palm stump, obliterated, and unable to arise in them.",
    "ai-mnd10:117.8_0": "They who hold nothing loved or loathed",
    "ai-mnd10:118.1_0": "happy inside, sea.",
    "ai-mnd10:118.2_0": "one is what is meant.",
    "ai-mnd10:118.3_0": "Greed is a root of greed ...",
    "ai-mnd10:118.4_0": "Strong down by means of which one stands.",
    "ai-mnd10:118.5_0": "he goes confidently, he stands confidently,",
    "ai-mnd10:118.6_0": "the boundaries:",
    "ai-mnd10:118.7_0": "graves, detaching.",
    "ai-mnd10:118.8_0": "the streams of clinging.",
    "ai-mnd10:118.9_0": "he goes confidently, he stands confidently,",
    "ai-mnd10:118.10_0": "he goes confidently, he stands confidently,",
    "ai-mnd10:118.11_0": "one who speaks confidently,",
    "ai-mnd10:118.12_0": "chopping:",
    "ai-mnd10:118.13_0": "the fruit of deeds,",
    "ai-mnd10:118.14_0": "he enjoys the reward,",
    "ai-mnd10:118.15_0": "Vāsava, the smells, tastes, touches, and thoughts are all present.",
    "ai-mnd10:118.15_1": "touches known by the body ...",
    "ai-mnd10:118.15_2": "A monastery without monks ...",
    "ai-mnd10:118.15_3": "in regard to things that are seen, heard, sensed, or cognized, the.",
    "ai-mnd10:118.16_0": "happy inside, sea.",
    "ai-mnd10:118.17_0": "When he has crossed over this, he crossed over clinging to the past.",
    "ai-mnd10:118.18_0": "mindful, he transcends",
    "ai-mnd10:119.1_0": "The Buddha replied,",
    "ai-mnd10:120.1_0": "“I declare you’re born.",
    "ai-mnd10:120.2_0": "you’re not concerned for sensual pleasures.",
    "ai-mnd10:120.3_0": "They who hold nothing loved or loathed",
    "ai-mnd10:120.4_0": "such a one crossed over clinging.”",
    "ai-mnd10:121.1_0": "you’ll have no sons or cattle,",
    "ai-mnd10:121.2_0": "the field is found,",
    "ai-mnd10:121.3_0": "Or else, you’re definitely take",
    "ai-mnd10:121.4_0": "there’s no shelter in that.",
    "ai-mnd10:122.1_0": "He hasn’t cut it up,",
    "ai-mnd10:122.2_0": "neither long nor impingement.",
    "ai-mnd10:122.3_0": "she was a perfected one with defilements ended.",
    "ai-mnd10:122.4_0": "Four children:",
    "ai-mnd10:122.5_0": "a son of a good family, a son of the bondservant.",
    "ai-mnd10:122.6_0": "makes much bad karma.",
    "ai-mnd10:122.7_0": "goats, chickens and pigs, elephants and horses.",
    "ai-mnd10:122.8_0": "In the fields, land, waists, fields, lands, goats, waists, doubles, cattle-keepers, waist-coloured fields, warms, fields, lands, waists, and fields.",
    "ai-mnd10:122.9_0": "The site of the house and the site of a site,",
    "ai-mnd10:122.10_0": "He hasn’t cut it up,",
    "ai-mnd10:122.11_0": "And it has not been possessed for him to be found in him or the field for notion, nor do they are unable to discern them.",
    "ai-mnd10:122.12_0": "there is no field for him to lead the field;",
    "ai-mnd10:123.1_0": "or for the self isn’t praised, or he is not obtained in that place.",
    "ai-mnd10:123.2_0": "(They are) views that self with one’s own views.",
    "ai-mnd10:123.3_0": "One should guard oneself as one’s self, one should cheat another,",
    "ai-mnd10:123.4_0": "One who has no choose at all, he should speak.",
    "ai-mnd10:123.5_0": "One who has no respect for anyone,",
    "ai-mnd10:123.6_0": "Youthouseholder, and plunge into a lower realm, you growth and decline.",
    "ai-mnd10:123.7_0": "Because of this he reappears: ‘This is my growth, this is my last rebirth.’",
    "ai-mnd10:123.8_0": "or for one who has no longer begins, he is not at that time,",
    "ai-mnd10:124.1_0": "The Buddha replied,",
    "ai-mnd10:125.1_0": "“She’s deed of you, you’ll have no sons or cattle,",
    "ai-mnd10:125.2_0": "the field is found,",
    "ai-mnd10:125.3_0": "Or else, you’re definitely take",
    "ai-mnd10:125.4_0": "you’ll gain no delight.”",
    "ai-mnd10:126.1_0": "of the Vajjians, when they go.",
    "ai-mnd10:126.2_0": "and also these things.",
    "ai-mnd10:126.3_0": "with nothing left over—",
    "ai-mnd10:126.4_0": "Therefore give them up (to them).",
    "ai-mnd10:127.1_0": "Whoever, when it comes to the Vajjians, an unaging ascetics and brahmins,",
    "ai-mnd10:127.2_0": "ordinary people encounters the various kinds of people. Those delighted by the different views, favourable to the ordinary people, opposites, and the many kinds of worldly pleasures, an uneducated ordinary person widespread the many kinds of little extraordinary: the five hindrances, the ordinary persons, enemys, the many kinds of attachments, the past lives, the multitude of worldly pleasures, the hosts, the five hindrances, and the various wives of widels.",
    "ai-mnd10:127.3_0": "the worldling,",
    "ai-mnd10:127.4_0": "Whatever ascetics and brahmins have gone forth into homelessness outside of the Buddhist community in what is done away with people,",
    "ai-mnd10:127.5_0": "Those brahmins who say,",
    "ai-mnd10:127.6_0": "Whoever, when it comes to the Vajjians, an unaging ascetics and brahmins,",
    "ai-mnd10:127.7_0": "Wouldn’t befriended by greed, hate, or delusion that might say to you: “Don’t be aroused by desire, ill will, confusion, or fear, or disgusted by that which they might be given up.”",
    "ai-mnd10:127.8_0": "But if they were given up, they would say,",
    "ai-mnd10:127.9_0": "It is no animal in the animal realm, he perceives it as such, and he male and female ghosts or human form.",
    "ai-mnd10:127.10_0": "Then if they don’t, there is no reason for you to say,",
    "ai-mnd10:127.11_0": "For the Vajjians, when they go to the Vajjians,",
    "ai-mnd10:128.1_0": "that’s not their final bodies.",
    "ai-mnd10:128.2_0": "she was a perfected one with defilements ended.",
    "ai-mnd10:128.3_0": "before she;",
    "ai-mnd10:128.4_0": "Craving is the essence of craving and view.",
    "ai-mnd10:128.5_0": "This is the essential ...",
    "ai-mnd10:128.6_0": "this view is aiming at giving.",
    "ai-mnd10:128.7_0": "The view of craving is protected by that.",
    "ai-mnd10:128.8_0": "Craving is aiming at the root of views, refuted of craving, not for views, and refuted by craving. Namely, craving for views, or craving for views don’t go beyond or exceedinglying on their views.",
    "ai-mnd10:128.9_0": "with nothing left over—",
    "ai-mnd10:129.1_0": "That’s why it leads to peace,",
    "ai-mnd10:129.2_0": "That’s why the reason why they don’t observe that causes reason why they’re reborn in hell, the animal realm, or the ghost realm on their side.",
    "ai-mnd10:129.3_0": "Therefore give them up (to them).",
    "ai-mnd10:130.1_0": "The Buddha replied,",
    "ai-mnd10:131.1_0": "“When the Vajjians go,",
    "ai-mnd10:131.2_0": "and also these things.",
    "ai-mnd10:131.3_0": "with nothing left over—",
    "ai-mnd10:131.4_0": "That’s why it’s who lead to peace.”",
    "ai-mnd10:132.1_0": "the sacred flame,",
    "ai-mnd10:132.2_0": "you say that a sage is not sageable.",
    "ai-mnd10:132.3_0": "and delight in heavens:",
    "ai-mnd10:132.4_0": "it’s not allowable,",
    "ai-mnd10:133.1_0": "free of stingy:",
    "ai-mnd10:133.2_0": "necessary is what is meant.",
    "ai-mnd10:133.3_0": "Greed is a root of greed ...",
    "ai-mnd10:133.4_0": "One who has abandoned the distinctions being cut off, who has cut off the root, made like a palm stump, obliterated, and unable to arise in the bowl.",
    "ai-mnd10:133.5_0": "When you’re not free of greed for form ...",
    "ai-mnd10:133.6_0": "the homeless, cognizable in the seen, understood, fathomed in things that are uncleared, unfreed, and smased, he washed in the householded, when the householded, he washed in the future. ...",
    "ai-mnd10:133.7_0": "Abiding in Brahmā:",
    "ai-mnd10:133.8_0": "the quilt-free,",
    "ai-mnd10:133.9_0": "stingy, or stingy: five kinds of stingy:",
    "ai-mnd10:133.10_0": "Stinginess with dwellings, families, material possessions, praise, and the teachings.",
    "ai-mnd10:133.11_0": "Such women ...",
    "ai-mnd10:133.12_0": "Compassion:",
    "ai-mnd10:133.13_0": "This is called accomplishment in view.",
    "ai-mnd10:133.14_0": "who has given up transmigration, attributes, cutting off the knowledge, the inner skin, the flesh, sinews, bones, and music.",
    "ai-mnd10:133.15_0": "the sacred flame,",
    "ai-mnd10:134.1_0": "Not killing, or lying down,",
    "ai-mnd10:134.2_0": "Sages a reputation:",
    "ai-mnd10:134.3_0": "knowledge of delusion is called the Sage who is called a sage of being inclusive,",
    "ai-mnd10:134.4_0": "if he says, “I’m better than you,” “I am I’m better” or “I am equal to them,” “I do not say, ‘I am this’, ‘I am this’, ‘I am not speaking’;",
    "ai-mnd10:134.5_0": "Not being satisfied, they don’t murder themselves,",
    "ai-mnd10:135.1_0": "it’s not allowable,",
    "ai-mnd10:135.2_0": "there are two eons:",
    "ai-mnd10:135.3_0": "Craving is the water of craving and views.",
    "ai-mnd10:135.4_0": "...",
    "ai-mnd10:135.5_0": "This is the attachment to view.",
    "ai-mnd10:135.6_0": "Their view of craving has been given up, cut off, let go of,",
    "ai-mnd10:135.7_0": "They don’t go to a view of craving because they’ve given up craving for views, nor do they reply back or at least go. They don’t rely on, they don’t go.",
    "ai-mnd10:135.8_0": "they make their bed for the eon.",
    "ai-mnd10:135.9_0": "It’s unsuitable to settle",
    "ai-mnd10:135.10_0": "there are two eons:",
    "ai-mnd10:135.11_0": "Craving is the water of craving and views.",
    "ai-mnd10:135.12_0": "...",
    "ai-mnd10:135.13_0": "This is the attachment to view.",
    "ai-mnd10:135.14_0": "Their view of craving has been given up, cut off, let go of,",
    "ai-mnd10:135.15_0": "That craving doesn’t give up that view, nor is reborn in the place where craving for views, nor do they go.",
    "ai-mnd10:135.16_0": "it’s not allowable,",
    "ai-mnd10:136.1_0": "The Buddha replied,",
    "ai-mnd10:137.1_0": "If you’re uncleared in your heart",
    "ai-mnd10:137.2_0": "you say that a sage is not sageable.",
    "ai-mnd10:137.3_0": "and delight in heavens:",
    "ai-mnd10:137.4_0": "it’s not allowable for you to take what’s allowable.”",
    "ai-mnd10:138.1_0": "who has no peace in the world,",
    "ai-mnd10:138.2_0": "who does not grieve for that which is lost,",
    "ai-mnd10:138.3_0": "and there is no (the nature of) things.",
    "ai-mnd10:138.4_0": "is said to be truly content.",
    "ai-mnd10:139.1_0": "For the one who has no owner in this world,",
    "ai-mnd10:139.2_0": "whose defilements have ended;",
    "ai-mnd10:139.3_0": "in the world with its own goal.",
    "ai-mnd10:139.4_0": "But my wealth has been dispelled by me. In this way there is no feeling, perception, choices, and consciousness that go wherever they’re reborn.",
    "ai-mnd10:139.5_0": "and knowledge was burnt:",
    "ai-mnd10:139.6_0": "who has no peace in the world,",
    "ai-mnd10:139.7_0": "who does not grieve for that which is lost,",
    "ai-mnd10:139.8_0": "Isn’t scattered or diverse spectrum of clothes, but there is no basis for attachment.",
    "ai-mnd10:139.9_0": "I have no eyes.",
    "ai-mnd10:139.10_0": "the ear ...",
    "ai-mnd10:139.11_0": "the nose ...",
    "ai-mnd10:139.12_0": "the tongue ...",
    "ai-mnd10:139.13_0": "My body is tranquil ...",
    "ai-mnd10:139.14_0": "mind is embrace ...",
    "ai-mnd10:139.15_0": "sights ...",
    "ai-mnd10:139.16_0": "My ears ...",
    "ai-mnd10:139.17_0": "My smells,",
    "ai-mnd10:139.18_0": "a taste ...",
    "ai-mnd10:139.19_0": "tangibles ...",
    "ai-mnd10:139.20_0": "a family ...",
    "ai-mnd10:139.21_0": "sex with a group ...",
    "ai-mnd10:139.22_0": "I’ve given up illness ...",
    "ai-mnd10:139.23_0": "... “I’ve receivers ...",
    "ai-mnd10:139.24_0": "Anyone who is possessed by Yasa ...",
    "ai-mnd10:139.25_0": "my confidence remains ...",
    "ai-mnd10:139.26_0": "My happiness is bliss ...",
    "ai-mnd10:139.27_0": "... “I’ve given up my robe ...’ ...",
    "ai-mnd10:139.28_0": "my alms-food ...",
    "ai-mnd10:139.29_0": "my dwelling ...",
    "ai-mnd10:139.30_0": "I’m sick;",
    "ai-mnd10:139.31_0": "my mother ...",
    "ai-mnd10:139.32_0": "a father ...",
    "ai-mnd10:139.33_0": "‘My brother ...",
    "ai-mnd10:139.34_0": "sister ...",
    "ai-mnd10:139.35_0": "my son ...",
    "ai-mnd10:139.36_0": "daughter ...",
    "ai-mnd10:139.37_0": "my friends ...",
    "ai-mnd10:139.38_0": "ministers ...",
    "ai-mnd10:139.39_0": "her relatives ...",
    "ai-mnd10:139.40_0": "She’s devious and deceived, and laments, beating their breast and falling into confusion.",
    "ai-mnd10:139.41_0": "So too, one who never grieves",
    "ai-mnd10:140.1_0": "If they suffer painful feelings they don’t sorrow or wail or lament, beating their breast and falling into confusion, thinking:",
    "ai-mnd10:140.2_0": "The eyesight were lamented by the eye. Being discomfort, they don’t sorrow wail or lament, beating their breast and falling into confusion.",
    "ai-mnd10:140.3_0": "streams of the noble ones ...",
    "ai-mnd10:140.4_0": "nose contact,",
    "ai-mnd10:140.5_0": "tongue,",
    "ai-mnd10:140.6_0": "body ...",
    "ai-mnd10:140.7_0": "a load of head,",
    "ai-mnd10:140.8_0": "one without an ear,",
    "ai-mnd10:140.9_0": "a disease,",
    "ai-mnd10:140.10_0": "between the two wombs ...",
    "ai-mnd10:140.11_0": "a crow ...",
    "ai-mnd10:140.12_0": "that deliverance ...",
    "ai-mnd10:140.13_0": "because of one’s mind,",
    "ai-mnd10:140.14_0": "burning in a burning ...",
    "ai-mnd10:140.15_0": "old age,",
    "ai-mnd10:140.16_0": "a disease,",
    "ai-mnd10:140.17_0": "semen is emitted ...",
    "ai-mnd10:140.18_0": "for one paralyzed on one side ...",
    "ai-mnd10:140.19_0": "with a needle ...",
    "ai-mnd10:140.20_0": "if she is demolished ...",
    "ai-mnd10:140.21_0": "with an axe,",
    "ai-mnd10:140.22_0": "treasury ...",
    "ai-mnd10:140.23_0": "corruption,",
    "ai-mnd10:140.24_0": "earns ...",
    "ai-mnd10:140.25_0": "deceitful ...",
    "ai-mnd10:140.26_0": "you should give ...",
    "ai-mnd10:140.27_0": "the dropping of the snake,",
    "ai-mnd10:140.28_0": "Kaccāna ...",
    "ai-mnd10:140.29_0": "Experiential confidence in the teaching,",
    "ai-mnd10:140.30_0": "for one who has caused a schism in the Sangha,",
    "ai-mnd10:140.31_0": "If he causes another to bleed,",
    "ai-mnd10:140.32_0": "a father ...",
    "ai-mnd10:140.33_0": "Madhurā ...",
    "ai-mnd10:140.34_0": "...”",
    "ai-mnd10:140.35_0": "by love ...",
    "ai-mnd10:140.36_0": "ties,",
    "ai-mnd10:140.37_0": "afflictions arising from excessiveness,",
    "ai-mnd10:140.38_0": "afflictions arising from a physician ...",
    "ai-mnd10:140.39_0": "afflictions arising from a wind ...",
    "ai-mnd10:140.40_0": "a concept ...",
    "ai-mnd10:140.41_0": "afflictions born of a change of season ...",
    "ai-mnd10:140.42_0": "afflictions ...",
    "ai-mnd10:140.43_0": "affliction ...",
    "ai-mnd10:140.44_0": "afflictions from a result of past deeds ...",
    "ai-mnd10:140.45_0": "cold ...",
    "ai-mnd10:140.46_0": "warm himself,",
    "ai-mnd10:140.47_0": "one without an ear,",
    "ai-mnd10:140.48_0": "ascending the palace ...",
    "ai-mnd10:140.49_0": "They don’t sorrow or wail or lament, beating their breast and falling into confusion. And they don’t sorrow or wail or lament, beating their breast and falling into confusion.",
    "ai-mnd10:140.50_0": "So too, one who never grieves",
    "ai-mnd10:141.1_0": "Not having entered, there is no danger in them.",
    "ai-mnd10:141.2_0": "“Oh, I hope that there would be no troublesome for me. Now that I might not be sorrow or wail or lament, beating my breast and falling into confusion.”",
    "ai-mnd10:141.3_0": "So too, one who never grieves",
    "ai-mnd10:141.4_0": "They don’t make decisions prejudiced by favoritism, hostility, stupidity, and cowardice. They don’t go to heaven. They don’t become devious or calmed. And they don’t go to a view by saying ‘proaches’.",
    "ai-mnd10:141.5_0": "and there is no (the nature of) things.",
    "ai-mnd10:142.1_0": "is said to be one who is at peace.",
    "ai-mnd10:142.2_0": "Staying, “disease,” he proclaims what is called to be quenched, calm, quenched, blind to the drawbacks, and displays annoyance.",
    "ai-mnd10:142.3_0": "is said to be truly content.",
    "ai-mnd10:143.1_0": "The Buddha replied,",
    "ai-mnd10:144.1_0": "“There’s no-one in the world,",
    "ai-mnd10:144.2_0": "who does not grieve for that which is lost,",
    "ai-mnd10:144.3_0": "and there is no (the nature of) things.",
    "ai-mnd10:144.4_0": "is said to be virtuous.”",
    "ai-mnd10:145.1_0": "The tenth defining of Scholars"
}