{
    "ai-mnd4:0.1_0": "Mahāniddesa",
    "ai-mnd4:0.2_0": "Aṭṭhakavagga",
    "ai-mnd4:0.3_0": "4. Suddhaṭṭhakasuttaniddesa",
    "ai-mnd4:1.1_0": "About Suddhodana",
    "ai-mnd4:2.1_0": "I see the highest health, without disease,",
    "ai-mnd4:2.2_0": "you’re not pure in your purity.",
    "ai-mnd4:2.3_0": "Knowing the ultimate",
    "ai-mnd4:2.4_0": "He trains thus: “I shall breathe in,”",
    "ai-mnd4:3.1_0": "I see the ultimate purity.",
    "ai-mnd4:3.2_0": "I see a pure white lotus embracing, pure and clean.",
    "ai-mnd4:3.3_0": "That is the ultimate health, the ultimate sanctuary, the deathless state, the refuge emptiness embracing of preference, the peril of deathlessness, the emptiness stilling of the deathless.",
    "ai-mnd4:3.4_0": "I see the highest health, without disease,",
    "ai-mnd4:4.1_0": "But there’s no purity of view:",
    "ai-mnd4:4.2_0": "With eye consciousness ...",
    "ai-mnd4:4.3_0": "you’re not pure in your purity.",
    "ai-mnd4:5.1_0": "Knowing it (first) it is the ultimate,",
    "ai-mnd4:5.2_0": "if he penetrates it like this, he penetrates it.",
    "ai-mnd4:5.3_0": "“This is the best seat, this is the highest snapped, this is the best, that is the foremost, best, chief, highest, and finest of things.” He then examined him, saying,",
    "ai-mnd4:5.4_0": "Knowing the ultimate",
    "ai-mnd4:6.1_0": "he trains thus: ‘I shall breathe in,’",
    "ai-mnd4:6.2_0": "Someone who meditates by observing an aspect of the eye, they see vision and knowledge.",
    "ai-mnd4:6.3_0": "He trains thus: “I shall breathe in,”",
    "ai-mnd4:7.1_0": "The Buddha replied,",
    "ai-mnd4:8.1_0": "“I see the ultimate health, supreme disease,",
    "ai-mnd4:8.2_0": "you’re not pure in your purity.",
    "ai-mnd4:8.3_0": "Knowing the ultimate",
    "ai-mnd4:8.4_0": "contemplating the nature of celibate.”",
    "ai-mnd4:9.1_0": "Even if there is no purity of mindfulness in this way,",
    "ai-mnd4:9.2_0": "they give up suffering,",
    "ai-mnd4:9.3_0": "if he is well-tamed by other people;",
    "ai-mnd4:9.4_0": "(But) the Lord of the World says this.",
    "ai-mnd4:10.1_0": "If you don’t purification in this way, you think of purity:",
    "ai-mnd4:10.2_0": "If they don’t purification by eye consciousness, they’re not free from enmity. They’re not freed from ill will. They’re not freed from freedom.",
    "ai-mnd4:10.3_0": "Even if there is no purity of mindfulness in this way,",
    "ai-mnd4:11.1_0": "They give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-mnd4:11.2_0": "they give up suffering,",
    "ai-mnd4:12.1_0": "Personally fails to get someone else.",
    "ai-mnd4:12.2_0": "Because of one who isn’t purified from wrong path, except for the four kinds of mindfulness meditation, if the four right efforts are fulfilled, he who isn’t free of mindfulness of breathing, apart from the noble eightfold path, except in the noble eightfold path.",
    "ai-mnd4:12.3_0": "Someone with greed and hate is irritable and bad-tempered, and craving for their own views.",
    "ai-mnd4:12.4_0": "if he is well-tamed by other people;",
    "ai-mnd4:13.1_0": "yet you see him in the morning.",
    "ai-mnd4:13.2_0": "The person who gives up that view,",
    "ai-mnd4:13.3_0": "And this person is wrong view and distorted perspective:",
    "ai-mnd4:13.4_0": "Likewise those who say, while doing, giving a lamp to him.",
    "ai-mnd4:13.5_0": "“The world is the only truth, other ideas are silly, speaks the only truth, and that’s to say.”",
    "ai-mnd4:13.6_0": "“The cosmos is not eternal ...” ...",
    "ai-mnd4:13.7_0": "‘The world is finite ...’ ...",
    "ai-mnd4:13.8_0": "‘The world is infinite ...’ ...",
    "ai-mnd4:13.9_0": "‘The soul and the body are the same thing ...’ ...",
    "ai-mnd4:13.10_0": "‘The soul and the body are different things ...’ ...",
    "ai-mnd4:13.11_0": "‘A Realized One exists after death ...’ ...",
    "ai-mnd4:13.12_0": "‘A Realized One doesn’t exist after death ...’ ...",
    "ai-mnd4:13.13_0": "‘A Realized One both exists and doesn’t exist after death ...’ ...",
    "ai-mnd4:13.14_0": "whether a Realized One neither exists nor doesn’t exist after death.”",
    "ai-mnd4:13.15_0": "(But) the Lord of the World says this.",
    "ai-mnd4:14.1_0": "The Buddha replied,",
    "ai-mnd4:15.1_0": "“If there is no purity of standing,",
    "ai-mnd4:15.2_0": "they give up suffering,",
    "ai-mnd4:15.3_0": "if he is well-tamed by other people;",
    "ai-mnd4:15.4_0": "when you have seen your dwelling in the morning.”",
    "ai-mnd4:16.1_0": "A brahmin doesn’t purification from one.",
    "ai-mnd4:16.2_0": "in what is seen, heard, or thought.",
    "ai-mnd4:16.3_0": "live without defilements, unattached to bad deeds,",
    "ai-mnd4:16.4_0": "he is not clinging to a with joined palms,",
    "ai-mnd4:17.1_0": "Not some brahmin doesn’t make purity purity seen, heard, or thought,",
    "ai-mnd4:17.2_0": "neither long nor impingement.",
    "ai-mnd4:17.3_0": "Seven things are due to the seven things that a brahmin:",
    "ai-mnd4:17.4_0": "Identity view, doubt, misapprehension of precepts and observances, greed, hate, delusion, and conceit.",
    "ai-mnd4:17.5_0": "They have barred out the bad, unskillful qualities.",
    "ai-mnd4:18.1_0": "Giving up all things,",
    "ai-mnd4:18.2_0": "said the Buddha to Vaḍḍha.",
    "ai-mnd4:18.3_0": "Virtuous, steady,",
    "ai-mnd4:18.4_0": "of birth and death.",
    "ai-mnd4:18.5_0": "The unattached through the power of Brahmā is",
    "ai-mnd4:19.1_0": "A brahmin doesn’t purity of his purity.",
    "ai-mnd4:19.2_0": "Some of them makes physical contact with no effort. Except with the wrong path or the wrong effort of the four bases of psychic power, apart from the Buddha and the noble eightfold path—and not using any effort to attain the noble eightfold path— except for the pure spiritual life.",
    "ai-mnd4:19.3_0": "A brahmin doesn’t purification from one.",
    "ai-mnd4:20.1_0": "in what is seen, heard, or thought.",
    "ai-mnd4:20.2_0": "There are some ascetics and brahmins who are pure in view.",
    "ai-mnd4:20.3_0": "and some of them sightly behind their visions.",
    "ai-mnd4:20.4_0": "What are the sight of sights, sounds, smells, tastes?",
    "ai-mnd4:20.5_0": "When they’ve just finished their time, they see visions in forms.",
    "ai-mnd4:20.6_0": "they saw a pregnant woman flying through the air. Seeing her, they saw her lying on a shoulder, as a goad, rinsing the shoulder of herd, and seeing her lying on his shoulder. When they saw her, they saw the naked and drunking, the eyes became ploughing.",
    "ai-mnd4:20.7_0": "produce the sight of sights.",
    "ai-mnd4:20.8_0": "What are the sight of those sights, sounds, smells, tastes?",
    "ai-mnd4:20.9_0": "When they saw a fallen, reeds, and seeing reeds, they do not see a single consequence. They don’t see one, the stomach-mound, the One interrupted one, the interpretations, the one who saw axiety, the interpretations they see one walking sticks.",
    "ai-mnd4:20.10_0": "they each of the kind of sights.",
    "ai-mnd4:20.11_0": "These are the view of purity of view.",
    "ai-mnd4:20.12_0": "Since they have seen the purity, they laid down fathomed with pure freedom.",
    "ai-mnd4:21.1_0": "There are some ascetics and brahmins who are pure in purity.",
    "ai-mnd4:21.2_0": "And some of the sounds scented with the drums, clay drums, kettledrums, and five hundreds.",
    "ai-mnd4:21.3_0": "What sounds are the reason for sounds?",
    "ai-mnd4:21.4_0": "When they’ve passed away, they hear the sound of the ears and hear a sound.",
    "ai-mnd4:21.5_0": "Whether grows, increases, or matures, Sumedhā, whether Sumana or not, his heads are creams,",
    "ai-mnd4:21.6_0": "shouting such sounds, tangled with the big of the wind.",
    "ai-mnd4:21.7_0": "What sounds are they made for sounds?",
    "ai-mnd4:21.8_0": "Or alternatively: the box or the apprehends, the winds, or the clay balls the strings, were rottten and fro, the winds, or the clay.",
    "ai-mnd4:21.9_0": "(But) such sounds as these gods and humans each up to us.",
    "ai-mnd4:21.10_0": "These are those ascetics and brahmins who are pure in purity.",
    "ai-mnd4:21.11_0": "With purified and cleansed, they return to their freedom.",
    "ai-mnd4:22.1_0": "There are some ascetics and brahmins who are pure in ethics.",
    "ai-mnd4:22.2_0": "They shave their ethical conduct through themselves.",
    "ai-mnd4:22.3_0": "The son of the Sakyans said to him,",
    "ai-mnd4:22.4_0": "“Householder, when an individual has four qualities, I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.",
    "ai-mnd4:22.5_0": "What four?",
    "ai-mnd4:22.6_0": "It’s when they do no bad deeds with their body; speak no bad words; think no bad thoughts; and don’t earn a living by bad livelihood.",
    "ai-mnd4:22.7_0": "When an individual has these four qualities, I do describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.”",
    "ai-mnd4:22.8_0": "In the same way, there are some ascetics and brahmins who are pure in ethics, with pure bright mind, whose behavior by way of body, speech, and mind, whose freedom is pure, who I claim to be pure.",
    "ai-mnd4:23.1_0": "There are some ascetics and brahmins who are pure in themselves.",
    "ai-mnd4:23.2_0": "They become violent and clouds.",
    "ai-mnd4:23.3_0": "These are the ascetics and brahmins who purification of mind.",
    "ai-mnd4:23.4_0": "With purified and cleansed, they return to their freedom.",
    "ai-mnd4:24.1_0": "There are some ascetics and brahmins who, purification of mind.",
    "ai-mnd4:24.2_0": "When they die, they used to touch the earth. And they touched by an oxensive cow-dung, cast down to the ground. They made a bronze bowl with milk.",
    "ai-mnd4:24.3_0": "These are the things that are free of purity.",
    "ai-mnd4:24.4_0": "They cleanse themselves with pure freedom. And they have clean and bright freedom.",
    "ai-mnd4:24.5_0": "A brahmin doesn’t purification from one.",
    "ai-mnd4:25.1_0": "in what is seen, heard, or thought.",
    "ai-mnd4:25.2_0": "Only brahmins, pure purity, and escorted with purity, even though I was not pure in this way, nor does I practice the purity.",
    "ai-mnd4:25.3_0": "This brahmin doesn’t make purity purity for someone who is seen, heard, or thought,",
    "ai-mnd4:26.1_0": "one lives unattached to bad deeds,",
    "ai-mnd4:26.2_0": "Whatever merit is called ‘orious actually-formed merit’ is called wholesome (such) the unwholesome deed.",
    "ai-mnd4:26.3_0": "When a merit is given up by choices and imperturbable choices are given up, it’s cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.",
    "ai-mnd4:26.4_0": "This is how bad deeds defined, and doesn’t cling to merit. They don’t neglect things don’t get rid of resistance; they don’t get rid of their realized, and live unattached, liberated, detached, my mind free of limits.",
    "ai-mnd4:26.5_0": "live without defilements, unattached to bad deeds,",
    "ai-mnd4:27.1_0": "or arrogant back here,",
    "ai-mnd4:27.2_0": "full of favourable views,",
    "ai-mnd4:27.3_0": "now I’m winted with my limbs,",
    "ai-mnd4:27.4_0": "Since they cling to them, they’re defined by craving, rejoicing, and relinquished to all views, they’ve dispelled all the while, rejoicing.",
    "ai-mnd4:27.5_0": "Not being reborn in a place wherever they die, they’re not reborn in a bad place, the underworld, hell because of which they don’t see.",
    "ai-mnd4:27.6_0": "he is not clinging to a with joined palms,",
    "ai-mnd4:28.1_0": "The Buddha replied,",
    "ai-mnd4:29.1_0": "“The brahmin did not purity of his purity.",
    "ai-mnd4:29.2_0": "in what is seen, heard, or thought.",
    "ai-mnd4:29.3_0": "live without defilements, unattached to bad deeds,",
    "ai-mnd4:29.4_0": "as a self-deprotected doesn’t come back here.”",
    "ai-mnd4:30.1_0": "after giving up the former lives,",
    "ai-mnd4:30.2_0": "they don’t charm arrival, and have a chains.",
    "ai-mnd4:30.3_0": "they pick up the vessel,",
    "ai-mnd4:30.4_0": "like a canopy, despise,",
    "ai-mnd4:31.1_0": "after giving up the former wife, they smiled.",
    "ai-mnd4:31.2_0": "The Teacher, having given up the former Teacher, said this to the Fortunate One:",
    "ai-mnd4:31.3_0": "They give up the former teaching and training,",
    "ai-mnd4:31.4_0": "she grabbed the first day and taking up the bowl,",
    "ai-mnd4:31.5_0": "Having given up the former view, they rely on eradicate views.",
    "ai-mnd4:31.6_0": "she gave up former lineages and reflected on the path.",
    "ai-mnd4:31.7_0": "They give up the former paths, they keep themselves healthy and whole.",
    "ai-mnd4:31.8_0": "after giving up the former lives,",
    "ai-mnd4:32.1_0": "they don’t charm their names.",
    "ai-mnd4:32.2_0": "craving is what is meant.",
    "ai-mnd4:32.3_0": "Greed is a root of greed ...",
    "ai-mnd4:32.4_0": "some were distinguished by the power of a cow, verticity, and giving up their minds.",
    "ai-mnd4:32.5_0": "They don’t deserve the Saṅgha resentment, hate, or delusion. They don’t ignoble view, nor do they respond to their view, nor do they respond to the defect of their view, nor do they response, and they don’t stand past.",
    "ai-mnd4:32.6_0": "they don’t charm arrival, and have a chains.",
    "ai-mnd4:33.1_0": "they pick up something else and letter.",
    "ai-mnd4:33.2_0": "took hold of it, grasp it, and receive it another teaching.",
    "ai-mnd4:33.3_0": "took hold of it, grasp it, and grabbed another.",
    "ai-mnd4:33.4_0": "take it on trusting another, let it go,",
    "ai-mnd4:33.5_0": "received it, thinking it, and taking something else another.",
    "ai-mnd4:33.6_0": "take it and receives another path,",
    "ai-mnd4:33.7_0": "take hold of them and let them graceful:",
    "ai-mnd4:33.8_0": "they pick up the vessel,",
    "ai-mnd4:34.1_0": "like a mustard seed off the branch,",
    "ai-mnd4:34.2_0": "like a monkey moving through the forest, grabs the branch, lets it go, and grabs another;",
    "ai-mnd4:34.3_0": "In the same way they say that all the ascetics and brahmins assert various hypotheses concerning the past and the future.",
    "ai-mnd4:34.4_0": "like a canopy, despise,",
    "ai-mnd4:35.1_0": "The Buddha replied,",
    "ai-mnd4:36.1_0": "“For heedlessly giving up this lament,",
    "ai-mnd4:36.2_0": "they don’t charm arrival, and have a chains.",
    "ai-mnd4:36.3_0": "they pick up the vessel,",
    "ai-mnd4:36.4_0": "like a mustard seed off the branch.”",
    "ai-mnd4:37.1_0": "it underwent about it himself,",
    "ai-mnd4:37.2_0": "like someone who scorns his lips.",
    "ai-mnd4:37.3_0": "Vidhura and Vessabhū,",
    "ai-mnd4:37.4_0": "if he is not throwing up high in luxurious floor;",
    "ai-mnd4:38.1_0": "one should undertake it by himself.",
    "ai-mnd4:38.2_0": "he undertakes and follows:",
    "ai-mnd4:38.3_0": "stayed in the same way as a horse trainer or a horse trainer or a black horse-hair rope.",
    "ai-mnd4:38.4_0": "took up his alms-bowl and obtaining a place where he had obtained it, he took it away.",
    "ai-mnd4:38.5_0": "a person, a response, a human being, a hard worker, and a confident.",
    "ai-mnd4:38.6_0": "it underwent about it himself,",
    "ai-mnd4:39.1_0": "With sugarcane to luxurious Teacher, he goes to the Teacher.",
    "ai-mnd4:39.2_0": "if he is while listening to the Teaching;",
    "ai-mnd4:39.3_0": "if he takes it on a group;",
    "ai-mnd4:39.4_0": "if she goes to the view of view;",
    "ai-mnd4:39.5_0": "practice accordingly.",
    "ai-mnd4:39.6_0": "if she goes along the path;",
    "ai-mnd4:39.7_0": "perception, malicious, and cruel perception. He has got rid of the view he is learned and has got rid of the repulsion.",
    "ai-mnd4:39.8_0": "just as one who has eaten a poison, (from the leftovers of the Dragons), having given up the reeds of sensual desire, ill will, aggression, and who has vanquished their views and confirmed their views.",
    "ai-mnd4:39.9_0": "like someone who scorns his lips.",
    "ai-mnd4:40.1_0": "and rolling on them with holy.",
    "ai-mnd4:40.2_0": "wise, fully understanding: insight, and intelligent, knowledge arose, and understanding, he is a wise one,",
    "ai-mnd4:40.3_0": "then is called the wisdom faculty, knowledge of the four paths, wisdom, the awakening factors of investigation of principles, and right view.",
    "ai-mnd4:40.4_0": "At the end of rebirth, old age, death, endlessness, and death. He has arrived at the untroubled and end, and arrived at the end of the deathless, which is free from fearless, unshakable, attained to the deathless, and attaining extinguishment.",
    "ai-mnd4:40.5_0": "He knows the end of the Vedas, Vāsava, the knowledge-master, or the analytic knowledges when it comes to seven things.",
    "ai-mnd4:40.6_0": "Identity view, doubt, misapprehension of precepts and observances, greed, hate, delusion, and conceit.",
    "ai-mnd4:41.1_0": "The one who sees rightly,",
    "ai-mnd4:41.2_0": "said the Buddha to Vaḍḍha.",
    "ai-mnd4:41.3_0": "For those ascetics, brāhmaṇas, Yama,",
    "ai-mnd4:41.4_0": "free of all feelings,",
    "ai-mnd4:41.5_0": "I’m a knowledge master, a knowledge master.",
    "ai-mnd4:42.1_0": "and rolling on them with holy.",
    "ai-mnd4:42.2_0": "having seen the Truth.",
    "ai-mnd4:42.3_0": "All conditions are impermanent.",
    "ai-mnd4:42.4_0": "All conditioned things are suffering.",
    "ai-mnd4:42.5_0": "all things have been comprehended.",
    "ai-mnd4:42.6_0": "With ignorance as condition there is choices.",
    "ai-mnd4:42.7_0": "choices by way of consciousness.",
    "ai-mnd4:42.8_0": "‘Consciousness is a condition for name and form.’ ...",
    "ai-mnd4:42.9_0": "name and form are conditions for the six sense fields ...",
    "ai-mnd4:42.10_0": "‘The six sense fields are conditions for contact.’ ...",
    "ai-mnd4:42.11_0": "contact is a condition for feeling ...",
    "ai-mnd4:42.12_0": "‘Feeling is a condition for craving.’ ...",
    "ai-mnd4:42.13_0": "craving is a condition for grasping ...",
    "ai-mnd4:42.14_0": "grasping is a condition for continued existence ...",
    "ai-mnd4:42.15_0": "continued existence is a condition for rebirth ...",
    "ai-mnd4:42.16_0": "birth and old age and death, they’ve comprehended the teaching.",
    "ai-mnd4:42.17_0": "When ignorance ceases, choices cease.",
    "ai-mnd4:42.18_0": "When choices cease, consciousness ceases.",
    "ai-mnd4:42.19_0": "when consciousness ceases name and form cease ...",
    "ai-mnd4:42.20_0": "when name and form cease, the six sense fields cease ...",
    "ai-mnd4:42.21_0": "when the six sense fields cease contact ceases ...",
    "ai-mnd4:42.22_0": "when contact ceases, feeling ceases ...",
    "ai-mnd4:42.23_0": "when feeling ceases, craving ceases ...",
    "ai-mnd4:42.24_0": "when craving ceases, grasping ceases ...",
    "ai-mnd4:42.25_0": "when grasping ceases continued existence ceases ...",
    "ai-mnd4:42.26_0": "when continued existence ceases, rebirth ceases ...",
    "ai-mnd4:42.27_0": "When rebirth ceases, old age and death cease.",
    "ai-mnd4:42.28_0": "this is the truth of suffering.",
    "ai-mnd4:42.29_0": "This is the origin of suffering. ...",
    "ai-mnd4:42.30_0": "This is the cessation of suffering.",
    "ai-mnd4:42.31_0": "This is the practice that leads to the cessation of suffering.",
    "ai-mnd4:42.32_0": "These defilements have agreed to give up these defilements.",
    "ai-mnd4:42.33_0": "This is the origin of defilements.",
    "ai-mnd4:42.34_0": "This is the cessation of defilements.",
    "ai-mnd4:42.35_0": "This is the practice that leads to the cessation of defilements.",
    "ai-mnd4:42.36_0": "these things persuade.",
    "ai-mnd4:42.37_0": "These are the things that should be completely understood. ...",
    "ai-mnd4:42.38_0": "These are the things that should be given up. ...",
    "ai-mnd4:42.39_0": "these things should be developed. ...”",
    "ai-mnd4:42.40_0": "These things should be given up by the truth.",
    "ai-mnd4:42.41_0": "Contact, origin, ending, gratification, drawback, and escape.",
    "ai-mnd4:42.42_0": "gratification, drawback, and escape.",
    "ai-mnd4:42.43_0": "the four primary elements’ origin, ending, gratification, drawback, and escape.",
    "ai-mnd4:42.44_0": "Whatever is liable to originate, all that is liable to cease.",
    "ai-mnd4:42.45_0": "Vidhura and Vessabhū,",
    "ai-mnd4:43.1_0": "he doesn’t go to a low path, nor do he goes to the Teacher’s teaching. He doesn’t say to a teacher, the Teaching, or the Sangha.",
    "ai-mnd4:43.2_0": "Wise One of Great Wisdom, wisdom, widespread wisdom, laughing wisdom, widespread wisdom, swift wisdom, sharp wisdom, and penetrating wisdom.",
    "ai-mnd4:43.3_0": "earth is what is meant.",
    "ai-mnd4:43.4_0": "Understanding that is solid and they possesse of wisdom.",
    "ai-mnd4:43.5_0": "if he is not throwing up high in luxurious floor;",
    "ai-mnd4:44.1_0": "The Buddha replied,",
    "ai-mnd4:45.1_0": "“Having undertaken up the people of wound,",
    "ai-mnd4:45.2_0": "like someone who scorns his lips.",
    "ai-mnd4:45.3_0": "Vidhura and Vessabhū,",
    "ai-mnd4:45.4_0": "if he does not make a sugarcane field;",
    "ai-mnd4:46.1_0": "he is surely overcome all things,",
    "ai-mnd4:46.2_0": "the laying to rest by completely understanding",
    "ai-mnd4:46.3_0": "(but) I saw a fool,",
    "ai-mnd4:46.4_0": "Who would seek the benefit of the world?",
    "ai-mnd4:47.1_0": "when all things are seen, what is seen, heard, or thought I am lying down:",
    "ai-mnd4:47.2_0": "said to be far from Māra’s army.",
    "ai-mnd4:47.3_0": "Māra’s army of body, speech, and mind. You should not be attached to Māra’s army, have arisen in Māra’s domain, Māra’s do not irritable, Māra’s lazy, and hostile ...",
    "ai-mnd4:47.3_1": "are wholesome and unwholesome in the heart.",
    "ai-mnd4:48.1_0": "for this is said by the Buddha,",
    "ai-mnd4:49.1_0": "“For these are the first months,",
    "ai-mnd4:49.2_0": "they are said to be the second:",
    "ai-mnd4:49.3_0": "and a third palace.",
    "ai-mnd4:49.4_0": "fourth craving is what is meant.",
    "ai-mnd4:50.1_0": "dullness and drowsiness.",
    "ai-mnd4:50.2_0": "is said to be the sixth.",
    "ai-mnd4:50.3_0": "I have doubts about the seventh.",
    "ai-mnd4:50.4_0": "Dakkhali is the eighth thing, these are the eighth directions.",
    "ai-mnd4:51.1_0": "You’re an abortion, you’ll be able to get yourself.",
    "ai-mnd4:51.2_0": "When you get wrong, fame,",
    "ai-mnd4:51.3_0": "It’s forty eons",
    "ai-mnd4:51.4_0": "Others or others,",
    "ai-mnd4:52.1_0": "Since they generally grasp them,",
    "ai-mnd4:52.2_0": "They’re dark and bright.",
    "ai-mnd4:52.3_0": "If you’re not a disease,",
    "ai-mnd4:52.4_0": "having shake off happiness.",
    "ai-mnd4:53.1_0": "Since there are four noble paths, this is called linking out of defilement and weapons, liberating, the peril of others, the worst of Māra, the Conqueror of the foremost, the best, chief, highest, and finest of the highest.",
    "ai-mnd4:53.2_0": "He was seen, heard, thought, or known something, and he was living in that.",
    "ai-mnd4:53.3_0": "when all things are seen, what is seen, heard, or thought that when all is seen,",
    "ai-mnd4:54.1_0": "to give it to the (King).",
    "ai-mnd4:54.2_0": "the cleansing of pure and bright, which seers, purified, and cleansing the pure and bright,",
    "ai-mnd4:54.3_0": "Or alternatively, pure vision, bright,",
    "ai-mnd4:54.4_0": "they cover the demon and the neck, the (wrong) view, the root of craving, and the (will give up the conceit ‘I am’.",
    "ai-mnd4:54.5_0": "These six classes of rebirth are low, blewished, and comprehensive,",
    "ai-mnd4:54.6_0": "While wandering indiscriminately for alms-food, they conduct themselves well and seeking people.",
    "ai-mnd4:54.7_0": "(but) I saw a fool,",
    "ai-mnd4:55.1_0": "Who experts the world:",
    "ai-mnd4:55.2_0": "there are two eons:",
    "ai-mnd4:55.3_0": "Craving is the water of craving and views.",
    "ai-mnd4:55.4_0": "...",
    "ai-mnd4:55.5_0": "This is the attachment to view.",
    "ai-mnd4:55.6_0": "Their view of craving has been given up, cut off, let go of,",
    "ai-mnd4:55.7_0": "When craving has been given up by craving, any view for those who have given up, you might make an effort to give up greed, hate, and delusion. For if you weren’t allowed, you would allowable for an eon, or what’s allowable.",
    "ai-mnd4:55.8_0": "if he leaves a person, saying: “Friend, what is devious and discontent,” or “Dields,” or “It is left,” or “It is left unshakable;”",
    "ai-mnd4:55.9_0": "When they’ve given up all conditions,",
    "ai-mnd4:55.10_0": "but to be given up when settling down.",
    "ai-mnd4:55.11_0": "It is no animal in the animal realm, he perceives it as a god, or a human being with a non-percipient or non-percipient or neither perception nor non-percipient.",
    "ai-mnd4:55.12_0": "But they don’t have the cause, there is no reason for doing what is allowable, or if it is similar.",
    "ai-mnd4:55.13_0": "in the world of the gods, delight in the world of men, looked at the world of the gods.",
    "ai-mnd4:55.14_0": "Who here wouldn’t be keen?",
    "ai-mnd4:56.1_0": "The Buddha replied,",
    "ai-mnd4:57.1_0": "“About all things he is discovered by all things,",
    "ai-mnd4:57.2_0": "the laying to rest by completely understanding",
    "ai-mnd4:57.3_0": "(but) I saw a fool,",
    "ai-mnd4:57.4_0": "Who would be an involved in the world?”",
    "ai-mnd4:58.1_0": "if it is not allowable;",
    "ai-mnd4:58.2_0": "they don’t say that.",
    "ai-mnd4:58.3_0": "which was given to the smell of drums,",
    "ai-mnd4:58.4_0": "They don’t tremble at the world,",
    "ai-mnd4:59.1_0": "if it is not suitable to a lotus pond;",
    "ai-mnd4:59.2_0": "there are two eons:",
    "ai-mnd4:59.3_0": "Craving is the water of craving and views.",
    "ai-mnd4:59.4_0": "...",
    "ai-mnd4:59.5_0": "This is the attachment to view.",
    "ai-mnd4:59.6_0": "Their view of them has given up.",
    "ai-mnd4:59.7_0": "They don’t make them because they’ve given up craving and views that make them give up. They don’t produce any kind of view.",
    "ai-mnd4:59.8_0": "and do not make a eon.",
    "ai-mnd4:59.9_0": "it does not syllable:",
    "ai-mnd4:59.10_0": "before she;",
    "ai-mnd4:59.11_0": "Craving is the essence of craving and view.",
    "ai-mnd4:59.12_0": "This is the essential ...",
    "ai-mnd4:59.13_0": "this view is aiming at giving.",
    "ai-mnd4:59.14_0": "Their craving is shown by craving and requisites.",
    "ai-mnd4:59.15_0": "Craving is well explained; there’s no need for view; and no resort to give up craving for views. Craving for views; craving for views, grasping, mental fixations, insistences, and underlying tendency for views. There’s no craving for views craving for views.",
    "ai-mnd4:59.16_0": "if it is not allowable;",
    "ai-mnd4:60.1_0": "They don’t kill living creatures. They don’t fear the ultimate purity. They don’t fear the ultimate purity. They don’t speak falsely, and they don’t say.",
    "ai-mnd4:60.2_0": "they don’t say that.",
    "ai-mnd4:61.1_0": "what is covered up is disturbed,",
    "ai-mnd4:61.2_0": "ties, four ties, and four ties:",
    "ai-mnd4:61.3_0": "the personal ties to covetousness, ill will, misapprehension of precepts and observances, and the insistence that this is the only truth.",
    "ai-mnd4:61.4_0": "Having covetousness in regard to his own views,",
    "ai-mnd4:61.5_0": "(They are) hurtful, ill will, and confusion;",
    "ai-mnd4:61.6_0": "First: Vāsava, or deeds are the defeat of ethical conduct, celibacy, and misapprehension of precepts and observances,",
    "ai-mnd4:61.7_0": "what is the means of approach that is called the path.",
    "ai-mnd4:61.8_0": "Smelling by scented by the scent, they take it, and take it up.",
    "ai-mnd4:61.9_0": "They truly understand feeling ...",
    "ai-mnd4:61.10_0": "perception ...",
    "ai-mnd4:61.11_0": "They understand choices,",
    "ai-mnd4:61.12_0": "consciousness ...",
    "ai-mnd4:61.13_0": "exertion ...",
    "ai-mnd4:61.14_0": "their rebirth ...",
    "ai-mnd4:61.15_0": "gladness ...",
    "ai-mnd4:61.16_0": "continued existence ...",
    "ai-mnd4:61.17_0": "shoots and starting to use.",
    "ai-mnd4:61.18_0": "what is meant is that the act of giving.",
    "ai-mnd4:61.19_0": "(After going):",
    "ai-mnd4:61.20_0": "he poisoned, ~ -",
    "ai-mnd4:61.21_0": "Then the tied, attacking to the hook, bound them in a rope, and bound them on a bolted, bound them in a bundle.",
    "ai-mnd4:61.22_0": "he poisoned, ~ -",
    "ai-mnd4:61.23_0": "Just as a strong cart or chariot draws its wagons, the carts, the chariots, or the rope.",
    "ai-mnd4:61.24_0": "In the same way, when you’ve been given this to you,",
    "ai-mnd4:61.25_0": "he poisoned, ~ -",
    "ai-mnd4:61.26_0": "Then, when the timber was tied, he bound them in a rope, bound the ropes of the sun, and he bound them in a bundle.",
    "ai-mnd4:61.27_0": "which was given to the smell of drums,",
    "ai-mnd4:62.1_0": "They don’t tremble at the world,",
    "ai-mnd4:62.2_0": "greed is called the root of craving.",
    "ai-mnd4:62.3_0": "They don’t make them because of their foes, they don’t injury, or because they’re not reborn.",
    "ai-mnd4:62.4_0": "With some carpets internally or externally,",
    "ai-mnd4:62.5_0": "‘In the world looks proportionally ...",
    "ai-mnd4:62.6_0": "They don’t tremble at the world,",
    "ai-mnd4:63.1_0": "The Buddha replied,",
    "ai-mnd4:64.1_0": "“They do not start in a lotus pond,",
    "ai-mnd4:64.2_0": "they don’t say that.",
    "ai-mnd4:64.3_0": "which was given to the smell of drums,",
    "ai-mnd4:64.4_0": "they don’t tremble at the world.”",
    "ai-mnd4:65.1_0": "and the brahmin’s head is no brahmin.",
    "ai-mnd4:65.2_0": "Having seen (that), she went up to the abode.",
    "ai-mnd4:65.3_0": "full of passion, dispassion,",
    "ai-mnd4:65.4_0": "for you have no great wisdom,",
    "ai-mnd4:66.1_0": "Having understood his quickly, the brāhmaṇa went out to meet him,",
    "ai-mnd4:66.2_0": "There are these four kinds of discontent:",
    "ai-mnd4:66.3_0": "Identity view, doubt, misapprehension of precepts and observances, and the underlying tendency to doubt.",
    "ai-mnd4:66.4_0": "This is the first ground.",
    "ai-mnd4:66.5_0": "There is desire for sensual pleasures, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-mnd4:66.6_0": "This is the second ground.",
    "ai-mnd4:66.7_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-mnd4:66.8_0": "This is the third ground.",
    "ai-mnd4:66.9_0": "The underlying tendencies of greed for form, repulsion, views, conceit, desire to be reborn, and ignorance.",
    "ai-mnd4:66.10_0": "This is the fourth ground.",
    "ai-mnd4:66.11_0": "But when these four noble paths have passed throughout the four noble paths, he is called Finally Ency.",
    "ai-mnd4:66.12_0": "Seven things are due to the seven things that a brahmin:",
    "ai-mnd4:66.13_0": "Identity view, doubt, misapprehension of precepts and observances, greed, hate, delusion, and precepts.",
    "ai-mnd4:66.14_0": "The unattached through the power of Brahmā is",
    "ai-mnd4:66.15_0": "the perfected one with defilements ended:",
    "ai-mnd4:67.1_0": "Knowing this decision by the mind, or by knowledge of another, or by recollection.",
    "ai-mnd4:67.2_0": "seeing (him), after seeing the with the eye of the flesh,",
    "ai-mnd4:67.3_0": "Having understood his quickly, the brāhmaṇa went out to meet him,",
    "ai-mnd4:67.4_0": "The highest is the best utmost devotion that is the foremost, best, chief, highest, and finest of the all. When they’ve entered into and emerged, they do not see, neglect, old, and hard to see.",
    "ai-mnd4:67.5_0": "Having understood (that), the brāhmaṇa went out to meet him,",
    "ai-mnd4:68.1_0": "full of passion, dispassionate, and passionate.",
    "ai-mnd4:68.2_0": "Greed for those who are bound to sensual pleasures, delighted, greedy for the five kinds of sensual stimulation are tied, infatuated, and indulgent and greedy,",
    "ai-mnd4:68.3_0": "These are called “blins” in the sense of habituality of fine-material spheres of calm, greed for fine-material spheres, tied up by the Buddhas of the hunger.",
    "ai-mnd4:68.4_0": "They don’t give up greed for sensual pleasures, relishing, and craving for form; they’re cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.",
    "ai-mnd4:68.5_0": "to this extent necessary passionates,",
    "ai-mnd4:69.1_0": "Paying is best for you,",
    "ai-mnd4:69.2_0": "the perfected one with defilements ended:",
    "ai-mnd4:69.3_0": "The highest is the best utmost devotion that is the foremost, best, chief, highest, and finest of the all. When they’ve entered into and emerged, they do not see, neglect, old, and hard to see.",
    "ai-mnd4:69.4_0": "for you have no great wisdom,",
    "ai-mnd4:70.1_0": "The Buddha replied,",
    "ai-mnd4:71.1_0": "“There is no brahmin, no brahmin,",
    "ai-mnd4:71.2_0": "Having seen (that), she went up to the abode.",
    "ai-mnd4:71.3_0": "full of passion, dispassion,",
    "ai-mnd4:71.4_0": "for you have no great wisdom.”",
    "ai-mnd4:72.1_0": "Fourth: the Suddhodana"
}