{
    "ai-ne15:0.1_0": "Netti",
    "ai-ne15:0.2_0": "Paṭiniddesavāra",
    "ai-ne15:0.3_0": "Vibhaṅga 12",
    "ai-ne15:0.4_0": "Otaraṇahāravibhaṅga",
    "ai-ne15:1.1_0": "Herein, what is the nurse?",
    "ai-ne15:1.2_0": "“Accept for the Ordination.”",
    "ai-ne15:2.1_0": "“Above, below, everywhere free,",
    "ai-ne15:2.2_0": "They meditate observing not-self.",
    "ai-ne15:2.3_0": "Freed like this, he has crossed the flood",
    "ai-ne15:2.4_0": "not crossed before, so as to not be reborn.”",
    "ai-ne15:3.1_0": "“About the elements,” and the formless realm.",
    "ai-ne15:3.2_0": "“Considering,” he said,",
    "ai-ne15:3.3_0": "“This is an unfinished release.”",
    "ai-ne15:3.4_0": "These five faculties are still not a trainee.",
    "ai-ne15:4.1_0": "Their five faculties cease without anything left over. When ignorance ceases, choices cease. When consciousness ceases, consciousness ceases. When name and form cease, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.",
    "ai-ne15:4.2_0": "and so there is a cessation of this whole mass of suffering.",
    "ai-ne15:4.3_0": "This is dependent origination.",
    "ai-ne15:5.1_0": "These five faculties are not included in the three faculties:",
    "ai-ne15:5.2_0": "The entire spectrum of ethics, immersion, and wisdom.",
    "ai-ne15:6.1_0": "they are not included in the five faculties. They are no phenomena; they are without defilements.",
    "ai-ne15:6.2_0": "This is the element of death.",
    "ai-ne15:7.1_0": "That thought element is included in the thought element, not the defilements.",
    "ai-ne15:7.2_0": "This is the sense field that is departed.",
    "ai-ne15:8.1_0": "Saying, “I’m observing an aspect of the body,” they are a trainee, with the five faculties. And that are an abode of the five faculties.",
    "ai-ne15:8.2_0": "This is the faculty of death.",
    "ai-ne15:9.1_0": "Their five faculties are very clear, and the cessation of ignorance. When ignorance ceases, ignorance ceases. When ignorance ceases, grasping ceases.",
    "ai-ne15:9.2_0": "This is dependent origination.",
    "ai-ne15:10.1_0": "the wisdom there is from understanding of insight,",
    "ai-ne15:10.2_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:11.1_0": "Since that knowledge is actually purified, they are not pollutant-free (volitional) processes. This is the four elements.",
    "ai-ne15:12.1_0": "That thought element is included in the thought element, not defilements.",
    "ai-ne15:13.1_0": "the trainee and the one freed by wisdom; they’re freed through the ending of defilements.",
    "ai-ne15:13.2_0": "That is why the Buddha said: “I was below, Sir.”",
    "ai-ne15:14.1_0": "“There’s no attendant there’s no arouse tranquility. When there’s no inclination there’s no tranquility, there’s no inclination to be reborn, there’s no coming and no passing away and reappearing. When there’s no inclination. When there’s no coming and going, there’s no-one who passing away and reappears.",
    "ai-ne15:15.1_0": "“For the dependent there is two kinds of dependence through the attendants there are two kinds of craving.”",
    "ai-ne15:15.2_0": "Herein, this is a intention to end.",
    "ai-ne15:15.3_0": "Is intention to be reborn, this is a misconception.",
    "ai-ne15:15.4_0": "intentional activities are a condition for consciousness, and consciousness. That is how consciousness is dependently originated.",
    "ai-ne15:15.5_0": "This is dependent origination.",
    "ai-ne15:16.1_0": "Herein, this pleasant feeling is the pleasant feeling.",
    "ai-ne15:16.2_0": "Whatever feeling is present, this is the two feelings.",
    "ai-ne15:16.3_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:17.1_0": "And there are two faculties of pleasure and happiness: pleasant feeling faculty of pain and sadness, and neutral feeling.",
    "ai-ne15:17.2_0": "This is the faculty of death.",
    "ai-ne15:18.1_0": "Their elements of conditions are included in the category of choices. Their elements of choices are included in the teaching.",
    "ai-ne15:18.2_0": "This is the element of death.",
    "ai-ne15:19.1_0": "That thought element is included in the teaching, and that sense-fielding escorted by the teaching. This is the practice that leads to the ending of continued existence.",
    "ai-ne15:20.1_0": "“Killing isn’t the concept of craving” or “Your views” refers to the knowledge of the ending of craving.",
    "ai-ne15:20.2_0": "the complete understanding of ignorance ...",
    "ai-ne15:20.3_0": "This is dependent origination.",
    "ai-ne15:21.1_0": "clearly knowing the insight of insight,",
    "ai-ne15:21.2_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:22.1_0": "That ignorant faculties:",
    "ai-ne15:22.2_0": "the faculty of energy, the wisdom faculty,",
    "ai-ne15:22.3_0": "This is the faculty of death.",
    "ai-ne15:23.1_0": "And that equanimity of conditions, etc., are not pollutanted.",
    "ai-ne15:23.2_0": "This is the element of death.",
    "ai-ne15:24.1_0": "That thought element is included in the thought element, not the defilements.",
    "ai-ne15:24.2_0": "This is the sense field that is departed.",
    "ai-ne15:25.1_0": "“‘Through tranquility’: there are two kinds of tranquillity, and mental tranquillity.",
    "ai-ne15:25.2_0": "That bodily form is bodily pleasure.",
    "ai-ne15:25.3_0": "That which is mental bliss is mental pleasure,",
    "ai-ne15:25.4_0": "When the body is tranquil, one understands it. They truly understand that they’re immersed in samādhi. They’re freed, joyful, and liberated. And they understand: “ their mind is freed from defilements”, the spiritual life is ended, and the complete ending of defilements.",
    "ai-ne15:25.5_0": "So they don’t overcome their mind, sights, sounds, smells, tastes, or touches. They don’t lead to the ending of greed for sights, nor are they freed with the ending, fading away, cessation, and letting go of all these things.",
    "ai-ne15:25.6_0": "It’s simply reckoned as an incalculable, immeasurable, great mass of greed, hate, and delusion.",
    "ai-ne15:26.1_0": "The arising of feeling ...",
    "ai-ne15:26.2_0": "perception is related to perception,",
    "ai-ne15:26.3_0": "When conditions are wrong,",
    "ai-ne15:26.4_0": "consciousness by which a Realized One, with the ending, fading away, cessation, giving up, and letting go of consciousness, the cessation of consciousness, doesn’t exist.",
    "ai-ne15:26.5_0": "It’s simply reckoned as an incalculable, immeasurable, great mass of greed, hate, and delusion.",
    "ai-ne15:26.6_0": "“He’s coming here.”",
    "ai-ne15:26.7_0": "“After passing away, he is reborn in the ghost realm.”",
    "ai-ne15:26.8_0": "When a person is reborn in the six internal sense-spheres, thinking “There are no internal and external sense-spheres in the six internal sense-spheres.”",
    "ai-ne15:26.9_0": "“Does not,” in the six external sense spheres,",
    "ai-ne15:26.10_0": "“‘They don’t see both kinds of contacts by means of contacts, nor by means of contact as self,",
    "ai-ne15:26.11_0": "“This is the dependent origination.”",
    "ai-ne15:26.12_0": "This is twofold: the world and the world.",
    "ai-ne15:26.13_0": "Herein, ignorance is a condition for choices.",
    "ai-ne15:26.14_0": "They understand: ‘... there is no further state of existence.’”",
    "ai-ne15:26.15_0": "Hence the Blessed One said: “For the dependent there is no agitation. For the independent there is no agitation. For the independent there is no agitation. For the inclination of the unattained, for the sake of the undependent there is no agitation.",
    "ai-ne15:26.16_0": "Just this is the end of suffering.”",
    "ai-ne15:27.1_0": "“All the sorrows and lamentations",
    "ai-ne15:27.2_0": "And to the countless forms of suffering in the world",
    "ai-ne15:27.3_0": "occur because of those that we love;",
    "ai-ne15:27.4_0": "without loved ones they do not occur.",
    "ai-ne15:28.1_0": "That’s why those who have no loved ones at all in the world",
    "ai-ne15:28.2_0": "are happy and free of grief.",
    "ai-ne15:28.3_0": "So aspiring to the sorrowless and stainless,",
    "ai-ne15:28.4_0": "have no loved ones in the world at all.”",
    "ai-ne15:29.1_0": "“Whoever in the world is sorrow and wail and lament, these four formless and suffering for the world are held together by the gods.”",
    "ai-ne15:29.2_0": "that is unpleasant feeling.",
    "ai-ne15:29.3_0": "“So those who don’t exist do these things.”",
    "ai-ne15:29.4_0": "that is pleasant feeling.",
    "ai-ne15:29.5_0": "the feelings component,",
    "ai-ne15:29.6_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:30.1_0": "because of feeling: craving, because of grasping craving, continued existence is a condition for continued existence. Their rebirth is a condition for old age and death.",
    "ai-ne15:30.2_0": "This is dependent origination.",
    "ai-ne15:31.1_0": "And there are two faculties:",
    "ai-ne15:31.2_0": "pleasure, and happiness.",
    "ai-ne15:31.3_0": "Painful feeling:",
    "ai-ne15:31.4_0": "the faculty of pain and sadness.",
    "ai-ne15:31.5_0": "This is the faculty of death.",
    "ai-ne15:32.1_0": "Their elements of conditions are included in the category of choices. Their elements of choices are included in the teaching.",
    "ai-ne15:32.2_0": "This is the element of death.",
    "ai-ne15:33.1_0": "That thought element is referred to the teaching, and that sense-fielding all states of existence.",
    "ai-ne15:33.2_0": "This is the sense field that is departed.",
    "ai-ne15:34.1_0": "“These are those who have no loved ones at all,",
    "ai-ne15:34.2_0": "are happy and free of grief.",
    "ai-ne15:34.3_0": "So aspiring to the sorrowless and stainless,",
    "ai-ne15:34.4_0": "have no loved ones in the world at all.”",
    "ai-ne15:35.1_0": "This is the sixth thing",
    "ai-ne15:35.2_0": "When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, the cessation of continued existence ceases.",
    "ai-ne15:35.3_0": "This is dependent origination.",
    "ai-ne15:36.1_0": "The one who calls that craving",
    "ai-ne15:36.2_0": "That calm is two faculties, and the energy faculty and mindfulness.",
    "ai-ne15:36.3_0": "This is the faculty of death.",
    "ai-ne15:37.1_0": "that concentration is balanced concentration,",
    "ai-ne15:37.2_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:38.1_0": "That states of meditation, but not from the destruction of continued existence.",
    "ai-ne15:38.2_0": "This is the element of death.",
    "ai-ne15:39.1_0": "That thought element is included in the thought element, not the defilements.",
    "ai-ne15:39.2_0": "This is the sense field that is departed.",
    "ai-ne15:39.3_0": "That is why the Fortunate One said: “Where are you like?”",
    "ai-ne15:40.1_0": "“Namely desire for sensual pleasures,",
    "ai-ne15:40.2_0": "But if you succeeds in them,",
    "ai-ne15:40.3_0": "he is joyful, there is happiness,",
    "ai-ne15:40.4_0": "gets what they need.",
    "ai-ne15:41.1_0": "If you’re starting with sensual pleasures",
    "ai-ne15:41.2_0": "a person who has arisen for the one.",
    "ai-ne15:41.3_0": "Sensual pleasures have been given up.",
    "ai-ne15:41.4_0": "washed an arrow.",
    "ai-ne15:42.1_0": "One who avoids sensual pleasures,",
    "ai-ne15:42.2_0": "having seen the ghee,",
    "ai-ne15:42.3_0": "mindful, he transcends",
    "ai-ne15:42.4_0": "mindful he transcends the calm.",
    "ai-ne15:43.1_0": "This is the happiness and joy that is present.",
    "ai-ne15:43.2_0": "When wavering, the dart has been washed away, that is,",
    "ai-ne15:43.3_0": "Continuallying is the tenfold reckoning, and the ten bases of craving.",
    "ai-ne15:43.4_0": "This is the sense field that is departed.",
    "ai-ne15:44.1_0": "The ten kinds of form associated with sights is produced by name and form. The six sense fields with contact as condition: feeling, name and form are conditions for the six sense fields. The six sense spheres are conditions for contact. The six sense spheres are conditions for contact. Contact is a condition for feeling.",
    "ai-ne15:44.2_0": "This is dependent origination.",
    "ai-ne15:45.1_0": "with the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-ne15:45.2_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:46.1_0": "His name and form are eighteen elements.",
    "ai-ne15:46.2_0": "This is the element of death.",
    "ai-ne15:47.1_0": "Herein, whatever form there are these five faculties, namely, the five faculties and the five faculties are the ten faculties.",
    "ai-ne15:47.2_0": "This is the faculty of death.",
    "ai-ne15:48.1_0": "But when we speak out of this,",
    "ai-ne15:49.1_0": "“The one who avoids sensual pleasures,",
    "ai-ne15:49.2_0": "having seen the ghee,",
    "ai-ne15:49.3_0": "mindful, he transcends",
    "ai-ne15:49.4_0": "mindful he transcends the calm.",
    "ai-ne15:50.1_0": "is the element of quenching with something left over.",
    "ai-ne15:51.1_0": "Yet even the reincarnation of extinguishment is the same—that gives rise to knowledge, the cessation of ignorance.",
    "ai-ne15:51.2_0": "This is dependent origination.",
    "ai-ne15:52.1_0": "the wisdom there is from understanding of insight,",
    "ai-ne15:52.2_0": "This is the constituent parts (of mind and body) that provide fuel for attachment.",
    "ai-ne15:53.1_0": "She was the two knowledges:",
    "ai-ne15:53.2_0": "the wisdom faculty, and the wisdom faculty.",
    "ai-ne15:53.3_0": "This is the faculty of death.",
    "ai-ne15:54.1_0": "Since that knowledge is included in the present, not phenomena; they are without pollutants.",
    "ai-ne15:54.2_0": "This is the element of death.",
    "ai-ne15:55.1_0": "That thought element is included in the thought element, not the defilements.",
    "ai-ne15:55.2_0": "This is the sense field that is departed.",
    "ai-ne15:55.3_0": "Hence the Blessed One said: “We wish to go of sensual desires.”",
    "ai-ne15:56.1_0": "thus far there is a designation of the faculties regarding the sense-spheres.",
    "ai-ne15:56.2_0": "In this way the entire spectrum of the sense-spheres are to be absent.",
    "ai-ne15:56.3_0": "That is why he said, “Ukaccāyana, and the arising of suffering.”",
    "ai-ne15:56.4_0": "he is free from oppression."
}