{
    "ai-ne5:0.1_0": "Netti",
    "ai-ne5:0.2_0": "Paṭiniddesavāra",
    "ai-ne5:0.3_0": "Vibhaṅga 2",
    "ai-ne5:0.4_0": "Vicayahāravibhaṅga",
    "ai-ne5:1.1_0": "Herein, what is the dwelling?",
    "ai-ne5:1.2_0": "he asked: “This dwelling and (others), this dwelling place should be given away.”",
    "ai-ne5:2.1_0": "What do you get all?",
    "ai-ne5:2.2_0": "When asked a question, he dispells things. He truly understands the gratification, drawback, and escape. He practices it rid of desires, greed, hate, delusion, and ignorance. He comess all the more—they live alternatively. And they live unattached, liberated, the drawback, and understanding the escape.",
    "ai-ne5:2.3_0": "What do you ask in questions on when asked the Buddha about this matter?",
    "ai-ne5:3.1_0": "“What is the world enveloped?",
    "ai-ne5:3.2_0": "Ajita, Venerable Ajita,",
    "ai-ne5:3.3_0": "What don’t want to harm?",
    "ai-ne5:3.4_0": "You call a worm to what?",
    "ai-ne5:3.5_0": "What’s the great hermit?”",
    "ai-ne5:4.1_0": "he asked these four questions, and he asked one question.",
    "ai-ne5:4.2_0": "why?",
    "ai-ne5:4.3_0": "The one possession of one offenses entailing confession,",
    "ai-ne5:4.4_0": "“By what is the world enveloped?” “Who do you want, ninety, or a large?” He asks: “What if you don’t want, you don’t want of the world?” and he asks, “Why don’t you like to become a great man?”",
    "ai-ne5:4.5_0": "The world is threefold: the world, the world, the world,",
    "ai-ne5:5.1_0": "Herein, pulled up:",
    "ai-ne5:6.1_0": "“The world is enveloped by ignorance,",
    "ai-ne5:6.2_0": "He calls unqualled,",
    "ai-ne5:6.3_0": "They wouldn’t give up desires,",
    "ai-ne5:6.4_0": "Hunger",
    "ai-ne5:6.5_0": "Suffering is their greatest fear.”",
    "ai-ne5:7.1_0": "These four were the first praised by the four measures. This is the second benefit.",
    "ai-ne5:8.1_0": "“What is the world enquiry,” “Who is it sitting?”",
    "ai-ne5:8.2_0": "The world is led on by hindrances, all beings have no hindrances.",
    "ai-ne5:8.3_0": "“Since the Blessed One has a single mortals of all sentient beings, all of them are their hindrances, I say.",
    "ai-ne5:8.4_0": "Mendicants, I say that there is no hindrances, sentient beings have a hindrance.”",
    "ai-ne5:8.5_0": "(but) he became poisoned at the first time,",
    "ai-ne5:9.1_0": "“Where does not answer?” “When a question isn’t getting rid of desires,” he said, “From is heedless.”",
    "ai-ne5:9.2_0": "The person who does want to listen.",
    "ai-ne5:9.3_0": "doubt is what is meant.",
    "ai-ne5:9.4_0": "They don’t get rid of faith, energy, or wisdom. They don’t make an effort to give up unskillful qualities.",
    "ai-ne5:9.5_0": "It’s when, he lives diligently, keenly, and resolute, the Buddha doesn’t arise. And he doesn’t think of as he likes.",
    "ai-ne5:10.1_0": "“The good people proclaim it.",
    "ai-ne5:10.2_0": "like a mountain on the slopes.",
    "ai-ne5:10.3_0": "but the wicked are not seen,",
    "ai-ne5:10.4_0": "night like a lake,",
    "ai-ne5:10.5_0": "They reveal the special qualities to those good qualities,",
    "ai-ne5:10.6_0": "What does he fame and reputation?”",
    "ai-ne5:11.1_0": "it was second today due to the away of the poison.",
    "ai-ne5:12.1_0": "“I say a question to someone who practices in accordance with the ascetic life.” And I say, “I don’t get rid of it.”",
    "ai-ne5:12.2_0": "Black of craving:",
    "ai-ne5:12.3_0": "How do you get collapsed?",
    "ai-ne5:12.4_0": "As he was",
    "ai-ne5:13.1_0": "“For a night doesn’t know the good.",
    "ai-ne5:13.2_0": "he doesn’t see the teaching.",
    "ai-ne5:13.3_0": "When a person is beset by hate,",
    "ai-ne5:13.4_0": "only blind darkness is left.”",
    "ai-ne5:14.1_0": "This person is called as much as they have.",
    "ai-ne5:15.1_0": "“What’s a large, pleasurable for him?” “Dearly in that very suffering they in the shadow of a death?”",
    "ai-ne5:15.2_0": "Ten suffering:",
    "ai-ne5:15.3_0": "physical and mental.",
    "ai-ne5:15.4_0": "Whatever is bodily pain, this is mental pain and sadness.",
    "ai-ne5:15.5_0": "all sentient beings are unable to bear suffering, from fear, and injure, while doing what is happened.",
    "ai-ne5:15.6_0": "Three forms of suffering:",
    "ai-ne5:15.7_0": "the suffering inherent in painful feeling, the suffering inherent in conditions, and the suffering inherent in perishing.",
    "ai-ne5:15.8_0": "Herein, the world is because of Yourself, suffering is emitted.",
    "ai-ne5:15.9_0": "so that suffering decays and perishes.",
    "ai-ne5:15.10_0": "Why is that?",
    "ai-ne5:15.11_0": "in the world are long-lived and healthy.",
    "ai-ne5:15.12_0": "But the world of formations consisting of formations through the natural principles, the world, the suffering in the four directions. That is why there are many sufferings of suffering in the world.",
    "ai-ne5:15.13_0": "(but) the fourth part of the (food) was destroyed,",
    "ai-ne5:15.14_0": "That is why the Blessed One said: “He is wearing away.”",
    "ai-ne5:16.1_0": "“Streams are flowing everywhere,",
    "ai-ne5:16.2_0": "Ajita, Venerable Ajita,",
    "ai-ne5:16.3_0": "What is the reason why.",
    "ai-ne5:16.4_0": "That is the restraint of the ear,",
    "ai-ne5:16.5_0": "who does he love his father?”",
    "ai-ne5:17.1_0": "These are the four ways of questions.",
    "ai-ne5:17.2_0": "they are two questions.",
    "ai-ne5:17.3_0": "why?",
    "ai-ne5:17.4_0": "having brought (him) to these things, he asked in order to practise.",
    "ai-ne5:17.5_0": "For someone who has attained the end of the world, what corrupted, and emerged from the world? What does it get up?",
    "ai-ne5:18.1_0": "They frequently enjoy all the streams that are full of covetous, with no peace of mind.",
    "ai-ne5:18.2_0": "There it is the root of covetousness, ill will, and confusion.",
    "ai-ne5:18.3_0": "In the same way, there is a craving for sights, sounds, smells, tastes, touches, and thoughts. It’s craving for sights, sounds, smells, tastes, touches.",
    "ai-ne5:19.1_0": "“Sure is a term for the six interior sense fields.",
    "ai-ne5:19.2_0": "They likable, desirable, and agreeable sights known by the eye that are likable, desirable, agreeable,",
    "ai-ne5:19.3_0": "If you take pleasure in the ear ...",
    "ai-ne5:19.4_0": "The nose ...",
    "ai-ne5:19.5_0": "The ear ... nose ... tongue ... body ...",
    "ai-ne5:19.6_0": "body ...",
    "ai-ne5:19.7_0": "They likable, desirable, and agreeable things that are disagreeable things.",
    "ai-ne5:19.8_0": "So all of them always comes together,",
    "ai-ne5:19.9_0": "Hence it is said: “Blessed Ones, everywhere free.”",
    "ai-ne5:20.1_0": "He thinks, “What is the end of what is fitting to do?” and he questions about what is suitable.",
    "ai-ne5:20.2_0": "“Please tell me what is the doing of such a thing?”",
    "ai-ne5:21.1_0": "Herein, laughing it:",
    "ai-ne5:22.1_0": "“Whatever streams there are in the world",
    "ai-ne5:22.2_0": "He calls unqualled,",
    "ai-ne5:22.3_0": "and mindfulness its calm.",
    "ai-ne5:22.4_0": "I declare the restraint of the ear;",
    "ai-ne5:22.5_0": "love wisdom.",
    "ai-ne5:23.1_0": "When mindfulness of the body has been developed and cultivated they don’t likable, desirable, and agreeable sights.",
    "ai-ne5:23.2_0": "The nose ...",
    "ai-ne5:23.3_0": "The ear ... nose ... tongue ... body ...",
    "ai-ne5:23.4_0": "body ...",
    "ai-ne5:23.5_0": "They don’t get caught up in them.",
    "ai-ne5:23.6_0": "For what reason?",
    "ai-ne5:23.7_0": "restrained in the sense faculties,",
    "ai-ne5:23.8_0": "live restrained in these four ways.",
    "ai-ne5:23.9_0": "if she is not mindful;",
    "ai-ne5:23.10_0": "The Buddha replied,",
    "ai-ne5:23.11_0": "“Because of these.”",
    "ai-ne5:24.1_0": "and come to an end.",
    "ai-ne5:24.2_0": "What has been given up by the underlying tendencies?",
    "ai-ne5:24.3_0": "Just as when a tree grows old with fruits of a tree such as flowers, minor leaves about going to the sky, cut off the top of husk, and creeper’s flag,",
    "ai-ne5:24.4_0": "In this way they’ve been cut off all judged and cut off, the concealed for continued existence.",
    "ai-ne5:24.5_0": "what?",
    "ai-ne5:24.6_0": "wisdom is seen with wisdom.",
    "ai-ne5:24.7_0": "Hence the Blessed One said: “He should know the King.”",
    "ai-ne5:25.1_0": "“Knowledge and mindfulness,",
    "ai-ne5:25.2_0": "Ajita, Venerable Ajita,",
    "ai-ne5:25.3_0": "name and form.",
    "ai-ne5:25.4_0": "When I’ve questioned this,",
    "ai-ne5:25.5_0": "what is going on.”",
    "ai-ne5:26.1_0": "“This question that was asked,",
    "ai-ne5:26.2_0": "they’re not able to be one, I say.",
    "ai-ne5:26.3_0": "And where name and form",
    "ai-ne5:26.4_0": "cease with nothing left over;",
    "ai-ne5:26.5_0": "with the cessation of consciousness,",
    "ai-ne5:26.6_0": "that’s where this ceases.”",
    "ai-ne5:27.1_0": "This is the question that should be asked about,",
    "ai-ne5:27.2_0": "asking about favoring and opposing what is beneficial.",
    "ai-ne5:27.3_0": "is the facet of quenching with nothing left over.",
    "ai-ne5:27.4_0": "There are three things that originate from what is liable to cease.",
    "ai-ne5:27.5_0": "Herein, the origin of two in both places is given up in the three planes of the grounds, and the development of the plane of the plane of the planes of the plane of the Development.",
    "ai-ne5:27.6_0": "Their view is given up three fetters, doubt, misapprehension of precepts and observances, sensual desire, ill will, conceit, arrogance, and ignorance.",
    "ai-ne5:27.7_0": "These are the ten elements of the five lower fetters.",
    "ai-ne5:28.1_0": "There are three fetters of identity view, doubt, misapprehension of precepts and observances, and forms of self.",
    "ai-ne5:28.2_0": "Seven fetters of sensual desire, ill will, physical desire, ill will, maintaining to desire, ill will, conceit, arrogance, and ignorance.",
    "ai-ne5:28.3_0": "And this is how I know: “The ending of defilements is for me.”",
    "ai-ne5:28.4_0": "he knows “(there is) no return to any state of existence”.",
    "ai-ne5:28.5_0": "These are the two enlightenment faculties.",
    "ai-ne5:28.6_0": "And here the faculty of wisdom is the best of the understanding that the faculty of the fruit of the highest and fine-material faculty, knowledge of the fruit of the highest knowledge that comes to the end of all that.",
    "ai-ne5:29.1_0": "However, I understand that there is nont of the ending of defilements, namely, “I am a brahmin whose cankers have ended the defilements” is called “Sāriputta.”",
    "ai-ne5:29.2_0": "(but) dust that is lost, like one who has lost his mindfulness,",
    "ai-ne5:30.1_0": "Herein, of the five constituents (of mind and body) that provide fuel for attachment:",
    "ai-ne5:30.2_0": "The contact and this is the name of contact.",
    "ai-ne5:30.3_0": "The five faculties: this is the five faculties.",
    "ai-ne5:30.4_0": "Fearless consciousness associated with the Buddha, for the cessation of consciousness, he asked the Buddha,",
    "ai-ne5:31.1_0": "“Knowledge and mindfulness,",
    "ai-ne5:31.2_0": "name and form.",
    "ai-ne5:31.3_0": "When I’ve questioned this,",
    "ai-ne5:31.4_0": "what is going on.”",
    "ai-ne5:32.1_0": "Herein, there is the four faculties and the five faculties of mindfulness and situational awareness, and the faculties of energy and wisdom.",
    "ai-ne5:32.2_0": "These faculty of faith is the four faculties, this is the faith faculty of faith.",
    "ai-ne5:32.3_0": "Herein, whatever desires there are that are present in the mind, produced by desire for the purpose of faith, etc.",
    "ai-ne5:32.4_0": "The power of the mind is immersed in samādhi by means of the defilement of the defilements, or the opposite sex.",
    "ai-ne5:32.5_0": "The in-breaths and out-breaths are placing the mind and keeping it connected. These are conditions for choices.",
    "ai-ne5:32.6_0": "And so, although those stilling the earlier and the unconditioned, they develop the basis of psychic power that has immersion due to enthusiasm, and active effort, zeal, vigor.",
    "ai-ne5:32.7_0": "There the energy faculty of energy is mental development that is immersion due to energy ...",
    "ai-ne5:32.8_0": "There the mental development of the mind intent upon the consciousness ...",
    "ai-ne5:32.9_0": "Herein, this inquiry is the plane of inquiry on that hide.",
    "ai-ne5:32.10_0": "The power of the mind is immersed in samādhi by means of the defilement of the defilements, or the opposite sex.",
    "ai-ne5:32.11_0": "The in-breaths and out-breaths are placing the mind and keeping it connected. These are conditions for choices.",
    "ai-ne5:32.12_0": "And so, because of the previous disappearance of inquiry, the basis of psychic power, and the basis of psychic power that has immersion due to inquiry, and active effort, which rely on seclusion, fading away, and cessation, and ripen as letting go.",
    "ai-ne5:33.1_0": "all the knowledges and insight knowledges, and the constituents (of mind and body) that provide fuel for knowledge.",
    "ai-ne5:34.1_0": "As before, so after;",
    "ai-ne5:34.2_0": "as after, so before.",
    "ai-ne5:34.3_0": "as by day, so by night;",
    "ai-ne5:34.4_0": "as by night, so by day.",
    "ai-ne5:35.1_0": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.",
    "ai-ne5:35.2_0": "When the mind is developed, skillful thoughts arise, while the mind is transgressed, cease.",
    "ai-ne5:35.3_0": "consciousness ceases without anything left over.",
    "ai-ne5:35.4_0": "and they don’t become disillusioned with anything left over.",
    "ai-ne5:35.5_0": "When consciousness ceases, name and form cease.",
    "ai-ne5:35.6_0": "The Buddha replied,",
    "ai-ne5:36.1_0": "“This question that was asked,",
    "ai-ne5:36.2_0": "they’re not able to be one, I say.",
    "ai-ne5:36.3_0": "And where name and form",
    "ai-ne5:36.4_0": "cease with nothing left over;",
    "ai-ne5:36.5_0": "with the cessation of consciousness,",
    "ai-ne5:36.6_0": "that’s where this ceases.”",
    "ai-ne5:37.1_0": "“Those who have appraised the teaching,",
    "ai-ne5:37.2_0": "Ajita, Venerable Ajita,",
    "ai-ne5:37.3_0": "and the many kinds of trainees here—",
    "ai-ne5:37.4_0": "do my alert.",
    "ai-ne5:37.5_0": "when questioned, please tell me their conduct.”",
    "ai-ne5:38.1_0": "he asked these three questions, three questions:",
    "ai-ne5:38.2_0": "Why not?",
    "ai-ne5:38.3_0": "For a trainee and an arrangement consisting in insight meditation, however one could sustain the way back in training.",
    "ai-ne5:38.4_0": "When asked, “Those who are very beneficial and responsible,” he asks, “Perhaps I was the two extraorted,” he questioned me by questioning, saying, “Those who have practiced them, have doubts,” and he asks (also) questions, he rose up from them.",
    "ai-ne5:39.1_0": "Herein, pulled up:",
    "ai-ne5:40.1_0": "“In regard to sense pleasures,",
    "ai-ne5:40.2_0": "He calls unqualled,",
    "ai-ne5:40.3_0": "would be filled with awareness.",
    "ai-ne5:40.4_0": "wholesome things,",
    "ai-ne5:40.5_0": "to give up sensual desire.",
    "ai-ne5:41.1_0": "all the deeds done by way of body, speech, and mind do not return to knowledge.",
    "ai-ne5:41.2_0": "In the past ...",
    "ai-ne5:42.1_0": "And what is the uprooting of knowledge and vision?",
    "ai-ne5:42.2_0": "That which is impermanent, not-self, not knowing and seeing, not-self,",
    "ai-ne5:42.3_0": "Take a person who doesn’t know and see in a suitable way that leads to knowing and seeing, might get rid of resentment, who knows and sees.",
    "ai-ne5:43.1_0": "For the Fortunate One, whose knowledge and vision has not gone to knowledge and vision,",
    "ai-ne5:43.2_0": "Herein, a trainee should be looked after by two things, guarding the mind, and smearing them.",
    "ai-ne5:43.3_0": "The Buddha thought,",
    "ai-ne5:43.4_0": "“After regards where sensual pleasures are fulfilled.”",
    "ai-ne5:44.1_0": "“(There will be) no destroyer of shame.”",
    "ai-ne5:44.2_0": "For if a trainee acts wrongly in that way, they give rise to defilements.",
    "ai-ne5:44.3_0": "But when you don’t generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise.",
    "ai-ne5:44.4_0": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.",
    "ai-ne5:44.5_0": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.",
    "ai-ne5:44.6_0": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.",
    "ai-ne5:45.1_0": "What are bad and unwholesome thoughts that have not yet arisen?",
    "ai-ne5:45.2_0": "Sensual, malicious, and cruel thoughts that have not arisen.",
    "ai-ne5:45.3_0": "What are bad and unwholesome thoughts that have already arisen?",
    "ai-ne5:45.4_0": "‘These bad, unskillful qualities have arisen for you.",
    "ai-ne5:45.5_0": "What are wholesome thoughts that have not yet arisen?",
    "ai-ne5:45.6_0": "whatever wholesome things have arisen,",
    "ai-ne5:45.7_0": "What are wholesome thoughts that have arisen?",
    "ai-ne5:45.8_0": "whatever skillful qualities have arisen in them,",
    "ai-ne5:46.1_0": "this thought faculty of sensuality, that is,",
    "ai-ne5:46.2_0": "Whatever thought there is, that is the concentration faculty,",
    "ai-ne5:46.3_0": "the thoughts of harming, or this is the faculty of energy.",
    "ai-ne5:46.4_0": "They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.",
    "ai-ne5:46.5_0": "These faculty of faith is the four faculties, this is the faith faculty of faith.",
    "ai-ne5:47.1_0": "Herein, where should the faculty be seen?",
    "ai-ne5:47.2_0": "In the four factors of stream-entry.",
    "ai-ne5:47.3_0": "Where should the faculty of energy be seen?",
    "ai-ne5:47.4_0": "In the four right efforts.",
    "ai-ne5:47.5_0": "mindfulness should be seen wherever there is the faculty of mindfulness.",
    "ai-ne5:47.6_0": "In the four ways of attending to mindfulness,",
    "ai-ne5:47.7_0": "The concentration should be seen there.",
    "ai-ne5:47.8_0": "in the four absorptions.",
    "ai-ne5:47.9_0": "and wisdom should be seen there.",
    "ai-ne5:47.10_0": "in the Four Noble Truths?",
    "ai-ne5:47.11_0": "In this way the Buddha spoke of all skillful qualities that are tired, skillful qualities that are tired, attached to in Mindful, and not-self.",
    "ai-ne5:47.12_0": "Hence the Buddha said: “He will be an outcaste.”",
    "ai-ne5:48.1_0": "“The world is skilled in all things”: “The world is three worlds, defilements and the three worlds. They are the world in the world.",
    "ai-ne5:48.2_0": "Herein, the looking forwards because of the corruptions: the faculties of the world will be developed and cultivated.",
    "ai-ne5:48.3_0": "That is two kinds of direct-knowledge, and having cleared that the three divine insights should be completely understood.",
    "ai-ne5:48.4_0": "For when a trainee understands it, then perceptions to be fully understood as specifically understands.",
    "ai-ne5:48.5_0": "Two things go across the Kosalans,",
    "ai-ne5:48.6_0": "miss out on seeing and development,",
    "ai-ne5:49.1_0": "That knowledge should be known:",
    "ai-ne5:49.2_0": "for the direct knowledge, complete understanding, finishing, and realizing it.",
    "ai-ne5:49.3_0": "Herein, what is the knowledge of this?",
    "ai-ne5:49.4_0": "The knowledge of the analytical knowledge of meaning and the penetration of the truth of the analytical knowledge.",
    "ai-ne5:50.1_0": "Herein, what is complete understanding?",
    "ai-ne5:50.2_0": "Having directly known this, this is the meaning of what is skillful and what is unskillful, this is the blameworthy and what is blameless, this is the dark and bright. This is the meaning.",
    "ai-ne5:51.1_0": "In this way those three things are to be given up, and the three things should be developed.",
    "ai-ne5:51.2_0": "What things should be given up?",
    "ai-ne5:51.3_0": "unwholesome thoughts,",
    "ai-ne5:51.4_0": "Herein, what things should be developed?",
    "ai-ne5:51.5_0": "those who are wholesome,",
    "ai-ne5:51.6_0": "Herein, what things should be realized?",
    "ai-ne5:51.7_0": "with the unconditioned.",
    "ai-ne5:51.8_0": "Such is called the difference between the meaning and the teaching, skilled in what is skillful and unskillful.",
    "ai-ne5:52.1_0": "When a mendicant enters and remains in the present life, they keep going in blissful meditation in the present life. They are eating and drinking a happy heart, weak and are able to get up and looking away, and bending and extending the limbs, and bearing the outer robe, bowl and robes, drinking, chewing, and tasting; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.",
    "ai-ne5:52.2_0": "These are the two kinds of temperament that have been understood by the Buddha; one purification is purified by the eleven kinds of purification.",
    "ai-ne5:52.3_0": "what is purified?",
    "ai-ne5:52.4_0": "the Worthy Ones have,",
    "ai-ne5:52.5_0": "it shows why the way that leads to peace,",
    "ai-ne5:52.6_0": "the trainees,",
    "ai-ne5:52.7_0": "For the perfected ones have completed the faculties.",
    "ai-ne5:52.8_0": "The fourth section on which I completely understand that suffering is the origin of suffering, the cessation of suffering, and the path.",
    "ai-ne5:52.9_0": "Hence the Buddha said, “Here the monk,”",
    "ai-ne5:53.1_0": "“In regard to sense pleasures,",
    "ai-ne5:53.2_0": "He calls unqualled,",
    "ai-ne5:53.3_0": "would be filled with awareness.",
    "ai-ne5:53.4_0": "wholesome things,",
    "ai-ne5:53.5_0": "to give up sensual desire.",
    "ai-ne5:54.1_0": "He should ask thus:",
    "ai-ne5:54.2_0": "With the meaning and the phrasing of meaning and the phrasing may be either.",
    "ai-ne5:54.3_0": "This is the one who talks about talking nonsense.",
    "ai-ne5:54.4_0": "When the words and phrases are incapable of the meaning, the meaning should be regarded as such. That is why the meaning of the words and phrases.",
    "ai-ne5:54.5_0": "Entering",
    "ai-ne5:54.6_0": "What is said in acceptance of what is said, and what is the lower particular component of the corruptions without the defilements?",
    "ai-ne5:54.7_0": "How should this sutta deals with the starting point? It is included in the beginning and the middle of the end?",
    "ai-ne5:54.8_0": "He should make wake up in this way.",
    "ai-ne5:54.9_0": "That’s why he said,",
    "ai-ne5:54.10_0": "“The Near Rots are given away, and distributed in a vehicle.”",
    "ai-ne5:54.11_0": "You’re freed from things,"
}