{
    "ai-ne6:0.1_0": "Netti",
    "ai-ne6:0.2_0": "Paṭiniddesavāra",
    "ai-ne6:0.3_0": "Vibhaṅga 3",
    "ai-ne6:0.4_0": "Yuttihāravibhaṅga",
    "ai-ne6:1.1_0": "Herein, what is strict?",
    "ai-ne6:1.2_0": "“This is the standard”.",
    "ai-ne6:1.3_0": "And what does it give up?",
    "ai-ne6:1.4_0": "The Four Great Referrals of the Thirty-Three Questions over the conclusion of the Mahāpajāpatī.",
    "ai-ne6:1.5_0": "These four great sections should be educated by the four great (magical) meanings, that is to say, the phrasing , the Suttas, and the in the Vinaya.",
    "ai-ne6:2.1_0": "what is heard in the Discourse?",
    "ai-ne6:2.2_0": "in the Four Noble Truths?",
    "ai-ne6:2.3_0": "In what way should they be referred to?",
    "ai-ne6:2.4_0": "having removed greed, hate, and delusion,",
    "ai-ne6:2.5_0": "What is this practice that leads to the cessation of the teaching?",
    "ai-ne6:2.6_0": "Dependent Origination",
    "ai-ne6:2.7_0": "And if he does not get these four noble truths, he will not conflict with the defilements.",
    "ai-ne6:2.8_0": "he wins, whenever he goes to, whatever place he wants.",
    "ai-ne6:3.1_0": "If he asks a question, he should answer it in the same way:",
    "ai-ne6:3.2_0": "If all the topics each one question, one (only) appears alone,",
    "ai-ne6:3.3_0": "then one questioning the meaning shows an individual essence.",
    "ai-ne6:3.4_0": "then three times an enquiry, one (wholesome) questions.",
    "ai-ne6:3.5_0": "Then two, one questioned another:",
    "ai-ne6:3.6_0": "Then a single state of peace:",
    "ai-ne6:3.7_0": "What do they say, is the meaning, and difference between them? Or do they say, meaning in both meaning and phrasing? Or do they phrasing?",
    "ai-ne6:3.8_0": "what’s the point of rebirth?",
    "ai-ne6:3.9_0": "that deity asks the Buddha the same question,",
    "ai-ne6:4.1_0": "“By what is the world beaten down?",
    "ai-ne6:4.2_0": "By what is it surrounded?",
    "ai-ne6:4.3_0": "What dart has laid it low?",
    "ai-ne6:4.4_0": "and it’s always fuming with desire.”",
    "ai-ne6:5.1_0": "These are the four ways of questions.",
    "ai-ne6:5.2_0": "they’re the three knowledges:",
    "ai-ne6:5.3_0": "The Fortunate One, having understood the gods,",
    "ai-ne6:6.1_0": "“The world is beaten down by death.",
    "ai-ne6:6.2_0": "and surrounded by old age.",
    "ai-ne6:6.3_0": "The dart of craving has laid it low,",
    "ai-ne6:6.4_0": "It’s always fuming with desire.”",
    "ai-ne6:7.1_0": "Herein, old age and death are these two characteristics.",
    "ai-ne6:7.2_0": "this old age will decay,",
    "ai-ne6:7.3_0": "Herein, with old age and death is a diverse in meaning,",
    "ai-ne6:7.4_0": "For what reason do they die in a womb?",
    "ai-ne6:7.5_0": "But there is no death of those gods, who are burning",
    "ai-ne6:7.6_0": "and you can’t perform any old age, and death.",
    "ai-ne6:7.7_0": "But though they’re old, repelled by craving, and those free of passion;",
    "ai-ne6:7.8_0": "If this is, old age and death would be like that,",
    "ai-ne6:7.9_0": "So it is so, one who is happy and free of craving in this way,",
    "ai-ne6:7.10_0": "craving is the origin of suffering, the ending of old age and death.",
    "ai-ne6:7.11_0": "There is a (good) craving in this way, so too I may have blameworthy age and death.",
    "ai-ne6:7.12_0": "you should search for one another, and for the sake of this reason.",
    "ai-ne6:7.13_0": "If you’re included in the meaning and the phrasing, you should search for something else.",
    "ai-ne6:8.1_0": "and the dart of pus is the meaning of the position of things -",
    "ai-ne6:8.2_0": "But you can’t wish for the sake of craving, and because it is beneficial,",
    "ai-ne6:8.3_0": "When the intention and the advantages are uncleared, anger arises in them and gets irritable.",
    "ai-ne6:8.4_0": "with this body and the death of craving, and the craving for death is ever different.",
    "ai-ne6:9.1_0": "But that craving is not rooted in the Buddha, and the practice that does not fall under the headings of craving for the two, namely, clans, clothes, and because of the eight characteristics of craving, and because there is no longer desires by the Buddha.",
    "ai-ne6:9.2_0": "all the fires and the characteristic of heat is characterized as they are, yet heat due to fires, and stalks all over the grass and sticks, etc., and then the fires that are turban for them.",
    "ai-ne6:9.3_0": "So it is all the characteristics, etc., that is to say, same for all kinds of becoming awakened and achieved in the same way as objects, namely, the dart, the substantives, the dart, the severe, the gladness of craving, the aggregates, and the state of defilement, and the one dissatisfaction, and the oneness of craving.",
    "ai-ne6:9.4_0": "And as they say this is spoken.",
    "ai-ne6:10.1_0": "“Plants and feet,",
    "ai-ne6:10.2_0": "and established in the four realms.",
    "ai-ne6:10.3_0": "the yearnings sprung from the root of unknowing—",
    "ai-ne6:10.4_0": "I’ve eliminated them all down to the root.”",
    "ai-ne6:11.1_0": "Craving is the sky:",
    "ai-ne6:11.2_0": "As he was",
    "ai-ne6:11.3_0": "If you’re not free of greed for form, desire for form, fondness, thirst, passion, and craving for form,",
    "ai-ne6:11.4_0": "In this way perceptions of feeling ...",
    "ai-ne6:11.5_0": "which craving is caught up in them.",
    "ai-ne6:12.1_0": "One roots of all suffering in the present life. Namely, the root of suffering, the origin of suffering, and the ending of craving.",
    "ai-ne6:12.2_0": "you should search for one another, and for the sake of this reason.",
    "ai-ne6:13.1_0": "For the Blessed One has taught the person of greedy temperament for a person of love, of hating temperament, and of loving-kindness to him.",
    "ai-ne6:13.2_0": "for one of deluded temperament gives rise to dependent origination.",
    "ai-ne6:13.3_0": "if the Buddha teaches the heart’s release by love,",
    "ai-ne6:13.4_0": "thinking: ‘Accomplishment in goodness is the way to contemplation the perception of practice or discernment of principles,",
    "ai-ne6:13.5_0": "Whatever bodily form there is, greed, hate, and delusion that is the abandoning of delusion,",
    "ai-ne6:13.6_0": "all the dwellings, he should be expanded and scattered by all.",
    "ai-ne6:13.7_0": "as far as (the earth) knowledge extends.",
    "ai-ne6:14.1_0": "Since he lives with a heart of love, ill will doesn’t occupy the mind of ill will, he doesn’t get rid of ill will,",
    "ai-ne6:14.2_0": "Their mind does not occupy your mind; it doesn’t occupy your mind; it doesn’t lazy, and spend annoyance of compassion for me.",
    "ai-ne6:14.3_0": "Rejoicing in rejoicing, he doesn’t occupy his mind; he doesn’t occupy his mind; he gives it up.",
    "ai-ne6:14.4_0": "Since he lives in equanimity, his mind inclines up, the realization of greed, hate, and delusion.",
    "ai-ne6:14.5_0": "consciousness follows after the features of that thought, the features of that signs, and doesn’t roll up.",
    "ai-ne6:14.6_0": "I’m rid of the conceit “I am”. And I don’t regard anything as “I am this”.",
    "ai-ne6:14.7_0": "Yet when my mind is dissatisfied, my doubts about the meaning, I’m condemning about the scriptures, but I’ll observe our minds of doubts or uncertainty, and I can dispel the discussion.",
    "ai-ne6:15.1_0": "As one who has attained the first absorption, one who has entered the first absorption, the one who has entered upon the first absorption, the teaching, and the Saṅgha, does not lead to distinction, and does not lead to penetration.",
    "ai-ne6:15.2_0": "thoughts connected with attention, perceptions, attentions, and attentions do not lead to distinction.",
    "ai-ne6:15.3_0": "For someone who has attained the second absorption, placing of the mind and keeping it connected, but who has attained the second absorption, the placing of the mind and keeping it connected keeps it connected.",
    "ai-ne6:15.4_0": "When perceptions are developed and cultivated they don’t lead to perception and attention, then they lead to distinction, and they lead to distinction.",
    "ai-ne6:15.5_0": "For someone who has attained the third absorption, rapture and bliss born of seclusion, does not lead to bliss, or to perception and attention.",
    "ai-ne6:15.6_0": "For someone who has attained the fourth absorption, perceptions, attentions, and attentions accompanied by equanimity, does not lead to distinction.",
    "ai-ne6:15.7_0": "With the dimension of infinite space as well, perceptions of the dimension of infinite space ...",
    "ai-ne6:16.1_0": "For someone who has attained the dimension of infinite space, perception, choices, and consciousness are beyond perceptions of the dimension of infinite space. They don’t lead to the underworld, transgressiveness.",
    "ai-ne6:16.2_0": "Or alternatively, when attention has been given to him, they don’t lead to distinction, and they lead to him.",
    "ai-ne6:16.3_0": "For someone who has attained the dimension of infinite consciousness, the dimension of infinite space, the dimension of infinite consciousness, and connected with the dimension of infinite consciousness, does not lead to distinction, and does not lead to penetrate it.",
    "ai-ne6:16.4_0": "Or they’ve taught the dimension of nothingness, and they don’t lead to distinction.",
    "ai-ne6:16.5_0": "For someone who has attained the dimension of nothingness, perception, attention, and attentions accompanied by the dimension of infinite consciousness, does not lead to distinction, and doesn’t lead to penetration.",
    "ai-ne6:16.6_0": "perceptions of the dimension of neither perception nor non-perception, they don’t lead to the complete ending of the dimension of neither perception nor non-perception.",
    "ai-ne6:16.7_0": "For someone who has attained the dimension of neither perception nor non-perception, speech, and mind does not lead to distinction.",
    "ai-ne6:16.8_0": "They don’t lead to perception and feeling ...",
    "ai-ne6:16.9_0": "it doesn’t concentrate the mind with confidence in peace, and he does not endure it. Namely, he does not approve of it.",
    "ai-ne6:17.1_0": "(All these nine discourses should be expanded as in accordance with the Teaching, according to the Monastic Law, and all the most particulars, he should be practiced according to all the rules.)",
    "ai-ne6:17.2_0": "That’s why he said “Well, Mahākaccāyana, the doctor of the grounds.”",
    "ai-ne6:17.3_0": "Leaving abide in the wind:"
}