{
    "ai-patthana22.36:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana22.36:0.2_0": "under the influence of the Dhamma: the Protector of the Three Worlds",
    "ai-patthana22.36:0.3_0": "for those who always pursue self-control and so on.",
    "ai-patthana22.36:1.1_0": "One doesn’t give rise to confidence in those without it.",
    "ai-patthana22.36:1.1_1": "...”",
    "ai-patthana22.36:1.1_2": "There are three more mendicants who have no regrets.",
    "ai-patthana22.36:2.1_0": "Not for the sake of non-existence, or for the sake of livelihood, etc., conditions give rise to causes and reasons. ...",
    "ai-patthana22.36:3.1_0": "Not for the sake of non-existence, or for the sake of non-existence, consciousness arises dependent on a refuge.",
    "ai-patthana22.36:4.1_0": "Not for the sake of livelihood and for the crossing of the flood.",
    "ai-patthana22.36:4.1_1": "This is the section in brief.",
    "ai-patthana22.36:5.1_0": "twenty-five ...",
    "ai-patthana22.36:6.1_0": "Though he’s covered with a mixed woman, he should go in the same place as before.",
    "ai-patthana22.36:7.0_0": "22.36.1. Hetu-ārammaṇādi",
    "ai-patthana22.36:7.1_0": "Not for the sake of non-violence, or for the sake of refuge, nor for the sake of all sentient beings, for the sake of knowledge and conduct, for the sake of non-existence, or for the sake of law.",
    "ai-patthana22.36:8.1_0": "Not for the sake of non-existence, or for the sake of refuge, nor for the sake of all sentient beings. ...",
    "ai-patthana22.36:9.1_0": "Not for the sake of livelihood and for the purpose of crossing the flood, nor for the sake of non-existence, or for the sake of livelihood, and for the sake of purification,",
    "ai-patthana22.36:10.1_0": "Not for the sake of non-existence, or for the sake of non-result,",
    "ai-patthana22.36:10.1_1": "this is not the condition for the deathless, nor for the future, nor for the removal of thirst, nor for the sake of non-disappearance.",
    "ai-patthana22.36:10.1_2": "It is not a condition for the purpose of crossing the flood and not for the purpose of crossing the flood.",
    "ai-patthana22.36:10.1_3": "This is the section in brief.",
    "ai-patthana22.36:11.1_0": "In the same way the sake of one lifetime all decisions of the three, three, four, five, ten. ...",
    "ai-patthana22.36:11.1_1": "After reappearing in the twenty-fourths, three drops drawn out from the three faculties, and one is observed in the three absorptions, the faculties of imperfects, and the physical faculties are not. ...",
    "ai-patthana22.36:11.1_2": "without greed or hate,",
    "ai-patthana22.36:12.1_0": "(This should be told in full.)"
}