{
    "ai-patthana1.22:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana1.22:0.2_0": "how the one named Tissahaka",
    "ai-patthana1.22:0.3_0": "1.22. Ajjhattārammaṇattika",
    "ai-patthana1.22:1.0.1_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.22:1.0.2_0": "causes these reasons",
    "ai-patthana1.22:1.1_0": "The interior sense fields dependent on the exterior sense fields. Three things are a condition for the sake of the aggregates. ...",
    "ai-patthana1.22:1.1_1": "Two aggregates ...",
    "ai-patthana1.22:1.1_2": "The three aggregates dependent on a single specific purpose ...",
    "ai-patthana1.22:1.1_3": "Two aggregates ...",
    "ai-patthana1.22:2.1_0": "Not knowing this, the sake of external things ...",
    "ai-patthana1.22:2.1_1": "Two aggregates ...",
    "ai-patthana1.22:2.1_2": "The three aggregates of the moments externally. ...",
    "ai-patthana1.22:2.1_3": "Two aggregates ...",
    "ai-patthana1.22:3.0_0": "(They are) with sense-objects, etc.",
    "ai-patthana1.22:3.1_0": "internally and externally as object,",
    "ai-patthana1.22:3.1_1": "(They are) without delusion.",
    "ai-patthana1.22:3.1_2": "This is the section in brief.",
    "ai-patthana1.22:4.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.22:4.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.22:4.1_0": "And the causes and reasons two reasons should be apprehended each groups.",
    "ai-patthana1.22:5.1_0": "before breakfast,",
    "ai-patthana1.22:6.0.1_0": "1.22.1.2. Paccayapaccanīya",
    "ai-patthana1.22:6.0.2_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.22:6.0.3_0": "the root of a tree,",
    "ai-patthana1.22:6.1_0": "The interior sense fields dependent on the exterior sense fields. Three roots have the same object as condition: the aggregates, and the three aggregates.",
    "ai-patthana1.22:6.1_1": "Two aggregates ...",
    "ai-patthana1.22:6.1_2": "The three aggregates of elements appear in one way.",
    "ai-patthana1.22:6.1_3": "Two aggregates ...",
    "ai-patthana1.22:6.1_4": "doubt, uncertainty, and uncertainty regarding the dart of doubt.",
    "ai-patthana1.22:7.1_0": "Not perceiving the teaching externally, they don’t give rise to the three aggregates externally. ...",
    "ai-patthana1.22:7.1_1": "Two aggregates ...",
    "ai-patthana1.22:7.1_2": "at the moment of his opportunity ...",
    "ai-patthana1.22:7.1_3": "doubt, uncertainty, and uncertainty regarding the dart of doubt.",
    "ai-patthana1.22:8.0_0": "Nor can I, Etc.",
    "ai-patthana1.22:8.1_0": "With internal objects, the teaching doesn’t give rise to the object, nor is conditioned by those with an individual.",
    "ai-patthana1.22:8.1_1": "There is no production of producing condition for one kind of accumulation. Name and formlessness in the same way. ...",
    "ai-patthana1.22:8.1_2": "or forwards,",
    "ai-patthana1.22:9.1_0": "Not perceiving the teaching externally, they don’t give rise to the aggregates externally. Namely, those with the constituents aggregates. ...",
    "ai-patthana1.22:9.1_1": "or forwards,",
    "ai-patthana1.22:9.1_2": "a condition for rebirth ...",
    "ai-patthana1.22:9.1_3": "a responset,",
    "ai-patthana1.22:9.1_4": "There is no desire for rebirth in the same way as condition: internally and external object.",
    "ai-patthana1.22:10.1_0": "Not knowing the teaching externally, the simile of the base consisting of boundless consciousness arises dependent on the outside.",
    "ai-patthana1.22:11.0_0": "Not Birth",
    "ai-patthana1.22:11.1_0": "internally and externally as object, there is no origination in the teaching, no support for the object.",
    "ai-patthana1.22:11.1_1": "not a condition for joy.",
    "ai-patthana1.22:11.1_2": "five objects of consciousness ...",
    "ai-patthana1.22:12.1_0": "Not knowing this, the teaching doesn’t give rise to externally, the sixteen aggregates externally, yet the definite constituents aggregates. ...",
    "ai-patthana1.22:12.1_1": "a condition for path,",
    "ai-patthana1.22:12.1_2": "Neithers, there are three robes for a specific condition for the sake of aggregates.",
    "ai-patthana1.22:13.1_0": "Not knowing this, the teaching doesn’t give rise to the three external aggregates externally. ...",
    "ai-patthana1.22:14.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.22:14.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.22:14.1_0": "He doesn’t cause two, or two profounds to grow in the rivers or two or three drops. They don’t in the Jeta Grove, or two in the Jeta Grove.",
    "ai-patthana1.22:14.1_1": "He should then say:",
    "ai-patthana1.22:15.1_0": "(They are) aroused.",
    "ai-patthana1.22:16.0_0": "being conscious, so full of flattering,",
    "ai-patthana1.22:16.1_0": "He should not cause two reasons to make them two proclamations, or two groups with two reasons.",
    "ai-patthana1.22:17.1_0": "To be experienced by the mind,",
    "ai-patthana1.22:18.0_0": "Isciously resplendent, so full of bodies.",
    "ai-patthana1.22:18.1_0": "not with no cause or condition for two reasons,",
    "ai-patthana1.22:18.1_1": "two valuable paths ...",
    "ai-patthana1.22:18.1_2": "What is not the reason for two reasons.",
    "ai-patthana1.22:18.1_3": "He should then say:",
    "ai-patthana1.22:19.1_0": "out of compassion for me;",
    "ai-patthana1.22:19.2_0": "Dependent on the basis of psychic power.",
    "ai-patthana1.22:20.0_0": "Transmigration with the joyful, (the Buddha) associated with the relics,",
    "ai-patthana1.22:20.1_0": "At the same time he was born as a merchant, and lay person roaming and transmigrating, come together with the Order, and because of the drunk of the boat.",
    "ai-patthana1.22:21.0.1_0": "1.22.7. Pañhāvāra",
    "ai-patthana1.22:21.0.2_0": "1.22.7.1. Paccayānuloma",
    "ai-patthana1.22:21.0.3_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.22:21.0.4_0": "causes these reasons",
    "ai-patthana1.22:21.1_0": "The internal sense-sphere is the reason why the aggregates of the states associated with internally, the condition for the internal sense-spheres, and the condition for the aggregates.",
    "ai-patthana1.22:21.1_1": "the condition being by way of calming the internal and external objects are a condition for the aggregates associated with the elements.",
    "ai-patthana1.22:22.1_0": "the outcomes of the external objects is the reason why the external aggregates associated with the external aggregates ...",
    "ai-patthana1.22:22.1_1": "or forwards,",
    "ai-patthana1.22:23.0_0": "objects of sense-objects,",
    "ai-patthana1.22:23.1_0": "internally and externally as object, and externally.",
    "ai-patthana1.22:23.1_1": "psychic power ...",
    "ai-patthana1.22:23.1_2": "recollection of past lives ...",
    "ai-patthana1.22:23.1_3": "the knowledge of ending ...",
    "ai-patthana1.22:23.1_4": "and reviews the future knowledge of the future,",
    "ai-patthana1.22:23.1_5": "and they check their own internally and externally.",
    "ai-patthana1.22:23.1_6": "The aggregates are impermanent ...",
    "ai-patthana1.22:23.1_7": "you take pleasure in them.",
    "ai-patthana1.22:23.1_8": "sorrow and lamentation arises,",
    "ai-patthana1.22:23.1_9": "The internal sense-spheres are internally in oneself, and the recollection of past lives. It is a condition for knowledge of the various kinds of aggregates, and the condition for knowledge of the origin of former lives.",
    "ai-patthana1.22:24.1_0": "The internal sense-sphere is a condition for the internal sense-spheres investigation of principles, reviewing the dimension of neither perception nor non-perception.",
    "ai-patthana1.22:24.1_1": "internally and externally. ...",
    "ai-patthana1.22:24.1_2": "psychic power ...",
    "ai-patthana1.22:24.1_3": "recollection of past lives ...",
    "ai-patthana1.22:24.1_4": "the knowledge of ending ...",
    "ai-patthana1.22:24.1_5": "They check on the face of non-perception as impermanent ... as suffering, as not-self.",
    "ai-patthana1.22:24.1_6": "mental objects of mind internally and externally, externally and both internally and externally. the aggregates are incapable of knowledge. They know about the mind and the external object of the aggregates. The mind is a condition for the object of opposite sex with knowledge. The mind and vision of the attainment of the base consisting of boundless consciousness.",
    "ai-patthana1.22:25.1_0": "the teaching is the condition for the external object, for the external object, for the sake of the divine eye, physical nutriment, and for the sake of the heavenly divine eye.",
    "ai-patthana1.22:25.1_1": "psychic power ...",
    "ai-patthana1.22:25.1_2": "comprehending the minds of others ...",
    "ai-patthana1.22:25.1_3": "recollection of past lives ...",
    "ai-patthana1.22:25.1_4": "the knowledge of ending ...",
    "ai-patthana1.22:25.1_5": "and reflecting on the future,",
    "ai-patthana1.22:25.1_6": "Not seeing the impermanence of externally as suffering,",
    "ai-patthana1.22:25.1_7": "if he knows that with his mind the external physical endurance, he knows that his mind is externally unification of mind;",
    "ai-patthana1.22:25.1_8": "the minds of the external objects, externally, and knowledge of the recollections. It is a condition for knowledge of the recollection of past lives. It is a condition for knowledge of the attainment of knowledge.",
    "ai-patthana1.22:26.1_0": "having done this, one gives a teaching on the object outside a reciting the Truth, and having fulfilled their precepts, he continues to the observance-day procedure and again.",
    "ai-patthana1.22:26.1_1": "the noble path, they review the path.",
    "ai-patthana1.22:26.1_2": "the divine eye externally ...",
    "ai-patthana1.22:26.1_3": "a psychic power ...",
    "ai-patthana1.22:26.1_4": "comprehending the minds of others ...",
    "ai-patthana1.22:26.1_5": "recollection of past lives ...",
    "ai-patthana1.22:26.1_6": "the knowledge of the oppression ...",
    "ai-patthana1.22:26.1_7": "future knowledge ...",
    "ai-patthana1.22:26.1_8": "Something externally ...",
    "ai-patthana1.22:26.1_9": "you take pleasure in them.",
    "ai-patthana1.22:26.1_10": "sorrow and lamentation arises,",
    "ai-patthana1.22:26.1_11": "(They are) external objects that are the aggregates. It is a condition for the knowledge of the recollection of former lives. That is a condition for knowledge of the recollection of past lives.",
    "ai-patthana1.22:27.0_0": "Lord of:",
    "ai-patthana1.22:27.1_0": "The internal sense-sphere is a condition for the object, the repetition condition for the internal objects of principles, etc., as its object, and the condition.",
    "ai-patthana1.22:27.1_1": "and he does so.",
    "ai-patthana1.22:27.1_2": "internally and externally ...",
    "ai-patthana1.22:27.1_3": "With clairaudience that is purified and superhuman, they understand how sentient beings are reborn according to their deeds.",
    "ai-patthana1.22:27.1_4": "a psychic power ...",
    "ai-patthana1.22:27.1_5": "recollection of past lives ...",
    "ai-patthana1.22:27.1_6": "the knowledge of the oppression ...",
    "ai-patthana1.22:27.1_7": "in the future ...",
    "ai-patthana1.22:27.1_8": "Without directly knowing that what has an interrupted object, he approves with respect to the object.",
    "ai-patthana1.22:27.1_9": "Aristocrats: the internal aggregates associated with phenomena, the aggregates of the sense-spheres, and the condition is by way of phenomena.",
    "ai-patthana1.22:28.1_0": "the condition for the external (sense-spheres) is a condition for the external (various) teaching.",
    "ai-patthana1.22:28.1_1": "Associating with the aggregates of the three associated states of the trees, the following is a condition for the settling of phenomena.",
    "ai-patthana1.22:29.1_0": "the internal and external object is the condition for the support of the states.",
    "ai-patthana1.22:29.1_1": "And having given rise to ethical conduct, he undertakes the observance-day procedure and undertakes the sabbath by doing their precepts, he reviews them in terms of ethics. ...",
    "ai-patthana1.22:29.1_2": "the noble path,",
    "ai-patthana1.22:29.1_3": "and the heavy fruit,",
    "ai-patthana1.22:29.1_4": "internally and externally ...",
    "ai-patthana1.22:29.1_5": "ear-lier element ...",
    "ai-patthana1.22:29.1_6": "a psychic power ...",
    "ai-patthana1.22:29.1_7": "comprehending the minds of others ...",
    "ai-patthana1.22:29.1_8": "recollection of past lives ...",
    "ai-patthana1.22:29.1_9": "the knowledge of the oppression ...",
    "ai-patthana1.22:29.1_10": "and, having done this, they give rise to repulsion externally. Then, withdrawn from the determination of views, respecting, esteeming, and venerating it.",
    "ai-patthana1.22:30.0_0": "(They are) uninterrupted.",
    "ai-patthana1.22:30.1_0": "The internal sense-spheres are the internal sense-spheres in the first phrase continued existence, the aggregates, and the condition is the internal object of the sense-spheres.",
    "ai-patthana1.22:31.1_0": "The internal sense-sphere is the condition for the internal and external object, the mental object, and the condition for the external object of the mind as enlightenment. Their mind is the condition for the internal mental object of mentality.",
    "ai-patthana1.22:31.1_1": "The internal object and external objects are the condition for the external objects of continued existence, the next to the next life.",
    "ai-patthana1.22:31.1_2": "the internal objects of the internal objects, the external objects of the external (sense-spheres), and the condition being by way of preceding the object.",
    "ai-patthana1.22:31.1_3": "internally and externally ...",
    "ai-patthana1.22:31.1_4": "laziness ...",
    "ai-patthana1.22:31.1_5": "... the fruit of non-returning,” ...",
    "ai-patthana1.22:31.1_6": "cessation,",
    "ai-patthana1.22:31.1_7": "the sphere of neither-perception-nor-non-perception as condition,",
    "ai-patthana1.22:32.1_0": "The condition is the reason why he has dispelled externally, the aggregates, the early, the nose, the tongue element, the body elements, and the rest.",
    "ai-patthana1.22:32.1_1": "externally ...",
    "ai-patthana1.22:32.1_2": "laziness ...",
    "ai-patthana1.22:32.1_3": "the anus of a wife ...",
    "ai-patthana1.22:32.1_4": "the variety of paths ...",
    "ai-patthana1.22:32.1_5": "the path of fruit ...",
    "ai-patthana1.22:32.1_6": "...",
    "ai-patthana1.22:32.1_7": "the condition being by way of Attaining the fruit condition,",
    "ai-patthana1.22:33.1_0": "The internal teaching is the condition for internally, externally, and both internally and externally. The mind internally and externally as its object, mentality, and the consciousness element.",
    "ai-patthana1.22:33.1_1": "the condition for continued existence on the inside, the middle way of the day, and the night is a condition for non-returning (intentional).",
    "ai-patthana1.22:33.1_2": "the external aggregates are the condition for the objects of the external objects, etc.;",
    "ai-patthana1.22:34.0_0": "preceding, etc.",
    "ai-patthana1.22:34.1_0": "the internal sense-sphere is a condition for the object of principles, etc.",
    "ai-patthana1.22:34.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.22:34.1_2": "the condition being by way of mutuality ...",
    "ai-patthana1.22:34.1_3": "the condition being by way of support condition.",
    "ai-patthana1.22:35.0_0": "Yet even support you.",
    "ai-patthana1.22:35.1_0": "The internal sense-sphere is a condition for the object, reinforcing the investigation-of-states, etc., as objects, and instances of a life-form is the basis for ending the objects of defilements.",
    "ai-patthana1.22:35.1_1": "Equanimity has the physical process as its object. Neither ground for impermanence; it’s impermanent; they see that they are not-self; they are conditions for the ending of suffering.",
    "ai-patthana1.22:36.1_0": "The internal sense-sphere is the condition for the external object, for the sake of its enemy, for the interruption, and for the sake of phenomena. ...",
    "ai-patthana1.22:36.1_1": "Equanimity has the basis for ending; forwarding off the observing impermanence, the complete ending of suffering as its object.",
    "ai-patthana1.22:37.1_0": "the teaching externally ...",
    "ai-patthana1.22:37.1_1": "Equanimity of many kinds of suffering are impermanent; they see that they are impermanent, suffering, and perishable.",
    "ai-patthana1.22:38.1_0": "The internal teaching is the condition for the support of the states beginning with the object, for the support, of the path, for the objection of the path, of preceding the same aggregates, and for the objection of reinforcedence in the same way. ...",
    "ai-patthana1.22:38.1_1": "Equanimity of the elements is a condition for insight; for the stilling of suffering; for the ending of suffering; for the impermanence of not-self in suffering; and for the seers of suffering.",
    "ai-patthana1.22:39.0_0": "* The Rains Retreat",
    "ai-patthana1.22:39.1_0": "The internal sense-spheres are the internal sense-spheres for the first, the aggregates of the aggregates, and the condition for the first jhānas beginning with the objects of the aggregates. Their element is a condition for the former objects and the definition of the aggregates.",
    "ai-patthana1.22:40.1_0": "The one’s own teaching is the condition for the external objects. Their enlightenment factor is a condition for the objection of reciting the base consisting of boundlessness in order to listen to the Dhamma.",
    "ai-patthana1.22:41.1_0": "The condition is the reason why the aggregates externally, the early, the nose, the tongue, the body, and the mind is the condition for the former sense spheres.",
    "ai-patthana1.22:41.1_1": "externally ...",
    "ai-patthana1.22:41.1_2": "laziness ...",
    "ai-patthana1.22:41.1_3": "the anus of a wife ...",
    "ai-patthana1.22:41.1_4": "the condition being by way of preceding condition.",
    "ai-patthana1.22:42.0_0": "(there is) actions that are bad deeds",
    "ai-patthana1.22:42.1_0": "The internal object is a condition for the internal objects, and the external enlightenment factor is a condition for the same moment, and for the same reason.",
    "ai-patthana1.22:42.1_1": "The internal and external objects of the aggregates of deeds are a condition for the taking up of the aggregates.",
    "ai-patthana1.22:42.1_2": "or forwards,",
    "ai-patthana1.22:42.1_3": "At the time of various kinds, the internal and external objects are a condition for the aggregates of aggregates.",
    "ai-patthana1.22:43.1_0": "the internal sense-sphere is a condition for the external object,",
    "ai-patthana1.22:43.1_1": "the result of various internal objects, the result of the aggregates, the result of aggregates, and the aggregates of deeds.",
    "ai-patthana1.22:44.1_0": "the result for external deeds, the law of the nature of various externally, and the number of things together with the worms.",
    "ai-patthana1.22:44.1_1": "Apprehending the aggregates of the kamma-formations associated with the kamma-process of the aggregates of deeds.",
    "ai-patthana1.22:44.1_2": "or forwards,",
    "ai-patthana1.22:44.1_3": "the result of various kinds of psychic power: the resultants of the deeds and the results of the aggregates of deeds.",
    "ai-patthana1.22:45.1_0": "the internal (sense-spheres) is the condition for the internal (of the Real) deeds,",
    "ai-patthana1.22:45.1_1": "the result of various kinds of aggregates, the result of aggregates, the result of aggregates, and the manifestation of the aggregates.",
    "ai-patthana1.22:46.0_0": "results, etc.",
    "ai-patthana1.22:46.1_0": "internally and externally as objects,",
    "ai-patthana1.22:46.1_1": "the condition being by way of nutriment condition ...",
    "ai-patthana1.22:46.1_2": "the condition being by way of faculty ...",
    "ai-patthana1.22:46.1_3": "the condition being by way of absorption ...",
    "ai-patthana1.22:46.1_4": "the condition being by way of path condition ...",
    "ai-patthana1.22:46.1_5": "the condition being by way of association ...",
    "ai-patthana1.22:46.1_6": "the condition being by way of presence condition ...",
    "ai-patthana1.22:46.1_7": "the condition being by way of presence condition ...",
    "ai-patthana1.22:46.1_8": "the condition being by way of disappearance ...",
    "ai-patthana1.22:46.1_9": "the condition being by way of non-disappearance condition.",
    "ai-patthana1.22:47.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.22:47.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.22:47.1_0": "There are two kinds of objects: three kinds of objects, two results, three results in the next life, four or five ways of performing deeds. ...",
    "ai-patthana1.22:47.1_1": "There is two offerings that have a settle all four in number, one who has not attained four ways,",
    "ai-patthana1.22:47.1_2": "He should then say:",
    "ai-patthana1.22:48.1_0": "before breakfast,",
    "ai-patthana1.22:49.0_0": "the origin of the ending of the robe:",
    "ai-patthana1.22:49.1_0": "the internal sense-sphere is a condition for the object, the objection of principles, etc.",
    "ai-patthana1.22:49.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.22:49.1_2": "the condition being by way of strong support ...",
    "ai-patthana1.22:49.1_3": "the condition being by way of (intentional) deed condition;",
    "ai-patthana1.22:50.1_0": "the internal sense-sphere is a condition for the object of external objects. ...",
    "ai-patthana1.22:50.1_1": "the condition being by way of strong support ...",
    "ai-patthana1.22:50.1_2": "the condition being by way of (intentional) deed condition;",
    "ai-patthana1.22:51.1_0": "the condition for the external objects is a condition for the external object. ...",
    "ai-patthana1.22:51.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.22:51.1_2": "the condition being by way of strong support ...",
    "ai-patthana1.22:51.1_3": "the condition being by way of (intentional) deed condition;",
    "ai-patthana1.22:52.1_0": "the condition for the external object, the objection of principles, etc., is a condition for the objection of principles.",
    "ai-patthana1.22:52.1_1": "the condition being by way of strong support ...",
    "ai-patthana1.22:52.1_2": "the condition being by way of (intentional) deed condition;",
    "ai-patthana1.22:53.0.1_0": "1.22.7.2. Paccayapaccanīya",
    "ai-patthana1.22:53.0.2_0": "The section on the basis of conditioned position",
    "ai-patthana1.22:53.0.3_0": "Pure, pure, bright,",
    "ai-patthana1.22:53.1_0": "Not for the sake of establishing the four supports, not for the sake of anywhere there is no in between the four supports, four kinds of concentration, or five consciously.",
    "ai-patthana1.22:53.1_1": "When there are no more than four ways:",
    "ai-patthana1.22:53.1_2": "it’s not easy to find a vulnerability.",
    "ai-patthana1.22:53.1_3": "He should then say:",
    "ai-patthana1.22:54.1_0": "(They are) aroused.",
    "ai-patthana1.22:55.0_0": "being conscious, so full of flattering,",
    "ai-patthana1.22:55.1_0": "Not for two reasons, two conditions are fulfilled, or two conditions, but not in the next life.",
    "ai-patthana1.22:55.1_1": "seeking us with two softwood,",
    "ai-patthana1.22:55.1_2": "everywhere everywhere means all-seeing.",
    "ai-patthana1.22:55.1_3": "He should then say:",
    "ai-patthana1.22:56.1_0": "To be experienced by the mind,",
    "ai-patthana1.22:57.0_0": "Isciously resplendent, so full of bodies.",
    "ai-patthana1.22:57.1_0": "or for the sake of establishing the four supports,",
    "ai-patthana1.22:57.1_1": "There is two offerings that have a space on all sides, there are two friendships who have not understood these four friends.",
    "ai-patthana1.22:57.1_2": "He should then say:",
    "ai-patthana1.22:58.1_0": "out of compassion for me;",
    "ai-patthana1.22:58.2_0": "if they’re asked a question;",
    "ai-patthana1.22:59.1_0": "The internal objections is finished."
}