{
    "ai-patthana15.25:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana15.25:0.2_0": "The Order of the Dhamma: allows unintelligent in the Khadehaka, and constantly preciously:",
    "ai-patthana15.25:0.3_0": "Talking for the sake of a profitable thing, etc., have caused for the sake of wholesomeness and so on.",
    "ai-patthana15.25:1.1_0": "And is a cause, skillful quality, not rooted in the body, nor is the condition for the sake of the teaching.",
    "ai-patthana15.25:1.1_1": "It is a cause, skillful quality, and no cause or reason for the sake of the teaching.",
    "ai-patthana15.25:1.1_2": "It is a cause, skillful quality, and no cause or condition for the sake of profitable root, or for the sake of the skillful or the practice.",
    "ai-patthana15.25:2.1_0": "It is no cause or reason for the sake of profitable quality, not for the sake of the teaching or for the sake of the profitable states.",
    "ai-patthana15.25:2.1_1": "It is no cause or reason for the sake of skillful or condition.",
    "ai-patthana15.25:2.1_2": "It is no cause or reason for the sake of skillful or for the sake of a skillful, or for the sake of the profitable, or for the sake of the skillful and for the sake of its condition.",
    "ai-patthana15.25:3.1_0": "‘It is a cause, a reason why skillful qualities, and skillful qualities aren’t rooted in the formless, or cause or condition.",
    "ai-patthana15.25:3.1_1": "‘It is a cause, a reason why skillful qualities, and skillful qualities are not rooted in the formless, or the cause or condition.",
    "ai-patthana15.25:3.1_2": "It is a cause, a reason why skillful qualities, and skillful qualities are not rooted in the formless, or the cause or condition.",
    "ai-patthana15.25:4.1_0": "nine projecting the objects there is no next between the nine sections when the meditation subject is reached between the next life.",
    "ai-patthana15.25:5.1_0": "It is cause or reason why only the reason why sometimes it is not skilled in the teaching or the support of the teaching.",
    "ai-patthana15.25:5.1_1": "The nine thing should be answered with this question.",
    "ai-patthana15.25:6.1_0": "nine objects in the next world (of the next world), when there is no living of dwellings,",
    "ai-patthana15.25:7.1_0": "And if it’s the cause, without reasoning or reason, it’s not proper for the sake of providing the teaching, nor by the support of investigating, and by the teaching;",
    "ai-patthana15.25:7.1_1": "Nine things should be asked a question.",
    "ai-patthana15.25:8.1_0": "nine supports for the object, and there is nine projects."
}