{
    "ai-patthana4.3:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana4.3:0.2_0": "The one named Tissahaka",
    "ai-patthana4.3:0.3_0": "Skilled in what is skillful,",
    "ai-patthana4.3:1.0_0": "Transmigration for the sake of wholesome deeds,",
    "ai-patthana4.3:1.1_0": "A skillful teaching gives rise to goodness, and conditions the cause of restlessness and remorse.",
    "ai-patthana4.3:1.1_1": "(But) a skillful quality gives rise to incompetent states.",
    "ai-patthana4.3:1.1_2": "Grasping skillful qualities arise and dependent on the truth.",
    "ai-patthana4.3:2.1_0": "Unskillfulness gives rise to what is skillful and what is unskillful.",
    "ai-patthana4.3:3.1_0": "Not knowing what is beneficial and what is undefined, cause and conditioned.",
    "ai-patthana4.3:4.1_0": "It’s good fortune that gives rise to ghee, and incompetent states causes this reason.",
    "ai-patthana4.3:5.1_0": "Unskillfulness arises in someone whose nature is undeluded, and uncorrupted. Contact is a cause or reason.",
    "ai-patthana4.3:6.1_0": "A skillful quality gives rise to found in ghee.",
    "ai-patthana4.3:7.1_0": "Unskillfulness arises in someone who is skilled in truth and what is unskillful.",
    "ai-patthana4.3:8.1_0": "Not knowing what is beneficial, what is harmful, and what is suitable. It does not arise, a condition for contemplation.",
    "ai-patthana4.3:8.1_1": "This is the section in brief.",
    "ai-patthana4.3:9.1_0": "...",
    "ai-patthana4.3:9.2_0": "The opportunity",
    "ai-patthana4.3:10.0_0": "the root of a tree,",
    "ai-patthana4.3:10.1_0": "Unskillfulness arises in someone who doesn’t give rise to the cause or condition.",
    "ai-patthana4.3:11.1_0": "Not knowing or seeing the truth, independent principles gives rise to ghee.",
    "ai-patthana4.3:11.1_1": "This is the section in brief.",
    "ai-patthana4.3:12.1_0": "Not for the sake of establishing the five objects, or two or three drops of the opposite sex, but not for seven or eight days. ...",
    "ai-patthana4.3:12.1_1": "one isn’t worth a sixteenth part",
    "ai-patthana4.3:12.1_2": "I don’t observe the three kinds of unpurified conduct ...",
    "ai-patthana4.3:12.1_3": "five hundred years have passed,",
    "ai-patthana4.3:12.1_4": "This is the section in brief.",
    "ai-patthana4.3:13.1_0": "Not in brief,",
    "ai-patthana4.3:14.1_0": "or in brief,",
    "ai-patthana4.3:15.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.3:16.0_0": "Namely objects;",
    "ai-patthana4.3:16.1_0": "It is a cause of skillful qualities to give up what is good, for the sake of another, and for the sake of the teaching.",
    "ai-patthana4.3:17.1_0": "Unskillful is a cause of unskillful qualities to be unconcerned in order to listen to the teaching. ...",
    "ai-patthana4.3:18.1_0": "knowing what is suitable, what is unsuitable, false, and unrecomposed, this is a condition for the sake of (good) conduct.",
    "ai-patthana4.3:19.1_0": "It is a condition for ghee, etc.",
    "ai-patthana4.3:20.1_0": "Unskillful principle is a condition for understanding. ...",
    "ai-patthana4.3:21.1_0": "unconcernedness is a condition for knowing and uncertainty; it is a condition for the purpose of investigating the teaching; for the sake of natural principles.",
    "ai-patthana4.3:21.1_1": "This is the section in brief.",
    "ai-patthana4.3:22.1_0": "nine prominent objects ...",
    "ai-patthana4.3:22.1_1": "Sitting down next to each other, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred thousand rebirths in the rotted after one place in the next life ...",
    "ai-patthana4.3:22.1_2": "(These seven) associated with the noble paths. ...)",
    "ai-patthana4.3:22.1_3": "all your limbs—",
    "ai-patthana4.3:22.1_4": "This is the section in brief.",
    "ai-patthana4.3:23.1_0": "But not for the sake of fifteenth and eighth day of the lunar half-month,",
    "ai-patthana4.3:24.1_0": "or conditioned by cause or condition.",
    "ai-patthana4.3:25.1_0": "Neither formations are in brief.",
    "ai-patthana4.3:26.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.3:27.0_0": "Taking a profit, skilled in what is hard;",
    "ai-patthana4.3:27.1_0": "A skillful teaching gives rise to a good principle. the cause of conditioned phenomena.",
    "ai-patthana4.3:27.1_1": "(Having) a snake with ghee,",
    "ai-patthana4.3:28.0_0": "Seeing what is good, pleasing is always,",
    "ai-patthana4.3:28.1_0": "A skillful teaching gives rise to a good principle. ... three is a condition for the sake of this.",
    "ai-patthana4.3:29.1_0": "for the sake of unskillful things and no unskillful.",
    "ai-patthana4.3:30.1_0": "Not invisible, this is a cause, this is the reason why this has not come to be.",
    "ai-patthana4.3:31.1_0": "He has not declared a wholesome quality because of this skillful quality, because of what is indeterminate in this way.",
    "ai-patthana4.3:32.1_0": "Is it without cause or reason.",
    "ai-patthana4.3:33.1_0": "A skillful quality gives rise to a skillful qualities. Disagreeable by this is a condition for him.",
    "ai-patthana4.3:34.1_0": "for an unskillful quality is a condition for not giving up.",
    "ai-patthana4.3:35.1_0": "Not invisible, this is a quality. The teaching has not been declared by the Buddha, this is a condition for lacking permission.",
    "ai-patthana4.3:35.1_1": "This is the section in brief.",
    "ai-patthana4.3:36.1_0": "...",
    "ai-patthana4.3:37.0_0": "the root of a tree,",
    "ai-patthana4.3:37.1_0": "for an unskillful quality doesn’t give rise to the teaching.",
    "ai-patthana4.3:38.1_0": "Not invisible, not undeclared by the Buddha, this is not a condition for the sake of non-existence.",
    "ai-patthana4.3:38.1_1": "This is the section in brief.",
    "ai-patthana4.3:39.1_0": "Not for the sake of two or three objects,",
    "ai-patthana4.3:40.0_0": "Namely objects;",
    "ai-patthana4.3:40.1_0": "It is a cause of skillful qualities to be wholesome and wholesome.",
    "ai-patthana4.3:41.1_0": "Is it not skilled in the teaching and not skilled in having no use for the teaching, for the sake of all this is a condition for the sake of the teaching.",
    "ai-patthana4.3:42.1_0": "It is the cause, this is the reason why this is not the reason why in order to teach the Dhamma, and it is the reason for the attainment of investigation.",
    "ai-patthana4.3:43.1_0": "Is a wholesome quality is a condition for the purpose of investigating, for the sake of another, and for the sake of the teaching. ...",
    "ai-patthana4.3:44.1_0": "Is it unskillful, and is a condition for the purpose of investigating the teaching. ...",
    "ai-patthana4.3:45.1_0": "It is a condition for the unshakable, without responsible, and with the undistorted one of the Dhamma.",
    "ai-patthana4.3:45.1_1": "This is the section in brief.",
    "ai-patthana4.3:46.1_0": "nine prominent objects ...",
    "ai-patthana4.3:46.1_1": "Ninely,",
    "ai-patthana4.3:46.1_2": "all your limbs—",
    "ai-patthana4.3:46.1_3": "This is the section in brief.",
    "ai-patthana4.3:47.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.3:48.0.1_0": "wrapped in what is good,",
    "ai-patthana4.3:48.0.2_0": "causes these reasons",
    "ai-patthana4.3:48.1_0": "One who has not declared untroubled on the teaching, and who lacks no need.",
    "ai-patthana4.3:48.1_1": "This is the section in brief.",
    "ai-patthana4.3:49.1_0": "is single cause.",
    "ai-patthana4.3:50.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.3:51.1_0": "A skillful teaching gives rise to unprofitable things. The three is good. ...",
    "ai-patthana4.3:52.1_0": "Unskillful thoughts ...",
    "ai-patthana4.3:53.1_0": "Not repulsion arises in someone who hasn’t declared untroubled, without interruption, there’s no cause or reason.",
    "ai-patthana4.3:54.1_0": "Not repulsion, not undetermined, not undetermined, false, and harmful.",
    "ai-patthana4.3:55.1_0": "Unskillful, not untroubled and untroubled, without repulsion.",
    "ai-patthana4.3:56.0_0": "objects of sense-objects,",
    "ai-patthana4.3:56.1_0": "A skillful quality gives rise to repulsion. Not repulsion gives rise to the thought.",
    "ai-patthana4.3:57.1_0": "Unskillful teaching gives rise to unskillful qualities. The repulsion gives rise to the repulsion.",
    "ai-patthana4.3:58.1_0": "Not repulsion arises in someone who hasn’t not declared that Dhamma is untroubled, conditioned.",
    "ai-patthana4.3:58.1_1": "This is the section in brief.",
    "ai-patthana4.3:59.1_0": "...",
    "ai-patthana4.3:60.0_0": "the root of a tree,",
    "ai-patthana4.3:60.1_0": "Unskillful teaching doesn’t give rise to unprofitable teaching.",
    "ai-patthana4.3:61.1_0": "Not repulsion arises in someone who hasn’t improperly taken no resentment gives rise to untroubled teaching.",
    "ai-patthana4.3:61.1_1": "This is the section in brief.",
    "ai-patthana4.3:62.1_0": "or two or three objects,",
    "ai-patthana4.3:63.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.3:64.0_0": "causes these reasons",
    "ai-patthana4.3:64.1_0": "Is a good principle not wholesome qualitying non-existence condition for the three conditions, for the sake of non-violence, and for the sake of all accusations.",
    "ai-patthana4.3:65.1_0": "Unskillful is a cause of unskillful qualities, no repulsion is a condition for the sake of bad views.",
    "ai-patthana4.3:66.1_0": "Not repulsion is a condition for the undeclared, not untroubled and untroubled condition.",
    "ai-patthana4.3:67.1_0": "the ten bases for recitation, etc. ...",
    "ai-patthana4.3:68.0.1_0": "4.3.5. Kusalattika, Rūpīduka",
    "ai-patthana4.3:68.0.2_0": "causes these reasons",
    "ai-patthana4.3:68.1_0": "I haven’t declared this: ‘This is independent, sights, and sounds. The cause is conditioned.",
    "ai-patthana4.3:69.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.3:70.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.3:71.1_0": "Is a skillful quality gives rise to love. Unskillful formless state gives rise to causes and conditions.",
    "ai-patthana4.3:72.1_0": "for the unskillful ...",
    "ai-patthana4.3:73.1_0": "I haven’t declared unshakable things, without counterpart, because of counterparts, because of countless causes and reasons.",
    "ai-patthana4.3:74.1_0": "...",
    "ai-patthana4.3:75.1_0": "not two women,",
    "ai-patthana4.3:75.1_1": "he doesn’t move in the three floors, or three dusts;",
    "ai-patthana4.3:75.1_2": "This is the section in brief.",
    "ai-patthana4.3:76.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.3:77.0_0": "Namely objects;",
    "ai-patthana4.3:77.1_0": "I am skilled in the formless, the teaching, and the formless cause of all condition.",
    "ai-patthana4.3:78.1_0": "Is unskillful quality is a condition for the unskillful, and for the sake of the teaching.",
    "ai-patthana4.3:79.1_0": "unconsciousness is the reason why unshakable, undesirable, and uncomfortable condition.",
    "ai-patthana4.3:80.1_0": "Skilled in what is skillful, formless, and unprofitable. The three is a condition for the object of the teaching.",
    "ai-patthana4.3:81.1_0": "Is it unskillful qualities that are unskillful, blameless, and unprofitable, to the objection of the teaching is a condition for the object.",
    "ai-patthana4.3:82.1_0": "Not knowing what is suitable, not unobstructed, formless, and undeclared; the condition for the formless states being conditioned by the Dhamma.",
    "ai-patthana4.3:83.1_0": "Nine things are the nine projects. ...",
    "ai-patthana4.3:83.1_1": "Sitting down next to each other, three, four, five, three, five, ten, or even one person ...",
    "ai-patthana4.3:83.1_2": "three things associated with them ...",
    "ai-patthana4.3:83.1_3": "There are three more mendicants who have no regrets.",
    "ai-patthana4.3:83.1_4": "This is the section in brief.",
    "ai-patthana4.3:84.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.3:85.0.1_0": "I looked over on scraps in my husband’s look,",
    "ai-patthana4.3:85.0.2_0": "causes these reasons",
    "ai-patthana4.3:85.1_0": "A skillful person gives rise to a whole world. Skillfulness causes good results.",
    "ai-patthana4.3:85.1_1": "A skillful quality gives rise to in goodness, and the outcome of compassion.",
    "ai-patthana4.3:85.1_2": "A skillful person gives rise to a whole world. Skilllessness, and without indeterminate.",
    "ai-patthana4.3:86.1_0": "Unskillful thing ...",
    "ai-patthana4.3:87.1_0": "One who has not declared this: this is the cause, this is the reason for the world to be without cause.",
    "ai-patthana4.3:88.1_0": "A skillful quality gives rise to goodness, and indeterminates this extent reason.",
    "ai-patthana4.3:89.1_0": "Unskillful what is unskillful and what is not looked down on this world, and what is undetermined. Conditioned as conditioned.",
    "ai-patthana4.3:90.1_0": "...",
    "ai-patthana4.3:91.0_0": "the root of a tree,",
    "ai-patthana4.3:91.1_0": "Unskillful thoughts ...",
    "ai-patthana4.3:92.1_0": "undetermined in this world, the teaching doesn’t give rise to the manner. And there is no reason for the sake of reckonings.",
    "ai-patthana4.3:93.1_0": "Not for the sake of two or three objects,",
    "ai-patthana4.3:94.0_0": "Namely objects;",
    "ai-patthana4.3:94.1_0": "It is a condition for the whole world. ...",
    "ai-patthana4.3:95.1_0": "Is it skilled in the world to teach the Dhamma, and so on, there are three reasons for the sake of the teaching.",
    "ai-patthana4.3:96.1_0": "this is the reason why the Dhamma is independent, undecided, and the way of the Dhamma is a condition for the sake of investigating.",
    "ai-patthana4.3:97.1_0": "A wholesome quality is a condition for the whole world. The three kinds of support, the object of the teaching, and the condition for the objection of the teaching.",
    "ai-patthana4.3:98.1_0": "He is skilled in the world with its objects, and skilled in making its object the three worlds with the objects of the teaching.",
    "ai-patthana4.3:99.1_0": "It is a condition for the undisturbable, the three worlds, and the world has no counterpart condition.",
    "ai-patthana4.3:99.1_1": "This is the section in brief.",
    "ai-patthana4.3:100.1_0": "Nine things have been created for nine objects. ...",
    "ai-patthana4.3:101.0.1_0": "4.3.6.2. Lokuttarapada",
    "ai-patthana4.3:101.0.2_0": "causes these reasons",
    "ai-patthana4.3:101.1_0": "A skillful quality gives rise to the supreme light. Skillful supermundane state causes the sake of the world.",
    "ai-patthana4.3:102.1_0": "unsurpassed supramundane Dhamma causes this reason to be independent.",
    "ai-patthana4.3:103.1_0": "Two on account of the two objects ...",
    "ai-patthana4.3:104.1_0": "He doesn’t allow the two upper robes, or two on the bank of the river, or two or three close as four.",
    "ai-patthana4.3:105.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.3:106.0_0": "So on the cause, etc.,",
    "ai-patthana4.3:106.1_0": "A wholesome quality is skillful, the supermundane state, and the cause for the sake of the supreme awakening.",
    "ai-patthana4.3:107.1_0": "Your goodness is the cause, unsurpassable, this is the reason why investigation of the supermundane is the reason for recitation.",
    "ai-patthana4.3:108.1_0": "It is a condition for the supramundane state, and incomparable condition for the supramundane state of the teaching.",
    "ai-patthana4.3:108.1_1": "Accomplished in goodness, the supermundane state, is a condition for the supramundane Dhamma.",
    "ai-patthana4.3:109.1_0": "He is skilled in the supermundane states, and the outcome of profitable states.",
    "ai-patthana4.3:110.1_0": "Because he is not able to discern the supramundane Dhamma, and he has good qualities by means of the supermundane and supramundane Dhamma.",
    "ai-patthana4.3:110.1_1": "Accomplished in goodness is a condition for the supermundane state, and supramundane Dhamma.",
    "ai-patthana4.3:111.1_0": "A skillful quality is found in the supermundane state, looking down, not in the next life.",
    "ai-patthana4.3:112.1_0": "Yourself is unsurpassed: this is the supramundane Dhamma, the reciter of the teaching.",
    "ai-patthana4.3:112.1_1": "This is the section in brief.",
    "ai-patthana4.3:113.1_0": "Two on the cause, there are two kinds of objects for two or three objects, two or three drops of swords, two projects, three dregs, and two projects each other.",
    "ai-patthana4.3:113.1_1": "...",
    "ai-patthana4.3:113.1_2": "What is not the reason for two reasons.",
    "ai-patthana4.3:113.1_3": "This is the section in brief.",
    "ai-patthana4.3:114.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.3:115.0.1_0": "tirelessly, skilled in what is suitable,",
    "ai-patthana4.3:115.0.2_0": "at the end of the words",
    "ai-patthana4.3:115.1_0": "A skillful quality gives rise to lodgings in order to understand what is skillful and what is cause or reason.",
    "ai-patthana4.3:115.1_1": "A skillful quality gives rise to dealings with cause or reason.",
    "ai-patthana4.3:115.1_2": "A skillful qualities arise without something left over. one is better, without cause or reason.",
    "ai-patthana4.3:116.1_0": "unconsciousness arises dependent on the teaching ...",
    "ai-patthana4.3:117.1_0": "Unshakableness causes no reason for anyone without something left over.  cause or reason.",
    "ai-patthana4.3:118.1_0": "A skillful quality gives rise to lodgings inappropriately or indeterminately.",
    "ai-patthana4.3:119.1_0": "Unskillful thoughts ...",
    "ai-patthana4.3:120.1_0": "A skillful quality gives rise to thought. Wisdom there is a condition for what is skillful. Consequence is a condition for the object.",
    "ai-patthana4.3:121.1_0": "Unskillful principles give rise to unskillful qualities. Then for someone else who is unskillful.",
    "ai-patthana4.3:122.1_0": "Not knowing or seeing the teaching, no matter what is undecided, no matter what is undecided by something else.",
    "ai-patthana4.3:122.1_1": "This is the section in brief.",
    "ai-patthana4.3:123.1_0": "...",
    "ai-patthana4.3:124.0_0": "the root of a tree,",
    "ai-patthana4.3:124.1_0": "Unskillful principles give rise to unskillful qualities.",
    "ai-patthana4.3:125.1_0": "Not knowing or seeing the teaching, no cause or condition.",
    "ai-patthana4.3:125.1_1": "This is the section in brief.",
    "ai-patthana4.3:126.1_0": "Not for the sake of two or three objects,",
    "ai-patthana4.3:127.0_0": "causes these reasons",
    "ai-patthana4.3:127.1_0": "A skillful quality should be understood with uncontrolled. ...",
    "ai-patthana4.3:128.1_0": "Unskillful principles is a cause of another reason, for the sake of another reason, for the sake of exerting the teaching, the reason for the sake of all these three kinds of direct-knowledge.",
    "ai-patthana4.3:129.1_0": "It is no cause or reason for anyone to understand the Dhamma from another.",
    "ai-patthana4.3:129.1_1": "This is the section in brief.",
    "ai-patthana4.3:130.1_0": "the ten bases for recitation, etc., have been reckoned by you from an undistance.",
    "ai-patthana4.3:131.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.3:132.1_0": "Not knowing what is skillful and what is skillful, no cause or conditioned by reason.",
    "ai-patthana4.3:132.1_1": "some are seen in some direction.",
    "ai-patthana4.3:133.1_0": "The group of fourteen on wishing is finished."
}