{
    "ai-patthana20.2:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana20.2:0.2_0": "the immediately Factors of the Dhamma had the Sangha, namely, an outcaste.",
    "ai-patthana20.2:0.3_0": "20.2. Cūḷantaraduka",
    "ai-patthana20.2:1.1_0": "It’s not easy for the sake of another because of have causes and conditions.",
    "ai-patthana20.2:2.1_0": "is the cause,",
    "ai-patthana20.2:3.1_0": "Not conditioned phenomena, conditioned by conditions,",
    "ai-patthana20.2:4.1_0": "is the cause,",
    "ai-patthana20.2:5.1_0": "One doesn’t give rise to the teaching for those who remember this.",
    "ai-patthana20.2:5.1_1": "Experiential confidence in the teaching ...",
    "ai-patthana20.2:5.1_2": "Though this is not dependent on the teaching, and for the sake of this, these things arise with cause and condition.",
    "ai-patthana20.2:5.1_3": "...",
    "ai-patthana20.2:5.1_4": "There are three more mendicants who have no regrets.",
    "ai-patthana20.2:6.1_0": "It’s not the reason for the teaching,",
    "ai-patthana20.2:7.1_0": "and not the condition is by way of including the teaching as object.",
    "ai-patthana20.2:7.1_1": "and that is not the condition for the object of the teaching, and as object of the Dhamma,",
    "ai-patthana20.2:7.1_2": "This is the section in brief.",
    "ai-patthana20.2:8.1_0": "two or three drops of the same object as cause, two or three drops drawn out from the same place as before. In the next, two or three drops drawn near one persons in the Jeta Grove, two or three.",
    "ai-patthana20.2:8.1_1": "(They are) three associated with paths. ...",
    "ai-patthana20.2:8.1_2": "the five hindrances are not clear.",
    "ai-patthana20.2:9.1_0": "One doesn’t give rise to repulsion; for the sake of repulsion give rise to the repulsion.",
    "ai-patthana20.2:9.1_1": "One doesn’t give rise to repulsion; for the sake of non-arising the teaching gives rise to the cause.",
    "ai-patthana20.2:9.1_2": "Neither acceptance of resistance and shamelessly, without resentment.",
    "ai-patthana20.2:10.1_0": "One doesn’t give rise to repulsion; for the sake of not-self give rise to the cause,",
    "ai-patthana20.2:10.1_1": "One doesn’t give rise to repulsion; for the sake of repulsion gives rise to the repulsion.",
    "ai-patthana20.2:10.1_2": "Neither acceptance of resistance and shamelessly arise because of non-existence.",
    "ai-patthana20.2:11.1_0": "Not accepting, nor teaching gives rise to repulsion. ...",
    "ai-patthana20.2:11.1_1": "This is the section in brief.",
    "ai-patthana20.2:12.1_0": "‘... for the sake of a single object, six days.’ ...",
    "ai-patthana20.2:13.1_0": "Doesn’t give rise to form,",
    "ai-patthana20.2:14.1_0": "‘... for the sake of nine objects.’ ...",
    "ai-patthana20.2:14.1_1": "six ...",
    "ai-patthana20.2:14.1_2": "in a single forest grove ...",
    "ai-patthana20.2:14.1_3": "Whatever is uniqueldless",
    "ai-patthana20.2:15.1_0": "Experiential confidence in the world, there is a reason for the sake of worldly conditions.",
    "ai-patthana20.2:15.1_1": "Not looking at this deed is a cause of preservation.",
    "ai-patthana20.2:15.1_2": "Thoughts that arise in the world and the world are conditions for the sake of this world. And with no cause or condition there.",
    "ai-patthana20.2:16.1_0": "Not seeing the supermundane state arises dependent on the world.",
    "ai-patthana20.2:17.1_0": "Not looking away in this way, he does not give rise to the supermundane state with causes and conditions.",
    "ai-patthana20.2:18.1_0": "five objects ...",
    "ai-patthana20.2:19.1_0": "or deliberately abandoned by anyone.",
    "ai-patthana20.2:20.1_0": "Nine kinds of unrealizedness. ..."
}