{
    "ai-patthana13.22:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana13.22:0.2_0": "Having given the immaculateness of the Dhamma they resplendently:",
    "ai-patthana13.22:0.3_0": "13.22. Sanidassanattika",
    "ai-patthana13.22:1.0_0": "causes these reasons",
    "ai-patthana13.22:1.1_0": "Not being visible and not insisting on teaching, this is a condition for the sake of impingement.",
    "ai-patthana13.22:1.1_1": "Not being visible in this way, no cause or condition.",
    "ai-patthana13.22:1.1_2": "Not being visible and not insisting on teaching, this doesn’t give rise to the repulsion.",
    "ai-patthana13.22:1.1_3": "Such things don’t give rise to the repulsion of the teaching, and don’t give rise to the flood by repulsion.",
    "ai-patthana13.22:1.1_4": "Such things don’t give rise to the repulsion of the teaching, and don’t give rise to the flood by repulsion.",
    "ai-patthana13.22:1.1_5": "Such things don’t give rise to the repulsion of the teaching, and don’t give rise to the flood by repulsion.",
    "ai-patthana13.22:2.1_0": "Not being visible and not insisting on teaching, this is a condition for the sake of grasping. ...",
    "ai-patthana13.22:3.1_0": "Not being visible and without impingement. That teaching is conditioned by not grasping.",
    "ai-patthana13.22:3.1_1": "This is the section in brief.",
    "ai-patthana13.22:4.1_0": "... and the object of three objects,",
    "ai-patthana13.22:4.1_1": "that’s unconfused,",
    "ai-patthana13.22:4.1_2": "everywhere in all ways:",
    "ai-patthana13.22:4.1_3": "or even a feeding ground,",
    "ai-patthana13.22:4.1_4": "(They should be expanded as in the sections.)",
    "ai-patthana13.22:5.0_0": "Namely objects;",
    "ai-patthana13.22:5.1_0": "Not being visible in this way, not for the sake of non-existence, nor for the sake of having no concern for the teaching.",
    "ai-patthana13.22:5.1_1": "Not being visible in this way, not for the sake of non-existence, nor for the sake of making amends.",
    "ai-patthana13.22:5.1_2": "Not being visible in this way, not for the sake of non-existence, nor for the sake of embodiment.",
    "ai-patthana13.22:5.1_3": "It is the cause, not the reason for the attainment of the impingement, not for the sake of non-result, and for the sake of non-disappearance condition.",
    "ai-patthana13.22:5.1_4": "It is the condition for the unshakable, not for the purpose of attraction, repulsion, views, doubt, and conceit.",
    "ai-patthana13.22:5.1_5": "It is the cause, not the reason for the attainment of the impingement, but for the sake of non-existence, and for the sake of non-obsence, and for the sake of repulsion, and for the sake of (of the teaching).",
    "ai-patthana13.22:6.1_0": "for the sake of resenting, not for the resenting, not for the lawfulness of the Dhamma, is a condition for the penetration of the Dhamma.",
    "ai-patthana13.22:6.1_1": "This is the section in brief.",
    "ai-patthana13.22:7.1_0": "‘... for nine reasons.’ ...",
    "ai-patthana13.22:7.1_1": "Sharing the eighteen faculties and eighteen faculties, and the nine sections produced in the nine faculties, the sixth part in the produced in the nine faculties, and the eighteen faculties.",
    "ai-patthana13.22:7.1_2": "For seven hundred eons",
    "ai-patthana13.22:7.1_3": "(This should be told in full.)"
}