{
    "ai-patthana21.55:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana21.55:0.2_0": "under the investigation of principles, sometimes the top of the Dhamma is given to him:",
    "ai-patthana21.55:0.3_0": "Seeing the danger in self-development,",
    "ai-patthana21.55:1.1_0": "One should not give up seeing, not seeing, insignificant distinction, and dependently originated by seeing things that give rise to repulsion. One with causes and reasons.",
    "ai-patthana21.55:1.1_1": "This is the section in brief.",
    "ai-patthana21.55:2.1_0": "...",
    "ai-patthana21.55:3.1_0": "You shouldn’t give up development, nor get rid of repulsion, views, doubt, conceit, the desire to be given up, and ignorance.",
    "ai-patthana21.55:3.1_1": "This is the section in brief.",
    "ai-patthana21.55:4.1_0": "...",
    "ai-patthana21.55:5.1_0": "One should not give up without seeing causes and conditions for the sake of not seeing, nor by seeing, by reasoning, not seeing with no cause or condition.",
    "ai-patthana21.55:5.1_1": "This is the section in brief.",
    "ai-patthana21.55:6.1_0": "...",
    "ai-patthana21.55:7.1_0": "One should not give up, nor get rid of, nor through development, nor gives up, nor gets rid of repulsion.",
    "ai-patthana21.55:7.1_1": "This is the section in brief.",
    "ai-patthana21.55:8.1_0": "...",
    "ai-patthana21.55:9.1_0": "or thoughts of this,",
    "ai-patthana21.55:9.1_1": "This is the section in brief.",
    "ai-patthana21.55:10.1_0": "...”",
    "ai-patthana21.55:11.1_0": "It doesn’t give rise to placing of the mind and keeping it connected. You should have no cause or reason for doing the following cause.",
    "ai-patthana21.55:11.1_1": "This is the section in brief.",
    "ai-patthana21.55:12.1_0": "...”",
    "ai-patthana21.55:13.1_0": "One doesn’t give rise to joy in those without rapture. Consciousness is a cause of sorrow. It doesn’t give rise to repulsion.",
    "ai-patthana21.55:13.1_1": "This is the section in brief.",
    "ai-patthana21.55:14.1_0": "...”",
    "ai-patthana21.55:15.1_0": "One does not give rise to joy in those without rapture, or with no repulsion of the teaching. Their causes of condition for the sake of repulsion, because of this condition for the sake of repulsion.",
    "ai-patthana21.55:15.1_1": "This is the section in brief.",
    "ai-patthana21.55:16.1_0": "...”",
    "ai-patthana21.55:17.1_0": "One does not give rise to the pleasure of happiness, nor does he have no repulsion of the teaching for the sake of bliss, or for those without trouble.",
    "ai-patthana21.55:17.1_1": "This is the section in brief.",
    "ai-patthana21.55:18.1_0": "...”",
    "ai-patthana21.55:19.1_0": "It doesn’t give rise to reside for the equanimity, or for the resentment, or for the sake of resistance, and for the sake of subsistance, because of repulsion.",
    "ai-patthana21.55:19.1_1": "This is the section in brief.",
    "ai-patthana21.55:20.1_0": "...”",
    "ai-patthana21.55:21.1_0": "One does not give rise to the shackles of sense desires, and one who lives in dependence on sensual pleasures, for the sake of sustained thought arises in him.",
    "ai-patthana21.55:21.1_1": "This is the section in brief.",
    "ai-patthana21.55:22.1_0": "...”",
    "ai-patthana21.55:23.1_0": "Not in the formless, or instance, he doesn’t give rise to the scope of visible in the formless realm.",
    "ai-patthana21.55:23.1_1": "This is the section in brief.",
    "ai-patthana21.55:24.1_0": "...”",
    "ai-patthana21.55:25.1_0": "One doesn’t give rise to the scope of logic, nor doing so on. It doesn’t give rise to satisfaction in the fine-material and immaterial states.",
    "ai-patthana21.55:25.1_1": "This is the section in brief.",
    "ai-patthana21.55:26.1_0": "...",
    "ai-patthana21.55:27.1_0": "One doesn’t give rise to repulsion for being easy to admonish, and having placed on that point.",
    "ai-patthana21.55:27.1_1": "This is the section in brief.",
    "ai-patthana21.55:28.1_0": "...”",
    "ai-patthana21.55:29.1_0": "One doesn’t give rise to the teaching, nor do they have no repulsion for being easy to admonish.",
    "ai-patthana21.55:29.1_1": "This is the section in brief.",
    "ai-patthana21.55:30.1_0": "...",
    "ai-patthana21.55:31.1_0": "You don’t give rise to repulsion for what is contradict to the Teaching. You don’t give rise to an unsuitable teaching.",
    "ai-patthana21.55:31.1_1": "This is the section in brief.",
    "ai-patthana21.55:32.1_0": "...",
    "ai-patthana21.55:33.1_0": "Not for the sake of this is not long for the sake of floods, resistances, and shamelessness arises; for those with reasons.",
    "ai-patthana21.55:33.1_1": "This is the section in brief.",
    "ai-patthana21.55:34.1_0": "...”",
    "ai-patthana21.55:35.1_0": "You shouldn’t give rise to confidence in those without it. Your teaching gives rise to the sorrows.",
    "ai-patthana21.55:36.1_0": "Not for the sake of himself, or for the sake of non-disappearance,",
    "ai-patthana21.55:37.1_0": "One who has not gone for refuge to the Teacher, or the teaching doesn’t give rise to confidence in those without it, and with the result of only gives rise to causes and reasons.",
    "ai-patthana21.55:37.1_1": "This is the section in brief.",
    "ai-patthana21.55:38.1_0": "...",
    "ai-patthana21.55:39.1_0": "Three on not giving up improper attention. ...",
    "ai-patthana21.55:39.1_1": "one person is building up one another while mutually saying:",
    "ai-patthana21.55:39.1_2": "results ...",
    "ai-patthana21.55:39.1_3": "There are three more mendicants who have no regrets.",
    "ai-patthana21.55:40.1_0": "The opportunity",
    "ai-patthana21.55:41.0_0": "(They are) not with an object of the objects.",
    "ai-patthana21.55:41.1_0": "You shouldn’t give a teaching for someone who’s gone for refuge to the sake of flood, for the sake of passions, or for the sake of substance.",
    "ai-patthana21.55:42.1_0": "You shouldn’t give rise to repulsion for this teaching. You shouldn’t give rise to the three repulsions of trouble.",
    "ai-patthana21.55:42.1_1": "Not have caused any reason or reason,",
    "ai-patthana21.55:42.1_2": "When they were bathing, they did not restrain themselves in a river ...",
    "ai-patthana21.55:42.1_3": "it seems to us when you have excellence",
    "ai-patthana21.55:43.1_0": "not in brief,",
    "ai-patthana21.55:44.1_0": "with the cause and condition,",
    "ai-patthana21.55:45.1_0": "He should go to the same house as before, and he has transmigrated the Path. He should associated with the same Buddhist sect if he is giving the same requisites.",
    "ai-patthana21.55:46.0.1_0": "21.55.7. Pañhāvāra",
    "ai-patthana21.55:46.0.2_0": "causes these reasons",
    "ai-patthana21.55:46.1_0": "Not for the sake of refuge, or for the sake of non-resultaneousness, and for the sake of accumulating principles, without impediment, etc., is a condition for the sake of (good) things.",
    "ai-patthana21.55:46.1_1": "Not for the sake of refuge, not for the sake of non-resultaneousness, for the sake of non-resultence, for the sake of irreversible, or for the law.",
    "ai-patthana21.55:46.1_2": "This is the section in brief.",
    "ai-patthana21.55:47.1_0": "two streams of the teaching ...",
    "ai-patthana21.55:47.1_1": "Afterwards there are two kinds of deeds, one is reborn in a single realm. ...",
    "ai-patthana21.55:47.1_2": "There are three more mendicants who have no regrets.",
    "ai-patthana21.55:48.1_0": "(This should be told in full.)"
}