{
    "ai-patthana9.3:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana9.3:0.2_0": "It is manifested as a responsible dawn, unintelligent to the Dhamma.",
    "ai-patthana9.3:0.3_0": "9.3. Hetuduka, Vipākattikādi",
    "ai-patthana9.3:1.1_0": "He should not give a teaching to all, there is no new pair of robes ...",
    "ai-patthana9.3:2.1_0": "not in line with the teaching,",
    "ai-patthana9.3:3.1_0": "for nine reasons.",
    "ai-patthana9.3:4.1_0": "for the sake of not grasping?",
    "ai-patthana9.3:5.1_0": "for the sake of not grasping?",
    "ai-patthana9.3:6.1_0": "and not for nine feet.",
    "ai-patthana9.3:7.1_0": "He should not give rise to new corruptions,",
    "ai-patthana9.3:8.1_0": "He should not give rise to new corruptions,",
    "ai-patthana9.3:9.1_0": "He should not give rise to new corruptions,",
    "ai-patthana9.3:10.1_0": "You shouldn’t give rise to placing the mind and keeping it connected. You’re not exceeding the mind. You’re not all new.",
    "ai-patthana9.3:11.1_0": "You shouldn’t give rise to the teaching because of placing the mind and keeping it connected. You’re not exceeding the mind. ...",
    "ai-patthana9.3:12.1_0": "You shouldn’t give rise to placing the mind and keeping it connected. You’re not exceeding the mind. You should have no placing the mind.",
    "ai-patthana9.3:13.1_0": "He’s not able to teach the Dhamma that’s new. Instead, there is no new state of existence in all directions for the nine orifices.",
    "ai-patthana9.3:14.1_0": "He should not give a teaching through the happiness and blissfulness.",
    "ai-patthana9.3:15.1_0": "He should not give a teaching for new equanimity, nor grow in every direction.",
    "ai-patthana9.3:16.1_0": "for someone without seeing the teaching you should give up all suffering.",
    "ai-patthana9.3:17.1_0": "for you should not give up any new state of development,",
    "ai-patthana9.3:18.1_0": "He should not give up a teaching with eyes.",
    "ai-patthana9.3:18.1_1": "everywhere in all places.",
    "ai-patthana9.3:18.1_2": "There is no result for you,",
    "ai-patthana9.3:19.1_0": "You shouldn’t give up new things that are to be given up through seeing its nine roots, there is no nine roots in all directions.",
    "ai-patthana9.3:20.1_0": "You should not give up any roots of the path to the sake of developing,",
    "ai-patthana9.3:21.1_0": "He should not give up a teaching for the sake of development and a because of developing the mind.",
    "ai-patthana9.3:21.1_1": "everywhere in all places.",
    "ai-patthana9.3:21.1_2": "There is no result for you,"
}