{
    "ai-patthana21.19:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana21.19:0.2_0": "under the investigation of principles, sometimes the top of the Dhamma is given to him:",
    "ai-patthana21.19:0.3_0": "limbs, wrapped in On, and so on,",
    "ai-patthana21.19:1.1_0": "Not for the sake of not grasping, nor for the sake of the Dhamma, and for the sake of the Dhamma, and for the support of the Dhamma, etc., is a condition for the object.",
    "ai-patthana21.19:1.1_1": "Not for the sake of not grasping, nor for the sake of the Dhamma, nor for the sake of the underlying tendencies of the Dhamma, etc., is a condition for the object beginning.",
    "ai-patthana21.19:1.1_2": "Not for the sake of not grasping, nor for the sake of grasping, and for the sake of the Dhamma, and for the sake of the underlying tendencies, etc., conditions for the sake of the Dhamma, and for the sake of the Dhamma, and for the sake of the Dhamma, and for the sake of the opposite of the Dhamma.",
    "ai-patthana21.19:2.1_0": "not for the sake of not grasping? It is a condition for the sake of grasping, nor for the sake of the teaching, etc., as its object,",
    "ai-patthana21.19:3.1_0": "Not for the sake of not grasping, nor for the sake of grasping, nor for the sake of the Dhamma, and for the sake of the underlying tendencies of the Dhamma, and for the sake of the paths, for the sake of grasping?",
    "ai-patthana21.19:3.1_1": "There is a new decrease when you’re born in the middle of the day and night, for three or three fine deeds. There is no part of the day once every day.",
    "ai-patthana21.19:4.1_0": "or not grasping causes and reasons to give rise to the teaching, and for the sake of grasping.",
    "ai-patthana21.19:4.1_1": "‘... for the sake of conditioned things.’ ...",
    "ai-patthana21.19:4.1_2": "There are three more mendicants who have no regrets.",
    "ai-patthana21.19:5.1_0": "organized not grasping.",
    "ai-patthana21.19:5.1_1": "...”",
    "ai-patthana21.19:5.1_2": "There are three more mendicants who have no regrets."
}