{
    "ai-patthana12.2:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana12.2:0.2_0": "At the place where the nature of the Dhamma is used, unqualified,",
    "ai-patthana12.2:0.3_0": "12.2. Hetuduka, Cūḷantaraduka",
    "ai-patthana12.2:1.1_0": "or cause or reason it doesn’t give rise to the cause or condition for the sake of reason.",
    "ai-patthana12.2:1.1_1": "or cause or condition.",
    "ai-patthana12.2:1.1_2": "or cause or reason why these things don’t arise for the sake of (good) conduct, without cause or condition.",
    "ai-patthana12.2:2.1_0": "Not cause or reasoning or condition,",
    "ai-patthana12.2:2.1_1": "Not cause or conditioned by teaching, nor by conditions.",
    "ai-patthana12.2:2.1_2": "Thoughts not cause or conditioned by the teaching, nor by the cause, and with the reason.",
    "ai-patthana12.2:3.1_0": "It’s not because of or cause or reason to give rise to cause or condition.",
    "ai-patthana12.2:3.1_1": "It’s not easy for them to give rise to cause or condition.",
    "ai-patthana12.2:3.1_2": "It’s not because of cause or condition, nor for the sake of reason, nor for the sake of these reasons.",
    "ai-patthana12.2:3.1_3": "This is the section in brief.",
    "ai-patthana12.2:4.1_0": "nine sets",
    "ai-patthana12.2:5.1_0": "It’s not possible to teach the Dhamma that’s in brief,",
    "ai-patthana12.2:6.1_0": "He should not give a teaching to anyone holding a sunshade.",
    "ai-patthana12.2:7.1_0": "don’t have any resentment to teaching,",
    "ai-patthana12.2:8.1_0": "don’t give a teaching, nor for one sake of it.",
    "ai-patthana12.2:9.1_0": "You shouldn’t have any form at all.",
    "ai-patthana12.2:10.1_0": "It’s not appropriate for you to have no cause or reason why someone can’t stay definitively for one kindness.",
    "ai-patthana12.2:11.1_0": "You shouldn’t recite the teaching of the noble ones, or you can’t give rise to yet.",
    "ai-patthana12.2:12.1_0": "He should not give a teaching to anyone with a monk who is unable to understand the Teaching, nor to make a point."
}