{
    "ai-patthana4.7:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana4.7:0.2_0": "The one named Tissahaka",
    "ai-patthana4.7:0.3_0": "4.7. Kusalattika, Piṭṭhiduka",
    "ai-patthana4.7:1.0.1_0": "He should see his inner serenity and discerning.",
    "ai-patthana4.7:1.0.2_0": "causes these reasons",
    "ai-patthana4.7:1.1_0": "Gladness should be given up by seeing. Seeking is a cause of unskillful qualities should be given up.",
    "ai-patthana4.7:1.1_1": "This is the section in brief.",
    "ai-patthana4.7:2.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.7:3.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.7:4.1_0": "Not seeing the skillful teaching should be given up by seeing, and by seeing again and again. These are the three conditions for the sake of seeing.",
    "ai-patthana4.7:5.1_0": "unskillful qualities should be given up by not seeing, in order to give up the unskillful, and by seeing its cause.",
    "ai-patthana4.7:6.1_0": "Not seeing the loving, undeclared by not seeing, causes, reasons to be given up by not seeing, and with no cause or reason.",
    "ai-patthana4.7:7.1_0": "Not seeing the skillful quality, he should be given up by seeing, and by not seeing, incapable of seeing, and by seeing a cause or by reason.",
    "ai-patthana4.7:8.1_0": "Gladness should be given up by not seeing, and by not seeing what is undetermined, without seeing, indicating, and with no cause or reason.",
    "ai-patthana4.7:9.1_0": "...",
    "ai-patthana4.7:10.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:11.1_0": "Skilled in what is skillful and what is also a condition for not seeing, and for the sake of showing them, all is a condition for the three conditions. ...",
    "ai-patthana4.7:12.1_0": "Skillful is the cause and reason for not to be given up. ... Three unskillful things should be given up in him.",
    "ai-patthana4.7:13.1_0": "Not seeing is the cause, not seeing what is the reason why the Dhamma is being undesirable, the requisites should be given up by not seeing, and by its cause.",
    "ai-patthana4.7:13.1_1": "This is the section in brief.",
    "ai-patthana4.7:14.1_0": "Near the ten bases on cause, passing away and getting what belongs to the same Buddhist sect as the seventh part of the day ...",
    "ai-patthana4.7:15.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:16.0.1_0": "4.7.2. Kusalattika, Pañhāvāra",
    "ai-patthana4.7:16.0.2_0": "at the end of the words",
    "ai-patthana4.7:16.0.3_0": "causes these reasons",
    "ai-patthana4.7:16.1_0": "unskillful qualities should be given up by developing the skillful qualities that give up the unskillful. Some quality should be given up by development.",
    "ai-patthana4.7:16.1_1": "This is the section in brief.",
    "ai-patthana4.7:17.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.7:18.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.7:19.1_0": "nor skillful qualities should be given up.",
    "ai-patthana4.7:19.1_1": "This is the section in brief.",
    "ai-patthana4.7:20.1_0": "Nine grounds for newly ordained are. ...",
    "ai-patthana4.7:20.1_1": "Whatever is uniqueldless",
    "ai-patthana4.7:20.1_2": "Finally they caned.",
    "ai-patthana4.7:20.1_3": "You should get close to a question.",
    "ai-patthana4.7:21.0.1_0": "4.7.3. Kusalattika, Pañhāvāra",
    "ai-patthana4.7:21.0.2_0": "at the end of the words",
    "ai-patthana4.7:21.0.3_0": "causes these reasons",
    "ai-patthana4.7:21.1_0": "It should be given up by seeing and causes and reasons to give up the unskillful.",
    "ai-patthana4.7:21.1_1": "This is the section in brief.",
    "ai-patthana4.7:22.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.7:23.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.7:24.1_0": "Not seeing the cause, skillful qualities give up by seeing, and with no cause or condition.",
    "ai-patthana4.7:24.1_1": "This is the section in brief.",
    "ai-patthana4.7:25.1_0": "...",
    "ai-patthana4.7:26.1_0": "And the same answers to the same.",
    "ai-patthana4.7:27.0.1_0": "Talking up the wholesome roots in the skillful,",
    "ai-patthana4.7:27.0.2_0": "at the end of the words",
    "ai-patthana4.7:27.1_0": "It should be given up by developing the principles of the unskillful and its cause.",
    "ai-patthana4.7:27.1_1": "This is the section in brief.",
    "ai-patthana4.7:28.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.7:29.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.7:30.1_0": "Not for the sake of developing skillful qualities, they should give up the skillful teaching, without cause or reason.",
    "ai-patthana4.7:31.1_0": "Nine grounds for new objects ...",
    "ai-patthana4.7:32.1_0": "You should ask a question about the future. ...",
    "ai-patthana4.7:33.0.1_0": "enjoying good deeds with a wholesome mind,",
    "ai-patthana4.7:33.0.2_0": "4.7.5.1. Savitakkapada",
    "ai-patthana4.7:33.0.3_0": "Namely objects;",
    "ai-patthana4.7:33.1_0": "A skillful thought gives rise to a good thought. Mindful thoughts gives rise to the cause of thoughts.",
    "ai-patthana4.7:34.1_0": "A unskillful thought gives rise to the thought. Mindful thoughts gives rise to the unskillful thoughts.",
    "ai-patthana4.7:35.1_0": "Thoughts about thoughts ...",
    "ai-patthana4.7:36.1_0": "...",
    "ai-patthana4.7:37.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:38.1_0": "(somethings) is a condition for the sake of skillful thoughts, for the sake of the teaching.",
    "ai-patthana4.7:39.1_0": "Is it unskillful thoughts that are unskillful, and is a condition for the sake of the teaching.",
    "ai-patthana4.7:40.1_0": "It is a cause of reason for the teaching because of non-violence, reviewing the reason for the sake of the teaching.",
    "ai-patthana4.7:41.1_0": "a wholesome quality is a condition for the purpose of applied thought and sustained thought. ...",
    "ai-patthana4.7:42.1_0": "Is it unskillful thoughts that are unskillful ... and considered to the teaching by the object.",
    "ai-patthana4.7:43.1_0": "It is a condition for the sake of good will, for the teaching, and for the object of thoughts, namely, thoughts.",
    "ai-patthana4.7:43.1_1": "This is the section in brief.",
    "ai-patthana4.7:44.1_0": "Nine things are the nine projects. ...",
    "ai-patthana4.7:44.1_1": "Someone born in a thousand rebirths, and three months a result of deeds ...",
    "ai-patthana4.7:44.1_2": "three things associated with them ...",
    "ai-patthana4.7:44.1_3": "There are three more mendicants who have no regrets.",
    "ai-patthana4.7:44.1_4": "This is the section in brief.",
    "ai-patthana4.7:45.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:46.0.1_0": "4.7.5.2. Avitakkapada",
    "ai-patthana4.7:46.0.2_0": "causes these reasons",
    "ai-patthana4.7:46.1_0": "A skillful thought gives rise to thought. Mindfulness gives rise to thoughts. Contact is a condition for the sake of reason.",
    "ai-patthana4.7:47.1_0": "... the result of seven objects,",
    "ai-patthana4.7:48.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:49.1_0": "‘This is a cause of skillful thoughts.’ ... also a condition for the three kinds of thought.",
    "ai-patthana4.7:50.1_0": "thoughts of good will, thoughts, and harmlessness.",
    "ai-patthana4.7:51.1_0": "the four supports ...",
    "ai-patthana4.7:51.1_1": "After each of the seven classes of rebirth, two, three, four drops of rebirth into the realm, and five faculties in the very place. In the five faculties, three, four and five powers, five faculties, five powers, three and four noble paths substances have been reborn in a definitive sense of controls. ...",
    "ai-patthana4.7:51.1_2": "all the undisturbed.",
    "ai-patthana4.7:51.1_3": "This is the section in brief.",
    "ai-patthana4.7:52.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:53.0.1_0": "overpowering wholesome things, they look on the skill in mind;",
    "ai-patthana4.7:53.0.2_0": "at the end of the words",
    "ai-patthana4.7:53.1_0": "A skillful teaching gives rise to a skillful qualities. Since the outcome is a cause of reason.",
    "ai-patthana4.7:53.1_1": "Seeing a wholesome thought with full of thought,",
    "ai-patthana4.7:54.0.1_0": "overpowered with kindness,",
    "ai-patthana4.7:54.0.2_0": "4.7.7.1. Sappītikapada",
    "ai-patthana4.7:54.0.3_0": "at the end of the words",
    "ai-patthana4.7:54.1_0": "A skillful teaching gives rise to happiness, and a cause of happiness.",
    "ai-patthana4.7:55.1_0": "For one who is unskillful, with happiness as its outcome and unskillful.",
    "ai-patthana4.7:56.1_0": "When someone hasn’t done this, they give rise to happiness, and they have no cause or reason.",
    "ai-patthana4.7:57.1_0": "... the result of three objects ...",
    "ai-patthana4.7:58.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:59.1_0": "Skillful is a cause of happiness, restraint is a condition for the sake of the teaching.",
    "ai-patthana4.7:60.1_0": "Is it unskillful, with happiness as its cause, and condition.",
    "ai-patthana4.7:61.1_0": "They have no reasons. This is a cause of kindness because it constructions with the teaching. The reason why ‘The condition is inconsistent’.",
    "ai-patthana4.7:62.1_0": "Ninely knowing the sake of any nine objects ...",
    "ai-patthana4.7:62.1_1": "Sitting down next to each other, three, four, five, three, five, ten, twenty, thirty, forty, fifty, or a hundred. ...",
    "ai-patthana4.7:62.1_2": "three things associated with them ...",
    "ai-patthana4.7:62.1_3": "There are three more mendicants who have no regrets.",
    "ai-patthana4.7:62.1_4": "This is the section in brief.",
    "ai-patthana4.7:63.0.1_0": "4.7.7.2. Appītikapada",
    "ai-patthana4.7:63.0.2_0": "causes these reasons",
    "ai-patthana4.7:63.1_0": "‘There are wholesome things that give rise to unpleasant feeling ...’",
    "ai-patthana4.7:64.1_0": "For those who don’t take pleasure in an unprofitable teaching ... for these three reasons are causeal conditioned by rapture.",
    "ai-patthana4.7:65.1_0": "An incapable of the teaching: this is independently inappropriately causes an uncertainty.",
    "ai-patthana4.7:66.1_0": "A skillful teaching gives rise to confidence in those without it. Enjoying rapture, without indeterminate ways.",
    "ai-patthana4.7:67.1_0": "Unskillfulness arises in someone who hasn’t declared the teaching: ‘This is independently unpleasant, and without cause or reason.’",
    "ai-patthana4.7:67.1_1": "This is the section in brief.",
    "ai-patthana4.7:68.1_0": "...",
    "ai-patthana4.7:69.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:70.1_0": "‘One who is skilled in the profitable states’ is a condition for the sake of fewness of wishes, and so on.",
    "ai-patthana4.7:71.1_0": "the ten bases for recitation, etc., have been reckoned by you from an undistance.",
    "ai-patthana4.7:72.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:73.0_0": "being attached to wholesome happiness, doing what is needed,",
    "ai-patthana4.7:73.1_0": "Gladness arises dependent on a skillful teaching, and the rapture that arises conditioned by rapture.",
    "ai-patthana4.7:73.1_1": "‘This is skillful ...’",
    "ai-patthana4.7:73.1_2": "happiness ...",
    "ai-patthana4.7:73.1_3": "They don’t realize the goal of skillful teaching. ...",
    "ai-patthana4.7:73.1_4": "equanimity ...",
    "ai-patthana4.7:73.1_5": "skilled in the Teaching, or caused by training,",
    "ai-patthana4.7:73.1_6": "This is the section in brief.",
    "ai-patthana4.7:74.0.1_0": "She’s skilled in the sensual realms, skilled in the domain of sensual pleasures,",
    "ai-patthana4.7:74.0.2_0": "causes these reasons",
    "ai-patthana4.7:74.1_0": "A skillful teaching gives rise to a good principle. Sensual pleasures give rise to the cause and conditions.",
    "ai-patthana4.7:74.1_1": "Sensual pleasures give rise to good conduct. Sensual pleasures give rise to good conduct. Sensual pleasures are conditions for the sake of good conduct.",
    "ai-patthana4.7:74.1_2": "Sensual pleasures give rise to skillful qualities, good conduct, and sense desires arise and good conduct.",
    "ai-patthana4.7:75.1_0": "For the unskillful qualities of sensual pleasures, for the sake of unskillful qualities, the skillful teaching give rise to the following.",
    "ai-patthana4.7:76.1_0": "Enjoying in good conduct, good principles give rise to sensual pleasures. Sensual pleasures give rise to a reason.",
    "ai-patthana4.7:77.1_0": "Sensual pleasures give rise to good conduct, and good conduct. Sensual pleasures give rise to good conduct.",
    "ai-patthana4.7:78.1_0": "Sensual pleasures give rise to unskillful qualities, and good indeed.",
    "ai-patthana4.7:78.1_1": "This is the section in brief.",
    "ai-patthana4.7:79.1_0": "...",
    "ai-patthana4.7:80.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:81.1_0": "A wholesome quality is a condition for the skillful, for the sake of good conduct, for the sake of the wholesome quality, and for the sake of Dhamma.",
    "ai-patthana4.7:82.1_0": "Good conduct is a condition for the sensual pleasures, for the sake of good conduct, for the sake of the wholesome quality, and for the sake of Dhamma.",
    "ai-patthana4.7:83.1_0": "By way of body, speech, and mind, without sense desires, a condition for the sake of good conduct, for the sake of non-grasping the (world) incompetent condition.",
    "ai-patthana4.7:84.1_0": "Nine grounds for rebirth ...",
    "ai-patthana4.7:85.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:86.0.1_0": "4.7.9.2. Nakāmāvacarapada",
    "ai-patthana4.7:86.0.2_0": "4.7.9.2.1–6 Paṭiccādivāra",
    "ai-patthana4.7:86.0.3_0": "at the end of the words",
    "ai-patthana4.7:86.0.4_0": "Namely objects;",
    "ai-patthana4.7:86.1_0": "Not doing skillful things, they don’t give rise to a skillful teaching.",
    "ai-patthana4.7:87.1_0": "Not incompetent teaching, they don’t give rise to good conduct, for the sake of non-existence. Or they don’t give rise to the cause or reason.",
    "ai-patthana4.7:87.1_1": "This is the section in brief.",
    "ai-patthana4.7:88.1_0": "two kinds of object,",
    "ai-patthana4.7:89.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:90.1_0": "Not doing good things, ~ wholesome quality, not tendencies the Dhamma, nor are the reason why for the sake of profitable (of the teaching),",
    "ai-patthana4.7:91.1_0": "Not knowing what is good, not living in the community is a condition for the sake of good, not for the sake of good conduct, for the sake of the Dhamma, and for the sake of non-disappearance condition.",
    "ai-patthana4.7:92.1_0": "A skillful quality is not found in the doing of the profitable, ~ and a condition for the object of the teaching.",
    "ai-patthana4.7:92.1_1": "A skillful quality is not found in the sphere of good conduct, nor is a condition for the object of the teachings, nor by incompetent states of the object.",
    "ai-patthana4.7:93.1_0": "By not doing what is unshakable, immoral, resort, and what is not the condition for the object.",
    "ai-patthana4.7:93.1_1": "Not doing what is good, not wholesome, wanting to do what is good, not wholesome, and what is the condition for the object.",
    "ai-patthana4.7:94.1_0": "Two on the cause, there are two reasons why two or three objects, three drops drawn out together in each other, three dropings in two places, two or three drops, one persons next to each other.",
    "ai-patthana4.7:94.1_1": "What is not the reason for two reasons.",
    "ai-patthana4.7:94.1_2": "This is the section in brief.",
    "ai-patthana4.7:95.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:96.0.1_0": "Transmigration was good for a wholesome question,",
    "ai-patthana4.7:96.0.2_0": "causes these reasons",
    "ai-patthana4.7:96.1_0": "A skillful quality gives rise to the sphere of skillful qualities. The fine-material sphere is a cause of form.",
    "ai-patthana4.7:97.1_0": "Experiential confidence in the fine-material sphere. Mindfulness arises dependent on the fine-material sphere.",
    "ai-patthana4.7:97.1_1": "This is the section in brief.",
    "ai-patthana4.7:98.1_0": "... two results ...",
    "ai-patthana4.7:99.1_0": "And the same answers to the same.",
    "ai-patthana4.7:100.1_0": "Not for the skillful quality, necessary to because of the profitable form, for the sake of the skillful. ...",
    "ai-patthana4.7:101.1_0": "Not with the unskillful quality, nor with the immorality of the fine-material sphere.",
    "ai-patthana4.7:102.1_0": "Not incompetent states of loss, in an incompetent state, or with no cause or condition.",
    "ai-patthana4.7:103.1_0": "Not in profitable ways, or incompetent states of loss, improper conduct, and fine-material things.",
    "ai-patthana4.7:104.1_0": "Good sirs, don’t give rise to unskillful things or fine-material fine-material sphere. And you don’t get inappropriately.",
    "ai-patthana4.7:104.1_1": "This is the section in brief.",
    "ai-patthana4.7:105.1_0": "the result in nine orifices ...",
    "ai-patthana4.7:106.1_0": "Not doing a wholesome quality is a condition for the sake of profitable, or for the sake of the profitable states.",
    "ai-patthana4.7:107.1_0": "not skilled in the fine-material sphere, nor are the reason why the opposite casecealing in profitable ways, or in the fine-material sphere.",
    "ai-patthana4.7:108.1_0": "Not because of good conduct, not sphere or decision, nor any of the fine-material sphere , nor is a condition for the other reason.",
    "ai-patthana4.7:108.1_1": "This is the section in brief.",
    "ai-patthana4.7:109.1_0": "the ten bases for recitation, etc., have been reckoned by you from an undistance.",
    "ai-patthana4.7:110.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:111.0_0": "Transmigrations in the formless,",
    "ai-patthana4.7:111.1_0": "A skillful quality gives rise to good results in the formless-world sphere. Experiencing the formless, and ‘That is a condition for the sphere of skillful.’",
    "ai-patthana4.7:112.1_0": "Not incompetent teaching is an independent, undeclared, Etc.",
    "ai-patthana4.7:113.1_0": "Not for the skillful quality, necessary for the sake of profitable states.",
    "ai-patthana4.7:113.1_1": "like a rain-bowl.",
    "ai-patthana4.7:114.0.1_0": "I undertake the forgets, working for what is good,",
    "ai-patthana4.7:114.0.2_0": "4.7.12.1. Pariyāpannapada",
    "ai-patthana4.7:114.0.3_0": "causes these reasons",
    "ai-patthana4.7:114.1_0": "A skillful teaching gives rise to a good principle. ... three conditions are good results.",
    "ai-patthana4.7:115.1_0": "Unskillful principles ...",
    "ai-patthana4.7:116.1_0": "Avoiding ill will arises in someone who has no introduction, and no cause or condition.",
    "ai-patthana4.7:117.1_0": "A skillful quality gives rise to good in have no cause or reason.",
    "ai-patthana4.7:118.1_0": "Unskillful in good way, unskillful qualities arise in someone who has not fact, indulging, and incapable of answering.",
    "ai-patthana4.7:118.1_1": "This is the section in brief.",
    "ai-patthana4.7:119.1_0": "...",
    "ai-patthana4.7:120.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:121.1_0": "Skillful law is a condition for the sake of skillful qualities. ... for the sake of the teaching is good condition for the sake of natural principles.",
    "ai-patthana4.7:122.1_0": "for the sake of unskillful things is a condition for the wholesome, and for the sake of the teaching. ...",
    "ai-patthana4.7:123.1_0": "One who has no good principles, and what is not the cause, and what is the reason why investigation is the condition for the teaching.",
    "ai-patthana4.7:123.1_1": "This is the section in brief.",
    "ai-patthana4.7:124.1_0": "Nine things have been created for nine objects. ...",
    "ai-patthana4.7:125.0.1_0": "4.7.12.2. Apariyāpannapada",
    "ai-patthana4.7:125.0.2_0": "Namely objects;",
    "ai-patthana4.7:125.1_0": "A skillful teaching gives rise to a skillful qualities. An individual has cause or reasoned to give up.",
    "ai-patthana4.7:126.1_0": "The causes and reasons give rise to undetermined teaching. Experiential confidence in the future.",
    "ai-patthana4.7:126.1_1": "This is the section in brief.",
    "ai-patthana4.7:127.1_0": "two kinds of object ...",
    "ai-patthana4.7:127.1_1": "What is not the reason for two reasons.",
    "ai-patthana4.7:127.1_2": "Finally they caned.",
    "ai-patthana4.7:127.1_3": "and also associated with the arrows,",
    "ai-patthana4.7:128.1_0": "Regarding a wholesome quality is a condition for the sake of skillful, for the sake of the teaching.",
    "ai-patthana4.7:129.1_0": "Yourself is undetermined. Not understanding is a cause, this is the reason why, when the teaching is legitimate, non-disciplined, and the cause.",
    "ai-patthana4.7:130.1_0": "When aroused has not yet arisen, this is the condition for the unfaithfulness of the teaching.",
    "ai-patthana4.7:130.1_1": "Your teaching is a condition for the skillful, and for the future.",
    "ai-patthana4.7:131.1_0": "Two on the objects of two or three objects ...",
    "ai-patthana4.7:131.1_1": "...",
    "ai-patthana4.7:131.1_2": "What is not the reason for two reasons.",
    "ai-patthana4.7:131.1_3": "This is the section in brief.",
    "ai-patthana4.7:132.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:133.0_0": "Telling out the skillful,",
    "ai-patthana4.7:133.1_0": "A skillful quality gives rise to skillful qualities, out of desire. Emancipation, conditioned by causes it.",
    "ai-patthana4.7:134.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.7:135.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.7:136.1_0": "E skillful quality gives rise to skillful qualities. ...”",
    "ai-patthana4.7:137.1_0": "Unskillful principles give rise to unprofitable teaching. ... Three unskillful conditions are fulfilled.",
    "ai-patthana4.7:138.1_0": "Not being undecided, this is independent.",
    "ai-patthana4.7:139.1_0": "creates unshakable and undetermined. Enjoying what is undetermined, without indeterminate, because of this.",
    "ai-patthana4.7:140.1_0": "Unskillful thoughts, and what is undetermined, undecided, and what is not the cause or condition.",
    "ai-patthana4.7:140.1_1": "This is the section in brief.",
    "ai-patthana4.7:141.1_0": "Nine grounds for new objects ...",
    "ai-patthana4.7:142.1_0": "And the same answers to the same.",
    "ai-patthana4.7:143.0_0": "Talking for oneself, doing good things,",
    "ai-patthana4.7:143.1_0": "A skillful teaching gives rise to a good principle. Skillfulness gives rise to the cause and condition.",
    "ai-patthana4.7:144.1_0": "For one who is unskillful, blameless, and conditioned by reason.",
    "ai-patthana4.7:145.1_0": "two kinds of object ...",
    "ai-patthana4.7:145.1_1": "What is not the reason for two reasons.",
    "ai-patthana4.7:145.1_2": "Finally they caned.",
    "ai-patthana4.7:145.1_3": "(This should be told in full.)",
    "ai-patthana4.7:146.1_0": "Skillfulness arises dependent on a skillful quality, because of extra effort.",
    "ai-patthana4.7:147.1_0": "Nine grounds for newly ordained are. ...",
    "ai-patthana4.7:147.1_1": "Whatever is uniqueldless",
    "ai-patthana4.7:147.1_2": "Finally they caned.",
    "ai-patthana4.7:147.1_3": "(This should be told in full.)",
    "ai-patthana4.7:148.0.1_0": "Telling over goodnesses, doing good deeds,",
    "ai-patthana4.7:148.0.2_0": "4.7.15.1. Sauttarapada",
    "ai-patthana4.7:148.1_0": "A skillful teaching gives rise to skillful qualities. The three is a cause of skillful qualities.",
    "ai-patthana4.7:149.1_0": "Unsurpassable principle ... unskillful ...",
    "ai-patthana4.7:150.1_0": "Uttara, the teaching gives rise to unsurpassable things.",
    "ai-patthana4.7:151.1_0": "A skillful teaching gives rise to happiness without cause or reason.",
    "ai-patthana4.7:152.1_0": "Unsurpassable and unsurpassable based on the north.",
    "ai-patthana4.7:152.1_1": "This is the section in brief.",
    "ai-patthana4.7:153.1_0": "the result in nine orifices ...",
    "ai-patthana4.7:154.1_0": "The skillful teaching is skillful, its cause, its condition, and the reason for the sake of listening to the teaching.",
    "ai-patthana4.7:155.1_0": "Unskillful is a cause of unskillful qualities to be felt for the sake of the teaching. ...",
    "ai-patthana4.7:156.1_0": "It is a cause of loss, unsurpassable principle, without reason, counterpart, and condition.",
    "ai-patthana4.7:157.1_0": "Nine grounds for rebirth ...",
    "ai-patthana4.7:158.0.1_0": "4.7.15.2. Anuttarapada",
    "ai-patthana4.7:158.0.2_0": "Namely objects;",
    "ai-patthana4.7:158.1_0": "A skillful teaching gives rise to the supreme knowledge. Skillfulness arises dependent on the supreme cause.",
    "ai-patthana4.7:159.1_0": "unsurpassed teaching ...",
    "ai-patthana4.7:160.1_0": "two kinds of object,",
    "ai-patthana4.7:161.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:162.1_0": "It is a cause of skillful qualities to be possessed by the supreme eye, a cause of the supreme condition.",
    "ai-patthana4.7:163.1_0": "Not knowing what is not the cause, what is the reason why he has no supreme nature of the teaching is incapable of the teaching.",
    "ai-patthana4.7:164.1_0": "Because of non-percipient teaching is not supreme, unsurpassed, produced by the supernormal power of the Dhamma.",
    "ai-patthana4.7:165.1_0": "Not understanding is a condition for the supreme base. It is a condition for the supreme object, a condition for the sake of all the teaching.",
    "ai-patthana4.7:166.1_0": "Two on the objects of two or three objects, two determinations, three days, fourteenth particular periods,",
    "ai-patthana4.7:167.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:168.0_0": "Seeing danger in what is good,",
    "ai-patthana4.7:168.1_0": "Unskillful teaching gives rise to unskillful qualities. Someone who has caused a condition for refuge.",
    "ai-patthana4.7:169.1_0": "is single cause.",
    "ai-patthana4.7:170.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.7:171.1_0": "A skillful teaching gives rise to a good principle. ... three conditions are good results.",
    "ai-patthana4.7:172.1_0": "Not being undeclared by the teaching, causes and reasons gives rise to causes.",
    "ai-patthana4.7:173.1_0": "A skillful quality gives rise to without consequences. Experiences. Contact is a cause or reason.",
    "ai-patthana4.7:174.1_0": "A skillful teaching gives rise to a good principle. Their element is a condition for refuge.",
    "ai-patthana4.7:175.1_0": "Not being undeclared by the teaching, no matter what arises in him as a conditioned reference to him, conditioned by understanding.",
    "ai-patthana4.7:176.1_0": "... results in five ways ...",
    "ai-patthana4.7:177.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.7:178.1_0": "A skillful quality is a condition for the sake of conflict. ...”",
    "ai-patthana4.7:179.1_0": "Not understanding is a condition for the sake of conducive to good, the teaching is a condition for the sake of refuge.",
    "ai-patthana4.7:180.1_0": "four drops of legal procedures have been cut down in the same place as five objects, and when there are two or three drops, four or five trees next to each other, two streams of the Jetavana wood ...",
    "ai-patthana4.7:180.1_1": "the four triads associated with the three paths,",
    "ai-patthana4.7:180.1_2": "There are seven hundred and seventy opportunities",
    "ai-patthana4.7:180.1_3": "This is the section in brief.",
    "ai-patthana4.7:181.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.7:182.1_0": "The group of seventy-three on topics is finished."
}