{
    "ai-patthana13.6:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana13.6:0.2_0": "Having given the immaculateness of the Dhamma, namely, Tissaka,",
    "ai-patthana13.6:0.3_0": "13.6. Vitakkattika",
    "ai-patthana13.6:1.0_0": "causes these reasons",
    "ai-patthana13.6:1.1_0": "Without placing the mind and keeping it connected again and again, without placing the mind and keeping it connected arises.",
    "ai-patthana13.6:1.1_1": "having thinking about a thought and consideration without placing the mind, and keeping it connected arises. That is a condition for the sake of placing the mind and keeping it connected.",
    "ai-patthana13.6:1.1_2": "Thoughts about thoughts ...",
    "ai-patthana13.6:1.1_3": "Thoughts that are without placing the mind and keeping it connected. Mindfulness due to the placing of the mind and keeping it connected are conditions for cause and reason.",
    "ai-patthana13.6:1.1_4": "Thoughts that are without thinking and reflection, without placing the mind and keeping it connected have the placing of the mind and keeping it connected. Mindfulness arise because of this and without placing the mind.",
    "ai-patthana13.6:1.1_5": "Thoughts that are without placing the mind and keeping it connected. Mindfulness dependent on the mind and keeping it connected are without placing the mind and keeping it connected.",
    "ai-patthana13.6:1.1_6": "With the placing of the mind and keeping it connected, without placing the mind, and keeping it connected are without placing the mind and keeping it connected.",
    "ai-patthana13.6:2.1_0": "Without placing the mind and keeping it connected, without placing the mind, and keeping it connected arises. Consequently there is no cause or reason.",
    "ai-patthana13.6:2.1_1": "Without applied and sustained thought, without placing the mind, and keeping it connected arises. Consciousness causes and reasons.",
    "ai-patthana13.6:2.1_2": "Without placing the mind and keeping it connected again, without placing the mind and keeping it connected arises.",
    "ai-patthana13.6:2.1_3": "Without placing the mind and keeping it connected, without placing the mind, and keeping it connected are without placing the mind and keeping it connected.",
    "ai-patthana13.6:2.1_4": "Without placing the mind and keeping it connected, without placing the mind, and keeping it connected are without placing the mind and keeping it connected.",
    "ai-patthana13.6:2.1_5": "Without placing the mind and keeping it connected, without placing the mind, and keeping it connected are without placing the mind and keeping it connected.",
    "ai-patthana13.6:2.1_6": "Without placing the mind and keeping it connected, without placing the mind, and keeping it connected are without placing the mind, and keeping it connected. Thoughts that are without placing the mind and keeping it connected.",
    "ai-patthana13.6:3.1_0": "without placing the mind and keeping it connected. ...",
    "ai-patthana13.6:4.1_0": "placing the mind and keeping it connected without placing the mind and keeping it connected. ...",
    "ai-patthana13.6:5.1_0": "without placing the mind and keeping it connected. Mind and without placing the mind, without placing the mind and keeping it connected. ...",
    "ai-patthana13.6:6.1_0": "placing the mind and keeping it connected are without placing the mind, and keeping it connected. Mindfulness arises dependent on the seventh cause. ...",
    "ai-patthana13.6:7.1_0": "placing the mind and keeping it connected are without placing the mind, and keeping it connected. Mind and without placing the mind and keeping it connected. ...",
    "ai-patthana13.6:7.1_1": "This is the section in brief.",
    "ai-patthana13.6:8.1_0": "less than thirty-two grounds for perceptions.",
    "ai-patthana13.6:8.1_1": "in the city of Ajātasattu ...",
    "ai-patthana13.6:8.1_2": "Will not be under the one wise wisdom,",
    "ai-patthana13.6:9.1_0": "And the same answers to the same."
}