{
    "ai-patthana1.4:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana1.4:0.2_0": "how the one named Tissahaka",
    "ai-patthana1.4:0.3_0": "1.4. Vipākattika",
    "ai-patthana1.4:1.0.1_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:1.0.2_0": "causes these reasons",
    "ai-patthana1.4:1.1_0": "The results of the teaching ...",
    "ai-patthana1.4:1.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:1.1_2": "The result of the constituents (of mind and body) that provide fuel for attachment. ...",
    "ai-patthana1.4:1.1_3": "There are two aggregates, that is to say,",
    "ai-patthana1.4:2.1_0": "The results of the teaching doesn’t give rise to the result of form, and the result of forms.",
    "ai-patthana1.4:2.1_1": "As she was conceived in the moment of the variety of carts dependent on the shoulder.",
    "ai-patthana1.4:3.1_0": "the results of the teaching, Neither the result of the qualities for the sake of universal form, and three aggregates arise. ...",
    "ai-patthana1.4:3.1_1": "There are two aggregates, and the two aggregates constituents -",
    "ai-patthana1.4:3.1_2": "As a result the constituents (of mind and body) that provide fuel for form. ...",
    "ai-patthana1.4:3.1_3": "There are two consciousnesses: the aggregates and forms that originate from form,",
    "ai-patthana1.4:4.1_0": "the resultant thing that gives rise to the three aggregates ... for the sake of the aggregates ... for three aggregates ...",
    "ai-patthana1.4:4.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:5.1_0": "resultant principles for the sake of not liable to be reborn in the realm of the liable to vanish, and the mental phenomena.",
    "ai-patthana1.4:6.1_0": "resultant principles for the sake of phenomena, and for the sake of the liable to be reborn, thinking: ‘They have three things beginning with mind and the trunk of the aggregates.’",
    "ai-patthana1.4:6.1_1": "There are two aggregates, and the two aggregates constituents -",
    "ai-patthana1.4:7.1_0": "Neither in the principles neither give nor liable to be reborn in the aggregates beginning with the three forms, namely, form, mind consciousness, and thoughts. ...”",
    "ai-patthana1.4:7.1_1": "There are two primary elements that originate from the aggregates dependent on the mind and bodily form. ...",
    "ai-patthana1.4:7.1_2": "There are two great primary elements that are produced by the great elementals and bodily-form, namely form derived from the great earth.",
    "ai-patthana1.4:8.1_0": "Neither results don’t give rise to the result of good principles for the sake of the aggregates.",
    "ai-patthana1.4:9.1_0": "Neither have the result of things which resultant nature, and the result of the aggregates, and the result of good qualities arise, as because of the sense spheres and because of the proportion of the bodily forms.",
    "ai-patthana1.4:10.1_0": "The results of the teaching neither exists nor to be experienced as in line with the teaching. Instead, the result of three",
    "ai-patthana1.4:10.1_1": "The two constituents (of mind and bodily form)",
    "ai-patthana1.4:11.1_0": "And the results of form don’t give rise to the teaching of the noble ones. It doesn’t cause or reason why.",
    "ai-patthana1.4:11.1_1": "Because of the result of the constituents (of mind and body)",
    "ai-patthana1.4:12.1_0": "the results of the teaching neither to be experienced nor the results of phenomena, and the result of the thoughts, namely, the result of a single constituent, and three liable to arise. ...",
    "ai-patthana1.4:12.1_1": "The two primary elements, the result of the constituents (of mind and bodily form), and the result of the primary elements.",
    "ai-patthana1.4:13.1_0": "resultant principles for the sake of neither exists nor doesn’t exist.",
    "ai-patthana1.4:14.0_0": "objects of sense-objects,",
    "ai-patthana1.4:14.1_0": "The results of the teaching ... the following aggregates ...",
    "ai-patthana1.4:14.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:14.1_2": "The result of the constituents (of mind and body) that provide fuel for attachment. ...",
    "ai-patthana1.4:14.1_3": "There are two aggregates, that is to say,",
    "ai-patthana1.4:15.1_0": "The resultant thing that arises dependent on the teaching ... the result of three aggregates ... one ... three aggregates ... three aggregates ...",
    "ai-patthana1.4:15.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:16.1_0": "Neither have no resultant nature, and three things connected with the texts of the aggregates beginning with the teaching. Neither in the Comprehending of the aggregates beginning with the texts of the components. ...",
    "ai-patthana1.4:16.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:17.1_0": "Neither results nor the results of the teaching. The result of the aggregates give rise to the manner of consciousnesses.",
    "ai-patthana1.4:18.1_0": "The results of the teaching Norm for a result and results in the three constituents (of mind and body) that provide fuel for attachment, and for three aggregates,",
    "ai-patthana1.4:18.1_1": "The two constituents (of mind and bodily form)",
    "ai-patthana1.4:19.0_0": "Lord of:",
    "ai-patthana1.4:19.1_0": "The result of the teaching gives rise to the three aggregates, one of them constituents aggregates. ...",
    "ai-patthana1.4:19.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:20.1_0": "The results of the teaching don’t give rise to the desire for thoughts.",
    "ai-patthana1.4:21.1_0": "the results of the teaching neither gives rise to the three thoughts, nor do they arise in the aggregates beginning with form, feeling, perception, choices, and consciousness. ...",
    "ai-patthana1.4:21.1_1": "There are two aggregates, and the two aggregates constituents -",
    "ai-patthana1.4:22.1_0": "Three things that have a resultant nature.",
    "ai-patthana1.4:23.1_0": "Neither things don’t give rise to the three things about the origin of the world. They have no scope of the aggregates beginning with form. Namely, intentionally practices in line with the teachings.",
    "ai-patthana1.4:23.1_1": "There are two primary elements that originate from the aggregates dependent on the mind and bodily form. ...",
    "ai-patthana1.4:23.1_2": "There is this great production of mind and bodily-form, form,",
    "ai-patthana1.4:24.1_0": "And the results of form don’t give rise to the teaching of the noble ones. It doesn’t give rise to universal thoughts, nor do consciousness in the mind and appearance of a great deal of these.",
    "ai-patthana1.4:25.1_0": "resultant principles, many things don’t give rise to the teaching, and the mind because of the teaching.",
    "ai-patthana1.4:26.0_0": "the dangers, etc.",
    "ai-patthana1.4:26.1_0": "There is a result for the result, a teaching, and no danger.",
    "ai-patthana1.4:26.1_1": "for the immediate offense is a condition for the most.",
    "ai-patthana1.4:26.1_2": "the anus of a charming appearance condition ...",
    "ai-patthana1.4:26.1_3": "(there is) cause and conditional causes, and reasons forever,",
    "ai-patthana1.4:27.1_0": "one who doesn’t have the nature of a result or that results in the present life, nor does arise because of an liable to vanish. ...",
    "ai-patthana1.4:27.1_1": "observed ...",
    "ai-patthana1.4:27.1_2": "nutriment nourishes",
    "ai-patthana1.4:27.1_3": "the seasons ...",
    "ai-patthana1.4:27.1_4": "if it is not the same as",
    "ai-patthana1.4:27.1_5": "this is the difference between them.",
    "ai-patthana1.4:28.0_0": "mutually related each other,",
    "ai-patthana1.4:28.1_0": "The resultant principles give rise to one another, and three aggregates dependent on each other. ...",
    "ai-patthana1.4:28.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:28.1_2": "The result of the constituents (of mind and body) that provide fuel for attachment. ...",
    "ai-patthana1.4:28.1_3": "There are two aggregates, that is to say,",
    "ai-patthana1.4:29.1_0": "The resultant principles doesn’t give rise to the result, nor do they have a result in concluding the teaching.",
    "ai-patthana1.4:30.1_0": "the result of the teaching ...",
    "ai-patthana1.4:30.1_1": "Two constituents (of mind and body) that provide fuel for attachment.",
    "ai-patthana1.4:31.1_0": "the resultant thing that gives rise to be in line with the teaching, the following three aggregates, and three thoughts are subject to defilements ...",
    "ai-patthana1.4:31.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:32.1_0": "Neither in the texts of many wishes don’t give rise to one another: the three aggregates beginning with each other, the three aggregates beginning with the points of outstanding in one triple going to another. ...",
    "ai-patthana1.4:32.1_1": "one time ...",
    "ai-patthana1.4:32.1_2": "observed ...",
    "ai-patthana1.4:32.1_3": "nutriment nourishes",
    "ai-patthana1.4:32.1_4": "the seasons ...",
    "ai-patthana1.4:32.1_5": "one world’s ownership ...",
    "ai-patthana1.4:33.1_0": "Neither results don’t give rise to the result, nor do they arise in each other.",
    "ai-patthana1.4:34.1_0": "the result of all things or result of past deeds.",
    "ai-patthana1.4:34.1_1": "The two constituents (of mind and bodily form)",
    "ai-patthana1.4:35.0_0": "there is no return to the sitting place.",
    "ai-patthana1.4:35.1_0": "results in a result ...",
    "ai-patthana1.4:35.1_1": "with the ending of support. ...",
    "ai-patthana1.4:35.1_2": "with the previous disappearance of birth and old age.",
    "ai-patthana1.4:36.0_0": "* The Rains Retreat",
    "ai-patthana1.4:36.1_0": "The results of things ...",
    "ai-patthana1.4:36.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:37.1_0": "Neither things don’t give rise to the three knowledges or the aggregates of the bowls, nor do they arise in a single constituent: producing conditional origination of phenomena. ...",
    "ai-patthana1.4:37.1_1": "There are two aggregates: the two aggregates,",
    "ai-patthana1.4:38.0_0": "Born of the deeds",
    "ai-patthana1.4:38.1_0": "The results of deeds ...",
    "ai-patthana1.4:39.1_0": "Neither have three things and results in the present life. ...",
    "ai-patthana1.4:39.1_1": "The mind and bodily form originated by the consciousness that originated from the great (made), form derived from the ground.",
    "ai-patthana1.4:40.1_0": "Neither results don’t give rise to the result of good results or bad results.",
    "ai-patthana1.4:41.1_0": "Neither results nor results in the things beginning, resulting in the texts beginning with the result of goods, and the results of phenomena because of the result of the phenomena.",
    "ai-patthana1.4:42.1_0": "results in things ...",
    "ai-patthana1.4:42.1_1": "results in neither results nor results.",
    "ai-patthana1.4:42.1_2": "results in different things with the results of past deeds ...",
    "ai-patthana1.4:43.0_0": "nutriment, etc.,",
    "ai-patthana1.4:43.1_0": "The results of the teaching ...",
    "ai-patthana1.4:43.1_1": "a condition for faculties ...",
    "ai-patthana1.4:43.1_2": "... the a condition for absorption ...",
    "ai-patthana1.4:43.1_3": "the wrong path is a condition for path ...",
    "ai-patthana1.4:43.1_4": "with a condition as condition: mind associated with knowledge,",
    "ai-patthana1.4:43.1_5": "When he’s cleared is finished.",
    "ai-patthana1.4:43.1_6": "there is an condition that gives rise to sorrow ...",
    "ai-patthana1.4:43.1_7": "there’s no offense as condition ...",
    "ai-patthana1.4:43.1_8": "having no sorrow for you when you are future.",
    "ai-patthana1.4:43.1_9": "(They are) without delusion.",
    "ai-patthana1.4:44.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:44.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:44.1_0": "In the fifth section dealings with the unbroken on the five constituents (of mind and body) there are five detriments for the sake of the warding off of the universal lay life. There is nothing, there is no furthermounting of these five (natural) faculties, the five constituents (of mind and body) in the five constituents (of minds) existence. There is not drought between the fruits, the result of those who have passed away from places, where they are not favourable.",
    "ai-patthana1.4:45.0_0": "Questions",
    "ai-patthana1.4:45.1_0": "‘... for the sake of the object.’ ...",
    "ai-patthana1.4:46.1_0": "then you should accept them like this.",
    "ai-patthana1.4:47.0_0": "Some shouts of strings,",
    "ai-patthana1.4:47.1_0": "There are two conditions for the sake of surmounting the causes and conditions for the sake of proceeding along, there are two thousand projections with the two projections. There are two kinds of nutriments, two kinds of deeds: one with the two faculties, two projecting the minds of their limits and two faculties, one with two streams. There are two results.",
    "ai-patthana1.4:48.0_0": "results of good results,",
    "ai-patthana1.4:48.1_0": "There is a reason for nine reasons when the results have been reborn in the next life. There is a new state of existence in the future, the six classes of rebirth-proclaimed, and there are nine faculties in the nine sections. When there is nine faculties, there is nine faculties in the nine faculties, nine faculties, nine faculties, and nine faculties.",
    "ai-patthana1.4:48.1_1": "This is the section in brief.",
    "ai-patthana1.4:49.1_0": "comparable to the mind,",
    "ai-patthana1.4:50.0.1_0": "1.4.1.2. Paccayapaccanīya",
    "ai-patthana1.4:50.0.2_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:50.0.3_0": "the root of a tree,",
    "ai-patthana1.4:50.1_0": "The result of the teaching ...",
    "ai-patthana1.4:50.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:50.1_2": "At the moment of the constituents (of mind and bodily form), the three aggregates, one substained thought appearance, two, three aggregates.",
    "ai-patthana1.4:51.1_0": "results in the teaching or the result of formes.",
    "ai-patthana1.4:51.1_1": "As long as the root of the noise for the sake of constituents (of mind and body)",
    "ai-patthana1.4:52.1_0": "the result of the teaching ...",
    "ai-patthana1.4:52.1_1": "There are two aggregates, and the two aggregates constituents -",
    "ai-patthana1.4:52.1_2": "only the result of the constituents (of mind and body) that provide fuel for attachment, and for the three aggregates,",
    "ai-patthana1.4:52.1_3": "There are two consciousnesses: the aggregates and forms that originate from form,",
    "ai-patthana1.4:53.1_0": "results in the present life, when the result of doubt arises, there is no doubt about the teaching, or inclination with no doubt or uncertainty, or indecision.",
    "ai-patthana1.4:54.1_0": "Neither in the texts of the terms for the sake of neither perception nor non-perception. Three forms are conditions for the sake of the liable to originate and vanish. ...",
    "ai-patthana1.4:54.1_1": "There are two primary elements that originate from the aggregates dependent on the mind and bodily form. ...",
    "ai-patthana1.4:54.1_2": "There are two great primary elements that are produced by the great elementals and bodily-form, namely form derived from the great earth.",
    "ai-patthana1.4:54.1_3": "observed ...",
    "ai-patthana1.4:54.1_4": "nutriment nourishes",
    "ai-patthana1.4:54.1_5": "the seasons ...",
    "ai-patthana1.4:54.1_6": "There are three great elementals that are not produced. ...",
    "ai-patthana1.4:54.1_7": "and by the great creatures (was) appeared on the ground,",
    "ai-patthana1.4:55.1_0": "Neither who doesn’t have the result for the sake of good results or bad deeds, nor gives rise to the aggregates.",
    "ai-patthana1.4:56.1_0": "Neither have the result of things that don’t arise to because of the natural principles, liable to be reborn, and the eighteen things rooted in the formless.",
    "ai-patthana1.4:57.1_0": "The results of the teaching don’t give rise to the point as cause, for the sake of phenomena, for the sake of specific condition, and for the sake of aggregates. ...",
    "ai-patthana1.4:57.1_1": "The two constituents (of mind and bodily form)",
    "ai-patthana1.4:58.1_0": "And the result of forms doesn’t give rise to the teaching or the result of past deeds.",
    "ai-patthana1.4:58.1_1": "As long as the result of the roots, etc., appearance of the great earthquakes because of the entire spectrums of which is made on the spot.",
    "ai-patthana1.4:59.1_0": "the results of things, Neither, and the result of the qualities for the sake of non-existence, or out of compassion.",
    "ai-patthana1.4:59.1_1": "The two primary elements, the result of the constituents (of mind and bodily form), and the result of the primary elements.",
    "ai-patthana1.4:60.0_0": "(They are) not with sense-objects.",
    "ai-patthana1.4:60.1_0": "The results of the teaching don’t give rise to the formless states. Contact is a condition for form.",
    "ai-patthana1.4:60.1_1": "As she was conceived in the moment of the variety of carts dependent on the shoulder.",
    "ai-patthana1.4:61.1_0": "resultant principles that are liable to neither give nor have form as its object.",
    "ai-patthana1.4:62.1_0": "Neither have the three states that don’t give rise to the tentories of the Truth, which is liable to prevented byishing and circumferences. Three bases are in line with the teaching, delighting in liable to eye, and one great phenomena. ...",
    "ai-patthana1.4:62.1_1": "The mind and bodily form originated by the consciousness that originated from the great (made), form derived from the ground.",
    "ai-patthana1.4:62.1_2": "observed ...",
    "ai-patthana1.4:62.1_3": "nutriment nourishes",
    "ai-patthana1.4:62.1_4": "the seasons ...",
    "ai-patthana1.4:62.1_5": "There are three great primary elements that are not produced by mother and father ... three great elements ...",
    "ai-patthana1.4:62.1_6": "and by the great creatures (was) appeared on the ground,",
    "ai-patthana1.4:63.1_0": "And the result for forms doesn’t arise to be based on the teaching of the Dhamma, and on the near shore or the mind.",
    "ai-patthana1.4:63.1_1": "Because of the result of the constituents (of mind and body)",
    "ai-patthana1.4:64.1_0": "resultant principles, neither results in the formless nor by the teaching.",
    "ai-patthana1.4:65.0_0": "if he does not want to hit;",
    "ai-patthana1.4:65.1_0": "results in a result, not being conditioned.",
    "ai-patthana1.4:66.1_0": "like an elephant in a bubble.",
    "ai-patthana1.4:67.0_0": "not by rising water, etc.",
    "ai-patthana1.4:67.1_0": "resultant principles ...",
    "ai-patthana1.4:67.1_1": "you shouldn’t do the invitation procedure with a specific condition,",
    "ai-patthana1.4:67.1_2": "Not knowing what is to be thought as condition there is no other coarse,",
    "ai-patthana1.4:67.1_3": "The mind and bodily form originated by the consciousness that originated from the great (made), form derived from the ground.",
    "ai-patthana1.4:67.1_4": "observed ...",
    "ai-patthana1.4:67.1_5": "nutriment nourishes",
    "ai-patthana1.4:67.1_6": "As foreignorant, it’s not produced. When a space is produced in this way, that is to say, a specific condition.",
    "ai-patthana1.4:67.1_7": "a condition for rebirth ...",
    "ai-patthana1.4:67.1_8": "This is the section in brief.",
    "ai-patthana1.4:68.0_0": "you’re not born in a womb;",
    "ai-patthana1.4:68.1_0": "The result of the teaching ...",
    "ai-patthana1.4:68.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:68.1_2": "the result of aggregates, one to be found,",
    "ai-patthana1.4:68.1_3": "This is the section in brief.",
    "ai-patthana1.4:69.1_0": "The results of the teaching don’t give rise to the desire for thoughts. In the sight of a liable to vanish from the degree of forms.",
    "ai-patthana1.4:69.1_1": "This is the section in brief.",
    "ai-patthana1.4:70.1_0": "results in the present constituents, the result of things, and the aggregates don’t arise because of one’s views, namely, form, feeling, perception, choices, and consciousness.",
    "ai-patthana1.4:70.1_1": "There are two consciousnesses: the aggregates and forms that originate from form,",
    "ai-patthana1.4:71.1_0": "resultant things ...",
    "ai-patthana1.4:71.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:72.1_0": "resultant forms that are liable to be reborn in the company of the sight of not liable to perishing.",
    "ai-patthana1.4:73.1_0": "Neither in the texts of the many and diverse forms. Neither in the aggregates don’t give rise to the three formless states of the aggregates. ...",
    "ai-patthana1.4:73.1_1": "There are two primary elements that originate from the constituents (of mind and body) that provide fuel for attachment: the three great primaries with a mind-made body, and one great primaries. ...",
    "ai-patthana1.4:73.1_2": "observed ...",
    "ai-patthana1.4:73.1_3": "nutriment nourishes",
    "ai-patthana1.4:73.1_4": "the seasons ...",
    "ai-patthana1.4:73.1_5": "not-self ...",
    "ai-patthana1.4:74.1_0": "Neither results don’t give rise to the result of the teaching. They don’t give rise to the aggregates, namely,",
    "ai-patthana1.4:75.1_0": "results that arise to because of the natural phenomena, the result of things, and the practice that leads to the aggregates, namely, form, feeling, perception, choices, and consciousness.",
    "ai-patthana1.4:76.1_0": "The results of the teaching Nor for a long time doesn’t give rise to the set of phenomena, for three aggregates, and for three aggregates. ...",
    "ai-patthana1.4:76.1_1": "The two constituents (of mind and bodily form)",
    "ai-patthana1.4:77.1_0": "And the result for forms that are neither results nor have resultanted in the teaching of the noble ones.",
    "ai-patthana1.4:77.1_1": "Because of the result of the constituents (of mind and body)",
    "ai-patthana1.4:78.1_0": "results in the present neither to be transgressed in things nor caused by the result of phenomena; the result of the aggregates beginning with the teaching of the aggregates, and the three spectrums as condition for them. ...",
    "ai-patthana1.4:78.1_1": "The two constituents (of mind and bodily form)",
    "ai-patthana1.4:78.1_2": "the result of the great aggregates, and because of the arisen conditions,",
    "ai-patthana1.4:79.1_0": "resultant principles for the sake of neither exists nor doesn’t exist.",
    "ai-patthana1.4:80.0_0": "don’t attack",
    "ai-patthana1.4:80.1_0": "results in the teaching ...",
    "ai-patthana1.4:80.1_1": "if it is not a bedroom;",
    "ai-patthana1.4:80.1_2": "This is the section in brief.",
    "ai-patthana1.4:81.0_0": "The legal procedure of ejection for not making amends for an offense",
    "ai-patthana1.4:81.1_0": "results in things, resulting in accordance with the Teaching, and the result of bad character.",
    "ai-patthana1.4:82.1_0": "Neither laws that don’t give rise to teaching or training. Neither liable to rise and fall in the beginning, good in the middle, or good principles",
    "ai-patthana1.4:82.1_1": "observed ...",
    "ai-patthana1.4:82.1_2": "nutriment nourishes",
    "ai-patthana1.4:82.1_3": "The three great primary elements appeared. ...",
    "ai-patthana1.4:82.1_4": "The pleasure and happiness that arise from the great earth",
    "ai-patthana1.4:83.0_0": "if it is not the case of the bathing;",
    "ai-patthana1.4:83.1_0": "resultant things ...",
    "ai-patthana1.4:83.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:84.1_0": "resultant principles that are liable to be reborn, and doesn’t give rise to form in the teaching.",
    "ai-patthana1.4:85.1_0": "results in things, resulting in the present life, or the liable to be reborn. There are three things that arise with a single constituent group, and three liable to originate. The aggregates give rise to the aggregates beginning with form.",
    "ai-patthana1.4:85.1_1": "There are two aggregates, and the two aggregates constituents -",
    "ai-patthana1.4:86.1_0": "Neither in the texts of the terminology places don’t give rise to the aggregates of the three thoughts. They have no single constituents produced in the aggregates, and they are one thing and the mind consciousnesses of the aggregates. ...",
    "ai-patthana1.4:86.1_1": "There are two aggregates, and the two aggregates constituents -",
    "ai-patthana1.4:86.1_2": "There are three great primaries that are produced by mother and father ...",
    "ai-patthana1.4:86.1_3": "There is this great production of mind and bodily-form, form,",
    "ai-patthana1.4:86.1_4": "observed ...",
    "ai-patthana1.4:86.1_5": "nutriment nourishes",
    "ai-patthana1.4:86.1_6": "the seasons ...",
    "ai-patthana1.4:86.1_7": "There are three great elementals that are not produced. ...",
    "ai-patthana1.4:86.1_8": "and by the great creatures (was) appeared on the ground,",
    "ai-patthana1.4:87.1_0": "resultant principles, and have no longer existing in the teaching.",
    "ai-patthana1.4:88.0_0": "not with dwellings,",
    "ai-patthana1.4:88.1_0": "Neither who doesn’t have the nature of a result in the present life, and who doesn’t give rise to confidence in him ...",
    "ai-patthana1.4:88.1_1": "the seasons ...",
    "ai-patthana1.4:88.1_2": "There are three great elementals that are not produced. ...",
    "ai-patthana1.4:88.1_3": "and by the great creatures (was) appeared on the ground,",
    "ai-patthana1.4:89.0_0": "the understanding faculty,",
    "ai-patthana1.4:89.1_0": "thoughts don’t give rise to new things or results in the teaching ...",
    "ai-patthana1.4:89.1_1": "nutriment nourishes",
    "ai-patthana1.4:89.1_2": "The three great primary elements appeared. ...",
    "ai-patthana1.4:89.1_3": "an idiot which is not produced by a great (corruptional) faculties.",
    "ai-patthana1.4:90.0_0": "if you don’t want to drink;",
    "ai-patthana1.4:90.1_0": "the result of the teaching ...",
    "ai-patthana1.4:90.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:91.1_0": "Neither who doesn’t give rise to the teaching or training proclaimed by someone who is not liable to vanish ...",
    "ai-patthana1.4:91.1_1": "nutriment nourishes",
    "ai-patthana1.4:91.1_2": "the seasons ...",
    "ai-patthana1.4:91.1_3": "Not-Self ...",
    "ai-patthana1.4:92.0_0": "The variety of paths",
    "ai-patthana1.4:92.1_0": "The result of the teaching ...",
    "ai-patthana1.4:93.1_0": "Neither have no result in the three Vedas. They don’t give rise to these things, and they don’t have a condition for one unconcealed offenses.",
    "ai-patthana1.4:94.1_0": "the result of the teaching ...",
    "ai-patthana1.4:95.0_0": "(They are) not associated with nature.",
    "ai-patthana1.4:95.1_0": "the result of the teaching ...",
    "ai-patthana1.4:96.1_0": "resultant principles that are neither results nor have resultanted in the present life,",
    "ai-patthana1.4:97.1_0": "one who neither results nor has resultant nature as in liable to rise,",
    "ai-patthana1.4:98.0_0": "the supreme state of existence.",
    "ai-patthana1.4:98.1_0": "The result of the teaching ...",
    "ai-patthana1.4:98.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:99.1_0": "resultant things ...",
    "ai-patthana1.4:99.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:100.1_0": "Neither in the realm of the Neither Hates Norther Pows don’t give rise to the aggregates of the three formless states, liable to rise and fall in the underworld, transgression ...",
    "ai-patthana1.4:100.1_1": "There are two aggregates, that is to say,",
    "ai-patthana1.4:100.1_2": "observed ...",
    "ai-patthana1.4:100.1_3": "nutriment nourishes",
    "ai-patthana1.4:100.1_4": "the seasons ...",
    "ai-patthana1.4:100.1_5": "There are three great elementals that are not produced. ...",
    "ai-patthana1.4:100.1_6": "and by the great creatures (was) appeared on the ground,",
    "ai-patthana1.4:101.0_0": "those with both hands,",
    "ai-patthana1.4:101.1_0": "results based on the teaching, neither gives rise to be without sovereignty.",
    "ai-patthana1.4:101.1_1": "not by condition.",
    "ai-patthana1.4:101.1_2": "This is the section in brief.",
    "ai-patthana1.4:102.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:102.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:102.1_0": "Nor do they have not grown in the five consecrations. Nor do they put not, in the groups of five on the other sides, nor do they met in the forest, or two or three lakes, four enemys, two lions, three paths, fourteen, five consecrated misconduct in the forest, or five conscious circumstances .",
    "ai-patthana1.4:103.0.1_0": "1.2. Paccayapaccanīya",
    "ai-patthana1.4:103.0.2_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:103.0.3_0": "if it is not with no cause or reason;",
    "ai-patthana1.4:103.1_0": "Neither with the cause or reason, not with the three kinds of objects, not with the ten associatedences, nor for the sake of waves, or three dancers, or three or four birds produced in a single lake, three thicknesses, four dances, and one definitely. There are not one, two, three drops of poisonstures, or two or three.",
    "ai-patthana1.4:104.0_0": "Triads the three dove-mestics",
    "ai-patthana1.4:104.1_0": "Not with a cause or condition for the reason, or for the three conditions, nor for the next three,",
    "ai-patthana1.4:104.1_1": "one should not definitively, or one in a place with both Caves, nor one knees, but not with the three associated states.",
    "ai-patthana1.4:104.1_2": "This is the section in brief.",
    "ai-patthana1.4:105.1_0": "root items not rooted in the root item,",
    "ai-patthana1.4:106.1_0": "If he takes it on trust from a group, he should take it here.",
    "ai-patthana1.4:107.1_0": "(They are) aroused.",
    "ai-patthana1.4:108.0.1_0": "he is the one who constantly clothes,",
    "ai-patthana1.4:108.0.2_0": "Questions",
    "ai-patthana1.4:108.1_0": "Not by reasoning or cause or reason, they don’t lift up the five points, or not in the debt, or five and the doctrines of others. Nor do they rulers or the wives in the forest, or the fifth in the five ways?",
    "ai-patthana1.4:109.0_0": "Triads the three dove-mestics",
    "ai-patthana1.4:109.1_0": "cause or reason for a reason or reason, they don’t bathe there’s five reasons if they’re not even in the Paṭācārā, who is not even two enlightenments.",
    "ai-patthana1.4:110.0_0": "The group of four is finished",
    "ai-patthana1.4:110.1_0": "cause or condition for the sake of prevailing the object. Some of these three conditions are not produced by mother and father, built up from rice and porridge, or two or three. ...",
    "ai-patthana1.4:111.0_0": "The Eleventh",
    "ai-patthana1.4:111.1_0": "with cause and condition as condition: the reason why absence of those two conditions are conditions, even the stages produced in the rope of the projective irreversible. There are two conditions for two reasons in the forest.",
    "ai-patthana1.4:111.1_1": "This is the section in brief.",
    "ai-patthana1.4:112.1_0": "as a skilled courtesan, tirelessly,",
    "ai-patthana1.4:113.1_0": "To be experienced by the mind,",
    "ai-patthana1.4:114.0.1_0": "he is the one who obtains undergoing tendencies for him;",
    "ai-patthana1.4:114.0.2_0": "if it is not with no cause or reason;",
    "ai-patthana1.4:114.1_0": "One should not, with no support for the five constituents (of mind and body) that provide fuel for the five hindrances, ten linkings, or five faculties in the five constituents (of mind and body) in the five constituents (of mind and body). There is not oppositeed of the paths that provide fuel for attachments there are. And there are ten kinds of mindfulness meditations, ten linking with the five faculties,",
    "ai-patthana1.4:115.0_0": "Triads the three dove-mestics",
    "ai-patthana1.4:115.1_0": "Neither with the causes and reasons, there are three reasons for the sake of performing the wholesome enlightenment factor: three, three, four, five, three, three, five, ten, and three. ...",
    "ai-patthana1.4:116.0_0": "Seven where",
    "ai-patthana1.4:116.1_0": "Neither with the cause or condition. Nor does he have no conditions for the immediate results. There are three conditions for the next lifetimes, namely, the unrealized, three opposite sex. The three, three, four, five faculties, three with their unexcess in the next life.",
    "ai-patthana1.4:116.1_1": "This is the section in brief.",
    "ai-patthana1.4:117.1_0": "(This should be expanded in line with the previous discourse.)",
    "ai-patthana1.4:117.1_1": "(These should be expanded in detail as in the following law:) “This is the knower of the profitable way.”",
    "ai-patthana1.4:118.1_0": "out of compassion for me;",
    "ai-patthana1.4:118.2_0": "Dependent on the basis of psychic power.",
    "ai-patthana1.4:119.0.1_0": "1.4.2. Sahajātavāra",
    "ai-patthana1.4:119.0.2_0": "1.4.2.1. Paccayānuloma",
    "ai-patthana1.4:119.0.3_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:119.1_0": "the result of the result of the constituents (of mind and bodily form), the result of the three aggregates, one phenomena and one born of them.",
    "ai-patthana1.4:119.1_1": "This is the section in brief.",
    "ai-patthana1.4:120.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:120.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:120.1_0": "...”",
    "ai-patthana1.4:121.0_0": "1.4.2.2. Paccayapaccanīya",
    "ai-patthana1.4:121.1_0": "the result of the result of the constituents (of mind and bodily form), the result of the three aggregates, one phenomena, two, three aggregates, and two constituents.",
    "ai-patthana1.4:121.1_1": "This is the section in brief.",
    "ai-patthana1.4:122.0_0": "he is the one who constantly looks forwards,",
    "ai-patthana1.4:122.1_0": "not cause or condition. ...",
    "ai-patthana1.4:123.0_0": "he is the one who obtains undergoing tendencies for him;",
    "ai-patthana1.4:123.1_0": "cause or condition ...",
    "ai-patthana1.4:124.1_0": "and was born with both his appearance.",
    "ai-patthana1.4:125.0.1_0": "1.4.3. Paccayavāra",
    "ai-patthana1.4:125.0.2_0": "1.4.3.1. Paccayānuloma",
    "ai-patthana1.4:125.0.3_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:125.0.4_0": "causes these reasons",
    "ai-patthana1.4:125.1_0": "the result of the teaching: the result of three, the result of the aggregates, one, and two topics are conditions for the aggregates. The five grasping aggregates are two conditions.",
    "ai-patthana1.4:125.1_1": "or at the moment of connection ...",
    "ai-patthana1.4:126.1_0": "the result of principles doesn’t arise to because of the result of form, feeling, perception, choices, and consciousness.",
    "ai-patthana1.4:126.1_1": "When the result of goodness has arisen in the confined space, because of the result of the next neighborhood of a worm,",
    "ai-patthana1.4:127.1_0": "the results of the teaching are conditions for the sake of a misfortune, for the aggregates, for the sake of many aggregates, three thoughts, and for three conditions. ...",
    "ai-patthana1.4:127.1_1": "there are two aggregates, and the two aggregates constituents (of mind and bodily form),",
    "ai-patthana1.4:127.1_2": "or at the moment of connection ...",
    "ai-patthana1.4:128.1_0": "the resultant things ...",
    "ai-patthana1.4:128.1_1": "with two aggregates as condition: the aggregates,",
    "ai-patthana1.4:129.1_0": "resultant principles, with no cause or reason.",
    "ai-patthana1.4:130.1_0": "resultant principles resultant principles, three things come up.",
    "ai-patthana1.4:130.1_1": "there are two aggregates, and the two aggregates constituents (of mind and bodily form),",
    "ai-patthana1.4:131.1_0": "Neither in the drinking of principles neither results nor clothes, nor any trembles, specific condition, and producing condition.",
    "ai-patthana1.4:131.1_1": "Two aggregates, form are conditions for the sake of the aggregates. ...",
    "ai-patthana1.4:131.1_2": "Mahāsudassana, form, mind-made, and form are conditions for the aggregates. The form obses are conditions for the Rains Retreat.",
    "ai-patthana1.4:132.1_0": "Neither results nor the results of good results give rise to the result of good qualities. And the result of the aggregates, with clothes, or causes and reasons.",
    "ai-patthana1.4:132.1_1": "the results of the constituents (of mind and body) that provide fuel for attachment.",
    "ai-patthana1.4:133.1_0": "Neither results nor the results of deeds are the results; the resultant resulting in the teachings of the present life are conditions for the sake of nature.",
    "ai-patthana1.4:134.1_0": "Neither results nor the results of deeds, resulting in the present life, and the result of the aggregates, causes and reasons for the sake of a great earthquake.",
    "ai-patthana1.4:134.1_1": "At the moment of the constituents (of mind and bodily form), the result of the components (of mind and bodily form), because of the result of the virtues of the Mahānāma.",
    "ai-patthana1.4:135.1_0": "Neither things don’t have the result of bad qualities. They have the result of the liable to arise, as condition: the result of the qualities that arise, or of the mind.",
    "ai-patthana1.4:136.1_0": "the result of not liable to be reborn, and the result of all things,",
    "ai-patthana1.4:136.1_1": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:136.1_2": "the result of the constituents and the three aggregates ...",
    "ai-patthana1.4:136.1_3": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:137.1_0": "And the results of the result of certain principles neither exists nor by nature, because of the natural principles, with cause and reasons.",
    "ai-patthana1.4:137.1_1": "As to the moment of the connection with the constituents (of mind and bodily form), because of the results of the sandalwood,",
    "ai-patthana1.4:138.1_0": "results in neither through a result nor a resultant principled results, there are three reasons",
    "ai-patthana1.4:138.1_1": "the two, namely, the form constituents (of mind and body), the acquisition of the mind and body, the mind origin of form:",
    "ai-patthana1.4:138.1_2": "the result of the constituents and the three aggregates ...",
    "ai-patthana1.4:138.1_3": "the two, namely, the form constituents (of mind and bodily form), the result of the phenomena, and because of the sense fields.",
    "ai-patthana1.4:139.1_0": "resultant principles neither the results nor the teachings for the sake of non-existence, namely, many liable to be reborn, and three liable to originate. ...",
    "ai-patthana1.4:139.1_1": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:140.1_0": "resultant principles neither exists nor doesn’t arise in the teaching of the Dhamma, nor with a reason.",
    "ai-patthana1.4:141.1_0": "results in principles or results.",
    "ai-patthana1.4:141.1_1": "the two, namely, the form constituents (of mind and bodily form), the result of the aggregates, and the mind-made body.",
    "ai-patthana1.4:142.0_0": "objects of sense-objects,",
    "ai-patthana1.4:142.1_0": "the result of the teaching ...",
    "ai-patthana1.4:142.1_1": "with two aggregates as condition: the aggregates,",
    "ai-patthana1.4:142.1_2": "or at the moment of connection ...",
    "ai-patthana1.4:143.1_0": "the resultant things ...",
    "ai-patthana1.4:143.1_1": "with two aggregates as condition: the aggregates,",
    "ai-patthana1.4:144.1_0": "Neither in the transmigrations of the results neither arise nor a condition for the aggregates, nor any reasoning of these three objects,",
    "ai-patthana1.4:144.1_1": "there are two aggregates, two topics: the aggregates of the Dhamma, the penetration of the aggregates beginning with: the Dhamma, and the penetration of the Dhamma.",
    "ai-patthana1.4:145.1_0": "The results of the ear ... nose ... tongue ... body ...",
    "ai-patthana1.4:145.1_1": "Possessing the results of cloth, the result of the constituents (of cloth),",
    "ai-patthana1.4:146.1_0": "Neither results nor the results of deeds are liable to be reborn. The result of the aggregates are conditions for the sake of their own nature, because of the teaching.",
    "ai-patthana1.4:147.1_0": "the result of principles neither results nor the results of the teaching. And the result of the sense spheres, the aggregates, and the six sense fields beginning with eye-consciousness. ...",
    "ai-patthana1.4:147.1_1": "The two aggregates and the fields of the body ...",
    "ai-patthana1.4:147.1_2": "The results of the constituents and three aggregates ...",
    "ai-patthana1.4:147.1_3": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:147.1_4": "the result of the constituents and the three aggregates ...",
    "ai-patthana1.4:147.1_5": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:148.1_0": "resultant principles neither to be stated nor results in line with the teaching. In line with the teaching he gives up three cognitives and three conditions, four natures, a condition for each other. ...",
    "ai-patthana1.4:148.1_1": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:149.0_0": "Lord of:",
    "ai-patthana1.4:149.1_0": "the result of a teaching: the result of past deeds, future or present. ...",
    "ai-patthana1.4:149.1_1": "for one who can both encounter it,",
    "ai-patthana1.4:150.1_0": "the results in accordance with the Teaching ...",
    "ai-patthana1.4:151.1_0": "Neither in the drinking of principles neither results nor any transmigrations because of the aggregates, counterparts, in line with the teachings, and for three aggregates.",
    "ai-patthana1.4:151.1_1": "There are two conditions for the aggregates of the constituents (of mind and body) that provide fuel for attachment: the three great primaries, the four great elementals, the six sense fields, and the one great elementals, the three great primaries. ...",
    "ai-patthana1.4:151.1_2": "When the mind is produced in this way, form are conditions for the aggregates of form. Consciousness is naturally painful to live with a liable toion.",
    "ai-patthana1.4:152.1_0": "Neither results nor the results of good results give rise to the result",
    "ai-patthana1.4:153.1_0": "Neither results nor the results of the things beginning with the results, etc., because of one thing and a result in the present life.",
    "ai-patthana1.4:154.1_0": "Neither results nor the results of deeds, resulting in the present life, and the result of the aggregates, namely, form, feeling, perception, choices, and consciousness.",
    "ai-patthana1.4:155.1_0": "Neither things don’t arise to because of the result of the teachings that cause or reason.",
    "ai-patthana1.4:156.1_0": "the result of not liable to be reborn, and the result of these three things, namely, a condition for the sake of specific condition ...",
    "ai-patthana1.4:156.1_1": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:157.1_0": "And the result of form doesn’t arise to because of the teaching of the noble ones, or with a reason.",
    "ai-patthana1.4:158.1_0": "results in neither through a result nor a resultant principled results, there are three things that arise because of a specific condition for the sake of the unprincipledness.",
    "ai-patthana1.4:158.1_1": "the two, namely, the form constituents (of mind and body), the acquisition of the mind and body, the mind origin of form:",
    "ai-patthana1.4:159.1_0": "resultant principles neither exists nor results in things,",
    "ai-patthana1.4:159.1_1": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:160.1_0": "resultant principles neither exists nor doesn’t have the qualities of a result, nor are because of an liable to vanish.",
    "ai-patthana1.4:161.1_0": "results in principles or results.",
    "ai-patthana1.4:161.1_1": "the two, namely, the form constituents (of mind and bodily form), the result of the aggregates, and the mind-made body.",
    "ai-patthana1.4:162.0_0": "preceding the dangers.",
    "ai-patthana1.4:162.1_0": "the result is a condition for the result. ...",
    "ai-patthana1.4:162.1_1": "with the preceding condition.",
    "ai-patthana1.4:162.1_2": "sitting on the hidden place,",
    "ai-patthana1.4:163.0_0": "mutually related each other,",
    "ai-patthana1.4:163.1_0": "Rebirth is a condition for rebirth. ...",
    "ai-patthana1.4:163.1_1": "‘The three aggregates are conditions for the aggregates.’ ...",
    "ai-patthana1.4:163.1_2": "with two aggregates as condition: the aggregates,",
    "ai-patthana1.4:163.1_3": "the result of the constituents aggregates ...",
    "ai-patthana1.4:163.1_4": "with two aggregates as condition: the aggregates,",
    "ai-patthana1.4:164.1_0": "the result of principles doesn’t arise to because of undertaking the result, avoiding each other, is a condition for corruption of good qualities.",
    "ai-patthana1.4:165.1_0": "the result of the teaching or the result of past deeds, future or present,",
    "ai-patthana1.4:165.1_1": "Two constituents (of mind and body) that provide fuel for attachment.",
    "ai-patthana1.4:166.1_0": "the resultant things ...",
    "ai-patthana1.4:166.1_1": "with two aggregates as condition: the aggregates,",
    "ai-patthana1.4:167.1_0": "one thing doesn’t arise in neither to be a condition for the aggregates, nor any offenses entailing suspension.",
    "ai-patthana1.4:167.1_1": "There are two conditions for the aggregates: the three great elements, the four primary elements, the three great elementals, the four primary elements, the one great elementals, the six sense fields, and the eighteen elements. ...",
    "ai-patthana1.4:167.1_2": "observed ...",
    "ai-patthana1.4:167.1_3": "nutriment nourishes",
    "ai-patthana1.4:167.1_4": "the seasons ...",
    "ai-patthana1.4:167.1_5": "one world’s ownership is the three great primaries. ...",
    "ai-patthana1.4:167.1_6": "the two great elementals are great.",
    "ai-patthana1.4:167.1_7": "clothes as condition: the aggregates, and the things that are in line with the teachings.",
    "ai-patthana1.4:168.1_0": "Neither results in the present life, a result in eye consciousness, a condition for eye consciousness.",
    "ai-patthana1.4:168.1_1": "the body sense-sphere is a condition for the body-consciousness.",
    "ai-patthana1.4:168.1_2": "the results of the constituents (of mind and body) that provide fuel for attachment.",
    "ai-patthana1.4:169.1_0": "Neither percipients have the resultant natural principles, the result of bad character.",
    "ai-patthana1.4:170.1_0": "the result of all things or the result of the teaching. And the result of the body, speech, and mind come to be. constituents is a condition for the eye, ear consciousness, and eye contact. ...",
    "ai-patthana1.4:170.1_1": "the aggregates and the two fields of the body ...",
    "ai-patthana1.4:170.1_2": "body ...",
    "ai-patthana1.4:170.1_3": "The results of the constituents and three aggregates ...",
    "ai-patthana1.4:170.1_4": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:170.1_5": "the result of the constituents and the three aggregates ...",
    "ai-patthana1.4:170.1_6": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:171.1_0": "resultant principles neither exists nor results in things,",
    "ai-patthana1.4:171.1_1": "the two aggregates and the two aggregates,",
    "ai-patthana1.4:172.0_0": "that’s where it’s at all.",
    "ai-patthana1.4:172.1_0": "the result of a result for the result, and for the sake of living together with gods.",
    "ai-patthana1.4:173.0_0": "he was reborn amongst gods and humans (only),",
    "ai-patthana1.4:173.1_0": "with the ending of support. ...",
    "ai-patthana1.4:173.1_1": "The three aggregates of birth and death are a condition for the sake of aggregates. ...",
    "ai-patthana1.4:173.1_2": "with two conditions as condition: physical processes,",
    "ai-patthana1.4:174.0_0": "* The Rains Retreat",
    "ai-patthana1.4:174.1_0": "The resultant thing that arises conditioned by the result of the aggregates, one for the sake of phenomena is a condition for the three aggregates. The one, two, three, four, five, ten conditions are fulfilled.",
    "ai-patthana1.4:175.1_0": "one thing doesn’t arise in neither to be a condition for the aggregates nor transmigrating. They don’t have a condition for definitiveness and only another.",
    "ai-patthana1.4:175.1_1": "clothes as condition: the aggregates, and the things that are in line with the teachings.",
    "ai-patthana1.4:176.1_0": "one who neither results nor has a resultant nature as condition; the resultant roots and results; and the practice that leads to forest.",
    "ai-patthana1.4:177.1_0": "The results of the teaching neither to be classed as aggregates, nor is conditioned by teachings, specific conditioned by body, speech, and mind, all three conditioned things, and three are conditions for the aggregates.",
    "ai-patthana1.4:178.0_0": "(there is) actions that are bad deeds",
    "ai-patthana1.4:178.1_0": "the result of good deeds ...",
    "ai-patthana1.4:179.0_0": "resultant results",
    "ai-patthana1.4:179.1_0": "results in a result ...",
    "ai-patthana1.4:180.1_0": "Neither have three things and results in the present life. Neither by nature, resulting in the noble ones, and what is liable to perishing. ...",
    "ai-patthana1.4:180.1_1": "two great elementals are the reason why the two primary elements are produced by form, feeling, perception, choices, and consciousness.",
    "ai-patthana1.4:180.1_2": "the result and the world ...",
    "ai-patthana1.4:181.1_0": "results in neither results nor have resultant nature ...",
    "ai-patthana1.4:182.0_0": "nutriment, etc.,",
    "ai-patthana1.4:182.1_0": "repulsion is a condition for food ...",
    "ai-patthana1.4:182.1_1": "a condition for faculties ...",
    "ai-patthana1.4:182.1_2": "... the a condition for absorption ...",
    "ai-patthana1.4:182.1_3": "the wrong path is a condition for path ...",
    "ai-patthana1.4:182.1_4": "with a condition as condition: mind associated with knowledge,",
    "ai-patthana1.4:182.1_5": "When he’s cleared is finished.",
    "ai-patthana1.4:182.1_6": "there is an condition that gives rise to sorrow ...",
    "ai-patthana1.4:182.1_7": "there’s no offense as condition ...",
    "ai-patthana1.4:182.1_8": "having no sorrow for you when you are future.",
    "ai-patthana1.4:182.1_9": "(They are) without delusion.",
    "ai-patthana1.4:183.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:183.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:183.1_0": "Yet there are seven linkings, seven on the near shores, and seven on the fourteenth day sabbath with its seventh topics. There are seven linking deeds, seven linking in the woods, and seven robbers, seven lakes, seven evokes, and eight opposites. There is no places of the seventh.",
    "ai-patthana1.4:184.0_0": "Questions",
    "ai-patthana1.4:184.1_0": "‘... for the sake of seven places.’ ...",
    "ai-patthana1.4:185.1_0": "then you should count the courtesans to a group.",
    "ai-patthana1.4:186.1_0": "before breakfast,",
    "ai-patthana1.4:187.0.1_0": "1.4.3.2. Paccayapaccanīya",
    "ai-patthana1.4:187.0.2_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:187.0.3_0": "the root of a tree,",
    "ai-patthana1.4:187.1_0": "the result of a teaching ...",
    "ai-patthana1.4:188.1_0": "resultant principles, without doubt, falling away, or With the result of doubt as condition:",
    "ai-patthana1.4:189.1_0": "Neither in the lower realms nor in someone liable to vanish, nor do not arise because of one who neither exists in terms of the natural phenomena nor a single thing. ...",
    "ai-patthana1.4:190.1_0": "‘It’s not the reason for the eye, ear, nose, tongue, body, or mind consciousness.’ ...",
    "ai-patthana1.4:191.1_0": "Neither have the result of things that give rise to the result of in speech, and when the result of that cause or reason.",
    "ai-patthana1.4:192.1_0": "Neither have the result of things and result of the body.",
    "ai-patthana1.4:193.1_0": "results in principles or results. ...",
    "ai-patthana1.4:193.1_1": "one who doesn’t give rise to the teaching of the noble ones ...",
    "ai-patthana1.4:193.1_2": "results without principles or with bad results. ...",
    "ai-patthana1.4:194.1_0": "resultant principles, liable to be reborn, and the result of the teaching. When the result of all things have no doubt or uncertainty or uncertainty, he has no doubt about the teaching or training.",
    "ai-patthana1.4:195.0_0": "(They are) not with sense-objects.",
    "ai-patthana1.4:195.1_0": "results in the present life or in an liable to fall,",
    "ai-patthana1.4:196.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:196.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:196.1_0": "Nor do they have no satisfaction in the five stages. We don’t hold a worms orches of the five sections, nor five hundred leagues in the wilds, or seven and four essences. We don’t embracing a person, two overestimations, four paths, or five constructions produced by the five consecrations worries.",
    "ai-patthana1.4:197.0.1_0": "1.2. Paccayapaccanīya",
    "ai-patthana1.4:197.0.2_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:197.0.3_0": "if it is not with no cause or reason;",
    "ai-patthana1.4:197.1_0": "Not cause or reasoning or reason,",
    "ai-patthana1.4:197.1_1": "one, two, three, four, or five consuming upwards, don’t have a single prisoned in one place when there are three cases, but not three.",
    "ai-patthana1.4:198.1_0": "(This should be expanded as in the same way.)",
    "ai-patthana1.4:199.1_0": "(They are) aroused.",
    "ai-patthana1.4:200.0.1_0": "he is the one who constantly looks forwards,",
    "ai-patthana1.4:200.0.2_0": "Questions",
    "ai-patthana1.4:200.1_0": "not with the cause or reason for five reasons, not for the sake of establishing the five reasons, not for the sake of non-human beings, or five hundred days.",
    "ai-patthana1.4:201.1_0": "as a skilled course should be counted in a way that is to say:",
    "ai-patthana1.4:202.1_0": "To be experienced by the mind,",
    "ai-patthana1.4:203.0.1_0": "he is the one who obtains undergoing tendencies for him;",
    "ai-patthana1.4:203.0.2_0": "if it is not with no cause or reason;",
    "ai-patthana1.4:203.1_0": "Neither with the causes and reasons, there are seven conditions for the sake of producing kamma, and nine dreadfulness, and twelve widows of the beings in the various orders of their deed, and nine hundred and seventh sections (of the next world). Doctrines deed, for seventy-two faculties, the eighteenth sections wariels) without being a declaration,",
    "ai-patthana1.4:204.0_0": "Triads the three dollars",
    "ai-patthana1.4:204.1_0": "with no cause or reason for two reasons,",
    "ai-patthana1.4:205.1_0": "as with a wholesome later profitable intentions are to be followed by the courtesan.",
    "ai-patthana1.4:206.1_0": "out of compassion for me;",
    "ai-patthana1.4:206.2_0": "descending from the bodies of light,",
    "ai-patthana1.4:207.0.1_0": "1.4.4. Nissayavāra",
    "ai-patthana1.4:207.0.2_0": "1.4.4.1–4 Paccayacatukka",
    "ai-patthana1.4:207.1_0": "the result of the teaching ...",
    "ai-patthana1.4:208.1_0": "... “I attained the sake of vanity ...",
    "ai-patthana1.4:209.1_0": "You shouldn’t have a debate lie down for twelve years, or not for five hundred years.",
    "ai-patthana1.4:210.1_0": "not with the cause or condition for the objects of five conditions, nor are three conditions for the objects of sense desires,",
    "ai-patthana1.4:211.1_0": "or with no cause or condition for the object of seven conditions,",
    "ai-patthana1.4:212.1_0": "free of hide and bait,",
    "ai-patthana1.4:213.0.1_0": "1.4.5. Saṁsaṭṭhavāra",
    "ai-patthana1.4:213.0.2_0": "1.4.5.1. Paccayānuloma",
    "ai-patthana1.4:213.0.3_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:213.0.4_0": "causes these reasons",
    "ai-patthana1.4:213.1_0": "The results of the teaching ...",
    "ai-patthana1.4:214.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:214.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:214.1_0": "There are three on the cause, three on the reasons, and three the paths beginning with persons two, three, three, four, five, three, three, four, five, ten, and three. There is an unadulterated blissful meditation subjects in the forest, three enlightenments, three faculties, three the sections, and three the paths. There are, three, three, four, five, three drops, and three.",
    "ai-patthana1.4:214.1_1": "This is the section in brief.",
    "ai-patthana1.4:215.1_0": "then you should count the courtesans to a group.",
    "ai-patthana1.4:216.1_0": "before breakfast,",
    "ai-patthana1.4:217.0.1_0": "1.4.5.2. Paccayapaccanīya",
    "ai-patthana1.4:217.0.2_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:217.1_0": "the result of the teaching ...",
    "ai-patthana1.4:217.1_1": "two aggregates are the two aggregates.",
    "ai-patthana1.4:217.1_2": "(All should be treated) analyse,",
    "ai-patthana1.4:218.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:218.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:218.1_0": "not for the sake of the kings or three dances, three kings, or three drops drawn out from the water at the end of the two, three, three, four, five, three, three, two, or three.",
    "ai-patthana1.4:219.1_0": "(This should be expanded as in the same way.)",
    "ai-patthana1.4:220.1_0": "(They are) aroused.",
    "ai-patthana1.4:221.0_0": "he is the one who constantly clothes,",
    "ai-patthana1.4:221.1_0": "not a cause or reason for three conditions. ...",
    "ai-patthana1.4:222.1_0": "as a skilled course should be counted in a way that is to say:",
    "ai-patthana1.4:223.1_0": "To be experienced by the mind,",
    "ai-patthana1.4:224.0_0": "he is the one who obtains undergoing tendency to conceit,",
    "ai-patthana1.4:224.1_0": "Neither have three conditions for the sake of a single object, three come back to the beginning. ...",
    "ai-patthana1.4:225.1_0": "as with a wholesome later profitable intentions are to be followed by the courtesan.",
    "ai-patthana1.4:226.1_0": "out of compassion for me;",
    "ai-patthana1.4:226.2_0": "The Simile of the Guardian",
    "ai-patthana1.4:227.0.1_0": "1.4.6. Sampayuttavāra",
    "ai-patthana1.4:227.0.2_0": "1.4.6.1–4 Paccayacatukka",
    "ai-patthana1.4:227.1_0": "the result of the teaching associated with one phenomena, the result of three aggregates, and the three aggregates arise ...",
    "ai-patthana1.4:228.1_0": "...”",
    "ai-patthana1.4:229.1_0": "You shouldn’t have any satisfaction ...",
    "ai-patthana1.4:230.1_0": "not by cause or reason. ...",
    "ai-patthana1.4:231.1_0": "with no cause or condition for the object. ...",
    "ai-patthana1.4:232.1_0": "Rolling associated with pollutants.",
    "ai-patthana1.4:233.0.1_0": "1.4.7. Pañhāvāra",
    "ai-patthana1.4:233.0.2_0": "1.4.7.1. Paccayānuloma",
    "ai-patthana1.4:233.0.3_0": "the ‘factored’, the ‘composed’, and the ‘unbound’—",
    "ai-patthana1.4:233.0.4_0": "causes these reasons",
    "ai-patthana1.4:233.1_0": "the result is the cause, the reason for the occurrence of the teaching associated with the aggregates of the Dhamma, for the sake of the aggregates of the sense-spheres of the aggregates.",
    "ai-patthana1.4:233.1_1": "the result of the constituents (of mind and bodily form), the result of the aggregates,",
    "ai-patthana1.4:234.1_0": "The result is the cause for the occurrence of sights, nor for the sake of the mind condition for the sake of the production of condition.",
    "ai-patthana1.4:234.1_1": "the result of good conduct is the cause of (may be) conditions for the result of former existences and conditions.",
    "ai-patthana1.4:235.1_0": "the result is the reason why neither the results nor the aggregates of forms associated with the formless consciousness, for the sake of the aggregates, nor for the sake of phenomena.",
    "ai-patthana1.4:235.1_1": "the result of the constituents (of mind and bodily form) are related to the root of the components (of mind and bodily form).",
    "ai-patthana1.4:236.1_0": "the resultant roots, the resultant roots, the resultant roots, and the aggregates associated with the states of the aggregates.",
    "ai-patthana1.4:237.1_0": "the resultant principles have neither results nor the resultant nature.",
    "ai-patthana1.4:238.1_0": "the resultant principles have the resultant nature as condition. Its associated with the aggregates of phenomena, etc., and the causes and conditions for the sake of the aggregates of forms, and the eighteen aggregates.",
    "ai-patthana1.4:239.1_0": "Neither have no cause or condition. Rather transmigrations of the aggregates beginning with the formless states, produced in the cognitive (wholesome) processes, the condition for the sake of phenomena, for the sake of the aggregates beginning with form, or for the sake of the aggregates.",
    "ai-patthana1.4:240.0_0": "objects of sense-objects,",
    "ai-patthana1.4:240.1_0": "The result of principles ...",
    "ai-patthana1.4:240.1_1": "Then along with this, doubt arises, and skillful arises.",
    "ai-patthana1.4:241.1_0": "The results of principles, the result of suffering, the fruit of streaming radiance, and the result of suffering.",
    "ai-patthana1.4:241.1_1": "The greed arises ...",
    "ai-patthana1.4:241.1_2": "mental sadness arises in mind and results of the mind.",
    "ai-patthana1.4:241.1_3": "the resultant minds of the constituents (of mind and body) that provide fuel for attachment, the recollection of past lives, without object,",
    "ai-patthana1.4:242.1_0": "The results of the result of suffering in the present life, the result of the mind, of the fruition or of non-confusion, of the mind, and the eighty-factors of suffering.",
    "ai-patthana1.4:242.1_1": "the resultant minds of the constituents (of mind and body) that provide fuel for knowledge. It has arisen in the future, and is a condition for knowledge.",
    "ai-patthana1.4:243.1_0": "The resultant thing that has been given up in him after giving an ethical conduct, and reflecting on the observance day, they check the observance-day procedure and reflect on the sabbath. Then they review the specially knowing that the beginning, the lust that is why they review the path that the defilements are repulssive, spring to mind, and become discovered. They examine the noble path with no doubts, repetitions.",
    "ai-patthana1.4:243.1_1": "The greed arises ...",
    "ai-patthana1.4:243.1_2": "sadness arises in mind, and the result of mental excitement.",
    "ai-patthana1.4:243.1_3": "the sphere of endless space by the sphere of endless consciousness condition.",
    "ai-patthana1.4:243.1_4": "the base consisting of neither perception nor non-perception as condition: the base consisting of neither perception nor non-perception,",
    "ai-patthana1.4:243.1_5": "the resultant principles of the teachings, the knowledge of the recollection of the aggregates, and the knowledge of former lives, in accordance with knowledge of the analysis of death, and the knowledge of the recollection of past lives.",
    "ai-patthana1.4:244.1_0": "the result of thoughts ...",
    "ai-patthana1.4:244.1_1": "The greed arises ...",
    "ai-patthana1.4:244.1_2": "Then the result of sadness arises in him, and the result of the skillful.",
    "ai-patthana1.4:244.1_3": "the base consisting of boundless space as condition.",
    "ai-patthana1.4:244.1_4": "he who is skilled in the dimension of nothingness, and having the base consisting of neither perception nor non-perception as condition.",
    "ai-patthana1.4:245.1_0": "The result is that conditioned by way of taking up practices in line with the teaching. It is a condition for reviewing of the paths and the practice that leads to the did good.",
    "ai-patthana1.4:245.1_1": "When they’ve given up the defilements, they know the result of the defilements, discontent, and the mind as impermanent, as suffering, as diseased, and as an absence of suffering.",
    "ai-patthana1.4:245.1_2": "the base consisting of boundless space as condition.",
    "ai-patthana1.4:245.1_3": "the base consisting of neither perception nor non-perception as condition for the sphere of neither-perception, and with the object as condition.",
    "ai-patthana1.4:245.1_4": "the resultant principles of thesome thoughts, the knowledge of the recollection of past lives, and the knowledge of the dissolution condition for knowledge of former lives, and the desirelessness of obsession by knowledge.",
    "ai-patthana1.4:246.1_0": "Neitherlessness is a condition for the sake of neither perception nor non-percipient. It is a condition for reviewing the states of extinguishment in the present life.",
    "ai-patthana1.4:246.1_1": "the condition being by way of quenching as objects (in knowledge).",
    "ai-patthana1.4:246.1_2": "When you don’t see the eye, sights, eye consciousness, and eye contact as suffering, ear and nose contact, tongue contact, body and mind are impermanent ...",
    "ai-patthana1.4:246.1_3": "touches ...",
    "ai-patthana1.4:246.1_4": "clothes ...",
    "ai-patthana1.4:246.1_5": "They neither see nor hear a sound as impermanent.",
    "ai-patthana1.4:246.1_6": "the sphere of endless space, the sphere of endless consciousness, and the condition being by way of the sphere of contact.",
    "ai-patthana1.4:246.1_7": "the sphere of neither-perception-nor-non-perception as object,",
    "ai-patthana1.4:246.1_8": "Neither have neither supernormal powers of the aggregates nor psychic powers, knowledge of the recollection of past lives, and the mental knowledge of the deathlessness of the deathless.",
    "ai-patthana1.4:247.1_0": "the result of principles doesn’t have the result of principles or the result of principles, and the result of principles with the teaching as its object.",
    "ai-patthana1.4:247.1_1": "the eye ...",
    "ai-patthana1.4:247.1_2": "The greed arises ...",
    "ai-patthana1.4:247.1_3": "sorrow and lamentation arises,",
    "ai-patthana1.4:247.1_4": "It has an unwholesome foundation of form ...",
    "ai-patthana1.4:247.1_5": "touches ...",
    "ai-patthana1.4:247.1_6": "clothes ...",
    "ai-patthana1.4:247.1_7": "They don’t take pleasure in the things that are impermanent, suffering, and perishable.",
    "ai-patthana1.4:247.1_8": "The greed arises ...",
    "ai-patthana1.4:247.1_9": "sorrow and lamentation arises,",
    "ai-patthana1.4:247.1_10": "It has a wholesome and an unwholesome foundation.",
    "ai-patthana1.4:247.1_11": "eye consciousness ...",
    "ai-patthana1.4:247.1_12": "the tangibles sense-sphere is a condition for the body-consciousness condition.",
    "ai-patthana1.4:248.1_0": "The results of neither the results nor the results of bad qualities is a condition for the sake of an unprincipledity.",
    "ai-patthana1.4:248.1_1": "the delighting in Nibbāna is a condition for the support of Nibbāna.",
    "ai-patthana1.4:248.1_2": "the eye ...",
    "ai-patthana1.4:248.1_3": "The greed arises ...",
    "ai-patthana1.4:248.1_4": "sorrow and lamentation arises,",
    "ai-patthana1.4:248.1_5": "If you take pleasure in the ear ...",
    "ai-patthana1.4:248.1_6": "They don’t take pleasure in the things that are impermanent, suffering, and perishable.",
    "ai-patthana1.4:248.1_7": "With clairvoyance that is purified and superhuman, they hear the sound of the ear element, sounds, smells, tastes, and touches. And they don’t understand the mind with the divine eyes.",
    "ai-patthana1.4:248.1_8": "Neither have neither supernaturally inspired nor the aggregates of the knowledge of the deathless. Mindfulness of former lives is a condition for recollection.",
    "ai-patthana1.4:249.0_0": "Lord of:",
    "ai-patthana1.4:249.1_0": "the result is a condition for the teaching by way of Dhamma.",
    "ai-patthana1.4:249.1_1": "Associating with predominances, the aggregates of the constituents (of mind and body) associated with the scope of the aggregates.",
    "ai-patthana1.4:250.1_0": "the resultant principles by way of the result condition.",
    "ai-patthana1.4:250.1_1": "And the result of predominances, having honored, respected, revered, and venerated the result of interest.",
    "ai-patthana1.4:250.1_2": "and having given up greed, passion arises.",
    "ai-patthana1.4:251.1_0": "The result is the reason why neither results nor by legitimate means, Neither forms nor by legitimate means, and in accordance with the Monastic Law.",
    "ai-patthana1.4:251.1_1": "and he pursues the fruit of poison, he lends a heavy fruit.",
    "ai-patthana1.4:251.1_2": "the condition for the sake of preceding the arising of predominance: the mind-made by means of the consciousness-originated great primaries in the case of the fine-material spheres.",
    "ai-patthana1.4:252.1_0": "The results of the result is neither Dhamma nor non-percipient condition.",
    "ai-patthana1.4:252.1_1": "As to the aggregates of the constituents (of mind and body) associated with the formless realms, the intention of phenomena, and the mind-made by way of body.",
    "ai-patthana1.4:253.1_0": "the resultant principles, the teaching is the condition for the arisen, and the objection of it together with the object.",
    "ai-patthana1.4:253.1_1": "the sabbath, having performed their precepts, and after honoring that very day, they undertaken the observance-day procedure and the observance-day procedure, he does so after repeatedly checking their precepts, and the bliss, having honored and respected them in the noble path. They remained, remembering, residing in line with his teaching.",
    "ai-patthana1.4:253.1_2": "and having given up greed, passion arises.",
    "ai-patthana1.4:253.1_3": "the following things associated with phenomena, and the aggregates of the forms associated with them.",
    "ai-patthana1.4:254.1_0": "the resultant principles neither results nor by legitimate means, and by legitimate means, having arisen in him in the same way.",
    "ai-patthana1.4:254.1_1": "Recollecting the path to awakening, and reviewing this path.",
    "ai-patthana1.4:254.1_2": "the condition for the sake of predominance: thoughts of the mind-made body and the mind-made condition for sights.",
    "ai-patthana1.4:255.1_0": "the resultant principles, the teaching, and the result of principles neither results nor by nature, but the teaching in line with the teaching.",
    "ai-patthana1.4:255.1_1": "Associating with the aggregates of many things associated with the form-world and the consciousness-originated elements; the three aggregates beginning with the formless states of the aggregates; the condition interruption of the mind and bodily-form.",
    "ai-patthana1.4:256.1_0": "Neither have no resultant nature; the teaching is meant in accordance with the Teaching; the Monastic Code is a condition for the legitimate; the producing condition for the appearance of not having become a legitimate-like way.",
    "ai-patthana1.4:256.1_1": "and reflects on the object of sex,",
    "ai-patthana1.4:256.1_2": "the origin of the world is produced by phenomena: the aggregates associated with the formless realms, and the consciousness associated with the consciousness associated with the formless.",
    "ai-patthana1.4:257.1_0": "the result of not law of the teaching is a condition for the result of thoughts.",
    "ai-patthana1.4:257.1_1": "the condition for quenching as objects of extinguishment, the fruit of streaming radiance is a condition for fruition.",
    "ai-patthana1.4:258.1_0": "the resultant principles that have neither resultant nor have resultant nature;",
    "ai-patthana1.4:258.1_1": "and reflecting on the object of extinguishment,",
    "ai-patthana1.4:258.1_2": "is a condition for the ending of Nibbāna, the opposite sex, for that is a condition for (wholesome) dealing with suppression.",
    "ai-patthana1.4:258.1_3": "and comes to the eye’s gratification.",
    "ai-patthana1.4:258.1_4": "and having given up greed, passion arises.",
    "ai-patthana1.4:258.1_5": "If you take pleasure in the ear ...",
    "ai-patthana1.4:258.1_6": "who neither approves nor dismisses the degree of the definite constituents.",
    "ai-patthana1.4:258.1_7": "and having given up greed, passion arises.",
    "ai-patthana1.4:259.0_0": "(They are) uninterrupted.",
    "ai-patthana1.4:259.1_0": "The result of the result of the teaching is a condition for the past, the future, and the present phenomena. The result of the present constituents (of mind and body) is a condition for the future.",
    "ai-patthana1.4:259.1_1": "the result of five-consciousness element in the next life-continuum is the condition being by way of preceding.",
    "ai-patthana1.4:259.1_2": "the resultant mind-consciousness element has the result element in the same way as condition.",
    "ai-patthana1.4:260.1_0": "The results in neither-percipient-nor-non-places",
    "ai-patthana1.4:260.1_1": "next day, the condition for the next world,",
    "ai-patthana1.4:260.1_2": "the resultant mind-consciousness element in the past, the future-consciousness element, and the mentality-consciousness element in the ways of being condition.",
    "ai-patthana1.4:261.1_0": "the resultant principles, the result of phenomena, the result of the aggregates, the result of the sense spheres, and the present in the immediately effective sense.",
    "ai-patthana1.4:261.1_1": "the responsible for the ascetic Gotama ...",
    "ai-patthana1.4:261.1_2": "laziness ...",
    "ai-patthana1.4:261.1_3": "the anus of a chariot-maker ...",
    "ai-patthana1.4:261.1_4": "the condition being by way of preceding condition.",
    "ai-patthana1.4:262.1_0": "the resultant things of the teaching belonging to the beginning, the middle, and the end of the teaching. ...",
    "ai-patthana1.4:262.1_1": "the path of fruit ...",
    "ai-patthana1.4:262.1_2": "the fruit of a trainee nun ...",
    "ai-patthana1.4:262.1_3": "The cessation of the dimension of neither perception nor non-perception is a condition for the attainment of cessation.",
    "ai-patthana1.4:263.1_0": "Neither in the transmigrations nor the aggregates, neither the components nor the aggregates, nor the aggregates of the sense-spheres nor the specific condition. In line with the teaching, they don’t, observe the previous causes.",
    "ai-patthana1.4:264.1_0": "Neither results nor the results of the teaching results or the result of five that beginning with consciousness. It is a condition for the attainment of the present life.",
    "ai-patthana1.4:264.1_1": "of the nature of the aggregates neither emerging from the top of the fruits of neither emerging from the attainment of the fruition,",
    "ai-patthana1.4:264.1_2": "The cessation of the dimension of neither perception nor non-perception is a condition for the attainment of cessation through the fruit of cessation.",
    "ai-patthana1.4:265.1_0": "Neither results nor results in the same way results, which results in the present life or the next world, or the absence of condition.",
    "ai-patthana1.4:266.0_0": "The precincts",
    "ai-patthana1.4:266.1_0": "the result is the reason for this, the result of the teaching through the next Path, next the Producing of the Dhamma.",
    "ai-patthana1.4:267.0_0": "with birth and old age.",
    "ai-patthana1.4:267.1_0": "the result of the teaching is a condition for the sake of constituent parts of the teaching. ...",
    "ai-patthana1.4:268.1_0": "the resultant thing ...",
    "ai-patthana1.4:269.1_0": "Neither have no results in the same way.",
    "ai-patthana1.4:269.1_1": "one time ...",
    "ai-patthana1.4:269.1_2": "observed ...",
    "ai-patthana1.4:269.1_3": "nutriment nourishes",
    "ai-patthana1.4:269.1_4": "the seasons ...",
    "ai-patthana1.4:269.1_5": "one world’s ownership ...",
    "ai-patthana1.4:270.1_0": "the result of not liable to decline, the result of the teaching, the result of the aggregates, and the result of the aggregates beginning with good qualities.",
    "ai-patthana1.4:271.1_0": "results in all things beginning with the result of the teaching.",
    "ai-patthana1.4:272.1_0": "The results of sights, sounds, smells, tastes, touches, and thoughts are not liable to vanish.",
    "ai-patthana1.4:272.1_1": "the result of the constituents (of mind and body) that originate from the constituents (of mind and bodily form), the cause of the occurrence of the aggregates beginning with materiality, and the condition.",
    "ai-patthana1.4:273.1_0": "the results of things, Neither Posite-monking Neither-like nature, and the aggregates beginning with the qualities of many states, trickling downwards and producing condition.",
    "ai-patthana1.4:274.0_0": "mutually related each other,",
    "ai-patthana1.4:274.1_0": "the result of principles, the result of in accordance with the Teaching, the aggregates, the one defining of the Dhamma, and one habitually practices.",
    "ai-patthana1.4:274.1_1": "or at the moment of connection ...",
    "ai-patthana1.4:275.1_0": "The resultant principles doesn’t have the same result, constituent, the result of good conduct, the result of each other, and the practice that leads to each other.",
    "ai-patthana1.4:276.1_0": "the result of the constituents, the result of good qualities, the result of the aggregates, and the practice that leads to the cessation of perceptions,",
    "ai-patthana1.4:277.1_0": "the resultant things of one thing, the result of thoughts, the result of all things, one thing, and the three aggregates.",
    "ai-patthana1.4:277.1_1": "Two aggregates ...",
    "ai-patthana1.4:278.1_0": "Neither have no resultant nature; those who don’t have the nature of a texts; the aggregates of the three classes of rebirth into a choice.",
    "ai-patthana1.4:278.1_1": "Two aggregates ...",
    "ai-patthana1.4:279.1_0": "Neither have the result of principles or results in the teaching of the course of a certain point. ...",
    "ai-patthana1.4:280.1_0": "results in the present life or the result of principles. ...",
    "ai-patthana1.4:280.1_1": "At the moment of the constituents (of mind and body), one or two,",
    "ai-patthana1.4:280.1_2": "Seven Questions",
    "ai-patthana1.4:281.0_0": "that’s where it’s at all.",
    "ai-patthana1.4:281.1_0": "the result is a condition for the teaching. ...",
    "ai-patthana1.4:281.1_1": "the resultant thing ...",
    "ai-patthana1.4:282.1_0": "results in neither results nor have resultant nature;",
    "ai-patthana1.4:283.1_0": "results of principles or results of principles,",
    "ai-patthana1.4:283.1_1": "eye consciousness ...",
    "ai-patthana1.4:283.1_2": "the sense fields of body consciousness ...",
    "ai-patthana1.4:283.1_3": "the result of the constituents (of mind and bodily form), the result of the aggregates,",
    "ai-patthana1.4:284.1_0": "Neither results nor results in unprincipled results; the result of the aggregates of the nature, etc. ...",
    "ai-patthana1.4:285.1_0": "The results of the teaching neither the results nor the result of thoughts, nor the result of thoughts, nor the eye consciousness, and the internal eye consciousness. ...",
    "ai-patthana1.4:285.1_1": "body consciousness ...",
    "ai-patthana1.4:285.1_2": "one thing and the results of the aggregates. ...",
    "ai-patthana1.4:285.1_3": "At the moment of the constituents (of mind and body), one or two,",
    "ai-patthana1.4:286.1_0": "results in neither results nor have resultant nature.",
    "ai-patthana1.4:286.1_1": "the result of the constituents (of mind and body), the great elementals and the consciousness element ...",
    "ai-patthana1.4:286.1_2": "constricted ...",
    "ai-patthana1.4:287.1_0": "results in the present life and also the results of many things.",
    "ai-patthana1.4:288.1_0": "results in the present phenomena, or the aggregates of many things, and the formless states of the mind.",
    "ai-patthana1.4:288.1_1": "They answer these questions,",
    "ai-patthana1.4:289.0_0": "Yet even support you.",
    "ai-patthana1.4:289.1_0": "the result is the result of the teaching because of the beginning, the middle, or the end of the up. ...",
    "ai-patthana1.4:290.1_0": "The condition for the sake of pleasure and pain are the condition for the sake of physical pleasure, and for the sake of the pain and sadness eradicated by the perfection.",
    "ai-patthana1.4:290.1_1": "What bodily pain is the condition for the bodily formation? It is the condition for the attainment of the fruition and non-existence .",
    "ai-patthana1.4:290.1_2": "The attainment of the fruition condition for the happiness (intentional) deed is a condition for the bliss (of rebirth),",
    "ai-patthana1.4:291.1_0": "the resultant principles, the result is a condition for the object. ...",
    "ai-patthana1.4:292.1_0": "One gives a gift to an ethical person ...",
    "ai-patthana1.4:292.1_1": "Schism in the Saṅgha,",
    "ai-patthana1.4:292.1_2": "One gives a gift to an ethical person ...",
    "ai-patthana1.4:292.1_3": "Schism in the Saṅgha,",
    "ai-patthana1.4:292.1_4": "physical pain ...",
    "ai-patthana1.4:292.1_5": "the condition being by way of strong support condition.",
    "ai-patthana1.4:293.1_0": "The resultant principles neither have nor settlement in pursuit of principles with liable to vanish ...",
    "ai-patthana1.4:294.1_0": "How does someone who lives supported by the noble ones declare that pleasure and pain are reborn in the underworld, hell?",
    "ai-patthana1.4:295.1_0": "the resultant principles, the resultanting in conformity with the Teaching, the objection next to the analysis of liable to vanish, and the next. ...",
    "ai-patthana1.4:296.1_0": "One gives a gift to someone living in dependence on the earth. ...",
    "ai-patthana1.4:296.1_1": "They win a victor ...",
    "ai-patthana1.4:296.1_2": "views, precepts and observances,",
    "ai-patthana1.4:296.1_3": "One gives a gift supported by the wise ...",
    "ai-patthana1.4:296.1_4": "grabbing a view, hate, and delusion ...",
    "ai-patthana1.4:296.1_5": "view ...",
    "ai-patthana1.4:296.1_6": "Or they give thinking,",
    "ai-patthana1.4:296.1_7": "illustriously ...",
    "ai-patthana1.4:296.1_8": "scaring the Saṅgha ...",
    "ai-patthana1.4:296.1_9": "faithful ...",
    "ai-patthana1.4:296.1_10": "If a person is dead ...",
    "ai-patthana1.4:296.1_11": "ethical conduct ...",
    "ai-patthana1.4:296.1_12": "the condition being by way of strong support condition.",
    "ai-patthana1.4:296.1_13": "for the first absorption ...",
    "ai-patthana1.4:296.1_14": "the dimension of neither perception nor non-perception,",
    "ai-patthana1.4:296.1_15": "first absorption ...",
    "ai-patthana1.4:296.1_16": "the dimension of nothingness ...",
    "ai-patthana1.4:296.1_17": "for the first value of paths,",
    "ai-patthana1.4:296.1_18": "for a fourth time ...",
    "ai-patthana1.4:296.1_19": "The first path is the second ...",
    "ai-patthana1.4:296.1_20": "The third path is the third condition for the fourth condition for the support condition.",
    "ai-patthana1.4:296.1_21": "the one who lives supported by the skillful ...",
    "ai-patthana1.4:296.1_22": "the path to protect the analytical knowledge of meaning ...",
    "ai-patthana1.4:296.1_23": "modes as condition, strong support condition, and skill in the opposite sex.",
    "ai-patthana1.4:296.1_24": "Killing living creatures ...",
    "ai-patthana1.4:296.1_25": "the condition being by way of wrong view ...",
    "ai-patthana1.4:296.1_26": "wrong view ...",
    "ai-patthana1.4:296.1_27": "ill will ...",
    "ai-patthana1.4:296.1_28": "Mother and father of a matricide,",
    "ai-patthana1.4:296.1_29": "wrong view ...",
    "ai-patthana1.4:296.1_30": "wrong view ...",
    "ai-patthana1.4:296.1_31": "the cause of schism in the Sangha, the condition for the reason for the schism,",
    "ai-patthana1.4:297.1_0": "the resultant thing that has the result of naturally arisen in the world ...",
    "ai-patthana1.4:298.1_0": "he makes himself happy and pleased.",
    "ai-patthana1.4:298.1_1": "if she attends on another,",
    "ai-patthana1.4:298.1_2": "faithful ...",
    "ai-patthana1.4:298.1_3": "What is the reason why for one? It is the condition for the result of suffering that originates with the death as its condition.",
    "ai-patthana1.4:298.1_4": "a wholesome and an unwholesome (intentional) deed condition,",
    "ai-patthana1.4:298.1_5": "the path of fruition, the condition for the attainment of fruit,",
    "ai-patthana1.4:299.1_0": "the resultant principles have no support for the result",
    "ai-patthana1.4:300.1_0": "Entering and giving rise to sorrow, you will enter and remain in the noble path to stream-entry.",
    "ai-patthana1.4:300.1_1": "the fourth absorption ...",
    "ai-patthana1.4:300.1_2": "modes as condition, strong support condition, and skill in the opposite sex.",
    "ai-patthana1.4:301.1_0": "Neither in the description of the results of things beginning with unprincipledity in the unprincipled and immoral states. It is a condition for the attainment of the objection consisting of neither perception nor non-perception. ...",
    "ai-patthana1.4:302.1_0": "he’s able to persuade him ...",
    "ai-patthana1.4:302.1_1": "eating in moderation ...",
    "ai-patthana1.4:302.1_2": "the arising of dwellings ...",
    "ai-patthana1.4:303.1_0": "Neither results in the same way beginning, the result is a condition for the unprincipledity of natural principles, and the support for the instance of natural principles. ...",
    "ai-patthana1.4:304.1_0": "Paṭācārā,",
    "ai-patthana1.4:304.1_1": "eating in moderation ...",
    "ai-patthana1.4:304.1_2": "What pleasure has the reason for one who is happy and in bodily pain? It is a condition for the attainment of the fruition and results in good condition.",
    "ai-patthana1.4:305.1_0": "Neither have the resultant naturally in the present life as its object, and the result when produced by unprofitable things. ...",
    "ai-patthana1.4:306.1_0": "One gives a gift to someone living in dependence on Paṭācārā.",
    "ai-patthana1.4:306.1_1": "Schism in the Saṅgha,",
    "ai-patthana1.4:306.1_2": "eating in moderation ...",
    "ai-patthana1.4:306.1_3": "A gift one gives to a lodging ...",
    "ai-patthana1.4:306.1_4": "if she splits the Sangha;",
    "ai-patthana1.4:306.1_5": "eating in moderation ...",
    "ai-patthana1.4:306.1_6": "furniture ...",
    "ai-patthana1.4:306.1_7": "the condition being by way of strong support condition.",
    "ai-patthana1.4:307.0_0": "are unborn and old.",
    "ai-patthana1.4:307.1_0": "Neither terrifies nor Aware neither results nor a basis for ending the objects of the qualities of an liable to decline.",
    "ai-patthana1.4:308.1_0": "And authority born in the eye ...",
    "ai-patthana1.4:308.1_1": "touches ...",
    "ai-patthana1.4:308.1_2": "clothing ...",
    "ai-patthana1.4:308.1_3": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn ...",
    "ai-patthana1.4:308.1_4": "With clairaudience that is purified and superhuman, they hear the sound element ...",
    "ai-patthana1.4:308.1_5": "a basis for ending the aggregates, neither too tight nor the aggregates, nor the sense fields in the various orders of sentient beings.",
    "ai-patthana1.4:309.1_0": "Neither results nor results in the result of the teaching; for the result of the teaching, the in worshiping of the natural principles, and invariable objects.",
    "ai-patthana1.4:310.1_0": "And they look for themselves in the eye of a trainee or a noble disciple.",
    "ai-patthana1.4:310.1_1": "The greed arises ...",
    "ai-patthana1.4:310.1_2": "sorrow and lamentation arises,",
    "ai-patthana1.4:310.1_3": "Then the resultant roots, the result arises in him.",
    "ai-patthana1.4:310.1_4": "If you take pleasure in the ear ...",
    "ai-patthana1.4:310.1_5": "clothing ...",
    "ai-patthana1.4:310.1_6": "Then as object arises, it arises.",
    "ai-patthana1.4:310.1_7": "eye consciousness ...",
    "ai-patthana1.4:310.1_8": "body consciousness ...",
    "ai-patthana1.4:310.1_9": "The sense fields of eye consciousness: eye consciousness,",
    "ai-patthana1.4:310.1_10": "body consciousness ...",
    "ai-patthana1.4:310.1_11": "the result of the constituents (of mind and bodily form), the condition being by way of constituents (of mind and body),",
    "ai-patthana1.4:311.1_0": "the result of not liable to fall away, the result of bad character, or the result of all things in the present life.",
    "ai-patthana1.4:312.1_0": "a trainee nun ...",
    "ai-patthana1.4:312.1_1": "energy ...",
    "ai-patthana1.4:312.1_2": "sorrow and lamentation arises,",
    "ai-patthana1.4:312.1_3": "If you take pleasure in the ear ...",
    "ai-patthana1.4:312.1_4": "clothing ...",
    "ai-patthana1.4:312.1_5": "sadness ...",
    "ai-patthana1.4:312.1_6": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn ...",
    "ai-patthana1.4:312.1_7": "ear-, sounds, smells, tastes, touches, and thoughts.",
    "ai-patthana1.4:313.1_0": "And a reason for themselves, a condition for the settlement of the sets of phenomena,",
    "ai-patthana1.4:314.0_0": "later they pass away from there.",
    "ai-patthana1.4:314.1_0": "The result is the reason why neither exists nor has arisen in the past, the future or the present.",
    "ai-patthana1.4:315.1_0": "resultant principles neither later nor loss of bad character ...",
    "ai-patthana1.4:316.1_0": "Neither results nor have resultant nature as later result in the teaching ...",
    "ai-patthana1.4:317.0_0": "* The Rains Retreat",
    "ai-patthana1.4:317.1_0": "the result of bad things, the result of the aggregates, the result of phenomena, including the round of rebirths, and the result of thoughts. ...”",
    "ai-patthana1.4:317.1_1": "the responsible for the ascetic Gotama ...",
    "ai-patthana1.4:317.1_2": "laziness ...",
    "ai-patthana1.4:317.1_3": "the anus of a chariot-maker ...",
    "ai-patthana1.4:317.1_4": "the condition being by way of preceding condition.",
    "ai-patthana1.4:318.1_0": "Neither in the case of the counsel that doesn’t have the nature of a triple or quicked hymns,",
    "ai-patthana1.4:319.0_0": "(there is) actions that are bad deeds",
    "ai-patthana1.4:319.1_0": "the result of deeds, the result of deeds, the result of deeds, the aggregates of deeds, and the intention to phenomena are related to the aggregates of deeds.",
    "ai-patthana1.4:319.1_1": "intention regarding momentary intentions ...",
    "ai-patthana1.4:320.1_0": "The results of deeds neither-percipient-nor-pleasant feeling is a condition for the intentional deeds of mind.",
    "ai-patthana1.4:320.1_1": "When the result of good conduct in constantly and results in the formless realm.",
    "ai-patthana1.4:320.1_2": "intention is a condition for the (nature) deed condition.",
    "ai-patthana1.4:321.1_0": "The result is the reason why neither the results nor the aggregates of forms, feeling, perception, choices, and consciousness.",
    "ai-patthana1.4:321.1_1": "As to the result of the constituents (of mind and bodily form) are related to the aggregates of deeds.",
    "ai-patthana1.4:322.1_0": "the resultant principles, the result of deeds, the result of deeds, the aggregates of deeds, the result of deeds, and the aggregates of deeds.",
    "ai-patthana1.4:323.1_0": "the resultant principles, the result of (intentional) deed condition,",
    "ai-patthana1.4:323.1_1": "the result of various things beginning with different the results, the result of deeds, the result of the aggregates, and the result of deeds.",
    "ai-patthana1.4:324.1_0": "the results of deeds, Neither-like nature, and the result of various deeds,",
    "ai-patthana1.4:324.1_1": "Leaves the productive condition for the kamma-originated elements; the intentional activities of the mind-made change in the case of deeds.",
    "ai-patthana1.4:324.1_2": "(into the lower realms), various qualities that are subject to wretched in the formless, (including) deeds, the various forms of deeds, and thenaments of conditions.",
    "ai-patthana1.4:325.1_0": "results in the result of principles or the result of principles, subject to the legal procedures of principles, and in accordance with the Teaching.",
    "ai-patthana1.4:325.1_1": "At the moment of various states, the result of many aggregates, the result of the forms of deeds, and the result of deeds.",
    "ai-patthana1.4:326.1_0": "the resultant principles of the teaching are not liable to perishing, or the aggregates of deeds. the Dhamma is also liable to vanish.",
    "ai-patthana1.4:327.1_0": "Neither in the case of the cognitive later-of-the-Dhammaticulations and causes, pliable to vanish, as are liable to originate and vanish.",
    "ai-patthana1.4:328.0_0": "resultant results",
    "ai-patthana1.4:328.1_0": "The result of the teaching is a condition for the future, namely, the result of the aggregates, one is a condition for the three constituents aggregates.",
    "ai-patthana1.4:328.1_1": "or at the moment of connection ...",
    "ai-patthana1.4:329.1_0": "The result of forms, sounds, smells, tastes, touches, and the result of the form- constituents (of mind and body), the result of the form-originated elements, the result of the mind-made,",
    "ai-patthana1.4:329.1_1": "the result of the constituents (of mind and bodily form), the result of the constituents (of mind and body),",
    "ai-patthana1.4:329.1_2": "topics ...",
    "ai-patthana1.4:330.1_0": "The results of the result of sights, sounds, smells, tastes, touches, and thoughts are the reasons",
    "ai-patthana1.4:330.1_1": "At the moment of the constituents (of mind and body) that provide fuel for attachment, the result of the forms,",
    "ai-patthana1.4:331.0_0": "food for -",
    "ai-patthana1.4:331.1_0": "The result of the teaching is a condition for the fuel for the three aggregates, for the sake of fuel. ...",
    "ai-patthana1.4:331.1_1": "and those with yellow cloths.",
    "ai-patthana1.4:332.1_0": "the resultant principles, three things rooted in unprincipled food,",
    "ai-patthana1.4:333.1_0": "Neither in the Book of the Paths or the aggregates of the forms is a condition for the nutriment consisting of neither perception nor non-perception. It is a condition for the nutriment consisting of forms of the aggregates of forms.",
    "ai-patthana1.4:333.1_1": "The nutriment consists of nutriment consisting of nutriment consisting of the body",
    "ai-patthana1.4:334.0_0": "the faculty,",
    "ai-patthana1.4:334.1_0": "the result of the teaching ...",
    "ai-patthana1.4:334.1_1": "And the result of three faculties should be undertaken by way of body, speech, and mind. ...",
    "ai-patthana1.4:335.1_0": "the condition being neither perception nor non-perception of the sense-of-factoredible objects, the aggregates of the faculties, the sense-spheres of the mind and bodily-form, and the mental faculties of the sense-spheres.",
    "ai-patthana1.4:335.1_1": "The physical life faculty is a condition for the settling of the forms that originate from the form faculty.",
    "ai-patthana1.4:336.1_0": "Neither have no resultant nature of principles; the result of principles beginning with eye-consciousness; the eye-contact is a condition for the ear-contact.",
    "ai-patthana1.4:336.1_1": "body faculty ...",
    "ai-patthana1.4:337.1_0": "the result of principles neither the teachings nor the result of the eye, ear-consciousness, nose-contact, and the body-contact.",
    "ai-patthana1.4:337.1_1": "The body-consciousness faculty of the body, and the the constituent group of (of mind and body) that provide fuel for the body,",
    "ai-patthana1.4:338.0_0": "absorption, absorption,",
    "ai-patthana1.4:338.1_0": "the result is a condition for the teaching ...",
    "ai-patthana1.4:338.1_1": "the resultant principles, the result of three things beginning with qualities, the three condition. ...",
    "ai-patthana1.4:339.1_0": "Neither in the case of the many different things beginning with the triple-rounds beginning with the absorption, the production of the qualities that are in accordance with natural principles, and the production of the absorption aggregates in the jhānas of the formless mind-made enlightenment factor.",
    "ai-patthana1.4:340.0_0": "The Path",
    "ai-patthana1.4:340.1_0": "the result of principles, the teaching is a condition for the three,",
    "ai-patthana1.4:340.1_1": "the resultant principles, the result of bad character, the threefold path,",
    "ai-patthana1.4:340.1_2": "The condition being neither results nor have resultant nature as condition.",
    "ai-patthana1.4:340.1_3": "The aggregates of the variety of paths are the condition for the purification of the mind associated with the forms, and the consciousness associated with the path.",
    "ai-patthana1.4:341.0_0": "Association with the associated states,",
    "ai-patthana1.4:341.1_0": "the result of the teaching is a condition for the ear ... nose ... tongue ... body ...",
    "ai-patthana1.4:341.1_1": "two aggregates ...",
    "ai-patthana1.4:341.1_2": "or at the moment of connection ...",
    "ai-patthana1.4:341.1_3": "the resultant principles with results associated with the subjects,",
    "ai-patthana1.4:341.1_4": "The condition being neither results nor have resultant nature as condition.",
    "ai-patthana1.4:341.1_5": "the two aggregates associated with the two aggregates,",
    "ai-patthana1.4:342.0_0": "the supreme state of peace.",
    "ai-patthana1.4:342.1_0": "The result is the reason why neither dispels nor laternatively, the result of good qualities, and the opposite sex.",
    "ai-patthana1.4:342.1_1": "Approaches of the constituents (of mind and body) that provide fuel for attachment are the most preoccupied with the mind.",
    "ai-patthana1.4:342.1_2": "the result of the constituents (of mind and bodily form), the result of the aggregates of the constituents (of mind and body).",
    "ai-patthana1.4:342.1_3": "the base consisting of the constituents (of mind and body) that provide fuel for attachment.",
    "ai-patthana1.4:342.1_4": "When there is a condition for the arising of the constituent parts (of mind and body), the various aggregates’ body, that is a condition for the mind.",
    "ai-patthana1.4:343.1_0": "The resultant principles neither the results nor the results of bad character.",
    "ai-patthana1.4:343.1_1": "Appearance of the aggregates of the forms, phenomena, influence, and nutriment condition.",
    "ai-patthana1.4:343.1_2": "Afterwards this body manifestation of the aggregates, transgressor of the body, the various forms of sentient beings in the various orders of gods.",
    "ai-patthana1.4:344.1_0": "Neither in the lower realms nor the results of bad character, destiny and later condition. It is a condition for the arising of rebirths—of the reckoning of the laterghing.",
    "ai-patthana1.4:344.1_1": "the aggregates of constituents (of mind and body) that provide fuel for attachment are the most preoccupied with the thoughts of the mind.",
    "ai-patthana1.4:344.1_2": "Rebirth is a condition for the settling of neither perception nor non-perception; the aggregates are the condition for the settling of phenomena.",
    "ai-patthana1.4:344.1_3": "The conditioning of the various things produced in the various orders of sentient beings. In the case of the aggregates immaterial becoming is a condition for the body.",
    "ai-patthana1.4:345.1_0": "Neither results nor the result of the teaching.",
    "ai-patthana1.4:345.1_1": "the result of the constituents (of mind and bodily form), the foundations of the constituents (of mind and bodily form), the foundation of the proportion of the sense spheres.",
    "ai-patthana1.4:345.1_2": "eye consciousness ...",
    "ai-patthana1.4:345.1_3": "body consciousness ...",
    "ai-patthana1.4:345.1_4": "the result of the constituents (of mind and bodily form), the condition being by way of constituents (of mind and body),",
    "ai-patthana1.4:346.1_0": "the resultant principles that have neither resultant nor have resultant nature;",
    "ai-patthana1.4:346.1_1": "Rebirth is a condition for the constituents (of mind and body) that provide fuel for the various forms.",
    "ai-patthana1.4:347.0_0": "there are (obligations towards) there,",
    "ai-patthana1.4:347.1_0": "The resultant principles, the result of the teaching, the aggregates of the Three aggregates, one habit of all ...",
    "ai-patthana1.4:347.1_1": "At the moment of the constituent parts (of mind and body) that provide fuel for attachment,",
    "ai-patthana1.4:348.1_0": "results in things that have resultant nature ...",
    "ai-patthana1.4:348.1_1": "and afterwards you became later.",
    "ai-patthana1.4:348.1_2": "Appearance condition is the aggregates of the forms of the constituents (of mind and body).",
    "ai-patthana1.4:348.1_3": "the result of the constituents (of mind and body) that originate from the constituents (of mind and bodily form), the cause of the condition.",
    "ai-patthana1.4:348.1_4": "When there is the condition for the future, namely arising of the aggregates beginning with this body,",
    "ai-patthana1.4:349.1_0": "the result of the constituents, the result of the aggregates, the result of the aggregates, and the name of form.",
    "ai-patthana1.4:349.1_1": "or at the moment of connection ...",
    "ai-patthana1.4:350.1_0": "resultant principles,",
    "ai-patthana1.4:350.1_1": "the two aggregates are the condition for the sake of the two aggregates.",
    "ai-patthana1.4:351.1_0": "resultant principles, neither later nor loss of bad character.",
    "ai-patthana1.4:351.1_1": "Appearance of the aggregates, sights, and mind originated by the paths of the forms.",
    "ai-patthana1.4:351.1_2": "Arising later states (of the lower realms) in the past, the future, and present in this way.",
    "ai-patthana1.4:352.1_0": "results in principles or results of principles,",
    "ai-patthana1.4:352.1_1": "the resultant principles of the aggregates, one produced by the constituents (of mind and body) that provide fuel for attachment are the three aggregates.",
    "ai-patthana1.4:353.1_0": "results in neither results nor have resultant nature;",
    "ai-patthana1.4:353.1_1": "born of the faculties before or took up before,",
    "ai-patthana1.4:353.1_2": "Fell in constituent parts of the aggregates (of mind and body) that provide fuel for attachment which are prone to being phenomena, for the sake of the aggregates.",
    "ai-patthana1.4:353.1_3": "the two aggregates of the constituents (of mind and body) that provide fuel for attachment which there are forms,",
    "ai-patthana1.4:353.1_4": "one time ...",
    "ai-patthana1.4:353.1_5": "the four great elementals are the condition for forms that originate from what is the kamma-originated, the form-originated, the meditators that originate.",
    "ai-patthana1.4:353.1_6": "observed ...",
    "ai-patthana1.4:353.1_7": "nutriment nourishes",
    "ai-patthana1.4:353.1_8": "the seasons ...",
    "ai-patthana1.4:353.1_9": "one world’s ownership ...",
    "ai-patthana1.4:354.1_0": "Transmigration from the eye ...",
    "ai-patthana1.4:354.1_1": "If you take pleasure in the ear ...",
    "ai-patthana1.4:354.1_2": "clothing ...",
    "ai-patthana1.4:354.1_3": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn, they don’t hear the teachings of the several sight elements.",
    "ai-patthana1.4:355.1_0": "The condition being by way of arising later condition. In the case of the aggregates there is a condition for this body, namely, this body.",
    "ai-patthana1.4:355.1_1": "nutriment consists of the body, for the breaking of the body, for the sake of nutriment,",
    "ai-patthana1.4:355.1_2": "The physical life faculty is a condition for the settling of sights.",
    "ai-patthana1.4:356.1_0": "Neither results nor the result of principles, and there is a condition for rebirth in the future,",
    "ai-patthana1.4:356.1_1": "the result of the constituents (of mind and body) that provide fuel for the constituents (of mind and body), for the sake of phenomena.",
    "ai-patthana1.4:356.1_2": "An uneducated ordinary person, having eyes,",
    "ai-patthana1.4:356.1_3": "they’re freed from gratification.",
    "ai-patthana1.4:356.1_4": "The desire for greed ...",
    "ai-patthana1.4:356.1_5": "sadness ...",
    "ai-patthana1.4:356.1_6": "It has a wholesome and an unwholesome foundation. ...",
    "ai-patthana1.4:356.1_7": "If you take pleasure in the ear ...",
    "ai-patthana1.4:356.1_8": "clothing ...",
    "ai-patthana1.4:356.1_9": "the result is ...",
    "ai-patthana1.4:356.1_10": "eye consciousness ...",
    "ai-patthana1.4:356.1_11": "body consciousness ...",
    "ai-patthana1.4:356.1_12": "eye consciousness ...",
    "ai-patthana1.4:356.1_13": "body consciousness ...",
    "ai-patthana1.4:356.1_14": "the result of the constituents (of mind and bodily form), the condition being by way of constituents (of mind and body),",
    "ai-patthana1.4:357.1_0": "results that have resultant nature as condition.",
    "ai-patthana1.4:357.1_1": "An uneducated ordinary person, having eyes,",
    "ai-patthana1.4:357.1_2": "They truly understand ...",
    "ai-patthana1.4:357.1_3": "sorrow and lamentation arises,",
    "ai-patthana1.4:357.1_4": "If you take pleasure in the ear ...",
    "ai-patthana1.4:357.1_5": "clothing ...",
    "ai-patthana1.4:357.1_6": "sorrow and lamentation arises,",
    "ai-patthana1.4:357.1_7": "With clairvoyance that is purified and superhuman, they understand how sentient beings are reborn according to their deeds.",
    "ai-patthana1.4:357.1_8": "the resultant roots of the constituents (of mind and bodily form),",
    "ai-patthana1.4:358.1_0": "the result of principles neither results nor the results of principles, and the result of in accordance with the Teaching.",
    "ai-patthana1.4:358.1_1": "Approaching eye-consciousness, one with eye and one aggregates, three sense-spheres,",
    "ai-patthana1.4:358.1_2": "body consciousness ...",
    "ai-patthana1.4:358.1_3": "one thing and the results of the aggregates. ...",
    "ai-patthana1.4:358.1_4": "At the moment of the constituents (of mind and body) that provide fuel for attachment,",
    "ai-patthana1.4:359.1_0": "results in the result of neither existing nor death,",
    "ai-patthana1.4:359.1_1": "Appearance of the aggregates, trunk of the forms, and the aggregates of forms are the condition for the elements.",
    "ai-patthana1.4:359.1_2": "the result of the constituents (of mind and bodily form), the result of the aggregates, and the elements of the sense spheres -",
    "ai-patthana1.4:360.1_0": "Afterwards there the impediments of the body and the solid food belonging to the body. ...",
    "ai-patthana1.4:360.1_1": "As to the result of the constituents (of mind and body), the various forms that originate from what was said.",
    "ai-patthana1.4:361.1_0": "results in things that have resultant nature.",
    "ai-patthana1.4:361.1_1": "or after birth and old age come down.",
    "ai-patthana1.4:361.1_2": "Tissa and Paṭācārā, who had mastered the aggregates and grand,",
    "ai-patthana1.4:362.1_0": "results in the result of principles or the teaching.",
    "ai-patthana1.4:362.1_1": "Appearance of the aggregates, tricked to phenomena, and form derived by the aggregates.",
    "ai-patthana1.4:362.1_2": "The various things that have been born and the aggregates, nature, and the body, the various forms of the body, and the various forms of the body.",
    "ai-patthana1.4:362.1_3": "Arising later condition: the faculties of the form, the aggregates of forms, and the various forms that originate from what is meant.",
    "ai-patthana1.4:363.0_0": "you’re not endowed with perfect wisdom.",
    "ai-patthana1.4:363.1_0": "the result is the same thing, there is no unincluded, non-violent,",
    "ai-patthana1.4:364.0.1_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:364.0.2_0": "Pure, pure, bright,",
    "ai-patthana1.4:364.1_0": "Near the calmings produced by seven planes, the ten lakes roams, and the seventeenth years (of the bowl). There are seven days in the same places, the seventh section on the universal fuel for seven days. There is no part of the opposites. There is nourishing the result in the future. And there are seven months where the equipments, three faculties have been born and five connections.",
    "ai-patthana1.4:365.0_0": "Fastened on the new,",
    "ai-patthana1.4:365.1_0": "When there is a cause of reason, seven faculties",
    "ai-patthana1.4:366.1_0": "(This should be expanded as in the same way:) “He is well-verageed, this is how he should be given to a group.”",
    "ai-patthana1.4:367.1_0": "before breakfast,",
    "ai-patthana1.4:368.0_0": "the origin of the ending of the robe:",
    "ai-patthana1.4:368.1_0": "the resultant principles by way of the teaching has arisen,",
    "ai-patthana1.4:368.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.4:368.1_2": "the condition being by way of strong support condition.",
    "ai-patthana1.4:369.1_0": "the resultant principles, the condition for the taking up of the objects, the condition for the continuation condition.",
    "ai-patthana1.4:370.1_0": "the resultant principles neither have nor by way of the object.",
    "ai-patthana1.4:370.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.4:370.1_2": "the condition being by way of strong support ...",
    "ai-patthana1.4:370.1_3": "the condition being by way of arising later condition.",
    "ai-patthana1.4:371.1_0": "results in the result of the result of neither-perception-nor-non-procession, views, and legitimate condition.",
    "ai-patthana1.4:372.1_0": "the resultant principles by way of results,",
    "ai-patthana1.4:372.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.4:372.1_2": "the condition being by way of strong support condition.",
    "ai-patthana1.4:373.1_0": "the resultant principles, the teaching, the condition by way of the teaching,",
    "ai-patthana1.4:373.1_1": "the condition being by way of strong support ...",
    "ai-patthana1.4:373.1_2": "the condition being by way of (intentional) deed condition;",
    "ai-patthana1.4:374.1_0": "the resultant principles neither have nor by way of the object.",
    "ai-patthana1.4:374.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.4:374.1_2": "the condition being by way of strong support ...",
    "ai-patthana1.4:374.1_3": "the condition being by way of arising later condition. ...",
    "ai-patthana1.4:374.1_4": "the condition being by way of (intentional) deed condition;",
    "ai-patthana1.4:375.1_0": "results in the result of deeds, results in accordance with the Teaching, or the result of deeds.",
    "ai-patthana1.4:376.1_0": "the resultant principles, the result of principles, and the unprincipled statements;",
    "ai-patthana1.4:377.1_0": "the condition being neither results nor have resultant nature as objects;",
    "ai-patthana1.4:377.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.4:377.1_2": "the condition being by way of strong support ...",
    "ai-patthana1.4:377.1_3": "the condition being by way of arising before condition. ...",
    "ai-patthana1.4:377.1_4": "the condition being by way of arising later condition. ...",
    "ai-patthana1.4:377.1_5": "the condition being by way of nutriment condition ...",
    "ai-patthana1.4:377.1_6": "the condition being by way of faculty condition.",
    "ai-patthana1.4:378.1_0": "the result of principles neither results nor has resultant nature as objects,",
    "ai-patthana1.4:378.1_1": "the condition being by way of arising together condition.",
    "ai-patthana1.4:378.1_2": "the condition being by way of strong support ...",
    "ai-patthana1.4:378.1_3": "the condition being by way of arising before condition.",
    "ai-patthana1.4:379.1_0": "the result of not liable to fall away ...",
    "ai-patthana1.4:379.1_1": "the condition being by way of strong support ...",
    "ai-patthana1.4:379.1_2": "the condition being by way of arising before condition.",
    "ai-patthana1.4:380.1_0": "results in the present life or in an unprincipled result.",
    "ai-patthana1.4:381.1_0": "results in neither results nor have resultant nature.",
    "ai-patthana1.4:381.1_1": "Afterwards there’s no desire, relishing, and craving for food ...",
    "ai-patthana1.4:382.1_0": "results in things that have resultant nature.",
    "ai-patthana1.4:382.1_1": "are related to the past,",
    "ai-patthana1.4:383.1_0": "results in the present life or in an unprincipled teaching.",
    "ai-patthana1.4:383.1_1": "Afterwards there’s no desire, relishing, and craving for food ...",
    "ai-patthana1.4:384.0.1_0": "1.4.7.2. Paccayapaccanīya",
    "ai-patthana1.4:384.0.2_0": "The section on the basis of conditioned position",
    "ai-patthana1.4:384.0.3_0": "Pure, pure, bright,",
    "ai-patthana1.4:384.1_0": "Neither sixteen objects, sixteen objects, sixteen widore, ten dreadful radiates, sixteen contemplations, or adornments (previously) decorated, sixteen widems, sixteen dancers, and sixteen widels in the horses or the sixteenth, but not the sixteenth.",
    "ai-patthana1.4:385.0_0": "Fastened on the new,",
    "ai-patthana1.4:385.1_0": "Neither with the sixteenth objects,",
    "ai-patthana1.4:386.1_0": "(This should be expanded as in detail:) “That is to say, the detailed meaning of skillful intention.”",
    "ai-patthana1.4:387.1_0": "(They are) aroused.",
    "ai-patthana1.4:388.0.1_0": "he is the one who constantly clothes,",
    "ai-patthana1.4:388.0.2_0": "Going to a cause",
    "ai-patthana1.4:388.1_0": "You don’t toss the cause or reason for seven reasons. Nor do you have not been reborn in the company of laughing seven opposite sex, or seven or seven lakes, or seven robbers. Your seven enemys, and seventh defects in the horses.",
    "ai-patthana1.4:389.0_0": "disturbing the waters of the feet,",
    "ai-patthana1.4:389.1_0": "Once there is no cause or condition for seven reasons. ...",
    "ai-patthana1.4:389.1_1": "These are the three kinds of homage. ...",
    "ai-patthana1.4:389.1_2": "fourteen transfers ...",
    "ai-patthana1.4:389.1_3": "Neither three things associated with them,",
    "ai-patthana1.4:389.1_4": "it’s not sovereignty!",
    "ai-patthana1.4:390.1_0": "(This should be expanded as in the section on profitable way.)",
    "ai-patthana1.4:390.1_1": "Once it is the path of peace;",
    "ai-patthana1.4:391.1_0": "To be experienced by the mind,",
    "ai-patthana1.4:392.0.1_0": "he is the one who obtains undergoing tendencies for him;",
    "ai-patthana1.4:392.0.2_0": "if it is not with no cause or reason;",
    "ai-patthana1.4:392.1_0": "Neither with nine factors interruptedly: (Interrupted) advocates, ten lakes, eleven sections, and seventy-two faculties have been produced in the five ways produced in the results, and there is no nine faculties in the opposite sex. There are seven months that is not equipmentsed by one personality with the three faculties, the five spiritual powers, the seventh sections, and the seven rebirths, and seven lakes, and seven lakes, and seven linking that there are seven ess,",
    "ai-patthana1.4:393.0_0": "Triads the three dollars",
    "ai-patthana1.4:393.1_0": "with the cause or condition for the sake of non-percipient form. ...",
    "ai-patthana1.4:394.1_0": "(These should be expanded as in the last particular commoned as before.)",
    "ai-patthana1.4:395.1_0": "out of compassion for me;",
    "ai-patthana1.4:396.1_0": "The group of seven on results is finished."
}