{
    "ai-patthana13.11:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana13.11:0.2_0": "Having given the immaculateness of the Dhamma, namely, Tissaka,",
    "ai-patthana13.11:0.3_0": "13.11. Sekkhattika",
    "ai-patthana13.11:1.0_0": "causes these reasons",
    "ai-patthana13.11:1.1_0": "for the sake of a trainee, not the Teaching arises in you.",
    "ai-patthana13.11:1.1_1": "for the sake of a trainee, not the Teaching arises in you.",
    "ai-patthana13.11:1.1_2": "equanimity does not arise because of a trainee,",
    "ai-patthana13.11:1.1_3": "concerned only with a trainee, and neither a trainee nor a trainee’s training.",
    "ai-patthana13.11:1.1_4": "equanimity, and what is the cause of an adept.",
    "ai-patthana13.11:2.1_0": "an adept arises dependent on the teaching, not a trainee.",
    "ai-patthana13.11:2.1_1": "an adept arises dependent on the teaching, not a trainee.",
    "ai-patthana13.11:2.1_2": "General Dhamma doesn’t arise because of an adept’s training.",
    "ai-patthana13.11:2.1_3": "With an adept’s training, and neither a trainee nor an adept arise for that trainee,",
    "ai-patthana13.11:2.1_4": "With an adept, without a trainee,",
    "ai-patthana13.11:3.1_0": "for the trainee doesn’t give rise to the teaching.",
    "ai-patthana13.11:3.1_1": "equanimity doesn’t arise because of a trainee,",
    "ai-patthana13.11:3.1_2": "neither in training nor no longer in training.",
    "ai-patthana13.11:4.1_0": "for the trainees, and because of a trainee’s ethics.",
    "ai-patthana13.11:4.1_1": "the trainee doesn’t give rise to the teaching of a trainee.",
    "ai-patthana13.11:4.1_2": "without a trainee, and with an adept arise, as condition: these things,",
    "ai-patthana13.11:5.1_0": "concerned only with an adept’s teaching, and there’s no cause or condition.",
    "ai-patthana13.11:5.1_1": "concerned only with an adept’s teaching, and there’s no cause or condition.",
    "ai-patthana13.11:5.1_2": "without a trainee, and without a trainee,",
    "ai-patthana13.11:5.1_3": "This is the section in brief.",
    "ai-patthana13.11:6.1_0": "(They are) ninety-nine objects, ninety-nine objects. This is the section base consisting of boundless space as objects, ninety-two roots, and accidents are in fact."
}