{
    "ai-patthana4.6:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana4.6:0.2_0": "The one named Tissahaka",
    "ai-patthana4.6:0.3_0": "robes and so on, the ultimate goal",
    "ai-patthana4.6:1.0_0": "Talking for goodnesses, corruptions, pollutants,",
    "ai-patthana4.6:1.1_0": "Unskillful thoughts ...",
    "ai-patthana4.6:2.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.6:3.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:4.1_0": "skillful qualities don’t give rise to defilements. ...”",
    "ai-patthana4.6:5.1_0": "unskillful qualities don’t give rise to unskillful qualities. ...",
    "ai-patthana4.6:6.1_0": "One who has no corruption, without corruptions, with the teaching, not without defilements.",
    "ai-patthana4.6:7.1_0": "A skillful quality doesn’t give rise to defilements. Yet he doesn’t give rise to the corruptions without defilements.",
    "ai-patthana4.6:8.1_0": "Unskillful thoughts, not without defilements.",
    "ai-patthana4.6:8.1_1": "This is the section in brief.",
    "ai-patthana4.6:9.1_0": "the result in nine orifices ...",
    "ai-patthana4.6:10.1_0": "‘We have a good principle, not defilements.’ ...",
    "ai-patthana4.6:11.1_0": "One whose teaching is not free from defilements, being unprotected by the saw, not without defilements.",
    "ai-patthana4.6:12.1_0": "the four supports ...",
    "ai-patthana4.6:13.0.1_0": "I’m skilled in what is good,",
    "ai-patthana4.6:13.0.2_0": "at the end of the words",
    "ai-patthana4.6:13.1_0": "skillful thoughts give rise to corruption ...",
    "ai-patthana4.6:14.1_0": "unskillful qualities give rise to unskillful qualities. Someone who is unskillful qualities is a condition for the corruption of defilements. ... Three unskillful qualities is a condition for the sake of defilement.",
    "ai-patthana4.6:15.1_0": "Not corrupted by thoughts, corrupted by defilements, resulted by corruptions.",
    "ai-patthana4.6:16.1_0": "A skillful quality gives rise to corruption. Corruptions corruption and corruption. Corruptions give rise to corruption.",
    "ai-patthana4.6:17.1_0": "unskillful qualities arise because of an intent on the corruption of the corruption and failure. Gladness give rise to corruption.",
    "ai-patthana4.6:18.1_0": "...",
    "ai-patthana4.6:19.1_0": "You should go to the same room as a regular monk. And he should associate with him.",
    "ai-patthana4.6:20.1_0": "Skillful thoughts are a condition for the corruption of principles, so corruption and the teaching. ...",
    "ai-patthana4.6:21.1_0": "thoughts are unskillful ...",
    "ai-patthana4.6:22.1_0": "One whose nature is defilement is a condition for the corruption of thoughts, sordid and corruption of thoughts, and whose nature is in because of the teaching.",
    "ai-patthana4.6:22.1_1": "This is the section in brief.",
    "ai-patthana4.6:23.1_0": "Nine things have been created for nine objects. ...",
    "ai-patthana4.6:24.1_0": "A skillful teaching gives rise to defilements. Corruptions give rise to the defilements. Avoiding without defilement.",
    "ai-patthana4.6:25.1_0": "Not being suspected, without defilement, defiled, or conditioned.",
    "ai-patthana4.6:25.1_1": "This is the section in brief.",
    "ai-patthana4.6:26.1_0": "... two kinds of objection ...",
    "ai-patthana4.6:27.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.6:28.1_0": "A skillful quality is a condition for the corruption of what is skillful and what is defiled.",
    "ai-patthana4.6:29.1_0": "unconsciousness is a condition for the unconditioned. being unconscious and unconditioned in the way that is inconsequence condition.",
    "ai-patthana4.6:30.1_0": "(who) is uncorrupted, uncorrupted, suspected of the Dhamma, without preventing the defilements?",
    "ai-patthana4.6:30.1_1": "(wholesome) thought is a condition for the defiling, not defiling, and being conditioned by way of teaching, and conditioned by way of the Dhamma.",
    "ai-patthana4.6:30.1_2": "This is the section in brief.",
    "ai-patthana4.6:31.1_0": "Two on the objects of two or three objects ...",
    "ai-patthana4.6:31.1_1": "...",
    "ai-patthana4.6:31.1_2": "...",
    "ai-patthana4.6:31.1_3": "What is not the reason for two reasons.",
    "ai-patthana4.6:31.1_4": "This is the section in brief.",
    "ai-patthana4.6:32.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.6:33.0.1_0": "I used to be so pretty,",
    "ai-patthana4.6:33.0.2_0": "Namely objects;",
    "ai-patthana4.6:33.1_0": "Unskillful thoughts give rise to unskillful qualities. Someone who is unskillful, with no cause or condition.",
    "ai-patthana4.6:33.1_1": "This is the section in brief.",
    "ai-patthana4.6:34.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.6:35.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:36.1_0": "A skillful teaching gives rise to thought. Unskillful things are good and skillful.",
    "ai-patthana4.6:36.1_1": "A skillful teaching gives rise to thought. Corrupt wishes gives rise to thought. Eignorant things give rise to reason.",
    "ai-patthana4.6:36.1_2": "A skillful person gives rise to a good thought. Corrupt wishes to be reborn in corrupted, and lacked reasons.",
    "ai-patthana4.6:37.1_0": "Not knowing or seeing the reasons, without reason, because of disrespect, because of uncorruptedness, there is no cause or condition.",
    "ai-patthana4.6:37.1_1": "A skillful teaching gives rise to a corruption of thought and an indeterminate principle.",
    "ai-patthana4.6:38.1_0": "A skillful quality gives rise to thought. Unware what is skillful and what is unskillful.",
    "ai-patthana4.6:39.1_0": "Not being invited by the teaching, no supported by the teaching, and no support arises in him. The Dhamma is also wearing away.",
    "ai-patthana4.6:39.1_1": "This is the section in brief.",
    "ai-patthana4.6:40.1_0": "... five hundred objects have the same object,",
    "ai-patthana4.6:41.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.6:42.1_0": "He is a good principle, a wholesome quality, and a condition for the three. ...",
    "ai-patthana4.6:43.1_0": "He is confirmed and uncorrupted. He is the cause, what is the reason why the Dhamma is independent, without the ignorant and incompetent.",
    "ai-patthana4.6:44.1_0": "He is skilled in what is skillful and what is unskillful. ...” ...",
    "ai-patthana4.6:45.1_0": "Not knowing what is contrary to the Teaching, not suspected of the opposite sex, there is no offense for the influence of the teaching. ...",
    "ai-patthana4.6:45.1_1": "This is the section in brief.",
    "ai-patthana4.6:46.1_0": "four supports ...",
    "ai-patthana4.6:46.1_1": "Two times two were born, and has been reborn in a place wherever there are seven places, and four drops of the fruits in the territory. In this life, there are two deed, three drops of the deathless, four drops of the laypeople, and one person ...",
    "ai-patthana4.6:46.1_2": "the four triads associated with the three paths,",
    "ai-patthana4.6:46.1_3": "There are seven hundred and seventy opportunities",
    "ai-patthana4.6:46.1_4": "This is the section in brief.",
    "ai-patthana4.6:47.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.6:48.0.1_0": "wrapped in what is good and associated with the defilements,",
    "ai-patthana4.6:48.0.2_0": "causes these reasons",
    "ai-patthana4.6:48.1_0": "Unskillful thoughts associated with unskillful qualities, and an embracing the defilements.",
    "ai-patthana4.6:48.1_1": "corrupting corruption,",
    "ai-patthana4.6:49.0.1_0": "Seeing how the defilements are abandoned,",
    "ai-patthana4.6:49.0.2_0": "causes these reasons",
    "ai-patthana4.6:49.1_0": "Unskillful thoughts, defiled in defilements, and corrupted by defilements.",
    "ai-patthana4.6:49.1_1": "This is the section in brief.",
    "ai-patthana4.6:50.1_0": "is single cause.",
    "ai-patthana4.6:51.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:52.1_0": "Skillful thoughts ...",
    "ai-patthana4.6:53.1_0": "thoughts ...",
    "ai-patthana4.6:54.1_0": "Or they don’t give rise to corruption, without defilements. ...",
    "ai-patthana4.6:55.1_0": "Skilled in skillful qualities, without defilements. But they don’t give rise to defilements.",
    "ai-patthana4.6:56.1_0": "thoughts that are unskillful, but are not corrupted. ...",
    "ai-patthana4.6:56.1_1": "This is the section in brief.",
    "ai-patthana4.6:57.1_0": "...",
    "ai-patthana4.6:58.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.6:59.1_0": "A skillful quality is not defilement, so corrupted, nor are the reason why these three skillful qualities are not defilements. ...",
    "ai-patthana4.6:60.1_0": "Or they don’t give rise to defilements, defiled, without defilements, corruptions, pollutants, defilements, and corruptions. They don’t have the cause or condition.",
    "ai-patthana4.6:60.1_1": "This is the section in brief.",
    "ai-patthana4.6:61.1_0": "the four supports ...",
    "ai-patthana4.6:62.0.1_0": "Seeing how the defilements are corrupted,",
    "ai-patthana4.6:62.0.2_0": "causes these reasons",
    "ai-patthana4.6:62.1_0": "Unskillfulness give rise to unprofitable thoughts. And corruption gives rise to the defilements.",
    "ai-patthana4.6:62.1_1": "This is the section in brief.",
    "ai-patthana4.6:63.1_0": "One truly understands the reason why the object,",
    "ai-patthana4.6:64.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:65.1_0": "Skill in what is unskillful and what is unprofitable, not without defilements. ...",
    "ai-patthana4.6:66.1_0": "is single cause.",
    "ai-patthana4.6:67.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:68.0.1_0": "wrapped in the defilements with the defilements,",
    "ai-patthana4.6:68.0.2_0": "causes these reasons",
    "ai-patthana4.6:68.1_0": "Unskillful thoughts associated with the defilements and the unconditioned by the defilements. And also give rise to the defilements.",
    "ai-patthana4.6:69.1_0": "is single cause.",
    "ai-patthana4.6:70.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:71.1_0": "Unskillful thoughts associated with the defilements, not without defilements. ...",
    "ai-patthana4.6:71.1_1": "This is the section in brief.",
    "ai-patthana4.6:72.1_0": "is single cause.",
    "ai-patthana4.6:73.1_0": "Or also in the same way, the answer to all four classes of rebirth ...",
    "ai-patthana4.6:74.0.1_0": "the one whose mind is overflowing, who has ended the defilements,",
    "ai-patthana4.6:74.0.2_0": "causes these reasons",
    "ai-patthana4.6:74.1_0": "A skillful quality gives rise to defilements. Someone whose defilements are shaking off the defilements. Corruptions and thoughts are tied to the defilements.",
    "ai-patthana4.6:74.1_1": "A skillful quality gives rise to defilements. Corruptions to the defilements. Someone without defilements.",
    "ai-patthana4.6:74.1_2": "skillful qualities arise because of the corruption of defilements. They’re tied, infatuated, defiled, dispelled, and troubled by the defilements.",
    "ai-patthana4.6:75.1_0": "thoughts, defilements, or corruptions. Their causes and reasons give rise to defilements. Corruptions give rise to defilements. Corruptions causes and conditions for the corruption of defilements.",
    "ai-patthana4.6:76.1_0": "A skillful quality gives rise to defilements. Corruptions that are corrupted, resulting in defilements, and corrupted by the corruptions. Their defilements are for the corruption of defilements.",
    "ai-patthana4.6:76.1_1": "This is the section in brief.",
    "ai-patthana4.6:77.1_0": "... results in five ways ...",
    "ai-patthana4.6:78.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.6:79.1_0": "Someone who is tied up with defilements, corrupted, and skilled in the teaching and training proclaimed by the defilements. Their defilement is a cause and condition for the corruption of the defilements. ...",
    "ai-patthana4.6:80.1_0": "One whose mind is unconditioned, defilements are pollutanted, defilements, and corrupted by defilements. Because of the corruption of the defilements that causes unskillful qualities to be corrupted by them.",
    "ai-patthana4.6:80.1_1": "This is the section in brief.",
    "ai-patthana4.6:81.1_0": "Four supports. ...",
    "ai-patthana4.6:82.1_0": "A skillful quality gives rise to defilements. Corruptions to the defilements. Rather, defilements are without defilements.",
    "ai-patthana4.6:83.1_0": "unconcerned, unshakable, uncorrupted, and unconditioned. Grasping the defilements gives rise to defilements. A causes unskillful qualities to be corrupted by the corruptions without defilements.",
    "ai-patthana4.6:84.1_0": "You have two dwellings together for the result ...",
    "ai-patthana4.6:85.1_0": "or even a canopy covered in the same way.",
    "ai-patthana4.6:86.1_0": "He is skilled in the defilements, giving up defilements, defilements, and corruption of the defilements. He has causes defilements to be irritable by way of body and mind.",
    "ai-patthana4.6:87.1_0": "unconcerned in defilement, defilements, and dispelled by the defilements. He causes corruption of defilements, defilement, and venerations oppressiveness in the formlessness causes and conditions.",
    "ai-patthana4.6:87.1_1": "This is the section in brief.",
    "ai-patthana4.6:88.1_0": "Two on the objects of two or three objects ...",
    "ai-patthana4.6:88.1_1": "...",
    "ai-patthana4.6:88.1_2": "...",
    "ai-patthana4.6:88.1_3": "What is not the reason for two reasons.",
    "ai-patthana4.6:88.1_4": "This is the section in brief.",
    "ai-patthana4.6:89.1_0": "(This should be told in full as in the previous discourse.)",
    "ai-patthana4.6:90.1_0": "The group of nine on the skillful is finished."
}