{
    "ai-patthana5.2:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana5.2:0.2_0": "Dhammālaka and Kesamutta (preparedly) in the place where the nation is kept",
    "ai-patthana5.2:0.3_0": "5.2. Tika Kusalattika",
    "ai-patthana5.2:1.0_0": "overpower feelings, skillful feelings,",
    "ai-patthana5.2:1.1_0": "Pleasant feeling born of pleasant feeling arises dependent on a skillful quality, and a cause of pleasant feeling.",
    "ai-patthana5.2:2.1_0": "Neutral feeling born of neutral feeling arises dependent on a skillful quality, and a cause or reason.",
    "ai-patthana5.2:3.1_0": "two ...",
    "ai-patthana5.2:3.1_1": "What is not the reason for two reasons.",
    "ai-patthana5.2:3.1_2": "Finally they caned.",
    "ai-patthana5.2:3.1_3": "and also associated with the arrows,",
    "ai-patthana5.2:4.1_0": "Pleasant feeling is a condition for skillful feeling associated with it, for the sake of pleasant feeling, and for the profitable states.",
    "ai-patthana5.2:5.1_0": "Neutral feeling is a condition for skillful qualities associated with skillful qualities, and a condition for the sake of the skillful qualities.",
    "ai-patthana5.2:5.1_1": "This is the section in brief.",
    "ai-patthana5.2:6.1_0": "... two objects have been reborn in the company of the gods.",
    "ai-patthana5.2:7.1_0": "And when it comes to pleasant feeling, unskillful qualities grow and skillful qualities decline.",
    "ai-patthana5.2:8.1_0": "Painful feeling ...",
    "ai-patthana5.2:9.1_0": "Neutral feeling arises dependent on a neutral feeling. It is a cause of unskillful qualities to give rise to unskillful qualities.",
    "ai-patthana5.2:9.1_1": "This is the section in brief.",
    "ai-patthana5.2:10.1_0": "‘... for the sake of non-violence.’ ...",
    "ai-patthana5.2:11.1_0": "Pleasant feeling arises dependent on a pleasant feeling, without connection with pleasant feeling. Consciousness is a cause or reason.",
    "ai-patthana5.2:12.1_0": "Neutral feeling arises dependent on a neutral feeling. Charact is a cause or condition for feeling.",
    "ai-patthana5.2:12.1_1": "This is the section in brief.",
    "ai-patthana5.2:13.1_0": "Two on the objects of two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths. ...",
    "ai-patthana5.2:14.0.1_0": "Not doing what is good, wholesome.",
    "ai-patthana5.2:14.0.2_0": "causes these reasons",
    "ai-patthana5.2:14.1_0": "The results of skillful qualities give rise to the result of skillful qualities.",
    "ai-patthana5.2:14.1_1": "This is the section in brief.",
    "ai-patthana5.2:15.1_0": "is single cause.",
    "ai-patthana5.2:16.1_0": "results in principles, resulting in good qualities, and bad results.",
    "ai-patthana5.2:16.1_1": "This is the section in brief.",
    "ai-patthana5.2:17.1_0": "One is the cause of all conditions at all.",
    "ai-patthana5.2:18.1_0": "The results of things ...",
    "ai-patthana5.2:19.1_0": "Neither in line with the teachings don’t arise in someone who’s principled and in line with the teachings. Unskilled in those without reason.",
    "ai-patthana5.2:20.1_0": "results in unprincipled and unprincipled statements. There are things that cause and reasonable results in the teaching.",
    "ai-patthana5.2:20.1_1": "This is the section in brief.",
    "ai-patthana5.2:21.1_0": "‘... for the sake of nine objects.’ ...",
    "ai-patthana5.2:21.1_1": "six ...",
    "ai-patthana5.2:21.1_2": "In the four directions ...",
    "ai-patthana5.2:21.1_3": "four associated states ...",
    "ai-patthana5.2:21.1_4": "Whatever is uniqueldless",
    "ai-patthana5.2:22.0.1_0": "Not over-exertion, they don’t lead to welfare.",
    "ai-patthana5.2:22.0.2_0": "causes these reasons",
    "ai-patthana5.2:22.1_0": "causes and reasons to give rise to skillful qualities.",
    "ai-patthana5.2:23.1_0": "Not grasping attraction, grasping, mental fixation, insisting on goodness, and underlying tendencies.",
    "ai-patthana5.2:23.1_1": "This is the section in brief.",
    "ai-patthana5.2:24.1_0": "You have clarify the reason for two, namely, clans, and unconfused about all the world. ...",
    "ai-patthana5.2:25.1_0": "causes unskillful qualities to be given up by not grasping. Grounded on the teaching is a cause of desire and ill will.",
    "ai-patthana5.2:25.1_1": "everywhere all over.",
    "ai-patthana5.2:25.1_2": "everywhere in all ways:",
    "ai-patthana5.2:26.1_0": "Whatever bodily good will arises in you that way is independent, grasping, and independent of others. ...",
    "ai-patthana5.2:26.1_1": "everywhere in all ways:",
    "ai-patthana5.2:27.1_0": "Not grasping attraction, good will, and harmlessness arise ...",
    "ai-patthana5.2:28.1_0": "Not grasping attraction, good will, and harmlessness arise for the sake of not grasping.",
    "ai-patthana5.2:29.1_0": "Not grasping attraction, grasping, mental ill will, and mental good will arises in him. Your teachings don’t give rise to good will, and because of that.",
    "ai-patthana5.2:30.1_0": "Whatever bodily good will arise there is for the sake of grasping, for the sake of good will, and for the sake of grasping?",
    "ai-patthana5.2:30.1_1": "This is the section in brief.",
    "ai-patthana5.2:31.1_0": "‘... for the sake of nine objects.’ ...",
    "ai-patthana5.2:31.1_1": "in a single forest ...",
    "ai-patthana5.2:31.1_2": "Whatever is uniqueldless",
    "ai-patthana5.2:31.1_3": "everywhere in all ways:",
    "ai-patthana5.2:32.0.1_0": "He enjoys the skillful, overflowing course,",
    "ai-patthana5.2:32.0.2_0": "causes these reasons",
    "ai-patthana5.2:32.1_0": "Avoiding defiled thought gives rise to skillful thoughts. Corruptions give rise to skillful thoughts. Corruptions causes and conditions are a condition for the sake of skillful.",
    "ai-patthana5.2:33.1_0": "corruption, skillful qualities arise and unskillful qualities.",
    "ai-patthana5.2:33.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:34.1_0": "corruption, corruption, and mind gives rise to thoughts. Gorruptions give rise to thoughts. Corruptions causes and reasons.",
    "ai-patthana5.2:34.1_1": "everywhere all over.",
    "ai-patthana5.2:35.1_0": "Not corrupted or uncorrupted, without defilement, defiled, or conditioned.",
    "ai-patthana5.2:35.1_1": "This is the section in brief.",
    "ai-patthana5.2:36.1_0": "five objects ...",
    "ai-patthana5.2:37.0.1_0": "Not over-explaining the skillful,",
    "ai-patthana5.2:37.0.2_0": "causes these reasons",
    "ai-patthana5.2:37.1_0": "placing the mind and keeping it connected arises; with placing the mind and keeping it connected gives rise to placing the mind and keeping it connected. ... Three skillful qualities is a condition for the skillful.",
    "ai-patthana5.2:38.1_0": "Without placing the mind and keeping it connected, unskillful qualities arise and skillful qualities decline. The four conditions are good. ...",
    "ai-patthana5.2:39.1_0": "without placing the mind and keeping it connected arises; with placing the mind, and keeping it connected gives rise to the thought.",
    "ai-patthana5.2:40.1_0": "Thoughts about placing the mind and keeping it connected are skillful. Mindfulness arises dependent on the skillful.",
    "ai-patthana5.2:41.1_0": "Without placing the mind and keeping it connected, unskillful qualities are skillful and skillful. ...",
    "ai-patthana5.2:41.1_1": "having thinking and considered placing the mind and keeping it connected. Mindfulness arises dependent on the skillful, and with the thought as condition.",
    "ai-patthana5.2:42.1_0": "eleven myriads have been expanded, eleven, constructed, and unattached.",
    "ai-patthana5.2:43.1_0": "placing the mind and keeping it connected arises dependent on the mind and keeping it connected. Mindfulness arises. These are also a cause or reason.",
    "ai-patthana5.2:44.1_0": "Unskillful thoughts are unskillful, with placing the mind and keeping it connected. Mindfulness arises dependent on the teaching and training.",
    "ai-patthana5.2:45.1_0": "Mindfulness arises dependent on the mind and keeping it connected. Mindfulness arises dependent on the mind and placing the mind.",
    "ai-patthana5.2:46.1_0": "...”",
    "ai-patthana5.2:47.1_0": "Thoughts about placing the mind and keeping it connected are without placing the mind, without placing the mind and keeping it connected. Mindfulness arises dependent on a reason.",
    "ai-patthana5.2:47.1_1": "This is the section in brief.",
    "ai-patthana5.2:48.1_0": "the thirty-two objects of the company ...",
    "ai-patthana5.2:48.1_1": "twenty-eight years ...",
    "ai-patthana5.2:48.1_2": "eleven myriads in the Jeta Grove ...",
    "ai-patthana5.2:48.1_3": "the thirty-two cases.",
    "ai-patthana5.2:48.1_4": "This is the section in brief.",
    "ai-patthana5.2:49.0.1_0": "5.2.6. Pītittika, Kusalattika",
    "ai-patthana5.2:49.0.2_0": "causes these reasons",
    "ai-patthana5.2:49.1_0": "When rapture arises dependent on rapture, the skillful teaching gives rise to happiness, and the three kinds of rapture. ...",
    "ai-patthana5.2:50.1_0": "happiness arises dependent on the skillful. ...",
    "ai-patthana5.2:51.1_0": "Equanimity arises dependent on a skillful quality. Grounded by equanimity is a cause or reason.",
    "ai-patthana5.2:52.1_0": "rapture, skillful qualities arise and happiness.",
    "ai-patthana5.2:52.1_1": "everywhere all places.",
    "ai-patthana5.2:52.1_2": "everywhere in all ways:",
    "ai-patthana5.2:53.1_0": "When rapture arises in them, unskillful qualities are an unprofitable state with rapture. ... for these three kinds of happiness is a cause or reason.",
    "ai-patthana5.2:54.1_0": "happiness ...",
    "ai-patthana5.2:55.1_0": "Equanimity of equanimity gives rise to the unskillful. Grounded by equanimity is a cause or reason.",
    "ai-patthana5.2:56.1_0": "rapture, unskillful qualities, and skillful qualities are unskillful.",
    "ai-patthana5.2:56.1_1": "everywhere all places.",
    "ai-patthana5.2:56.1_2": "everywhere in all ways:",
    "ai-patthana5.2:57.1_0": "When they have no rapture, joy arises in them. ... There are three things that give rise to rapture. When no cause or condition.",
    "ai-patthana5.2:58.1_0": "Happy in happiness is a cause of pleasure, and no reason for three reasons. ...",
    "ai-patthana5.2:59.1_0": "Equanimity of equanimity arises in thought: equanimity gives rise to equanimity. Equanimity has no cause or reason.",
    "ai-patthana5.2:60.1_0": "rapture ...",
    "ai-patthana5.2:60.1_1": "everywhere all places.",
    "ai-patthana5.2:60.1_2": "everywhere in all ways:",
    "ai-patthana5.2:61.0.1_0": "Seeing what is good, wholesome,",
    "ai-patthana5.2:61.0.2_0": "causes these reasons",
    "ai-patthana5.2:61.1_0": "You shouldn’t give up any desire, stilling, and developing skillful qualities.",
    "ai-patthana5.2:61.1_1": "everywhere all over.",
    "ai-patthana5.2:62.1_0": "Getting up should be given up by seeing, give up unskillful qualities that should be given up by seeing.",
    "ai-patthana5.2:63.1_0": "Grounded on the thought should be given up by development and cultivating the skillful qualities. Since the unskillful is a condition for the unskillful.",
    "ai-patthana5.2:63.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:63.1_2": "everywhere in all ways:",
    "ai-patthana5.2:64.1_0": "You shouldn’t give up uncertainty regarding development, nor do they have no cause or reason for developing them.",
    "ai-patthana5.2:64.1_1": "everywhere all over.",
    "ai-patthana5.2:65.0.1_0": "Seeing what is good root, wholesome,",
    "ai-patthana5.2:65.0.2_0": "causes these reasons",
    "ai-patthana5.2:65.1_0": "You shouldn’t give up uncertainty roots, and the skillful teaching because of not seeing.",
    "ai-patthana5.2:65.1_1": "everywhere all over.",
    "ai-patthana5.2:65.1_2": "everywhere in all ways:",
    "ai-patthana5.2:66.1_0": "Grasping of vision gives up the cause of unskillful qualities to be given up by seeing, what is unskillful and what is unskillful.",
    "ai-patthana5.2:67.1_0": "As for the sake of developing the teaching ...",
    "ai-patthana5.2:67.1_1": "This is the section in brief.",
    "ai-patthana5.2:68.1_0": "The ten bases on the objects, that is to say, the ten kinds of foulness, all of them are non-distracted, proximate cause, fostering, and all the ten kinds of foulness.",
    "ai-patthana5.2:69.1_0": "You shouldn’t give up no cause or reason for developing not seeing, nor give rise to development, be given up.",
    "ai-patthana5.2:69.1_1": "everywhere all over.",
    "ai-patthana5.2:70.0.1_0": "regarding the factors of accumulation, etc., which leads to its continuation.",
    "ai-patthana5.2:70.0.2_0": "causes these reasons",
    "ai-patthana5.2:70.1_0": "‘This activity arises in him is a cause of skillful teaching. According to the goal of the skillful.’",
    "ai-patthana5.2:71.1_0": "‘This activity decrease ...",
    "ai-patthana5.2:71.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:71.1_2": "everywhere in all ways:",
    "ai-patthana5.2:72.1_0": "According to the teaching, an unskillful quality gives rise to the unskillful.",
    "ai-patthana5.2:72.1_1": "everywhere all over.",
    "ai-patthana5.2:73.1_0": "‘This teaching is not inclusive, this is the cause, this is the reason why that leads to the increase of wisdom.’",
    "ai-patthana5.2:73.1_1": "everywhere all over.",
    "ai-patthana5.2:74.0.1_0": "so the skillful.",
    "ai-patthana5.2:74.0.2_0": "causes these reasons",
    "ai-patthana5.2:74.1_0": "A trainee, a trainee, and a teaching are skillful.",
    "ai-patthana5.2:75.1_0": "Compassion doesn’t give rise to a trainee, a trainee, or a monastic.",
    "ai-patthana5.2:75.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:75.1_2": "everywhere in all ways:",
    "ai-patthana5.2:76.1_0": "a trainee, an adept gives rise to the teaching, and no unskillful qualities.",
    "ai-patthana5.2:76.1_1": "everywhere all over.",
    "ai-patthana5.2:77.1_0": "a trainee nun who hasn’t been independent on the teaching, without reason.",
    "ai-patthana5.2:78.1_0": "nine objects ...",
    "ai-patthana5.2:79.0.1_0": "I am skilled in profitable things,",
    "ai-patthana5.2:79.0.2_0": "causes these reasons",
    "ai-patthana5.2:79.1_0": "A skillful quality gives rise to a limited teaching.",
    "ai-patthana5.2:80.1_0": "A skillful teaching gives rise to a expansive teaching. A cause and condition that gives rise to a reason.",
    "ai-patthana5.2:81.1_0": "A skillful teaching gives rise to a limitless thought. The teaching gives rise to a limitless teaching.",
    "ai-patthana5.2:81.1_1": "everywhere in all places.",
    "ai-patthana5.2:81.1_2": "everywhere in all ways:",
    "ai-patthana5.2:82.1_0": "For excessiveness is a cause of unskillful qualities, for the sake of all unskillful.",
    "ai-patthana5.2:83.1_0": "unshakable teaching is limited and uncontrolled. ... Three conditions are limited.",
    "ai-patthana5.2:84.1_0": "experiential causes and reasons give rise to the three things that give rise to undecided in many ways. ...",
    "ai-patthana5.2:85.1_0": "Unless he has no limitless teaching, unlimited, and unlimited, conditioned.",
    "ai-patthana5.2:86.1_0": "the objects of those five,",
    "ai-patthana5.2:86.1_1": "Seven each other ...",
    "ai-patthana5.2:86.1_2": "Two on in the jungle thicket ...",
    "ai-patthana5.2:86.1_3": "all your limbs—",
    "ai-patthana5.2:86.1_4": "This is the section in brief.",
    "ai-patthana5.2:87.0.1_0": "I am skilled in means, and doing what is good.",
    "ai-patthana5.2:87.0.2_0": "causes these reasons",
    "ai-patthana5.2:87.1_0": "A skillful quality gives rise to a limited object, a cause of skillful qualities.",
    "ai-patthana5.2:88.1_0": "Excellentment gives rise to what is skillful, what is skillful and what is good.",
    "ai-patthana5.2:89.1_0": "A skillful quality gives rise to a limitless thought. Consciousness cause is a condition for the sake of a wholesome quality.",
    "ai-patthana5.2:89.1_1": "everywhere in all places.",
    "ai-patthana5.2:89.1_2": "everywhere in all ways:",
    "ai-patthana5.2:90.1_0": "Avoiding the extent teaching gives rise to an unprofitable state.",
    "ai-patthana5.2:91.1_0": "By experientiality of the teaching gives rise to the finest opposite Consequently.",
    "ai-patthana5.2:91.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:91.1_2": "everywhere in all ways:",
    "ai-patthana5.2:92.1_0": "Also there is no limited object, unshakableness arises in him is limited, conditioned by cause and reason.",
    "ai-patthana5.2:93.1_0": "By reasoning an independent teaching that has not been expansively large objects, without reason.",
    "ai-patthana5.2:94.1_0": "Not limitlessly based on the teaching, unlikable, undesirable, and uncomprehended.",
    "ai-patthana5.2:94.1_1": "everywhere in all places.",
    "ai-patthana5.2:94.1_2": "everywhere in all ways:",
    "ai-patthana5.2:95.0.1_0": "Not realizing the profitable, they look forward.",
    "ai-patthana5.2:95.0.2_0": "causes these reasons",
    "ai-patthana5.2:95.1_0": "A middling teaching gives rise to a middling teaching. Skill is a cause and reason.",
    "ai-patthana5.2:96.1_0": "A superior person gives rise to goodness, a good principle.",
    "ai-patthana5.2:96.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:96.1_2": "everywhere in all ways:",
    "ai-patthana5.2:97.1_0": "inferiority gives rise to inferior people. Skilled in all unskillful things.",
    "ai-patthana5.2:98.1_0": "The middle way of teaching gives rise to middling causes.",
    "ai-patthana5.2:99.1_0": "fine things ...",
    "ai-patthana5.2:100.1_0": "A middling: this is how the middle conflict, the teaching, and the middle causes.",
    "ai-patthana5.2:100.1_1": "This is the section in brief.",
    "ai-patthana5.2:101.1_0": "...”",
    "ai-patthana5.2:102.0.1_0": "so the skillful.",
    "ai-patthana5.2:102.0.2_0": "causes these reasons",
    "ai-patthana5.2:102.1_0": "Excellence arises in someone who does not give rise to skillful things.",
    "ai-patthana5.2:103.1_0": "A skillful teaching gives rise to a good principle. Skillfulness causes unskillful qualities to give rise to a reason.",
    "ai-patthana5.2:103.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:103.1_2": "everywhere in all ways:",
    "ai-patthana5.2:104.1_0": "For the sake of wrong thoughts give rise to unskillful qualities, desire give rise to wrong view.",
    "ai-patthana5.2:105.1_0": "Unskillfulness arises in someone who hasn’t given up unskillful qualities. Since he doesn’t give rise to a cause or reason.",
    "ai-patthana5.2:105.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:105.1_2": "everywhere in all ways:",
    "ai-patthana5.2:106.1_0": "undetermined principles, without undetermined teaching, with no cause or condition.",
    "ai-patthana5.2:107.0.1_0": "so the skillful on the path, and on the object.",
    "ai-patthana5.2:107.0.2_0": "causes these reasons",
    "ai-patthana5.2:107.1_0": "The skillful teaching gives rise to the wrong path, and the three is good. ...”",
    "ai-patthana5.2:108.1_0": "Who does not have a reason for the sake of paths, for the sake of skillful thoughts, is a cause of good results.",
    "ai-patthana5.2:109.1_0": "by way of body, speech, and mind gives rise to the five. ...",
    "ai-patthana5.2:110.1_0": "the skillful quality gives rise to the path, and the skillful qualities that gives rise to the didn’t give rise to the three. ...",
    "ai-patthana5.2:111.1_0": "What is skillful and its cause?",
    "ai-patthana5.2:111.1_1": "This is the section in brief.",
    "ai-patthana5.2:112.1_0": "... seventeen grounds ...",
    "ai-patthana5.2:113.1_0": "The reasons gives rise to the path, the teaching, and the wrong path. Three conditions are independent.",
    "ai-patthana5.2:114.1_0": "... lack of wisdom ...",
    "ai-patthana5.2:115.1_0": "The teaching of the path that has no basis for ending. Unshakable by this is a cause or condition for the reason. ...",
    "ai-patthana5.2:115.1_1": "everywhere in all places.",
    "ai-patthana5.2:115.1_2": "everywhere in all ways:",
    "ai-patthana5.2:116.0.1_0": "Not socializing profitable things,",
    "ai-patthana5.2:116.0.2_0": "causes these reasons",
    "ai-patthana5.2:116.1_0": "(is) wholesome quality is a condition for the sake of skillful,",
    "ai-patthana5.2:116.1_1": "everywhere all over.",
    "ai-patthana5.2:116.1_2": "everywhere in all ways:",
    "ai-patthana5.2:117.1_0": "(3b) Is a Skill in the Dhamma has arisen, a condition for the sake of the teaching.",
    "ai-patthana5.2:117.1_1": "everywhere all over.",
    "ai-patthana5.2:117.1_2": "everywhere in all ways:",
    "ai-patthana5.2:118.1_0": "He has arisen in the Teaching as a condition for the sake of not accumulating whether the Teaching is a condition for the sake of non-existence.",
    "ai-patthana5.2:119.1_0": "And the reason for three objects, three on account of all the objects, namely, complete in all its aspects, non-disappearance ...",
    "ai-patthana5.2:120.0.1_0": "Not Knowing the past, future, and present,",
    "ai-patthana5.2:120.0.2_0": "causes these reasons",
    "ai-patthana5.2:120.1_0": "The present is a condition for the future.",
    "ai-patthana5.2:120.1_1": "everywhere all over.",
    "ai-patthana5.2:121.1_0": "presently is a condition for the future. ...",
    "ai-patthana5.2:121.1_1": "everywhere all over.",
    "ai-patthana5.2:121.1_2": "everywhere in all ways:",
    "ai-patthana5.2:122.1_0": "presently is a condition for the future. ...",
    "ai-patthana5.2:123.1_0": "Three on one occasions ...",
    "ai-patthana5.2:123.1_1": "...",
    "ai-patthana5.2:123.1_2": "all the universal monarchs.",
    "ai-patthana5.2:123.1_3": "everywhere in all ways:",
    "ai-patthana5.2:124.0.1_0": "body, speech, and mind are past,",
    "ai-patthana5.2:124.0.2_0": "causes these reasons",
    "ai-patthana5.2:124.1_0": "Existing on the past, future, or present.",
    "ai-patthana5.2:125.1_0": "In the future, a skillful quality arises dependent on a foundation. Understanding the skillful qualities is a cause and condition for the sake of skillful.",
    "ai-patthana5.2:126.1_0": "Then in the presently based on the present objects, a skillful quality gives rise to the cause.",
    "ai-patthana5.2:126.1_1": "everywhere in all places.",
    "ai-patthana5.2:126.1_2": "everywhere in all ways:",
    "ai-patthana5.2:127.1_0": "Exertioned by the past, future, and present. Consciousness is a cause of unskillful qualities.",
    "ai-patthana5.2:128.1_0": "Unskillfulness gives rise to unskillful qualities. Grounded by what is unskillful.",
    "ai-patthana5.2:129.1_0": "Then in the presently based on the present. From the unskillful state gives rise to the following.",
    "ai-patthana5.2:129.1_1": "everywhere in all places.",
    "ai-patthana5.2:129.1_2": "everywhere in all ways:",
    "ai-patthana5.2:130.1_0": "Not in the past, future, or present.",
    "ai-patthana5.2:131.1_0": "Not in the future, the teaching sense-of-self arises dependent on the future. This is a condition for the sake of non-disappearance.",
    "ai-patthana5.2:132.1_0": "Thoughts about presently in the present. These causes is a condition for the sake of an undirected object. Experience is a condition for the sake of extremely knowing.",
    "ai-patthana5.2:132.1_1": "everywhere in all places.",
    "ai-patthana5.2:132.1_2": "everywhere in all ways:",
    "ai-patthana5.2:133.0.1_0": "socializing profitable limbs,",
    "ai-patthana5.2:133.0.2_0": "causes these reasons",
    "ai-patthana5.2:133.1_0": "Putting a wholesome quality arises in oneself, and a condition for the sake of skillful.",
    "ai-patthana5.2:134.1_0": "Not skillful qualities arises dependent on another, a skillful quality.",
    "ai-patthana5.2:134.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:134.1_2": "everywhere in all ways:",
    "ai-patthana5.2:135.1_0": "Unskillful thoughts ...",
    "ai-patthana5.2:136.1_0": "Not unskillful qualities arises dependent on an outside, with an unwholesome mind as condition: unskillful.",
    "ai-patthana5.2:136.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:136.1_2": "everywhere in all ways:",
    "ai-patthana5.2:137.1_0": "Not being invited by reason. Since they have no cause or reason, what has not been declared by reason.",
    "ai-patthana5.2:138.1_0": "Not inquired externally, without interruption, there is a reason for the sake of not excessive conditions.",
    "ai-patthana5.2:138.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:138.1_2": "everywhere in all ways:",
    "ai-patthana5.2:139.0.1_0": "doing so, they cling to the profitable, and so on.",
    "ai-patthana5.2:139.0.2_0": "causes these reasons",
    "ai-patthana5.2:139.1_0": "internally and externally as objects, conditions give rise to a foundation of skillful qualities.",
    "ai-patthana5.2:139.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:139.1_2": "everywhere in all ways:",
    "ai-patthana5.2:140.1_0": "internally and externally as objects, conditions give rise to an individual. Enlightenment is a condition for what is unskillful.",
    "ai-patthana5.2:140.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:140.1_2": "everywhere in all ways:",
    "ai-patthana5.2:141.1_0": "Without an indeterminate principles, without reason.",
    "ai-patthana5.2:141.1_1": "everywhere everywhere means all-seeing.",
    "ai-patthana5.2:141.1_2": "everywhere in all ways:",
    "ai-patthana5.2:142.0.1_0": "those who do get good.",
    "ai-patthana5.2:142.0.2_0": "causes these reasons",
    "ai-patthana5.2:142.1_0": "Not doing so, one who has no infatuation gives rise to skillful qualities, this is a condition for the sake of repulsion.",
    "ai-patthana5.2:142.1_1": "everywhere all over.",
    "ai-patthana5.2:143.1_0": "One who has not got rid of repulsion gives rise to unprofitableness, dependently originated the path.",
    "ai-patthana5.2:143.1_1": "everywhere all over.",
    "ai-patthana5.2:144.1_0": "An invisible, not undeclared, untrue, false, and harmful.",
    "ai-patthana5.2:145.1_0": "One who has not declared untroubled and pointlessly gives rise to untroubled robes, and one who has no cause or reason.",
    "ai-patthana5.2:146.1_0": "An invisible, untroubled, and uncertainty arises dependent on the teaching, as conditioned by not grasping.",
    "ai-patthana5.2:147.1_0": "Such things don’t arise in someone who hasn’t got rid of repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-patthana5.2:147.1_1": "Four four four ways of Four:",
    "ai-patthana5.2:148.1_0": "Such things don’t arise because of an indeterminate, not undetermined; the Buddha has declared that no cause or condition.",
    "ai-patthana5.2:149.1_0": "Such things are independent, not untroubled, unreal, not based on the teaching, and the no longer incompetent.",
    "ai-patthana5.2:150.1_0": "Such things are independent, not untroubled, not being untroubled, and good-looking. And because of this is the cause and reason why misery, repulsion, views, and any cause or reason.",
    "ai-patthana5.2:151.1_0": "An invisible, not undeclared, lacking regard for the seventh that gives rise to fact, and dependently originated.",
    "ai-patthana5.2:152.1_0": "An invisible, undeclared, and untroubled—that gives rise to untroubled, with no need for what is needed.",
    "ai-patthana5.2:152.1_1": "The seven places of loss.",
    "ai-patthana5.2:153.1_0": "twenty-four grounds for a single object ...",
    "ai-patthana5.2:153.1_1": "six ...",
    "ai-patthana5.2:153.1_2": "without greed or hate,",
    "ai-patthana5.2:153.1_3": "This is the section in brief.",
    "ai-patthana5.2:154.1_0": "And the same answers to the same."
}