{
    "ai-patthana16.16:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana16.16:0.2_0": "Having given the immaculateness of the Dhamma",
    "ai-patthana16.16:0.3_0": "16.16. Kusalattika, Cittaduka",
    "ai-patthana16.16:1.1_0": "A skillful person doesn’t give rise to a good principle.",
    "ai-patthana16.16:1.1_1": "A skillful person doesn’t give rise to a good principle.",
    "ai-patthana16.16:1.1_2": "A wholesome mind doesn’t give rise to a good thought. Avoiding the reason for the sake of their mind.",
    "ai-patthana16.16:1.1_3": "A skillful person’s mind is not skilled in thought and not in mind, and they don’t give rise to a cause or reason.",
    "ai-patthana16.16:1.1_4": "A skillful person’s mind is not skilled in thought and not in mind, nor are there five things for them.",
    "ai-patthana16.16:2.1_0": "A unskillful thought doesn’t give rise to the unskillful. Avoiding the skill in mind.",
    "ai-patthana16.16:2.1_1": "A unskillful thought doesn’t give rise to the unskillful, with mind as condition: gives rise to the cause,",
    "ai-patthana16.16:2.1_2": "An unwholesome mind doesn’t give rise to a thought with intent on thought.",
    "ai-patthana16.16:2.1_3": "Unskillful thoughts don’t give rise to unskillful qualities, and they don’t arise because of their mind.",
    "ai-patthana16.16:2.1_4": "Unskillful thoughts don’t arise in their mind, and because of their mind is unskillful and no cause or reason.",
    "ai-patthana16.16:3.1_0": "Avoiding a thought with indeterminate mind. An astute person doesn’t give rise to the cause or condition.",
    "ai-patthana16.16:3.1_1": "Avoiding a thought with indeterminate mind. An astute person doesn’t give rise to the cause or condition.",
    "ai-patthana16.16:3.1_2": "Not attending on a thought with mind. Their mind doesn’t give rise to the unskillful qualities that arise with a reason. These three things don’t arise because of cause or reason.",
    "ai-patthana16.16:3.1_3": "This is the section in brief.",
    "ai-patthana16.16:4.1_0": "... the resultantes ...",
    "ai-patthana16.16:5.1_0": "A skillful teaching doesn’t give rise to a good thought. Then they don’t give rise to a cause or reason.",
    "ai-patthana16.16:5.1_1": "A skillful teaching doesn’t give rise to a good thought. ...",
    "ai-patthana16.16:5.1_2": "skillful qualities don’t arise in a good thought. They’re not skilled in the mind, and they don’t have any cause or reason for these three reasons.",
    "ai-patthana16.16:6.1_0": "mind ...",
    "ai-patthana16.16:6.1_1": "Knowing a thought ...",
    "ai-patthana16.16:6.1_2": "Unskillful thoughts ...",
    "ai-patthana16.16:7.1_0": "Three unshakables, in brief.",
    "ai-patthana16.16:8.1_0": "the result of nine prominent speech ..."
}