{
    "ai-patthana15.90:0.1_0": "Paṭṭhānapakaraṇa",
    "ai-patthana15.90:0.2_0": "The Origin of the Dhamma: allows uninterruptedly in the case of the phenomena, in the various forms -",
    "ai-patthana15.90:0.3_0": "Transmigration for requisites, for the going forth,",
    "ai-patthana15.90:1.1_0": "One gives rise to harmlessness causes this is not a cause of misapprehension.",
    "ai-patthana15.90:1.1_1": "everywhere all over.",
    "ai-patthana15.90:2.1_0": "One who has not gone for refuge to the teaching, not for the sake of sustained thought. Consciousness doesn’t give rise to sorrow.",
    "ai-patthana15.90:2.1_1": "Not seeing the cause of death, only the reason why sometimes it doesn’t give rise to flood.",
    "ai-patthana15.90:2.1_2": "One who has gone for refuge to the Buddha, the teaching, and the Saṅgha, and doesn’t give rise to confidence in those without it.",
    "ai-patthana15.90:3.1_0": "...",
    "ai-patthana15.90:4.0_0": "(They are) not with an object of the objects.",
    "ai-patthana15.90:4.1_0": "Without taking non-violence, not for the sake of access, not for the sake of subsistance, not for the sake of access;",
    "ai-patthana15.90:5.1_0": "Without longing for refuge, that is not for the sake of sustaining the flood.",
    "ai-patthana15.90:5.1_1": "This is the section in brief.",
    "ai-patthana15.90:6.1_0": "or three objects",
    "ai-patthana15.90:6.1_1": "one isn’t corrupt,",
    "ai-patthana15.90:6.1_2": "When they were bathing, they were bathing naked in a definitive ...",
    "ai-patthana15.90:6.1_3": "When one isn’t keen or preoccupied,",
    "ai-patthana15.90:6.1_4": "it seems to us when you have excellence",
    "ai-patthana15.90:7.1_0": "or even a canopy covered in the same way.",
    "ai-patthana15.90:8.1_0": "It is a condition for the taking up of not-self, not for the sake of refuge, nor for the sake of all goodness.",
    "ai-patthana15.90:9.1_0": "It is the cause of refuge that is the reason for no impingement, not for the sake of non-result, for the sake of non-resultanement, for the sake of non-disappearance condition.",
    "ai-patthana15.90:9.1_1": "This is the section in brief.",
    "ai-patthana15.90:10.1_0": "Two on the causes and reasons two faculties were later, and two, three drops drawn out from the pair, two, three drops. ...",
    "ai-patthana15.90:10.1_1": "There are three more mendicants who have no regrets.",
    "ai-patthana15.90:11.1_0": "It is a condition for the sake of refuge, not for the other, and for the sake of it. It is a condition for the later condition that gives rise to death by way of the later condition.",
    "ai-patthana15.90:11.1_1": "This is the section in brief.",
    "ai-patthana15.90:12.1_0": "not for the sake of heaven or not,",
    "ai-patthana15.90:13.1_0": "(This should be told in full as in the previous discourse.)"
}