{
    "ai-pli-tv-bu-vb-pc80:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-pc80:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-pc80:0.3_0": "Pācittiyakaṇḍa",
    "ai-pli-tv-bu-vb-pc80:0.4_0": "Sahadhammikavagga",
    "ai-pli-tv-bu-vb-pc80:0.5_0": "The training rule on leaving without giving consent",
    "ai-pli-tv-bu-vb-pc80:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-pc80:1.2_0": "the Sangha had gathered on some business.",
    "ai-pli-tv-bu-vb-pc80:1.3_0": "The monks from the group of six were busy making robes and so they gave their consent to one among them.",
    "ai-pli-tv-bu-vb-pc80:1.4_0": "When the Sangha was ready to do the legal procedure for which it had gathered, it put forward a motion.",
    "ai-pli-tv-bu-vb-pc80:1.5_0": "He then remembered",
    "ai-pli-tv-bu-vb-pc80:1.6_0": "“Where is the same thing, but only one that is the procedure?” then got up from his seat and left.",
    "ai-pli-tv-bu-vb-pc80:1.7_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-pc80:1.8_0": "“When the Sangha is in the process of deliberating, how could that monk get up from his seat and leave without giving his consent?” ...",
    "ai-pli-tv-bu-vb-pc80:1.9_0": "“Is it true, monk, that you did this?”",
    "ai-pli-tv-bu-vb-pc80:1.10_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-pc80:1.11_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-pc80:1.12_0": "“... Foolish man, how can you do this?",
    "ai-pli-tv-bu-vb-pc80:1.13_0": "This won’t give rise to confidence in those without it ...”...",
    "ai-pli-tv-bu-vb-pc80:1.14_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc80:1.15.1_0": "‘When the Sangha is in the process of deliberating, if a monk gets up from his seat and leaves without first giving his consent, he commits an offense entailing confession.’”",
    "ai-pli-tv-bu-vb-pc80:2.1.1_0": "But (all):",
    "ai-pli-tv-bu-vb-pc80:2.1.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-pc80:2.1.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-pc80:2.1.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-pc80:2.1.5_0": "When the Sangha is deliberating:",
    "ai-pli-tv-bu-vb-pc80:2.1.6_0": "when the topic has been announced but the deliberation is not yet concluded, or when the motion has been put forward, or when the announcement is still under way.",
    "ai-pli-tv-bu-vb-pc80:2.1.7_0": "Gets up from his seat and leaves without first giving his consent:",
    "ai-pli-tv-bu-vb-pc80:2.1.8_0": "if he leaves, thinking, “How may this legal procedure be disturbed?” or “How may this legal procedure be done by an incomplete assembly?” or “How may this legal procedure not be done?” then he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc80:2.1.9_0": "If he is in the process of going beyond arm’s reach of the gathering, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc80:2.1.10_0": "When the other monk has gone beyond, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc80:2.2.1_0": "If it is a legitimate legal procedure, and he perceives it as such, and he gets up from his seat and leaves without first giving his consent, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc80:2.2.2_0": "If it is a legitimate legal procedure, but he is unsure of it, and he gets up from his seat and leaves without first giving his consent, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc80:2.2.3_0": "If it is a legitimate legal procedure, but he perceives it as illegitimate, and he gets up from his seat and leaves without first giving his consent, there is no offense.",
    "ai-pli-tv-bu-vb-pc80:2.2.4_0": "If it is an illegitimate legal procedure, but he perceives it as legitimate, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc80:2.2.5_0": "If it is an illegitimate legal procedure, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc80:2.2.6_0": "If it is an illegitimate legal procedure, and he perceives it as such, there is no offense.",
    "ai-pli-tv-bu-vb-pc80:2.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-pc80:2.3.2_0": "if he goes because he thinks there will be quarrels or disputes in the Sangha;",
    "ai-pli-tv-bu-vb-pc80:2.3.3_0": "if he leaves because he thinks there will be a fracture or schism in the Sangha;",
    "ai-pli-tv-bu-vb-pc80:2.3.4_0": "if he leaves because he thinks the legal procedure will be illegitimate, done by an incomplete assembly, or done against one who does not deserve it;",
    "ai-pli-tv-bu-vb-pc80:2.3.5_0": "if he leaves because he is sick;",
    "ai-pli-tv-bu-vb-pc80:2.3.6_0": "if he leaves because there is something to be done for someone who is sick;",
    "ai-pli-tv-bu-vb-pc80:2.3.7_0": "if he leaves because he needs to relieve himself;",
    "ai-pli-tv-bu-vb-pc80:2.3.8_0": "if he leaves with the intention to return, and not because he wants to invalidate the legal procedure;",
    "ai-pli-tv-bu-vb-pc80:2.3.9_0": "if he is insane;",
    "ai-pli-tv-bu-vb-pc80:2.3.10_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-pc80:2.3.11_0": "The tenth rule, the training rule on leaving without giving consent, is finished."
}