{
    "ai-pli-tv-bu-vb-pc19:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-pc19:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-pc19:0.3_0": "Pācittiyakaṇḍa",
    "ai-pli-tv-bu-vb-pc19:0.4_0": "Bhūtagāmavagga",
    "ai-pli-tv-bu-vb-pc19:0.5_0": "19. Mahallakavihārasikkhāpada",
    "ai-pli-tv-bu-vb-pc19:1.1_0": "At one time when the Buddha was staying at Kosambī in Ghosita’s Monastery,",
    "ai-pli-tv-bu-vb-pc19:1.2_0": "At that time a government official who was Venerable Channa’s supporter was making him a dwelling.",
    "ai-pli-tv-bu-vb-pc19:1.3_0": "When the dwelling was finished, Channa had it roofed and plastered again and again.",
    "ai-pli-tv-bu-vb-pc19:1.4_0": "Being overloaded, the dwelling collapsed.",
    "ai-pli-tv-bu-vb-pc19:1.5_0": "Then, while collecting grass and sticks, Channa spoiled the barley field belonging to a certain brahmin.",
    "ai-pli-tv-bu-vb-pc19:1.6_0": "The brahmin then complained and criticized him,",
    "ai-pli-tv-bu-vb-pc19:1.7_0": "“How can the venerables see our barber?”",
    "ai-pli-tv-bu-vb-pc19:1.8_0": "The monks heard the complaints of that brahmin,",
    "ai-pli-tv-bu-vb-pc19:1.9_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-pc19:1.10_0": "“How can Venerable Channa have a finished dwelling roofed and plastered again and again, so that it collapsed from overloading?”",
    "ai-pli-tv-bu-vb-pc19:1.11_0": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Channa:",
    "ai-pli-tv-bu-vb-pc19:1.12_0": "“Is it true, Channa, that you did this?”",
    "ai-pli-tv-bu-vb-pc19:1.13_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-pc19:1.14_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-pc19:1.15_0": "“... Foolish man, how can you have a finished dwelling roofed and plastered again and again, so that it collapses from overloading?",
    "ai-pli-tv-bu-vb-pc19:1.16_0": "This won’t give rise to confidence in those without it ...”...",
    "ai-pli-tv-bu-vb-pc19:1.17_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc19:1.18.1_0": "‘When a monk builds a large dwelling with a sponsoring owner and transferred to it, then they should apply themselves to the end.",
    "ai-pli-tv-bu-vb-pc19:1.18.1_1": "If he applies more than that, even if he stands where there are no cultivated plants, he commits an offense entailing confession.’”",
    "ai-pli-tv-bu-vb-pc19:2.1.1_0": "A large dwelling:",
    "ai-pli-tv-bu-vb-pc19:2.1.2_0": "one with an owner is what is meant.",
    "ai-pli-tv-bu-vb-pc19:2.1.3_0": "A dwelling:",
    "ai-pli-tv-bu-vb-pc19:2.1.4_0": "A plastered inside or out, a plastered inside or outside,",
    "ai-pli-tv-bu-vb-pc19:2.1.5_0": "Is building:",
    "ai-pli-tv-bu-vb-pc19:2.1.6_0": "is making or is having made.",
    "ai-pli-tv-bu-vb-pc19:2.1.7_0": "As far as the gateway:",
    "ai-pli-tv-bu-vb-pc19:2.1.8_0": "the Fortunate One’s Community of Nunnels around the back,",
    "ai-pli-tv-bu-vb-pc19:2.1.9_0": "Archers:",
    "ai-pli-tv-bu-vb-pc19:2.1.10_0": "for the fixing of the door.",
    "ai-pli-tv-bu-vb-pc19:2.1.11_0": "For treating the window openings:",
    "ai-pli-tv-bu-vb-pc19:2.1.12_0": "for treating the window openings there is white color, black color, and treating with red ocher; making a garland pattern, a creeper pattern, a shark-teeth pattern, and the fivefold pattern.",
    "ai-pli-tv-bu-vb-pc19:2.1.13_0": "Standing where there are no cultivated plants, he may apply two or three courses of roofing material:",
    "ai-pli-tv-bu-vb-pc19:2.1.14_0": "cultivated plants: grain and vegetables;",
    "ai-pli-tv-bu-vb-pc19:2.1.15_0": "if he applies it while standing where there are cultivated plants, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc19:2.1.16_0": "For someone covering in lines, after covering with two layers, he may ask for a third layer, and he should then depart.",
    "ai-pli-tv-bu-vb-pc19:2.1.17_0": "For someone covering in circles, after covering with two layers, he may ask for a third layer, and he should then depart.",
    "ai-pli-tv-bu-vb-pc19:2.1.18_0": "If he applies more than that, even if he stands where there are no cultivated plants:",
    "ai-pli-tv-bu-vb-pc19:2.1.19_0": "if he is covering with bricks, then for every brick, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.1.20_0": "If he is covering with slate, then for every piece of slate, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.1.21_0": "If he is covering with plaster, then for every lump, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.1.22_0": "If he is covering with grass, then for every handful, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.1.23_0": "If he is covering with leaves, then for every leaf, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.2.1_0": "If it is more than two or three courses, and he perceives it as more, and he applies it, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.2.2_0": "If it is more than two or three courses, but he is unsure of it, and he applies it, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.2.3_0": "If it is more than two or three courses, but he perceives it as less, and he applies it, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc19:2.2.4_0": "If it is less than two or three courses, but he perceives it as more, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc19:2.2.5_0": "If it is less than two or three courses, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc19:2.2.6_0": "If it is less than two or three courses, and he perceives it as less, there is no offense.",
    "ai-pli-tv-bu-vb-pc19:2.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-pc19:2.3.2_0": "if he applies two or three courses;",
    "ai-pli-tv-bu-vb-pc19:2.3.3_0": "if he applies less than two or three courses;",
    "ai-pli-tv-bu-vb-pc19:2.3.4_0": "if it is a shelter;",
    "ai-pli-tv-bu-vb-pc19:2.3.5_0": "caves are fastened,",
    "ai-pli-tv-bu-vb-pc19:2.3.6_0": "if it is a grass hut;",
    "ai-pli-tv-bu-vb-pc19:2.3.7_0": "if it is built for someone else;",
    "ai-pli-tv-bu-vb-pc19:2.3.8_0": "if it is by means of her own property;",
    "ai-pli-tv-bu-vb-pc19:2.3.9_0": "if anywhere apart from the fire hut, there is no offense.",
    "ai-pli-tv-bu-vb-pc19:2.3.10_0": "if he is insane;",
    "ai-pli-tv-bu-vb-pc19:2.3.11_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-pc19:2.3.12_0": "The ninth rule, the training rule on large dwellings, is finished."
}