{
    "ai-pli-tv-pvr14:0.1_0": "Parivāra",
    "ai-pli-tv-pvr14:0.2_0": "Cūḷasaṅgāma",
    "ai-pli-tv-pvr14:0.3_0": "1. Anuvijjakassapaṭipatti",
    "ai-pli-tv-pvr14:1.1_0": "A monk who approaches the Sangha,",
    "ai-pli-tv-pvr14:1.2_0": "he should approach the Sangha,",
    "ai-pli-tv-pvr14:1.3_0": "“Take a dust and dirt.",
    "ai-pli-tv-pvr14:1.4_0": "He should be skilled in the seats, skilled in the windows,",
    "ai-pli-tv-pvr14:1.4_1": "He should not sit encroaching on the senior monks without a seat, except together with the senior monks.",
    "ai-pli-tv-pvr14:1.5_0": "one should be expelled too much by them.",
    "ai-pli-tv-pvr14:1.5_1": "this teaching should be understood according to what is said, but one should be silent.",
    "ai-pli-tv-pvr14:2.1_0": "The Sangha should not ask a question about a person who has a mastered the three knowledges. He should not question, as a teacher who has an a preceptor. He should not ask question, and he should not be questioned with a pupil. He should not ask question, and he should not be questioned with a teacher. He should not questioned:",
    "ai-pli-tv-pvr14:2.2_0": "what is the reason for that?",
    "ai-pli-tv-pvr14:2.3_0": "Knowing this is the lover of the good,",
    "ai-pli-tv-pvr14:2.4_0": "‘This isidable for you who are acting out of desire, ill will, confusion, and fear.’",
    "ai-pli-tv-pvr14:3.1_0": "The Sangha should expel the following kind of person. He should not consent to a regular monk. He should be expelled by Secluded from the Saṅgha with wearing an oppression. He should not expels to hear loving-kindness, not with hands and feet. He shouldn’t blighted on loving-kindness. It should not be expelsively, not with hatches.",
    "ai-pli-tv-pvr14:4.1_0": "You should prepare a seat with these things. You should not get up from your seat when you go. You should then embarrassed by the seats and sit down on a level. You should not follow your example. You shouldn’t be able to discern after postures and reserve the proper procedures. You should be specify in the way beginning, “We will not be able to get up. You should not be able to discerned by the Dhamma. You should not be treated with the beginning. You should be treated with the good in the middle. You should be treated as an uncertainty things. You should be looked like a bad destination. You should be oppppressed with respected. You should be treated. You should be treated by the clothes in your own good qualities. You should be treated by the clothes in your lains and say. You should be cares.",
    "ai-pli-tv-pvr14:4.2_0": "And after examination, sensible spiritual companions in this way are dear and beloved to the teacher, respected and admired.",
    "ai-pli-tv-pvr14:5.1_0": "for the sake of the opportunity for achieving what they have been placed in for the sake of the opposite sex; for the sake of position to make for the sake of accusations; for the sake of opposites for the benefits of renunciation; for the sake of accusations for the sake of warding offering the private parts; for the purpose of making amends for the benefits of accumulating, for the sake of accumulating, for the decision, for the sake of making amends.",
    "ai-pli-tv-pvr14:6.1_0": "For the sake of restraint, restraint, and knowledge and vision of freedom is the purpose and benefit of not having regrets. By this is the purpose and benefit of immersion, Immersion is for the purpose of tranquility, tranquility, immersion, knowledge and vision of freedom.",
    "ai-pli-tv-pvr14:6.2_0": "There is this purpose of conducive to the meaning, value, reasoning, and considering it:",
    "ai-pli-tv-pvr14:6.3_0": "that is, the liberation of the mind by not grasping.",
    "ai-pli-tv-pvr14:7.1_0": "We’ll restrain our roams,",
    "ai-pli-tv-pvr14:7.2_0": "and having done much good, was done by the Buddha,",
    "ai-pli-tv-pvr14:7.3_0": "being spoken by the training rules,",
    "ai-pli-tv-pvr14:7.4_0": "making sure path leading to the next life.",
    "ai-pli-tv-pvr14:8.1_0": "When there is a ground, they commit an offense.",
    "ai-pli-tv-pvr14:8.2_0": "But their source,",
    "ai-pli-tv-pvr14:8.3_0": "he doesn’t know the next world.",
    "ai-pli-tv-pvr14:8.4_0": "Because they’re performed,",
    "ai-pli-tv-pvr14:9.1_0": "A legal issue that is a legal issue and also a legal issue.",
    "ai-pli-tv-pvr14:9.2_0": "expert in generosity,",
    "ai-pli-tv-pvr14:9.3_0": "The hatred and a study,",
    "ai-pli-tv-pvr14:9.4_0": "if he leaves because he is not going to enjoy;",
    "ai-pli-tv-pvr14:10.1_0": "perception and isn’t skillful,",
    "ai-pli-tv-pvr14:10.2_0": "you’re free of pain;",
    "ai-pli-tv-pvr14:10.3_0": "misfortune for me, without plundering you,",
    "ai-pli-tv-pvr14:10.4_0": "consequence, lacking regard for others.",
    "ai-pli-tv-pvr14:10.5_0": "This kind of monk, indeed,",
    "ai-pli-tv-pvr14:10.6_0": "one who has not made is what is meant.",
    "ai-pli-tv-pvr14:11.1_0": "When there is a ground, they commit an offense.",
    "ai-pli-tv-pvr14:11.2_0": "But their source,",
    "ai-pli-tv-pvr14:11.3_0": "he knows pus,",
    "ai-pli-tv-pvr14:11.4_0": "Because they’re performed,",
    "ai-pli-tv-pvr14:12.1_0": "A legal issue that is a legal issue and also a legal issue.",
    "ai-pli-tv-pvr14:12.2_0": "let alone all at once.",
    "ai-pli-tv-pvr14:12.3_0": "free of anger, free of delusion,",
    "ai-pli-tv-pvr14:12.4_0": "if you don’t go when you’re not slack;",
    "ai-pli-tv-pvr14:13.1_0": "the skillful and the unskillful.",
    "ai-pli-tv-pvr14:13.2_0": "And those who’ve got caught up in them.",
    "ai-pli-tv-pvr14:13.3_0": "fortunate miss out the response.",
    "ai-pli-tv-pvr14:13.4_0": "Sukkusa, Sukkā,",
    "ai-pli-tv-pvr14:13.5_0": "This kind of monk, indeed,",
    "ai-pli-tv-pvr14:13.6_0": "is said to be one who is attached.",
    "ai-pli-tv-pvr14:14.1_0": "The group of sixteen is finished.",
    "ai-pli-tv-pvr14:15.1_0": "This is the summary:",
    "ai-pli-tv-pvr14:16.1_0": "They’d question me in need:",
    "ai-pli-tv-pvr14:16.2_0": "don’t heavy people,",
    "ai-pli-tv-pvr14:16.3_0": "for the sake of clinging to the good,",
    "ai-pli-tv-pvr14:16.4_0": "discipline and by Monastic Law.",
    "ai-pli-tv-pvr14:16.5_0": "these fourteen factors,",
    "ai-pli-tv-pvr14:16.6_0": "immediately:"
}