{
    "ai-pli-tv-bu-vb-np5:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-np5:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-np5:0.3_0": "Nissaggiyakaṇḍa",
    "ai-pli-tv-bu-vb-np5:0.4_0": "Cīvaravagga",
    "ai-pli-tv-bu-vb-np5:0.5_0": "The training rule on receiving robe-cloth",
    "ai-pli-tv-bu-vb-np5:1.1.1_0": "At one time the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary.",
    "ai-pli-tv-bu-vb-np5:1.1.2_0": "At that time the nun Uppalavaṇṇā was staying at Sāvatthī.",
    "ai-pli-tv-bu-vb-np5:1.1.3_0": "One morning she robed up, took her bowl and robe, and entered Sāvatthī to collect almsfood.",
    "ai-pli-tv-bu-vb-np5:1.1.4_0": "She wandered for alms in Sāvatthī. After the meal, on her return from alms-round, she went to the Dark Forest,",
    "ai-pli-tv-bu-vb-np5:1.1.5_0": "plunged deep into it, and sat at the root of a tree for the day’s meditation.",
    "ai-pli-tv-bu-vb-np5:1.1.6_0": "Just then some bandits had stolen a cow and slaughtered it, and were taking the meat to the Blind Men’s Grove.",
    "ai-pli-tv-bu-vb-np5:1.1.7_0": "The head bandit saw Uppalavaṇṇā sitting at the foot of that tree.",
    "ai-pli-tv-bu-vb-np5:1.1.8_0": "He thought,",
    "ai-pli-tv-bu-vb-np5:1.1.9_0": "“If my sons and brothers see this nun, they’ll harass her,”",
    "ai-pli-tv-bu-vb-np5:1.1.10_0": "and he took a different path.",
    "ai-pli-tv-bu-vb-np5:1.1.11_0": "Soon afterwards, when the meat was cooked, he took some of the best meat, tied it up in a palm-leaf packet, hung it from a tree not far from Uppalavaṇṇā, and said,",
    "ai-pli-tv-bu-vb-np5:1.1.12_0": "“He who sees an ascetic or brahmin after giving it to her,” then he left.",
    "ai-pli-tv-bu-vb-np5:1.1.13_0": "Uppalavaṇṇā had just emerged from stillness when she heard the head bandit making that statement.",
    "ai-pli-tv-bu-vb-np5:1.1.14_0": "She took the meat and returned to her dwelling place.",
    "ai-pli-tv-bu-vb-np5:1.1.15_0": "The following morning she prepared the meat and made it into a bundle with her upper robe. She then rose into the air and appeared in the Bamboo Grove.",
    "ai-pli-tv-bu-vb-np5:1.2.1_0": "When she arrived the Buddha had already entered a village to collect almsfood,",
    "ai-pli-tv-bu-vb-np5:1.2.2_0": "but Venerable Udāyī had been left behind to look after the dwellings.",
    "ai-pli-tv-bu-vb-np5:1.2.3_0": "Uppalavaṇṇā approached Udāyī,",
    "ai-pli-tv-bu-vb-np5:1.2.3_1": "and she said,",
    "ai-pli-tv-bu-vb-np5:1.2.4_0": "“Venerable, where’s the Buddha?”",
    "ai-pli-tv-bu-vb-np5:1.2.5_0": "“He has entered the village to collect almsfood.”",
    "ai-pli-tv-bu-vb-np5:1.2.6_0": "“Please give this meat to the Buddha.”",
    "ai-pli-tv-bu-vb-np5:1.2.7_0": "“You’ll please the Buddha with that meat.",
    "ai-pli-tv-bu-vb-np5:1.2.8_0": "If you give me your sarong, you’ll please me too.”",
    "ai-pli-tv-bu-vb-np5:1.2.9_0": "“It’s hard for women to get material support, and this robe is the fifth.",
    "ai-pli-tv-bu-vb-np5:1.2.10_0": "I can’t give it away.”",
    "ai-pli-tv-bu-vb-np5:1.2.11_0": "“Sister, just as a man giving an elephant might decorate its girth,",
    "ai-pli-tv-bu-vb-np5:1.2.12_0": "so you giving meat to the Buddha should decorate me with your sarong.”",
    "ai-pli-tv-bu-vb-np5:1.2.13_0": "Uppalavaṇṇā had stopped by Udāyī; then returned to the monastery.",
    "ai-pli-tv-bu-vb-np5:1.2.14_0": "The nuns who received Uppalavaṇṇā’s bowl and robe asked her,",
    "ai-pli-tv-bu-vb-np5:1.2.15_0": "“Venerable, where’s your sarong?”",
    "ai-pli-tv-bu-vb-np5:1.2.16_0": "She told the nuns what had happened.",
    "ai-pli-tv-bu-vb-np5:1.2.17_0": "The nuns complained and criticized them,",
    "ai-pli-tv-bu-vb-np5:1.2.18_0": "“How can Venerable Udāyī receive a robe from a nun? It’s hard for women to get material support.”",
    "ai-pli-tv-bu-vb-np5:1.2.19_0": "They then told the monks.",
    "ai-pli-tv-bu-vb-np5:1.2.20_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-np5:1.2.21_0": "“How can Venerable Udāyī receive a robe from a nun?”",
    "ai-pli-tv-bu-vb-np5:1.2.22_0": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Udāyī:",
    "ai-pli-tv-bu-vb-np5:1.2.23_0": "“Is it true, Udāyī, that you did this?”",
    "ai-pli-tv-bu-vb-np5:1.2.24_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-np5:1.2.25_0": "“Is she a relative of yours?”",
    "ai-pli-tv-bu-vb-np5:1.2.26_0": "“No, Sir.”",
    "ai-pli-tv-bu-vb-np5:1.2.27_0": "“Foolish man, a man and a woman who are unrelated don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s right and what’s wrong.",
    "ai-pli-tv-bu-vb-np5:1.2.28_0": "And still you received a robe directly from an unrelated nun.",
    "ai-pli-tv-bu-vb-np5:1.2.29_0": "This won’t give rise to confidence in those without it ...”...",
    "ai-pli-tv-bu-vb-np5:1.2.30_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-np5:1.2.31.1_0": "‘If a monk receives a robe directly from an unrelated nun, he commits an offense entailing relinquishment and confession.’”",
    "ai-pli-tv-bu-vb-np5:1.2.32_0": "In this way the Buddha laid down this training rule for the monks.",
    "ai-pli-tv-bu-vb-np5:2.1_0": "Then, being afraid of wrongdoing, the monks did not receive robes from nuns even in exchange.",
    "ai-pli-tv-bu-vb-np5:2.2_0": "The nuns complained and criticized them,",
    "ai-pli-tv-bu-vb-np5:2.3_0": "“How can they not receive robes from us in exchange?”",
    "ai-pli-tv-bu-vb-np5:2.4_0": "The monks heard the complaints of those nuns",
    "ai-pli-tv-bu-vb-np5:2.5_0": "They told the Buddha.",
    "ai-pli-tv-bu-vb-np5:2.6_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-bu-vb-np5:2.7_0": "“Monks, if it is part of an exchange, I allow you to receive things from five sources: from monks, from nuns, from trainee nuns, from novice monks, and from novice nuns.",
    "ai-pli-tv-bu-vb-np5:2.8_0": "“Monks, if it is part of an exchange, I allow you to receive things from five kinds of people:",
    "ai-pli-tv-bu-vb-np5:2.9_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-np5:2.10.1_0": "‘If a monk receives a robe directly from an unrelated nun, except if it is an exchange, he commits an offense entailing relinquishment and confession.’”",
    "ai-pli-tv-bu-vb-np5:3.1.1_0": "But (all):",
    "ai-pli-tv-bu-vb-np5:3.1.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-np5:3.1.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-np5:3.1.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-np5:3.1.5_0": "Unrelated:",
    "ai-pli-tv-bu-vb-np5:3.1.6_0": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side.",
    "ai-pli-tv-bu-vb-np5:3.1.7_0": "A nun:",
    "ai-pli-tv-bu-vb-np5:3.1.8_0": "she has been given the full ordination by both Sanghas.",
    "ai-pli-tv-bu-vb-np5:3.1.9_0": "Robe-cloth:",
    "ai-pli-tv-bu-vb-np5:3.1.10_0": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another.",
    "ai-pli-tv-bu-vb-np5:3.1.11_0": "Except if it is an exchange:",
    "ai-pli-tv-bu-vb-np5:3.1.12_0": "unless it is an exchange.",
    "ai-pli-tv-bu-vb-np5:3.1.13_0": "If he accepts, then for the effort there is an act of wrong conduct.",
    "ai-pli-tv-bu-vb-np5:3.1.14_0": "When he gets the robe-cloth, it becomes subject to relinquishment.",
    "ai-pli-tv-bu-vb-np5:3.1.15_0": "The blanket should be relinquished to a sangha, a group, or an individual.",
    "ai-pli-tv-bu-vb-np5:3.1.16_0": "“And, monks, it should be relinquished like this. ...",
    "ai-pli-tv-bu-vb-np5:3.1.17_0": "... “I attained ...",
    "ai-pli-tv-bu-vb-np5:3.1.18_0": "‘Venerables, this robe-cloth which I received after receiving it from an unrelated nun is to be relinquished.",
    "ai-pli-tv-bu-vb-np5:3.1.19_0": "I relinquish them to the Sangha.’ ...",
    "ai-pli-tv-bu-vb-np5:3.1.20_0": "gives back ...",
    "ai-pli-tv-bu-vb-np5:3.1.21_0": "you should give ...",
    "ai-pli-tv-bu-vb-np5:3.1.22_0": "‘I give this robe-cloth back to you.’”",
    "ai-pli-tv-bu-vb-np5:3.2.1_0": "If she is unrelated and he perceives her as such, and he receives robe-cloth from her, except if it is an exchange, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np5:3.2.2_0": "If she is unrelated, but he is unsure of it, and he receives robe-cloth from her, except if it is an exchange, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np5:3.2.3_0": "If she is unrelated, but he perceives her as related, and he receives robe-cloth from her, except if it is an exchange, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np5:3.2.4_0": "If he receives robe-cloth directly from a nun who is fully ordained only on one side, except if it is an exchange, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np5:3.2.5_0": "If she is related, but he perceives her as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np5:3.2.6_0": "If she is related, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np5:3.2.7_0": "If she is related, and he perceives her as such, there is no offense.",
    "ai-pli-tv-bu-vb-np5:3.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-np5:3.3.2_0": "by relatives,",
    "ai-pli-tv-bu-vb-np5:3.3.3_0": "if much is exchanged with little or little is exchanged with much;",
    "ai-pli-tv-bu-vb-np5:3.3.4_0": "if he takes it on trust;",
    "ai-pli-tv-bu-vb-np5:3.3.5_0": "if she grabs it for the post;",
    "ai-pli-tv-bu-vb-np5:3.3.6_0": "if he takes any requisite apart from robe-cloth;",
    "ai-pli-tv-bu-vb-np5:3.3.7_0": "if it is a trainee nun;",
    "ai-pli-tv-bu-vb-np5:3.3.8_0": "if it is to a novice nun;",
    "ai-pli-tv-bu-vb-np5:3.3.9_0": "if he is insane;",
    "ai-pli-tv-bu-vb-np5:3.3.10_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-np5:3.3.11_0": "The fifth rule, the training rule on receiving robe-cloth, is finished."
}