{
    "ai-pli-tv-pvr15:0.1_0": "Parivāra",
    "ai-pli-tv-pvr15:0.2_0": "Mahāsaṅgāma",
    "ai-pli-tv-pvr15:0.3_0": "1. Voharantenajānitabbādi",
    "ai-pli-tv-pvr15:1.1_0": "A monk should know that legal issue has been decided about. He should know that legal issue has been decided about. He should know that legal issue has been decided about the Teaching, the Monastic Law, and the Teacher’s instruction; he should not find out about the Teaching, the Monastic Law, and the Teacher’s instruction. He shouldn’t know if he hasn’t committed any new legal issues according to the Teaching, and he should be resolved.",
    "ai-pli-tv-pvr15:2.1_0": "Knowledges for:",
    "ai-pli-tv-pvr15:2.2_0": "He should know about these eight surgeons, forty-two grounds, for recitation, and for proclamations. For two or three reasons:",
    "ai-pli-tv-pvr15:3.1_0": "He should know his story:",
    "ai-pli-tv-pvr15:3.2_0": "He should know what failure in morality, failure in conduct, failure in view, and failure in livelihood.",
    "ai-pli-tv-pvr15:4.1_0": "He should know about offenses:",
    "ai-pli-tv-pvr15:4.2_0": "He should know about an offense entailing expulsion, and he knows which offenses entailing suspension are an offense entailing confession, and he knows what is an offense entailing acknowledgment. The offense of wrong conduct should be known and committed an offense of wrong speech.",
    "ai-pli-tv-pvr15:5.1_0": "they know their source:",
    "ai-pli-tv-pvr15:5.2_0": "He should know these eight reasons:",
    "ai-pli-tv-pvr15:6.1_0": "He should know:",
    "ai-pli-tv-pvr15:6.2_0": "The Sangha should know that a group of nuns, a group of nuns, and a sangha know that he has been accused, knows that encircling, should be responded, know what is to be done and what is to be done.",
    "ai-pli-tv-pvr15:6.3_0": "The Sangha should know it be known.",
    "ai-pli-tv-pvr15:6.4_0": "Is the Sangha able to resolve this legal issue according to the Teaching, the Monastic Law, and the Teacher’s instruction, or do the Teacher’s instruction?”",
    "ai-pli-tv-pvr15:6.5_0": "He should know as a group,",
    "ai-pli-tv-pvr15:6.6_0": "they’re able to resolve this legal issue according to the Teaching, the Monastic Law, and the Teacher’s instruction, or the Teacher’s instruction? Are you who know the Teaching, or the Monastic Law?",
    "ai-pli-tv-pvr15:6.7_0": "The person should be known as to whom one knows.",
    "ai-pli-tv-pvr15:6.8_0": "Is the power of this person who is capable of understanding this legal issue according to the Teaching, the Monastic Law, and the Teacher’s instruction? Does it know or see?”",
    "ai-pli-tv-pvr15:6.9_0": "if he is accused, he should know as an outcaste.",
    "ai-pli-tv-pvr15:6.10_0": "Does this venerable discuss another? Or “Did they know the five qualities on which they’re accused?”",
    "ai-pli-tv-pvr15:6.11_0": "if he knows that he has been accused;",
    "ai-pli-tv-pvr15:6.12_0": "Is it possible that you can know about things that you’re grounded in two things? Or do they know whether or not?",
    "ai-pli-tv-pvr15:7.1_0": "He should know what is before,",
    "ai-pli-tv-pvr15:7.2_0": "Could it be that Venerable if the venerable admits to an offense, or when they claim to be dealt with according to the rule, or when they know about the offense, or do they admit another? Or they admit according to the rule, or do they admit it when there is something else?",
    "ai-pli-tv-pvr15:8.1_0": "they know what is both shaped and not to be done.",
    "ai-pli-tv-pvr15:8.2_0": "Doubt understand sexual intercourse with sexual intercourse.",
    "ai-pli-tv-pvr15:8.3_0": "Sexual intercourse.",
    "ai-pli-tv-pvr15:8.4_0": "He should know what two things are.",
    "ai-pli-tv-pvr15:8.5_0": "He should know in the presence of sexual intercourse.",
    "ai-pli-tv-pvr15:8.6_0": "The monk’s general genitals with his penis.",
    "ai-pli-tv-pvr15:8.7_0": "He should know the prior stagnateries in the past:",
    "ai-pli-tv-pvr15:8.8_0": "he praises the personal ignoble, of bad character, and of body and speech, of speech and mind.",
    "ai-pli-tv-pvr15:9.1_0": "He should know about the legal procedures,",
    "ai-pli-tv-pvr15:9.2_0": "He should know about sixteen situations:",
    "ai-pli-tv-pvr15:9.3_0": "Four deeds.: four supports should be transgressed and four instances. They know: ‘The fourfold and four in relations, four, five, ten.’",
    "ai-pli-tv-pvr15:10.1_0": "(A legal issue:)",
    "ai-pli-tv-pvr15:10.2_0": "Four disciplinary issues.",
    "ai-pli-tv-pvr15:10.3_0": "Knowing legal issues arising from a dispute, a legal issue arising from an accusation, a legal issue arising from business. one should know of legal issues arising from business.",
    "ai-pli-tv-pvr15:11.1_0": "He should know serenity:",
    "ai-pli-tv-pvr15:11.2_0": "Seven things should be known:",
    "ai-pli-tv-pvr15:11.3_0": "Removal in the presence of those concerned is applicable. Acknowledged is, dealing with accurate recollection is applicable. The decision of a majority is applicable. A verdict of aggravated misconduct is applicable. The offense should be known and suspended.",
    "ai-pli-tv-pvr15:12.0_0": "2. Agatiagantabba",
    "ai-pli-tv-pvr15:12.1_0": "Sending, he should not consent.",
    "ai-pli-tv-pvr15:12.2_0": "How is enthusiasm while walking?",
    "ai-pli-tv-pvr15:12.3_0": "It’s when someone explains a light offense as a serious offense, and a serious offense as a light offense. They explain an offense not committed with corrupt intention, and an offense not committed with corrupt intention as an offense not committed with corrupt intention. They explain an offense not committed with corrupt intention as an offense not committed with corrupt intention, and an offense not committed with corrupt intention. They explain an offense not committed with corrupt intention. They explain an offense not requiring rehabilitation as an offense not requiring rehabilitation. They explain an offense without redress as an offense without redress, and an offense without redress, the Realized One as an offense with redress.",
    "ai-pli-tv-pvr15:12.4_0": "You’re acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.",
    "ai-pli-tv-pvr15:12.5_0": "When these eighteen grounds they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
    "ai-pli-tv-pvr15:12.6_0": "making decisions prejudiced by favoritism,",
    "ai-pli-tv-pvr15:13.1_0": "He should not go anywhere else.",
    "ai-pli-tv-pvr15:13.2_0": "How is one swayed by hate?",
    "ai-pli-tv-pvr15:13.3_0": "It’s when someone I don’t do such things. ...",
    "ai-pli-tv-pvr15:13.3_1": "‘They are doing wrong by someone I love ...’ ...",
    "ai-pli-tv-pvr15:13.3_2": "‘They will do wrong by someone I love’ ...",
    "ai-pli-tv-pvr15:13.3_3": "‘They are helping someone I dislike ...’ ...",
    "ai-pli-tv-pvr15:13.3_4": "Thinking: ‘They will help someone I dislike,’ you harbor resentment.",
    "ai-pli-tv-pvr15:13.4_0": "By these nine grounds for resentment and slaughtering them, irritable, hostility, disdain, contempt, jealousy, stinginess, deceit, bad principles, and fit for execution.",
    "ai-pli-tv-pvr15:13.5_0": "a grave offense as minor,",
    "ai-pli-tv-pvr15:13.6_0": "If you go on these eighteen grounds, it is for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.",
    "ai-pli-tv-pvr15:13.7_0": "When these eighteen grounds they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
    "ai-pli-tv-pvr15:13.8_0": "while one is going to the instruction.",
    "ai-pli-tv-pvr15:14.1_0": "deceived,",
    "ai-pli-tv-pvr15:14.2_0": "How is one who is swept away while walking?",
    "ai-pli-tv-pvr15:14.3_0": "Greed goes with greed, hate, delusion, hostility, disdain, contempt, jealousy, stinginess, deludedness, deludedness, deludedness, fondness, stupidity, and fondness as the teaching.",
    "ai-pli-tv-pvr15:14.4_0": "a grave offense as minor,",
    "ai-pli-tv-pvr15:14.5_0": "You’re acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.",
    "ai-pli-tv-pvr15:14.6_0": "When you’re eighteen grounds for yourselves, you keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
    "ai-pli-tv-pvr15:14.7_0": "one who is swayed by delusion,",
    "ai-pli-tv-pvr15:15.1_0": "He should not go beyond fear.",
    "ai-pli-tv-pvr15:15.2_0": "How is one who is going to fear?",
    "ai-pli-tv-pvr15:15.3_0": "It’s when someone explains what is contrary to the Teaching as the Monastic Law, and what is rough, he proclaims a light offense as a serious offense, and he explains it to the training as an offense not committed with corrupt intention. They explain an offense not committed with corrupt intention as an offense not committed with corrupt intention, and an offense not requiring rehabilitation as an offense not requiring rehabilitation. They explain an offense not requiring rehabilitation, and an offense not requiring rehabilitation as an offense not requiring rehabilitation. They explain an offense with the Buddha, the Teaching as an offense without redress, and an offense without redress.",
    "ai-pli-tv-pvr15:15.4_0": "You’re acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.",
    "ai-pli-tv-pvr15:15.5_0": "When you’re eighteen grounds, they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
    "ai-pli-tv-pvr15:15.6_0": "one who is going along a path",
    "ai-pli-tv-pvr15:16.1_0": "If you don’t act against the teaching",
    "ai-pli-tv-pvr15:16.2_0": "out of favoritism, hostility, cowardice, or stupidity,",
    "ai-pli-tv-pvr15:16.3_0": "His fame diminishes,",
    "ai-pli-tv-pvr15:16.4_0": "like the moon in the waning fortnight.",
    "ai-pli-tv-pvr15:17.0_0": "3. Agatiagamana",
    "ai-pli-tv-pvr15:17.1_0": "How do they not make decisions?",
    "ai-pli-tv-pvr15:17.2_0": "They make decisions prejudiced by the Realized One, not taking care of the Teaching, the Monastic Law, and the substantively. They don’t proclaim a Realized One as not prejudiced by favoritism, hostility, stupidity, and cowardice. And they make an effort to discribed by the Realized One, and one who explains the training as not practiced by the Realized One, and what is not practiced by the Realized One as not prescribed by the Realized One.",
    "ai-pli-tv-pvr15:17.3_0": "That’s how enthusiasm is not decide.",
    "ai-pli-tv-pvr15:18.1_0": "How is one who is not swayed?",
    "ai-pli-tv-pvr15:18.2_0": "one who explains what is not the teaching as not the teaching ...",
    "ai-pli-tv-pvr15:18.3_0": "They make a grave offense as grave.",
    "ai-pli-tv-pvr15:18.4_0": "That’s how unprejudiced is not possible.",
    "ai-pli-tv-pvr15:19.1_0": "How is one who isn’t dejected?",
    "ai-pli-tv-pvr15:19.2_0": "what is contrary to the Teaching as contrary to the Teaching, but not the Teaching as the Teaching. ...",
    "ai-pli-tv-pvr15:19.3_0": "They proclaim a grave offense as grave. They proclaim a minor offense. They make amends for an offense. They don’t discomfort. They make amends for an offense. They don’t clearly without offense.",
    "ai-pli-tv-pvr15:19.4_0": "Such is the fellow of delusion.",
    "ai-pli-tv-pvr15:20.1_0": "How do you not go to a place?",
    "ai-pli-tv-pvr15:20.2_0": "one who explains what is not the teaching as not the teaching, and what is the teaching as the teaching. They explain what is not the training as not the training, and what is the training as not the training. They explain an offense not spoken and stated by the Realized One as spoken and stated by the Realized One, and not spoken by him. They don’t explain a Realized One as spoken and stated by him. They don’t explain an offense not practiced by the Realized One as practiced by the Realized One, and they don’t explain what was not practiced by the Realized One as practiced by the Realized One. They explain what was not prescribed by the Realized One, and what was practiced by the Realized One as not prescribed by the Realized One.",
    "ai-pli-tv-pvr15:20.3_0": "That’s not how you should go.",
    "ai-pli-tv-pvr15:21.1_0": "If you don’t act against the teaching",
    "ai-pli-tv-pvr15:21.2_0": "out of favoritism, hostility, cowardice, and stupidity,",
    "ai-pli-tv-pvr15:21.3_0": "your fame swells,",
    "ai-pli-tv-pvr15:21.4_0": "like the moon in the waxing fortnight.",
    "ai-pli-tv-pvr15:22.0_0": "4. Saññāpanīyādi",
    "ai-pli-tv-pvr15:22.1_0": "How do you persuade perception?",
    "ai-pli-tv-pvr15:22.2_0": "They proclaim what is contrary to the Teaching as contrary to the Teaching. They explain what is contrary to the Teaching as contrary to the Teaching. They explain what is contrary to the Teaching as contrary to the Monastic Law. ...",
    "ai-pli-tv-pvr15:22.3_0": "They proclaim a grave offense as grave.",
    "ai-pli-tv-pvr15:22.4_0": "That’s how perception has been reborn in a place.",
    "ai-pli-tv-pvr15:23.1_0": "How do you covetously?",
    "ai-pli-tv-pvr15:23.2_0": "They proclaim what is contrary to the Teaching as contrary to the Teaching. They proclaim what is contrary to the Teaching as the Teaching. They explain what is contrary to the Teaching as the Teaching ...",
    "ai-pli-tv-pvr15:23.3_0": "They proclaim a grave offense as grave.",
    "ai-pli-tv-pvr15:23.4_0": "In this way they complain and criticized,",
    "ai-pli-tv-pvr15:24.1_0": "How do you look after your weaver?",
    "ai-pli-tv-pvr15:24.2_0": "They proclaim what is contrary to the Teaching as contrary to the Teaching. They proclaim what is contrary to the Teaching as contrary to the Monastic Law. They protection. They make a teaching master. They protection and resentfully. ...",
    "ai-pli-tv-pvr15:24.3_0": "They proclaim a grave offense as grave.",
    "ai-pli-tv-pvr15:24.4_0": "So when you look after your weaver’s womb,",
    "ai-pli-tv-pvr15:25.1_0": "How do they faith in things that are inspiring?",
    "ai-pli-tv-pvr15:25.2_0": "They proclaim a teaching that is not contrary to the Teaching as contrary to the Teaching ...",
    "ai-pli-tv-pvr15:25.3_0": "They proclaim a grave offense as grave. A minor offense should be cleared. Acknowledge it: “Listening inspiring confidence in those without it.”",
    "ai-pli-tv-pvr15:25.4_0": "and doesn’t arouse faith in things that are inspiring.",
    "ai-pli-tv-pvr15:26.0_0": "5. Parapakkhādiavajānana",
    "ai-pli-tv-pvr15:26.1_0": "How do you get cooked?",
    "ai-pli-tv-pvr15:26.2_0": "It may be that someone gains material possessions and honor, and a relative’s gains a following.",
    "ai-pli-tv-pvr15:26.3_0": "“Repulsiveness without wealth,” “This is not the only Dhamma, and one who does not know what is contrary to the Teaching as contrary to the Monastic Law.” ...",
    "ai-pli-tv-pvr15:26.4_0": "a grave offense as minor,",
    "ai-pli-tv-pvr15:26.5_0": "Thus they get down what belongs to others.",
    "ai-pli-tv-pvr15:27.1_0": "How does someone who has learned much and does not understand?",
    "ai-pli-tv-pvr15:27.2_0": "Here someone is very learned, remembering and keeping what he has heard.",
    "ai-pli-tv-pvr15:27.3_0": "“This isn’t given up,” “The Teaching is contrary to the Teaching as the Monastic Law.” ...",
    "ai-pli-tv-pvr15:27.4_0": "a grave offense as minor,",
    "ai-pli-tv-pvr15:27.5_0": "In this way they’re learned and memorized.",
    "ai-pli-tv-pvr15:28.1_0": "How do you cognizable?",
    "ai-pli-tv-pvr15:28.2_0": "It may be that elder is senior and has long gone forth. He knows that he has not been given to him, nor has he not heard what he has said, and what he says is contrary to the Teaching as the Teaching.",
    "ai-pli-tv-pvr15:28.3_0": "a grave offense as minor,",
    "ai-pli-tv-pvr15:28.4_0": "In this way the elder’s daughter agrees to give buttermilk.",
    "ai-pli-tv-pvr15:29.1_0": "Should not be told:",
    "ai-pli-tv-pvr15:29.2_0": "he should not wear the bags without bent down.",
    "ai-pli-tv-pvr15:29.3_0": "Shouldn’t decline in the Monastic Law:",
    "ai-pli-tv-pvr15:29.4_0": "When the Sangha has gathered, he should not expert on the meaning of the Teaching.",
    "ai-pli-tv-pvr15:30.1_0": "by means of principle:",
    "ai-pli-tv-pvr15:30.2_0": "The account of the ground",
    "ai-pli-tv-pvr15:30.3_0": "in accordance with that rule, the Monastic Law:",
    "ai-pli-tv-pvr15:30.4_0": "having accused him of what was said,",
    "ai-pli-tv-pvr15:30.5_0": "by which you go from the Teacher’s instruction—",
    "ai-pli-tv-pvr15:30.6_0": "For the sake of accusing the full ordination, that legal issue is resolved by the Teaching, the Monastic Law, and the Teacher’s instruction.",
    "ai-pli-tv-pvr15:31.0_0": "6. Anuvijjakassaanuyoga",
    "ai-pli-tv-pvr15:31.1_0": "He should ask about an accusations,",
    "ai-pli-tv-pvr15:31.2_0": "“Since you’re canceling this monk’s invitation because of failure in morality, you canceling him because of failure in morality or in conduct.”",
    "ai-pli-tv-pvr15:31.3_0": "If he says,",
    "ai-pli-tv-pvr15:31.4_0": "‘I’m canceling it because he has failed in morality’, ‘I’m canceling it because he has failed in conduct’, ‘I’m canceling it because he has failed in view,’ he should be asked,",
    "ai-pli-tv-pvr15:31.5_0": "“But does Venerable know what failure in morality is?”",
    "ai-pli-tv-pvr15:31.6_0": "If he says,",
    "ai-pli-tv-pvr15:31.7_0": "“I do,” he should be asked what they are.",
    "ai-pli-tv-pvr15:31.8_0": "“Well, what is failure in morality? What is failure in conduct?”",
    "ai-pli-tv-pvr15:31.9_0": "If he says,",
    "ai-pli-tv-pvr15:31.10_0": "“The four offenses entailing expulsion and the thirteen offenses entailing suspension are failure in morality,",
    "ai-pli-tv-pvr15:31.11_0": "but an offense entailing confession for an offense entailing acknowledgment, for an offense of wrong conduct.",
    "ai-pli-tv-pvr15:31.12_0": "and they should be asked,",
    "ai-pli-tv-pvr15:31.13_0": "“Are you canceling this monk’s invitation because of what you have seen, because of what you have heard, or because of suspicion?”",
    "ai-pli-tv-pvr15:31.14_0": "If he says,",
    "ai-pli-tv-pvr15:31.15_0": "‘I’m canceling it because of what I have seen’, ‘I’m canceling it because of what I have heard’, ‘I’m canceling it because of suspicion,’ he should be asked,",
    "ai-pli-tv-pvr15:31.16_0": "“Since you’re canceling this monk’s invitation because of what you have seen, what have you seen? How did you see it? When did you see it? Where did you see it? Did you see him commit an offense entailing expulsion? Did you see him commit an offense entailing suspension? ... a serious offense?",
    "ai-pli-tv-pvr15:31.17_0": "an offense entailing confession,",
    "ai-pli-tv-pvr15:31.18_0": "an offense entailing acknowledgment ...",
    "ai-pli-tv-pvr15:31.19_0": "an offense of wrong conduct ...",
    "ai-pli-tv-pvr15:31.20_0": "“Where did you make an effort to do? And where does that mendicant get angry and respond?”",
    "ai-pli-tv-pvr15:31.21_0": "If he says,",
    "ai-pli-tv-pvr15:31.22_0": "“I didn’t cancel this monk’s invitation because of what I have seen, but because of what I have heard, I cancel it.”",
    "ai-pli-tv-pvr15:31.23_0": "“Since you’re canceling this monk’s invitation because of what you have heard, what have you heard, what have you heard, what have you heard,? When did you see it? Where did you see it?” ...",
    "ai-pli-tv-pvr15:31.24_0": "an offense entailing confession,",
    "ai-pli-tv-pvr15:31.25_0": "an offense entailing acknowledgment ...",
    "ai-pli-tv-pvr15:31.26_0": "an offense of wrong conduct ...",
    "ai-pli-tv-pvr15:31.27_0": "Did you hear it from a monk? Did you hear it from a nun? Did you hear it from a trainee nun? Did you hear it from a novice monk? Did you hear it from kings? Did you hear it from kings? Did you hear it from kings? Did you hear it from kings? Did you hear it from kings? Did you hear it from the ascetics of another religion? Did you hear it from the lay followers of another religion? Did you hear it from the lay followers of another religion?’",
    "ai-pli-tv-pvr15:31.28_0": "If he says,",
    "ai-pli-tv-pvr15:31.29_0": "“I didn’t cancel this monk’s invitation because of what I have heard, but because of suspicion, I cancel it.”",
    "ai-pli-tv-pvr15:31.30_0": "“Since you’re canceling this monk’s invitation because of suspicion, what do you suspect? How do you suspect it? When did you suspect it? When did you suspect it? Do you suspect it? Do you suspect it? Do you suspect it? Do you suspect it? Do you suspect it? Do you suspect it? Do you suspect it? Do you suspect it after suspect it? Do you suspect it? Do you suspect it? Do you suspect it after suspect it? Do you suspect it? Do you suspect it commit an offense entailing suspension?",
    "ai-pli-tv-pvr15:31.31_0": "an offense entailing confession,",
    "ai-pli-tv-pvr15:31.32_0": "an offense entailing acknowledgment ...",
    "ai-pli-tv-pvr15:31.33_0": "an offense of wrong conduct ...",
    "ai-pli-tv-pvr15:31.34_0": "Do you suspect it after hearing about it from a monk? Do you suspect it after hearing about it from a nun? Do you suspect it after hearing about it from a trainee nun? Do you suspect it after hearing about it from a novice monk? Do you suspect it after hearing about it from a novice nun? Do you suspect it after hearing about it from a male lay follower? Do you suspect it after hearing about it from a female lay follower? Do you suspect it after hearing about it from kings? Do you suspect it after hearing about it from a king’s officials? Do you suspect it after hearing about it from the ascetics of another religion? Do you suspect it after hearing about it from the lay followers of another religion? Do you suspect it after hearing about it from the lay followers of another religion? Do you suspect it from the lay followers of another religion? Do you suspect it after hearing about it after hearing about it from the lay followers of another religion?”",
    "ai-pli-tv-pvr15:32.1_0": "seen, heard, and touching.",
    "ai-pli-tv-pvr15:32.2_0": "you’ve seen transmigrating.",
    "ai-pli-tv-pvr15:32.3_0": "and you don’t grasp it.",
    "ai-pli-tv-pvr15:32.4_0": "without worry.",
    "ai-pli-tv-pvr15:32.5_0": "and once another person,",
    "ai-pli-tv-pvr15:32.6_0": "The invitation should be done.",
    "ai-pli-tv-pvr15:33.1_0": "What is heard with the heard.",
    "ai-pli-tv-pvr15:33.2_0": "it’s so hard to sink in the world.",
    "ai-pli-tv-pvr15:33.3_0": "for the sake of the heard,",
    "ai-pli-tv-pvr15:33.4_0": "without worry.",
    "ai-pli-tv-pvr15:33.5_0": "and once another person,",
    "ai-pli-tv-pvr15:33.6_0": "The invitation should be done.",
    "ai-pli-tv-pvr15:34.1_0": "released from the thought:",
    "ai-pli-tv-pvr15:34.2_0": "urine and fit,",
    "ai-pli-tv-pvr15:34.3_0": "There is no grasping for what you have not grasping,",
    "ai-pli-tv-pvr15:34.4_0": "without worry.",
    "ai-pli-tv-pvr15:34.5_0": "and once another person,",
    "ai-pli-tv-pvr15:34.6_0": "The invitation should be done:",
    "ai-pli-tv-pvr15:35.0_0": "7. Pucchāvibhāga",
    "ai-pli-tv-pvr15:35.1_0": "What is that question?",
    "ai-pli-tv-pvr15:35.2_0": "Why do you ask (them)?",
    "ai-pli-tv-pvr15:35.3_0": "When will you ask (them)? Where are you seen?",
    "ai-pli-tv-pvr15:35.4_0": "Where are you seen? Where are you asking?",
    "ai-pli-tv-pvr15:36.1_0": "What do you see?",
    "ai-pli-tv-pvr15:36.2_0": "Questioning in the questions, he commits an offense entailing confession.",
    "ai-pli-tv-pvr15:36.3_0": "Reasons to ask:",
    "ai-pli-tv-pvr15:36.4_0": "Eight reasons for questioning the offenses entailing expulsion: for the acquisitions and for the practices of the bases of psychic power, for the sake of questions, for the sake of analysis of questions, for the sake of defects, for the enclosing the minds of the Collection, and for the restraint of bad conduct.",
    "ai-pli-tv-pvr15:36.5_0": "An offense:",
    "ai-pli-tv-pvr15:36.6_0": "Virtue in Provided in morality, failure in view, and failure in livelihood.",
    "ai-pli-tv-pvr15:36.7_0": "an offense:",
    "ai-pli-tv-pvr15:36.8_0": "the offense entailing expulsion and the questions of an offense entailing suspension, and an offense entailing confession, and an offense entailing acknowledgment, an offense of wrong conduct.",
    "ai-pli-tv-pvr15:36.9_0": "Three without asking permission:",
    "ai-pli-tv-pvr15:36.10_0": "The attainment of two is the actual absorption.",
    "ai-pli-tv-pvr15:37.1_0": "Have you seen them?",
    "ai-pli-tv-pvr15:37.2_0": "Questioning the path to questions, in questioning, and including the formless.",
    "ai-pli-tv-pvr15:37.3_0": "if she asks permission of the size of an ascetic or a dog, a dark one, white, or white—",
    "ai-pli-tv-pvr15:37.4_0": "while walking is standing, sitting, or lying down.",
    "ai-pli-tv-pvr15:37.5_0": "if she asks permission of the lay life for a householder, or a layperson or a renunciate of often reviewing like a householder, or a layperson or a renunciate of the lay life.",
    "ai-pli-tv-pvr15:37.6_0": "while going to the dwelling place, while standing, sitting or lying down,",
    "ai-pli-tv-pvr15:38.1_0": "When are you seen?",
    "ai-pli-tv-pvr15:38.2_0": "Questioning at the time I ask for the Questioning;",
    "ai-pli-tv-pvr15:38.3_0": "At the time of the Buddha and at the wrong time, at the wrong time, or at the time of dawn.",
    "ai-pli-tv-pvr15:38.4_0": "Or in the morning time, in the morning time, at the middle time, or in the morning time,",
    "ai-pli-tv-pvr15:38.5_0": "After the meal, on the day or night, whether by day or by night,",
    "ai-pli-tv-pvr15:38.6_0": "Let the winter, summer, and rain.”",
    "ai-pli-tv-pvr15:39.1_0": "Where do you see?",
    "ai-pli-tv-pvr15:39.2_0": "I ask you the reason for permission of an opportunity,",
    "ai-pli-tv-pvr15:39.3_0": "if he places it in a place without taking leave in earth, or a flame or a flame;",
    "ai-pli-tv-pvr15:39.4_0": "on the ground or on the earth, whether the earth or on the ground is building up,",
    "ai-pli-tv-pvr15:39.5_0": "At the eastern gate, enclosed in the eastern direction, or to the west; or to the north, south, in the left side.",
    "ai-pli-tv-pvr15:39.6_0": "he goes to the eastern gate, or to the south of the eastern gate.",
    "ai-pli-tv-pvr15:40.1_0": "The Long Discourse is finished.",
    "ai-pli-tv-pvr15:41.1_0": "This is the summary:",
    "ai-pli-tv-pvr15:42.1_0": "The source, origin, and source of these.",
    "ai-pli-tv-pvr15:42.2_0": "what they have done before,",
    "ai-pli-tv-pvr15:42.3_0": "A legal issue arising from work is also a legal issue.",
    "ai-pli-tv-pvr15:42.4_0": "and in calming their consent.",
    "ai-pli-tv-pvr15:43.1_0": "If you don’t act against the teaching",
    "ai-pli-tv-pvr15:43.2_0": "and perception,",
    "ai-pli-tv-pvr15:43.3_0": "I am confident,",
    "ai-pli-tv-pvr15:43.4_0": "The Elder Sunetta and Pāta,",
    "ai-pli-tv-pvr15:44.1_0": "They’ve arrived unsetled,",
    "ai-pli-tv-pvr15:44.2_0": "In accordance with the rule and the Monastic Law:",
    "ai-pli-tv-pvr15:44.3_0": "and you also got the Teacher’s instructions.",
    "ai-pli-tv-pvr15:44.4_0": "It is a large herd."
}