{
    "ai-pli-tv-kd18:0.1_0": "Theravāda Vinayapiṭaka",
    "ai-pli-tv-kd18:0.2_0": "Cūḷavagga",
    "ai-pli-tv-kd18:0.3_0": "Vattakkhandhaka",
    "ai-pli-tv-kd18:0.4_0": "1. Āgantukavattakathā",
    "ai-pli-tv-kd18:1.1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-kd18:1.1.2_0": "At that time newly arrived monks entered the monastery wearing sandals, holding sunshades, with their heads covered, with their robes on their heads; and they washed their feet with drinking water, did not bow down to the more senior resident monks, and did not ask about dwellings.",
    "ai-pli-tv-kd18:1.1.3_0": "A certain newly arrived monk unlocked the bolt of an unoccupied dwelling, opened the door, and entered hastily.",
    "ai-pli-tv-kd18:1.1.4_0": "A snake fell from the top of the door frame onto his shoulders.",
    "ai-pli-tv-kd18:1.1.5_0": "Starting, he cried out.",
    "ai-pli-tv-kd18:1.1.6_0": "Monks came rushing to",
    "ai-pli-tv-kd18:1.1.7_0": "and asked him why,",
    "ai-pli-tv-kd18:1.1.8_0": "And he told them.",
    "ai-pli-tv-kd18:1.1.9_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:1.1.10_0": "“How can the newly arrived monks act like this?”",
    "ai-pli-tv-kd18:1.1.11_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:1.1.12_0": "“Is it true, monks, that the newly arrived monks act like this?”",
    "ai-pli-tv-kd18:1.1.13_0": "“Yes, Sir.”",
    "ai-pli-tv-kd18:1.1.14_0": "The Buddha rebuked him ...",
    "ai-pli-tv-kd18:1.1.15_0": "“How can the newly arrived monks act like this? This won’t give rise to confidence in those without it ...”",
    "ai-pli-tv-kd18:1.1.16_0": "after criticizing them ...",
    "ai-pli-tv-kd18:1.1.17_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:1.1.18_0": "“Well then, I will lay down the proper conduct for newly arrived monks.",
    "ai-pli-tv-kd18:1.2.1_0": "When a newly arrived monk enters a monastery, he should remove his sandals, hold them low, knock them together, and carry them along; he should lower his sunshade, uncover his head, and put his robe over his shoulders; he should then enter the monastery carefully and without hurry.",
    "ai-pli-tv-kd18:1.2.2_0": "As he enters the monastery,",
    "ai-pli-tv-kd18:1.2.3_0": "he should look out for where the resident monks gather—",
    "ai-pli-tv-kd18:1.2.4_0": "The resident monks return, thinking,",
    "ai-pli-tv-kd18:1.2.5_0": "whether it’s in the assembly hall, under a roof-cover, or at the foot of a tree—",
    "ai-pli-tv-kd18:1.2.6_0": "and he should go there.",
    "ai-pli-tv-kd18:1.2.7_0": "He should then put his bowl and robe aside,",
    "ai-pli-tv-kd18:1.2.8_0": "and sit down on a suitable seat.",
    "ai-pli-tv-kd18:1.2.9_0": "He should ask",
    "ai-pli-tv-kd18:1.2.10_0": "which is the water for drinking and which the water for washing.",
    "ai-pli-tv-kd18:1.2.11_0": "If he needs water to drink, he may take some and drink.",
    "ai-pli-tv-kd18:1.2.12_0": "If he needs water to wash, he may take some and wash his feet.",
    "ai-pli-tv-kd18:1.2.13_0": "One should wash it with one hand and foot-stool, the other should be cleaned with one hand.",
    "ai-pli-tv-kd18:1.2.14_0": "It should not beat with the other hands and feet, nor should be washed by the hands and feet.",
    "ai-pli-tv-kd18:1.2.15_0": "He should ask for a sandal-wiping cloth, and then wipe them.",
    "ai-pli-tv-kd18:1.2.16_0": "When he wipes his sandals, he should first wipe them with a dry cloth, then a wet one.",
    "ai-pli-tv-kd18:1.2.17_0": "He should wash the cloth and put it aside.",
    "ai-pli-tv-kd18:1.2.18_0": "If the resident monk is more senior, the resident monk should bow down to him.",
    "ai-pli-tv-kd18:1.2.19_0": "If a resident monk is more junior, he should bow down to the newly arrived monk.",
    "ai-pli-tv-kd18:1.2.20_0": "He should ask about his dwellings, ‘What is my second furniture?’",
    "ai-pli-tv-kd18:1.2.21_0": "If they’ve completed the rains residence, they should ask about dwellings and take out the guests, and they should ask about the family, about the additions to the rest of the offenses, and they should ask about the Sangha,",
    "ai-pli-tv-kd18:1.2.22_0": "concerning the right time to enter and the right time to depart.",
    "ai-pli-tv-kd18:1.3.1_0": "If the dwelling is unoccupied, he should knock on the door, wait for a moment, then unlock the bolt, open the door, and look inside while standing outside.",
    "ai-pli-tv-kd18:1.3.2_0": "If the dwelling is dirty, and if beds or benches are stacked on top of one another with furniture in a pile on top, he should clean it if he is able.",
    "ai-pli-tv-kd18:1.3.3_0": "When he is cleaning the dwelling, he should first take out the floor cover and put it aside.",
    "ai-pli-tv-kd18:1.3.4_0": "He should take out the bed supports and put them aside.",
    "ai-pli-tv-kd18:1.3.5_0": "He should take out the mattress and the pillow and put them aside.",
    "ai-pli-tv-kd18:1.3.6_0": "He should take out the sitting mat and the sheet and put them aside.",
    "ai-pli-tv-kd18:1.3.7_0": "Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:1.3.8_0": "Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:1.3.9_0": "He should take out the spit and put it aside.",
    "ai-pli-tv-kd18:1.3.10_0": "He should take out the leaning board and put it aside.",
    "ai-pli-tv-kd18:1.3.11_0": "If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room.",
    "ai-pli-tv-kd18:1.3.12_0": "If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls.",
    "ai-pli-tv-kd18:1.3.13_0": "If the floor has been treated with black and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor.",
    "ai-pli-tv-kd18:1.3.14_0": "If the floor is untreated, he should sprinkle it with water and then sweep it,",
    "ai-pli-tv-kd18:1.3.15_0": "while trying to avoid stirring up dust.",
    "ai-pli-tv-kd18:1.3.16_0": "He should look out for any trash and discard it.",
    "ai-pli-tv-kd18:1.4.1_0": "He should sun the floor cover, clean it, beat it, bring it back inside, and put it back in the same place as before.",
    "ai-pli-tv-kd18:1.4.2_0": "He should sun the bed supports, wipe them, bring them back inside, and place them in the same position as before.",
    "ai-pli-tv-kd18:1.4.3_0": "He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put in the same place as before.",
    "ai-pli-tv-kd18:1.4.4_0": "He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:1.4.5_0": "He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:1.4.6_0": "He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:1.4.7_0": "He should sun the spittoon, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:1.4.8_0": "He should sun the leaning board, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:1.5.1_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:1.5.2_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:1.5.3_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:1.5.4_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:1.5.5_0": "If dusty winds are blowing from the east, he should close the windows on the eastern side.",
    "ai-pli-tv-kd18:1.5.6_0": "If dusty winds are blowing from the west, he should close the windows on the west.",
    "ai-pli-tv-kd18:1.5.7_0": "If dusty winds are blowing from the north, he should close the windows on the northern side.",
    "ai-pli-tv-kd18:1.5.8_0": "If dusty winds are blowing from the south, he should close the windows on the southern side.",
    "ai-pli-tv-kd18:1.5.9_0": "If the weather is cold, he should open the windows during the day and close them at night.",
    "ai-pli-tv-kd18:1.5.10_0": "If the weather is hot, he should close the windows during the day and open them at night.",
    "ai-pli-tv-kd18:1.5.11_0": "If the precincts are dirty, he should sweep them.",
    "ai-pli-tv-kd18:1.5.12_0": "If the gateway is dirty, he should sweep it.",
    "ai-pli-tv-kd18:1.5.13_0": "If the assembly hall is dirty, he should sweep it.",
    "ai-pli-tv-kd18:1.5.14_0": "If the water-boiling shed is dirty, he should sweep it.",
    "ai-pli-tv-kd18:1.5.15_0": "If the restroom is dirty, he should sweep it.",
    "ai-pli-tv-kd18:1.5.16_0": "If there is no water for drinking, he should set it out.",
    "ai-pli-tv-kd18:1.5.17_0": "If there is no water for washing, he should set it out.",
    "ai-pli-tv-kd18:1.5.18_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:1.5.19_0": "This is the proper conduct for newly arrived monks.”",
    "ai-pli-tv-kd18:2.1.0_0": "2. Āvāsikavattakathā",
    "ai-pli-tv-kd18:2.1.1_0": "At that time, when they saw newly arrived monks, the resident monks did not prepare seats, or put out foot-stools, foot-scrapers, or water for washing the feet. They did not go out to meet them to receive their bowls and robes, or ask if they wanted water to drink. They did not bow down to more senior newly arrived monks or assign dwellings to them.",
    "ai-pli-tv-kd18:2.1.2_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:2.1.3_0": "“How can the resident monks act like this?”",
    "ai-pli-tv-kd18:2.1.4_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:2.1.5_0": "“Is it true, monks ... ?”",
    "ai-pli-tv-kd18:2.1.6_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:2.1.7_0": "after criticizing them ...",
    "ai-pli-tv-kd18:2.1.8_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:2.1.9_0": "“Well then, I will lay down the proper conduct for resident monks.",
    "ai-pli-tv-kd18:2.2.1_0": "When a resident monk sees a newly arrived monk who is more senior, he should prepare a seat, and put out a foot-stool, a foot-scraper, and water for washing the feet. He should go out to meet him to receive his bowl and robe, and ask if he wants water to drink.",
    "ai-pli-tv-kd18:2.2.2_0": "If he is able, he should wipe his sandals,",
    "ai-pli-tv-kd18:2.2.3_0": "When he wipes his sandals, he should first wipe them with a dry cloth, then a wet one.",
    "ai-pli-tv-kd18:2.2.4_0": "He should wash the cloth and put it aside.",
    "ai-pli-tv-kd18:2.2.5_0": "If the newly arrived monk is more senior, the resident monk should bow down to him.",
    "ai-pli-tv-kd18:2.2.6_0": "He should assign a dwelling,",
    "ai-pli-tv-kd18:2.2.7_0": "where his dwelling is",
    "ai-pli-tv-kd18:2.2.8_0": "and inform him whether it’s occupied or not.",
    "ai-pli-tv-kd18:2.2.9_0": "He should tell him where to go for alms",
    "ai-pli-tv-kd18:2.2.10_0": "and where to avoid,",
    "ai-pli-tv-kd18:2.2.11_0": "and about any families designated as “in training”.",
    "ai-pli-tv-kd18:2.2.12_0": "He should point out the place for defecating",
    "ai-pli-tv-kd18:2.2.13_0": "and the place for urinating,",
    "ai-pli-tv-kd18:2.2.14_0": "the water for drinking",
    "ai-pli-tv-kd18:2.2.15_0": "and the water for washing,",
    "ai-pli-tv-kd18:2.2.16_0": "and the walking sticks.",
    "ai-pli-tv-kd18:2.2.17_0": "He should tell him about the Sangha’s agreements",
    "ai-pli-tv-kd18:2.2.18_0": "concerning the right time to enter and the right time to depart.",
    "ai-pli-tv-kd18:2.3.1_0": "If the newly arrived monk sits down in the seat, he should tell him",
    "ai-pli-tv-kd18:2.3.2_0": "while telling him where to put his bowl and robe, and which seat to sit on.",
    "ai-pli-tv-kd18:2.3.3_0": "the water for drinking",
    "ai-pli-tv-kd18:2.3.4_0": "and the water for washing,",
    "ai-pli-tv-kd18:2.3.5_0": "as well as a sandal-wiping cloth.",
    "ai-pli-tv-kd18:2.3.6_0": "If the newly arrived monk is more junior, he should bow down to the resident monk.",
    "ai-pli-tv-kd18:2.3.7_0": "The resident monk should tell him",
    "ai-pli-tv-kd18:2.3.8_0": "where his dwelling is",
    "ai-pli-tv-kd18:2.3.9_0": "and inform him whether it’s occupied or not.",
    "ai-pli-tv-kd18:2.3.10_0": "He should tell him where to go for alms",
    "ai-pli-tv-kd18:2.3.11_0": "and where to avoid,",
    "ai-pli-tv-kd18:2.3.12_0": "and about any families designated as “in training”.",
    "ai-pli-tv-kd18:2.3.13_0": "He should point out the place for defecating",
    "ai-pli-tv-kd18:2.3.14_0": "and the place for urinating,",
    "ai-pli-tv-kd18:2.3.15_0": "the water for drinking",
    "ai-pli-tv-kd18:2.3.16_0": "and the water for washing,",
    "ai-pli-tv-kd18:2.3.17_0": "and the walking sticks.",
    "ai-pli-tv-kd18:2.3.18_0": "He should tell him about the Sangha’s agreements",
    "ai-pli-tv-kd18:2.3.19_0": "concerning the right time to enter and the right time to depart.",
    "ai-pli-tv-kd18:2.3.20_0": "This is the proper conduct for resident monks.”",
    "ai-pli-tv-kd18:3.1.0_0": "3. Gamikavattakathā",
    "ai-pli-tv-kd18:3.1.1_0": "At that time the monks departed without putting the wooden and ceramic goods in order, while leaving the door and the windows open, and without taking leave.",
    "ai-pli-tv-kd18:3.1.2_0": "Wooden and ceramic goods were lost",
    "ai-pli-tv-kd18:3.1.3_0": "The furniture was not defecated.",
    "ai-pli-tv-kd18:3.1.4_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:3.1.5_0": "“How can the departing monks act like this?”",
    "ai-pli-tv-kd18:3.1.6_0": "Wooden and ceramic goods were lost",
    "ai-pli-tv-kd18:3.1.7_0": "food and drink.”",
    "ai-pli-tv-kd18:3.1.8_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:3.1.9_0": "“Is it true, monks ... ?”",
    "ai-pli-tv-kd18:3.1.10_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:3.1.11_0": "after criticizing them ...",
    "ai-pli-tv-kd18:3.1.12_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:3.1.13_0": "“Well then, I will lay down the proper conduct for departing monks.",
    "ai-pli-tv-kd18:3.2.1_0": "Before he departs, a monk should put the wooden and ceramic goods in order, close the door and the windows, and take leave.",
    "ai-pli-tv-kd18:3.2.2_0": "If there are no monks, he should take leave of a novice monk;",
    "ai-pli-tv-kd18:3.2.3_0": "if there are no novice monks, he should take leave of a monastery worker;",
    "ai-pli-tv-kd18:3.2.4_0": "if there are no monastery workers, he should take leave of a lay follower.",
    "ai-pli-tv-kd18:3.2.5_0": "If there are no monks, novice monks, monastery workers, or lay followers, he should place the bed on four rocks. He should stack the beds or benches on top of one another, with the furniture in a pile on top, and put away the wooden and ceramic goods. He should close the door and the windows, and then depart.",
    "ai-pli-tv-kd18:3.3.1_0": "If rain enters the dwelling, he should cover it if he is able, or he should make an effort",
    "ai-pli-tv-kd18:3.3.2_0": "to have it covered.",
    "ai-pli-tv-kd18:3.3.3_0": "If this works out, all is well.",
    "ai-pli-tv-kd18:3.3.4_0": "If not, he should place the bed on four rocks in an area that isn’t getting wet. He should then stack the beds or benches on top of one another, with the furniture in a pile on top, and put away the wooden and ceramic goods. He should close the door and the windows, and then depart.",
    "ai-pli-tv-kd18:3.3.5_0": "If the dwelling is dirty, he should cover it if he is able.",
    "ai-pli-tv-kd18:3.3.6_0": "to have it carried to the village.",
    "ai-pli-tv-kd18:3.3.7_0": "If this works out, all is well.",
    "ai-pli-tv-kd18:3.3.8_0": "If not, he should place the bed on four rocks outside. He should then stack the beds or benches on top of one another, with the furniture in a pile on top, and he should put away the wooden and ceramic goods. He should cover it all with grass and leaves and then depart,",
    "ai-pli-tv-kd18:3.3.9_0": "thinking, ‘Hopefully the requisites will be okay.’",
    "ai-pli-tv-kd18:3.3.10_0": "This is the proper conduct for departing monks.”",
    "ai-pli-tv-kd18:4.1.0_0": "4. Anumodanavattakathā",
    "ai-pli-tv-kd18:4.1.1_0": "At that time the monks did not express their appreciation in the dining hall.",
    "ai-pli-tv-kd18:4.1.2_0": "People complained and criticized the monks,",
    "ai-pli-tv-kd18:4.1.3_0": "“How can the Sakyan ascetics not express their appreciation in the dining hall?”",
    "ai-pli-tv-kd18:4.1.4_0": "The monks heard the complaints of those people",
    "ai-pli-tv-kd18:4.1.5_0": "They told the Buddha.",
    "ai-pli-tv-kd18:4.1.6_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-kd18:4.1.7_0": "“You should express your appreciation in the dining hall.”",
    "ai-pli-tv-kd18:4.1.8_0": "Those monks thought,",
    "ai-pli-tv-kd18:4.1.9_0": "“Who should give the expression of appreciation?”",
    "ai-pli-tv-kd18:4.1.10_0": "They told the Buddha.",
    "ai-pli-tv-kd18:4.1.11_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-kd18:4.1.12_0": "“The most senior monk should give the expression of appreciation in the dining hall.”",
    "ai-pli-tv-kd18:4.1.13_0": "Soon afterwards a certain association was offering a meal to the Sangha.",
    "ai-pli-tv-kd18:4.1.14_0": "Sāriputta was the senior venerable Sāriputta,",
    "ai-pli-tv-kd18:4.1.15_0": "The monks thought,",
    "ai-pli-tv-kd18:4.1.16_0": "Because the Buddha had said the most senior monk should give the expression of appreciation,",
    "ai-pli-tv-kd18:4.1.17_0": "the monks left, leaving Sāriputta behind by himself.",
    "ai-pli-tv-kd18:4.1.18_0": "After giving the expression of appreciation, he left by himself.",
    "ai-pli-tv-kd18:4.1.19_0": "The Buddha saw him coming off in the distance,",
    "ai-pli-tv-kd18:4.1.20_0": "and asked,",
    "ai-pli-tv-kd18:4.1.21_0": "“Did the meal go well?”",
    "ai-pli-tv-kd18:4.1.22_0": "“The meal went well, Venerable Sir,",
    "ai-pli-tv-kd18:4.1.23_0": "but the monks all left leaving me behind by myself.”",
    "ai-pli-tv-kd18:4.1.24_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-kd18:4.1.25_0": "“The four or five most senior monks should wait in the dining hall.”",
    "ai-pli-tv-kd18:4.1.26_0": "On one occasion a senior monk who needed to defecate was waiting in the dining hall.",
    "ai-pli-tv-kd18:4.1.27_0": "Being unable to hold out, he fainted and fell over.",
    "ai-pli-tv-kd18:4.1.28_0": "They told the Buddha.",
    "ai-pli-tv-kd18:4.1.29_0": "“When there is something to be done, I allow you to take leave of a monk if there is something to be done.”",
    "ai-pli-tv-kd18:4.2.0_0": "5. Bhattaggavattakathā",
    "ai-pli-tv-kd18:4.2.1_0": "At that time the monks from the group of six were acting like this. They were nicely dressed and improper in front of the senior monks, and they sat down in front of them.",
    "ai-pli-tv-kd18:4.2.2_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:4.2.3_0": "“How can the monks from the group of six act like this?”",
    "ai-pli-tv-kd18:4.2.4_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:4.2.5_0": "“Is it true, monks, that the monks from the group of six are acting like this?”",
    "ai-pli-tv-kd18:4.2.6_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:4.2.7_0": "after criticizing them ...",
    "ai-pli-tv-kd18:4.2.8_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:4.2.9_0": "“Well then, I will lay down the proper conduct in relation to the dining hall.",
    "ai-pli-tv-kd18:4.3.1_0": "In a monastery where the time for departure is announced, a monk should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. After washing his bowl, he should take it with him and enter the village carefully and without hurry.",
    "ai-pli-tv-kd18:4.3.2_0": "He should not go the wrong way and walk in front of the senior monks.",
    "ai-pli-tv-kd18:4.3.3_0": "One should be well-covered while walking in an inhabited area.",
    "ai-pli-tv-kd18:4.3.4_0": "he should walk well-restrained in inhabited areas;",
    "ai-pli-tv-kd18:4.3.5_0": "he should walk with lowered eyes in inhabited areas;",
    "ai-pli-tv-kd18:4.3.6_0": "he should lift up his robe while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.3.7_0": "he should not laugh loudly while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.3.8_0": "he should not be noisy while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.3.9_0": "he should not sway his body while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.3.10_0": "he should not swing his arms while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.3.11_0": "he should not sway his head while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.3.12_0": "One should not walk in an inhabited area with arms akimbo.",
    "ai-pli-tv-kd18:4.3.13_0": "he should not walk with his head covered in inhabited areas;",
    "ai-pli-tv-kd18:4.3.14_0": "he should not squat on his heels while walking in inhabited areas.",
    "ai-pli-tv-kd18:4.3.15_0": "He should sit well-covered in inhabited areas;",
    "ai-pli-tv-kd18:4.3.16_0": "he should sit well-restrained in inhabited areas;",
    "ai-pli-tv-kd18:4.3.17_0": "he should sit with lowered eyes in inhabited areas;",
    "ai-pli-tv-kd18:4.3.18_0": "One should not lift one’s robe while sitting in an inhabited area.",
    "ai-pli-tv-kd18:4.3.19_0": "he should not laugh loudly while sitting in inhabited areas;",
    "ai-pli-tv-kd18:4.3.20_0": "he should not be noisy while sitting in inhabited areas;",
    "ai-pli-tv-kd18:4.3.21_0": "he should not sway his body while sitting in inhabited areas;",
    "ai-pli-tv-kd18:4.3.22_0": "One should not swing one’s arms while sitting in an inhabited area;",
    "ai-pli-tv-kd18:4.3.23_0": "he should not sway his head while sitting in inhabited areas;",
    "ai-pli-tv-kd18:4.3.24_0": "One should not sit in an inhabited area with arms akimbo.",
    "ai-pli-tv-kd18:4.3.25_0": "he should not cover his head while sitting in inhabited areas;",
    "ai-pli-tv-kd18:4.3.26_0": "he should not clasp his knees while sitting in inhabited areas.",
    "ai-pli-tv-kd18:4.3.27_0": "He shouldn’t sit encroaching on the senior monks,",
    "ai-pli-tv-kd18:4.3.28_0": "and he shouldn’t block the junior monks from getting a seat.",
    "ai-pli-tv-kd18:4.3.29_0": "he should not cover his outer robe while sitting in inhabited areas;",
    "ai-pli-tv-kd18:4.4.1_0": "When given water, a monk should receive it by holding his bowl with both hands.",
    "ai-pli-tv-kd18:4.4.2_0": "Holding the bowl low, he should rinse it carefully without scratching it.",
    "ai-pli-tv-kd18:4.4.3_0": "If there is someone to receive the water, he should hold his bowl low and pour the water into the receptacle,",
    "ai-pli-tv-kd18:4.4.4_0": "trying to avoid splashing the person receiving the water, the monks sitting nearby, or his upper robe.",
    "ai-pli-tv-kd18:4.4.5_0": "If there is no water, he should hold his sunshade and pour the water,",
    "ai-pli-tv-kd18:4.4.6_0": "trying to avoid splashing the monks sitting nearby or his upper robe.",
    "ai-pli-tv-kd18:4.4.7_0": "When given rice, he should receive it by holding his bowl with both hands, leaving room for the curry.",
    "ai-pli-tv-kd18:4.4.8_0": "If there is ghee, oil, or special curry, the senior monk should say,",
    "ai-pli-tv-kd18:4.4.9_0": "‘Everyone gets an equal share.’",
    "ai-pli-tv-kd18:4.4.10_0": "He should receive the almsfood respectfully;",
    "ai-pli-tv-kd18:4.4.11_0": "he should receive the almsfood with attention on the bowl;",
    "ai-pli-tv-kd18:4.4.12_0": "he should receive the almsfood with the right proportion of bean curry;",
    "ai-pli-tv-kd18:4.4.13_0": "he should receive the almsfood on an even level.",
    "ai-pli-tv-kd18:4.4.14_0": "The senior monk should not start eating until everyone has received rice.",
    "ai-pli-tv-kd18:4.5.1_0": "Almsfood is to be eaten respectfully.",
    "ai-pli-tv-kd18:4.5.2_0": "Almsfood is to be eaten with attention on the bowl.",
    "ai-pli-tv-kd18:4.5.3_0": "Almsfood is to be eaten in order.",
    "ai-pli-tv-kd18:4.5.4_0": "he should eat the almsfood with the right proportion of bean curry;",
    "ai-pli-tv-kd18:4.5.5_0": "Almsfood should not be eaten picking from a heap.",
    "ai-pli-tv-kd18:4.5.6_0": "he should not cover the various kinds of curry with rice because he wants more;",
    "ai-pli-tv-kd18:4.5.7_0": "when not sick, he should not ask for bean curry and rice for himself and then eat it;",
    "ai-pli-tv-kd18:4.5.8_0": "One should not look at the bowl of another finding fault.",
    "ai-pli-tv-kd18:4.5.9_0": "he should not make a mouthful that’s too large;",
    "ai-pli-tv-kd18:4.5.10_0": "he should make rounded mouthfuls;",
    "ai-pli-tv-kd18:4.5.11_0": "One should not open one’s mouth without bringing a mouthful to it.",
    "ai-pli-tv-kd18:4.5.12_0": "One should not put one’s whole hand in one’s mouth while eating.",
    "ai-pli-tv-kd18:4.5.13_0": "he should not speak with food in his mouth;",
    "ai-pli-tv-kd18:4.5.14_0": "One should not eat from a lifted ball of food.",
    "ai-pli-tv-kd18:4.5.15_0": "One should not eat breaking up balls of food.",
    "ai-pli-tv-kd18:4.5.16_0": "One should not eat stuffing one’s cheeks.",
    "ai-pli-tv-kd18:4.5.17_0": "One should not eat shaking his hand.",
    "ai-pli-tv-kd18:4.5.18_0": "One should not scatter rice while eating.",
    "ai-pli-tv-kd18:4.5.19_0": "One should not eat sticking out one’s tongue.",
    "ai-pli-tv-kd18:4.5.20_0": "he should not chomp while eating;",
    "ai-pli-tv-kd18:4.5.21_0": "he should not slurp while eating;",
    "ai-pli-tv-kd18:4.5.22_0": "One should not lick one’s hands while eating.",
    "ai-pli-tv-kd18:4.5.23_0": "One should not lick one’s bowl while eating.",
    "ai-pli-tv-kd18:4.5.24_0": "One should not lick one’s lips while eating.",
    "ai-pli-tv-kd18:4.5.25_0": "One should not receive the drinking-water vessel with a hand soiled with food.",
    "ai-pli-tv-kd18:4.6.1_0": "The senior monk should not receive water for washing until all the monks are finished eating.",
    "ai-pli-tv-kd18:4.6.2_0": "When given water, a monk should receive it by holding his bowl with both hands.",
    "ai-pli-tv-kd18:4.6.3_0": "Holding the bowl low, he should rinse it carefully without scratching it.",
    "ai-pli-tv-kd18:4.6.4_0": "If there is someone to receive the water, he should hold his bowl low and pour the water into the receptacle,",
    "ai-pli-tv-kd18:4.6.5_0": "trying to avoid splashing the person receiving the water, the monks sitting nearby, or his upper robe.",
    "ai-pli-tv-kd18:4.6.6_0": "If there is no water, he should hold his sunshade and pour the water,",
    "ai-pli-tv-kd18:4.6.7_0": "trying to avoid splashing the monks sitting nearby or his upper robe.",
    "ai-pli-tv-kd18:4.6.8_0": "One should not discard bowl-washing water containing rice in an inhabited area.",
    "ai-pli-tv-kd18:4.6.9_0": "When returning, the junior monks should go first and then the senior monks.",
    "ai-pli-tv-kd18:4.6.10_0": "One should be well-covered while walking in an inhabited area.",
    "ai-pli-tv-kd18:4.6.11_0": "he should walk well-restrained in inhabited areas;",
    "ai-pli-tv-kd18:4.6.12_0": "he should walk with lowered eyes in inhabited areas;",
    "ai-pli-tv-kd18:4.6.13_0": "he should lift up his robe while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.6.14_0": "he should not laugh loudly while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.6.15_0": "he should not be noisy while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.6.16_0": "he should not sway his body while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.6.17_0": "he should not swing his arms while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.6.18_0": "he should not sway his head while walking in inhabited areas;",
    "ai-pli-tv-kd18:4.6.19_0": "One should not walk in an inhabited area with arms akimbo.",
    "ai-pli-tv-kd18:4.6.20_0": "he should not walk with his head covered in inhabited areas;",
    "ai-pli-tv-kd18:4.6.21_0": "he should not squat on his heels while walking in inhabited areas.",
    "ai-pli-tv-kd18:4.6.22_0": "This is the proper conduct in relation to the dining hall.”",
    "ai-pli-tv-kd18:4.6.23_0": "The first recitation section is finished.",
    "ai-pli-tv-kd18:5.1.0_0": "6. Piṇḍacārikavattakathā",
    "ai-pli-tv-kd18:5.1.1_0": "At that time the alms-collecting monks were walking for almsfood, scattering on their heels outside the houses, and with no agitation and unsuitable way they entered the houses, where they went out to meet them, squatted and windows, and did not depart.",
    "ai-pli-tv-kd18:5.1.2_0": "An alms-collecting monk also entered his house.",
    "ai-pli-tv-kd18:5.1.3_0": "Thinking it was the main door, he entered a room",
    "ai-pli-tv-kd18:5.1.4_0": "where a woman was sleeping naked.",
    "ai-pli-tv-kd18:5.1.5_0": "The monk saw her",
    "ai-pli-tv-kd18:5.1.6_0": "He said to them,",
    "ai-pli-tv-kd18:5.1.7_0": "and left the room.",
    "ai-pli-tv-kd18:5.1.8_0": "The husband saw her husband",
    "ai-pli-tv-kd18:5.1.9_0": "He said to them,",
    "ai-pli-tv-kd18:5.1.10_0": "“By I captured this monk takes message and that monk.”",
    "ai-pli-tv-kd18:5.1.11_0": "the woman returned to the man and said to him,",
    "ai-pli-tv-kd18:5.1.12_0": "“Why are you beating this monk?”",
    "ai-pli-tv-kd18:5.1.13_0": "“By this poison, monk.”",
    "ai-pli-tv-kd18:5.1.14_0": "“No he didn’t;",
    "ai-pli-tv-kd18:5.1.15_0": "He gave that monk to him.”",
    "ai-pli-tv-kd18:5.1.16_0": "After returning to the monastery, he told the monks what had happened,",
    "ai-pli-tv-kd18:5.1.17_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:5.1.18_0": "“How can the alms-collecting monks act like this?”",
    "ai-pli-tv-kd18:5.1.19_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:5.1.20_0": "“Is it true, monks ... ?”",
    "ai-pli-tv-kd18:5.1.21_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:5.1.22_0": "after criticizing them ...",
    "ai-pli-tv-kd18:5.1.23_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:5.1.24_0": "“Well then, I will lay down the proper conduct for alms-collecting monks.",
    "ai-pli-tv-kd18:5.2.1_0": "When an alms-collecting monk is about to enter the village,",
    "ai-pli-tv-kd18:5.2.2_0": "ʻI’ll enter the village,’ and take it away, he should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. After washing his bowl, he should take it with him and enter the village carefully and without hurry.",
    "ai-pli-tv-kd18:5.2.3_0": "One should be well-covered while walking in an inhabited area.",
    "ai-pli-tv-kd18:5.2.4_0": "he should walk well-restrained in inhabited areas;",
    "ai-pli-tv-kd18:5.2.5_0": "he should walk with lowered eyes in inhabited areas;",
    "ai-pli-tv-kd18:5.2.6_0": "he should lift up his robe while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.7_0": "he should not laugh loudly while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.8_0": "he should not be noisy while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.9_0": "he should not sway his body while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.10_0": "he should not swing his arms while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.11_0": "he should not sway his head while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.12_0": "One should not walk in an inhabited area with arms akimbo.",
    "ai-pli-tv-kd18:5.2.13_0": "he should not walk with his head covered in inhabited areas;",
    "ai-pli-tv-kd18:5.2.14_0": "he should not squat on his heels while walking in inhabited areas.",
    "ai-pli-tv-kd18:5.2.15_0": "When entering a house,",
    "ai-pli-tv-kd18:5.2.16_0": "he should be attentive to where to enter and where to leave.",
    "ai-pli-tv-kd18:5.2.17_0": "He should not enter",
    "ai-pli-tv-kd18:5.2.18_0": "or leave too hastily;",
    "ai-pli-tv-kd18:5.2.19_0": "or stand too far.",
    "ai-pli-tv-kd18:5.2.20_0": "or too close;",
    "ai-pli-tv-kd18:5.2.21_0": "or stand too long;",
    "ai-pli-tv-kd18:5.2.22_0": "or leave too soon.",
    "ai-pli-tv-kd18:5.2.23_0": "While waiting,",
    "ai-pli-tv-kd18:5.2.24_0": "he should be attentive to whether they wish to give alms or not.",
    "ai-pli-tv-kd18:5.2.25_0": "If they put down their work, get up from their seat, take hold of a serving spoon or a vessel, or they tell him to wait, then he should assume they wish to give, and he should wait.",
    "ai-pli-tv-kd18:5.2.26_0": "When they give him almsfood, he should lift up his upper robe with his left hand, stretch out his bowl with his right hand, and receive the alms while holding the bowl with both hands.",
    "ai-pli-tv-kd18:5.2.27_0": "He should not look the donor in the face.",
    "ai-pli-tv-kd18:5.2.28_0": "He should be attentive",
    "ai-pli-tv-kd18:5.2.29_0": "to whether they wish to give curry or not.",
    "ai-pli-tv-kd18:5.2.30_0": "If someone makes a vessel, or they tell him to wait,",
    "ai-pli-tv-kd18:5.2.31_0": "then he should assume they wish to give, and he should wait.",
    "ai-pli-tv-kd18:5.2.32_0": "When they have given alms, he should cover the bowl with his upper robe, and depart carefully and without hurry.",
    "ai-pli-tv-kd18:5.2.33_0": "One should be well-covered while walking in an inhabited area.",
    "ai-pli-tv-kd18:5.2.34_0": "he should walk well-restrained in inhabited areas;",
    "ai-pli-tv-kd18:5.2.35_0": "he should walk with lowered eyes in inhabited areas;",
    "ai-pli-tv-kd18:5.2.36_0": "he should lift up his robe while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.37_0": "he should not laugh loudly while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.38_0": "he should not be noisy while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.39_0": "he should not sway his body while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.40_0": "he should not swing his arms while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.41_0": "he should not sway his head while walking in inhabited areas;",
    "ai-pli-tv-kd18:5.2.42_0": "One should not walk in an inhabited area with arms akimbo.",
    "ai-pli-tv-kd18:5.2.43_0": "he should not walk with his head covered in inhabited areas;",
    "ai-pli-tv-kd18:5.2.44_0": "he should not squat on his heels while walking in inhabited areas.",
    "ai-pli-tv-kd18:5.3.1_0": "“Whoever returns first from almsround in the village should prepare the seats and set out a foot-stool, a foot-scraper, and water for washing the feet. He should clean the bowl for leftovers and set it out, and put out water for drinking and water for washing.",
    "ai-pli-tv-kd18:5.3.2_0": "Whoever returns last from almsround may eat whatever is leftover,",
    "ai-pli-tv-kd18:5.3.3_0": "If they don’t want to throw it away, or drop it into water that has no living creatures.",
    "ai-pli-tv-kd18:5.3.4_0": "He should put away the seats and also the foot-stool, the foot-scraper, and the water for washing the feet. He should clean the bowl for leftovers and put it away, put away the water for drinking and the water for washing, and swep the dining hall.",
    "ai-pli-tv-kd18:5.3.5_0": "Whoever sees that the pot for drinking water, the pot for washing water, or the waterpot in the restroom is empty should fill it.",
    "ai-pli-tv-kd18:5.3.6_0": "If he can’t do it by himself, he should call someone over by hand signal and they should demolish it together.",
    "ai-pli-tv-kd18:5.3.7_0": "This is the proper conduct for alms-collectors.”",
    "ai-pli-tv-kd18:6.1.0_0": "7. Āraññikavattakathā",
    "ai-pli-tv-kd18:6.1.1_0": "At that time there were a number of monks staying in the wilderness.",
    "ai-pli-tv-kd18:6.1.2_0": "They don’t nurse the water for drinking and water for washing; they don’t know the fire and the sacrificial posts don’t know the right.",
    "ai-pli-tv-kd18:6.1.3_0": "Criminals went to that place and asked the monks,",
    "ai-pli-tv-kd18:6.1.4_0": "“Sir, is there any water for drinking?” —",
    "ai-pli-tv-kd18:6.1.5_0": "“No, there isn’t.” —",
    "ai-pli-tv-kd18:6.1.6_0": "“Sir, is there any water for washing?”",
    "ai-pli-tv-kd18:6.1.7_0": "“No, there isn’t.” —",
    "ai-pli-tv-kd18:6.1.8_0": "“Is there a fire?” —",
    "ai-pli-tv-kd18:6.1.9_0": "“No, there isn’t.” —",
    "ai-pli-tv-kd18:6.1.10_0": "“Are there any upper and lower fire sticks?” —",
    "ai-pli-tv-kd18:6.1.11_0": "“No, there isn’t.” —",
    "ai-pli-tv-kd18:6.1.12_0": "“Which constellation is the moon in today?” —",
    "ai-pli-tv-kd18:6.1.13_0": "that they did not know.",
    "ai-pli-tv-kd18:6.1.14_0": "“Which direction is this?” —",
    "ai-pli-tv-kd18:6.1.15_0": "that they did not know.",
    "ai-pli-tv-kd18:6.1.16_0": "And those criminals thought,",
    "ai-pli-tv-kd18:6.1.17_0": "“There is no water for drinking and water for washing; there is no fire for drinking or water;",
    "ai-pli-tv-kd18:6.1.18_0": "“They are criminals, not monks,”",
    "ai-pli-tv-kd18:6.1.19_0": "who had been taken away, left.",
    "ai-pli-tv-kd18:6.1.20_0": "The monks told other monks what had happened",
    "ai-pli-tv-kd18:6.1.21_0": "They in turn told the Buddha.",
    "ai-pli-tv-kd18:6.1.22_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-kd18:6.1.23_0": "“Well then, I will lay down the proper conduct for monks staying in the wilderness.",
    "ai-pli-tv-kd18:6.2.1_0": "After getting up early in the morning, a monk who is staying in the wilderness should put his bowl in its bag, hang it from his shoulder, put his robe over his shoulders, put on his sandals, put the wooden and ceramic goods in order, close the door and windows, and descend from his dwelling.",
    "ai-pli-tv-kd18:6.2.2_0": "When he is about to enter the village,",
    "ai-pli-tv-kd18:6.2.3_0": "he should remove his sandals, hold them low and knock them together, before putting them in a bag, which he should hang from his shoulder. He should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. After washing his bowl, he should take it with him and enter the village carefully and without hurry.",
    "ai-pli-tv-kd18:6.2.4_0": "He should be well-covered when walking in inhabited areas; he should be well-restrained when walking in inhabited areas; he should walk with lowered eyes in inhabited areas; he should not walk with his robe lifted up in inhabited areas; he should not laugh loudly when walking in inhabited areas; he should not be noisy when walking in inhabited areas; he should not sway his body when walking in inhabited areas; he should not swing his arms when walking in inhabited areas; he should not sway his head when walking in inhabited areas;",
    "ai-pli-tv-kd18:6.2.5_0": "One should not walk in an inhabited area with arms akimbo.",
    "ai-pli-tv-kd18:6.2.6_0": "he should not walk with his head covered in inhabited areas;",
    "ai-pli-tv-kd18:6.2.7_0": "he should not squat on his heels while walking in inhabited areas.",
    "ai-pli-tv-kd18:6.2.8_0": "When entering a house,",
    "ai-pli-tv-kd18:6.2.9_0": "he should be attentive to where to enter and where to leave.",
    "ai-pli-tv-kd18:6.2.10_0": "He should not enter",
    "ai-pli-tv-kd18:6.2.11_0": "or leave too hastily;",
    "ai-pli-tv-kd18:6.2.12_0": "or stand too far.",
    "ai-pli-tv-kd18:6.2.13_0": "or too close;",
    "ai-pli-tv-kd18:6.2.14_0": "or stand too long;",
    "ai-pli-tv-kd18:6.2.15_0": "or leave too soon.",
    "ai-pli-tv-kd18:6.2.16_0": "While waiting,",
    "ai-pli-tv-kd18:6.2.17_0": "he should be attentive to whether they wish to give alms or not.",
    "ai-pli-tv-kd18:6.2.18_0": "If they put down their work, get up from their seat, take hold of a serving spoon or a vessel, or they tell him to wait,",
    "ai-pli-tv-kd18:6.2.19_0": "then he should assume they wish to give, and he should wait.",
    "ai-pli-tv-kd18:6.2.20_0": "When they give him almsfood, he should lift up his upper robe with his left hand, stretch out his bowl with his right hand, and receive the alms while holding the bowl with both hands.",
    "ai-pli-tv-kd18:6.2.21_0": "He should not look the donor in the face.",
    "ai-pli-tv-kd18:6.2.22_0": "He should be attentive",
    "ai-pli-tv-kd18:6.2.23_0": "to whether they wish to give curry or not.",
    "ai-pli-tv-kd18:6.2.24_0": "If someone makes a vessel, or they tell him to wait,",
    "ai-pli-tv-kd18:6.2.25_0": "then he should assume they wish to give, and he should wait.",
    "ai-pli-tv-kd18:6.2.26_0": "When they have given alms, he should cover the bowl with his upper robe, and depart carefully and without hurry.",
    "ai-pli-tv-kd18:6.2.27_0": "He should be well-covered when walking in inhabited areas; he should be well-restrained when walking in inhabited areas; he should walk with lowered eyes in inhabited areas; he should not walk with his robe lifted up in inhabited areas; he should not laugh loudly when walking in inhabited areas; he should not be noisy when walking in inhabited areas; he should not sway his body when walking in inhabited areas; he should not swing his arms when walking in inhabited areas; he should not sway his head when walking in inhabited areas;",
    "ai-pli-tv-kd18:6.2.28_0": "he should not squat on his heels while walking in inhabited areas.",
    "ai-pli-tv-kd18:6.3.1_0": "When he has left the village, he should put his bowl in its bag and hang it from his shoulder, fold up his robe and put it on his head, and put on his sandals and go.",
    "ai-pli-tv-kd18:6.3.2_0": "A monk who is staying in the wilderness should set out water for drinking and water for washing; he should light a fire and provide upper and lower fire sticks; he should learn the constellations—",
    "ai-pli-tv-kd18:6.3.3_0": "all of them or those in one direction—and become skilled in the cardinal directions.",
    "ai-pli-tv-kd18:6.3.4_0": "This is the proper conduct for monks staying in the wilderness.”",
    "ai-pli-tv-kd18:7.1.0_0": "8. Senāsanavattakathā",
    "ai-pli-tv-kd18:7.1.1_0": "On one occasion when a number of monks were making robes outside,",
    "ai-pli-tv-kd18:7.1.2_0": "The monks from the group of six split the furniture in an open area upwind from these things.",
    "ai-pli-tv-kd18:7.1.3_0": "The robe-making monks became dusty.",
    "ai-pli-tv-kd18:7.1.4_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:7.1.5_0": "“How can the monks from the group of six do this?”",
    "ai-pli-tv-kd18:7.1.6_0": "The monks became dusty.”",
    "ai-pli-tv-kd18:7.1.7_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:7.1.8_0": "“Is it true, monks, that the monks from the group of six did this?”",
    "ai-pli-tv-kd18:7.1.9_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:7.1.10_0": "after criticizing them ...",
    "ai-pli-tv-kd18:7.1.11_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:7.1.12_0": "“Well then, I will lay down the proper conduct in regard to dwellings.",
    "ai-pli-tv-kd18:7.2.1_0": "If the dwelling he is staying in is dirty, a monk should clean it if he is able.",
    "ai-pli-tv-kd18:7.2.2_0": "When he is cleaning the dwelling, he should first take out the bowl and robe and put them aside.",
    "ai-pli-tv-kd18:7.2.3_0": "He should take out the sitting mat and the sheet and put them aside.",
    "ai-pli-tv-kd18:7.2.4_0": "He should take out the mattress and the pillow and put them aside.",
    "ai-pli-tv-kd18:7.2.5_0": "Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:7.2.6_0": "Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:7.2.7_0": "He should take out the bed supports and put them aside.",
    "ai-pli-tv-kd18:7.2.8_0": "He should take out the spit and put it aside.",
    "ai-pli-tv-kd18:7.2.9_0": "He should take out the leaning board and put it aside.",
    "ai-pli-tv-kd18:7.2.10_0": "After taking note of where it’s placed, he should take out the floor-cover and put it aside.",
    "ai-pli-tv-kd18:7.2.11_0": "If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room.",
    "ai-pli-tv-kd18:7.2.12_0": "If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls.",
    "ai-pli-tv-kd18:7.2.13_0": "If the floor has been treated with black and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor.",
    "ai-pli-tv-kd18:7.2.14_0": "If the floor is untreated, he should sprinkle it with water and then sweep it,",
    "ai-pli-tv-kd18:7.2.15_0": "while trying to avoid stirring up dust.",
    "ai-pli-tv-kd18:7.2.16_0": "He should look out for any trash and discard it.",
    "ai-pli-tv-kd18:7.2.17_0": "He should not beat the furniture near other monks,",
    "ai-pli-tv-kd18:7.2.18_0": "near other dwellings,",
    "ai-pli-tv-kd18:7.2.19_0": "near water for drinking,",
    "ai-pli-tv-kd18:7.2.20_0": "or near water for washing.",
    "ai-pli-tv-kd18:7.2.21_0": "He should not beat the furniture in an open area upwind from these things,",
    "ai-pli-tv-kd18:7.2.22_0": "but downwind from them.",
    "ai-pli-tv-kd18:7.3.1_0": "He should sun the floor-cover, clean it, beat it, bring it back inside, and put it back in the same place as before.",
    "ai-pli-tv-kd18:7.3.2_0": "He should sun the bed supports, wipe them, bring them back inside, and place them in the same position as before.",
    "ai-pli-tv-kd18:7.3.3_0": "He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:7.3.4_0": "He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:7.3.5_0": "He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:7.3.6_0": "He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:7.3.7_0": "He should sun the spittoon, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:7.3.8_0": "He should sun the leaning board, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:7.3.9_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:7.3.10_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:7.3.11_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:7.3.12_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:7.4.1_0": "If dusty winds are blowing from the east, he should close the windows on the eastern side.",
    "ai-pli-tv-kd18:7.4.2_0": "If dusty winds are blowing from the west, he should close the windows on the west.",
    "ai-pli-tv-kd18:7.4.3_0": "If dusty winds are blowing from the north, he should close the windows on the northern side.",
    "ai-pli-tv-kd18:7.4.4_0": "If dusty winds are blowing from the south, he should close the windows on the southern side.",
    "ai-pli-tv-kd18:7.4.5_0": "If the weather is cold, he should open the windows during the day and close them at night.",
    "ai-pli-tv-kd18:7.4.6_0": "If the weather is hot, he should close the windows during the day and open them at night.",
    "ai-pli-tv-kd18:7.4.7_0": "If the precincts are dirty, he should sweep them.",
    "ai-pli-tv-kd18:7.4.8_0": "If the gateway is dirty, he should sweep it.",
    "ai-pli-tv-kd18:7.4.9_0": "If the assembly hall is dirty, he should sweep it.",
    "ai-pli-tv-kd18:7.4.10_0": "If the water-boiling shed is dirty, he should sweep it.",
    "ai-pli-tv-kd18:7.4.11_0": "If the restroom is dirty, he should sweep it.",
    "ai-pli-tv-kd18:7.4.12_0": "If there is no water for drinking, he should set it out.",
    "ai-pli-tv-kd18:7.4.13_0": "If there is no water for washing, he should set it out.",
    "ai-pli-tv-kd18:7.4.14_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:7.4.15_0": "If he is staying in the same dwelling as a more senior monk, he should not do any of the following without asking him for permission: recite, question, rehearse, teach, turn a lamp on or off, or open or close a window.",
    "ai-pli-tv-kd18:7.4.16_0": "If he is senior, he should put his upper robe over one shoulder, pay respect at the feet of the senior monks, and he should not wear his upper robe.",
    "ai-pli-tv-kd18:7.4.17_0": "This is the proper conduct in regard to dwellings.”",
    "ai-pli-tv-kd18:8.1.0_0": "9. Jantāgharavattakathā",
    "ai-pli-tv-kd18:8.1.1_0": "On one occasion the monks from the group of six were kept out of the sauna by the senior monks. Then, out of disrespect, they stacked up much firewood, lit it, closed the door, and sat down against it.",
    "ai-pli-tv-kd18:8.1.2_0": "The monks overheated, but being unable to open the door, they fainted and collapsed.",
    "ai-pli-tv-kd18:8.1.3_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:8.1.4_0": "“How can the monks from the group of six do this?”",
    "ai-pli-tv-kd18:8.1.5_0": "The monks overheated, but being unable to open the door, they fainted and collapsed.”",
    "ai-pli-tv-kd18:8.1.6_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:8.1.7_0": "“Is it true, monks, that the monks from the group of six did this?”",
    "ai-pli-tv-kd18:8.1.8_0": "The monks overheated, but being unable to open the door, they fainted and collapsed.”",
    "ai-pli-tv-kd18:8.1.9_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:8.1.10_0": "after criticizing them ...",
    "ai-pli-tv-kd18:8.1.11_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:8.1.12_0": "“If you’re kept out of a sauna by senior monks, you should not, out of disrespect, stack up much firewood and light it.",
    "ai-pli-tv-kd18:8.1.13_0": "If you do, you commit an offense of wrong conduct.",
    "ai-pli-tv-kd18:8.1.14_0": "And you should not close the door and sit down against it.",
    "ai-pli-tv-kd18:8.1.15_0": "If you do, you commit an offense of wrong conduct.",
    "ai-pli-tv-kd18:8.2.1_0": "Well then, I will lay down the proper conduct in regard to saunas.",
    "ai-pli-tv-kd18:8.2.2_0": "The monk who goes first to the sauna should discard the ashes if they are building up.",
    "ai-pli-tv-kd18:8.2.3_0": "If the sauna is dirty, he should sweep it.",
    "ai-pli-tv-kd18:8.2.4_0": "If the goods are dirty, he should sweep it.",
    "ai-pli-tv-kd18:8.2.5_0": "If the precincts are dirty, he should sweep them.",
    "ai-pli-tv-kd18:8.2.6_0": "If the gateway is dirty, he should sweep it.",
    "ai-pli-tv-kd18:8.2.7_0": "If the sauna shed is dirty, he should sweep it.",
    "ai-pli-tv-kd18:8.2.8_0": "He should knead bath powder, moisten the clay, and fill the water trough with water.",
    "ai-pli-tv-kd18:8.2.9_0": "When entering the sauna, he should smear his face with clay, cover himself in front and behind, and then enter the sauna.",
    "ai-pli-tv-kd18:8.2.10_0": "He shouldn’t sit encroaching on the senior monks,",
    "ai-pli-tv-kd18:8.2.11_0": "and he shouldn’t block the junior monks from getting a seat.",
    "ai-pli-tv-kd18:8.2.12_0": "If he is able, he should do services for the senior monks in the sauna.",
    "ai-pli-tv-kd18:8.2.13_0": "When leaving the sauna, he should take the sauna stool, cover himself in front and behind, and then leave the sauna.",
    "ai-pli-tv-kd18:8.2.14_0": "If he is able, he should do services for the senior monks in the water.",
    "ai-pli-tv-kd18:8.2.15_0": "And he should not bathe in front of the senior monks.",
    "ai-pli-tv-kd18:8.2.16_0": "When he is coming out of the water after bathing, he should give way to those who are entering the water.",
    "ai-pli-tv-kd18:8.2.17_0": "If the sauna is muddy, the last monk to leave it should wash it.",
    "ai-pli-tv-kd18:8.2.18_0": "He should wash the clay trough, put away the sauna stool, extinguish the fire, close the door, and then depart.",
    "ai-pli-tv-kd18:8.2.19_0": "This is the proper conduct in regard to saunas.”",
    "ai-pli-tv-kd18:9.1.0_0": "10. Vaccakuṭivattakathā",
    "ai-pli-tv-kd18:9.1.1_0": "At that time a monk who had been born as a brahmin did not want to rinse after defecating, thinking,",
    "ai-pli-tv-kd18:9.1.2_0": "“Who would touch this foul-smelling wretch!”",
    "ai-pli-tv-kd18:9.1.3_0": "As a result, a worm settled in his anus.",
    "ai-pli-tv-kd18:9.1.4_0": "And he told them.",
    "ai-pli-tv-kd18:9.1.5_0": "“So you don’t rinse after defecating?”",
    "ai-pli-tv-kd18:9.1.6_0": "“Yes, reverend.”",
    "ai-pli-tv-kd18:9.1.7_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:9.1.8_0": "“How can a monk not rinse after defecating?”",
    "ai-pli-tv-kd18:9.1.9_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:9.1.10_0": "“Is it true, monk, that you don’t rinse after defecating?”",
    "ai-pli-tv-kd18:9.1.11_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:9.1.12_0": "after criticizing them ...",
    "ai-pli-tv-kd18:9.1.13_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:9.1.14_0": "“You should not defecate mindfulness while defecating in water.",
    "ai-pli-tv-kd18:9.1.15_0": "If you don’t, you commit an offense of wrong conduct.”",
    "ai-pli-tv-kd18:10.1.1_0": "At that time the monks used the restroom according to seniority.",
    "ai-pli-tv-kd18:10.1.2_0": "Junior monks who had arrived before others had to wait to defecate.",
    "ai-pli-tv-kd18:10.1.3_0": "Holding it in, they fainted and collapsed.",
    "ai-pli-tv-kd18:10.1.4_0": "They told the Buddha. Soon afterwards he had the Sangha gathered and questioned Devadatta:",
    "ai-pli-tv-kd18:10.1.5_0": "“Is it true, monks ... ?”",
    "ai-pli-tv-kd18:10.1.6_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:10.1.7_0": "“The restroom should not be used according to seniority.",
    "ai-pli-tv-kd18:10.1.8_0": "If you do, you commit an offense of wrong conduct.",
    "ai-pli-tv-kd18:10.1.9_0": "You should use the restroom according to the order of arrival.”",
    "ai-pli-tv-kd18:10.2.1_0": "At that time the monks from the group of six entered the restroom too hastily, pulled up their robe before entering, groaned while defecating, brushed their teeth while defecating, defecated outside the toilet, urinated outside the urinal, spat in the urinal, used coarse wiping sticks, threw the wiping sticks in the cesspit, left the restroom too hastily, came out with their robe still pulled up, made a chomping sound while rinsing, and they left water in the scoop for rinsing.",
    "ai-pli-tv-kd18:10.2.2_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:10.2.3_0": "“How can the monks from the group of six act like this?”",
    "ai-pli-tv-kd18:10.2.4_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:10.2.5_0": "“Is it true, monks ... ?”",
    "ai-pli-tv-kd18:10.2.6_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:10.2.7_0": "after criticizing them ...",
    "ai-pli-tv-kd18:10.2.8_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:10.2.9_0": "“Well then, I will lay down the proper conduct in regard to restrooms.",
    "ai-pli-tv-kd18:10.3.1_0": "When a monk goes to the restroom, he should stand outside and clear his throat.",
    "ai-pli-tv-kd18:10.3.2_0": "You should remind what you have done.",
    "ai-pli-tv-kd18:10.3.3_0": "After hanging his robe from a bamboo robe-rack or a clothesline, he should enter the restroom carefully and without hurry.",
    "ai-pli-tv-kd18:10.3.4_0": "He should not enter the restroom too hastily;",
    "ai-pli-tv-kd18:10.3.5_0": "he should not pull up his robe before he has entered;",
    "ai-pli-tv-kd18:10.3.6_0": "he should pull up his robe when he is standing on the foot-stands for defecating;",
    "ai-pli-tv-kd18:10.3.7_0": "he should not groan while defecating;",
    "ai-pli-tv-kd18:10.3.8_0": "he should not brush his teeth while defecating;",
    "ai-pli-tv-kd18:10.3.9_0": "he should not defecate outside;",
    "ai-pli-tv-kd18:10.3.10_0": "he should not urinate outside the urinal;",
    "ai-pli-tv-kd18:10.3.11_0": "he should not spit in the urinal;",
    "ai-pli-tv-kd18:10.3.12_0": "he should not use coarse wiping sticks;",
    "ai-pli-tv-kd18:10.3.13_0": "he should not throw the wiping sticks in the cesspit;",
    "ai-pli-tv-kd18:10.3.14_0": "he should cover himself while still standing on the foot-stands for defecating;",
    "ai-pli-tv-kd18:10.3.15_0": "or leave too hastily;",
    "ai-pli-tv-kd18:10.3.16_0": "he should not come out with his robe still pulled up;",
    "ai-pli-tv-kd18:10.3.17_0": "he should pull up his robe when standing on the foot-stands for rinsing;",
    "ai-pli-tv-kd18:10.3.18_0": "he should not make a chomping sound while rinsing;",
    "ai-pli-tv-kd18:10.3.19_0": "he should not leave water in the scoop for rinsing;",
    "ai-pli-tv-kd18:10.3.20_0": "he should cover himself while still standing on the foot-stands for rinsing.",
    "ai-pli-tv-kd18:10.3.21_0": "If the restroom is stained by feces, he should clean it.",
    "ai-pli-tv-kd18:10.3.22_0": "If the wiping sticks still in the cesspit, he should throw it away.",
    "ai-pli-tv-kd18:10.3.23_0": "If the restroom is dirty, he should sweep it.",
    "ai-pli-tv-kd18:10.3.24_0": "If the goods are dirty, he should sweep it.",
    "ai-pli-tv-kd18:10.3.25_0": "If the precincts are dirty, he should sweep them.",
    "ai-pli-tv-kd18:10.3.26_0": "If the gateway is dirty, he should sweep it.",
    "ai-pli-tv-kd18:10.3.27_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:10.3.28_0": "This is the proper conduct in regard to restrooms.”",
    "ai-pli-tv-kd18:11.1.0_0": "11. Upajjhāyavattakathā",
    "ai-pli-tv-kd18:11.1.1_0": "On a later occasion the students did not conduct themselves properly toward their preceptors.",
    "ai-pli-tv-kd18:11.1.2_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:11.1.3_0": "“How can students not conduct themselves properly toward their preceptors?”",
    "ai-pli-tv-kd18:11.1.4_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:11.1.5_0": "“Is it true, monks, that students are acting like this?”",
    "ai-pli-tv-kd18:11.1.6_0": "“Yes, Sir.”",
    "ai-pli-tv-kd18:11.1.7_0": "The Buddha rebuked him ...",
    "ai-pli-tv-kd18:11.1.8_0": "“... How can students not conduct themselves properly toward their preceptors?",
    "ai-pli-tv-kd18:11.1.9_0": "This won’t give rise to confidence in those without it ...”",
    "ai-pli-tv-kd18:11.1.10_0": "after criticizing them ...",
    "ai-pli-tv-kd18:11.1.11_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:11.1.12_0": "“Well then, I will lay down the proper conduct for preceptors toward their students.",
    "ai-pli-tv-kd18:11.2.1_0": "A student should conduct himself properly toward his preceptor.",
    "ai-pli-tv-kd18:11.2.2_0": "This is the proper conduct:",
    "ai-pli-tv-kd18:11.2.3_0": "After getting up at the appropriate time, the pupil should take off his sandals, and put his upper robe over one shoulder. He should then give his teacher a toothbrush and water for rinsing the mouth, and he should prepare a seat for him.",
    "ai-pli-tv-kd18:11.2.4_0": "If there is rice porridge, he should wash a vessel and bring the rice porridge to his preceptor.",
    "ai-pli-tv-kd18:11.2.5_0": "When the preceptor has drunk the rice porridge, the student should give him water and receive the vessel, and holding it low, he should wash it carefully without scratching it and then put it away.",
    "ai-pli-tv-kd18:11.2.6_0": "When the preceptor has gotten up, the student should put away the seat.",
    "ai-pli-tv-kd18:11.2.7_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:11.3.1_0": "If the preceptor wants to enter the village, the student should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should wash his preceptor’s bowl and then give it to him while wet.",
    "ai-pli-tv-kd18:11.3.2_0": "If the preceptor wants an attendant, the student should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the other upper together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. After washing his bowl, he should take it with him and be his preceptor’s attendant.",
    "ai-pli-tv-kd18:11.3.3_0": "He shouldn’t walk too far behind his preceptor or too close to him. He should receive the contents of his bowl.",
    "ai-pli-tv-kd18:11.4.1_0": "He shouldn’t interrupt his preceptor when he’s speaking.",
    "ai-pli-tv-kd18:11.4.2_0": "But if the preceptor’s speech is bordering on an offense, he should stop him.",
    "ai-pli-tv-kd18:11.4.3_0": "When returning, the pupil should go first to prepare a seat and to set out a foot-stool, a foot-scraper, and water for washing the feet. He should go out to meet the teacher to receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return.",
    "ai-pli-tv-kd18:11.4.4_0": "If the robe is moist, he should sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:11.4.5_0": "He should fold the robe,",
    "ai-pli-tv-kd18:11.4.6_0": "offsetting the edges by seven centimeters,",
    "ai-pli-tv-kd18:11.4.7_0": "so that the fold doesn’t become worn.",
    "ai-pli-tv-kd18:11.4.8_0": "He should place the belt in the fold.",
    "ai-pli-tv-kd18:11.4.9_0": "If there is almsfood and his preceptor wants to eat, the student should give him water and then the almsfood.",
    "ai-pli-tv-kd18:11.5.1_0": "He should ask his preceptor if he wants water to drink.",
    "ai-pli-tv-kd18:11.5.2_0": "When the preceptor has eaten, the student should give him water and receive the bowl, and holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while,",
    "ai-pli-tv-kd18:11.5.3_0": "but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:11.5.4_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:11.5.5_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:11.5.6_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:11.5.7_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:11.5.8_0": "When the preceptor has gotten up, the student should put away the seat and also the foot-stool, the foot-scraper, and the water for washing the feet.",
    "ai-pli-tv-kd18:11.5.9_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:11.6.1_0": "“If the preceptor wants to bathe, the student should prepare a bath.",
    "ai-pli-tv-kd18:11.6.2_0": "If he needs cold, he should prepare cold.",
    "ai-pli-tv-kd18:11.6.3_0": "if he wants a hot bath, he should prepare that.",
    "ai-pli-tv-kd18:11.6.4_0": "If the preceptor wants to use the sauna, the student should knead bath powder, moisten the clay, take the sauna stool, and follow behind his preceptor. After giving the preceptor the sauna stool, receiving his robe, and putting it aside, he should give him the bath powder and the clay.",
    "ai-pli-tv-kd18:11.6.5_0": "If he’s able, he should enter the sauna.",
    "ai-pli-tv-kd18:11.6.6_0": "When entering the sauna, he should smear his face with clay, cover himself in front and behind, and then enter the sauna.",
    "ai-pli-tv-kd18:11.7.1_0": "He shouldn’t sit encroaching on the senior monks,",
    "ai-pli-tv-kd18:11.7.2_0": "and he shouldn’t block the junior monks from getting a seat.",
    "ai-pli-tv-kd18:11.7.3_0": "While in the sauna, he should do services for his preceptor.",
    "ai-pli-tv-kd18:11.7.4_0": "When leaving the sauna, he should take the sauna stool, cover himself in front and behind, and then leave the sauna.",
    "ai-pli-tv-kd18:11.7.5_0": "He should also do services for his preceptor in the water.",
    "ai-pli-tv-kd18:11.7.6_0": "When he has bathed, he should be the first to come out of the water. He should dry himself and put on his sarong. He should then wipe the water off his preceptor’s body, and he should give him his sarong and then his upper robe. Taking the sauna stool, he should be the first to return. He should prepare a seat, as well as set out a foot-stool, a foot-scraper, and water for washing the feet.",
    "ai-pli-tv-kd18:11.7.7_0": "He should ask his preceptor if he wants water to drink.",
    "ai-pli-tv-kd18:11.8.1_0": "If the teacher wants him to recite, he should do so.",
    "ai-pli-tv-kd18:11.8.2_0": "If the preceptor wants to question him, he should be questioned.",
    "ai-pli-tv-kd18:11.8.3_0": "“If the dwelling where the preceptor is staying is dirty, the student should clean it if he’s able.",
    "ai-pli-tv-kd18:11.8.4_0": "When he is cleaning the dwelling, he should first take out the bowl and robe and put them aside.",
    "ai-pli-tv-kd18:11.8.5_0": "He should take out the sitting mat and the sheet and put them aside.",
    "ai-pli-tv-kd18:11.8.6_0": "He should take out the mattress and the pillow and put them aside.",
    "ai-pli-tv-kd18:11.9.1_0": "Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:11.9.2_0": "Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:11.9.3_0": "He should take out the bed supports and put them aside.",
    "ai-pli-tv-kd18:11.9.4_0": "He should take out the spit and put it aside.",
    "ai-pli-tv-kd18:11.9.5_0": "He should take out the leaning board and put it aside.",
    "ai-pli-tv-kd18:11.9.6_0": "After taking note of where it’s placed, he should take out the floor cover and put it aside.",
    "ai-pli-tv-kd18:11.9.7_0": "If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room.",
    "ai-pli-tv-kd18:11.9.8_0": "If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls.",
    "ai-pli-tv-kd18:11.9.9_0": "If the floor has been treated with black and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor.",
    "ai-pli-tv-kd18:11.9.10_0": "If the floor is untreated, he should sprinkle it with water and then sweep it,",
    "ai-pli-tv-kd18:11.9.11_0": "while trying to avoid stirring up dust.",
    "ai-pli-tv-kd18:11.9.12_0": "He should look out for any trash and discard it.",
    "ai-pli-tv-kd18:11.10.1_0": "He should sun the floor cover, clean it, beat it, bring it back inside, and put it back in the same place as before.",
    "ai-pli-tv-kd18:11.10.2_0": "He should sun the bed supports, wipe them, bring them back inside, and place them in the same position as before.",
    "ai-pli-tv-kd18:11.10.3_0": "He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:11.10.4_0": "He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:11.10.5_0": "He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:11.10.6_0": "He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:11.10.7_0": "He should sun the spittoon, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:11.10.8_0": "He should sun the leaning board, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:11.11.1_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:11.11.2_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:11.11.3_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:11.11.4_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:11.12.1_0": "If dusty winds are blowing from the east, he should close the windows on the eastern side.",
    "ai-pli-tv-kd18:11.12.2_0": "If dusty winds are blowing from the west, he should close the windows on the west.",
    "ai-pli-tv-kd18:11.12.3_0": "If dusty winds are blowing from the north, he should close the windows on the northern side.",
    "ai-pli-tv-kd18:11.12.4_0": "If dusty winds are blowing from the south, he should close the windows on the southern side.",
    "ai-pli-tv-kd18:11.12.5_0": "If the weather is cold, he should open the windows during the day and close them at night.",
    "ai-pli-tv-kd18:11.12.6_0": "If the weather is hot, he should close the windows during the day and open them at night.",
    "ai-pli-tv-kd18:11.13.1_0": "If the precincts are dirty, he should sweep them.",
    "ai-pli-tv-kd18:11.13.2_0": "If the gateway is dirty, he should sweep it.",
    "ai-pli-tv-kd18:11.13.3_0": "If the assembly hall is dirty, he should sweep it.",
    "ai-pli-tv-kd18:11.13.4_0": "If the water-boiling shed is dirty, he should sweep it.",
    "ai-pli-tv-kd18:11.13.5_0": "If the restroom is dirty, he should sweep it.",
    "ai-pli-tv-kd18:11.13.6_0": "If there is no water for drinking, he should set it out.",
    "ai-pli-tv-kd18:11.13.7_0": "If there is no water for washing, he should set it out.",
    "ai-pli-tv-kd18:11.13.8_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:11.14.1_0": "“If the preceptor becomes discontent, the student should send him away or have him sent away, or he should give him a teaching.",
    "ai-pli-tv-kd18:11.14.2_0": "If the preceptor becomes anxious, the student should dispel it or have it dispelled, or he should give him a teaching.",
    "ai-pli-tv-kd18:11.14.3_0": "If the preceptor has a wrong view, the student should make him give it up or get someone else to do it, or he should give him a teaching.",
    "ai-pli-tv-kd18:11.15.1_0": "If the preceptor has committed a heavy offense and deserves probation,",
    "ai-pli-tv-kd18:11.15.2_0": "the student should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:11.15.3_0": "If the preceptor has committed a heavy offense and deserves to be sent back to the beginning,",
    "ai-pli-tv-kd18:11.15.4_0": "the student should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:11.15.5_0": "If the preceptor has committed a heavy offense and deserves to be given the trial period,",
    "ai-pli-tv-kd18:11.15.6_0": "the student should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:11.15.7_0": "If the preceptor has committed a heavy offense and deserves rehabilitation,",
    "ai-pli-tv-kd18:11.15.8_0": "the student should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:11.16.1_0": "If the Sangha wants to do a legal procedure against his preceptor—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:11.16.2_0": "the student should make an effort to stop it or to reduce the penalty.",
    "ai-pli-tv-kd18:11.16.3_0": "But if the Sangha has already done a legal procedure against his preceptor—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:11.16.4_0": "the student should help the preceptor conduct himself properly and suitably so as to deserve to be released, and try for the Sangha to lift that procedure.",
    "ai-pli-tv-kd18:11.17.1_0": "“If the preceptor’s robe needs washing, the student should do it himself,",
    "ai-pli-tv-kd18:11.17.2_0": "he should make an effort or to have it done.",
    "ai-pli-tv-kd18:11.17.3_0": "If the preceptor needs a robe, the student should make one himself,",
    "ai-pli-tv-kd18:11.17.4_0": "or he should make an effort to have one made.",
    "ai-pli-tv-kd18:11.17.5_0": "If the preceptor needs dye, the student should make it himself,",
    "ai-pli-tv-kd18:11.17.6_0": "or he should make an effort to have it made.",
    "ai-pli-tv-kd18:11.17.7_0": "If the preceptor’s robe needs dyeing, the student should do it himself,",
    "ai-pli-tv-kd18:11.17.8_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:11.17.9_0": "When he’s dyeing the robe, he should carefully and repeatedly turn it over, and he shouldn’t go away while it’s still dripping.",
    "ai-pli-tv-kd18:11.18.1_0": "Without asking permission of his preceptor, he shouldn’t do any of the following: give away or receive a bowl;",
    "ai-pli-tv-kd18:11.18.2_0": "give away or receive a robe;",
    "ai-pli-tv-kd18:11.18.3_0": "give away or receive a requisite;",
    "ai-pli-tv-kd18:11.18.4_0": "cut anyone’s hair or have it cut;",
    "ai-pli-tv-kd18:11.18.5_0": "do work for anyone or have work done by anyone;",
    "ai-pli-tv-kd18:11.18.6_0": "do a service for anyone or have a service done by anyone;",
    "ai-pli-tv-kd18:11.18.7_0": "be the attendant monk for anyone or take anyone as his attendant monk;",
    "ai-pli-tv-kd18:11.18.8_0": "bring back almsfood for anyone or have almsfood brought back by anyone;",
    "ai-pli-tv-kd18:11.18.9_0": "enter the village,",
    "ai-pli-tv-kd18:11.18.10_0": "go to the charnel ground,",
    "ai-pli-tv-kd18:11.18.11_0": "or leave for another region.",
    "ai-pli-tv-kd18:11.18.12_0": "If his preceptor is sick, he should nurse him for as long as he lives, or he should wait until he has recovered.",
    "ai-pli-tv-kd18:11.18.13_0": "This is the proper conduct of a student toward his preceptor.”",
    "ai-pli-tv-kd18:12.1.0_0": "12. Saddhivihārikavattakathā",
    "ai-pli-tv-kd18:12.1.1_0": "At that time the preceptors were not conducting themselves properly toward their students.",
    "ai-pli-tv-kd18:12.1.2_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:12.1.3_0": "“How can students not conduct themselves properly toward their preceptors?”",
    "ai-pli-tv-kd18:12.1.4_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:12.1.5_0": "“Is it true, monks, that the preceptors are not conducting themselves properly toward their students?”",
    "ai-pli-tv-kd18:12.1.6_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:12.1.7_0": "after criticizing them ...",
    "ai-pli-tv-kd18:12.1.8_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:12.1.9_0": "“Well then, I will lay down the proper conduct for preceptors toward their students.",
    "ai-pli-tv-kd18:12.2.1_0": "A preceptor should conduct himself properly toward his student.",
    "ai-pli-tv-kd18:12.2.2_0": "This is the proper conduct:",
    "ai-pli-tv-kd18:12.2.3_0": "A preceptor should help and take care of his student through recitation, questioning, and instruction.",
    "ai-pli-tv-kd18:12.2.4_0": "If the preceptor has a bowl, but not the student, the preceptor should give it to him,",
    "ai-pli-tv-kd18:12.2.5_0": "or he should make an effort to get him one.",
    "ai-pli-tv-kd18:12.2.6_0": "If the preceptor has a robe, but not the student, the preceptor should give it to him,",
    "ai-pli-tv-kd18:12.2.7_0": "or he should make an effort to get him one.",
    "ai-pli-tv-kd18:12.2.8_0": "If the preceptor has a requisite, but not the student, the preceptor should give it to him,",
    "ai-pli-tv-kd18:12.2.9_0": "or he should make an effort to get him one.",
    "ai-pli-tv-kd18:12.3.1_0": "If the student is sick, the preceptor should get up at the appropriate time, and he should give his student a toothbrush and water for rinsing the mouth, and he should prepare a seat for him.",
    "ai-pli-tv-kd18:12.3.2_0": "If there is rice porridge, he should wash a vessel and bring the rice porridge to his preceptor.",
    "ai-pli-tv-kd18:12.3.3_0": "When the preceptor has drunk the rice porridge, the student should give him water and receive the vessel, and holding it low, he should wash it carefully without scratching it and then put it away.",
    "ai-pli-tv-kd18:12.3.4_0": "When the student has gotten up, the preceptor should put away the seat.",
    "ai-pli-tv-kd18:12.3.5_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.4.1_0": "If the student wants to enter the village, the preceptor should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should wash his student’s bowl and then give it to him while wet.",
    "ai-pli-tv-kd18:12.4.2_0": "Before he’s due back, the teacher should prepare a seat and set out a foot-stool, a foot-scraper, and water for washing the feet. He should go out to meet the pupil to receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return.",
    "ai-pli-tv-kd18:12.4.3_0": "If the robe is moist, he should sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:12.4.4_0": "He should fold the robe,",
    "ai-pli-tv-kd18:12.4.5_0": "offsetting the edges by seven centimeters,",
    "ai-pli-tv-kd18:12.4.6_0": "so that the fold doesn’t become worn.",
    "ai-pli-tv-kd18:12.4.7_0": "He should place the belt in the fold.",
    "ai-pli-tv-kd18:12.4.8_0": "If there is almsfood and his student wants to eat, the preceptor should give him water and then the almsfood.",
    "ai-pli-tv-kd18:12.5.1_0": "He should ask his student if he wants water to drink.",
    "ai-pli-tv-kd18:12.5.2_0": "When the preceptor has eaten, the student should give him water and receive the bowl, and holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:12.5.3_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:12.5.4_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:12.5.5_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:12.5.6_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:12.5.7_0": "When the student has gotten up, the preceptor should put away the seat and also the foot-stool, the foot-scraper, and the water for washing the feet.",
    "ai-pli-tv-kd18:12.5.8_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.6.1_0": "“If the student wants to bathe, the preceptor should prepare the bath.",
    "ai-pli-tv-kd18:12.6.2_0": "If he needs cold, he should prepare cold.",
    "ai-pli-tv-kd18:12.6.3_0": "if he wants a hot bath, he should prepare that.",
    "ai-pli-tv-kd18:12.6.4_0": "If the student wants to use the sauna, the preceptor should knead bath powder, moisten the clay, take the sauna stool, and go to the sauna. After giving the student the sauna stool, receiving his robe, and putting it aside, he should give him the bath powder and the clay.",
    "ai-pli-tv-kd18:12.6.5_0": "If he’s able, he should enter the sauna.",
    "ai-pli-tv-kd18:12.6.6_0": "When entering the sauna, he should smear his face with clay, cover himself in front and behind, and then enter the sauna.",
    "ai-pli-tv-kd18:12.7.1_0": "He shouldn’t sit encroaching on the senior monks, and he shouldn’t block the junior monks from getting a seat.",
    "ai-pli-tv-kd18:12.7.2_0": "While in the sauna, he should do services for his student.",
    "ai-pli-tv-kd18:12.7.3_0": "When leaving the sauna, he should take the sauna stool, cover himself in front and behind, and then leave the sauna.",
    "ai-pli-tv-kd18:12.7.4_0": "The preceptor should also do services for his student in the water.",
    "ai-pli-tv-kd18:12.7.5_0": "When the preceptor has bathed, he should be the first to come out of the water. He should dry himself and put on his sarong. He should then wipe the water off his student’s body, and he should give him his sarong and then his upper robe. Taking the sauna stool, he should be the first to return. He should prepare a seat, as well as set out a foot-stool, a foot-scraper, and water for washing the feet.",
    "ai-pli-tv-kd18:12.7.6_0": "He should ask his student if he wants water to drink.",
    "ai-pli-tv-kd18:12.8.1_0": "“If the dwelling where the student is staying is dirty, the preceptor should clean it if he’s able.",
    "ai-pli-tv-kd18:12.8.2.1_0": "When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. He should take out the sitting mat and the sheet and put them aside. He should take out the mattress and the pillow and put them aside. Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. He should take out the bed supports and put them from the spittoon and put it aside. He should take out the leaning board and put it aside. After taking note of where it’s placed, he should take out the floor-cover and put it, he should take out the windowe. If the cornkle it with",
    "ai-pli-tv-kd18:12.8.3_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:12.8.4_0": "“If the student becomes discontent, the preceptor should send him away or have him sent away, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.8.5_0": "If the student becomes anxious, the preceptor should dispel it or have it dispelled, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.8.6_0": "If the student has a wrong view, the preceptor should make him give it up or get someone else to do it, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.9.1_0": "If the student has committed a heavy offense and deserves probation,",
    "ai-pli-tv-kd18:12.9.2_0": "the preceptor should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.9.3_0": "If the student has committed a heavy offense and deserves to be sent back to the beginning,",
    "ai-pli-tv-kd18:12.9.4_0": "the preceptor should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.9.5_0": "If the student has committed a heavy offense and deserves to be given the trial period,",
    "ai-pli-tv-kd18:12.9.6_0": "the preceptor should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.9.7_0": "If the student has committed a heavy offense and deserves rehabilitation,",
    "ai-pli-tv-kd18:12.9.8_0": "the preceptor should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.10.1_0": "If the Sangha wants to do a legal procedure against his student—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:12.10.2_0": "the preceptor should make an effort to stop it or to reduce the penalty.",
    "ai-pli-tv-kd18:12.10.3_0": "But if the Sangha has already done a legal procedure against his student—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:12.10.4_0": "the preceptor should help the student conduct himself properly and suitably so as to deserve to be released, and try for the Sangha to lift that procedure.",
    "ai-pli-tv-kd18:12.11.1_0": "“If the student’s robe needs washing, the preceptor should show him how to do it,",
    "ai-pli-tv-kd18:12.11.2_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:12.11.3_0": "If the student needs a robe, the preceptor should show him how to make one,",
    "ai-pli-tv-kd18:12.11.4_0": "or he should make an effort to have one made.",
    "ai-pli-tv-kd18:12.11.5_0": "If the student needs dye, the preceptor should show him how to make it,",
    "ai-pli-tv-kd18:12.11.6_0": "or he should make an effort to have it made.",
    "ai-pli-tv-kd18:12.11.7_0": "If the student’s robe needs dyeing, the preceptor should show him how to do it,",
    "ai-pli-tv-kd18:12.11.8_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:12.11.9_0": "When he’s dyeing the robe, he should carefully and repeatedly turn it over, and he shouldn’t go away while it’s still dripping.",
    "ai-pli-tv-kd18:12.11.10_0": "If his student is sick, he should nurse him for as long as he lives, or he should wait until he has recovered.",
    "ai-pli-tv-kd18:12.11.11_0": "This is the proper conduct of a student toward his preceptor.”",
    "ai-pli-tv-kd18:12.11.12_0": "The second recitation section is finished.",
    "ai-pli-tv-kd18:12.11.13.0_0": "13. Ācariyavattakathā",
    "ai-pli-tv-kd18:12.11.13.1_0": "At that time the pupils were not conducting themselves properly toward their teachers.",
    "ai-pli-tv-kd18:12.11.14_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:12.11.15_0": "“How can the pupils not conduct themselves properly toward their teachers?”",
    "ai-pli-tv-kd18:12.11.16_0": "They then told the Buddha. Soon afterwards he had the Sangha gathered and questioned them:",
    "ai-pli-tv-kd18:12.11.17_0": "“Is it true, monks, that the pupils are not conducting themselves properly toward their teachers?”",
    "ai-pli-tv-kd18:12.11.18_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:12.11.19_0": "after criticizing them ...",
    "ai-pli-tv-kd18:12.11.20_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:12.11.21_0": "“Well then, I will lay down the proper conduct for a pupil toward his teacher.",
    "ai-pli-tv-kd18:12.11.22_0": "A pupil should conduct himself properly toward his teacher.",
    "ai-pli-tv-kd18:12.11.23_0": "This is the proper conduct:",
    "ai-pli-tv-kd18:12.11.24_0": "After getting up at the appropriate time, the pupil should take off his sandals, and put his upper robe over one shoulder. He should then give his teacher a toothbrush and water for rinsing the mouth, and he should prepare a seat for him.",
    "ai-pli-tv-kd18:12.11.25_0": "If there is rice porridge, he should wash a vessel and bring the rice porridge to his preceptor.",
    "ai-pli-tv-kd18:12.11.26_0": "When the preceptor has drunk the rice porridge, the student should give him water and receive the vessel, and holding it low, he should wash it carefully without scratching it and then put it away.",
    "ai-pli-tv-kd18:12.11.27_0": "When the teacher has gotten up, the pupil should put away the seat.",
    "ai-pli-tv-kd18:12.11.28_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.29_0": "If the teacher wants to enter the village, the pupil should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should wash his teacher’s bowl and then give it to him while wet.",
    "ai-pli-tv-kd18:12.11.30_0": "If the teacher wants an attendant, the pupil should put on his sarong evenly all around, covering the navel and the knees. He should put on a belt. Putting the upper robes together, overlapping each other edge-to-edge, he should put them on and fasten the toggle. After washing his bowl, he should take it with him and be his teacher’s attendant.",
    "ai-pli-tv-kd18:12.11.31_0": "He shouldn’t walk too far behind his preceptor or too close to him. He should receive the contents of his bowl.",
    "ai-pli-tv-kd18:12.11.32_0": "He shouldn’t interrupt his teacher when he’s speaking.",
    "ai-pli-tv-kd18:12.11.33_0": "But if the teacher’s speech is bordering on an offense, he should stop him.",
    "ai-pli-tv-kd18:12.11.34_0": "When returning, the pupil should go first to prepare a seat and to set out a foot-stool, a foot-scraper, and water for washing the feet. He should go out to meet the teacher to receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return.",
    "ai-pli-tv-kd18:12.11.35_0": "If the robe is moist, he should sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:12.11.36_0": "He should fold the robe,",
    "ai-pli-tv-kd18:12.11.37_0": "offsetting the edges by seven centimeters,",
    "ai-pli-tv-kd18:12.11.38_0": "so that the fold doesn’t become worn.",
    "ai-pli-tv-kd18:12.11.39_0": "He should place the belt in the fold.",
    "ai-pli-tv-kd18:12.11.40_0": "If there is almsfood and his teacher wants to eat, the pupil should give him water and then the almsfood.",
    "ai-pli-tv-kd18:12.11.41_0": "He should ask his teacher if he wants water to drink.",
    "ai-pli-tv-kd18:12.11.42_0": "When the preceptor has eaten, the student should give him water and receive the bowl, and holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:12.11.43_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:12.11.44_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:12.11.45_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:12.11.46_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:12.11.47_0": "When the teacher has gotten up, the pupil should put away the seat and also the foot-stool, the foot-scraper, and the water for washing the feet.",
    "ai-pli-tv-kd18:12.11.48_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.49_0": "“If the teacher wants to bathe, the pupil should prepare the bath.",
    "ai-pli-tv-kd18:12.11.50_0": "If he needs cold, he should prepare cold.",
    "ai-pli-tv-kd18:12.11.51_0": "if he wants a hot bath, he should prepare that.",
    "ai-pli-tv-kd18:12.11.52_0": "If the teacher wants to use the sauna, the pupil should knead bath powder, moisten the clay, take the sauna stool, and follow behind his teacher. After giving the teacher the sauna stool, receiving his robe, and putting it aside, he should give him the bath powder and the clay.",
    "ai-pli-tv-kd18:12.11.53_0": "If he’s able, he should enter the sauna.",
    "ai-pli-tv-kd18:12.11.54_0": "When entering the sauna, he should smear his face with clay, cover himself in front and behind, and then enter the sauna.",
    "ai-pli-tv-kd18:12.11.55_0": "He shouldn’t sit encroaching on the senior monks,",
    "ai-pli-tv-kd18:12.11.56_0": "and he shouldn’t block the junior monks from getting a seat.",
    "ai-pli-tv-kd18:12.11.57_0": "While in the sauna, he should do services for his teacher.",
    "ai-pli-tv-kd18:12.11.58_0": "When leaving the sauna, he should take the sauna stool, cover himself in front and behind, and then leave the sauna.",
    "ai-pli-tv-kd18:12.11.59_0": "He should also do services for his teacher in the water.",
    "ai-pli-tv-kd18:12.11.60_0": "When he has bathed, he should be the first to come out of the water. He should dry himself and put on his sarong. He should then wipe the water off his teacher’s body, and he should give him his sarong and then his upper robe. Taking the sauna stool, he should be the first to return. He should prepare a seat, as well as set out a foot-stool, a foot-scraper, and water for washing the feet.",
    "ai-pli-tv-kd18:12.11.61_0": "He should ask his teacher if he wants water to drink.",
    "ai-pli-tv-kd18:12.11.62_0": "If the teacher wants him to recite, he should do so.",
    "ai-pli-tv-kd18:12.11.63_0": "If the preceptor wants to question him, he should be questioned.",
    "ai-pli-tv-kd18:12.11.64_0": "“If the dwelling where the teacher is staying is dirty, the pupil should clean it if he’s able.",
    "ai-pli-tv-kd18:12.11.65_0": "When he is cleaning the dwelling, he should first take out the bowl and robe and put them aside.",
    "ai-pli-tv-kd18:12.11.66_0": "He should take out the sitting mat and the sheet and put them aside.",
    "ai-pli-tv-kd18:12.11.67_0": "He should take out the mattress and the pillow and put them aside.",
    "ai-pli-tv-kd18:12.11.68_0": "Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:12.11.69_0": "Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside.",
    "ai-pli-tv-kd18:12.11.70_0": "He should take out the bed supports and put them aside.",
    "ai-pli-tv-kd18:12.11.71_0": "He should take out the spit and put it aside.",
    "ai-pli-tv-kd18:12.11.72_0": "He should take out the leaning board and put it aside.",
    "ai-pli-tv-kd18:12.11.73_0": "After taking note of where it’s placed, he should take out the floor cover and put it aside.",
    "ai-pli-tv-kd18:12.11.74_0": "If the dwelling has cobwebs, he should first remove them from the ceiling cloth, and he should then wipe the windows and the corners of the room.",
    "ai-pli-tv-kd18:12.11.75_0": "If the walls have been treated with red ocher and they’re moldy, he should moisten a cloth, wring it out, and wipe the walls.",
    "ai-pli-tv-kd18:12.11.76_0": "If the floor has been treated with black and it’s moldy, he should moisten a cloth, wring it out, and wipe the floor.",
    "ai-pli-tv-kd18:12.11.77_0": "If the floor is untreated, he should sprinkle it with water and then sweep it,",
    "ai-pli-tv-kd18:12.11.78_0": "while trying to avoid stirring up dust.",
    "ai-pli-tv-kd18:12.11.79_0": "He should look out for any trash and discard it.",
    "ai-pli-tv-kd18:12.11.80_0": "He should sun the floor cover, clean it, beat it, bring it back inside, and put it back in the same place as before.",
    "ai-pli-tv-kd18:12.11.81_0": "He should sun the bed supports, wipe them, bring them back inside, and place them in the same position as before.",
    "ai-pli-tv-kd18:12.11.82_0": "He should sun the bed, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:12.11.83_0": "He should sun the bench, clean it, and beat it. Holding it low, he should carefully bring it back inside without scratching it or knocking it against the door or the door frame, and he should put it back in the same place as before.",
    "ai-pli-tv-kd18:12.11.84_0": "He should sun the mattress and the pillow, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:12.11.85_0": "He should sun the sitting mat and the sheet, clean them, beat them, bring them back inside, and put them back the way they were.",
    "ai-pli-tv-kd18:12.11.86_0": "He should sun the spittoon, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:12.11.87_0": "He should sun the leaning board, wipe it, bring it back inside, and put it back where it was.",
    "ai-pli-tv-kd18:12.11.88_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:12.11.89_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away.",
    "ai-pli-tv-kd18:12.11.90_0": "he should not put his bowl on the ground evenly on the ground.",
    "ai-pli-tv-kd18:12.11.91_0": "After taking hold of the robe-cloth with one hand and then puts it on the edge of the robe within arm’s reach of the other, he should put it on one side in an expulsion.",
    "ai-pli-tv-kd18:12.11.92_0": "If dusty winds are blowing from the east, he should close the windows on the eastern side.",
    "ai-pli-tv-kd18:12.11.93_0": "If dusty winds are blowing from the west, he should close the windows on the west.",
    "ai-pli-tv-kd18:12.11.94_0": "If dusty winds are blowing from the north, he should close the windows on the northern side.",
    "ai-pli-tv-kd18:12.11.95_0": "If dusty winds are blowing from the south, he should close the windows on the southern side.",
    "ai-pli-tv-kd18:12.11.96_0": "If the weather is cold, he should open the windows during the day and close them at night.",
    "ai-pli-tv-kd18:12.11.97_0": "If the weather is hot, he should close the windows during the day and open them at night.",
    "ai-pli-tv-kd18:12.11.98_0": "If the precincts are dirty, he should sweep them.",
    "ai-pli-tv-kd18:12.11.99_0": "If the gateway is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.100_0": "If the assembly hall is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.101_0": "If the water-boiling shed is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.102_0": "If the restroom is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.103_0": "If there is no water for drinking, he should set it out.",
    "ai-pli-tv-kd18:12.11.104_0": "If there is no water for washing, he should set it out.",
    "ai-pli-tv-kd18:12.11.105_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:12.11.106_0": "“If the teacher becomes discontent, the pupil should send him away or have him sent away, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.11.107_0": "If the teacher becomes anxious, the pupil should dispel it or have it dispelled, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.11.108_0": "If the teacher has a wrong view, the pupil should make him give it up or get someone else to do it, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.11.109_0": "If the teacher has committed a heavy offense and deserves probation,",
    "ai-pli-tv-kd18:12.11.110_0": "the pupil should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.111_0": "If the teacher has committed a heavy offense and deserves to be sent back to the beginning,",
    "ai-pli-tv-kd18:12.11.112_0": "the pupil should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.113_0": "If the teacher has committed a heavy offense and deserves to be given the trial period,",
    "ai-pli-tv-kd18:12.11.114_0": "the pupil should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.115_0": "If the teacher has committed a heavy offense and deserves rehabilitation,",
    "ai-pli-tv-kd18:12.11.116_0": "the pupil should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.117_0": "If the Sangha wants to do a legal procedure against his teacher—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:12.11.118_0": "the pupil should make an effort to stop it or to reduce the penalty.",
    "ai-pli-tv-kd18:12.11.119_0": "But if the Sangha has already done a legal procedure against his teacher—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:12.11.120_0": "the pupil should help the teacher conduct himself properly and suitably so as to deserve to be released, and try for the Sangha to lift that procedure.",
    "ai-pli-tv-kd18:12.11.121_0": "“If the teacher’s robe needs washing, the pupil should do it himself,",
    "ai-pli-tv-kd18:12.11.122_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:12.11.123_0": "If the teacher needs a robe, the pupil should make one himself,",
    "ai-pli-tv-kd18:12.11.124_0": "or he should make an effort to have one made.",
    "ai-pli-tv-kd18:12.11.125_0": "If the teacher needs dye, the pupil should make it himself,",
    "ai-pli-tv-kd18:12.11.126_0": "or he should make an effort to have it made.",
    "ai-pli-tv-kd18:12.11.127_0": "If the teacher’s robe needs dyeing, the pupil should do it himself,",
    "ai-pli-tv-kd18:12.11.128_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:12.11.129_0": "When he’s dyeing the robe, he should carefully and repeatedly turn it over, and he shouldn’t go away while it’s still dripping.",
    "ai-pli-tv-kd18:12.11.130_0": "Without asking permission of his teacher, he shouldn’t do any of the following: give away or receive a bowl;",
    "ai-pli-tv-kd18:12.11.131_0": "give away or receive a robe;",
    "ai-pli-tv-kd18:12.11.132_0": "give away or receive a requisite;",
    "ai-pli-tv-kd18:12.11.133_0": "cut anyone’s hair or have it cut;",
    "ai-pli-tv-kd18:12.11.134_0": "do work for anyone or have work done by anyone;",
    "ai-pli-tv-kd18:12.11.135_0": "do a service for anyone or have a service done by anyone;",
    "ai-pli-tv-kd18:12.11.136_0": "be the attendant monk for anyone or take anyone as his attendant monk;",
    "ai-pli-tv-kd18:12.11.137_0": "bring back almsfood for anyone or have almsfood brought back by anyone;",
    "ai-pli-tv-kd18:12.11.138_0": "enter the village,",
    "ai-pli-tv-kd18:12.11.139_0": "go to the charnel ground,",
    "ai-pli-tv-kd18:12.11.140_0": "or leave for another region.",
    "ai-pli-tv-kd18:12.11.141_0": "If his teacher is sick, he should nurse him for as long as he lives, or he should wait until he has recovered.",
    "ai-pli-tv-kd18:12.11.142_0": "This is the proper conduct of a teacher toward his pupil.”",
    "ai-pli-tv-kd18:12.11.143.0_0": "14. Antevāsikavattakathā",
    "ai-pli-tv-kd18:12.11.143.1_0": "At that time the teachers were not conducting themselves properly toward their pupils.",
    "ai-pli-tv-kd18:12.11.144_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-kd18:12.11.145_0": "“How can the teachers not conduct themselves properly toward their pupils?”",
    "ai-pli-tv-kd18:12.11.146_0": "They told the Buddha.",
    "ai-pli-tv-kd18:12.11.147_0": "Soon afterwards he had the Sangha gathered and questioned the monks:",
    "ai-pli-tv-kd18:12.11.148_0": "“Is it true, monks, that the teachers are not conducting themselves properly toward their pupils?”",
    "ai-pli-tv-kd18:12.11.149_0": "“It’s true, Sir.” ... and the Buddha addressed the monks:",
    "ai-pli-tv-kd18:12.11.150_0": "after criticizing them ...",
    "ai-pli-tv-kd18:12.11.151_0": "he gave a teaching and addressed the monks:",
    "ai-pli-tv-kd18:12.11.152_0": "“Well then, I will lay down the proper conduct for a teacher toward his pupil.",
    "ai-pli-tv-kd18:12.11.153_0": "A teacher should conduct himself properly toward his pupil.",
    "ai-pli-tv-kd18:12.11.154_0": "This is the proper conduct:",
    "ai-pli-tv-kd18:12.11.155_0": "A teacher should help and take care of his pupil through recitation, questioning, and instruction.",
    "ai-pli-tv-kd18:12.11.156_0": "If the teacher has a bowl, but not the pupil, the teacher should give it to him,",
    "ai-pli-tv-kd18:12.11.157_0": "or he should make an effort to get him one.",
    "ai-pli-tv-kd18:12.11.158_0": "If the teacher has a robe, but not the pupil, the teacher should give it to him,",
    "ai-pli-tv-kd18:12.11.159_0": "or he should make an effort to get him one.",
    "ai-pli-tv-kd18:12.11.160_0": "If the teacher has a requisite, but not the pupil, the teacher should give it to him,",
    "ai-pli-tv-kd18:12.11.161_0": "or he should make an effort to get him one.",
    "ai-pli-tv-kd18:12.11.162_0": "If the pupil is sick, the teacher should get up at the appropriate time, and he should give his pupil a toothbrush and water for rinsing the mouth, and he should prepare a seat for him.",
    "ai-pli-tv-kd18:12.11.163_0": "If there is rice porridge, he should wash a vessel and bring the rice porridge to his preceptor.",
    "ai-pli-tv-kd18:12.11.164_0": "When the preceptor has drunk the rice porridge, the student should give him water and receive the vessel, and holding it low, he should wash it carefully without scratching it and then put it away.",
    "ai-pli-tv-kd18:12.11.165_0": "When the pupil has gotten up, the teacher should put away the seat.",
    "ai-pli-tv-kd18:12.11.166_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.167_0": "If the pupil wants to enter the village, the teacher should give him a sarong and receive the one he’s wearing in return. He should give him a belt. He should put the upper robes together, overlapping each other edge-to-edge, and then give them to him. He should wash his pupil’s bowl and then give it to him while wet.",
    "ai-pli-tv-kd18:12.11.168_0": "Before he’s due back, the teacher should prepare a seat and set out a foot-stool, a foot-scraper, and water for washing the feet. He should go out to meet the pupil to receive his bowl and robe. He should give him a sarong and receive the one he’s wearing in return.",
    "ai-pli-tv-kd18:12.11.169_0": "If the robe is moist, he should sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:12.11.170_0": "He should fold the robe,",
    "ai-pli-tv-kd18:12.11.171_0": "offsetting the edges by seven centimeters,",
    "ai-pli-tv-kd18:12.11.172_0": "so that the fold doesn’t become worn.",
    "ai-pli-tv-kd18:12.11.173_0": "He should place the belt in the fold.",
    "ai-pli-tv-kd18:12.11.174_0": "If there is almsfood and his pupil wants to eat, the teacher should give him water and then the almsfood.",
    "ai-pli-tv-kd18:12.11.175_0": "He should ask his pupil if he wants water to drink.",
    "ai-pli-tv-kd18:12.11.176_0": "When the preceptor has eaten, the student should give him water and receive the bowl, and holding it low, he should wash it carefully without scratching it. He should then dry it and sun it for a short while, but he shouldn’t leave it in the heat.",
    "ai-pli-tv-kd18:12.11.177_0": "He should put away the bowl and robe.",
    "ai-pli-tv-kd18:12.11.178_0": "When putting away the bowl, he should hold the bowl in one hand, feel under the bed or the bench with the other, and then put it away. He should not put away the bowl on the bare ground.",
    "ai-pli-tv-kd18:12.11.179_0": "When putting away the robe, he should put it away. He should hold the bowl in one hand and the sun the bedroom.",
    "ai-pli-tv-kd18:12.11.180_0": "After putting it on the other side, he should put it aside.",
    "ai-pli-tv-kd18:12.11.181_0": "When the pupil has gotten up, the teacher should put away the seat and also the foot-stool, the foot-scraper, and the water for washing the feet.",
    "ai-pli-tv-kd18:12.11.182_0": "If the place is dirty, he should sweep it.",
    "ai-pli-tv-kd18:12.11.183_0": "“If the pupil wants to bathe, the teacher should prepare the bath.",
    "ai-pli-tv-kd18:12.11.184_0": "If he needs cold, he should prepare cold.",
    "ai-pli-tv-kd18:12.11.185_0": "if he wants a hot bath, he should prepare that.",
    "ai-pli-tv-kd18:12.11.186_0": "If the pupil wants to use the sauna, the teacher should knead bath powder, moisten the clay, take the sauna stool, and go to the sauna. After giving the pupil the sauna stool, receiving his robe, and putting it aside, he should give him the bath powder and the clay.",
    "ai-pli-tv-kd18:12.11.187_0": "If he’s able, he should enter the sauna.",
    "ai-pli-tv-kd18:12.11.188_0": "When entering the sauna, he should smear his face with clay, cover himself in front and behind, and then enter the sauna.",
    "ai-pli-tv-kd18:12.11.189_0": "He shouldn’t sit encroaching on the senior monks,",
    "ai-pli-tv-kd18:12.11.190_0": "and he shouldn’t block the junior monks from getting a seat.",
    "ai-pli-tv-kd18:12.11.191_0": "While in the sauna, he should do services for his pupil.",
    "ai-pli-tv-kd18:12.11.192_0": "When leaving the sauna, he should take the sauna stool, cover himself in front and behind, and then leave the sauna.",
    "ai-pli-tv-kd18:12.11.193_0": "The teacher should also do services for his pupil in the water.",
    "ai-pli-tv-kd18:12.11.194_0": "When the teacher has bathed, he should be the first to come out of the water. He should dry himself and put on his sarong. He should then wipe the water off his pupil’s body, and he should give him his sarong and then his upper robe. Taking the sauna stool, he should be the first to return. He should prepare a seat, as well as set out a foot-stool, a foot-scraper, and water for washing the feet. He should ask his pupil if he wants water to drink.",
    "ai-pli-tv-kd18:12.11.195_0": "“If the dwelling where the pupil is staying is dirty, the teacher should clean it if he’s able.",
    "ai-pli-tv-kd18:12.11.196_0": "When he’s cleaning the dwelling, he should first take out the bowl and robe and put them aside. He should take out the sitting mat and the sheet and put them aside. He should take out the mattress and the pillow and put them aside. Holding the bed low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. Holding the bench low, he should carefully take it out without scratching it or knocking it against the door or the door frame, and he should put it aside. He should take out the bed supports and put them from the spittoon and put it aside. He should take out the leaning board and put it aside. After taking note of where it’s placed, he should take out the floor-cover and put it, he should take out the windowe. If the cornkle it with",
    "ai-pli-tv-kd18:12.11.197_0": "",
    "ai-pli-tv-kd18:12.11.198_0": "",
    "ai-pli-tv-kd18:12.11.199_0": "",
    "ai-pli-tv-kd18:12.11.200_0": "If there is no water in the rinsing pot, he should fill it.",
    "ai-pli-tv-kd18:12.11.201_0": "“If the pupil becomes discontent, the teacher should send him away or have him sent away, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.11.202_0": "If the pupil becomes anxious, the teacher should dispel it or have it dispelled, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.11.203_0": "If the pupil has a wrong view, the teacher should make him give it up or get someone else to do it, or he should give him a teaching.",
    "ai-pli-tv-kd18:12.11.204_0": "If the pupil has committed a heavy offense and deserves probation,",
    "ai-pli-tv-kd18:12.11.205_0": "the teacher should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.206_0": "If the pupil has committed a heavy offense and deserves to be sent back to the beginning,",
    "ai-pli-tv-kd18:12.11.207_0": "the teacher should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.208_0": "If the pupil has committed a heavy offense and deserves to be given the trial period,",
    "ai-pli-tv-kd18:12.11.209_0": "the teacher should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.210_0": "If the pupil has committed a heavy offense and deserves rehabilitation,",
    "ai-pli-tv-kd18:12.11.211_0": "the teacher should try for the Sangha to get it done.",
    "ai-pli-tv-kd18:12.11.212_0": "If the Sangha wants to do a legal procedure against his pupil—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:12.11.213_0": "the teacher should make an effort to stop it or to reduce the penalty.",
    "ai-pli-tv-kd18:12.11.214_0": "But if the Sangha has already done a legal procedure against his pupil—whether a procedure of condemnation, demotion, banishment, reconciliation, or ejection—",
    "ai-pli-tv-kd18:12.11.215_0": "the teacher should help the pupil conduct himself properly and suitably so as to deserve to be released, and try for the Sangha to lift that procedure.",
    "ai-pli-tv-kd18:12.11.216_0": "“If the pupil’s robe needs washing, the teacher should show him how to do it,",
    "ai-pli-tv-kd18:12.11.217_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:12.11.218_0": "If the pupil needs a robe, the teacher should show him how to make one,",
    "ai-pli-tv-kd18:12.11.219_0": "or he should make an effort to have one made.",
    "ai-pli-tv-kd18:12.11.220_0": "If the pupil needs dye, the teacher should show him how to make it,",
    "ai-pli-tv-kd18:12.11.221_0": "or he should make an effort to have it made.",
    "ai-pli-tv-kd18:12.11.222_0": "If the pupil’s robe needs dyeing, the teacher should show him how to do it,",
    "ai-pli-tv-kd18:12.11.223_0": "or he should make an effort to have it done.",
    "ai-pli-tv-kd18:12.11.224_0": "When he’s dyeing the robe, he should carefully and repeatedly turn it over,",
    "ai-pli-tv-kd18:12.11.225_0": "If the senior monk should not leave, he shouldn’t go.",
    "ai-pli-tv-kd18:12.11.226_0": "If his pupil is sick, he should nurse him for as long as he lives, or he should wait until he has recovered.",
    "ai-pli-tv-kd18:12.11.227_0": "This is the proper conduct of a teacher toward his pupil.”",
    "ai-pli-tv-kd18:12.11.228_0": "The eighth chapter on circumference is finished.",
    "ai-pli-tv-kd18:12.11.229_0": "“This is the summary:",
    "ai-pli-tv-kd18:12.11.230_0": "Six limbs and new sandals.",
    "ai-pli-tv-kd18:12.11.231_0": "virtue, and his head-roll,",
    "ai-pli-tv-kd18:12.11.232_0": "he does not ask about",
    "ai-pli-tv-kd18:12.11.233_0": "slaughtering the sacred flame,",
    "ai-pli-tv-kd18:12.11.234_0": "removed the sunshade,",
    "ai-pli-tv-kd18:12.11.235_0": "Stepping back,",
    "ai-pli-tv-kd18:12.11.236_0": "He should put away his bowl and robe.",
    "ai-pli-tv-kd18:12.11.237_0": "he asked in a suitable way,",
    "ai-pli-tv-kd18:12.11.238_0": "they’d strike it with poison,",
    "ai-pli-tv-kd18:12.11.239_0": "Embracing the top of the Suppabuddha.",
    "ai-pli-tv-kd18:12.11.240_0": "The more senior monk should be asked,",
    "ai-pli-tv-kd18:12.11.241_0": "and thought:",
    "ai-pli-tv-kd18:12.11.242_0": "trained by calm, prohibited,",
    "ai-pli-tv-kd18:12.11.243_0": "After doing what is more than that,",
    "ai-pli-tv-kd18:12.11.244_0": "time, spit, and wailing.",
    "ai-pli-tv-kd18:12.11.245_0": "they flew on the ground.",
    "ai-pli-tv-kd18:12.11.246_0": "The sewing of the feet",
    "ai-pli-tv-kd18:12.11.247_0": "The Mallas, chair, and the Mallas,",
    "ai-pli-tv-kd18:12.11.248_0": "Without the two breasts of leaves,",
    "ai-pli-tv-kd18:12.11.249_0": "having done crows, Kāḷa,",
    "ai-pli-tv-kd18:12.11.250_0": "and cross over the far shore.",
    "ai-pli-tv-kd18:12.11.251_0": "The bed and benches with detachable legs.",
    "ai-pli-tv-kd18:12.11.252_0": "the matchless,",
    "ai-pli-tv-kd18:12.11.253_0": "by the Mallas and the Mallas",
    "ai-pli-tv-kd18:12.11.254_0": "his bowl and robe,",
    "ai-pli-tv-kd18:12.11.255_0": "lower in the near shore,",
    "ai-pli-tv-kd18:12.11.256_0": "From the east they come,",
    "ai-pli-tv-kd18:12.11.257_0": "the north, and then the south.",
    "ai-pli-tv-kd18:12.11.258_0": "When it’s cold,",
    "ai-pli-tv-kd18:12.11.259_0": "and a gateway.",
    "ai-pli-tv-kd18:12.11.260_0": "went to the assembly hall,",
    "ai-pli-tv-kd18:12.11.261_0": "(As) the dust of the cemeteries and",
    "ai-pli-tv-kd18:12.11.262_0": "and drinking water for washing.",
    "ai-pli-tv-kd18:12.11.263_0": "And in the pots and rinsing;",
    "ai-pli-tv-kd18:12.11.264_0": "merely through non-violence,",
    "ai-pli-tv-kd18:12.11.265_0": "Also after returning to the newly arrived monks.",
    "ai-pli-tv-kd18:12.11.266_0": "You don’t water",
    "ai-pli-tv-kd18:12.11.267_0": "doesn’t fall under the sway of wickedness,",
    "ai-pli-tv-kd18:12.11.268_0": "he doesn’t teach the Dhamma,",
    "ai-pli-tv-kd18:12.11.269_0": "and grumbling,",
    "ai-pli-tv-kd18:12.11.270_0": "the water for washings,",
    "ai-pli-tv-kd18:12.11.271_0": "leaving out to meet him,",
    "ai-pli-tv-kd18:12.11.272_0": "I took place in the districts,",
    "ai-pli-tv-kd18:12.11.273_0": "to bow down to them,",
    "ai-pli-tv-kd18:12.11.274_0": "live a trainee and producing cattle,",
    "ai-pli-tv-kd18:12.11.275_0": "that’s appropriate for such a thing.",
    "ai-pli-tv-kd18:12.11.276_0": "if he died;",
    "ai-pli-tv-kd18:12.11.277_0": "sitting in the house of ninth,",
    "ai-pli-tv-kd18:12.11.278_0": "to those who bow to him",
    "ai-pli-tv-kd18:12.11.279_0": "As a result,",
    "ai-pli-tv-kd18:12.11.280_0": "strikes, places,",
    "ai-pli-tv-kd18:12.11.281_0": "the resident monks have given up.",
    "ai-pli-tv-kd18:12.11.282_0": "timber,",
    "ai-pli-tv-kd18:12.11.283_0": "Not revealing his open or questions,",
    "ai-pli-tv-kd18:12.11.284_0": "do not attend to the highest.",
    "ai-pli-tv-kd18:12.11.285_0": "and grumbling,",
    "ai-pli-tv-kd18:12.11.286_0": "After making a proclamation and drinking,",
    "ai-pli-tv-kd18:12.11.287_0": "if she departs after taking leave;",
    "ai-pli-tv-kd18:12.11.288_0": "or a novice monk",
    "ai-pli-tv-kd18:12.11.289_0": "A monastery worker.",
    "ai-pli-tv-kd18:12.11.290_0": "and I wandered around in the Palace of Principle.",
    "ai-pli-tv-kd18:12.11.291_0": "Rather, you should provisions,",
    "ai-pli-tv-kd18:12.11.292_0": "If he’s able, he should make an effort",
    "ai-pli-tv-kd18:12.11.293_0": "like the other who sways",
    "ai-pli-tv-kd18:12.11.294_0": "all villages, towns,",
    "ai-pli-tv-kd18:12.11.295_0": "just as it is.",
    "ai-pli-tv-kd18:12.11.296_0": "were to some with the thirteen factors,",
    "ai-pli-tv-kd18:12.11.297_0": "to depart.",
    "ai-pli-tv-kd18:12.11.298_0": "The Elders rejoiced in the world",
    "ai-pli-tv-kd18:12.11.299_0": "came to five-footed.",
    "ai-pli-tv-kd18:12.11.300_0": "freed,",
    "ai-pli-tv-kd18:12.11.301_0": "When you’re powerful,",
    "ai-pli-tv-kd18:12.11.302_0": "(The monks from the group of six are) likewise.",
    "ai-pli-tv-kd18:12.11.303_0": "and unshakable,",
    "ai-pli-tv-kd18:12.11.304_0": "I've done bad deeds,",
    "ai-pli-tv-kd18:12.11.305_0": "(Though) Father, I am close to the senior monk’s Dhamma,",
    "ai-pli-tv-kd18:12.11.306_0": "nor a patchween.",
    "ai-pli-tv-kd18:12.11.307_0": "and grumbling,",
    "ai-pli-tv-kd18:12.11.308_0": "dressed in the three robes.",
    "ai-pli-tv-kd18:12.11.309_0": "and covered in body,",
    "ai-pli-tv-kd18:12.11.310_0": "you should not have a legal procedure of ejection for not recognizing an offense,",
    "ai-pli-tv-kd18:12.11.311_0": "Well-Seeing, Visionary,",
    "ai-pli-tv-kd18:12.11.312_0": "with one who has been ejected.",
    "ai-pli-tv-kd18:12.11.313_0": "Three Rots are three,",
    "ai-pli-tv-kd18:12.11.314_0": "asked for forgiveness, and hut on the ascetic Kuṭikaṇṇa.",
    "ai-pli-tv-kd18:12.11.315_0": "concealed and well-restrained.",
    "ai-pli-tv-kd18:12.11.316_0": "ejected laughing,",
    "ai-pli-tv-kd18:12.11.317_0": "There are three with little sound:",
    "ai-pli-tv-kd18:12.11.318_0": "with trickles and blocks.",
    "ai-pli-tv-kd18:12.11.319_0": "without encroaching on the festivals,",
    "ai-pli-tv-kd18:12.11.320_0": "placed it in the water,",
    "ai-pli-tv-kd18:12.11.321_0": "and sprinkling it low,",
    "ai-pli-tv-kd18:12.11.322_0": "Since I upper robe,",
    "ai-pli-tv-kd18:12.11.323_0": "When received the food,",
    "ai-pli-tv-kd18:12.11.324_0": "if it is so gained by fierce;",
    "ai-pli-tv-kd18:12.11.325_0": "All the ascetics of other religions,",
    "ai-pli-tv-kd18:12.11.326_0": "he perceives carefully, and heedlessly,",
    "ai-pli-tv-kd18:12.11.327_0": "remembering the heavens softwood,",
    "ai-pli-tv-kd18:12.11.328_0": "he doesn’t conceal it.",
    "ai-pli-tv-kd18:12.11.329_0": "Instead of self-effacement,",
    "ai-pli-tv-kd18:12.11.330_0": "all around, covering in skin,",
    "ai-pli-tv-kd18:12.11.331_0": "I’ve never eliminated all delusion,",
    "ai-pli-tv-kd18:12.11.332_0": "the drying up the pit of grain",
    "ai-pli-tv-kd18:12.11.333_0": "drags you scatter dung.",
    "ai-pli-tv-kd18:12.11.334_0": "out of the tongue and taste.",
    "ai-pli-tv-kd18:12.11.335_0": "again and again, glory like (him) pillow,",
    "ai-pli-tv-kd18:12.11.336_0": "soaking the back of their hands.",
    "ai-pli-tv-kd18:12.11.337_0": "receive food,",
    "ai-pli-tv-kd18:12.11.338_0": "but not that.",
    "ai-pli-tv-kd18:12.11.339_0": "and sprinkling them low,",
    "ai-pli-tv-kd18:12.11.340_0": "Since I upper robe,",
    "ai-pli-tv-kd18:12.11.341_0": "and robes,",
    "ai-pli-tv-kd18:12.11.342_0": "annoyance in heaven,",
    "ai-pli-tv-kd18:12.11.343_0": "if it is well-proclaimed,",
    "ai-pli-tv-kd18:12.11.344_0": "prepared with the Teaching,",
    "ai-pli-tv-kd18:12.11.345_0": "To the dining hall",
    "ai-pli-tv-kd18:12.11.346_0": "Virtues to disrespect",
    "ai-pli-tv-kd18:12.11.347_0": "with her eyes shutas,",
    "ai-pli-tv-kd18:12.11.348_0": "With long (another) lucky,",
    "ai-pli-tv-kd18:12.11.349_0": "Just so, while living on alms,",
    "ai-pli-tv-kd18:12.11.350_0": "’s concealed,",
    "ai-pli-tv-kd18:12.11.351_0": "Well-Seeing, Visionary,",
    "ai-pli-tv-kd18:12.11.352_0": "with one who has been ejected.",
    "ai-pli-tv-kd18:12.11.353_0": "Three Rots are three,",
    "ai-pli-tv-kd18:12.11.354_0": "asked for forgiveness, and hut on the ascetic Kuṭikaṇṇa.",
    "ai-pli-tv-kd18:12.11.355_0": "and after seeing the elephant,",
    "ai-pli-tv-kd18:12.11.356_0": "With long (another) lucky,",
    "ai-pli-tv-kd18:12.11.357_0": "the high couch, the waist,",
    "ai-pli-tv-kd18:12.11.358_0": "possibly establishes a vessel,",
    "ai-pli-tv-kd18:12.11.359_0": "sent away the city,",
    "ai-pli-tv-kd18:12.11.360_0": "If you don’t look after them in the world,",
    "ai-pli-tv-kd18:12.11.361_0": "Just like a needle",
    "ai-pli-tv-kd18:12.11.362_0": "I covered my outer robe",
    "ai-pli-tv-kd18:12.11.363_0": "Right there they stepped on a concealed place.",
    "ai-pli-tv-kd18:12.11.364_0": "Accompatible and looking after the eye,",
    "ai-pli-tv-kd18:12.11.365_0": "She has been ejected.",
    "ai-pli-tv-kd18:12.11.366_0": "There are three kinds of generosity:",
    "ai-pli-tv-kd18:12.11.367_0": "that covered head-rolls",
    "ai-pli-tv-kd18:12.11.368_0": "The first Under the proper conduct",
    "ai-pli-tv-kd18:12.11.369_0": "food and drink.",
    "ai-pli-tv-kd18:12.11.370_0": "They eat without regrets.",
    "ai-pli-tv-kd18:12.11.371_0": "and pull them out.",
    "ai-pli-tv-kd18:12.11.372_0": "they’d sweep away,",
    "ai-pli-tv-kd18:12.11.373_0": "as void, hollow, and mistaken.",
    "ai-pli-tv-kd18:12.11.374_0": "were to break the hands.",
    "ai-pli-tv-kd18:12.11.375_0": "said this to the curry of the alms-collectors.",
    "ai-pli-tv-kd18:12.11.376_0": "from the trading woodland.",
    "ai-pli-tv-kd18:12.11.377_0": "skin,",
    "ai-pli-tv-kd18:12.11.378_0": "having pounded all over.",
    "ai-pli-tv-kd18:12.11.379_0": "A bowl brought from its food.",
    "ai-pli-tv-kd18:12.11.380_0": "now we’ve been able to persuade him.",
    "ai-pli-tv-kd18:12.11.381_0": "the circle of three circles is well-rounded.",
    "ai-pli-tv-kd18:12.11.382_0": "Against those who live on alms,",
    "ai-pli-tv-kd18:12.11.383_0": "not even in the wilderness,",
    "ai-pli-tv-kd18:12.11.384_0": "a bowl, a robe,",
    "ai-pli-tv-kd18:12.11.385_0": "Giving up greed and love,",
    "ai-pli-tv-kd18:12.11.386_0": "water.",
    "ai-pli-tv-kd18:12.11.387_0": "I’ve done no more.",
    "ai-pli-tv-kd18:12.11.388_0": "Whether ghee or oil",
    "ai-pli-tv-kd18:12.11.389_0": "were skilled in the quarters.",
    "ai-pli-tv-kd18:12.11.390_0": "with mindfulness its ruler.",
    "ai-pli-tv-kd18:12.11.391_0": "bearing the sages,",
    "ai-pli-tv-kd18:12.11.392_0": "were sprinkling in the open.",
    "ai-pli-tv-kd18:12.11.393_0": "and grumbling,",
    "ai-pli-tv-kd18:12.11.394_0": "If the dwelling is dirty,",
    "ai-pli-tv-kd18:12.11.395_0": "First the first robe and bowl,",
    "ai-pli-tv-kd18:12.11.396_0": "a mattress, a pillow,",
    "ai-pli-tv-kd18:12.11.397_0": "stuck up, spit, pus and blood,",
    "ai-pli-tv-kd18:12.11.398_0": "Without the two breasts of leaves,",
    "ai-pli-tv-kd18:12.11.399_0": "having done crows, Kāḷa,",
    "ai-pli-tv-kd18:12.11.400_0": "unstirred bhikkhus,",
    "ai-pli-tv-kd18:12.11.401_0": "in lodgings",
    "ai-pli-tv-kd18:12.11.402_0": "eating too much,",
    "ai-pli-tv-kd18:12.11.403_0": "When the wife has gone down,",
    "ai-pli-tv-kd18:12.11.404_0": "if it is a reason;",
    "ai-pli-tv-kd18:12.11.405_0": "foot-stands for five feet,",
    "ai-pli-tv-kd18:12.11.406_0": "sit on a bench.",
    "ai-pli-tv-kd18:12.11.407_0": "by the Mallas and the Mallas",
    "ai-pli-tv-kd18:12.11.408_0": "his bowl and robe,",
    "ai-pli-tv-kd18:12.11.409_0": "lower in the near shore,",
    "ai-pli-tv-kd18:12.11.410_0": "From the east they come,",
    "ai-pli-tv-kd18:12.11.411_0": "the north, and then the south.",
    "ai-pli-tv-kd18:12.11.412_0": "we’ve wandered during the day and night;",
    "ai-pli-tv-kd18:12.11.413_0": "and a gateway.",
    "ai-pli-tv-kd18:12.11.414_0": "went to the assembly hall,",
    "ai-pli-tv-kd18:12.11.415_0": "Many soothsayers",
    "ai-pli-tv-kd18:12.11.416_0": "driven out in pot, old-age,",
    "ai-pli-tv-kd18:12.11.417_0": "Respectful",
    "ai-pli-tv-kd18:12.11.418_0": "The Teaching of the Places",
    "ai-pli-tv-kd18:12.11.419_0": "Nor has it no glowing,",
    "ai-pli-tv-kd18:12.11.420_0": "by which he moves.",
    "ai-pli-tv-kd18:12.11.421_0": "don’t strive even though with my ears,",
    "ai-pli-tv-kd18:12.11.422_0": "the great hero,",
    "ai-pli-tv-kd18:12.11.423_0": "to that dwelling place.",
    "ai-pli-tv-kd18:12.11.424_0": "Those doors went out",
    "ai-pli-tv-kd18:12.11.425_0": "slaughtered, feeding on,",
    "ai-pli-tv-kd18:12.11.426_0": "and sprinkled with water.",
    "ai-pli-tv-kd18:12.11.427_0": "In just the same way,",
    "ai-pli-tv-kd18:12.11.428_0": "The gateway had prepared.",
    "ai-pli-tv-kd18:12.11.429_0": "powder, urine,",
    "ai-pli-tv-kd18:12.11.430_0": "To the Elders,",
    "ai-pli-tv-kd18:12.11.431_0": "if there is no obstruction,",
    "ai-pli-tv-kd18:12.11.432_0": "Beautiful along the path,",
    "ai-pli-tv-kd18:12.11.433_0": "sat solid and moth.",
    "ai-pli-tv-kd18:12.11.434_0": "after extinguishing them, and liberating them.",
    "ai-pli-tv-kd18:12.11.435_0": "proceeds in the sauna.",
    "ai-pli-tv-kd18:12.11.436_0": "like a burning flames across the wind,",
    "ai-pli-tv-kd18:12.11.437_0": "Approaching with Sahaṭīkāra,",
    "ai-pli-tv-kd18:12.11.438_0": "You’re defeated, not rising,",
    "ai-pli-tv-kd18:12.11.439_0": "as a defecated urinated corpse.",
    "ai-pli-tv-kd18:12.11.440_0": "Harsh violence is violent.",
    "ai-pli-tv-kd18:12.11.441_0": "with a weakness,",
    "ai-pli-tv-kd18:12.11.442_0": "inside and outside,",
    "ai-pli-tv-kd18:12.11.443_0": "Today, and today,",
    "ai-pli-tv-kd18:12.11.444_0": "with a thousand robbers,",
    "ai-pli-tv-kd18:12.11.445_0": "the cemetery and the firewood,",
    "ai-pli-tv-kd18:12.11.446_0": "eaten by rough,",
    "ai-pli-tv-kd18:12.11.447_0": "foot-stands for defecating;",
    "ai-pli-tv-kd18:12.11.448_0": "but not finding fault,",
    "ai-pli-tv-kd18:12.11.449_0": "Plants and feet,",
    "ai-pli-tv-kd18:12.11.450_0": "if it is not the case of an unconcealed offense;",
    "ai-pli-tv-kd18:12.11.451_0": "While striving",
    "ai-pli-tv-kd18:12.11.452_0": "a monk who had been defecated by a wall,",
    "ai-pli-tv-kd18:12.11.453_0": "and a gateway.",
    "ai-pli-tv-kd18:12.11.454_0": "I drive water into the sky",
    "ai-pli-tv-kd18:12.11.455_0": "the restroom in regard to the corpses heap,",
    "ai-pli-tv-kd18:12.11.456_0": "tooth-cover,",
    "ai-pli-tv-kd18:12.11.457_0": "the sage, the seat and water for washing,",
    "ai-pli-tv-kd18:12.11.458_0": "He’s cleaning rice porridge and water for washing.",
    "ai-pli-tv-kd18:12.11.459_0": "arrangement, and a village,",
    "ai-pli-tv-kd18:12.11.460_0": "the sarong of the body,",
    "ai-pli-tv-kd18:12.11.461_0": "(Perhaps) messengers with your virtues,",
    "ai-pli-tv-kd18:12.11.462_0": "and afterwards it is a circle of three.",
    "ai-pli-tv-kd18:12.11.463_0": "the bonds of circumstances,",
    "ai-pli-tv-kd18:12.11.464_0": "After washing my head, I washed,",
    "ai-pli-tv-kd18:12.11.465_0": "neither too far nor too near,",
    "ai-pli-tv-kd18:12.11.466_0": "If you don’t committed any offense,",
    "ai-pli-tv-kd18:12.11.467_0": "Sitting down the first seat,",
    "ai-pli-tv-kd18:12.11.468_0": "the water lilies,",
    "ai-pli-tv-kd18:12.11.469_0": "leaving behind the sarong,",
    "ai-pli-tv-kd18:12.11.470_0": "scared the limbs,",
    "ai-pli-tv-kd18:12.11.471_0": "Riches like a wealth: I revere.",
    "ai-pli-tv-kd18:12.11.472_0": "water that had been brought out,",
    "ai-pli-tv-kd18:12.11.473_0": "but not for a moment,",
    "ai-pli-tv-kd18:12.11.474_0": "his bowl and robe,",
    "ai-pli-tv-kd18:12.11.475_0": "lower in the near shore,",
    "ai-pli-tv-kd18:12.11.476_0": "and harming them.",
    "ai-pli-tv-kd18:12.11.477_0": "to bathe at an arrangement,",
    "ai-pli-tv-kd18:12.11.478_0": "cold, heat, hunger, and thirst.",
    "ai-pli-tv-kd18:12.11.479_0": "powder, followed behind,",
    "ai-pli-tv-kd18:12.11.480_0": "and the waterpot hastily powder.",
    "ai-pli-tv-kd18:12.11.481_0": "and their mouth was dead.",
    "ai-pli-tv-kd18:12.11.482_0": "and in front of the Elders.",
    "ai-pli-tv-kd18:12.11.483_0": "I left my legal procedure.",
    "ai-pli-tv-kd18:12.11.484_0": "in front of water,",
    "ai-pli-tv-kd18:12.11.485_0": "a monk, having dressed in a robe,",
    "ai-pli-tv-kd18:12.11.486_0": "He should wear his sarong",
    "ai-pli-tv-kd18:12.11.487_0": "and placed the sitting mat on one side.",
    "ai-pli-tv-kd18:12.11.488_0": "fragrant, and tender,",
    "ai-pli-tv-kd18:12.11.489_0": "searching for drinking,",
    "ai-pli-tv-kd18:12.11.490_0": "leaving the household life,",
    "ai-pli-tv-kd18:12.11.491_0": "First the first robe and bowl,",
    "ai-pli-tv-kd18:12.11.492_0": "sitting mats, etc.,",
    "ai-pli-tv-kd18:12.11.493_0": "Bimbaru, and Battle,",
    "ai-pli-tv-kd18:12.11.494_0": "bed with detachable legs.",
    "ai-pli-tv-kd18:12.11.495_0": "by the Mallas and the Mallas",
    "ai-pli-tv-kd18:12.11.496_0": "peaceful, excellent,",
    "ai-pli-tv-kd18:12.11.497_0": "having done crows, Kāḷa,",
    "ai-pli-tv-kd18:12.11.498_0": "The foot-standing of the earth",
    "ai-pli-tv-kd18:12.11.499_0": "beds and benches,",
    "ai-pli-tv-kd18:12.11.500_0": "sits hiden in a sitting mat;",
    "ai-pli-tv-kd18:12.11.501_0": "seeing my bowl and robe,",
    "ai-pli-tv-kd18:12.11.502_0": "From the east they come,",
    "ai-pli-tv-kd18:12.11.503_0": "the north, and then the south.",
    "ai-pli-tv-kd18:12.11.504_0": "And when it’s cold, heat,",
    "ai-pli-tv-kd18:12.11.505_0": "and a gateway.",
    "ai-pli-tv-kd18:12.11.506_0": "went to the assembly hall,",
    "ai-pli-tv-kd18:12.11.507_0": "food and drink",
    "ai-pli-tv-kd18:12.11.508_0": "discontent,",
    "ai-pli-tv-kd18:12.11.509_0": "and the thought of being anxious,",
    "ai-pli-tv-kd18:12.11.510_0": "at the root of a tree.",
    "ai-pli-tv-kd18:12.11.511_0": "condemnation,",
    "ai-pli-tv-kd18:12.11.512_0": "sending away,",
    "ai-pli-tv-kd18:12.11.513_0": "or any harder,",
    "ai-pli-tv-kd18:12.11.514_0": "it should be done.",
    "ai-pli-tv-kd18:12.11.515_0": "repeatedly rolling the dust",
    "ai-pli-tv-kd18:12.11.516_0": "buttocks and robes,",
    "ai-pli-tv-kd18:12.11.517_0": "the requisites that were done,",
    "ai-pli-tv-kd18:12.11.518_0": "and services for him.",
    "ai-pli-tv-kd18:12.11.519_0": "and afterwards I entered Rājagaha,",
    "ai-pli-tv-kd18:12.11.520_0": "both quarters and fathoms",
    "ai-pli-tv-kd18:12.11.521_0": "I would have nursed her for as long as I live,",
    "ai-pli-tv-kd18:12.11.522_0": "The student should inform him:",
    "ai-pli-tv-kd18:12.11.523_0": "Those who have respect",
    "ai-pli-tv-kd18:12.11.524_0": "searching for advice,",
    "ai-pli-tv-kd18:12.11.525_0": "Taking the bowl and robes,",
    "ai-pli-tv-kd18:12.11.526_0": "the sick and the end.",
    "ai-pli-tv-kd18:12.11.527_0": "you won’t be an ascetic;",
    "ai-pli-tv-kd18:12.11.528_0": "those who conduct themselves properly.",
    "ai-pli-tv-kd18:12.11.529_0": "The teachers and teachers",
    "ai-pli-tv-kd18:12.11.530_0": "the students proceed having their students,",
    "ai-pli-tv-kd18:12.11.531_0": "So too, a pupil",
    "ai-pli-tv-kd18:12.11.532_0": "those who have said,",
    "ai-pli-tv-kd18:12.11.533_0": "Again, resident monks,",
    "ai-pli-tv-kd18:12.11.534_0": "if they practice, acting according to what is meant,",
    "ai-pli-tv-kd18:12.11.535_0": "while living in the dining hall",
    "ai-pli-tv-kd18:12.11.536_0": "and behaves like wilderness-dwellers.",
    "ai-pli-tv-kd18:12.11.537_0": "And they are allocated",
    "ai-pli-tv-kd18:12.11.538_0": "The sauna was laid down by wood,",
    "ai-pli-tv-kd18:12.11.539_0": "The preceptor",
    "ai-pli-tv-kd18:12.11.540_0": "Those teachers who perform a duties",
    "ai-pli-tv-kd18:12.11.541_0": "So too, a pupil",
    "ai-pli-tv-kd18:12.11.542_0": "Less than twenty years old",
    "ai-pli-tv-kd18:12.11.543_0": "The fourteen aggregates",
    "ai-pli-tv-kd18:12.11.544_0": "fulfilling the proper conduct,",
    "ai-pli-tv-kd18:12.11.545_0": "Then you do not fulfill your virtue.",
    "ai-pli-tv-kd18:12.11.546_0": "stupidity and folly.",
    "ai-pli-tv-kd18:12.11.547_0": "And you do not know the unity of mind.",
    "ai-pli-tv-kd18:12.11.548_0": "A mind distracted, not unified,",
    "ai-pli-tv-kd18:12.11.549_0": "Does not see the truth of nature.",
    "ai-pli-tv-kd18:12.11.550_0": "Not seeing the true teaching,",
    "ai-pli-tv-kd18:12.11.551_0": "You are not released from suffering.",
    "ai-pli-tv-kd18:12.11.552_0": "But if you do fulfill the proper conduct,",
    "ai-pli-tv-kd18:12.11.553_0": "Then you also fulfills your virtue.",
    "ai-pli-tv-kd18:12.11.554_0": "If your virtue is pure, you are possessed of wisdom;",
    "ai-pli-tv-kd18:12.11.555_0": "And you know the unity of mind.",
    "ai-pli-tv-kd18:12.11.556_0": "A non-distracted mind, unified,",
    "ai-pli-tv-kd18:12.11.557_0": "Sees the truth of nature.",
    "ai-pli-tv-kd18:12.11.558_0": "Seeing the truth of nature,",
    "ai-pli-tv-kd18:12.11.559_0": "You are released from suffering.",
    "ai-pli-tv-kd18:12.11.560_0": "So, fulfill the proper conduct,",
    "ai-pli-tv-kd18:12.11.561_0": "the victor of the Victor,",
    "ai-pli-tv-kd18:12.11.562_0": "The instruction of the Buddha, the best—",
    "ai-pli-tv-kd18:12.11.563_0": "Go from that to extinguishment, in this way.",
    "ai-pli-tv-kd18:12.11.564_0": "The chapter on proper conduct is finished."
}