{
    "ai-pli-tv-bu-vb-pc60:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-pc60:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-pc60:0.3_0": "Pācittiyakaṇḍa",
    "ai-pli-tv-bu-vb-pc60:0.4_0": "Surāpānavagga",
    "ai-pli-tv-bu-vb-pc60:0.5_0": "The training rule on hiding robes",
    "ai-pli-tv-bu-vb-pc60:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-pc60:1.2_0": "At that time the monks from the group of seventeen were requisites.",
    "ai-pli-tv-bu-vb-pc60:1.3_0": "The monks from the group of six used their bowls and robes for the monks from the group of seventeen.",
    "ai-pli-tv-bu-vb-pc60:1.4_0": "The monks from the group of seventeen said to them,",
    "ai-pli-tv-bu-vb-pc60:1.5_0": "“Please give the bowl to us.”",
    "ai-pli-tv-bu-vb-pc60:1.6_0": "The monks from the group of six laughed, but the monks from the group of seventeen cried.",
    "ai-pli-tv-bu-vb-pc60:1.7_0": "When other monks",
    "ai-pli-tv-bu-vb-pc60:1.8_0": "“Why are you crying?”",
    "ai-pli-tv-bu-vb-pc60:1.9_0": "“Because the monks from the group of six have hidden our bowls and robes.”",
    "ai-pli-tv-bu-vb-pc60:1.10_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-pc60:1.11_0": "“How can the monks from the group of six hide the bowls and robes of other monks?” ...",
    "ai-pli-tv-bu-vb-pc60:1.12_0": "“Is it true, monks, that you did this?”",
    "ai-pli-tv-bu-vb-pc60:1.13_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-pc60:1.14_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-pc60:1.15_0": "“... Foolish men, how can you hide the bowls and robes of other monks?",
    "ai-pli-tv-bu-vb-pc60:1.16_0": "This won’t give rise to confidence in those without it ...” ...",
    "ai-pli-tv-bu-vb-pc60:1.17_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc60:1.18.1_0": "‘If a monk hides a monk’s bowl, robe, sitting mat, needle case, or belt, or he has it hidden, even if just for a laugh, he commits an offense entailing confession.’”",
    "ai-pli-tv-bu-vb-pc60:2.1.1_0": "But opposites:",
    "ai-pli-tv-bu-vb-pc60:2.1.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-pc60:2.1.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-pc60:2.1.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-pc60:2.1.5_0": "To a monk:",
    "ai-pli-tv-bu-vb-pc60:2.1.6_0": "to another monk.",
    "ai-pli-tv-bu-vb-pc60:2.1.7_0": "The bowl:",
    "ai-pli-tv-bu-vb-pc60:2.1.8_0": "There are two kinds of bowls: iron bowls and ceramic bowls.",
    "ai-pli-tv-bu-vb-pc60:2.1.9_0": "Robe-cloth:",
    "ai-pli-tv-bu-vb-pc60:2.1.10_0": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another.",
    "ai-pli-tv-bu-vb-pc60:2.1.11_0": "Sits down:",
    "ai-pli-tv-bu-vb-pc60:2.1.12_0": "one with a border is what is meant.",
    "ai-pli-tv-bu-vb-pc60:2.1.13_0": "Spits for a long time:",
    "ai-pli-tv-bu-vb-pc60:2.1.14_0": "gentle or harsh,",
    "ai-pli-tv-bu-vb-pc60:2.1.15_0": "The body mends:",
    "ai-pli-tv-bu-vb-pc60:2.1.16_0": "there are two kinds of belts: those made from strips of cloth and those made from pigs’ intestines.",
    "ai-pli-tv-bu-vb-pc60:2.1.17_0": "If she has someone else accuse her of an offense:",
    "ai-pli-tv-bu-vb-pc60:2.1.18_0": "if she gives it herself, she commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc60:2.1.19_0": "Has hidden:",
    "ai-pli-tv-bu-vb-pc60:2.1.20_0": "if he asks another, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc60:2.1.21_0": "If he only asks once, then even if the other hides a lot, he commits one offense entailing confession.",
    "ai-pli-tv-bu-vb-pc60:2.1.22_0": "Even if just for a laugh:",
    "ai-pli-tv-bu-vb-pc60:2.1.23_0": "if he is playing in talking;",
    "ai-pli-tv-bu-vb-pc60:2.2.1_0": "If the other monk is fully ordained, and he perceives him as such, and he hides his bowl or robe or sitting mat or needle case or belt, or he has it hidden, even if just for a laugh, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc60:2.2.2_0": "If the other monk is fully ordained, but he is unsure of it, and he hides his bowl or robe or sitting mat or needle case or belt, or he has it hidden, even if just for a laugh, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc60:2.2.3_0": "If the other monk is fully ordained, but he does not perceive him as such, and he hides his bowl or robe or sitting mat or needle case or belt, or he has it hidden, even if just for a laugh, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc60:2.2.4_0": "If she gets another requisite, but she does not perceive that it is, even if she laughs it, she commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc60:2.2.5_0": "If he gets a robe-cloth or another requisite belonging to one who is not fully ordained, but he has it hidden, even if just for a laugh, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc60:2.2.6_0": "If the other person is not fully ordained, but he perceives them as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc60:2.2.7_0": "If the other person is not fully ordained, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc60:2.2.8_0": "If the other person is not fully ordained, and he does not perceive them as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc60:2.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-pc60:2.3.2_0": "if he is not aiming to have fun;",
    "ai-pli-tv-bu-vb-pc60:2.3.3_0": "if he puts away what has been improperly put away;",
    "ai-pli-tv-bu-vb-pc60:2.3.4_0": "“I give after making an agreement,” then they put it away.",
    "ai-pli-tv-bu-vb-pc60:2.3.5_0": "if he is insane;",
    "ai-pli-tv-bu-vb-pc60:2.3.6_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-pc60:2.3.7_0": "The tenth rule, the training rule on hiding robes, is finished.",
    "ai-pli-tv-bu-vb-pc60:2.3.8_0": "The sixth sub-chapter on drinking alcohol is finished.",
    "ai-pli-tv-bu-vb-pc60:2.3.9_0": "“This is the summary:",
    "ai-pli-tv-bu-vb-pc60:2.3.10_0": "Alcohol, finger, and laughter,",
    "ai-pli-tv-bu-vb-pc60:2.3.11_0": "And disrespect, scaring;",
    "ai-pli-tv-bu-vb-pc60:2.3.12_0": "Fire, bathing, stain,",
    "ai-pli-tv-bu-vb-pc60:2.3.13_0": "Rid of what is irreversible and foes,"
}