{
    "ai-pli-tv-bu-vb-pc35:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-pc35:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-pc35:0.3_0": "Pācittiyakaṇḍa",
    "ai-pli-tv-bu-vb-pc35:0.4_0": "Bhojanavagga",
    "ai-pli-tv-bu-vb-pc35:0.5_0": "35. Pavāraṇāsikkhāpada",
    "ai-pli-tv-bu-vb-pc35:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-pc35:1.2_0": "At that time a certain brahmin had invited the monks for a meal.",
    "ai-pli-tv-bu-vb-pc35:1.3_0": "When the monks had finished and refused an invitation to eat more, they went to their respective families, where some ate and some took away almsfood.",
    "ai-pli-tv-bu-vb-pc35:1.4_0": "Soon afterwards that brahmin said this to his neighbors,",
    "ai-pli-tv-bu-vb-pc35:1.5_0": "“The monks have been satisfied by me.",
    "ai-pli-tv-bu-vb-pc35:1.6_0": "Come, and I’ll satisfy you, too.”",
    "ai-pli-tv-bu-vb-pc35:1.7_0": "They said to him, “Why do you leave us?",
    "ai-pli-tv-bu-vb-pc35:1.8_0": "Those monks who were invited by you came to our houses. Some of them ate there and some took away almsfood.”",
    "ai-pli-tv-bu-vb-pc35:1.9_0": "The brahmin then complained and criticized him,",
    "ai-pli-tv-bu-vb-pc35:1.10_0": "“How can the venerables eat in our house and afterwards eat elsewhere?",
    "ai-pli-tv-bu-vb-pc35:1.11_0": "Am I not able to give as much as they need?”",
    "ai-pli-tv-bu-vb-pc35:1.12_0": "The monks heard the complaints of that brahmin,",
    "ai-pli-tv-bu-vb-pc35:1.13_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-pc35:1.14_0": "“How can those monks finish their meal and refuse an invitation to eat more, and then eat elsewhere?” ...",
    "ai-pli-tv-bu-vb-pc35:1.15_0": "“Is it true, monks, that monks did this?”",
    "ai-pli-tv-bu-vb-pc35:1.16_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-pc35:1.17_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-pc35:1.18_0": "“... How can those foolish men finish their meal and refuse an invitation to eat more, and then eat elsewhere?",
    "ai-pli-tv-bu-vb-pc35:1.19_0": "This won’t give rise to confidence in those without it ...”",
    "ai-pli-tv-bu-vb-pc35:1.20_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc35:1.21.1_0": "‘If a monk has finished his meal and refused an invitation to eat more, and then eats staple or non-staple food, he commits an offense entailing confession.’”",
    "ai-pli-tv-bu-vb-pc35:1.22_0": "In this way the Buddha laid down this training rule for the monks.",
    "ai-pli-tv-bu-vb-pc35:2.1_0": "Soon afterwards the monks were bringing back fine almsfood for the sick monks.",
    "ai-pli-tv-bu-vb-pc35:2.2_0": "sickness but not soiled mind.",
    "ai-pli-tv-bu-vb-pc35:2.3_0": "the monks threw the leftovers away.",
    "ai-pli-tv-bu-vb-pc35:2.4_0": "The Buddha heard the loud sound of crows cawing,",
    "ai-pli-tv-bu-vb-pc35:2.5_0": "He asked Venerable Ānanda what was going on,",
    "ai-pli-tv-bu-vb-pc35:2.6_0": "“Ānanda, why is there this loud sound of crows cawing?”",
    "ai-pli-tv-bu-vb-pc35:2.7_0": "Ānanda told him.",
    "ai-pli-tv-bu-vb-pc35:2.8_0": "“But Ānanda, don’t the monks eat the leftovers from those who are sick?”",
    "ai-pli-tv-bu-vb-pc35:2.9_0": "“No, Sir.”",
    "ai-pli-tv-bu-vb-pc35:2.10_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-bu-vb-pc35:2.11_0": "“Monks, I allow you to eat the leftovers both from those who are sick and from those who are not sick.",
    "ai-pli-tv-bu-vb-pc35:2.12_0": "And it should be done like this:",
    "ai-pli-tv-bu-vb-pc35:2.13_0": "‘I’ve had enough.’",
    "ai-pli-tv-bu-vb-pc35:2.14_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc35:2.15.1_0": "‘If a monk has finished his meal and refused an invitation to eat more, and then eats staple or non-staple food that is not left over, he commits an offense entailing confession.’”",
    "ai-pli-tv-bu-vb-pc35:3.1.1_0": "But (all):",
    "ai-pli-tv-bu-vb-pc35:3.1.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-pc35:3.1.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-pc35:3.1.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-pc35:3.1.5_0": "Whom has finished his meal:",
    "ai-pli-tv-bu-vb-pc35:3.1.6_0": "whom has eaten any of the five staple foods, even just what fits on the tip of a blade of grass.",
    "ai-pli-tv-bu-vb-pc35:3.1.7_0": "Refuses an invitation to eat more:",
    "ai-pli-tv-bu-vb-pc35:3.1.8_0": "there is eating; there is staple food; it is offered by one standing within arm’s reach; there is a refusal.",
    "ai-pli-tv-bu-vb-pc35:3.1.9_0": "Left over:",
    "ai-pli-tv-bu-vb-pc35:3.1.10_0": "the making it leftover is done with food that is not allowable;",
    "ai-pli-tv-bu-vb-pc35:3.1.11_0": "it is done with food that has not been received;",
    "ai-pli-tv-bu-vb-pc35:3.1.12_0": "it is done with food that is not held in hand;",
    "ai-pli-tv-bu-vb-pc35:3.1.13_0": "it is done by one who is not within arm’s reach;",
    "ai-pli-tv-bu-vb-pc35:3.1.14_0": "it is done by one who has not finished his meal;",
    "ai-pli-tv-bu-vb-pc35:3.1.15_0": "it is done by one who has finished his meal, who has refused an invitation to eat more, but who has risen from his seat;",
    "ai-pli-tv-bu-vb-pc35:3.1.16_0": "“I’ve had enough,” has been said.",
    "ai-pli-tv-bu-vb-pc35:3.1.17_0": "it is leftover from one who is sick—",
    "ai-pli-tv-bu-vb-pc35:3.1.18_0": "this is called “not leftover”.",
    "ai-pli-tv-bu-vb-pc35:3.1.19_0": "Left over:",
    "ai-pli-tv-bu-vb-pc35:3.1.20_0": "the making it leftover is done with food that is allowable;",
    "ai-pli-tv-bu-vb-pc35:3.1.21_0": "it is done with food that has been received;",
    "ai-pli-tv-bu-vb-pc35:3.1.22_0": "it is done with food that is held in hand;",
    "ai-pli-tv-bu-vb-pc35:3.1.23_0": "it is done by one who is within arm’s reach;",
    "ai-pli-tv-bu-vb-pc35:3.1.24_0": "it is done by one who has finished his meal;",
    "ai-pli-tv-bu-vb-pc35:3.1.25_0": "it is done by one who has finished his meal, who has refused an invitation to eat more, but who has not risen from his seat;",
    "ai-pli-tv-bu-vb-pc35:3.1.26_0": "“I’ve had enough,” has been said;",
    "ai-pli-tv-bu-vb-pc35:3.1.27_0": "it is leftover from one who is sick—",
    "ai-pli-tv-bu-vb-pc35:3.1.28_0": "this is called “leftover”.",
    "ai-pli-tv-bu-vb-pc35:3.1.29_0": "Non-staple food:",
    "ai-pli-tv-bu-vb-pc35:3.1.30_0": "apart from the five staple foods, the post-midday tonics, the seven-day tonics, and the lifetime tonics—the rest is called “non-staple food”.",
    "ai-pli-tv-bu-vb-pc35:3.1.31_0": "Staple foods:",
    "ai-pli-tv-bu-vb-pc35:3.1.32_0": "there are five kinds of staple food: cooked grain, porridge, flour, fish, and meat.",
    "ai-pli-tv-bu-vb-pc35:3.1.33_0": "If he receives it intending to eat it, he commits an offense of wrong conduct. For every mouthful, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc35:3.2.1_0": "If it is not leftover, and he does not perceive it as leftover, and he eats staple or non-staple food, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc35:3.2.2_0": "If it is not leftover, but he is unsure of it, and he eats staple or non-staple food, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc35:3.2.3_0": "If it is not leftover, but he perceives it as such, and he eats staple or non-staple food, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc35:3.2.4_0": "If he receives post-midday tonics, seven-day tonics, or lifetime tonics for the purpose of food, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc35:3.2.5_0": "For every mouthful, she commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc35:3.2.6_0": "If it is leftover, but he does not perceive it as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc35:3.2.7_0": "If it is leftover, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-pc35:3.2.8_0": "If it is leftover, and he perceives it as such, there is no offense.",
    "ai-pli-tv-bu-vb-pc35:3.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-pc35:3.3.2_0": "if he eats it after having it made leftover;",
    "ai-pli-tv-bu-vb-pc35:3.3.3_0": "if he receives it with the intention of having it made leftover and then eats it;",
    "ai-pli-tv-bu-vb-pc35:3.3.4_0": "if he is taking food for the benefit of someone else;",
    "ai-pli-tv-bu-vb-pc35:3.3.5_0": "if he eats the leftovers from one who is sick;",
    "ai-pli-tv-bu-vb-pc35:3.3.6_0": "if, when there is a reason, he uses post-midday tonics, seven-day tonics, or lifetime tonics;",
    "ai-pli-tv-bu-vb-pc35:3.3.7_0": "if he is insane;",
    "ai-pli-tv-bu-vb-pc35:3.3.8_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-pc35:3.3.9_0": "The fifth rule, the training rule on invitation, is finished."
}