{
    "ai-pli-tv-bu-vb-pc84:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-pc84:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-pc84:0.3_0": "Pācittiyakaṇḍa",
    "ai-pli-tv-bu-vb-pc84:0.4_0": "Ratanavagga",
    "ai-pli-tv-bu-vb-pc84:0.5_0": "84. Ratanasikkhāpada",
    "ai-pli-tv-bu-vb-pc84:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-pc84:1.2_0": "a monk was bathing in the river Aciravatī, when a brahmin, too, came there to bathe.",
    "ai-pli-tv-bu-vb-pc84:1.2_1": "He deposited a bag with five hundred coins on the ground, bathed, forgot about the bag, and left.",
    "ai-pli-tv-bu-vb-pc84:1.3_0": "The monk thought, “This is the bag belonging to that brahmin; it wouldn’t be nice if it got lost,” and he picked it up.",
    "ai-pli-tv-bu-vb-pc84:1.4_0": "Soon the brahmin remembered. He hurried back and asked that monk, “Sir, did you see my bag?”",
    "ai-pli-tv-bu-vb-pc84:1.5_0": "Saying, “I did indeed,” he gave it to him.",
    "ai-pli-tv-bu-vb-pc84:1.6_0": "The brahmin thought, “How can I avoid giving a reward to this monk?”",
    "ai-pli-tv-bu-vb-pc84:1.7_0": "And he said, “I didn’t have five hundred coins, I had a thousand!” And he seized hold of that monk.",
    "ai-pli-tv-bu-vb-pc84:1.8_0": "After returning to the monastery, he told the monks what had happened,",
    "ai-pli-tv-bu-vb-pc84:1.9_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-pc84:1.10_0": "“How could a monk pick up precious things?” ...",
    "ai-pli-tv-bu-vb-pc84:1.11_0": "“Is it true, monk, that you did this?”",
    "ai-pli-tv-bu-vb-pc84:1.12_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-pc84:1.13_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-pc84:1.14_0": "“... Foolish man, how could you do this?",
    "ai-pli-tv-bu-vb-pc84:1.15_0": "This won’t give rise to confidence in those without it ...”...",
    "ai-pli-tv-bu-vb-pc84:1.16_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc84:1.17.1_0": "‘If a monk picks up something precious or something regarded as precious, or he has it picked up, he commits an offense entailing confession.’”",
    "ai-pli-tv-bu-vb-pc84:1.18_0": "In this way the Buddha laid down this training rule for the monks.",
    "ai-pli-tv-bu-vb-pc84:2.1_0": "Soon afterwards they were holding a celebration in Sāvatthī, with people going to the park all dressed up,",
    "ai-pli-tv-bu-vb-pc84:2.2_0": "Visākhā Migāra’s mother told her, “Indeed I’ll go.”",
    "ai-pli-tv-bu-vb-pc84:2.3_0": "As she was leaving her village, she thought, “What will I do when I get to the park? Why don’t I pay a visit to the Buddha!”",
    "ai-pli-tv-bu-vb-pc84:2.4_0": "She then removed all her ornaments, bound them in a bundle with her upper robe, and gave it to her slave girl, saying, “Listen, look after this bundle.”",
    "ai-pli-tv-bu-vb-pc84:2.5_0": "Then Visākhā, Migāra’s mother, went to the Fortunate One,",
    "ai-pli-tv-bu-vb-pc84:2.5_1": "bowed, sat down,",
    "ai-pli-tv-bu-vb-pc84:2.6_0": "When the Buddha had instructed, inspired, and gladdened her with a teaching,",
    "ai-pli-tv-bu-vb-pc84:2.6_1": "When he had been instructed, inspired, and gladdened by the Buddha, he got up from his seat, bowed down, circumambulated him with his right side toward him, and left.",
    "ai-pli-tv-bu-vb-pc84:2.7_0": "And the slave girl left too, forgetting the bundle.",
    "ai-pli-tv-bu-vb-pc84:2.8_0": "The monks saw it and told the Buddha.",
    "ai-pli-tv-bu-vb-pc84:2.9_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-bu-vb-pc84:2.10_0": "“Within a monastery, monks, you should pick up precious things or what’s regarded as precious, or have it picked up, and then put it aside with the thought, ‘Whoever owns this will come and get it.’",
    "ai-pli-tv-bu-vb-pc84:2.11_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc84:2.12.1_0": "‘If a monk picks up something precious or something regarded as precious, or he has it picked up, except within a monastery, he commits an offense entailing confession.’",
    "ai-pli-tv-bu-vb-pc84:2.13_0": "In this way the Buddha laid down this training rule for the monks.",
    "ai-pli-tv-bu-vb-pc84:3.1_0": "Now at that time in the country of Kāsī was working.",
    "ai-pli-tv-bu-vb-pc84:3.2_0": "and he had told an apprentice there that if the monks arrived he should make them a meal.",
    "ai-pli-tv-bu-vb-pc84:3.3_0": "Soon afterwards a number of monks were wandering in the country of Kāsī, when they came to that village.",
    "ai-pli-tv-bu-vb-pc84:3.4_0": "That man saw those mendicants coming off in the distance.",
    "ai-pli-tv-bu-vb-pc84:3.4_1": "Having seen (that), he went to those monks,",
    "ai-pli-tv-bu-vb-pc84:3.4_2": "They then went, bowed, and sat down.",
    "ai-pli-tv-bu-vb-pc84:3.5_0": "The monks accepted by remaining silent.",
    "ai-pli-tv-bu-vb-pc84:3.6_0": "The following morning, after getting various kinds of fine food prepared, he had the monks informed that it was time for the meal. He removed a ring from his finger and then offered the food to the monks, saying,",
    "ai-pli-tv-bu-vb-pc84:3.7_0": "“Venerables, please leave after you’ve eaten. I have to go to work.” And he left, forgetting his ring.",
    "ai-pli-tv-bu-vb-pc84:3.8_0": "The monks saw him, “Whether we will not go,”",
    "ai-pli-tv-bu-vb-pc84:3.9_0": "When that man returned from work, he saw the monks and said to them, “Why are you still here?”",
    "ai-pli-tv-bu-vb-pc84:3.10_0": "They then told that man.",
    "ai-pli-tv-bu-vb-pc84:3.11_0": "Those monks then went to Sāvatthī where they told the monks,",
    "ai-pli-tv-bu-vb-pc84:3.12_0": "They in turn told the Buddha.",
    "ai-pli-tv-bu-vb-pc84:3.13_0": "After giving a teaching, the Buddha addressed the monks:",
    "ai-pli-tv-bu-vb-pc84:3.14_0": "“Within a monastery, monks, or inside a lodging, you should pick up precious things or what’s regarded as precious, or have it picked up, and then put it aside with the thought,",
    "ai-pli-tv-bu-vb-pc84:3.15_0": "‘Whoever will fetch it?’",
    "ai-pli-tv-bu-vb-pc84:3.16_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-pc84:3.17.1_0": "‘If a monk picks up something precious or something regarded as precious, or he has it picked up, except within a monastery or inside a lodging, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc84:3.18_0": "If he picks up something precious or something regarded as precious, or he has it picked up, within a monastery or inside a lodging, he should put it aside with the thought, “Whoever owns it will fetch it.”",
    "ai-pli-tv-bu-vb-pc84:3.18_1": "This is the proper procedure.’”",
    "ai-pli-tv-bu-vb-pc84:4.1.1_0": "But (all):",
    "ai-pli-tv-bu-vb-pc84:4.1.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-pc84:4.1.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-pc84:4.1.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-pc84:4.1.5_0": "Something precious:",
    "ai-pli-tv-bu-vb-pc84:4.1.6_0": "a pearl, a gem, a beryl, mother-of-pearl, quartz, a coral, silver, gold, a ruby, a cat’s eye.",
    "ai-pli-tv-bu-vb-pc84:4.1.7_0": "Something regarded as precious:",
    "ai-pli-tv-bu-vb-pc84:4.1.8_0": "whatever people regard as valuable or useful—this is called “regarded as precious”.",
    "ai-pli-tv-bu-vb-pc84:4.1.9_0": "Except within a monastery or inside a lodging:",
    "ai-pli-tv-bu-vb-pc84:4.1.10_0": "apart from within a monastery or inside a lodging.",
    "ai-pli-tv-bu-vb-pc84:4.1.11_0": "Within a monastery:",
    "ai-pli-tv-bu-vb-pc84:4.1.12_0": "if the monastery is enclosed, then within the enclosure. If the monastery is unenclosed, then in the vicinity.",
    "ai-pli-tv-bu-vb-pc84:4.1.13_0": "Inside a lodging:",
    "ai-pli-tv-bu-vb-pc84:4.1.14_0": "An enclosed monastery to thresh it. The guest house has all been unenclosed.",
    "ai-pli-tv-bu-vb-pc84:4.1.15_0": "Has picked up:",
    "ai-pli-tv-bu-vb-pc84:4.1.16_0": "if he takes hold of it himself, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc84:4.1.17_0": "Has picked up:",
    "ai-pli-tv-bu-vb-pc84:4.1.18_0": "if he gets someone else to take hold of it, he commits an offense entailing confession.",
    "ai-pli-tv-bu-vb-pc84:4.1.19_0": "If he picks up something precious or something regarded as precious, or he has it picked up, within a monastery or inside a lodging, he should put it aside:",
    "ai-pli-tv-bu-vb-pc84:4.1.20_0": "after taking note of its appearance or distinguishing marks, he should put it aside, and then make an announcement: “Whoever has lost anything should come.”",
    "ai-pli-tv-bu-vb-pc84:4.1.21_0": "If anyone comes, they should be told, “Please describe your goods.”",
    "ai-pli-tv-bu-vb-pc84:4.1.22_0": "If they rightly describe the appearance or distinguishing marks, it should be given to them. If they do not, they should be told, “Keep looking.”",
    "ai-pli-tv-bu-vb-pc84:4.1.23_0": "If that monk is leaving that monastery, he should first place those goods into the hands of suitable monks there.",
    "ai-pli-tv-bu-vb-pc84:4.1.24_0": "If it is not, then those monks should store it there while those householders there.",
    "ai-pli-tv-bu-vb-pc84:4.1.25_0": "This is the proper procedure:",
    "ai-pli-tv-bu-vb-pc84:4.1.26_0": "this is the right method.",
    "ai-pli-tv-bu-vb-pc84:4.2.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-pc84:4.2.2_0": "if he picks up something precious or something regarded as precious, or he has it picked up, within a monastery or inside a lodging, and then puts it aside with the thought, “Whoever owns it will fetch it;”",
    "ai-pli-tv-bu-vb-pc84:4.2.3_0": "if he takes something regarded as precious on trust or he borrows it or he perceives it as discarded;",
    "ai-pli-tv-bu-vb-pc84:4.2.4_0": "if he is insane;",
    "ai-pli-tv-bu-vb-pc84:4.2.5_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-pc84:4.2.6_0": "The second rule, the training rule on precious things, is finished."
}