{
    "ai-pli-tv-bu-vb-np19:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-np19:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-np19:0.3_0": "Nissaggiyakaṇḍa",
    "ai-pli-tv-bu-vb-np19:0.4_0": "Kosiyavagga",
    "ai-pli-tv-bu-vb-np19:0.5_0": "19. Rūpiyasaṁvohārasikkhāpada",
    "ai-pli-tv-bu-vb-np19:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-np19:1.2_0": "At that time the monks from the group of six traded with money in various ways.",
    "ai-pli-tv-bu-vb-np19:1.3_0": "People complained and criticized the monks,",
    "ai-pli-tv-bu-vb-np19:1.4_0": "“How can the Sakyan ascetics trade with money in various ways? They are just like householders who indulge in worldly pleasures!”",
    "ai-pli-tv-bu-vb-np19:1.5_0": "The monks heard the complaints of those people",
    "ai-pli-tv-bu-vb-np19:1.6_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-np19:1.7_0": "“How can the monks from the group of six act like this?”",
    "ai-pli-tv-bu-vb-np19:1.8_0": "After criticizing those monks in many ways, they told the Buddha ...",
    "ai-pli-tv-bu-vb-np19:1.9_0": "“Is it true, monks, that you do this?”",
    "ai-pli-tv-bu-vb-np19:1.10_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-np19:1.11_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-np19:1.12_0": "“... Foolish men, how can you trade with money in various ways?",
    "ai-pli-tv-bu-vb-np19:1.13_0": "This won’t give rise to confidence in those without it ...” ...",
    "ai-pli-tv-bu-vb-np19:1.14_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-np19:1.15.1_0": "‘If a monk trades with money in various ways, he commits an offense entailing relinquishment and confession.’”",
    "ai-pli-tv-bu-vb-np19:2.1_0": "But (all):",
    "ai-pli-tv-bu-vb-np19:2.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-np19:2.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-np19:2.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-np19:2.5_0": "Various ways:",
    "ai-pli-tv-bu-vb-np19:2.6_0": "what is shaped, what is not shaped, and what is both shaped and not shaped.",
    "ai-pli-tv-bu-vb-np19:2.7_0": "Making a name:",
    "ai-pli-tv-bu-vb-np19:2.8_0": "the footing in the mountains, and the rice gruel is like a vessel,",
    "ai-pli-tv-bu-vb-np19:2.9_0": "What is not shaped:",
    "ai-pli-tv-bu-vb-np19:2.10_0": "a house is what is meant.",
    "ai-pli-tv-bu-vb-np19:2.11_0": "What is both shaped and not shaped:",
    "ai-pli-tv-bu-vb-np19:2.12_0": "both of them.",
    "ai-pli-tv-bu-vb-np19:2.13_0": "Sights:",
    "ai-pli-tv-bu-vb-np19:2.14_0": "a golden _kahāpaṇa_ coin, a copper _māsaka_ coin, a wooden _māsaka_ coin, a resin _māsaka_ coin; whatever is used in commerce.",
    "ai-pli-tv-bu-vb-np19:2.15_0": "Makes ill at ease:",
    "ai-pli-tv-bu-vb-np19:2.16_0": "if he exchanges what is shaped with what is shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.17_0": "If he exchanges what is not shaped with what is shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.18_0": "If he exchanges what is both shaped and not shaped with what is shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.19_0": "If he exchanges what is not shaped with what is shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.20_0": "If he exchanges what is not shaped with what is not shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.21_0": "If he exchanges what is both shaped and not shaped with what is not shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.22_0": "If he exchanges what is both shaped and not shaped with what is both shaped and not shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.23_0": "If he exchanges what is not shaped with what is both shaped and not shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.24_0": "If he exchanges what is both shaped and not shaped with what is both shaped and not shaped, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.25_0": "It should be relinquished in the midst of the Sangha.",
    "ai-pli-tv-bu-vb-np19:2.26_0": "“And, monks, it should be relinquished like this. ...",
    "ai-pli-tv-bu-vb-np19:2.27_0": "After approaching the Sangha, that monk should put his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, raise his joined palms, and say:",
    "ai-pli-tv-bu-vb-np19:2.28_0": "‘Venerables, I have traded with money in various ways.",
    "ai-pli-tv-bu-vb-np19:2.29_0": "This is to be relinquished.",
    "ai-pli-tv-bu-vb-np19:2.30_0": "I relinquish it to the Sangha.’”",
    "ai-pli-tv-bu-vb-np19:2.31_0": "After relinquishing it, he is to confess the offense.",
    "ai-pli-tv-bu-vb-np19:2.32_0": "The confession should be received by a competent and capable monk.",
    "ai-pli-tv-bu-vb-np19:2.33_0": "If anyone comes, a monastery worker, or a lay follower should say,",
    "ai-pli-tv-bu-vb-np19:2.34_0": "“Look into this.”",
    "ai-pli-tv-bu-vb-np19:2.35_0": "If he says,",
    "ai-pli-tv-bu-vb-np19:2.36_0": "“What can I get you with this?”",
    "ai-pli-tv-bu-vb-np19:2.37_0": "you should not say,",
    "ai-pli-tv-bu-vb-np19:2.38_0": "“Get this or that;”",
    "ai-pli-tv-bu-vb-np19:2.39_0": "He should tell him",
    "ai-pli-tv-bu-vb-np19:2.40_0": "ghee, oil, or honey.",
    "ai-pli-tv-bu-vb-np19:2.41_0": "If he makes a purchase and brings back what is allowable, everyone may enjoy it except the one who received the money.",
    "ai-pli-tv-bu-vb-np19:2.42_0": "If this works out, all is well.",
    "ai-pli-tv-bu-vb-np19:2.43_0": "If not, you should tell him,",
    "ai-pli-tv-bu-vb-np19:2.44_0": "“Discard this.”",
    "ai-pli-tv-bu-vb-np19:2.45_0": "If he discards it, all is well.",
    "ai-pli-tv-bu-vb-np19:2.46_0": "If he does not, a monk who has five qualities should be appointed as the money discarder:",
    "ai-pli-tv-bu-vb-np19:2.47_0": "one who is not swayed by desire, ill will, confusion, or fear, and who knows what has and has not been discarded.",
    "ai-pli-tv-bu-vb-np19:2.48_0": "“And, monks, this is how he should be appointed.",
    "ai-pli-tv-bu-vb-np19:2.49_0": "First a monk should be asked",
    "ai-pli-tv-bu-vb-np19:2.50_0": "and then a competent and capable monk should inform the Sangha:",
    "ai-pli-tv-bu-vb-np19:2.51_0": "‘Please, Venerables, I ask the Sangha to listen",
    "ai-pli-tv-bu-vb-np19:2.52_0": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the money discarder.",
    "ai-pli-tv-bu-vb-np19:2.53_0": "This is the motion.",
    "ai-pli-tv-bu-vb-np19:2.54_0": "Please, Venerables, I ask the Sangha to listen.",
    "ai-pli-tv-bu-vb-np19:2.55_0": "The Sangha appoints monk so-and-so as the money discarder.",
    "ai-pli-tv-bu-vb-np19:2.56_0": "Any monk who agrees to appointing monk so-and-so as the money discarder should remain silent.",
    "ai-pli-tv-bu-vb-np19:2.57_0": "Any monk who doesn’t agree should speak up.",
    "ai-pli-tv-bu-vb-np19:2.58_0": "The Sangha has appointed monk so-and-so as the money discarder.",
    "ai-pli-tv-bu-vb-np19:2.59_0": "The Sangha approves and is therefore silent.",
    "ai-pli-tv-bu-vb-np19:2.60_0": "I will remember it thus.’",
    "ai-pli-tv-bu-vb-np19:2.61_0": "The appointed monk should drop it without taking note of the location.",
    "ai-pli-tv-bu-vb-np19:2.62_0": "If he takes note of where he drops it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np19:2.63.1_0": "If it is money, and he perceives it as such, and he exchanges it into money, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.64_0": "If it is money, but he is unsure of it, and he exchanges it into money, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.65_0": "If it is money, but he does not perceive it as such, and he exchanges it into money, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.66_0": "If it is not money, and he does not perceive it as such, but he exchanges it into money, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.67_0": "If it is not money, but he is unsure of it, and he exchanges it into money, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.68_0": "If it is not money, and he does not perceive it as such, but he exchanges it into money, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np19:2.69_0": "If it is not money, but he perceives it as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np19:2.70_0": "If it is not money, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np19:2.71_0": "If it is not money, and he does not perceive it as such, there is no offense.",
    "ai-pli-tv-bu-vb-np19:2.72.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-np19:2.73_0": "if he is insane;",
    "ai-pli-tv-bu-vb-np19:2.74_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-np19:2.75_0": "The ninth rule, the training rule on trading with money, is finished."
}