{
    "ai-pli-tv-bu-vb-np30:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-np30:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-np30:0.3_0": "Nissaggiyakaṇḍa",
    "ai-pli-tv-bu-vb-np30:0.4_0": "Pattavagga",
    "ai-pli-tv-bu-vb-np30:0.5_0": "30. Pariṇatasikkhāpada",
    "ai-pli-tv-bu-vb-np30:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-np30:1.2_0": "an association had prepared a meal together with robes for the Sangha. They said,",
    "ai-pli-tv-bu-vb-np30:1.3_0": "intending to offer the robes after giving the meal.",
    "ai-pli-tv-bu-vb-np30:1.4_0": "But the monks from the group of six went to that association",
    "ai-pli-tv-bu-vb-np30:1.5_0": "They said to him,",
    "ai-pli-tv-bu-vb-np30:1.6_0": "“Please give these robes to us.”",
    "ai-pli-tv-bu-vb-np30:1.7_0": "“Venerables, we can’t do that.",
    "ai-pli-tv-bu-vb-np30:1.8_0": "We’ve prepared our annual alms-offering together with robes for the Sangha.”",
    "ai-pli-tv-bu-vb-np30:1.9_0": "“Don’t give food to the Sangha,",
    "ai-pli-tv-bu-vb-np30:1.10_0": "But since we’re staying here, we look to you for support.",
    "ai-pli-tv-bu-vb-np30:1.11_0": "If you don’t give to us, who will?",
    "ai-pli-tv-bu-vb-np30:1.12_0": "So give us these robes.”",
    "ai-pli-tv-bu-vb-np30:1.13_0": "Being pressured by the monks from the group of six, that association gave the prepared robes to them and served the food to the Sangha.",
    "ai-pli-tv-bu-vb-np30:1.14_0": "The monks who knew that a meal together with robes had been prepared for the Sangha, but who did not know that the robes had been given to those monks from the group six, said,",
    "ai-pli-tv-bu-vb-np30:1.15_0": "“You may offer the robes.”",
    "ai-pli-tv-bu-vb-np30:1.16_0": "“There isn’t any.",
    "ai-pli-tv-bu-vb-np30:1.17_0": "The monks from the group of six got the robe-cloth as they wanted.”",
    "ai-pli-tv-bu-vb-np30:1.18_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-np30:1.19_0": "“How can the monks from the group of six divert to themselves things they know were intended for the Sangha?”",
    "ai-pli-tv-bu-vb-np30:1.20_0": "After criticizing those monks in many ways, they told the Buddha ...",
    "ai-pli-tv-bu-vb-np30:1.21_0": "“Is it true, monks, that you did this?”",
    "ai-pli-tv-bu-vb-np30:1.22_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-np30:1.23_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bu-vb-np30:1.24_0": "“... Foolish men, how can you divert to yourselves things that you know were intended for the Sangha?",
    "ai-pli-tv-bu-vb-np30:1.25_0": "This won’t give rise to confidence in those without it ...” ...",
    "ai-pli-tv-bu-vb-np30:1.26_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-np30:1.27.1_0": "‘If a monk diverts to himself material support that he knows was intended for the Sangha, he commits an offense entailing relinquishment and confession.’”",
    "ai-pli-tv-bu-vb-np30:2.1_0": "But (all):",
    "ai-pli-tv-bu-vb-np30:2.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-np30:2.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-np30:2.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-np30:2.5_0": "She knows:",
    "ai-pli-tv-bu-vb-np30:2.6_0": "he knows by himself or others have told him or the donor has told him.",
    "ai-pli-tv-bu-vb-np30:2.7_0": "The Sangha’s:",
    "ai-pli-tv-bu-vb-np30:2.8_0": "given to the Sangha, given up to the Sangha.",
    "ai-pli-tv-bu-vb-np30:2.9_0": "Making material possessions:",
    "ai-pli-tv-bu-vb-np30:2.10_0": "robes, almsfood, dwellings, and medicinal requisites to help when sick.",
    "ai-pli-tv-bu-vb-np30:2.10_1": "Even if the wind is bitter",
    "ai-pli-tv-bu-vb-np30:2.11_0": "Dismission:",
    "ai-pli-tv-bu-vb-np30:2.12_0": "they have said, “We’ll give,” “We’ll prepare.”",
    "ai-pli-tv-bu-vb-np30:2.13_0": "If he diverts it to himself, then for the effort there is an act of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.14_0": "When he gets the robe-cloth, it becomes subject to relinquishment.",
    "ai-pli-tv-bu-vb-np30:2.15_0": "The blanket should be relinquished to a sangha, a group, or an individual.",
    "ai-pli-tv-bu-vb-np30:2.16_0": "“And, monks, it should be relinquished like this. ...",
    "ai-pli-tv-bu-vb-np30:2.17_0": "... “I attained ...",
    "ai-pli-tv-bu-vb-np30:2.18_0": "‘Venerables, this thing which I diverted to myself knowing that it was intended for the Sangha is to be relinquished.",
    "ai-pli-tv-bu-vb-np30:2.19_0": "I relinquish it to the Sangha.’ ...",
    "ai-pli-tv-bu-vb-np30:2.20_0": "gives back ...",
    "ai-pli-tv-bu-vb-np30:2.21_0": "you should give ...",
    "ai-pli-tv-bu-vb-np30:2.22_0": "‘I give this robe-cloth back to you.’”",
    "ai-pli-tv-bu-vb-np30:2.23.1_0": "If it is intended for the Sangha and he perceives it as such, and he diverts it to himself, he commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np30:2.24_0": "If it is intended for the Sangha, but he is unsure of it, and he diverts it to himself, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.25_0": "If it is intended for the Sangha, but he does not perceives it as such, and he diverts it to himself, there is no offense.",
    "ai-pli-tv-bu-vb-np30:2.26_0": "If it is intended for one Sangha and he diverts it to another Sangha or to a shrine, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.27_0": "If it is intended for one shrine and he diverts it to another shrine or to a sangha or to an individual, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.28_0": "If it is intended for an individual and he diverts it to another individual or to a sangha or to a shrine, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.29_0": "If it is not intended for the Sangha, but he perceives it as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.30_0": "If it is not intended for the Sangha, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np30:2.31_0": "If it is not intended for the Sangha and he does not perceive it as such, there is no offense.",
    "ai-pli-tv-bu-vb-np30:2.32.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-np30:2.33_0": "Where does someone give to you? Where are you asking about your wealth, wherever you want, and your mind is eager for a long time? Or if you get made the gift of that, your mind becomes confident, settled, and decided about it.",
    "ai-pli-tv-bu-vb-np30:2.34_0": "if he is insane;",
    "ai-pli-tv-bu-vb-np30:2.35_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-np30:2.36_0": "The tenth rule, the training rule on what is intended, is finished.",
    "ai-pli-tv-bu-vb-np30:2.37_0": "The third sub-chapter on almsbowls is finished.",
    "ai-pli-tv-bu-vb-np30:2.38_0": "“This is the summary:",
    "ai-pli-tv-bu-vb-np30:2.39_0": "Two on bowls, and tonics,",
    "ai-pli-tv-bu-vb-np30:2.40_0": "Rainy season, the fifth on a gift;",
    "ai-pli-tv-bu-vb-np30:2.41_0": "Oneself, having woven, haste,",
    "ai-pli-tv-bu-vb-np30:2.42_0": "Risky, and with the Sangha.",
    "ai-pli-tv-bu-vb-np30:2.43_0": "“Venerables, the thirty rules on relinquishment and confession have been recited.",
    "ai-pli-tv-bu-vb-np30:2.44_0": "In regard to this I ask you,",
    "ai-pli-tv-bu-vb-np30:2.45_0": "‘Are you pure in this?’",
    "ai-pli-tv-bu-vb-np30:2.46_0": "A second time I ask,",
    "ai-pli-tv-bu-vb-np30:2.47_0": "‘Are you pure in this?’",
    "ai-pli-tv-bu-vb-np30:2.48_0": "A third time I ask,",
    "ai-pli-tv-bu-vb-np30:2.49_0": "‘Are you pure in this?’",
    "ai-pli-tv-bu-vb-np30:2.50_0": "You are pure in this and therefore silent.",
    "ai-pli-tv-bu-vb-np30:2.51_0": "I will remember it thus.”",
    "ai-pli-tv-bu-vb-np30:2.52_0": "The chapter on offenses entailing relinquishment is finished.",
    "ai-pli-tv-bu-vb-np30:2.53_0": "The canonical text on offenses entailing expulsion is finished."
}