{
    "ai-pli-tv-bu-vb-np4:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bu-vb-np4:0.2_0": "Mahāvibhaṅga",
    "ai-pli-tv-bu-vb-np4:0.3_0": "Nissaggiyakaṇḍa",
    "ai-pli-tv-bu-vb-np4:0.4_0": "Cīvaravagga",
    "ai-pli-tv-bu-vb-np4:0.5_0": "4. Purāṇacīvarasikkhāpada",
    "ai-pli-tv-bu-vb-np4:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bu-vb-np4:1.2_0": "At that time Venerable Udāyī’s former wife had become a nun.",
    "ai-pli-tv-bu-vb-np4:1.3_0": "She often went to see Udāyī,",
    "ai-pli-tv-bu-vb-np4:1.4_0": "and he frequently visited her.",
    "ai-pli-tv-bu-vb-np4:1.5_0": "And Udāyī shared his meals with that nun.",
    "ai-pli-tv-bu-vb-np4:1.6_0": "Then he robed up in the morning and, taking his bowl and robe, went to her.",
    "ai-pli-tv-bu-vb-np4:1.6_1": "and after going, she sat down on a seat in front of her,",
    "ai-pli-tv-bu-vb-np4:1.7_0": "She too uncovered her genitals in front of him and sat down on a seat.",
    "ai-pli-tv-bu-vb-np4:1.8_0": "Udāyī lustfully stared at her genitals, and he emitted semen.",
    "ai-pli-tv-bu-vb-np4:1.9_0": "He then said to that nun:",
    "ai-pli-tv-bu-vb-np4:1.10_0": "“Sister, get some water; I’ll wash the robe.”",
    "ai-pli-tv-bu-vb-np4:1.11_0": "“Give it to me, Venerable, I’ll wash it.”",
    "ai-pli-tv-bu-vb-np4:1.12_0": "She then took some of the semen in her mouth and inserted some into her genitals.",
    "ai-pli-tv-bu-vb-np4:1.13_0": "yet she becomes pregnant because of that.",
    "ai-pli-tv-bu-vb-np4:1.14_0": "The nuns said,",
    "ai-pli-tv-bu-vb-np4:1.15_0": "“This nun isn’t abstaining from sexuality; she’s pregnant.”",
    "ai-pli-tv-bu-vb-np4:1.16_0": "She said, “Venerables, I do abstain from sexuality,” and she told them what had happened.",
    "ai-pli-tv-bu-vb-np4:1.17_0": "The nuns complained and criticized them,",
    "ai-pli-tv-bu-vb-np4:1.18_0": "“How can Venerable Udāyī have a nun wash a used robe?”",
    "ai-pli-tv-bu-vb-np4:1.19_0": "They then told the monks.",
    "ai-pli-tv-bu-vb-np4:1.20_0": "The monks of few desires complained and criticized Udāyī,",
    "ai-pli-tv-bu-vb-np4:1.21_0": "“How can Venerable Udāyī have a nun to wash a used robe?”",
    "ai-pli-tv-bu-vb-np4:1.22_0": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha gathered and questioned Udāyī:",
    "ai-pli-tv-bu-vb-np4:1.23_0": "“Is it true, Udāyī, that you did this?”",
    "ai-pli-tv-bu-vb-np4:1.24_0": "“Yes, Sir.”",
    "ai-pli-tv-bu-vb-np4:1.25_0": "“Is she a relative of yours?”",
    "ai-pli-tv-bu-vb-np4:1.26_0": "“No, Sir.”",
    "ai-pli-tv-bu-vb-np4:1.27_0": "“Foolish man, a man and a woman who are unrelated don’t know what’s appropriate and what’s inappropriate in dealing with each other, what’s right and what’s wrong.",
    "ai-pli-tv-bu-vb-np4:1.28_0": "And still you got an unrelated nun to wash a used robe.",
    "ai-pli-tv-bu-vb-np4:1.29_0": "This won’t give rise to confidence in those without it ...”...",
    "ai-pli-tv-bu-vb-np4:1.30_0": "“And, monks, this training rule should be recited like this:",
    "ai-pli-tv-bu-vb-np4:1.31.1_0": "‘If a monk gets an unrelated nun to wash, dye, or comb wool, he commits an offense entailing relinquishment and confession.’”",
    "ai-pli-tv-bu-vb-np4:2.1.1_0": "But (all):",
    "ai-pli-tv-bu-vb-np4:2.1.2_0": "Whatever kind of person ...",
    "ai-pli-tv-bu-vb-np4:2.1.3_0": "By the monks:",
    "ai-pli-tv-bu-vb-np4:2.1.4_0": "...The monk who has been given the full ordination by a unanimous Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case.",
    "ai-pli-tv-bu-vb-np4:2.1.5_0": "Unrelated:",
    "ai-pli-tv-bu-vb-np4:2.1.6_0": "anyone who is not a descendant of one’s male ancestors going back seven generations, either on the mother’s side or on the father’s side.",
    "ai-pli-tv-bu-vb-np4:2.1.7_0": "A nun:",
    "ai-pli-tv-bu-vb-np4:2.1.8_0": "she has been given the full ordination by both Sanghas.",
    "ai-pli-tv-bu-vb-np4:2.1.9_0": "A used robe:",
    "ai-pli-tv-bu-vb-np4:2.1.10_0": "even worn once.",
    "ai-pli-tv-bu-vb-np4:2.1.11_0": "If he tells her to wash it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.1.12_0": "When it has been washed, it becomes subject to relinquishment.",
    "ai-pli-tv-bu-vb-np4:2.1.13_0": "If he tells her to dye it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.1.14_0": "When it has been dyed, it becomes subject to relinquishment.",
    "ai-pli-tv-bu-vb-np4:2.1.15_0": "If he tells her to beat it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.1.16_0": "When she has struck it once with her hand or with an implement, it becomes subject to relinquishment.",
    "ai-pli-tv-bu-vb-np4:2.1.17_0": "The blanket should be relinquished to a sangha, a group, or an individual.",
    "ai-pli-tv-bu-vb-np4:2.1.18_0": "“And, monks, it should be relinquished like this. ...",
    "ai-pli-tv-bu-vb-np4:2.1.19_0": "... “I attained ...",
    "ai-pli-tv-bu-vb-np4:2.1.20_0": "‘Venerables, this robe which I got washed by an unrelated nun is to be relinquished.",
    "ai-pli-tv-bu-vb-np4:2.1.21_0": "I relinquish them to the Sangha.’ ...",
    "ai-pli-tv-bu-vb-np4:2.1.22_0": "gives back ...",
    "ai-pli-tv-bu-vb-np4:2.1.23_0": "you should give ...",
    "ai-pli-tv-bu-vb-np4:2.1.24_0": "‘I give this robe-cloth back to you.’”",
    "ai-pli-tv-bu-vb-np4:2.2.1_0": "If she is unrelated and he perceives her as such, and he gets her to wash a used robe, he commits one offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np4:2.2.2_0": "If she is unrelated and he perceives her as such, and he gets her to wash and dye a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.3_0": "If she is unrelated and he perceives her as such, and he gets her to wash and beat a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.4_0": "If she is unrelated and he perceives her as such, and he gets her to wash, dye, and beat a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.5_0": "If she is unrelated and he perceives her as such, and he gets her to dye a used robe, he commits one offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np4:2.2.6_0": "If she is unrelated and he perceives her as such, and he gets her to dye and beat a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.7_0": "If she is unrelated and he perceives her as such, and he gets her to dye and wash a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.8_0": "If she is unrelated and he perceives her as such, and he gets her to dye, beat, and wash a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.9_0": "If she is unrelated and he perceives her as such, and he gets her to beat a used robe, he commits one offense entailing relinquishment and confession.",
    "ai-pli-tv-bu-vb-np4:2.2.10_0": "If she is unrelated and he perceives her as such, and he gets her to beat and wash a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.11_0": "If she is unrelated and he perceives her as such, and he gets her to beat and dye a used robe, he commits one offense entailing relinquishment and one offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.12_0": "If she is unrelated and he perceives her as such, and he gets her to beat, wash, and dye a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.13_0": "If she is unrelated, but he is unsure of it ...",
    "ai-pli-tv-bu-vb-np4:2.2.14_0": "If she is unrelated, but he perceives her as related ...",
    "ai-pli-tv-bu-vb-np4:2.2.15_0": "If he gets her to wash a used robe belonging to someone else, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.16_0": "If he gets her to wash a sitting mat or a sheet, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.17_0": "If he gets a nun who is fully ordained only on one side to do the washing, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.18_0": "If she is related, but he perceives her as such, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.19_0": "If she is related, but he is unsure of it, he commits an offense of wrong conduct.",
    "ai-pli-tv-bu-vb-np4:2.2.20_0": "If she is related, and he perceives her as such, there is no offense.",
    "ai-pli-tv-bu-vb-np4:2.2.21.1_0": "there is no offense for him.",
    "ai-pli-tv-bu-vb-np4:2.2.22_0": "if a related nun does the washing and an unrelated nun helps her;",
    "ai-pli-tv-bu-vb-np4:2.2.23_0": "if a nun does the washing without being asked;",
    "ai-pli-tv-bu-vb-np4:2.2.24_0": "if he gets a nun to wash an unused robe;",
    "ai-pli-tv-bu-vb-np4:2.2.25_0": "if he gets a nun to wash any requisite apart from a robe;",
    "ai-pli-tv-bu-vb-np4:2.2.26_0": "if it is a trainee nun;",
    "ai-pli-tv-bu-vb-np4:2.2.27_0": "if it is to a novice nun;",
    "ai-pli-tv-bu-vb-np4:2.2.28_0": "if he is insane;",
    "ai-pli-tv-bu-vb-np4:2.2.29_0": "if he is the first offender.",
    "ai-pli-tv-bu-vb-np4:2.2.30_0": "The fourth rule, the training rule on used robes, is finished."
}