{
    "ai-pli-tv-bi-vb-pc45:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bi-vb-pc45:0.2_0": "Bhikkhunivibhaṅga",
    "ai-pli-tv-bi-vb-pc45:0.3_0": "Pācittiyakaṇḍa",
    "ai-pli-tv-bi-vb-pc45:0.4_0": "Cittāgāravagga",
    "ai-pli-tv-bi-vb-pc45:0.5_0": "45. Adhikaraṇasikkhāpada",
    "ai-pli-tv-bi-vb-pc45:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bi-vb-pc45:1.2_0": "a certain nun went to the nun Thullanandā and said,",
    "ai-pli-tv-bi-vb-pc45:1.3_0": "“Please come, Venerable, and resolve this legal issue.”",
    "ai-pli-tv-bi-vb-pc45:1.4_0": "Because they had done the robe-making procedure, the nun Thullanandā",
    "ai-pli-tv-bi-vb-pc45:1.5_0": "but then neither resolved it, nor made any effort to do so.",
    "ai-pli-tv-bi-vb-pc45:1.6_0": "She then told the nuns,",
    "ai-pli-tv-bi-vb-pc45:1.7_0": "The nuns of few desires complained and criticized her,",
    "ai-pli-tv-bi-vb-pc45:1.8_0": "“How could Venerable Thullanandā",
    "ai-pli-tv-bi-vb-pc45:1.9_0": "“Venerable, please resolve this legal issue—",
    "ai-pli-tv-bi-vb-pc45:1.10_0": "agree to resolve a legal issue, but then neither resolve it, nor make any effort to do so?” ...",
    "ai-pli-tv-bi-vb-pc45:1.11_0": "“Is it true, monks, that the nun Thullanandā acted like this?”",
    "ai-pli-tv-bi-vb-pc45:1.12_0": "“Venerable, please resolve this legal issue—",
    "ai-pli-tv-bi-vb-pc45:1.13_0": "but then neither resolve it, nor made any effort to do so?”",
    "ai-pli-tv-bi-vb-pc45:1.14_0": "“Yes, Sir.”",
    "ai-pli-tv-bi-vb-pc45:1.15_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bi-vb-pc45:1.16_0": "“... How could the nun Thullanandā act like this?",
    "ai-pli-tv-bi-vb-pc45:1.17_0": "“Venerable, please resolve this legal issue—",
    "ai-pli-tv-bi-vb-pc45:1.18_0": "agree to resolve a legal issue, but then neither resolve it, nor will resolve it,",
    "ai-pli-tv-bi-vb-pc45:1.19_0": "This won’t give rise to confidence in those without it ...”",
    "ai-pli-tv-bi-vb-pc45:1.20_0": "“And, monks, the nuns should recite this training rule like this:",
    "ai-pli-tv-bi-vb-pc45:1.21.1_0": "‘If, when asked by a nun, a nun consents to resolve a legal issue, but then neither resolves it nor makes any effort to resolve it, then, if there was no obstruction, she commits an offense entailing confession.’”",
    "ai-pli-tv-bi-vb-pc45:2.1.1_0": "But:",
    "ai-pli-tv-bi-vb-pc45:2.1.2_0": "Whatever kind of direction ...",
    "ai-pli-tv-bi-vb-pc45:2.1.3_0": "A nun:",
    "ai-pli-tv-bi-vb-pc45:2.1.4_0": "...The nun who has been given the full ordination by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case.",
    "ai-pli-tv-bi-vb-pc45:2.1.5_0": "A nun:",
    "ai-pli-tv-bi-vb-pc45:2.1.6_0": "another nun.",
    "ai-pli-tv-bi-vb-pc45:2.1.7_0": "A legal issue:",
    "ai-pli-tv-bi-vb-pc45:2.1.8_0": "there are four kinds of legal issues: legal issues arising from disputes, legal issues arising from accusations, legal issues arising from offenses, legal issues arising from business.",
    "ai-pli-tv-bi-vb-pc45:2.1.9_0": "to resolve this legal issue.",
    "ai-pli-tv-bi-vb-pc45:2.1.10_0": "to decide a legal issue.",
    "ai-pli-tv-bi-vb-pc45:2.1.11_0": "Then, if there was no obstruction:",
    "ai-pli-tv-bi-vb-pc45:2.1.12_0": "when there is no obstacle.",
    "ai-pli-tv-bi-vb-pc45:2.1.13_0": "Neither resolves it:",
    "ai-pli-tv-bi-vb-pc45:2.1.14_0": "she does not resolve it herself.",
    "ai-pli-tv-bi-vb-pc45:2.1.15_0": "Nor makes any effort to resolve it:",
    "ai-pli-tv-bi-vb-pc45:2.1.16_0": "she does not ask anyone else to take her away.",
    "ai-pli-tv-bi-vb-pc45:2.1.17_0": "If, thinking, “I’ll neither resolve it nor make any effort to resolve it,” then, by the mere fact of giving up her duty, she commits an offense entailing confession.",
    "ai-pli-tv-bi-vb-pc45:2.2.1_0": "If the other person is fully ordained, and she perceives her as such, and she does not resolve the legal issue, nor does she make any effort to resolve it, she commits an offense entailing confession.",
    "ai-pli-tv-bi-vb-pc45:2.2.2_0": "If the other person is fully ordained, but she is unsure of it, and she does not resolve the legal issue, nor does she make any effort to resolve it, she commits an offense entailing confession.",
    "ai-pli-tv-bi-vb-pc45:2.2.3_0": "If the other person is fully ordained, but she does not perceive her as such, and she does not resolve the legal issue, nor does she make any effort to resolve it, she commits an offense entailing confession.",
    "ai-pli-tv-bi-vb-pc45:2.2.4_0": "If the other person is not fully ordained, and she does not resolve the legal issue, nor does she make any effort to resolve it, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-pc45:2.2.5_0": "If the other person is not fully ordained, but she perceives them as such, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-pc45:2.2.6_0": "If the other person is not fully ordained, but she is unsure of it, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-pc45:2.2.7_0": "If the other person is not fully ordained, and she does not perceive them as such, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-pc45:2.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bi-vb-pc45:2.3.2_0": "when there is danger.",
    "ai-pli-tv-bi-vb-pc45:2.3.3_0": "if she searches, but does not find anyone to invite for correction;",
    "ai-pli-tv-bi-vb-pc45:2.3.4_0": "if he is sick;",
    "ai-pli-tv-bi-vb-pc45:2.3.5_0": "In times of trouble,",
    "ai-pli-tv-bi-vb-pc45:2.3.6_0": "if she is insane;",
    "ai-pli-tv-bi-vb-pc45:2.3.7_0": "if she is the first offender.",
    "ai-pli-tv-bi-vb-pc45:2.3.8_0": "The fifth training rule is finished."
}