{
    "ai-pli-tv-bi-vb-np1:0.1_0": "Theravāda Vinaya",
    "ai-pli-tv-bi-vb-np1:0.2_0": "Bhikkhunivibhaṅga",
    "ai-pli-tv-bi-vb-np1:0.3_0": "Nissaggiyakaṇḍa",
    "ai-pli-tv-bi-vb-np1:0.4_0": "Pattavagga",
    "ai-pli-tv-bi-vb-np1:0.5_0": "1. Pattasannicayasikkhāpada",
    "ai-pli-tv-bi-vb-np1:0.6_0": "Venerables, these thirty rules on relinquishment and confession come up for recitation.",
    "ai-pli-tv-bi-vb-np1:1.1_0": "At one time when the Buddha was staying at Sāvatthī in Anāthapiṇḍika’s Monastery,",
    "ai-pli-tv-bi-vb-np1:1.2_0": "At that time the nuns from the group of six had collected a large number of almsbowls.",
    "ai-pli-tv-bi-vb-np1:1.3_0": "People who were walking about the dwellings saw this, and they complained and criticized them,",
    "ai-pli-tv-bi-vb-np1:1.4_0": "“How can nuns store many bowls?”",
    "ai-pli-tv-bi-vb-np1:1.5_0": "Nuns heard the complaints of those people,",
    "ai-pli-tv-bi-vb-np1:1.6_0": "The nuns of few desires complained and criticized her,",
    "ai-pli-tv-bi-vb-np1:1.7_0": "“How can the nuns from the group of six collect bowls?” ...",
    "ai-pli-tv-bi-vb-np1:1.8_0": "“Is it true, monks, that the nuns from the group of six do this?”",
    "ai-pli-tv-bi-vb-np1:1.9_0": "“Yes, Sir.”",
    "ai-pli-tv-bi-vb-np1:1.10_0": "The Buddha rebuked him ...",
    "ai-pli-tv-bi-vb-np1:1.11_0": "“... How can the nuns from the group of six collect bowls?",
    "ai-pli-tv-bi-vb-np1:1.12_0": "This won’t give rise to confidence in those without it ...”",
    "ai-pli-tv-bi-vb-np1:1.13_0": "“And, monks, the nuns should recite this training rule like this:",
    "ai-pli-tv-bi-vb-np1:1.14.1_0": "‘If a nun collects almsbowls, she commits an offense entailing relinquishment and confession.’”",
    "ai-pli-tv-bi-vb-np1:2.1.1_0": "But:",
    "ai-pli-tv-bi-vb-np1:2.1.2_0": "Whatever kind of direction ...",
    "ai-pli-tv-bi-vb-np1:2.1.3_0": "A nun:",
    "ai-pli-tv-bi-vb-np1:2.1.4_0": "...The nun who has been given the full ordination by both Sanghas through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of nun is meant in this case.",
    "ai-pli-tv-bi-vb-np1:2.1.5_0": "The bowl:",
    "ai-pli-tv-bi-vb-np1:2.1.6_0": "there are two kinds of bowl: the iron bowl and the ceramic bowl.",
    "ai-pli-tv-bi-vb-np1:2.1.7_0": "And there are three grades of bowl: the large bowl, the medium bowl, and the small bowl.",
    "ai-pli-tv-bi-vb-np1:2.1.8_0": "The large bowl:",
    "ai-pli-tv-bi-vb-np1:2.1.9_0": "it takes half a _nāḷika_ measure of boiled rice, a fourth part of non-staple food, and a suitable amount of curry.",
    "ai-pli-tv-bi-vb-np1:2.1.10_0": "The medium bowl:",
    "ai-pli-tv-bi-vb-np1:2.1.11_0": "it takes a _nāḷika_ measure of boiled rice, a fourth part of non-staple food, and a suitable amount of curry.",
    "ai-pli-tv-bi-vb-np1:2.1.12_0": "The small bowl:",
    "ai-pli-tv-bi-vb-np1:2.1.13_0": "it takes a _pattha_ measure of boiled rice, a fourth part of non-staple food, and a suitable amount of curry.",
    "ai-pli-tv-bi-vb-np1:2.1.14_0": "Anything larger than this is not a bowl, nor anything smaller.",
    "ai-pli-tv-bi-vb-np1:2.1.15_0": "Gathering them:",
    "ai-pli-tv-bi-vb-np1:2.1.16_0": "almsbowls that have neither been determined nor transferred to another.",
    "ai-pli-tv-bi-vb-np1:2.1.17_0": "Entailing relinquishment:",
    "ai-pli-tv-bi-vb-np1:2.1.18_0": "entailing relinquishment at dawn.",
    "ai-pli-tv-bi-vb-np1:2.1.19_0": "The bowl is to be relinquished to the Sangha, a group, or an individual nun.",
    "ai-pli-tv-bi-vb-np1:2.1.20_0": "“And, monks, it’s to be relinquished like this.",
    "ai-pli-tv-bi-vb-np1:2.1.21_0": "After approaching the Sangha, that nun should put her upper robe over one shoulder and pay respect at the feet of the senior nuns. She should then squat on her heels, raise her joined palms, and say,",
    "ai-pli-tv-bi-vb-np1:2.1.22_0": "‘Venerables, this almsbowl, which I have kept for more than one day, is to be relinquished. I relinquish it to the Sangha.’",
    "ai-pli-tv-bi-vb-np1:2.1.23_0": "After relinquishing it, he is to confess the offense.",
    "ai-pli-tv-bi-vb-np1:2.1.24_0": "The confession should be received by a competent and capable nun.",
    "ai-pli-tv-bi-vb-np1:2.1.25_0": "The relinquished bowl is then to be given back:",
    "ai-pli-tv-bi-vb-np1:2.1.26_0": "‘Please, Venerables, I ask the Sangha to listen.",
    "ai-pli-tv-bi-vb-np1:2.1.27_0": "This almsbowl, which was to be relinquished by the nun so-and-so, has been relinquished to the Sangha.",
    "ai-pli-tv-bi-vb-np1:2.1.28_0": "If it seems appropriate to the Sangha, the Sangha should give this bowl back to nun so-and-so.’",
    "ai-pli-tv-bi-vb-np1:2.1.29_0": "After approaching several nuns, that nun should put her upper robe over one shoulder and pay respect at the feet of the senior nuns. She should then squat on her heels, raise her joined palms, and say,",
    "ai-pli-tv-bi-vb-np1:2.1.30_0": "‘Venerables, this almsbowl, which I have kept for more than one day, is to be relinquished. I relinquish it to the venerables.’",
    "ai-pli-tv-bi-vb-np1:2.1.31_0": "After relinquishing it, he is to confess the offense.",
    "ai-pli-tv-bi-vb-np1:2.1.32_0": "The confession should be received by a competent and capable nun.",
    "ai-pli-tv-bi-vb-np1:2.1.33_0": "The relinquished bowl is then to be given back:",
    "ai-pli-tv-bi-vb-np1:2.1.34_0": "‘Please, Venerables, I ask you to listen.",
    "ai-pli-tv-bi-vb-np1:2.1.35_0": "This almsbowl, which was to be relinquished by the nun so-and-so, has been relinquished to you.",
    "ai-pli-tv-bi-vb-np1:2.1.36_0": "If it seems appropriate to you, you should give this bowl back to nun so-and-so.’",
    "ai-pli-tv-bi-vb-np1:2.1.37_0": "After approaching a single nun, that nun should put her upper robe over one shoulder, squat on her heels, raise her joined palms, and say,",
    "ai-pli-tv-bi-vb-np1:2.1.38_0": "‘Venerables, this almsbowl, which I have kept for more than one day, is to be relinquished.",
    "ai-pli-tv-bi-vb-np1:2.1.39_0": "I relinquish it to you.’",
    "ai-pli-tv-bi-vb-np1:2.1.40_0": "After relinquishing it, he is to confess the offense.",
    "ai-pli-tv-bi-vb-np1:2.1.41_0": "The confession should be received by that nun.",
    "ai-pli-tv-bi-vb-np1:2.1.42_0": "The relinquished bowl is then to be given back:",
    "ai-pli-tv-bi-vb-np1:2.1.43_0": "‘I give this almsbowl back to you.’”",
    "ai-pli-tv-bi-vb-np1:2.2.1_0": "If it is more than one day, but she perceives it as less, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.2_0": "If it is more than one day, but she is unsure of it, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.3_0": "If it is more than one day, but she perceives it as less, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.4_0": "If it has not been determined, but she perceives that it has, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.5_0": "If it has not been transferred, but she perceives that it has, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.6_0": "If it has not been given away, but she perceives that it has, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.7_0": "If it is not lost, but she perceives that it is ...",
    "ai-pli-tv-bi-vb-np1:2.2.8_0": "If it has not been destroyed, but she perceives that it has ...",
    "ai-pli-tv-bi-vb-np1:2.2.9_0": "If it is not broken, but she perceives that it is ...",
    "ai-pli-tv-bi-vb-np1:2.2.10_0": "If it has not been stolen, but she perceives that it has, she commits an offense entailing relinquishment and confession.",
    "ai-pli-tv-bi-vb-np1:2.2.11_0": "If she uses an almsbowl which is to be relinquished without first relinquishing it, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-np1:2.2.12_0": "If it is less than one day, but she perceives it as more, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-np1:2.2.13_0": "If it is less than one day, but she is unsure of it, she commits an offense of wrong conduct.",
    "ai-pli-tv-bi-vb-np1:2.2.14_0": "If it is less than one day and she perceives it as less, there is no offense.",
    "ai-pli-tv-bi-vb-np1:2.3.1_0": "there is no offense for him.",
    "ai-pli-tv-bi-vb-np1:2.3.2_0": "if, when it is determined, it is determined, transferred to another, given away, lost, destroyed, broken, stolen, or taken on trust;",
    "ai-pli-tv-bi-vb-np1:2.3.3_0": "if she is insane;",
    "ai-pli-tv-bi-vb-np1:2.3.4_0": "if she is the first offender.",
    "ai-pli-tv-bi-vb-np1:3.1_0": "Soon afterwards the nuns from the group six did not give back a relinquished bowl.",
    "ai-pli-tv-bi-vb-np1:3.2_0": "They told the Buddha.",
    "ai-pli-tv-bi-vb-np1:3.3_0": "“Monks, a relinquished almsbowl is to be given back.",
    "ai-pli-tv-bi-vb-np1:3.4_0": "If a nun doesn’t give it back, she commits an offense of wrong conduct.”",
    "ai-pli-tv-bi-vb-np1:3.5_0": "The first training rule is finished."
}