{
    "ai-pp1.4:0.1_0": "Puggalapaññatti",
    "ai-pp1.4:0.2_0": "Mātikā",
    "ai-pp1.4:0.3_0": "4. Catukkauddesa",
    "ai-pp1.4:1.1_0": "Four persons:",
    "ai-pp1.4:2.1_0": "a better person has more bad persons.",
    "ai-pp1.4:3.1_0": "worse, better, and good-hearted.",
    "ai-pp1.4:4.1_0": "better character, worse character.",
    "ai-pp1.4:5.1_0": "The blameworthy, the mostly blameworthy, the slightly blameworthy, and the blameless.",
    "ai-pp1.4:6.1_0": "One who understands immediately, one who understands after detailed explanation, one who needs personal training,",
    "ai-pp1.4:7.1_0": "One who speaks on topic, but not fluently.",
    "ai-pp1.4:8.1_0": "Four kinds of people.",
    "ai-pp1.4:9.1_0": "Four persons like the rainy clouds.",
    "ai-pp1.4:10.1_0": "Four persons like a million.",
    "ai-pp1.4:11.1_0": "Four persons because of the four people.",
    "ai-pp1.4:12.1_0": "Four persons like the pots of a pot.",
    "ai-pp1.4:13.1_0": "Four persons like the water.",
    "ai-pp1.4:14.1_0": "Four persons like an ox—",
    "ai-pp1.4:15.1_0": "Four persons vipers.",
    "ai-pp1.4:16.1_0": "on the examining and scrutinizing, they criticize those deserving of criticism ...",
    "ai-pp1.4:17.1_0": "disparages the phrase, the person who deserves rebuke and criticism on those deserving of criticism; and they praise those deserve rebuke and criticism on one side. And they inspire confidence in those without it.",
    "ai-pp1.4:18.1_0": "When someone criticizes those deserving of criticism, they criticize those deserving of criticism at the right time, truthfully and substantively. But they don’t praise those deserving of praise at the right time, truthfully and substantively.",
    "ai-pp1.4:18.2_0": "They criticize those deserving of praise ...",
    "ai-pp1.4:18.3_0": "They criticize those deserving of criticism at the right time, truthfully and substantively.",
    "ai-pp1.4:18.4_0": "They criticize those deserving of praise ...",
    "ai-pp1.4:19.1_0": "one who lives off the fruit of deeds, but not initiative; and one who lives off the fruit of good and bad deeds, but not deeds;",
    "ai-pp1.4:20.1_0": "the dark bound for darkness, the dark bound for light, the light bound for darkness, and the light bound for light.",
    "ai-pp1.4:21.1_0": "One sunk low who rises up ears, one whose ear is overcome by ear,",
    "ai-pp1.4:22.1_0": "Four persons because of a tree.",
    "ai-pp1.4:23.1_0": "wide, overcome by (my) form, wavering hairs, and crawled about",
    "ai-pp1.4:24.1_0": "being rough rough confidence in others, who have self-mortifiersity in the teaching.",
    "ai-pp1.4:25.1_0": "One person practices to benefit themselves, but not others.",
    "ai-pp1.4:25.2_0": "One person practices to benefit others, but not themselves.",
    "ai-pp1.4:25.3_0": "One person practices to benefit both themselves and others.",
    "ai-pp1.4:25.4_0": "One person practices to benefit neither themselves nor others.",
    "ai-pp1.4:26.1_0": "One person mortifies themselves, committed to the practice of mortifying themselves.",
    "ai-pp1.4:26.2_0": "One person mortifies others, committed to the practice of mortifying others.",
    "ai-pp1.4:26.3_0": "One person mortifies themselves and others, committed to the practice of mortifying themselves and others.",
    "ai-pp1.4:26.4_0": "One person neither mortifies themselves nor others, pursuing the practice of not mortifying themselves or others.",
    "ai-pp1.4:26.5_0": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.",
    "ai-pp1.4:27.1_0": "The greedy, the hateful, the delusional,",
    "ai-pp1.4:28.1_0": "There is a person who has internal serenity of heart, but not the higher wisdom of discernment of principles.",
    "ai-pp1.4:28.2_0": "They get the higher wisdom of discernment of principles, but not internal serenity of heart.",
    "ai-pp1.4:28.3_0": "Such a person has both serenity and discernment.",
    "ai-pp1.4:28.4_0": "Take a person who has neither serenity nor discernment. They have the higher wisdom of discernment of principles.",
    "ai-pp1.4:29.1_0": "A person who goes with the stream; a person who goes against the stream; a steadfast person; and a brahmin who has crossed over and stands on the far shore.",
    "ai-pp1.4:30.1_0": "Little learning but get the point of learning. ...",
    "ai-pp1.4:31.1_0": "the confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the exquisite ascetic of ascetics.",
    "ai-pp1.4:32.1_0": "it is four and five-footed (and each of) Sineru."
}