{
    "ai-pp2.1:0.1_0": "Puggalapaññatti",
    "ai-pp2.1:0.2_0": "Niddesa",
    "ai-pp2.1:0.3_0": "1. Ekakapuggalapaññatti",
    "ai-pp2.1:1.1_0": "And what person is freed by right immersion?",
    "ai-pp2.1:1.2_0": "It’s when some person from time to time they have direct meditative experience of the eight liberations. And some of them have seen with wisdom, their defilements have come to an end.",
    "ai-pp2.1:1.3_0": "This person is called freed by the Buddha.",
    "ai-pp2.1:2.1_0": "And what person is freed like this?",
    "ai-pp2.1:2.2_0": "Perhaps they don’t have direct meditative experience of the eight liberations ...",
    "ai-pp2.1:2.3_0": "This person is called freed by theft.",
    "ai-pp2.1:2.4_0": "all the Noble Ones, all one who has no liberation,",
    "ai-pp2.1:3.1_0": "And what person is the teaching of the Dhamma?",
    "ai-pp2.1:3.2_0": "It’s when a person has gained the formless realm.",
    "ai-pp2.1:3.3_0": "But they don’t get the four kinds of sustenance when they want, without trouble or difficulty.",
    "ai-pp2.1:3.4_0": "if she does not wrap;",
    "ai-pp2.1:3.5_0": "It’s possible that the weavers who come into this person’s attainment might attainment eventually reach the level of the attainment.",
    "ai-pp2.1:3.6_0": "This is called a personal liable to wear.",
    "ai-pp2.1:4.1_0": "And what person is not liable to vanish?",
    "ai-pp2.1:4.2_0": "It’s when a person has gained the formless realm.",
    "ai-pp2.1:4.3_0": "But they get the nice when they want, without trouble or difficulty.",
    "ai-pp2.1:4.4_0": "if he cooks by the alms-bowl and the piece and the cloth is left;",
    "ai-pp2.1:4.5_0": "It’s impossible for that person to fall into that very necessary into it.",
    "ai-pp2.1:4.6_0": "This is called a personal witness.",
    "ai-pp2.1:4.7_0": "all the Noble Ones have given up the noble liberations,",
    "ai-pp2.1:5.1_0": "And what person is liable to decline?",
    "ai-pp2.1:5.2_0": "It’s when a person has gained the formless realm.",
    "ai-pp2.1:5.3_0": "But they don’t get the four kinds of sustenance when they want, without trouble or difficulty.",
    "ai-pp2.1:5.4_0": "if she does not wrap;",
    "ai-pp2.1:5.5_0": "It’s possible that a person to be heedless ...",
    "ai-pp2.1:5.6_0": "This is called a person liable to decline.",
    "ai-pp2.1:6.1_0": "And what person is not liable to decline?",
    "ai-pp2.1:6.2_0": "It’s when a person has gained the formless realm.",
    "ai-pp2.1:6.3_0": "But they get the nice when they want, without trouble or difficulty.",
    "ai-pp2.1:6.4_0": "if he cooks by the alms-bowl and the piece and the cloth is left;",
    "ai-pp2.1:6.5_0": "It’s impossible for a person to attain the same level ground evenly, and because of undertaking these things:",
    "ai-pp2.1:6.6_0": "This is called a person liable to decline.",
    "ai-pp2.1:6.7_0": "all the Noble Ones, all of them have attained the noble liberations,",
    "ai-pp2.1:7.1_0": "And who is the person able to intention?",
    "ai-pp2.1:7.2_0": "It’s when a person has gained the formless realm.",
    "ai-pp2.1:7.3_0": "But they don’t get the four kinds of sustenance when they want, without trouble or difficulty.",
    "ai-pp2.1:7.4_0": "if she does not wrap;",
    "ai-pp2.1:7.5_0": "If he does not misbehave with the intention of staying,",
    "ai-pp2.1:7.6_0": "If you have an underlying tendencies, you’re missing:",
    "ai-pp2.1:7.7_0": "This is called a person’s intention.",
    "ai-pp2.1:8.1_0": "And who is the person able to preserve a protection?",
    "ai-pp2.1:8.2_0": "It’s when a person has gained the formless realm.",
    "ai-pp2.1:8.3_0": "But they don’t get the four kinds of sustenance when they want, without trouble or difficulty.",
    "ai-pp2.1:8.4_0": "if she does not wrap;",
    "ai-pp2.1:8.5_0": "If he doesn’t decline in a hopeful collar, he doesn’t have a meeting.",
    "ai-pp2.1:8.6_0": "If he doesn’t decline in this way, he doesn’t miss out on the bowl.",
    "ai-pp2.1:8.7_0": "This is called a person with a protector.",
    "ai-pp2.1:9.1_0": "And who is the person ordinary person?",
    "ai-pp2.1:9.2_0": "Whoever hasn’t given up three fetters,",
    "ai-pp2.1:9.3_0": "You don’t practice for giving up those things.",
    "ai-pp2.1:9.4_0": "This is called a person who is uneducated.",
    "ai-pp2.1:10.1_0": "And what person is the person whose lineage?",
    "ai-pp2.1:10.2_0": "They have the qualities that are unprincipled.",
    "ai-pp2.1:10.3_0": "This is called a person who is attached to the ground.",
    "ai-pp2.1:11.1_0": "And who is the person abstaining from fear?",
    "ai-pp2.1:11.2_0": "Seven dangers in the essence, and whatever ordinary people are established in virtue,",
    "ai-pp2.1:11.3_0": "one not abstaining through fear,",
    "ai-pp2.1:12.1_0": "And what person is one not able to arrive?",
    "ai-pp2.1:12.2_0": "“For those who have a bad deed possession of defilement by kamma, who lack faith, conscience, prudence, energy, and wisdom. They’re unable to enter the sure path with regards to skillful qualities, and to be witless in skillful qualities.",
    "ai-pp2.1:12.3_0": "These are said to be the people who say, “These persons come.”",
    "ai-pp2.1:13.1_0": "And what person is able to arrive?",
    "ai-pp2.1:13.2_0": "“Those who don’t have the same kind of deed. They’re not possessed of nutriments, or resulting in faith, conscience, prudence, energy, and wisdom.",
    "ai-pp2.1:13.3_0": "these are said to be a personal (of the First Path).",
    "ai-pp2.1:14.1_0": "And what person is saintly?",
    "ai-pp2.1:14.2_0": "Five people have wrong views, and those who have wrong view. The eight persons have wrong view.",
    "ai-pp2.1:14.3_0": "the rest are undetermined.",
    "ai-pp2.1:15.1_0": "And who is the personal path?",
    "ai-pp2.1:15.2_0": "four persons have been path to fruit, and four fruits are the path to fruit.",
    "ai-pp2.1:16.1_0": "And who is the person who rough?",
    "ai-pp2.1:16.2_0": "For he whose meditation subject is unshakable; he has no concern for the regions and is level of the life-threatenings.",
    "ai-pp2.1:16.3_0": "This is called a person like a lion.",
    "ai-pp2.1:17.1_0": "And who is the steadfast person?",
    "ai-pp2.1:17.2_0": "But this person practices to realize the fruit of stream-entry, and if they were able to make an effort for the fruit of stream-entry, they wouldn’t make an effort to get them.",
    "ai-pp2.1:17.3_0": "This is called a personal wound.",
    "ai-pp2.1:17.4_0": "all persons, all of the path gone by and stood besidering.",
    "ai-pp2.1:18.1_0": "And what person is a noble one?",
    "ai-pp2.1:18.2_0": "Eight noble ones.",
    "ai-pp2.1:18.3_0": "the rest are ignorant.",
    "ai-pp2.1:19.1_0": "And what person is a trainee?",
    "ai-pp2.1:19.2_0": "the four paths, the fruit of the paths, “The fruit of person is the rainy season.”",
    "ai-pp2.1:19.3_0": "the leader of the Worthy One,",
    "ai-pp2.1:19.4_0": "the rest are an adept.",
    "ai-pp2.1:20.1_0": "And who is the person who has mastered the three knowledges?",
    "ai-pp2.1:20.2_0": "endowed with the three knowledges, “These are the three knowledges.”",
    "ai-pp2.1:21.1_0": "And who has the six direct knowledges?",
    "ai-pp2.1:21.2_0": "endowed with six direct knowledges, “The six kinds of direct-knowledge”,",
    "ai-pp2.1:22.1_0": "And what person is a fully awakened Buddha?",
    "ai-pp2.1:22.2_0": "It may happen that a person who doesn’t realize things that are grounded in regard to things that are grounds,",
    "ai-pp2.1:22.3_0": "Herein, you should develop the powerful meditations in all kinds of omniscience.",
    "ai-pp2.1:22.4_0": "This is called a person who is fully awakened Buddha.",
    "ai-pp2.1:23.1_0": "And who is the person Independent Sambuddha on the Paccekabuddhas?",
    "ai-pp2.1:23.2_0": "It may happen that a person who doesn’t realize things that are grounded in regard to things that are grounds,",
    "ai-pp2.1:23.3_0": "There is no wickedness in all ways: he does not attain the power of wickedness and powers.",
    "ai-pp2.1:23.4_0": "This is called a person awakened to themselves.",
    "ai-pp2.1:24.1_0": "And what person is freed both ways?",
    "ai-pp2.1:24.2_0": "It’s when someone has direct meditative experience of the eight liberations.",
    "ai-pp2.1:24.3_0": "And, having seen with wisdom, their defilements come to an end.",
    "ai-pp2.1:24.4_0": "This person is said to be the one freed both ways.",
    "ai-pp2.1:25.1_0": "And what person is freed by wisdom?",
    "ai-pp2.1:25.2_0": "It’s someone who doesn’t have direct meditative experience of the eight liberations.",
    "ai-pp2.1:25.3_0": "And, having seen with wisdom, their defilements come to an end.",
    "ai-pp2.1:25.4_0": "This person is called freed by wisdom.",
    "ai-pp2.1:26.1_0": "And what person is a personal witness?",
    "ai-pp2.1:26.2_0": "It’s when someone has direct meditative experience of the eight liberations.",
    "ai-pp2.1:26.3_0": "And, having seen with wisdom, some of their defilements come to an end.",
    "ai-pp2.1:26.4_0": "This is called a personal witness.",
    "ai-pp2.1:27.1_0": "And what person is attained to view?",
    "ai-pp2.1:27.2_0": "It’s someone who truly understands about suffering, its origin, its cessation, and the path.",
    "ai-pp2.1:27.3_0": "And they are seen clearly with wisdom the phenomena to proclaimed by the Realized One.",
    "ai-pp2.1:27.4_0": "And, having seen with wisdom, some of their defilements come to an end.",
    "ai-pp2.1:27.5_0": "this person is said to have attained to view.",
    "ai-pp2.1:28.1_0": "And what person is freed by faith?",
    "ai-pp2.1:28.2_0": "It’s someone who truly understands about suffering, its origin, its cessation, and the path.",
    "ai-pp2.1:28.3_0": "And they are seen clearly with wisdom the phenomena to proclaimed by the Realized One.",
    "ai-pp2.1:28.4_0": "And they have seen with wisdom, their defilements have come to an end.",
    "ai-pp2.1:28.5_0": "This person is called freed by faith.",
    "ai-pp2.1:29.1_0": "And what person is a follower of the teachings?",
    "ai-pp2.1:29.2_0": "For someone who has the realization of the fruit of stream-entry and wisdom.",
    "ai-pp2.1:29.3_0": "This person is called a follower of the teachings.",
    "ai-pp2.1:29.4_0": "the person practicing for the fruit of stream-entry. They live in the fruit of once-return.",
    "ai-pp2.1:30.1_0": "And what person is a follower of faith?",
    "ai-pp2.1:30.2_0": "For someone who has faith in the realization of the fruit of stream-entry, once-return, and develops the noble path with faith.",
    "ai-pp2.1:30.3_0": "This person is called a follower of the teachings.",
    "ai-pp2.1:30.4_0": "The person practicing for the fruit of stream-entry is practicing for the realization of the fruit of faith.",
    "ai-pp2.1:31.1_0": "And what person is the one who has at most seven rebirths at most?",
    "ai-pp2.1:31.2_0": "It’s someone who—with the ending of three fetters—is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.",
    "ai-pp2.1:31.3_0": "After transmigrating the gods of the Thirty-Three three times and then make an end of suffering.",
    "ai-pp2.1:31.4_0": "This is called a person who has reached the ultimate end.",
    "ai-pp2.1:32.1_0": "And who is the person who goes from one good family to another?",
    "ai-pp2.1:32.2_0": "It’s someone who—with the ending of three fetters—is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.",
    "ai-pp2.1:32.3_0": "After transmigrating the two or three families, he will transmigrate them and make an end of suffering.",
    "ai-pp2.1:32.4_0": "This is called a person who has shakes.",
    "ai-pp2.1:33.1_0": "And who is the one-seeded?",
    "ai-pp2.1:33.2_0": "It’s someone who—with the ending of three fetters—is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.",
    "ai-pp2.1:33.3_0": "After making an end of suffering for a human being, he makes an end of suffering:",
    "ai-pp2.1:33.4_0": "This is called a person who has cut off the seed.",
    "ai-pp2.1:34.1_0": "And what person is the once-returner?",
    "ai-pp2.1:34.2_0": "It’s when a person—with the ending of three fetters, and the weakening of greed, hate, and delusion—is a once-returner. They come back to this world once only, then make an end of suffering.",
    "ai-pp2.1:34.3_0": "This is called a person who goes on the water-pot.",
    "ai-pp2.1:35.1_0": "And what person is a non-returner?",
    "ai-pp2.1:35.2_0": "It may happen that a person is reborn spontaneously. They are extinguished there, and are not liable to return from that world.",
    "ai-pp2.1:35.3_0": "This is called a person who goes up to the highest non-returner.",
    "ai-pp2.1:36.1_0": "And who is the person who attains Nibbāna?",
    "ai-pp2.1:36.2_0": "It may happen that a person who, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
    "ai-pp2.1:36.3_0": "Absorption is Upasena. It is the path that leads to giving up the fetters and the underlying tendencies.",
    "ai-pp2.1:36.4_0": "This is called a person who is extinguished between the middle.",
    "ai-pp2.1:37.1_0": "And who is the person who attains Nibbāna?",
    "ai-pp2.1:37.2_0": "It may happen that a person who, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
    "ai-pp2.1:37.3_0": "So, after passing away the middle of the position of the lay life to give up the fetters and weavers, and giving up the fetters—",
    "ai-pp2.1:37.4_0": "This is called a person who is extinguished upon landing.",
    "ai-pp2.1:38.1_0": "And who is the person who extinguished without making extra effort?",
    "ai-pp2.1:38.2_0": "It may happen that a person who, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
    "ai-pp2.1:38.3_0": "Not considering in such a noble path, they give up the fetters and the fetters of rebirth.",
    "ai-pp2.1:38.4_0": "This is called a person who attains Complete Emancipation.",
    "ai-pp2.1:39.1_0": "And who is the person extinguished with extra effort?",
    "ai-pp2.1:39.2_0": "It may happen that a person who, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
    "ai-pp2.1:39.3_0": "Through counting up the lower fetters they have given up the fetters—",
    "ai-pp2.1:39.4_0": "This is called a person who has attained Final Emancipation.",
    "ai-pp2.1:40.1_0": "And what person is the one who goes up to the Akaniṭṭha realm?",
    "ai-pp2.1:40.2_0": "It may happen that a person who, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
    "ai-pp2.1:40.3_0": "When they pass away and are reborn, they go to an end of the deathless, beautifully realm.",
    "ai-pp2.1:40.4_0": "Standing in the noble path, the lower realms, and the fetters for giving up the fetters.",
    "ai-pp2.1:40.5_0": "This is called a person who goes up to the Akaniṭṭha realm.",
    "ai-pp2.1:41.1_0": "And what person is a stream-enterer, and he who is practising for the direct realisation of the fruit of stream-entry?",
    "ai-pp2.1:41.2_0": "The person who practices for the giving up of three fetters is practicing for the direct realisation of the fruit of stream-entry.",
    "ai-pp2.1:41.3_0": "Whoever has given up three fetters:",
    "ai-pp2.1:41.4_0": "This is called a stream-enterer.",
    "ai-pp2.1:42.1_0": "The person practicing for the way to realize the fruit of sensual desire. The once-returner and the one practicing to realize the fruit of once-return.",
    "ai-pp2.1:42.2_0": "The person who has sensual desire, ill will, and confusion",
    "ai-pp2.1:42.3_0": "This is called a person who goes on the water-pot.",
    "ai-pp2.1:43.1_0": "The person practicing for the way to give up sensual desire.",
    "ai-pp2.1:43.2_0": "The person who has given up desire and greed, hate, and delusion",
    "ai-pp2.1:43.3_0": "This is called a person who goes up to the highest non-returner.",
    "ai-pp2.1:44.1_0": "The person practicing for the direct realisation of sights ...",
    "ai-pp2.1:44.2_0": "The individual who has given up greed for form, desire for rebirth in the formless realm, restlessness, and ignorance.",
    "ai-pp2.1:44.3_0": "This is called a perfected one.",
    "ai-pp2.1:45.1_0": "One Sittle"
}