{
    "ai-pp2.9:0.1_0": "Puggalapaññatti",
    "ai-pp2.9:0.2_0": "Niddesa",
    "ai-pp2.9:0.3_0": "9. Navakapuggalapaññatti",
    "ai-pp2.9:1.1_0": "And what person is a fully awakened Buddha?",
    "ai-pp2.9:1.2_0": "It’s when a person in the past, future, and present who realizes the undefiled freedom of heart and freedom by wisdom in this way.",
    "ai-pp2.9:1.3_0": "This person is called a fully awakened Buddha.",
    "ai-pp2.9:2.1_0": "And who is the person Independent Sambuddha on the Paccekabuddhas?",
    "ai-pp2.9:2.2_0": "It’s when a person in the past, future, or present. They’re not capable of realizing anything that can be realized.",
    "ai-pp2.9:2.3_0": "This person is called a Buddha awakened for themselves.",
    "ai-pp2.9:3.1_0": "And what person is freed both ways?",
    "ai-pp2.9:3.2_0": "It’s someone who has direct meditative experience of the eight liberations. And, having seen with wisdom, their defilements come to an end.",
    "ai-pp2.9:3.3_0": "This person is called freed both ways.",
    "ai-pp2.9:4.1_0": "And what person is freed by wisdom?",
    "ai-pp2.9:4.2_0": "For one person doesn’t have direct meditative experience of the eight liberations. And, having seen with wisdom, their defilements have come to an end.",
    "ai-pp2.9:4.3_0": "This person is called freed by wisdom.",
    "ai-pp2.9:5.1_0": "And what person is a personal witness?",
    "ai-pp2.9:5.2_0": "It’s someone who has direct meditative experience of the eight liberations. And, having seen with wisdom, some of their defilements have come to an end.",
    "ai-pp2.9:5.3_0": "This person is called a personal witness.",
    "ai-pp2.9:6.1_0": "And what person is attained to view?",
    "ai-pp2.9:6.2_0": "It’s someone who truly understands about suffering ...",
    "ai-pp2.9:6.3_0": "They truly understand: “This is the practice that leads to the cessation of suffering”. And, having seen with wisdom, some defilements have come to an end.",
    "ai-pp2.9:6.4_0": "This person is called attained to view.",
    "ai-pp2.9:7.1_0": "And what person is freed by faith?",
    "ai-pp2.9:7.2_0": "It’s someone who truly understands about suffering ...",
    "ai-pp2.9:7.3_0": "“This is the practice that leads to the cessation of suffering.” And, when they have seen and understood with wisdom, some of their defilements have come to an end. But when they’ve come to an end, their defilements have been ended.",
    "ai-pp2.9:7.4_0": "This person is called freed by faith.",
    "ai-pp2.9:8.1_0": "And what person is a follower of the teachings?",
    "ai-pp2.9:8.2_0": "For someone who has the realization of the fruit of stream-entry and wisdom. They develop the noble path with wisdom, they develop the noble path with wisdom.",
    "ai-pp2.9:8.3_0": "This person is called a follower of the teachings.",
    "ai-pp2.9:8.4_0": "the person practicing for the fruit of stream-entry. They live in the fruit of once-return.",
    "ai-pp2.9:9.1_0": "And what person is a follower of faith?",
    "ai-pp2.9:9.2_0": "For someone who has faith, conscience, prudence, energy, and wisdom; who develops the noble path with faith, ethics, learning, generosity, and wisdom.",
    "ai-pp2.9:9.3_0": "This person is called a follower of faith.",
    "ai-pp2.9:9.4_0": "The person practicing to realize the fruit of stream-entry. And he is freed by faith and the follower of faith.",
    "ai-pp2.9:10.1_0": "The Nine Discourses"
}