{
    "ai-ps1.7:0.1_0": "Paṭisambhidāmagga",
    "ai-ps1.7:0.2_0": "1 Mahāvagga",
    "ai-ps1.7:0.3_0": "1.7. Kammakathā",
    "ai-ps1.7:1.1_0": "It was a (good) actions that were bad and results.",
    "ai-ps1.7:1.2_0": "Neither a deed was doesn’t result.",
    "ai-ps1.7:1.3_0": "there was a (good) deeds, there was results in deeds,",
    "ai-ps1.7:1.4_0": "there was no deeds to be done.",
    "ai-ps1.7:1.5_0": "It will be a legal procedure done by an incomplete assembly.",
    "ai-ps1.7:1.6_0": "it was not the result of deeds,",
    "ai-ps1.7:1.7_0": "past, future, and present.",
    "ai-ps1.7:2.1_0": "there is deeds that have a result in deeds;",
    "ai-ps1.7:2.2_0": "there is no deeds that lead to deeds.",
    "ai-ps1.7:2.3_0": "there will be an (volitional) actions that have results,",
    "ai-ps1.7:2.4_0": "there is no (etc.) means there is deeds that can be done by deeds that deed.",
    "ai-ps1.7:2.5_0": "at the present time,",
    "ai-ps1.7:3.1_0": "there will be an (volitional) actions that are bad-natured,",
    "ai-ps1.7:3.2_0": "there will be no deed there will be no result in (the results) deeds.",
    "ai-ps1.7:3.3_0": "From the day of the future,",
    "ai-ps1.7:4.1_0": "I was a wholesome deed,",
    "ai-ps1.7:4.2_0": "I was wholesome and result in deeds, but the result of good deeds,",
    "ai-ps1.7:4.3_0": "I had a wholesome deed.",
    "ai-ps1.7:4.4_0": "I had a wholesome deed.",
    "ai-ps1.7:4.5_0": "I was wholesome and result in deeds,",
    "ai-ps1.7:4.6_0": "I was wholesome and result in deeds,",
    "ai-ps1.7:5.1_0": "There is a wholesome deeds, there is a result in deeds,",
    "ai-ps1.7:5.2_0": "There is a wholesome deeds, there is no result in deeds,",
    "ai-ps1.7:5.3_0": "There is a wholesome deed, for the result,",
    "ai-ps1.7:5.4_0": "There is no skillful deeds, there will be no result in deeds,",
    "ai-ps1.7:6.1_0": "there will be a wholesome deed, a wholesome deed,",
    "ai-ps1.7:6.2_0": "there will be no Skillful deeds, and results in deeds.",
    "ai-ps1.7:7.1_0": "there was an unwholesome result for a bad deed.",
    "ai-ps1.7:7.2_0": "I wasn’t skilled in deeds, and the result of deeds.",
    "ai-ps1.7:7.3_0": "There was an unwholesome result for a bad result.",
    "ai-ps1.7:7.4_0": "there was no unwholesome deeds for a result,",
    "ai-ps1.7:7.5_0": "there was an unwholesome deed, for a wholesome deed.",
    "ai-ps1.7:7.6_0": "There was no unwholesome deeds for a result,",
    "ai-ps1.7:8.1_0": "There is an unwholesome result for deeds,",
    "ai-ps1.7:8.2_0": "There is no unskillful deeds for a result,",
    "ai-ps1.7:8.3_0": "There is an unwholesome (intentional) deed there is a result for deeds,",
    "ai-ps1.7:8.4_0": "There is no unskillful deeds, or result in deeds.",
    "ai-ps1.7:9.1_0": "There will be an unwholesome (intentional) deed there will be results,",
    "ai-ps1.7:9.2_0": "There will be no unwholesome deeds for the result,",
    "ai-ps1.7:10.1_0": "She was a (good) procedure. ...",
    "ai-ps1.7:10.2_0": "His work was blameworthy. ...",
    "ai-ps1.7:10.3_0": "dark deeds with dark results ...",
    "ai-ps1.7:10.4_0": "bright deeds with bright results ...",
    "ai-ps1.7:10.5_0": "Pleasant deed that a deed was a pleasure. ...",
    "ai-ps1.7:10.6_0": "It was a deed that emerges from suffering. ...",
    "ai-ps1.7:10.7_0": "Pleasant deeds ...",
    "ai-ps1.7:10.8_0": "as results in suffering.",
    "ai-ps1.7:10.9_0": "It wasn’t painful deeds, results in suffering.",
    "ai-ps1.7:10.10_0": "as painful deeds with results;",
    "ai-ps1.7:10.11_0": "there was no result in suffering.",
    "ai-ps1.7:10.12_0": "It will be results in suffering, and the result of suffering.",
    "ai-ps1.7:10.13_0": "there was no result in suffering.",
    "ai-ps1.7:11.1_0": "There is a result in suffering, there is the result of deeds,",
    "ai-ps1.7:11.2_0": "There is no result in suffering, there is no result in deeds,",
    "ai-ps1.7:11.3_0": "there will be results in suffering, and the result of deeds.",
    "ai-ps1.7:11.4_0": "there is no result in suffering, and the result of deeds.",
    "ai-ps1.7:12.1_0": "there will be results in suffering, and the result of suffering.",
    "ai-ps1.7:12.2_0": "There will be no result of suffering for deeds, and results in suffering.",
    "ai-ps1.7:12.3_0": "The account of the legal procedures is finished."
}