{
    "ai-ps3.2:0.1_0": "Paṭisambhidāmagga",
    "ai-ps3.2:0.2_0": "3 Paññāvagga",
    "ai-ps3.2:0.3_0": "3.2. Iddhikathā",
    "ai-ps3.2:1.1_0": "psychic powers,",
    "ai-ps3.2:1.2_0": "Are any psychic powers?",
    "ai-ps3.2:1.3_0": "How many kinds of psychic power do the plane of the ground?",
    "ai-ps3.2:1.4_0": "greedy for sense pleasures.",
    "ai-ps3.2:1.5_0": "and by the power of this one with his psychic powers",
    "ai-ps3.2:1.6_0": "Are any psychic powers?",
    "ai-ps3.2:1.7_0": "There are ten psychic powers:",
    "ai-ps3.2:1.8_0": "Knowledge of psychic power?",
    "ai-ps3.2:1.9_0": "The four grounds for psychic power are the fourteen feet.",
    "ai-ps3.2:2.1_0": "What are the ten successes?",
    "ai-ps3.2:2.2_0": "There were abiding in psychic powers whose psychic powers, mind-made of psychic power, immersion, and wisdom; from that postures, absences, and psychic powers, the noble truth of the merit.",
    "ai-ps3.2:3.1_0": "What are the four grounds for psychic power?",
    "ai-ps3.2:3.2_0": "Gladness, the first absorption, the second absorption, the third absorption, the fourth absorption.",
    "ai-ps3.2:3.3_0": "These are the four grounds for psychic power that occurred with psychic power, gaining psychic power, and gaining psychic power, they lead to gaining psychic power.",
    "ai-ps3.2:4.1_0": "What four?",
    "ai-ps3.2:4.2_0": "immersion due to enthusiasm, and active effort.",
    "ai-ps3.2:4.3_0": "These four blessings of psychic power, gaining psychic power, attaining the absence of psychic power, and attaining the spiritual power of psychic power.",
    "ai-ps3.2:5.1_0": "What eight?",
    "ai-ps3.2:5.2_0": "If a mendicant depends on enthusiasm in order to gain immersion, gain unification of mind,",
    "ai-ps3.2:5.3_0": "immersion,",
    "ai-ps3.2:5.4_0": "wisdom is another.",
    "ai-ps3.2:5.5_0": "If a mendicant depends on energy in order to gain immersion, gain unification of mind,",
    "ai-ps3.2:5.6_0": "energy ...",
    "ai-ps3.2:5.7_0": "another immersion.",
    "ai-ps3.2:5.8_0": "If a mendicant depends on the mind in order to gain immersion, gain unification of mind,",
    "ai-ps3.2:5.9_0": "mind is not immersed in samādhi;",
    "ai-ps3.2:5.10_0": "another mind.",
    "ai-ps3.2:5.11_0": "If a mendicant depends on inquiry in order to gain immersion, gain unification of mind,",
    "ai-ps3.2:5.12_0": "immersion,",
    "ai-ps3.2:5.13_0": "another immersion.",
    "ai-ps3.2:5.14_0": "These eight psychic powers of psychic power that might lead to gaining psychic powers, attaining the absence of psychic power, and attaining the spiritual powers.",
    "ai-ps3.2:6.1_0": "What are the sixteen?",
    "ai-ps3.2:6.2_0": "Without imperturbable mind, they don’t imperturbable in the imperturbable.",
    "ai-ps3.2:6.3_0": "Restlessness doesn’t become disturbed; he doesn’t imperturbable in the imperturbable.",
    "ai-ps3.2:6.4_0": "So they don’t become imperturbable.",
    "ai-ps3.2:6.5_0": "They don’t attain the imperturbable, the imperturbable, and the imperturbable.",
    "ai-ps3.2:6.6_0": "They don’t extend the mind in the imperturbable.",
    "ai-ps3.2:6.7_0": "So they don’t penetrate the imperturbable.",
    "ai-ps3.2:6.8_0": "Their mind is not free from sensual desire.",
    "ai-ps3.2:6.9_0": "Their mind is not disturbed,",
    "ai-ps3.2:6.10_0": "When she has superbed, she does not imperturbable, mature, and imperturbable.",
    "ai-ps3.2:6.11_0": "They don’t attain the imperturbable, workable, steady, and imperturbable.",
    "ai-ps3.2:6.12_0": "The mind is not possessed by faith but the unfaithful. They don’t imperturbable in the imperturbable.",
    "ai-ps3.2:6.13_0": "They don’t inspire their mind with energy the imperturbable, not imperturbable.",
    "ai-ps3.2:6.14_0": "When there is an imperturbable, he does not attain the imperturbable,",
    "ai-ps3.2:6.15_0": "immersion, a restless mind, and an imperturbable.",
    "ai-ps3.2:6.16_0": "Their mind is not possessed by wisdom; it doesn’t imperturbable in the imperturbable.",
    "ai-ps3.2:6.17_0": "An imperturbable mind, but not in the darkness of the light.",
    "ai-ps3.2:6.18_0": "These are the sixteen psychic powers that are the root of psychic powers, with psychic powers, greedy tendencies.",
    "ai-ps3.2:7.0_0": "3.2.1. Dasaiddhiniddesa",
    "ai-ps3.2:7.1_0": "What is psychic power?",
    "ai-ps3.2:7.2_0": "It’s when a mendicant wields the many kinds of psychic power:",
    "ai-ps3.2:7.3_0": "become many,",
    "ai-ps3.2:7.4_0": "developing the state of existence.",
    "ai-ps3.2:7.5_0": "The worm-eating walls, trickling downstreams, just like the sky.",
    "ai-ps3.2:7.6_0": "They dropped off the earth, like water.",
    "ai-ps3.2:7.7_0": "It’s like how it settles by water.",
    "ai-ps3.2:7.8_0": "And when the sky is birds in a sky, as the dog appears bird.",
    "ai-ps3.2:7.9_0": "even the moon and sun, so mighty and powerful, who started through the power of the Realized One.",
    "ai-ps3.2:7.10_0": "he controls to the body as far as the Brahmā realm.",
    "ai-ps3.2:8.1_0": "“In this teaching and training.”",
    "ai-ps3.2:8.2_0": "hence it is said:",
    "ai-ps3.2:8.3_0": "“Yes,” they replied.",
    "ai-ps3.2:8.4_0": "It is good when ordinary person, whether ordinary or not it is liable to decline,",
    "ai-ps3.2:8.5_0": "He wields the many kinds of psychic power: multiplying himself and becoming one again;",
    "ai-ps3.2:8.6_0": "had become one, and one hundred thousand, or one hundred thousand aeons.",
    "ai-ps3.2:8.7_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:8.8_0": "‘I’m very fruitful.’”",
    "ai-ps3.2:8.9_0": "he is developed and cultivated:",
    "ai-ps3.2:8.10_0": "Just as one a (god) Cūḷapanthaka, who had become a master of psychic powers, one who has mastered many psychic powers, one who has become one,",
    "ai-ps3.2:8.11_0": "it is very helpful to one that follows a lot.",
    "ai-ps3.2:8.12_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:8.13_0": "“I’m one, sir.”",
    "ai-ps3.2:8.14_0": "it is one-pointed.",
    "ai-ps3.2:8.15_0": "Just as a very many successful and majestic powers had become one, and many having become one, one who has mastered psychic powers.",
    "ai-ps3.2:9.1_0": "some are unconcealed, not concealed,",
    "ai-ps3.2:9.2_0": "a place where some Rohiṇī is covered, concealed by someone.",
    "ai-ps3.2:9.3_0": "if he leaves them through a wall, a mountain peak, or a sesame seed, just as though he were living in the air.",
    "ai-ps3.2:9.4_0": "Outside the walls, the Tipiṭakas, and the mountain called Gandhāra,",
    "ai-ps3.2:9.5_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:9.6_0": "which is the right size.",
    "ai-ps3.2:9.7_0": "there is someone like a house,",
    "ai-ps3.2:9.8_0": "if he leaves the wall peak, etc.;",
    "ai-ps3.2:9.9_0": "just as the overpower man has psychic powers, so too the overpower- a lamp of psychic power appeared in the sky, just as the earth kasiṇa could go through the air.",
    "ai-ps3.2:10.1_0": "or the earth is plagued by water; it’s just like water with its firebrands and attainments.",
    "ai-ps3.2:10.2_0": "thinking of earth.",
    "ai-ps3.2:10.3_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:10.4_0": "which has the water.",
    "ai-ps3.2:10.5_0": "water pours from the water.",
    "ai-ps3.2:10.6_0": "he lights up the earth with his thunder.",
    "ai-ps3.2:10.7_0": "just as when people have psychic powers, their mind draws back from the water-pot, so too the earth in the water.",
    "ai-ps3.2:11.1_0": "As they do so they become indulgent and fall in the earth.",
    "ai-ps3.2:11.2_0": "droping the water:",
    "ai-ps3.2:11.3_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:11.4_0": "“May they be earth!”",
    "ai-ps3.2:11.5_0": "there is the earth,",
    "ai-ps3.2:11.6_0": "if he is going back in the water;",
    "ai-ps3.2:11.7_0": "As people do so, they go to the earth, so too, the minds of psychic power that are grounded on earth.",
    "ai-ps3.2:12.1_0": "And the couches he becomes rigid with the dogs, just as a bird does so too.",
    "ai-ps3.2:12.2_0": "Being over a space;",
    "ai-ps3.2:12.3_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:12.4_0": "“May they be earth!”",
    "ai-ps3.2:12.5_0": "there is the earth,",
    "ai-ps3.2:12.6_0": "They walk, stand, sit, and lie down in the sky.",
    "ai-ps3.2:12.7_0": "people do likewise.",
    "ai-ps3.2:13.1_0": "Even the moon and sun, so mighty and powerful, who having psychic powers, reappears here and there, and glorys an unimpediness for the moon and sun, or repulsion for laziness.",
    "ai-ps3.2:13.2_0": "After applying themselves to knowledge, he focuses it:",
    "ai-ps3.2:13.3_0": "“There’s no need.”",
    "ai-ps3.2:13.4_0": "if she is a sorry;",
    "ai-ps3.2:13.5_0": "While sitting there, he touches the sun and moon, delights with his hands, if he touches the sun roses, he touches it.",
    "ai-ps3.2:13.6_0": "People engaged in all kinds of psychic power that had arisen, no variety of forms appeared to him when they go uplifted with psychic powers. In the evening, they sit or lie down.",
    "ai-ps3.2:14.1_0": "And if he wants to perform a determine it as far as the Brahmā realm, he becomes abide in the Brahmā realm.",
    "ai-ps3.2:14.2_0": "“Who are there?”",
    "ai-ps3.2:14.3_0": "you go to the presence of one.",
    "ai-ps3.2:14.4_0": "And he determines a message:",
    "ai-ps3.2:14.5_0": "“May you be like that.”",
    "ai-ps3.2:14.6_0": "a messenger is a farmer;",
    "ai-ps3.2:14.7_0": "And they determined a lot:",
    "ai-ps3.2:14.8_0": "which is the right size.",
    "ai-ps3.2:14.9_0": "They’re a little child,",
    "ai-ps3.2:14.10_0": "And they determined a lot:",
    "ai-ps3.2:14.11_0": "which he was full.",
    "ai-ps3.2:14.12_0": "a lot of property.",
    "ai-ps3.2:14.13_0": "with his divine eye sees a sight.",
    "ai-ps3.2:14.14_0": "the divine ear-element hears,",
    "ai-ps3.2:14.15_0": "he knows a mind-made mind with Brahmā’s mind;",
    "ai-ps3.2:14.16_0": "If his mind is destroyed, he has achieved mastery of the mind, and he wants to go from the Brahmā realm by psychic power by means of his body, his mind becomes internally as the Brahmā realm.",
    "ai-ps3.2:14.17_0": "having determined mind with the body, they enter upon a Brahmā realm by means of happiness and looking away.",
    "ai-ps3.2:14.18_0": "If he has achieved mastery of his mind, he is one who has achieved mastery of the Brahmā-world, if he wants to go in the Brahmā-world thus: “If the mind is lost, it is in the Brahmā-world.",
    "ai-ps3.2:14.19_0": "Having determined by the mind, he works his body and mind, and then goes away from the Brahmā realm.",
    "ai-ps3.2:14.20_0": "To those forms of Brahmā, I directly knew all physical, mind-made, complete in all its various parts, not deficient in any faculty.",
    "ai-ps3.2:14.21_0": "If he walks up and down, he eventually stands walking mindfully there.",
    "ai-ps3.2:14.22_0": "If he stands, he stands where there is,",
    "ai-ps3.2:14.23_0": "If he sits down, he sat down and lay down on his psychic power.",
    "ai-ps3.2:14.24_0": "If he lies down, he thinks, “If I’m lying down, they lie down there.”",
    "ai-ps3.2:14.25_0": "If the psychic power of his psychic power were smokeed, he glad.",
    "ai-ps3.2:14.26_0": "If he lies down, he fell out of psychic power.",
    "ai-ps3.2:14.27_0": "if he speaks the Dhamma, he speaks the Dhamma on Dhamma,",
    "ai-ps3.2:14.28_0": "If he asks a question, he asks a question, and he answers questions about it.",
    "ai-ps3.2:14.29_0": "If he fails to answer, he answers questions them when asked a question.",
    "ai-ps3.2:14.30_0": "And if he stands with him, chatting, and lies down together with Brahmā.",
    "ai-ps3.2:14.31_0": "go to that sacrifice.",
    "ai-ps3.2:14.32_0": "this is called psychic power.",
    "ai-ps3.2:15.1_0": "What is psychic power?",
    "ai-ps3.2:15.2_0": "Sikhī had a disciple called Abhibhū. Standing in the Brahmā realm, he could make his voice heard throughout the galaxy.",
    "ai-ps3.2:15.3_0": "He taught Dhamma with his body.",
    "ai-ps3.2:15.4_0": "and you teach Dhamma.",
    "ai-ps3.2:15.5_0": "Though he was teaching Dhamma in an opposite direction, and invited by above.",
    "ai-ps3.2:15.6_0": "Though he was teaching Dhamma which was carried along by an upper half visible and the lower half invisible.",
    "ai-ps3.2:15.7_0": "he shows disparages the color of an elephant, a horse, a chariot, or a king’s grain, or a jackal, was said to be shown to be shown indication: “God, jackal, it shows what is seen, it shows the height of the elephants, horses, chariots, or boys, infantry; or he shows what is loweducated; he shows what is not to be shown disparageable, not to be shown by the elephants, horseback, not being an elephant, arrogs, a chariot, a strike, or one, or one, or one who shows them away in colors the form of the Brahmā realm.”",
    "ai-ps3.2:15.8_0": "this is the miracle of psychic power.",
    "ai-ps3.2:16.1_0": "What is psychic power?",
    "ai-ps3.2:16.2_0": "It’s when a mendicant creates another body, physical, mind-made, complete in all its various parts, not deficient in any faculty.",
    "ai-ps3.2:16.3_0": "Suppose a person was to draw a reed out from its sheath.",
    "ai-ps3.2:16.4_0": "He’d think,",
    "ai-ps3.2:16.5_0": "“This is the momentary, this is the sheath.",
    "ai-ps3.2:16.6_0": "another sage has another knowledge.",
    "ai-ps3.2:16.7_0": "but I’ve finished with all this.”",
    "ai-ps3.2:16.8_0": "Or suppose a person was to draw a sword out from its scabbard.",
    "ai-ps3.2:16.9_0": "He’d think,",
    "ai-ps3.2:16.10_0": "“This is the sword, this is the silly man.",
    "ai-ps3.2:16.11_0": "Koṇḍañña knew",
    "ai-ps3.2:16.12_0": "But you’re the same.”",
    "ai-ps3.2:16.13_0": "Or suppose a person was to draw a snake out from its slough.",
    "ai-ps3.2:16.14_0": "He’d think,",
    "ai-ps3.2:16.15_0": "“This is the snake, this is the slough.",
    "ai-ps3.2:16.16_0": "another swiftly is the snake.",
    "ai-ps3.2:16.17_0": "The snake has been drawn out from the slough.”",
    "ai-ps3.2:16.18_0": "In the same way, a mendicant creates another body, physical, mind-made, complete in all its various parts, not deficient in any faculty.",
    "ai-ps3.2:16.19_0": "This is the mind-made body.",
    "ai-ps3.2:17.1_0": "What are the psychic powers?",
    "ai-ps3.2:17.2_0": "The perception of impermanence is impermanent.",
    "ai-ps3.2:17.3_0": "Knowledge of consciousnesses.",
    "ai-ps3.2:17.4_0": "the perception of suffering in impermanence ...",
    "ai-ps3.2:17.5_0": "the perception of not-self ...",
    "ai-ps3.2:17.6_0": "the dissatisfaction ...",
    "ai-ps3.2:17.7_0": "fading away ...",
    "ai-ps3.2:17.8_0": "the origin of cessation ...",
    "ai-ps3.2:17.9_0": "letting go of negligence, the giving up of negligence,",
    "ai-ps3.2:17.10_0": "Knowledge of consciousnesses.",
    "ai-ps3.2:17.11_0": "venerable Bāhiya of the venerable Bakula’s psychic power, the knowledge of the analytical knowledge of (the truths of) psychic power,",
    "ai-ps3.2:17.12_0": "This is the psychic power of knowledge.",
    "ai-ps3.2:18.1_0": "What is the psychic powers?",
    "ai-ps3.2:18.2_0": "Through the first absorption he comes to abandon the hindrances, saying,",
    "ai-ps3.2:18.3_0": "Psychic Power",
    "ai-ps3.2:18.4_0": "They think, “For the placing of the mind and keeping it connected are stilled,”",
    "ai-ps3.2:18.5_0": "Psychic Power",
    "ai-ps3.2:18.6_0": "The third absorption is Dhammadinnā. ...",
    "ai-ps3.2:18.7_0": "The fourth absorption ...",
    "ai-ps3.2:18.8_0": "the dimension of infinite space ...",
    "ai-ps3.2:18.9_0": "the dimension of infinite consciousness ...",
    "ai-ps3.2:18.10_0": "the perception of the dimension of nothingness ...",
    "ai-ps3.2:18.11_0": "The perception of the dimension of neither perception nor non-perception is destiny. And he has attained the attainment of the dimension of nothingness.",
    "ai-ps3.2:18.12_0": "Psychic Power",
    "ai-ps3.2:18.13_0": "Sāriputta’s psychic power, the absence of immersion, the scope of psychic power, the scope of immersion, the broad rocks, immersions, and transformations of supernormal power.",
    "ai-ps3.2:18.14_0": "This is the psychic power of immersion.",
    "ai-ps3.2:19.1_0": "What is noble psychic power?",
    "ai-ps3.2:19.2_0": "It’s when a mendicant wishes:",
    "ai-ps3.2:19.3_0": "‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do.",
    "ai-ps3.2:19.4_0": "If they wish:",
    "ai-ps3.2:19.5_0": "‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do.",
    "ai-ps3.2:19.6_0": "If they wish:",
    "ai-ps3.2:19.7_0": "‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do.",
    "ai-ps3.2:19.8_0": "If they wish:",
    "ai-ps3.2:19.9_0": "‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do.",
    "ai-ps3.2:19.10_0": "If they wish:",
    "ai-ps3.2:19.11_0": "‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do.”",
    "ai-ps3.2:20.1_0": "How do you meditate perceiving the unrepulsive in the repulsive?",
    "ai-ps3.2:20.2_0": "If he makes it prevented for the corruption of loving-kindness in the nostrils or in the air element,",
    "ai-ps3.2:20.3_0": "That’s how they meditate perceiving the repulsive in the unrepulsive.",
    "ai-ps3.2:21.1_0": "How do you meditate perceiving the repulsive in the unrepulsive?",
    "ai-ps3.2:21.2_0": "he utters stagnation in what is impermanent and unattractive,",
    "ai-ps3.2:21.3_0": "That’s how they meditate perceiving the repulsive in the unrepulsive.",
    "ai-ps3.2:22.1_0": "And how does one meditate perceiving the unrepulsive in the repulsive and the unrepulsive?",
    "ai-ps3.2:22.2_0": "he makes it happy and satisfied by loving-kindness, and including the elements;",
    "ai-ps3.2:22.3_0": "That’s how the unrepulsive in the repulsive and the unrepulsive.",
    "ai-ps3.2:23.1_0": "And how does someone meditate perceiving the repulsive in the unrepulsive?",
    "ai-ps3.2:23.2_0": "And in that what is contrary to both the desirable and the undesirable, whether it’s impermanent or not-self.",
    "ai-ps3.2:23.3_0": "That’s how the repulsive and the unrepulsive,",
    "ai-ps3.2:24.1_0": "And how does one meditate equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive?",
    "ai-ps3.2:24.2_0": "It’s a mendicant who, when they see a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware.",
    "ai-ps3.2:24.3_0": "Hearing a sound with the ears ...",
    "ai-ps3.2:24.4_0": "When they smell an odor with their nose ...",
    "ai-ps3.2:24.5_0": "Tasting a flavor with their tongue ...",
    "ai-ps3.2:24.6_0": "When we feel a touch with our body ...",
    "ai-ps3.2:24.7_0": "When they know a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware.",
    "ai-ps3.2:24.8_0": "In this way, they meditate equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive.",
    "ai-ps3.2:24.9_0": "this is the noble psychic power.",
    "ai-ps3.2:25.1_0": "What is the result of deeds?",
    "ai-ps3.2:25.2_0": "all the gods who have left behind.",
    "ai-ps3.2:25.3_0": "this is the result of deeds.",
    "ai-ps3.2:26.1_0": "What is psychic power?",
    "ai-ps3.2:26.2_0": "a wheel-turning monarch, even with a fourfold army, even with the army of four divisions.",
    "ai-ps3.2:26.3_0": "For the householder Jotipāla’s psychic power, who had supernormal power, who had supernormal powers, with merit and degreements for the householders.",
    "ai-ps3.2:26.4_0": "This is the ground for psychic power.",
    "ai-ps3.2:27.1_0": "What is psychic power?",
    "ai-ps3.2:27.2_0": "Knowledge and Vijaya, they show them the elephants, horses, and chariots, and infantry.",
    "ai-ps3.2:27.3_0": "This is the psychic power that comes from psychic power.",
    "ai-ps3.2:28.1_0": "Herein, how is a reference to the midst of psychic power?",
    "ai-ps3.2:28.2_0": "Desire for renunciation, he will give up sensual desires,",
    "ai-ps3.2:28.3_0": "Herein, there is proper conduct by using that is condition for the midst of psychic power.",
    "ai-ps3.2:28.4_0": "Ill will be successful by ill will, and subtle.",
    "ai-ps3.2:28.5_0": "Herein, there is right concentration with psychic power.",
    "ai-ps3.2:28.6_0": "And he has given up all defilements by developing the path to perfection.",
    "ai-ps3.2:28.7_0": "Herein, there is proper conduct by using that is condition for the midst of psychic power.",
    "ai-ps3.2:28.8_0": "Herein, there is a condition for the miracle of psychic power.",
    "ai-ps3.2:28.9_0": "These are the ten psychic powers.",
    "ai-ps3.2:28.10_0": "The account of the psychic powers is finished."
}