{
    "ai-snp1.4:0.1_0": "Sutta Nipāta 1.4",
    "ai-snp1.4:0.2_0": "Kasibhāradvājasutta",
    "ai-snp1.4:1.1_0": "So I have heard.",
    "ai-snp1.4:1.2_0": "At one time the Buddha was staying in the land of the Magadhans in the Southern Hills near the brahmin village of Ekanāḷa.",
    "ai-snp1.4:1.3_0": "Now at that time the brahmin Bhāradvāja the Farmer had harnessed around five hundred plows, it being the season for sowing.",
    "ai-snp1.4:1.4_0": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to where Bhāradvāja the Farmer was working.",
    "ai-snp1.4:1.5_0": "Then at that time the brahmin Kasībhāradvāja’s food distribution was proceeding.",
    "ai-snp1.4:1.6_0": "Then the Buddha went to where the distribution was taking place and stood to one side.",
    "ai-snp1.4:2.1_0": "Bhāradvāja the Farmer saw him standing for alms",
    "ai-snp1.4:2.2_0": "and having seen (that), he said this to the Fortunate One:",
    "ai-snp1.4:2.3_0": "“Ascetic, I plough and I sow,",
    "ai-snp1.4:2.4_0": "and after ploughing and sowing I eat.",
    "ai-snp1.4:2.5_0": "You also, ascetic, should plough and sow,",
    "ai-snp1.4:2.6_0": "and after ploughing and sowing you can eat.”",
    "ai-snp1.4:3.1_0": "“Brahmin, I also plough and sow,",
    "ai-snp1.4:3.2_0": "and after ploughing and sowing I eat.”",
    "ai-snp1.4:3.3_0": "“But we don’t see Master Gotama’s yoke or plough or poisonous yoke or ploughs.",
    "ai-snp1.4:3.4_0": "but still the reverend Gotama said this:",
    "ai-snp1.4:3.5_0": "‘Brahmin, I also plough and sow,",
    "ai-snp1.4:3.6_0": "and then eat.’”",
    "ai-snp1.4:4.1_0": "Then Bhāradvāja the Farmer addressed the Buddha in verse:",
    "ai-snp1.4:5.1_0": "“You claim to be a farmer,",
    "ai-snp1.4:5.2_0": "but we don’t see your plough.",
    "ai-snp1.4:5.3_0": "Please tell us about ploughing when asked?",
    "ai-snp1.4:5.4_0": "so that we can know your farming.”",
    "ai-snp1.4:6.1_0": "“Faith is my seed, austerity my rain,",
    "ai-snp1.4:6.2_0": "wisdom is my pair of wisdom,",
    "ai-snp1.4:6.3_0": "Conscience is my pole, mind my strap,",
    "ai-snp1.4:6.4_0": "mindfulness my plowshare and goad.",
    "ai-snp1.4:7.1_0": "guarding body, speech, and mind,",
    "ai-snp1.4:7.2_0": "I restrict my intake of food.",
    "ai-snp1.4:7.3_0": "I use truth as my scythe,",
    "ai-snp1.4:7.4_0": "and gentleness is my release.",
    "ai-snp1.4:8.1_0": "Energy is my beast of burden,",
    "ai-snp1.4:8.2_0": "transporting me to a place of sanctuary.",
    "ai-snp1.4:8.3_0": "It goes without turning back",
    "ai-snp1.4:8.4_0": "to where there is no sorrow.",
    "ai-snp1.4:9.1_0": "this ploughing ploughshare talking about?",
    "ai-snp1.4:9.2_0": "that has the Deathless as its fruit.",
    "ai-snp1.4:9.3_0": "When you finish this farming",
    "ai-snp1.4:9.4_0": "you’re released from all suffering.”",
    "ai-snp1.4:10.1_0": "Then the brahmin Bhāradvāja the Farmer drew close to the Buddha, illuminating it, and brought it to the Buddha.",
    "ai-snp1.4:10.2_0": "“Eat, Master Gotama,",
    "ai-snp1.4:10.3_0": "you are truly a farmer.",
    "ai-snp1.4:10.4_0": "for Master Gotama transgress the Deathless?”",
    "ai-snp1.4:11.1_0": "“Food enchanted by a spell isn’t fit for me to eat.",
    "ai-snp1.4:11.2_0": "that is not the Dhamma, brahmin, of those who see,",
    "ai-snp1.4:11.3_0": "Buddhas reject what is gained through chanting verses,",
    "ai-snp1.4:11.4_0": "while Dhamma lasts, brahmin, this is their way of life.",
    "ai-snp1.4:12.1_0": "Serve with other food and drink",
    "ai-snp1.4:12.2_0": "the consummate one, the great hermit,",
    "ai-snp1.4:12.3_0": "with defilements ended and remorse stilled.",
    "ai-snp1.4:12.4_0": "for that is the field for the seeker of merit.”",
    "ai-snp1.4:13.1_0": "“Then, Master Gotama, to whom should I give this cloth?”",
    "ai-snp1.4:13.2_0": "“Brahmin, I don’t see anyone in this world with its gods, its lords of death, and its supreme beings, in this population with its ascetics and brahmins, its gods and humans, who would be able to properly digest that sugar except a Buddha or his disciple.",
    "ai-snp1.4:13.3_0": "Well then, brahmin, throw them out in water without life.”",
    "ai-snp1.4:14.1_0": "Then Bhāradvāja the Farmer dropped that dropped water into water without life.",
    "ai-snp1.4:14.2_0": "As he did so, that fumed up his dust and his desires smoke.",
    "ai-snp1.4:14.3_0": "just like a plowshare heated the whole day hisses, sputters, fumes, and smokes when dropped in water.",
    "ai-snp1.4:14.4_0": "In the same way, when those leftovers were placed in the water, they sizzled and hissed, steaming and fuming.",
    "ai-snp1.4:15.1_0": "Then the brahmin Bhāradvāja the Farmer went to the Buddha.",
    "ai-snp1.4:15.1_1": "and after approaching and worshipping the Fortunate One’s feet, he said this to the Fortunate One:",
    "ai-snp1.4:15.2_0": "“Excellent, Master Gotama! Excellent! ...",
    "ai-snp1.4:15.3_0": "Just as one might set upright what had been overturned, or reveal what had been hidden, or show the way to one who was lost, or bring a lamp into the darkness so that one with eyes might see what’s there—",
    "ai-snp1.4:15.3_1": "just so has the Dhamma been made clear by reverend Gotama in more than one way.",
    "ai-snp1.4:15.4_0": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. I wish to receive the going forth, the ordination in the Buddha’s presence.”",
    "ai-snp1.4:16.1_0": "And the brahmin Bhāradvāja the Father received the going forth, the ordination in the Buddha’s presence.",
    "ai-snp1.4:16.2_0": "Not long after his ordination, Venerable Bhāradvāja, living alone, withdrawn, diligent, keen, and resolute.",
    "ai-snp1.4:16.3_0": "in this very life you will soon realize with your own insight the supreme goal of the spiritual life",
    "ai-snp1.4:16.4_0": "for which people from good families rightly go forth from home to homelessness.",
    "ai-snp1.4:16.5_0": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”",
    "ai-snp1.4:16.6_0": "And Venerable Bhāradvāja became one of the perfected.",
    "ai-snp1.4:16.7_0": "With Bhāradvāja the Farmer"
}