{
    "ai-tika-vin05t14:0_0": "On the earth",
    "ai-tika-vin05t14:1_0": "Two on earth: productive earth and unproductive earth.",
    "ai-tika-vin05t14:1_1": "Herein, there are those who are pure soil, pure in their bodies of earth, unbroken and impeccable, spotless, and unmarred, liberating, praised by sensible people, without reaching even air.",
    "ai-tika-vin05t14:1_2": "A pile of soil or a pile of clay that has been rained upon for more than four months, this too is called “earth”.",
    "ai-tika-vin05t14:1_3": "Abounded of the earth: one whose bodies are pure and bright, who ill will are diligent, like water-boiling earth and bubbles, just gravel, who even just a little food with little soil, mostly bubbles, soil, mostly, mostly eaten by the earth.",
    "ai-tika-vin05t14:1_4": "A pile of soil or a pile of clay that has been rained upon for less than four months, this too is called “unproductive earth”.",
    "ai-tika-vin05t14:2_0": "Herein, when he is born, he commits an offense entailing confession.",
    "ai-tika-vin05t14:2_1": "Here is an explanation to say:",
    "ai-tika-vin05t14:2_2": "If he digs it himself, he commits an offense entailing confession.",
    "ai-tika-vin05t14:2_3": "If he tells another to take it, but if it is only another, it is to be given to one by one, he commits an offense entailing confession.",
    "ai-tika-vin05t14:2_4": "If it is current again and again, he should have it built for by speech, then he commits an offense entailing confession.",
    "ai-tika-vin05t14:2_5": "if he digs, then say, “Cond is allowable.”",
    "ai-tika-vin05t14:2_6": "Because there is a lotus pond named",
    "ai-tika-vin05t14:2_7": "That’s why this life is the proper period.",
    "ai-tika-vin05t14:2_8": "So too, the same meat are to be transferred to the moment, and instruments.",
    "ai-tika-vin05t14:2_9": "“For this opportunity to me, it is not allowable to be dug in this very spot.”",
    "ai-tika-vin05t14:2_10": "“We could pull it at the root of a tree,” or “It’s unshakable for this very moment,” and they added: “Even itch is to be taken out, opportunity,”",
    "ai-tika-vin05t14:3_0": "73.",
    "ai-tika-vin05t14:3_1": "That lotus pond isn’t able to cure it.",
    "ai-tika-vin05t14:3_2": "It’s allowed to keep up the strips of rain if it’s still at the earth from the ground.",
    "ai-tika-vin05t14:3_3": "for one who is unable to make a sure that’s too trying to avoid sprinkling water and pouring water.",
    "ai-tika-vin05t14:3_4": "The lotus ponds bathing water, having wounds, and falling water.",
    "ai-tika-vin05t14:3_5": "If it is for the rainy-season residence, it is allowable to break up the rainy season and to break it up.",
    "ai-tika-vin05t14:3_6": "But if it is currented by water that rains on the ground, the water is cold, and he does so it’s lying in the water.",
    "ai-tika-vin05t14:4_0": "Preaching the stone, he produced in a box and pulls out; whatever is unpleasantly the earth kasiṇa makes it happy. In that case, the earth kasiṇa goes on earth.",
    "ai-tika-vin05t14:4_1": "But he strikes and bathing the water, he isn’t able to purse the water.",
    "ai-tika-vin05t14:4_2": "If it is allowed to do so, it is creeping and later.",
    "ai-tika-vin05t14:4_3": "There it rains, rains, and the water falls to the water.",
    "ai-tika-vin05t14:4_4": "it is allowed to touch the lady enemy even when the gods of the Thirty-Three ...",
    "ai-tika-vin05t14:4_5": "He is allowed to live in a mountain cave, like a cesspool.",
    "ai-tika-vin05t14:4_6": "If it is in the open air, he is allowed to live in the open for less than a month.",
    "ai-tika-vin05t14:4_7": "The trees belonging to the weapons beginning with the same or as before.",
    "ai-tika-vin05t14:4_8": "Some dropping at the root, thorns, and tangles;",
    "ai-tika-vin05t14:4_9": "the cowherd’s vow is said to be a hoofprint.",
    "ai-tika-vin05t14:4_10": "But if it is not allowed to go on the ground even a single stage of a single stage, then it is not allowed to.",
    "ai-tika-vin05t14:4_11": "Likewise in the place where the kasiṇa has decorated the peacocks, and the wholesometimes of the Fathers beginning with the liked.",
    "ai-tika-vin05t14:5_0": "he goes confidently, he takes more than a month, whether he has dropped on an old cloth from the ground, from the group of six, or more than that, and he goes beyond the earth. If he takes a _māsaka_ cows, he commits an offense entailing confession.",
    "ai-tika-vin05t14:5_1": "If she takes hold of it in a vehicle, there is no offense.",
    "ai-tika-vin05t14:5_2": "if he has a house onto a couch, and he has just one cowherd.",
    "ai-tika-vin05t14:5_3": "If he let the whole of the earth, that is,",
    "ai-tika-vin05t14:5_4": "Rolling it enveloped heats itself that he was allowed to make it unallowable, deformed it, and through the water heat, heat it himself as though it were.",
    "ai-tika-vin05t14:5_5": "For the other mass of earth is not mine,",
    "ai-tika-vin05t14:5_6": "or a sort of clay: it goes on in the openings in a heap of refined more than four months, but that is allowable, it is allowable to go to the neighbour.",
    "ai-tika-vin05t14:5_7": "If he gets bricks, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t14:5_8": "It is allowed to pull the story of the air at the root of a tree and to an outshines from the ground, and it is not allowable to take it even as a cave.",
    "ai-tika-vin05t14:5_9": "likewise with a dried-out syllable, or likewise.",
    "ai-tika-vin05t14:6_0": "74.",
    "ai-tika-vin05t14:6_1": "While the new is stone, the top of a stone pillar, or the floor covered with a stick or a stone, if they floor the earth element, there is no offense.",
    "ai-tika-vin05t14:6_2": "Just then, without getting permission of the earth, she commits an offense entailing confession.",
    "ai-tika-vin05t14:6_3": "The branch trampled down and rolled around the earth, and is a rear, a woodland.",
    "ai-tika-vin05t14:6_4": "They knead it with a thorns or needles to make a neck through a wall, or if it was allowable to make it like this.",
    "ai-tika-vin05t14:6_5": "Are you able to make an offense, he thought, “I’ll perform an offense.” But he dropped on the ground, he won’t be swallowed.",
    "ai-tika-vin05t14:6_6": "For he should conduct himself properly towards his head.",
    "ai-tika-vin05t14:6_7": "Sometimes it is allowed, snapped, and sitting mats—shag-piled, embarked, served by the ground, and skilled in making a canopy above it, making a walking-path, sleeping places in it, and waking the grounds for energy. But there is no danger in it.",
    "ai-tika-vin05t14:6_8": "“We’ll shake the earth,” and they don’t hide the neck, except for the sake of earth.",
    "ai-tika-vin05t14:7_0": "All the ears, which are carrying poles, hunger-food, thirsty, and parrots, rivers and dirts,",
    "ai-tika-vin05t14:7_1": "They burn the flames of a fire, or even if he gives it away, even if he has a funeral pyre, he should put it away, put it away, burn the bowl, or even if it is still poured. So he should give it away in the same place as before.",
    "ai-tika-vin05t14:7_2": "for he cannot place the fire in the earth, but not for any water or as a fire to sun the bowl for a fire.",
    "ai-tika-vin05t14:7_3": "he places a boy above the fire, he goes to the ground, but not if he burns it.",
    "ai-tika-vin05t14:7_4": "Like bricks, bricks, and fleeces of bricks, and so on.",
    "ai-tika-vin05t14:7_5": "Now, it is possible to set out a bridge for him to cancel it.",
    "ai-tika-vin05t14:7_6": "they are not anxious because of grasping.",
    "ai-tika-vin05t14:7_7": "for a fire is not allowed to put out a fire-place;",
    "ai-tika-vin05t14:7_8": "But if it is allowed to go without an enemy.",
    "ai-tika-vin05t14:7_9": "If he is not able to become disillusioned, there is no offense for them.",
    "ai-tika-vin05t14:7_10": "If he takes a grass and sticks it while going to the ground, there is no offense for precincts.",
    "ai-tika-vin05t14:7_11": "It is allowed to give the sacred flame, and it is allowable to do the fire.",
    "ai-tika-vin05t14:7_12": "It’s possible to burn up the sacred flame. The water is allowed up to three.",
    "ai-tika-vin05t14:8_0": "‘If a monk, without making a present, he says, “I’ll make a fire born into a fire,” and he says, “I’ll make he-work.”",
    "ai-tika-vin05t14:8_1": "he says, “Certainly I do not burn,” “Diet he should do so.” And he should do so.",
    "ai-tika-vin05t14:8_2": "‘Others are intimate, they shouldn’t say, “No.”",
    "ai-tika-vin05t14:8_3": "If he is being discarded, he thinks, “I’ll tame the fire in the morning.” But he thinks, “I’ll give it to a fire.” But there is no offense for breaking it.",
    "ai-tika-vin05t14:8_4": "“Like this large post-midday of carts know, “Giving thread,” and they shared out a large posts of husk, using clay, and using a cart, or even if it were cracked bathing paste of powdered, the meaning is soiled, “This is the meaning.”",
    "ai-tika-vin05t14:8_5": "if he is speaking with anyone else, he makes a private parts in the earth with the Sangha; or if he stays apart from the ground, he commits an offense entailing confession.",
    "ai-tika-vin05t14:9_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t14:10_0": "Situation through the earth kasiṇa as the earth kasiṇa"
}