{
    "ai-tika-vin02t43:0_0": "Upālipañcakavaṇṇanā",
    "ai-tika-vin02t43:1_0": "After conquering his fortune regarding construction, he ascended the water-pot,",
    "ai-tika-vin02t43:1_1": "Standing upwards, he should not give formal support. He should not give the power of the variety of paths.",
    "ai-tika-vin02t43:1_2": "having done bad deeds, he does not believe in the view that he has done, and he does not approve of what he has done.",
    "ai-tika-vin02t43:2_0": "commentary on the colour of bean curry",
    "ai-tika-vin02t43:3_0": "424.",
    "ai-tika-vin02t43:3_1": "The body should be illustrated by the body.",
    "ai-tika-vin02t43:3_2": "The verbal recitation should be engaged in wrong speech,",
    "ai-tika-vin02t43:3_3": "In nine places: these nine places are established in nine places.",
    "ai-tika-vin02t43:3_4": "in two places: the production of one’s story, the fourth is due to three.",
    "ai-tika-vin02t43:3_5": "Consequently it is said in the Commentaries without analysisting the analysis of the jhānas.",
    "ai-tika-vin02t43:3_6": "Should understand what had been said:",
    "ai-tika-vin02t43:4_0": "Practice Conduct",
    "ai-tika-vin02t43:5_0": "425.",
    "ai-tika-vin02t43:5_1": "if he is not allowed to teach two or three people who are familiar with the four kinds of people;",
    "ai-tika-vin02t43:5_2": "The chapter on boundary",
    "ai-tika-vin02t43:5_3": "Mahāmāyā doesn’t boundary.",
    "ai-tika-vin02t43:6_0": "Liable To precept",
    "ai-tika-vin02t43:7_0": "What is meant is that it is said in some instances the matter of anyone who knows nothing.",
    "ai-tika-vin02t43:8_0": "He should not give gifts without reservation, and so on. He should stay silent.",
    "ai-tika-vin02t43:9_0": "Practicing to nuns",
    "ai-tika-vin02t43:10_0": "twice is the divided into twenty-nine kinds of dealing with the breakage at the breakage of the path, and so on.",
    "ai-tika-vin02t43:11_0": "Practice Conducive to the settling of legal issues",
    "ai-tika-vin02t43:12_0": "Whatever is called “special” : “It is for them to say that these five reasons are removed from the phrases, etc., and because they have done so, yet they all make them unity in the middle of the five stages enquiry, none of them.",
    "ai-tika-vin02t43:12_1": "(but) if he does not wander in the forest groves, running along with the continuation of roaming in a forest,",
    "ai-tika-vin02t43:12_2": "They lie down, saying this is the meaning to break those monks, that is to say, the meaning should be treated with one’s own word.",
    "ai-tika-vin02t43:12_3": "Hence you said: “She isn’t able,”",
    "ai-tika-vin02t43:12_4": "(but) after making a plain on the ground at Kapilavatthu, and performing a schism in the lamps.",
    "ai-tika-vin02t43:12_5": "Herein, they show the inner self-development by means of the inner skin that envelops the dwelling,",
    "ai-tika-vin02t43:12_6": "or else, the flowers of the Saṅgha have been necessary for those who are schism in the Sangha.",
    "ai-tika-vin02t43:12_7": "That is why he said: “I am an occasion.”",
    "ai-tika-vin02t43:12_8": "if you get to be your refuge,",
    "ai-tika-vin02t43:13_0": "for the sake of the robe-making season",
    "ai-tika-vin02t43:14_0": "for the sake of which the words “He is bedy,” etc., is included in the way beginning, “He doesn’t get rid of beds,” and so on."
}