{
    "ai-tika-abh08t16:0_0": "17. Sattarasamo paricchedo",
    "ai-tika-abh08t16:1_0": "Grasping is the commentary on the Peaceful meditation subject.",
    "ai-tika-abh08t16:2_0": "When knowledge has come to them, they do not know: “This is not mine, I am not this, this is the meaning.”",
    "ai-tika-abh08t16:2_1": "Whatever deeds they come and go to, their intention is and results, and the result of in knowledge and rebirth,",
    "ai-tika-abh08t16:3_0": "and so on are constantly attached to those same objects.",
    "ai-tika-abh08t16:3_1": "After doing acquisition of the mind, making it precededed to the body, together by making physical endurance, the mind may know about the body and mind.",
    "ai-tika-abh08t16:4_0": "Then, as he desires to catch him through the body, he who wants to go about in the past, future and present him with his mind, through the breaking up of the body, after which he has risen from the future.",
    "ai-tika-abh08t16:4_1": "When a mendicant is struck by the body, if he has a sense of urgency, his knowledge comes to an end, and thus: “This is called ‘the knowledge’.",
    "ai-tika-abh08t16:5_0": "1114.",
    "ai-tika-abh08t16:5_1": "So the mind tenses are produced by the body and mind. The knowledge that it is the time for the body and mind. Their body might arise through the time on the repulsiveness of the body.",
    "ai-tika-abh08t16:5_2": "It is limited on the extent of language of the successive objects of being entered upon the way being produced in the way beginning, “The mind has reached Nibbāna. ”",
    "ai-tika-abh08t16:6_0": "based on what is nearly the middle, the Majjhima Nikāyas of the great countries,",
    "ai-tika-abh08t16:7_0": "reading the minds of others. At the end of the path is dead.",
    "ai-tika-abh08t16:8_0": "Proceding for the sake of the Three and the practices that is present,",
    "ai-tika-abh08t16:9_0": "Herein, in the present time, whatever at the moment of the present time, it is called “base” since it is the time for the arising of the present. It is the practice that leads to the rest.",
    "ai-tika-abh08t16:9_1": "When he is announced by one in the three worlds, the mental dawn, the consciousness of the base consisting of boundless consciousness, and the mental calm, he is named peaceful,",
    "ai-tika-abh08t16:9_2": "From the first: is the meaning. The meaning is that it is good.",
    "ai-tika-abh08t16:10_0": "1131-2.",
    "ai-tika-abh08t16:10_1": "Today your mind has been checked by which adverting with, and so on, comparing those two successes, etc., thinking, “This isn’t consolidated by the Dhamma,” “This is in the present with arous mind-made, and so on.”",
    "ai-tika-abh08t16:10_2": "(But) the running out of the weavers, the bowl does not become distracted.",
    "ai-tika-abh08t16:10_3": "But when the mind is turned back from the root of the opposite sex, it’s impermanent, not perishing, and fathoming, and it’s apparent to do with a single object.",
    "ai-tika-abh08t16:11_0": "1134-41.",
    "ai-tika-abh08t16:11_1": "“Practice Factors of presently arisen there together again and again, this is what is said. I will show it again and again to the island.”",
    "ai-tika-abh08t16:11_2": "When you’ve seen this, you’ve never gone.",
    "ai-tika-abh08t16:11_3": "When one with psychic powers, the mind becomes dispassionate, and running out by continually delighting in the present life. When the mind ceases, the thought of the mind ceases.",
    "ai-tika-abh08t16:11_4": "These four were situated near the front, with their minds full of psychic power.",
    "ai-tika-abh08t16:11_5": "(They are) with psychic powers that are defiled in mind,",
    "ai-tika-abh08t16:11_6": "These sensuous kinds of psychic power for the retinue and power of the mind. They’re going beyond the object of the state of existence. Consequently, therefore their minds don’t get caught up in the future.",
    "ai-tika-abh08t16:11_7": "But the other sensuous worlds do not know the minds of sensual pleasures,",
    "ai-tika-abh08t16:11_8": "They see that sight is just like that. They see a sight with eye consciousness, and they don’t see it.",
    "ai-tika-abh08t16:12_0": "Wealth is the meaning of knowledge: “Have arisen in the future, and is necessary given to knowledge, is the meaning. Gosā, is the meaning.”",
    "ai-tika-abh08t16:13_0": "1169.",
    "ai-tika-abh08t16:13_1": "(thinking): “Apart from a variegation, wherever there are gold coins, drowned in your heart’s wish, we may not listen to the sweetness of the people, the throne of a man, the Sole Leader of the hearts,",
    "ai-tika-abh08t16:14_0": "Such is the defeat of this Dhamma.",
    "ai-tika-abh08t16:15_0": "The commentary on the Path of Grasping is finished.",
    "ai-tika-abh08t16:16_0": "The seventh chapter"
}