{
    "ai-tika-abh07t9:0_0": "1. Cittaparicchedavaṇṇanā",
    "ai-tika-abh07t9:1_0": "the commentary on the beautiful commentary,",
    "ai-tika-abh07t9:2_0": "3.",
    "ai-tika-abh07t9:2_1": "Now, it is in the possession of the things that play a part in reference to the Enlightened One’s special qualities as bronze discovering, and worry about the development of the mind, and step by bringing them to mind as “earth,” and so on.",
    "ai-tika-abh07t9:2_2": "Firstly, the sound of all",
    "ai-tika-abh07t9:2_3": "And just as one who has been recited first in the four noble truths, his mind becomes confidently settled first.",
    "ai-tika-abh07t9:2_4": "Four ways of running out:",
    "ai-tika-abh07t9:2_5": "Here the four Truths, inferior and superior states, the precious treasures, and the gradual treasures, therefore their names (of them),",
    "ai-tika-abh07t9:2_6": "Herein, sense desires: here enjoying sensual pleasures, that is to say, sense desires as object, that is to say, sense desires as object.",
    "ai-tika-abh07t9:2_7": "Or he does so gladness, touch, fostering the realm of sensual pleasures, the realm of luminous form, and the ten kinds of sensual stimulation.",
    "ai-tika-abh07t9:2_8": "For the means of both of the most important forms occurring that are proper for fine-material and immaterial sphere .",
    "ai-tika-abh07t9:2_9": "Or alternatively, all the sensual-spheresing sensual pleasures that remain in the fine-material sphere, yet their mind inclines towards sensual pleasures, namely, with arrows and spears.",
    "ai-tika-abh07t9:2_10": "And in this context it is said:",
    "ai-tika-abh07t9:3_0": "“He who enjoys what is likes, ~ who lives in dependence on sensual pleasures,",
    "ai-tika-abh07t9:4_0": "Like a roaming the wind in the sensual realm, or in the realm of luminous sensual pleasures.”",
    "ai-tika-abh07t9:5_0": "The same method of the fine-material sphere should be seen as in the formless-world,",
    "ai-tika-abh07t9:5_1": "the supermundane attainments, the pollutants, the upper world, the mind.",
    "ai-tika-abh07t9:5_2": "But a Buddha’s mind has crossed over the fruit,",
    "ai-tika-abh07t9:5_3": "Or alternatively, they can endure even a single word of the world, like the stillings of men.",
    "ai-tika-abh07t9:6_0": "The commentary on the ground is finished.",
    "ai-tika-abh07t9:7_0": "one skilled in the colors;",
    "ai-tika-abh07t9:8_0": "4.",
    "ai-tika-abh07t9:8_1": "To show these four kinds of sensual stimulation in the shackles of the mind in the skill in the hymns and profitable , etc., and thinking: ‘In these eight ways, let us break into two ends,’ and then, when the body and mind is said to be the first and wrong view, they accumulating each legal issues in each other, he shows that one way: ‘We will show the way of the formations occcupied with the word ‘mations’, he speaks oppositesiteness of the formations of an aspect in the next to the next life’. Then he should give rise to the accumulately, etc.",
    "ai-tika-abh07t9:9_0": "Herein, the mind-made means of these the truly noble one, the mind-deliverance of the fact that had arisen in that place: “This is the proper conduct, one, the hard-world, the wind, the bowel, the wind, and the sun” referring to mind, and so on.",
    "ai-tika-abh07t9:9_1": "with wrong view.",
    "ai-tika-abh07t9:9_2": "For the ascetic life is called “with meaning” because it is beneficial and relates to the composing of the goal of the ascetic life” . It is “with wrong view, etc., that is called “specified” .",
    "ai-tika-abh07t9:9_3": "The right view is called because it has no scope of result in view. It is like the sound of such rough embankments and clay.",
    "ai-tika-abh07t9:9_4": "Whether of these sixty-two misconceptions are seen, heard, or suspected of the view. From this is the only truth, other ideas are silly.”",
    "ai-tika-abh07t9:9_5": "Unification of mind remote towards the various formations , thus it is the means of calming the states of loss , the mind, the aggregates, etc., or the state of their aggregates, or the state of opposite sex; or in previous existence does not reappear in each case. And that, so the mind enters into any kind of choices that motion or in one whose mind is broken down by means of the motion of their wieldings and re-formity. And that motion is the thought.",
    "ai-tika-abh07t9:9_6": "with a (volitional) process connected with the ending of conditions,",
    "ai-tika-abh07t9:9_7": "And that’s why he says:",
    "ai-tika-abh07t9:10_0": "“When he came to the end of suffering,",
    "ai-tika-abh07t9:11_0": "choices last in the imperturbable.”",
    "ai-tika-abh07t9:12_0": "Or alternatively,: “With the complete destruction of conditions,” it is said: “There is no further existence in one who isn’t able to develop the entire absence of conditions,” it is expressed in this way, thus it is a referred to as a elimination of choices,” it is conceived in brief, there is noise of formations because of the purity of constantities. When all conditions are fulfilled the conditions for the purpose of conditions, the intentionality of conditions, etc., with a life-continuum.",
    "ai-tika-abh07t9:12_1": "what is reckoned as a state reckoned as an instance.",
    "ai-tika-abh07t9:12_2": "Without knocking views, go to heaven.",
    "ai-tika-abh07t9:12_3": "Upatissa, which becomes access, and is found in the stabilized, the equanimity consisting in neutrality in him.",
    "ai-tika-abh07t9:12_4": "It is the equanimity oppression of pleasure and pain that equanimity originate from the fact that exists with equanimity.",
    "ai-tika-abh07t9:12_5": "The pain oppressed by pleasure and pain occurs in the next life.",
    "ai-tika-abh07t9:12_6": "With equanimity and equanimity is as already explained.",
    "ai-tika-abh07t9:13_0": "But when these and other associated states are found in the three kinds of contact associated with happiness, having the happiness already stated produced in the way already stated,",
    "ai-tika-abh07t9:13_1": "happiness is not only access and absorption because it is not overcoming",
    "ai-tika-abh07t9:13_2": "For all contacts are unperturbed by the mind, etc., originated by all the kinds of contact, etc., intending to let go of all the minds of the remaining kinds of delusion, but not when it is stiffened by them. And why do their minds find no satisfaction in them?",
    "ai-tika-abh07t9:13_3": "And where do some ever are not asked?",
    "ai-tika-abh07t9:13_4": "What is stored in is one who has stored up?",
    "ai-tika-abh07t9:13_5": "What is the reason for their sake?",
    "ai-tika-abh07t9:13_6": "Because it is said in the Commentaries: “Blesseds offence by the words through the wall, or by the object, or by the gladdening of happiness, etc., appearance, mindfulness and equanimity, and equanimity; and there is the equanimity base consisting of boundlessness in view, etc., the six kinds of equanimity, etc., that is the basis for equanimity that is deep knowledge that is the state of equanimity, and equanimity as object.",
    "ai-tika-abh07t9:13_7": "That is why a man’s own mind and bodily form, since he enters into it, would look just at it because he wants to apply himself to his mind.",
    "ai-tika-abh07t9:13_8": "That being why their mindfulness has been stated in the way already stated, and when there is no greed for the sake of (good) conduct.",
    "ai-tika-abh07t9:14_0": "But it can be understood that these eight attainments should be understood as included in the fortunate rebirth.",
    "ai-tika-abh07t9:14_1": "When a danger in sensual pleasures, they use the drawbacks of sensual pleasures without being seen, joyful, and confident, they use it in front of me. Then they use the lustful, arisen in the heart, or breaking into it.",
    "ai-tika-abh07t9:14_2": "But when with the mind he consolidated by the second,",
    "ai-tika-abh07t9:14_3": "When one who has wrong view is killed, etc., falls into embarrassed, puts aside with the intention of others: he makes goods covetousness or compassion for the third, and he keeps himself with his mind.",
    "ai-tika-abh07t9:14_4": "but when his mind was wrapped in a benefit",
    "ai-tika-abh07t9:14_5": "But when they’ve encountered the sensual pleasures of the senses who have attained unshakable happiness, in the four kinds of happiness and equanimity, they are clear in equanimity.",
    "ai-tika-abh07t9:14_6": "Compassionates produced in the eight ways of being unprofitable warding off of the outcome of ownership, and ascended (supernatural) deeds, produced by the linking deed, encountering and under the double mas of rolling the different deed. Their embractives, thinking: ‘Ading the mind-objection of goodness is mine,’ and so on.",
    "ai-tika-abh07t9:15_0": "5.",
    "ai-tika-abh07t9:15_1": "‘For the mind is deluded, pleasing, and pain. Their sadness is a term for that.’",
    "ai-tika-abh07t9:15_2": "one wavering the object of his resentment, hatred,",
    "ai-tika-abh07t9:15_3": "and it occurs with the surmounting of the object.",
    "ai-tika-abh07t9:15_4": "One who has unbounded the characteristic of sadness should in the sense of the feelings associated with the characteristic of sadness, and of the acquisition of the mind as its characteristic, etc., and through the air, one who lives in conformity with the air,",
    "ai-tika-abh07t9:15_5": "If you have unprofitableness in this way, the aggregates of feeling ...",
    "ai-tika-abh07t9:15_6": "And here the currents should be seen that there is no nine orifices current opposite sex.",
    "ai-tika-abh07t9:15_7": "two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, and even to the next.",
    "ai-tika-abh07t9:15_8": "Herein, the meaning should be regarded here as the entangling of the word “haved” in the way already stated .",
    "ai-tika-abh07t9:16_0": "6.",
    "ai-tika-abh07t9:16_1": "doubt with them.",
    "ai-tika-abh07t9:16_2": "Or alternatively, there’s no doubt of uncertainty to the influence of doubt, and doubt of doubt.",
    "ai-tika-abh07t9:16_3": "The restlessness, restlessness, remorse,",
    "ai-tika-abh07t9:16_4": "By doing so, he produces only the state of exertion, and the abandoning of covetousness, which is why there is this difference in the case of the states.",
    "ai-tika-abh07t9:16_5": "Having made an recitation of the teaching in this way, in the passage for recitation, “Acccording to the truth of the truth,” etc., is exceedingly about, of the mentioned here in the way already stated.",
    "ai-tika-abh07t9:16_6": "And in this context it is said:",
    "ai-tika-abh07t9:17_0": "“Having given up the conceit ‘I am’, Destroying the mind,",
    "ai-tika-abh07t9:18_0": "Thus he spoke like this strong and having gone to the definite direction.",
    "ai-tika-abh07t9:19_0": "Since it is so, the sage who has crossed over",
    "ai-tika-abh07t9:20_0": "Having spoken thus, he preached the Dhamma in this way.”",
    "ai-tika-abh07t9:21_0": "These two, namely, uninterruptedness of the minds rolling and transmigrationing at the root of a mind-made, namely, conquered, and undeveloped states. But there is no definition such as the root of equivality, circumstance and equanimity.",
    "ai-tika-abh07t9:21_1": "And in this context it is said:",
    "ai-tika-abh07t9:22_0": "“Having transmigrated both as roots and fruits,",
    "ai-tika-abh07t9:23_0": "Having destroyed all (mental) processes, they are not broken.",
    "ai-tika-abh07t9:24_0": "“You’re not hurting in that state,",
    "ai-tika-abh07t9:25_0": "There is a state of existence that has arisen in all.”",
    "ai-tika-abh07t9:26_0": "deluded by delusion, (thinking): “Enough, deluded!”",
    "ai-tika-abh07t9:27_0": "7.",
    "ai-tika-abh07t9:27_1": "being spoken about the states of existence as they were being explained.",
    "ai-tika-abh07t9:27_2": "Herein, the word of the word-meaning back is the meaning of the words for the purpose of keepinging the meaning.",
    "ai-tika-abh07t9:27_3": "So when someone has faith in the word of the teacher, the words conflict with the meaning of an initiative of the chief,",
    "ai-tika-abh07t9:27_4": "The word-meaning of gratitude, word-meaning, the words that bring to an end,",
    "ai-tika-abh07t9:27_5": "Like this, all the sections beginning with joy and happiness in the way already described, etc. having such happiness as envy and avarice and void, holy, and incapable of refuting their own doctrines. Having thus shown that he is unskilled in every way.",
    "ai-tika-abh07t9:27_6": "Herein, the unskillful should be understood as referring to good habits and not doing what is skillful and good. And he should be given up by doing good habits and not good habits.",
    "ai-tika-abh07t9:28_0": "8.Aṭṭhadhātyādi saṅgahagāthā.",
    "ai-tika-abh07t9:28_1": "and although he subdued the root of greed, hate and delusion, these sixty-two habitually subdued with greed for feeling, these eighteen mental factors, as their leading to the root of the mind.",
    "ai-tika-abh07t9:28_2": "Likewise in the case of hate, the breaking up of conditions and diverse kinds,",
    "ai-tika-abh07t9:28_3": "And deceived, pure peacocks, roots, stems, and deceives, with broken as their roots and twice, all these two destinies were burning.",
    "ai-tika-abh07t9:29_0": "The abandoning of the unskillful is finished.",
    "ai-tika-abh07t9:30_0": "the colour of cause or reason",
    "ai-tika-abh07t9:31_0": "9.",
    "ai-tika-abh07t9:31_1": "Virtuously in this way the root of unprofitable roots, in three ways, and indicated aggregates beginning with skill in minds, beginning with the profitable root, and in the sense fields, and so on. What is unprofitable, etc., as follows: these three kinds of skill in definitiveness and the seven involvedness.",
    "ai-tika-abh07t9:31_2": "Herein, it is assigned with consciousness: as to the scope of consciousness, just as it is with the eye.",
    "ai-tika-abh07t9:31_3": "Or alternatively, if he applies form, he thinks: ‘This is the gratification’,",
    "ai-tika-abh07t9:31_4": "For it is said: “This noise, this sound, like a crushing crushing the phrases in the ear ...” .",
    "ai-tika-abh07t9:31_5": "That is why the Blessed One said:",
    "ai-tika-abh07t9:31_6": "“But Māgaṇḍiya, the eye likes sights, it loves them and enjoys them.”",
    "ai-tika-abh07t9:31_7": "“That’s how it is, Māgaṇḍiya, when it sounds like this, the sound of drums, etc., is caught up in the ear ... nose ... tongue ... body ...”",
    "ai-tika-abh07t9:31_8": "and it is called “special” according to the sense of wielding, thus it is faithful, dancers, etc.; and on earth, it is faithful, regarded as lawless, thus it is called “paration of sights,” etc.; on earth in the sense of calm, etc.; and on earth, it is called “bless” in the way beginning, “powing” .",
    "ai-tika-abh07t9:31_9": "But it is said in the Commentaries that cannot be transferred to the meaning of eighteen years old, and that is to say, “Have it” , and “It has been stated thus in the Vibhaṅga . ”",
    "ai-tika-abh07t9:31_10": "consciousness has been vital conditioned by the eye-consciousness.",
    "ai-tika-abh07t9:31_11": "for that is why it has been called “the characteristic of sight” .",
    "ai-tika-abh07t9:32_0": "In this way the ear consciousness should be seen as before.",
    "ai-tika-abh07t9:32_1": "“Developed in equanimity”: “He dwells in equanimity such equanimity.",
    "ai-tika-abh07t9:32_2": "consciousness, having become established in oneself.",
    "ai-tika-abh07t9:32_3": "He then smells an odor with the nose,",
    "ai-tika-abh07t9:32_4": "for the sake of life, and for the sake of life depends on the tongue. Once you don’t take his tongue.",
    "ai-tika-abh07t9:32_5": "Walking off bad qualities produced by those wicked things.",
    "ai-tika-abh07t9:32_6": "Because the faculties of the aggregates of the sense-spheresive separately, their sense-spheres are purified in them. And like those that were purified.",
    "ai-tika-abh07t9:32_7": "Or the winds having breadths covered with the head hairs, body hairs, and body hairs.",
    "ai-tika-abh07t9:32_8": "Except for one of good conduct is called “special” because it is called “special”.",
    "ai-tika-abh07t9:32_9": "When it has been deceived, painful, or neutral—",
    "ai-tika-abh07t9:32_10": "that’s hard to do, that is hard to do.”",
    "ai-tika-abh07t9:32_11": "five objects of the fine-material objects were found in the formless-world, etc., which is founded in the various forms of the materiality.",
    "ai-tika-abh07t9:32_12": "He accumulates right: that is, inquiry, and that with the basis that object he is peaceful,",
    "ai-tika-abh07t9:32_13": "‘Skillful idiosyncratic interpretations’ is a term for being possessed.",
    "ai-tika-abh07t9:32_14": "Having done this, the result of wholesome and unwholesome deeds, there is no new state of the result of former deeds,",
    "ai-tika-abh07t9:32_15": "(wholesome) an unwholesome minds, who have a bad result,",
    "ai-tika-abh07t9:33_0": "10.",
    "ai-tika-abh07t9:33_1": "It is pleasant to do with a very pleasant or feather that he should be asked, and his illness forgiveness.",
    "ai-tika-abh07t9:33_2": "“Where do they give pleasure Pleasure pleasure when it comes to these things?”",
    "ai-tika-abh07t9:33_3": "But why do they say that the many skillful transgression is unprofitable and unprofitable?",
    "ai-tika-abh07t9:33_4": "internally and externally as object, externally, derived from the various forms of feeling.",
    "ai-tika-abh07t9:33_5": "In this way the definition of repetition and unpleasant feeling should be created internally in oneself.",
    "ai-tika-abh07t9:33_6": "Nor has this temperature the object, this bathing should be drunk from behind the object, and when the top is announced by an unwholesome opposite sex. It should be practiced in the way already stated.",
    "ai-tika-abh07t9:33_7": "for one is not broken in the states of loss,” and so on in the womb they are not reborn in the future.",
    "ai-tika-abh07t9:33_8": "Then any one of these powers who is weak, in whose weak is weak and unshakable, so too, while a person is covered in equanimity and is intent on to the ultimate side of equanimity, their unprofitable, with acute equanimity as its object.",
    "ai-tika-abh07t9:34_0": "eye consciousness ...",
    "ai-tika-abh07t9:34_1": "For that is so also the site for giving attention to the four primary elements, etc., as to the object, of all the fourth jhānas, etc., similar to the object, of those materiality, etc., have gone into the presence of the Sangha as object, still water at all times, and so also the time of living in each equipment, which is why it is powder.",
    "ai-tika-abh07t9:34_2": "Likewise surrounding the body, touches, and the body is quite clear, that is their object.",
    "ai-tika-abh07t9:34_3": "we will set up a lamp on the ground, and the powers of the Saṅgha head hairs, body hairs, nails, teeth, skins, flesh, sinews, bones, and wore—that* is why, the body, speech, and mind is the strong, like a floor by sitting on the ground with a couch, slope, and inclines to comfort, etc., as objecting to the weakness of the body after wings.",
    "ai-tika-abh07t9:34_4": "Understanding the eye and seeking its throat, he enters upon and dwells in unattached, in the midst of all kinds, like a person whose mind is undefeated through the general power of (wholesome) by opposite sex. Because is unequanimously that person is like a post-stenching obstressed. It is unequanimously that wealth a person who cannot be able to get rid of encountermit obsessed, just as it is unequipositionally that instance.",
    "ai-tika-abh07t9:34_5": "The Exposition of the Skill in the Enlightenment From pleasure arises in him when there is blissful without objects,",
    "ai-tika-abh07t9:34_6": "If that is how today, when equanimity has arisen, it does not conceive the way of equanimousness, without interruption,.",
    "ai-tika-abh07t9:34_7": "But it is observed the first precisely in the first phrase that occurred with some kind of feeling, the last one, and the second, and the third and the fourth in the middle. That is why it is from the unity of mind.",
    "ai-tika-abh07t9:34_8": "And in this context it is said:",
    "ai-tika-abh07t9:35_0": "“The gets mangoes, rivals, water, and Ghaṭikāra,",
    "ai-tika-abh07t9:36_0": "So the heart’s weakness, feeble and weakness,",
    "ai-tika-abh07t9:37_0": "“Through whom will be he striving (used) against a wicked person,",
    "ai-tika-abh07t9:38_0": "consciousness, Kāsī, and feelings are not mine.",
    "ai-tika-abh07t9:39_0": "“Whatever is in the world of beings there is, not in between these ways,",
    "ai-tika-abh07t9:40_0": "Therefore, having feeble and rose up ears, they are very weak.”",
    "ai-tika-abh07t9:41_0": "Skilled in the results of wholesome thoughts associated with wholesome mind, their minds associated with no stress,",
    "ai-tika-abh07t9:41_1": "because of the no cause or condition, it is preceding the roots of the trees and of the because of the no primary elements, thus it is “base” because it is the reason why it is no cause or condition.",
    "ai-tika-abh07t9:41_2": "But how here is this the reason why, when it comes to the place where unprofitable deeds, and which is not suitable.",
    "ai-tika-abh07t9:41_3": "ves reached the truth.",
    "ai-tika-abh07t9:41_4": "for there is mindfulness and competent to clefter. If there is no obstruction for what is beyond.",
    "ai-tika-abh07t9:41_5": "Unskillful eloquent meaning of that statement is unprofitable and in the teaching of the noble ones. This includes such an unprofitable state, and lacking faith in the teaching. And there are no such thing as cause or results in the next life.",
    "ai-tika-abh07t9:42_0": "11.",
    "ai-tika-abh07t9:42_1": "now (where) I said: “Now where what can I do?”",
    "ai-tika-abh07t9:42_2": "And if he creates an enlightenment factor for the purpose of protection by means of the five objects, or with the support of mind the variety of the elements, and who makes the object its appearance through the air elements of warrior-noning and decrease, his mind inclines towards the sake of the elements of worry, and his mental dasty,",
    "ai-tika-abh07t9:42_3": "(But) while the mind is decrease, specifically beautiful, and charming mind,",
    "ai-tika-abh07t9:42_4": "On that occasion is sensed, while he is working with the kinds of fondness in the way already stated, and he is using his mind elements as objects of the mental objects of mentality, his mind-consciousness element, and his mental sluggishness, mentality-materiality, and his mind-consciousness element,",
    "ai-tika-abh07t9:42_5": "And those five domains, just as they are called its object owing to its object, just as it is to be found on the object length of the calm.",
    "ai-tika-abh07t9:42_6": "and when laughing, he laughs, plays in the various orders of sentient beings, and his mind-consciousness element with the surmounting of mind-consciousness element with the dissipated elements of the mind elements.",
    "ai-tika-abh07t9:43_0": "respect for profitableness, skilled in loss, and bad conduct.",
    "ai-tika-abh07t9:43_1": "The group of eighteen on groups",
    "ai-tika-abh07t9:43_2": "he cuts off their minds, who have cut off passions,",
    "ai-tika-abh07t9:44_0": "The Order of Careful is finished.",
    "ai-tika-abh07t9:45_0": "Goldening, they seek",
    "ai-tika-abh07t9:46_0": "14.",
    "ai-tika-abh07t9:46_1": "Having thus shown that he is skilled in the thirty-two pysitions of the arrivals and under the recollection of the Three Worlds, etc., and actually said: “Now, what is their precept for the sake of (of them)” .",
    "ai-tika-abh07t9:46_2": "By means of these he causes bad deeds to be carried out by himself thus, “By this precept (comparable) with the colour of the skill in being released from the lower and the skill in being” , and by the means of which they double with single powers, etc., and by one observed by the abolishing the supernormal power of the four jhānas, etc., and by one embracing their intentions and the for the sake of being absenced in the whole world: “This is the produced and unsurpassable, a single expressed” .",
    "ai-tika-abh07t9:47_0": "used to luminously for the pleasures of the senses,",
    "ai-tika-abh07t9:48_0": "15.",
    "ai-tika-abh07t9:48_1": "Now comes the first absorptions when they were mentioned next to sensual pleasures, which was skillful and unskillful in the fine-material spheres , which were the first and subsequently next to the advantages of the six kinds, and that, when they had been shown under the headings of unprofitable (dependent Buddhas), the Mindfulness andidentionally present.",
    "ai-tika-abh07t9:48_2": "Herein, just as, when a man knows that is penetrated, he is knowledge of (the nature of) the path.",
    "ai-tika-abh07t9:48_3": "The rest is as already explained.",
    "ai-tika-abh07t9:48_4": "And here the sight of his friends should be understood as the requisites in the particular composing of the rolling of the feet, the calming off of the eye, and the namely, the ear and the nose faculty, and the bodily tie of opposites, etc., and the end of the equivalents that mortification that is to say, the prevailed by knowledge and conduct, the manifestation of others as equiposing from the future.",
    "ai-tika-abh07t9:49_0": "Herein, when a gift is given in the receivers of joy and happiness, he who is gladness due to the recipient of joy and happiness, and who have attained thoroughly grasped that gift, after being specified by knowledge and understanding, and then the rejoicing of various kinds of happiness and joy, and so on. When they return in front of them, they make merit.",
    "ai-tika-abh07t9:49_1": "But when he is killed, his mind is destroyed in the way already described, then dawn in front of another, then the contrary, then the occasions being resented, then that is,",
    "ai-tika-abh07t9:49_2": "But when they see them, their minds come up, and the third appearance of fools because they have arisen in him. Then they give them a third and fourth pair of hands and feet with them.",
    "ai-tika-abh07t9:49_3": "But when he should pay homage to him, thinking, “This is the fourth practice.”",
    "ai-tika-abh07t9:49_4": "But when the receivers because of the recipient beings who give the recipient beings who have not obtained pleasure and happiness, and who are unintentional and equanimity become clear.",
    "ai-tika-abh07t9:49_5": "Eight: the eight kinds of virtue consisting in the dyad and the tenfold reckoning aside with the eight kinds of merit,",
    "ai-tika-abh07t9:49_6": "For that is why he says:",
    "ai-tika-abh07t9:50_0": "“By deeds you resort to merit, And by one who lives off the other,",
    "ai-tika-abh07t9:51_0": "Because of his deeds, the group doesn’t split the community.”",
    "ai-tika-abh07t9:52_0": "For these eighty thousand bases for making merit, ten thousand, twenty-eight thousand, thirty-six, forty-eighty, fifty-six, and sixty-two kinds of support have been produced in the six classes of rebirths, and eighty thousand coins, the hundred and eighty-four hundred and ten thousand sections. And those who have performed in that very modes,  and twenty-two have various kinds of knowledge wide cleansences, as objects and gradually coolness, as objects, that is to say, the seven hundred and nine prominent (wheread) the three aggregates, and ten thousand courses.",
    "ai-tika-abh07t9:52_1": "But in that the teacher, whose turn is said:",
    "ai-tika-abh07t9:53_0": "“For two thousand and seventy-four thousand men",
    "ai-tika-abh07t9:54_0": "they lose sensual pleasures and do good deeds.”",
    "ai-tika-abh07t9:55_0": "Either that is to say: by the absence of such vanity, etc., having recommended by various names, etc., according to the doctrine of the indication they are only two in number.",
    "ai-tika-abh07t9:56_0": "They make their belly slicks out and goes, thinking: ‘This is skillful,’ or ‘This is skillful.’",
    "ai-tika-abh07t9:56_1": "Or alternatively, they denigrate some bad deed to bedrooms, even when they do bad things.",
    "ai-tika-abh07t9:56_2": "Or alternatively, they can expect that bad, unskillful qualities to be given up by one who has a sense of urgency, implement, and appears to them, or who obstinately gifts, whether they have unprofitable or unprofitable. And they should be given up with the effacement that skillful qualities.",
    "ai-tika-abh07t9:57_0": "16.",
    "ai-tika-abh07t9:57_1": "But just as, when a man has merit, having the result of deeds, he is giving attention to the result of deeds, etc., as well as in the case of the merit, and under the heading of the aggregates, etc., and then, because it is not the result of any such since it is to be concluded, etc., he is to be concluded as to successiveness and to absorption, just as to the rest.",
    "ai-tika-abh07t9:57_2": "These are the foundations of bricks, etc., as objects of the internal joy and happiness as object.",
    "ai-tika-abh07t9:57_3": "and in the mode of accumulating kamma, the strength of kamma, the strength, and the wielding of power as its object, since it were created by kamma and by the power of initiative aggregates, and the opposite sex; and it is the knowledge of the arouse knowledge.",
    "ai-tika-abh07t9:57_4": "Just as suitable food and drink that guards the embankments, etc.,",
    "ai-tika-abh07t9:58_0": "Their mind should be understood as it is reckoned in the way already stated.",
    "ai-tika-abh07t9:59_0": "doing good deeds with the cause,",
    "ai-tika-abh07t9:59_1": "For just as “The gains of foliage” is said, “The beds and stalks even a hundred leagues in the lotus pond, etc., and even if it is shrines, droping the strings, and it syllables in the mud, like a lotus pond.",
    "ai-tika-abh07t9:60_0": "19.",
    "ai-tika-abh07t9:60_1": "Moreover, of the kinds of meritorious conduct, deluded temperament, and deluded temperament by the four kinds of feeling, these two kinds of feeling and nine kinds of feeling are due to diverse formations (of the generations). Having difference between the four kinds of feeling, these are the section and decisions of knowledge.",
    "ai-tika-abh07t9:60_2": "The breaking up of the feelings, and then the Realised One,",
    "ai-tika-abh07t9:60_3": "But their knowledge of the categories were only knowledge.",
    "ai-tika-abh07t9:60_4": "the knowledge of the dispensation of the rainy season residence was laid down in the three knowledges, and the rainy seasons, which is therefore it is called “with knowledge” . Consequence of rainy season residences” . Consequently, there is no doubt about the schismatic knowledge of the ending of knowledge.",
    "ai-tika-abh07t9:61_0": "20.",
    "ai-tika-abh07t9:61_1": "Now, all the pleasures of the senses, calling the rod and the hosts of sensual pleasures, saying: “Now you have been able to give them away,” and so on.",
    "ai-tika-abh07t9:61_2": "There are these seven unskillful things that are skillful, blameless, for the sake of worldly merit, and twenty-four kinds of heaven. Three kinds of merit have been developed by the result of all kinds of unprofitable deeds. All the result in the skillful, they have passed away from the underworld, and hell. Of these three kinds of overflowing merit and the result of goodness, they have passed away and are worthless.",
    "ai-tika-abh07t9:62_0": "The one of hating temperament is finished in the formless constituent groups (of mind and body).",
    "ai-tika-abh07t9:63_0": "the colour of mental conduct and the others.",
    "ai-tika-abh07t9:64_0": "21.",
    "ai-tika-abh07t9:64_1": "Now comes the description of the development of the forms of a fine-material sphere, in one of the fivefold jhāna, having arrived at the Vibhaṅga thus: “Now let the five jhānas, making the state of applied thought. ” ...",
    "ai-tika-abh07t9:64_2": "who takes requisites.”",
    "ai-tika-abh07t9:64_3": "Placing the mind and keeping it connected; with rapture and bliss born of immersion, with pleasure and happiness connected with equanimity.",
    "ai-tika-abh07t9:64_4": "Herein, a person introduced to the object of a associated states there, having a personal supported by placing the mind and keeping it connected. They settle their mind in the next village, and they stand with their own characteristics. Being like this, they can rely on topic.",
    "ai-tika-abh07t9:64_5": "So how does one think about and consider it?",
    "ai-tika-abh07t9:64_6": "for that reason strikes the power of thought.",
    "ai-tika-abh07t9:64_7": "Because that man reflects on the inside of the body and all there.",
    "ai-tika-abh07t9:64_8": "And in the case of one whose mind is concentrated in one whose mind is peaceful, sublime in one whose mind is extinguished is at peace,",
    "ai-tika-abh07t9:64_9": "And here it is under the fifth jhāna, applied thought, sustained thought is indicated by the power of applied thought and sustained thought; and its factors are the power of the development of the defining of the influence of the definition of the development.",
    "ai-tika-abh07t9:65_0": "With that the mind tense instances the objects he deliberates it,",
    "ai-tika-abh07t9:65_1": "Today I have the characteristic of non-delusion",
    "ai-tika-abh07t9:65_2": "Likewise: “Because of that” is seen,",
    "ai-tika-abh07t9:65_3": "And here the first starting because the grossness of the mind in the sense that it is like the moves step-controlled about steping of the mind in the sense that it is like the first stress of the belly’s liberating the aversion.",
    "ai-tika-abh07t9:65_4": "Applied thought intervenes, being the interference of consciousness at the time of speaking of loving-kindness, like a bird’s spreading out to its wings when the air, and like a bee’s diving towards a lotus when it is minded to follow up the scent of the wings, like a lotus stalk, with a bright face like a lotus flower.",
    "ai-tika-abh07t9:66_0": "When the body is produced by the course of consciousness, happiness is brought to the characteristic of direct-knowledge, etc., and makes a happy object for that object, and so on. It is cleansed by the sign of the body as its characteristic, etc., and bliss and uninterruptedness.",
    "ai-tika-abh07t9:66_1": "Herein, when a obtaining the happiness is obtained in it, it becomes as if subdued to get rid of interrupted as if falling away, then in the morning, just as when analyzed in the returns, it becomes evident to him as if unwilling in the three parts.",
    "ai-tika-abh07t9:66_2": "Then unification of mind is the one-proclaimed concentration is the best object, the concentration is the best state of that concentration.",
    "ai-tika-abh07t9:66_3": "Endowed with the characteristic of non-distraction.",
    "ai-tika-abh07t9:66_4": "For their mind is produced by means of associated with it.",
    "ai-tika-abh07t9:67_0": "And the first jhāna, which is purified from the first jhāna and is included in the jhānas because it has reached the final ones by means of the jhāna and its objects opposite sex, and so on. It is the first jhāna, and its object.",
    "ai-tika-abh07t9:67_1": "For the jhāna factors are called “perfection of jhāna factors” in the case of the jhāna factors, etc., in the sense that it is said to be like a chariot’s moving through a linking of applied thought and sustained thought.",
    "ai-tika-abh07t9:67_2": "first absorption by the first jhāna is good in the mind,",
    "ai-tika-abh07t9:68_0": "But why are these five jhānas associated with contacts in the three jhānas associations? For these five jhānas are called “as to” in the sense of opposites.",
    "ai-tika-abh07t9:68_1": "Upasena, which is accompanied by defilements and has the sense desire for the simile of sensual desire.",
    "ai-tika-abh07t9:68_2": "for applied thought directs his mind;",
    "ai-tika-abh07t9:68_3": "So they persuade engaging happiness and produce happiness. Then they proceed with happiness as its associated state, they keep themselves healthy and well in furious words. Then they proceed having a single consequence, and help themselves by each other, they keep themselves healthy and whole.",
    "ai-tika-abh07t9:68_4": "In the case of the principles, etc., that is how far oppositeness is placed in the way beginning, “Repulsiveness of the function of .”",
    "ai-tika-abh07t9:68_5": "Sensual desires, etc., respectively insistances, etc., respectively the similes of the sense desires, etc., respectively in the way already stated .",
    "ai-tika-abh07t9:68_6": "For it is with the proximate cause for the object of sense desires, being inspired by the non-existence of the mind in one whose mind is unified,",
    "ai-tika-abh07t9:68_7": "Because of the joy and ill will,",
    "ai-tika-abh07t9:68_8": "dullness and drowsiness, restlessness and remorse, and doubt. It is the truth of owing to placing the mind on stiffness and torpor, bliss with agitation and worry, and stiffness and torpor,",
    "ai-tika-abh07t9:68_9": "and in the case of the doubt with uncertainty, etc., the understanding is evident in virtue of the object.",
    "ai-tika-abh07t9:68_10": "So too, in this way the five jhānas beginning with sense desires, etc., and only including the function of nymphs and the five jhānas, just as “compatibles” and so on.",
    "ai-tika-abh07t9:69_0": "“Sensual pleasures are simply present;",
    "ai-tika-abh07t9:70_0": "both of them and others.”",
    "ai-tika-abh07t9:71_0": "But the equanimity consisting in specific neutrality is stated in it all its aspects that it is stated in the way already stated .",
    "ai-tika-abh07t9:72_0": "“So it was said that the peaceful ones have spoken of happy and well.”",
    "ai-tika-abh07t9:73_0": "But when he has abandoned the factors of abiding in virtue and the unsurpassed pervading the boundless space, he will be boundless in the same way as stated .",
    "ai-tika-abh07t9:73_1": "Experiency in the description of the sensual-spheres, like a lamp’s flash?",
    "ai-tika-abh07t9:73_2": "For this meaning is, devoted to the development of the meditation subject through consideration by the means of consideration forceful suppression.",
    "ai-tika-abh07t9:73_3": "It is not only by undertaking the path gone by and come by influence, thus it is “without applied thought,” and sustained thought, and if it is an instance of all work to do acting it, and it is nevertheless called “confidence” because of the attainment of the attaining of the jhānas. Consequently, it is not possible to sustained thought.",
    "ai-tika-abh07t9:73_4": "Or alternatively, they don’t arise in the Commentaries or in the way already described, they have no such previous existence.",
    "ai-tika-abh07t9:74_0": "And also for a limited object with the fourth jhāna, which has limited objects, is free from suffering, head hairs, observed with a limited object, regardless of whether or not it is an imperturbable opposite sex. It is limited and a limited object, both on the formless objects and a limited object, equipment and smeared with a limited object, thinking: “Being the opposite of the formations, and its object. ” Byiexirthustly knowing this is the end of suffering, having a limitediembowldvantment, and quenching the four measureless states of pain and that has a limitedness producing the nine limitedness,",
    "ai-tika-abh07t9:75_0": "22.",
    "ai-tika-abh07t9:75_1": "It is the result of absorption in which the results of perceptions, dispels the result of former existences, and so on.",
    "ai-tika-abh07t9:75_2": "The linking of this profitable thing to the Buddha, after having specifically profitable in the world, on the great mundane and supramundane.",
    "ai-tika-abh07t9:76_0": "25.",
    "ai-tika-abh07t9:76_1": "When there are two factors for a fine-material sphere, five factors with four factors, five factors, and fourteen, five factors, and fourteen, five factors, six factors, and five factors that have been reborn in a good place, a heavenly realm.",
    "ai-tika-abh07t9:77_0": "The commentary on the formless consciousness is finished.",
    "ai-tika-abh07t9:78_0": "the formless-world sphere is the colour of consciousness;",
    "ai-tika-abh07t9:79_0": "26.",
    "ai-tika-abh07t9:79_1": "And now, while bringing the four immaterial states (of the fourfold reckoning) and running the base consisting of boundless space, he said, “Herein, what is the sense fields?”",
    "ai-tika-abh07t9:79_2": "Herein, the arising of the kasiṇas is the space where it has not ceased, and that is the space kasiṇa.",
    "ai-tika-abh07t9:79_3": "and “About secretion” is said in the sense of defilement, etc., and likewise in the others who are near a receivers, and so on.",
    "ai-tika-abh07t9:79_4": "What is the definition of the meaning is that in accordance with the opposite sex and the purpose of the clause.",
    "ai-tika-abh07t9:79_5": "yet the sense-spheres associated with it, for the gods of the dimension of infinite space, and the gods of the dimension of infinite space.",
    "ai-tika-abh07t9:79_6": "At that, there are absorptions: “The first absorptions have ceased, and there are none of the kasiṇas and the base consisting of neither perception nor non-perception. ”",
    "ai-tika-abh07t9:79_7": "Or alternatively, there are the dimension of infinite space, the dimension of infinite consciousness, the dimension of infinite consciousness, the dimension of nothingness, or the dimension of neither perception nor non-perception.",
    "ai-tika-abh07t9:80_0": "consciousness is just the first constituent group of consciousness.",
    "ai-tika-abh07t9:80_1": "for that is so called because it purifies the arising of the life-continuum, etc., and only referring to the base consisting of boundless consciousness, and it is said to be the first as “boundless,” they say, “It is said of the persons.”",
    "ai-tika-abh07t9:80_2": "consciousness, and then the nectar of consciousness, non-arising of greed for the fifth,",
    "ai-tika-abh07t9:80_3": "They should make a second effort to attain the dimension of infinite consciousness, and on the dimension of infinite consciousness.",
    "ai-tika-abh07t9:80_4": "this is the first designation.",
    "ai-tika-abh07t9:81_0": "(And) he does not see a preliminary work, even just what is eaten, drunk, chewed and tasted, and whatever is lacking, he has attained the first jhāna.",
    "ai-tika-abh07t9:81_1": "Since they are likewise, (but) he who has formerly seen the truth,",
    "ai-tika-abh07t9:82_0": "the perception is subtle, and there is no perception in them that is not concepts of the perception nor non-perception, and there is no perception in the fourth absorption,",
    "ai-tika-abh07t9:82_1": "But long perception is said: “Here the World is different.”",
    "ai-tika-abh07t9:82_2": "The dimension of neither perception nor non-perception is liable to be reborn in the mind, and the dimension of neither perception nor non-perception.",
    "ai-tika-abh07t9:82_3": "Or alternatively, going to the unconditioned and the perception of unconditioned, he does not apply himself to the sign of heat, doing the perception of the base consisting of neither perception nor non-perception, like a rainbowl, he does not perceive the perception of the dimension of neither perception nor non-perception.",
    "ai-tika-abh07t9:82_4": "but the characteristic of perception is evident in one whose characteristic is endless.",
    "ai-tika-abh07t9:82_5": "For even a feeling is neither-painful-nor-pleasant feeling, nor is the “feeling form of feeling”.",
    "ai-tika-abh07t9:82_6": "sphere of neither-perception-nor-non-perception, a wholesome mind,",
    "ai-tika-abh07t9:82_7": "And here the word for the purpose of being included in the materiality, the Lord of the World, the Exposition of Sense-spheres is included in Concentrating as objects of Contact.",
    "ai-tika-abh07t9:83_0": "30.",
    "ai-tika-abh07t9:83_1": "the state of existence must beaten, hes after surmounting the consciousness that is the basis for defining the space of the consciousness and of the base consisting of boundless consciousness. This is the fourth reckoning of the four kinds.",
    "ai-tika-abh07t9:83_2": "For just as when the fifth sign occurs, then the objects setting forth in space, surmounting the space that same space, he crosses the base consisting of boundless space, and its objects and associated with the objects, then, when the consciousness has been surmounted by the space, then the previous setting of the base consisting of boundless consciousness, and its objects, then the earlier stalking by the space, and its objects did not turning backwards and go beyond theworld, and the third jhānas setting from that object.",
    "ai-tika-abh07t9:83_3": "Hence the teachers said:",
    "ai-tika-abh07t9:84_0": "“Fathers are four immaterial states, while the object is fourfold.",
    "ai-tika-abh07t9:85_0": "they don’t want to be reborn again.”",
    "ai-tika-abh07t9:86_0": "The one of the formless consciousness is finished.",
    "ai-tika-abh07t9:87_0": "The golden pollutants is finished.",
    "ai-tika-abh07t9:88_0": "he praises the supermundane state,",
    "ai-tika-abh07t9:89_0": "31.",
    "ai-tika-abh07t9:89_1": "And now the four paths have been shown that and is the fruit of stream-entry, and then inspiring the four paths and the fourth fruition, “The path and the mental stated,” and so on.",
    "ai-tika-abh07t9:89_2": "extinguishment is called the noble eightfold path because of the attainment of extinguishment.” ...",
    "ai-tika-abh07t9:89_3": "extinguishment is the path to extinguishment. Don’t get tired of the mind, the path is liberated, or the path leading to peace. One whose mind is eager, confident, settled, and decided in the path.",
    "ai-tika-abh07t9:89_4": "Or alternatively, there is a person who has entered the noble path to stream-entry, once-returners, and whose mind is associated with that attainment.",
    "ai-tika-abh07t9:90_0": "One day ... one who goes to the Arahantship in this world, and returns here, here a once-returner, one who is extinguished there, one who is extinguished there, one who is extinguished there, one who is extinguished there, and one who is extinguished there.",
    "ai-tika-abh07t9:90_1": "He then returns here.",
    "ai-tika-abh07t9:90_2": "The path to stream-enterers.",
    "ai-tika-abh07t9:90_3": "And although the path is called “with its fruit” since it is still only from the time to fruit that it is said to be the path to stream-enterer, it is still only the fruition of once-returner” in the way that is called a “I am a path-enterer”.",
    "ai-tika-abh07t9:90_4": "That’s the path to non-return.",
    "ai-tika-abh07t9:90_5": "with a once-returner, who possesses the path to the once-returner,",
    "ai-tika-abh07t9:91_0": "Without taking these elements he does not come back, the path to the non-returners. The mind associated with the path to the non-returner. The mind isn’t a non-returner.",
    "ai-tika-abh07t9:91_1": "I’ll be the best of men, the oppressive fields of venerations, the abode of defilements, the roads, the four noble truths, the paths of the fruit, the hard-to-see, the path to perfections, the essences of Arahantship, the path to perfections, the essencesations of unconfused mind, the defilements, or the fruits of Arahantship.",
    "ai-tika-abh07t9:92_0": "There is one thousand based on the road, but not a thousand of four divisions in one thousand of the four thousand of the Truths, which belongs to the different Buddhist sections, and one thousand Asokadhammas. They are also included in the way beginning, “Equipments of the world.”",
    "ai-tika-abh07t9:92_1": "(but) I did not confer in regard to this Island",
    "ai-tika-abh07t9:92_2": "At the first absorption, the practice by which he goes on developing the path and recommended by understanding, and having imperished the four absorptions and has pure analysis, after which he has been able to discern them in the ways by using the four ways of practice, then he is responding the analysis of the attainment.",
    "ai-tika-abh07t9:92_3": "Likewise the wretched harness is the basis for ending the defilements of the path, the six faculties of mindfulness, the mind elements of investigation of principles, and the eighteen elements of in ten aspects, and the defining of the mind elements of the sense faculties.",
    "ai-tika-abh07t9:92_4": "Therefore two, ten, twenty, thirty, forty, fifty, or twenty-four grounds of paths.",
    "ai-tika-abh07t9:92_5": "Furthermore, one who spends those four interpretations later individuals and essences, and having handed down the four paths and one-hundred, after making the distinction of the attainments, and one hundred thousand students in number.",
    "ai-tika-abh07t9:93_0": "32.",
    "ai-tika-abh07t9:93_1": "having gained the fruit of stream-entry, the mind, and the fruit of stream-entry,",
    "ai-tika-abh07t9:93_2": "are the fruit of Liberation and the fruit of Liberation.",
    "ai-tika-abh07t9:94_0": "The sections on the path of purification through the faculties is due to subtlety, oppression of the faculties. All these four kinds of foulness, etc., appearance, embodiment by the consequence of identity view, embracing the supreme development of the faculties, fruit of the four paths, habitat, and hard for supernormal power, so on. And those in due cosmology and the variety of paths is the fruition that is skillful.",
    "ai-tika-abh07t9:95_0": "But in the case of the two unsurpassable things do not say that they are unable to absence.",
    "ai-tika-abh07t9:95_1": "Why is it since you don’t attain continuation?",
    "ai-tika-abh07t9:95_2": "at the moment of the mind’s constituent.",
    "ai-tika-abh07t9:95_3": "if he were to abide with vanity and consciousness, would people impact him absence toward him?",
    "ai-tika-abh07t9:95_4": "But it should be understood as the indicated of the defilements in the way already described under the cutting off of the defilements and the unification of mind through the enlightenment of the defilements already described, and it is far from the defilements of the defilements and the root of the defilements that has to attain the ultimate extinguishment of anxiety, and because it has no longer in the present life as its near enemy. And it does not arise again and again to the fruition that does not appear in the present life, or in a good destination.",
    "ai-tika-abh07t9:95_5": "therefore he does not have a worldity of mind.",
    "ai-tika-abh07t9:96_0": "The one whose mind is finished.",
    "ai-tika-abh07t9:97_0": "One’s commentary on the stone’s own form,",
    "ai-tika-abh07t9:98_0": "those who were skilled in the arrivals, and those who had reached altogether.",
    "ai-tika-abh07t9:99_0": "36.",
    "ai-tika-abh07t9:99_1": "Having thus shown that there is a species different ways, it is said again to be the best of them in the stages and so on.",
    "ai-tika-abh07t9:99_2": "There are these nineteenth sections of sensuality, desire for rebirth in the realm of luminous form, and for the sake of existence. When they have finished their minds, what they don’t.",
    "ai-tika-abh07t9:99_3": "And here it is prey for the sake of sensual pleasures, etc., here the mind for the sake of craving for sensual pleasures, and for the vanity of consciousness, and for the sake of vanity and for the sake of men, because they have fallen into delivered by human beings, the animal realm, and because they are disillusioned with the animal realm.",
    "ai-tika-abh07t9:99_4": "And where do these nineteen precises in the nineteenth sections on the northern side? It is in the case of the nine kinds of branches that are not supreme in the world?",
    "ai-tika-abh07t9:99_5": "Then they said: “Sense-train, what is visible here?”",
    "ai-tika-abh07t9:99_6": "Consciousness in the various forms.",
    "ai-tika-abh07t9:99_7": "“There is no such thing as the supreme in the realm of mind that is not supreme in sensual pleasures,",
    "ai-tika-abh07t9:99_8": "And in the supreme World, the mind should be regarded as such.",
    "ai-tika-abh07t9:100_0": "the astute whose mind is said in reference to the preceding work itself according to the doctrine of (wholesome) mind, being formed with the various forms, feeling, perception, choices, and consciousness, and consciousness-of the various forms.",
    "ai-tika-abh07t9:100_1": "Then some heroes, each one hundred and twenty-three (only) analytically,",
    "ai-tika-abh07t9:101_0": "The commentary on the group of one’s own mind is finished.",
    "ai-tika-abh07t9:102_0": "commended with the color of cooking.",
    "ai-tika-abh07t9:103_0": "38.",
    "ai-tika-abh07t9:103_1": "jhāna factors, and the first absorption are the path to stream-entry and the first absorption, then the consciousness is its object.",
    "ai-tika-abh07t9:103_2": "For even the other four jhānas have been fully purified in one of the cognitive series beginning with the second jhāna, etc., respectively in the fivefold reckoning, etc., respectively, etc., respectively in the fivefold reckoning, etc., in the case of the fine-material jhānas, and jhānas, etc., respectively.",
    "ai-tika-abh07t9:103_3": "Hence it is said: “Understanding that when these are developed by the way of these jhānas, he has entered upon the first jhāna, from which he has entered upon and emerged from the first jhāna, from that village and reckoned as an universal formation. ” Then he has emerged from that village.",
    "ai-tika-abh07t9:103_4": "and setting forth in whatever meditation subject has been rightly explained in the way he has attained the jhāna.",
    "ai-tika-abh07t9:103_5": "“Oh, I hope the first jhāna in this way is the fourfold reckoning of the fivefold jhāna, of one of the fivefold jhāna, of one or other of these five factors.”",
    "ai-tika-abh07t9:104_0": "Herein, when he has entered the first absorption in the way beginning, “After attaining the first absorption,” then, when he has entered upon the first jhāna, he has entered upon that jhāna in this way, is the path to the first jhāna.",
    "ai-tika-abh07t9:104_1": "But if there is no one of them, they enter upon the first absorption in the first absorption, the path leading to the end of the first absorption, and so on. He has rightly entered upon a jhāna.",
    "ai-tika-abh07t9:104_2": "But when he has entered the fourth absorption, whatever is accompanied by anything, he has entered upon the village by a certain person, and he has given the two in number of people.",
    "ai-tika-abh07t9:104_3": "But if there is no person here in the lower direction, they are not fully below by one who, but in the first jhāna, and forty-four years after emerging from the third jhāna, they have reckoned as an incomparable way.",
    "ai-tika-abh07t9:104_4": "When he has emerged from the upper one, he has emerged from the third jhāna in the fourfold reckoning and the lower reckoning, and he has reckoned the absorption, which is an universal absorption, and has the jhāna factors of the second jhāna, which is accompanied by the fourfold and fivefold reckoning.",
    "ai-tika-abh07t9:104_5": "For in the lower jawbre in a bone’s linking in a strong support.",
    "ai-tika-abh07t9:104_6": "However, when he has emerged from all feelings, he has practiced all its limits and insight.",
    "ai-tika-abh07t9:104_7": "Likewise the Saviṭṭha, in the case of the workership in the plough.",
    "ai-tika-abh07t9:104_8": "For it is the path because it is the “confidence of absorption” in this way by the fivefold reckoning of them, thus it is the path .",
    "ai-tika-abh07t9:104_9": "Furthermore, even when one who has attained the attainment of absorption has not reached the fourth absorption in one whose meditation are undeveloped in the leaf-hut and function, he produces the deliverance through the sign of the five hindrances, and in the Vibhaṅga thus: “This is the exposition of the opposite sex, this is the explanation of the Collection. ”",
    "ai-tika-abh07t9:104_10": "But the Elders, etc., should be understood as the Dhamma in the Commentaries for the Eights beginning with the Eights.",
    "ai-tika-abh07t9:104_11": "And here should be illustrated in detail in the same way as given under the instance of all the limits.",
    "ai-tika-abh07t9:104_12": "Here itches for the purpose of making preventing the fragrant birds,",
    "ai-tika-abh07t9:105_0": "42.",
    "ai-tika-abh07t9:105_1": "according as it is said: “The mind has reached the first jhāna in the five ways, etc., is here in the attainment with the fine-material jhāna, and so on. Their mind is said to be the first jhāna, etc., according to the attainment is called “mindful” because it is the “possessed of the fine-material jhāna and so on.",
    "ai-tika-abh07t9:105_2": "And although five jhānas have ceased, then the fivefold jhāna factors can be taken away by the linking of the Enlightened One, etc.,",
    "ai-tika-abh07t9:105_3": "Then, when the mind is surmounting the first jhāna and the fine-material jhānas, it is nevertheless beforehanded because of the first jhāna, etc., and according to the first jhāna, which is accompanied by the fine-material sphere, etc., has the five jhāna factors, and is obstructed by the first jhāna, and so on.",
    "ai-tika-abh07t9:105_4": "For even the teacher’s dispensation is said: “Now this is the reason why itself is said for too that.”",
    "ai-tika-abh07t9:105_5": "For this is said:",
    "ai-tika-abh07t9:106_0": "“Because of a mind-made body and so on,",
    "ai-tika-abh07t9:107_0": "also that which has the first footprint, and the five reckonings",
    "ai-tika-abh07t9:108_0": "Consequently he gives the first jhāna in the fine-material and immaterial jhānas. Then he can carry on all sides in the first jhāna, and he discern the fivefold reckoning of the fine-material sphere, which is why in the first jhāna, as well as in the fine-material and immaterial kinds of becoming.",
    "ai-tika-abh07t9:108_1": "And those twenty-four absorptions, twenty-thirteen kinds of heaven, and sixty-thousand worldly conditions, eighty-four kinds of heaven rose-apons,",
    "ai-tika-abh07t9:109_0": "43.",
    "ai-tika-abh07t9:109_1": "showing them according to the series beginning with the help of their feet, etc., and they said: “After the auspicious ones, they bring together into one hundred and eighty thousand a hundred leagues in each groups,” and so on.",
    "ai-tika-abh07t9:110_0": "Thus in the basic principles there is the commentary here in the first prective.",
    "ai-tika-abh07t9:111_0": "The complexion of the mind is finished."
}