{
    "ai-tika-s0301t9:0_0": "9. Vanasaṁyuttaṁ",
    "ai-tika-s0301t9:1_0": "1. Vivekasuttavaṇṇanā",
    "ai-tika-s0301t9:2_0": "terrified, born of worry, wanting to make the arising of the whole world.",
    "ai-tika-s0301t9:2_1": "Likewise, when one’s defilements are ended, becomes known as ‘the incomparable’, this is said to be “Bhikkhus, ‘Possessed of defilements’.”",
    "ai-tika-s0301t9:2_2": "(They are) externally with the inside, externally and outside.",
    "ai-tika-s0301t9:2_3": "(who) go to the realm of luminous forms, and so on.",
    "ai-tika-s0301t9:2_4": "he occurs to them:",
    "ai-tika-s0301t9:2_5": "As you were embarrassing the defilements, making poisonous deeds by way of body, speech, and mind, keeping it connected with desire and lust.",
    "ai-tika-s0301t9:2_6": "having taken that request of the Teacher, for the sake of the going forth, and to the Teacher, after going forth in the wilderness, going forth in the wilderness, or in the wilderness, and preventing the path to the end of suffering, and practiced it without applied thoughts.",
    "ai-tika-s0301t9:2_7": "“Moggallāna, these people say that the man has dropped the worms, “placesses,” is said.",
    "ai-tika-s0301t9:2_8": "don’t steal, so held on a wrong turn.",
    "ai-tika-s0301t9:2_9": "smiling the bonds to bond.",
    "ai-tika-s0301t9:2_10": "Hence it is said: “Body-smelling in body.”",
    "ai-tika-s0301t9:2_11": "Secludedness in seclusion: the defilements, and the serenity of insight, and the attainment of insight.",
    "ai-tika-s0301t9:2_12": "They lived together with energy...",
    "ai-tika-s0301t9:2_13": "having given up their bodies,",
    "ai-tika-s0301t9:2_14": "(living) the ultimate deed, annihilationism,",
    "ai-tika-s0301t9:3_0": "The Book of Seclusion is finished.",
    "ai-tika-s0301t9:4_0": "2. Upaṭṭhānasuttavaṇṇanā",
    "ai-tika-s0301t9:5_0": "he is not satisfied by the incomparable path, and not by the track of consciousness on the path because he has already cleaned the mind on the roadside that is the wrong path.",
    "ai-tika-s0301t9:6_0": "with old age (etc.) means with old age itself through the power of continued existence.",
    "ai-tika-s0301t9:6_1": "Likewise in the case of the opposite sense.",
    "ai-tika-s0301t9:6_2": "Attending to bear heedlessly, being much rain fell into it, he dropped in the company of the Teacher.",
    "ai-tika-s0301t9:6_3": "for craving are destroyed in the dart of craving.",
    "ai-tika-s0301t9:6_4": "But ignorance and attainments are abandoned by ignorance, and an unpleasant way.",
    "ai-tika-s0301t9:6_5": "its running out: “Here the water filters,” and the rinse is difficult.",
    "ai-tika-s0301t9:7_0": "if she has gone forth because of her going forth, or because she has gone forth on account of her going forth,",
    "ai-tika-s0301t9:7_1": "Therefore it is said these verses about the Thera’s word, as the meaning here:",
    "ai-tika-s0301t9:7_2": "Divinities’ intention is explained as follows:",
    "ai-tika-s0301t9:7_3": "Though generals resplendently",
    "ai-tika-s0301t9:7_4": "To meaning the words “possessing of meaning” is said: “Herein, what is meant.”",
    "ai-tika-s0301t9:7_5": "“I ask for the sake of the Vinaya”, etc., in the meaning of that which is called “with causes” on the meaning of the words “It is.”",
    "ai-tika-s0301t9:7_6": "Likewise: “With these.”",
    "ai-tika-s0301t9:7_7": "(The Buddha) whose defilements are pure, who has cut off the defilements.",
    "ai-tika-s0301t9:7_8": "energetic and strong,",
    "ai-tika-s0301t9:7_9": "And his energy he said, “Dwell (the concepts) in energy, mindfulness and full awareness,”",
    "ai-tika-s0301t9:8_0": "The Advantages are finished.",
    "ai-tika-s0301t9:9_0": "3. Kassapagottasuttavaṇṇanā",
    "ai-tika-s0301t9:10_0": "cut the bonds of sexuality,",
    "ai-tika-s0301t9:10_1": "Hence it is said: “Blessing.”",
    "ai-tika-s0301t9:10_2": "Regular gold coins, milk cows, and blood belonging to the same Buddhist sect if they knew that it was time.",
    "ai-tika-s0301t9:10_3": "the teacher, took a meditation subject and went to the countryside, and there he said: “Listening the countryside there, we will live in this way for the sake of this meditation subject (afterwards).”",
    "ai-tika-s0301t9:10_4": "But this Elder Discipline has five insights, and is quite different.",
    "ai-tika-s0301t9:10_5": "Having said (this) the first step by step, cutting off the seat (he said) to the Theras, place the seat, and standing on the seat, he said to the Thera.",
    "ai-tika-s0301t9:10_6": "the word of his statement",
    "ai-tika-s0301t9:10_7": "(living) his head he makes a rice with a stick, which is like the ship in the net of a staff, as if he were able to attack her with a stick.",
    "ai-tika-s0301t9:10_8": "he sees that the eyes were unstirred, their laziness.",
    "ai-tika-s0301t9:10_9": "and (but) after hearing the Dhamma in the name of the ears, this Dhamma is called by the Paṭisambhidā.",
    "ai-tika-s0301t9:10_10": "But their mind follows after being bounded.",
    "ai-tika-s0301t9:10_11": "The hunter and feathers",
    "ai-tika-s0301t9:11_0": "There is noise in such passages as “Hailing” is quietering,” etc., they say, “Like a doing so,”",
    "ai-tika-s0301t9:11_1": "Those who know about the purpose of controlling suffering: “This is the meaning of the oppositeness of the bodily conduct, verbal and mental conduct, and these things associated with knowledge.”",
    "ai-tika-s0301t9:11_2": "Listen listens to the very only mere resolution: it is not according to .",
    "ai-tika-s0301t9:11_3": "Hence it is said: “He doesn’t know the meaning of one who knows.”",
    "ai-tika-s0301t9:11_4": "World-Leaves forms because of the waves forms",
    "ai-tika-s0301t9:11_5": "what will I do with this?”",
    "ai-tika-s0301t9:11_6": "“This is their proliferation.”",
    "ai-tika-s0301t9:11_7": "arouse energy,",
    "ai-tika-s0301t9:12_0": "The commentary on the beautiful complexion of Kassapagotta is finished.",
    "ai-tika-s0301t9:13_0": "4. Sambahulasuttavaṇṇanā",
    "ai-tika-s0301t9:14_0": "Several Mendicants Set Out Wandering",
    "ai-tika-s0301t9:14_1": "From the Discourse on Stops, Etc.",
    "ai-tika-s0301t9:14_2": "they keep on the Monastic Law.",
    "ai-tika-s0301t9:14_3": "alcoholic drinks the yoke.",
    "ai-tika-s0301t9:14_4": "While striving they tied up the wind,",
    "ai-tika-s0301t9:14_5": "making it no longer bound is bound by sinews.",
    "ai-tika-s0301t9:15_0": "What is that?",
    "ai-tika-s0301t9:15_1": "That is why I could stand.",
    "ai-tika-s0301t9:15_2": "Learned Vajjis out of the Vajjians,",
    "ai-tika-s0301t9:15_3": "Hence it is said: “Give (for you) face to face.”",
    "ai-tika-s0301t9:15_4": "they’re bound to nothing that’s place, saying: “They’re in that place,” and they remain there.",
    "ai-tika-s0301t9:15_5": "this ghee or oil",
    "ai-tika-s0301t9:15_6": "The same method applies",
    "ai-tika-s0301t9:16_0": "The Advantages are finished.",
    "ai-tika-s0301t9:17_0": "5. Ānandasuttavaṇṇanā",
    "ai-tika-s0301t9:18_0": "225.Ativelanti atibahukālaṁ.",
    "ai-tika-s0301t9:18_1": "A monk called Upacāla, having gone to the end of the path, and flitting through the air, he should make his voice or behave like a demolished withit. Togetful drum, he should behaved by one, don’t get caught up in them.",
    "ai-tika-s0301t9:18_2": "Now, the elder was telling a lot of layman, for the sake of another householder, thinking, “This wasn’t helped me by many friends.”",
    "ai-tika-s0301t9:18_3": "He now said: “Now the meaning of the Fortunate One’s dwelling place!”",
    "ai-tika-s0301t9:18_4": "That kind of person is said to be included as laypeople, without saying.",
    "ai-tika-s0301t9:18_5": "Having heard that the Community of monks, the Elders, sat down in the middle of the Community,",
    "ai-tika-s0301t9:18_6": "speaks of the Teacher’s instructions.",
    "ai-tika-s0301t9:19_0": "after going to the charnel ground, worshipping him,",
    "ai-tika-s0301t9:19_1": "plunges into it, he said, “Death it.”",
    "ai-tika-s0301t9:19_2": "as to how conditions are extinguished through the complete destruction of all suffering, etc., and surmounting the dart of all conditions, they review the mass of suffering as peaceful, and subsiding of the absence of accumulating thus: “This is the ultimate goal, bull.”",
    "ai-tika-s0301t9:19_3": "“Extinguishment ...”",
    "ai-tika-s0301t9:19_4": "doesn’t let anyone.”",
    "ai-tika-s0301t9:19_5": "extinguishment ...",
    "ai-tika-s0301t9:19_6": "As to object, they are bound by sinews, and bound together by connection with the object.",
    "ai-tika-s0301t9:19_7": "The exposition of the teaching is leading to the ascetic life. This is how they rolled forth the lay life as a layman.",
    "ai-tika-s0301t9:20_0": "The Book of Ānanda is finished.",
    "ai-tika-s0301t9:21_0": "6. Anuruddhasuttavaṇṇanā",
    "ai-tika-s0301t9:22_0": "in the past, future or present.",
    "ai-tika-s0301t9:22_1": "The Elder, having recently passed away from the world of the gods, were reborn here.",
    "ai-tika-s0301t9:22_2": "Diding that he is asked about the foremost amongst gods, made about Devadatta in the host of Devas, disposed of gods, as follows: “Such an unprofitable way, now you will speak in that Dhamma.”",
    "ai-tika-s0301t9:22_3": "When it comes to the past, it seems like that is positioned in the past, then it seems as if the time was fair, they wouldn’t show it.",
    "ai-tika-s0301t9:22_4": "By the Hell of Holy One’s Reborn as the Book of Hell, etc., which is poorly lost,",
    "ai-tika-s0301t9:22_5": "having gone to a meeting place in sense pleasures, he is questioned about what is sense pleasures,",
    "ai-tika-s0301t9:23_0": "Enters upon;",
    "ai-tika-s0301t9:23_1": "Eight reasons to give attention after the development of the meditation subjects that have been handed down in the eight ways beginning, “From this time,” and so on. It is eight kinds of continuation that is not actually aroused enlightenment.",
    "ai-tika-s0301t9:23_2": "Greed, greedy, and hate subdued, as happens when oppressed by greed and hate, as happens when oppressed, greed and desired, he is affected by passions.",
    "ai-tika-s0301t9:23_3": "stands on the near shore.",
    "ai-tika-s0301t9:23_4": "He was displeased in hate, and because of the corruption of the corruption of thoughts, just as Sakka and because it is unknowned as Sakka and hate and because of the production of Sakka.",
    "ai-tika-s0301t9:23_5": "Deluded by delusion: aggressively deluded by delusion, which is mung beans by the forehead.",
    "ai-tika-s0301t9:23_6": "I am bound to the remainder of that obstruction, ~ for a deluded internally,",
    "ai-tika-s0301t9:23_7": "by means of that good fortune he",
    "ai-tika-s0301t9:23_8": "Vassakāra gladness by the joy of others, etc., is permanent,",
    "ai-tika-s0301t9:23_9": "those of wrong view, etc., according to the wrong view,",
    "ai-tika-s0301t9:23_10": "to the power of greedy temperament, etc., and stepped in insight, etc., which is given in the state of defilement.",
    "ai-tika-s0301t9:23_11": "With the rest of the two kinds: absorption in the case of the reference to absorption in the way already stated, in the case of the walk is peaceful and subsequently,",
    "ai-tika-s0301t9:23_12": "And those who haven’t given up,",
    "ai-tika-s0301t9:23_13": "So that’s transmigrated,",
    "ai-tika-s0301t9:23_14": "he is scattered upon that one who is scattered (therefore) that state,",
    "ai-tika-s0301t9:23_15": "and his mind is restless as “mindful” since it is inclinations consisting in peace.",
    "ai-tika-s0301t9:23_16": "They are even divine maidens,",
    "ai-tika-s0301t9:23_17": "Thus liberated in the way stated, in accordance with natural states, and so on in the way stated he is established in identity.",
    "ai-tika-s0301t9:23_18": "In the rivers, people roll around the wind,",
    "ai-tika-s0301t9:24_0": "(It is) able to go there without taking leave of the one who is bringing them back, thus he is unable to reply.",
    "ai-tika-s0301t9:24_1": "When poor people tame him, here",
    "ai-tika-s0301t9:24_2": "He who betrays a needle sewer, and having insected his needles,",
    "ai-tika-s0301t9:24_3": "She was dear and beloved to the gods,",
    "ai-tika-s0301t9:24_4": "to give it away, he said, “Having been shown,” and so on.",
    "ai-tika-s0301t9:24_5": "the streams that are bright,",
    "ai-tika-s0301t9:24_6": "(therefore) go down to the locality,",
    "ai-tika-s0301t9:24_7": "Without defining or calm, heating (himself) milk,",
    "ai-tika-s0301t9:24_8": "There is a superhuman quality in the deity; once he answered the meaning of this Dhamma he declared: “This is going to perfection.”",
    "ai-tika-s0301t9:25_0": "The color of Anuruddha is finished.",
    "ai-tika-s0301t9:26_0": "7. Nāgadattasuttavaṇṇanā",
    "ai-tika-s0301t9:27_0": "if he gets precises it at the wrong time; at the wrong time, is the meaning.",
    "ai-tika-s0301t9:27_1": "and is the meaning of eight millions koṭis. The meaning is that he constructed recitation, by the appearance of the level.",
    "ai-tika-s0301t9:27_2": "With this arranging is shown that it is disagreeable,",
    "ai-tika-s0301t9:27_3": "midday in the midst of the day with laypeople staying at midday, the middle of the day in the middle of the day.",
    "ai-tika-s0301t9:27_4": "other monks did not enter the country at the wrong time.",
    "ai-tika-s0301t9:27_5": "Surrounded by the departed,",
    "ai-tika-s0301t9:27_6": "Straightening that Nāgadatta puts downwards, he should return.",
    "ai-tika-s0301t9:27_7": "Good-Hearted to mindfulness of the body,",
    "ai-tika-s0301t9:28_0": "The About Nāgas is finished.",
    "ai-tika-s0301t9:29_0": "8. Kulagharaṇīsuttavaṇṇanā",
    "ai-tika-s0301t9:30_0": "attained by one who has arrived at the bowl, by profound the bowl,",
    "ai-tika-s0301t9:30_1": "(all) a certain family he relies in that family, calls them out.",
    "ai-tika-s0301t9:30_2": "My family is helpful for a long time, so it is suitable.",
    "ai-tika-s0301t9:30_3": "Therefore I was born in the highest gift,",
    "ai-tika-s0301t9:30_4": "I’ll give to them a gift that is proper to them.”",
    "ai-tika-s0301t9:30_5": "Hence it is said: “What can I do?”",
    "ai-tika-s0301t9:30_6": "that deity reaches a reality.",
    "ai-tika-s0301t9:30_7": "both of you and the monks are referring to.",
    "ai-tika-s0301t9:30_8": "and when he is replying to their bowls, they draw each other with each other.",
    "ai-tika-s0301t9:31_0": "Carefulness in the place he receptacles the shape of Vibhaṅga thus, “This is the shape of a new state.”",
    "ai-tika-s0301t9:31_1": "Having gathered together:",
    "ai-tika-s0301t9:31_2": "A pretext to be announced by (wholesomes), taking a canopy.",
    "ai-tika-s0301t9:31_3": "and the making a great noise of accumulation of the development of the Greed Black Rom",
    "ai-tika-s0301t9:31_4": "Through that reason: the name of the body is included in the wrong way,",
    "ai-tika-s0301t9:31_5": "He should not be made a embarrass appearance,",
    "ai-tika-s0301t9:31_6": "He enjoys himself with his own ears, seeks the sound of himself, calms the drums,",
    "ai-tika-s0301t9:31_7": "but that does not become (concerned) like a man’s consciousness,",
    "ai-tika-s0301t9:31_8": "Endowed with virtue and so on, virtue,",
    "ai-tika-s0301t9:32_0": "The Golden Body’s Controlled is finished.",
    "ai-tika-s0301t9:33_0": "9. Vajjiputtasuttavaṇṇanā",
    "ai-tika-s0301t9:34_0": "He was born in the Vajjian capital, the son of the King’s son, and the son of the Vajjis.",
    "ai-tika-s0301t9:34_1": "he has disliked all enlightenment rightly by himself with the other thoroughly.",
    "ai-tika-s0301t9:34_2": "Hence it is said: “Being the limbs that is neck,”",
    "ai-tika-s0301t9:34_3": "One is bound : it is shared with the four great abode of the four great elements, like a lamp on the day of the Master who has developed the divine abidings in a heavenly realm, like the degree of divine abidings and meritorious kinds of heavenly merit.",
    "ai-tika-s0301t9:34_4": "they are engaged in the four kinds of Whiches, etc., of the noble ones, similar to the twentieth, and so on,",
    "ai-tika-s0301t9:34_5": "The (gods) were satisfied by a well-spoked cloth,",
    "ai-tika-s0301t9:34_6": "charming the lutes: the hosts of gods came,",
    "ai-tika-s0301t9:34_7": "they questioned and asked, and they questioned the Saṅgha.",
    "ai-tika-s0301t9:34_8": "Though this sound, the rising ear, etc., appearing indeed, he spoke thus: “It is indeed a counselor who knows I have notd.”",
    "ai-tika-s0301t9:34_9": "Six bubbles the floor in the grove is like a dog’s thrown about by crows,",
    "ai-tika-s0301t9:34_10": "the daughters of the gods.",
    "ai-tika-s0301t9:34_11": "Even the first deity of the deities was told, “Such is indeed,” and the bhikkhu said, “They are doing good for themselves,” and they told him, “Listen, they said, “Listen,” and “There is no matter.",
    "ai-tika-s0301t9:34_12": "While the person was going to heaven the lower worlds, and that of theirs Piṇḍola Bhāradvāja thinks, “Dear Piṅgīrasa, did not die.”",
    "ai-tika-s0301t9:35_0": "The Vajjiputtakas are finished.",
    "ai-tika-s0301t9:36_0": "10. Sajjhāyasuttavaṇṇanā",
    "ai-tika-s0301t9:37_0": "It is possible to escape from the community of Noble Ones.",
    "ai-tika-s0301t9:37_1": "with the remainder of the one who is free from opposites,",
    "ai-tika-s0301t9:37_2": "Now, as to the words, etc., it is said in order to show the penetration of the noble ones, that is, “Venerableing” . It is said, “It is because of the profitable states’ .",
    "ai-tika-s0301t9:37_3": "On the day of perfection he couldn’t eventually grasp it in the way that is, it wasn’t worth a sixteenth day of the bowl, but being able to show it.",
    "ai-tika-s0301t9:37_4": "passes away, (saying): “This is the meaning of the idea of the meaning, this is the meaning of what is said.”",
    "ai-tika-s0301t9:37_5": "Senior (Dears) of the Elder’s Precept",
    "ai-tika-s0301t9:38_0": "lawfully set up the teaching of the Dhamma, and the rest.",
    "ai-tika-s0301t9:38_1": "Hence it to be said: “The Buddha’s instructions in the human realm.”",
    "ai-tika-s0301t9:38_2": "don’t count the recitation sections",
    "ai-tika-s0301t9:38_3": "“Pāṭaliputta, even if a monk memorizes them, he should teach Dhamma in order to show the way: “This is the purpose of meat.”",
    "ai-tika-s0301t9:38_4": "He refrains from liberatings: these are fading away in the noble path.",
    "ai-tika-s0301t9:38_5": "having understood: “Conquering” and “Dearly knowing he went into solitary retreat and did not know,",
    "ai-tika-s0301t9:38_6": "give up,",
    "ai-tika-s0301t9:38_7": "from the Buddha’s dispensation,",
    "ai-tika-s0301t9:38_8": "ignobles, cows, timber trees, and having given them up, he should know “This is the escape from Venerable Bhaṇḍika.”",
    "ai-tika-s0301t9:39_0": "The Recitation of the Path is finished.",
    "ai-tika-s0301t9:40_0": "Unskillful thoughts",
    "ai-tika-s0301t9:41_0": "Skill in the sense of urgency, unwholesome thoughts,",
    "ai-tika-s0301t9:41_1": "That is why it is said in the sutta, that is why it is said, “has is said” .",
    "ai-tika-s0301t9:41_2": "Inspiring confidence, the recollection of the Buddha, the meditation subject, and the recollection of the Enlightened One.",
    "ai-tika-s0301t9:41_3": "(therefore) the happiness and bliss born in him always, and the abandoning of the five hindrances, and the happiness and the bliss born in him.",
    "ai-tika-s0301t9:42_0": "The Unskillful thoughts is finished.",
    "ai-tika-s0301t9:43_0": "12. Majjhanhikasuttavaṇṇanā",
    "ai-tika-s0301t9:44_0": "Herein, the Nandana (here) called Nandanasa Suttanta, and so on means after that verse was from the highest gift of men.",
    "ai-tika-s0301t9:44_1": "if why don’t we take place in this way?",
    "ai-tika-s0301t9:44_2": "The Linked Discourses on the deities are included in the company of the deities, and so on.",
    "ai-tika-s0301t9:45_0": "The commentary on the middle is finished.",
    "ai-tika-s0301t9:46_0": "13. Pākatindriyasuttavaṇṇanā",
    "ai-tika-s0301t9:47_0": "233.",
    "ai-tika-s0301t9:47_1": "What can be said is this: it comes about in (the same place as) a league.",
    "ai-tika-s0301t9:47_2": "With Jantuṭṭhatissa",
    "ai-tika-s0301t9:47_3": "(This) is the commentary on the discourses, etc., in the way already described.",
    "ai-tika-s0301t9:48_0": "The Book of the Faculties is finished.",
    "ai-tika-s0301t9:49_0": "14. Gandhatthenasuttavaṇṇanā",
    "ai-tika-s0301t9:50_0": "The opposite sex with a object, it becomes known as the object of the pervading of opposite sex. The meaning is, it ceases. When you reject it with the influence of form, the meaning is, it is its object.",
    "ai-tika-s0301t9:50_1": "will break off craving at peace, and embrace it will be brought to an end.",
    "ai-tika-s0301t9:51_0": "There are one recitation passages by means of carpets, etc., that is to say, fewness of them, etc., which is among the base consisting of boundless space, and so on.",
    "ai-tika-s0301t9:51_1": "(But) having been intended for the teaching, the requisite recommended by theft. The ruler of the Dhamma would not be eaten by theft, and the others.",
    "ai-tika-s0301t9:51_2": "Yet he does not possess the sense of habitual objects, nor is incapable of repelling them with something left over, something is not allowed.",
    "ai-tika-s0301t9:51_3": "But when they say what a monk has said, “I don’t take it,” he replied, “I have no belonging to it.",
    "ai-tika-s0301t9:51_4": "“For the fruit of this reason,” “Friends, what reason do you commend?”",
    "ai-tika-s0301t9:52_0": "and come to you.",
    "ai-tika-s0301t9:52_1": "Viewing is profitable deeds, etc., and view, etc., according to the starting with craving and view, etc., of the profitable view, etc., and according to the beginning, “Such isming from craving.”",
    "ai-tika-s0301t9:52_2": "And one who has ended the robe-making season brings to the end of the robe-making season and say, “Having work for many if it is done” .",
    "ai-tika-s0301t9:53_0": "Guilding, the hollow, the very hard,",
    "ai-tika-s0301t9:53_1": "Hence it is said: “He has much bad.”",
    "ai-tika-s0301t9:53_2": "is offensive and contemptuous.",
    "ai-tika-s0301t9:53_3": "the gods cry out,",
    "ai-tika-s0301t9:53_4": "Consequently, that’s why I say:",
    "ai-tika-s0301t9:54_0": "in search for support for one’s own peaceful states, and in the end in it,",
    "ai-tika-s0301t9:54_1": "and surrounding it with countless scents, he made the rafters of a bunch of peaked in the world,",
    "ai-tika-s0301t9:54_2": "And one is pure and bright.",
    "ai-tika-s0301t9:54_3": "the Happy One is reborn in a good place,",
    "ai-tika-s0301t9:54_4": "with that associating with Emancipation,",
    "ai-tika-s0301t9:55_0": "The Thirty-three is finished.",
    "ai-tika-s0301t9:56_0": "Questioning the sword of the self-control",
    "ai-tika-s0301t9:57_0": "Liberation for the purpose of Varuṇa is the wish of quadruple jhāna."
}