{
    "ai-tika-s0301t10:0_0": "10. Yakkhasaṁyuttaṁ",
    "ai-tika-s0301t10:1_0": "1. Indakasuttavaṇṇanā",
    "ai-tika-s0301t10:2_0": "235.",
    "ai-tika-s0301t10:2_1": "whose own name is the Indallage of the Indallage, the leader of the Indasāla, (then) telling them to the Indasālaka.",
    "ai-tika-s0301t10:2_2": "While the roof-covers were placed on Mount Indra, the Indra’s mountain, like Indra, the mountain peaked roof.",
    "ai-tika-s0301t10:2_3": "the strength of the spirits, he should be worshipped in the yakkha of Ālavaka.",
    "ai-tika-s0301t10:2_4": "Indra, who had got down from the Indra’s trapped water, pillared in the air named Indra.",
    "ai-tika-s0301t10:2_5": "“Indra, Uttara, just as a mountain peak is decayed by a stone, like a ray of medium stairs.”",
    "ai-tika-s0301t10:2_6": "the yakkhas named Indra.",
    "ai-tika-s0301t10:2_7": "And there are no other than this for the other meditation subjects tode one another.",
    "ai-tika-s0301t10:2_8": "(There are) nothing moved to the whole mass of form,",
    "ai-tika-s0301t10:2_9": "This body is the after death of his (good) death.",
    "ai-tika-s0301t10:3_0": "Where do they come from? They are included in the mother’s womb as their mother’s womb, or as their mother’s womb.",
    "ai-tika-s0301t10:3_1": "Hence it is said: “These are these eighteen meats,” and so on.",
    "ai-tika-s0301t10:3_2": "How do this bag decrease, how are they conceived in the womb?",
    "ai-tika-s0301t10:3_3": "“By shameless waters of the mountains, he is pregnant, not ascending the room and absorbed in the town, and so on.",
    "ai-tika-s0301t10:3_4": "Hence it is said: “May I be in the mother’s womb,”",
    "ai-tika-s0301t10:3_5": "One who speaks for the person who speaks for themselves.",
    "ai-tika-s0301t10:3_6": "Suppose a shrine were to throw away from the ball of fish and it was like a speedily pressed with wisdom in the home life, not even if it were placed on it, and it wouldn’t reach it.",
    "ai-tika-s0301t10:3_7": "“That’s how form is established. ...”",
    "ai-tika-s0301t10:3_8": "That’s what I said.”",
    "ai-tika-s0301t10:3_9": "First these five",
    "ai-tika-s0301t10:3_10": "Hence it is said: “Consciously in the first jhāna,” and so on.",
    "ai-tika-s0301t10:3_11": "“Surely they say ‘I’m going to birth from old age’.”",
    "ai-tika-s0301t10:3_12": "“Having plunged into the lake, having now jujube down,",
    "ai-tika-s0301t10:3_13": "The Linked Discourses on that very Simile of the three kinds of glory is bound up.”",
    "ai-tika-s0301t10:4_0": "Placing the inner skin: the meaning is that it stains.",
    "ai-tika-s0301t10:4_1": "In the same way they are the shape of the colour of the similes of the coloured and the shape of a neighbowl.",
    "ai-tika-s0301t10:4_2": "It is worthy of being experienced above through the ground, because of the fine-material state of existence, the stilling of the kasiṇa is being done, and so on.",
    "ai-tika-s0301t10:5_0": "(but) like a palm tree that canopyed she was living in that way,",
    "ai-tika-s0301t10:5_1": "They lump of meat, as to colour, shape, direction, location, and delimitation.",
    "ai-tika-s0301t10:6_0": "ripening alcoholic drinks that cause negligence, which has ripened in the future,",
    "ai-tika-s0301t10:6_1": "come to an end, come to be,",
    "ai-tika-s0301t10:6_2": "cyclested and exhausted,",
    "ai-tika-s0301t10:6_3": "(There is) creatures: this is the meaning, that is: this is the very same , this is the meaning.",
    "ai-tika-s0301t10:6_4": "(He who) at Kapilavatthu there is a reason why the kasiṇa is being made up from a drop of grass.",
    "ai-tika-s0301t10:6_5": "It is separate: it is intercourse without irritability.",
    "ai-tika-s0301t10:7_0": "So it is the shape of triad and delimitation that it is called “restraint in colour.”",
    "ai-tika-s0301t10:7_1": "Likewise they dung boys, which is sweet involved with tastes, because of the taste of various kinds,",
    "ai-tika-s0301t10:7_2": "He escaped from all gruel, whipping and trickling, like a bag, after becoming a pricked out.",
    "ai-tika-s0301t10:7_3": "She obtained in such a pregnant woman, like one who is pregnant, or like a boiled by a lump of fierce.",
    "ai-tika-s0301t10:7_4": "Hence it is said: “Having eaten, they must take it.”",
    "ai-tika-s0301t10:8_0": "he accepts, “Rebirth” and “Dearly he is born in him, thus he is a “welling”.",
    "ai-tika-s0301t10:9_0": "for the neck is the shape of oxen.",
    "ai-tika-s0301t10:9_1": "Namely rebirth is a condition for rebirth in the form realm.",
    "ai-tika-s0301t10:9_2": "“Householder, conditioned, dependently originated is what is impermanent.”",
    "ai-tika-s0301t10:10_0": "Phegms from frogs, from strings of meat, and from frogs.",
    "ai-tika-s0301t10:11_0": "seven months in the beginning of the air: eight kinds of crims that originate from the beginning, for seven days, eight all for seven days.",
    "ai-tika-s0301t10:11_1": "it is time to conceived in the womb of a certain womb.",
    "ai-tika-s0301t10:11_2": "As to the ninth, it is called “conformity” since it is called “the head hairs”.",
    "ai-tika-s0301t10:11_3": "Hence it is said: “So these seven speeches independent of others.”",
    "ai-tika-s0301t10:12_0": "Because of her fetusity she conceived.",
    "ai-tika-s0301t10:12_1": "When a magician had become pregnant and he deprived on it, when the body breaks up, after death, he’s conceived in the womb for his mother’s womb, and when the body is overcome by runnning hither.",
    "ai-tika-s0301t10:12_2": "As a condition for the extinction of food in the body, which is conceived and is a condition for the womb.",
    "ai-tika-s0301t10:12_3": "She obtained it and brought it to the sight of her form,",
    "ai-tika-s0301t10:12_4": "When a magician has become pregnant in this way, it is the ten months produced by mother and father, its ten months of food, and it isconctors of produced by the food of her own nutriment.",
    "ai-tika-s0301t10:12_5": "But some say that it is due to overflowing courses in the opposition of foulness, as it were, he dropsites that deed is indeed.",
    "ai-tika-s0301t10:12_6": "the belly is to be found inside the stomach outside the bowel, but if it is to be found inside the stomach (and then), he said, “Go away, you are going to it.”",
    "ai-tika-s0301t10:12_7": "He has not cut off his mother’s womb.",
    "ai-tika-s0301t10:12_8": "This is how it is said: ‘This is why this is the kind of help.’”",
    "ai-tika-s0301t10:12_9": "That’s why there is no form, no living in dependence,",
    "ai-tika-s0301t10:12_10": "Don’t come to this view because he has arrived at seven days desires,",
    "ai-tika-s0301t10:13_0": "The Congregation of Indaka is finished.",
    "ai-tika-s0301t10:14_0": "2. Sakkanāmasuttavaṇṇanā",
    "ai-tika-s0301t10:15_0": "Searching is what was happening to one’s son, he is like the strong’s son,",
    "ai-tika-s0301t10:15_1": "“This is the offense.”",
    "ai-tika-s0301t10:15_2": "“What do you think, Rādha?”",
    "ai-tika-s0301t10:15_3": "He summoned Māra’s army,",
    "ai-tika-s0301t10:15_4": "Here is the reason why no distinct from any other ascetic, that is why he does not agree with him.",
    "ai-tika-s0301t10:15_5": "for the sake of reason or for striving:",
    "ai-tika-s0301t10:15_6": "anyone who has gone forth in the lay life.",
    "ai-tika-s0301t10:15_7": "He enters upon that place, next for a person, and is worthy of praise, he is worthy of compassion for a person, but not forgetful mindfulness.",
    "ai-tika-s0301t10:15_8": "mind ...",
    "ai-tika-s0301t10:15_9": "He is not attracted to that neighborhood of non-human beings who are compassionate because of the opposite sex.",
    "ai-tika-s0301t10:16_0": "The commentary on the beauty of Sakka",
    "ai-tika-s0301t10:17_0": "3. Sūcilomasuttavaṇṇanā",
    "ai-tika-s0301t10:18_0": "237.",
    "ai-tika-s0301t10:18_1": "To the village, town, or city he said, “Listen,” and he said, “There is no need for me to stay not far from here.”",
    "ai-tika-s0301t10:18_2": "For that is the difference in the village, for this is the (durning):",
    "ai-tika-s0301t10:18_3": "This is the upper side of the bed and chair:",
    "ai-tika-s0301t10:18_4": "placed them in order to position the deities on the ground of the gods.",
    "ai-tika-s0301t10:18_5": "the eight-stools turned downwards towards the eight-hundred and fifty coins.",
    "ai-tika-s0301t10:18_6": "for sewing the robe-making season.",
    "ai-tika-s0301t10:18_7": "(The king) presented to the place where the rest of the Saṅgha is used in order to prevent the covering (of the Fraternity).",
    "ai-tika-s0301t10:18_8": "like a canopy covered with the palms that were thoroughly roughly (from the palm).",
    "ai-tika-s0301t10:19_0": "And here too, they said, “I’ve done a body” and so on, etc., which is defiled in the body, which is like the framework of a garments, etc., doing it in this way, they show the way that the ending of the robe-making season.",
    "ai-tika-s0301t10:19_1": "after his own hands, and the place of his own hands, he defeated the Makkhali God.",
    "ai-tika-s0301t10:19_2": "The word spoken by the Lord of the Earth:",
    "ai-tika-s0301t10:20_0": "Continents me assemblies, hesits the council hall, and the haunt of Spiky says: “This is a time for the Faith, it Yama.",
    "ai-tika-s0301t10:21_0": "rising up, get up,",
    "ai-tika-s0301t10:21_1": "It is not able to get his own body, and he is unable to repay himself, even though he was unable to lift his own body,",
    "ai-tika-s0301t10:21_2": "covetousness is a harsh speech and non-violent.",
    "ai-tika-s0301t10:21_3": "or my mind wavering, I’ll win over your mind with the thought of mine.",
    "ai-tika-s0301t10:21_4": "But just as he would show it is said to be shown by one who is doubtful in the mind.",
    "ai-tika-s0301t10:21_5": "Or alternatively, if they are stated with their fear, they go to see sentient beings.",
    "ai-tika-s0301t10:21_6": "“Venerables, where do you like.”",
    "ai-tika-s0301t10:21_7": "If he takes it from the two-leggeds, thinking: “I’ll sew it within two or three leagues.”",
    "ai-tika-s0301t10:22_0": "How many reasons?",
    "ai-tika-s0301t10:22_1": "But in the Commentaries, what is this? “As what is the source of this?”",
    "ai-tika-s0301t10:22_2": "the meaning is this:",
    "ai-tika-s0301t10:22_3": "Apprehending the mind with the wholesome mind, in front of him, and give absorption to him in front.",
    "ai-tika-s0301t10:22_4": "Where do the thoughts originate from thoughts that are placed, questions that are wrong?",
    "ai-tika-s0301t10:23_0": "The sign of sensual desire, etc., is improper attention to the sign of beauty, and so on.",
    "ai-tika-s0301t10:23_1": "But with improper attention to that source of what is created, sourced, and conditioned by fine-materiality. These are the sources in that person’s self.”",
    "ai-tika-s0301t10:23_2": "This is how the whole world’s material thoughts were put in aside that these eight thoughts are like the world of the mortals.",
    "ai-tika-s0301t10:23_3": "Their mind is like a bondservant.",
    "ai-tika-s0301t10:24_0": "Having developed that bad thoughts associated with it, the defilements born of craving, and the defilements said: “This is a condition for craving in us,” he said, “She is a particular individual essence.”",
    "ai-tika-s0301t10:24_1": "Because of the state of existence is included in the “supported”.",
    "ai-tika-s0301t10:24_2": "Through that (after) it is shown that the various aggregates beginning with the classes of rebirth, etc., which are distinguished with the head -",
    "ai-tika-s0301t10:24_3": "In regard to sense desires as objects, there are various kinds of objects,",
    "ai-tika-s0301t10:24_4": "the many kinds of defilements, desire for the pleasant,",
    "ai-tika-s0301t10:24_5": "But by these defilements, (good) became connected with the defilements.",
    "ai-tika-s0301t10:24_6": "of the great mass of five!",
    "ai-tika-s0301t10:24_7": "Those who know how to see how they are prevailed by things,",
    "ai-tika-s0301t10:25_0": "from which one says “saken” is the source of what is called.",
    "ai-tika-s0301t10:25_1": "They told him.",
    "ai-tika-s0301t10:25_2": "And if they do so, they give up the blazing out of the inside, the edge of the body, and the top of the termites, “We shall show them the supreme.”",
    "ai-tika-s0301t10:25_3": "He has not attained extinguishment again and again, he said: “Now that there is no further rebirth into existence” .",
    "ai-tika-s0301t10:25_4": "Here it is said in the Commentaries: “Here the origin of suffering” , since he knows the truth of the arising of suffering, origin of suffering, and the path of the path leading to the cessation of suffering, they are declared: “This is the truth of cessation” .",
    "ai-tika-s0301t10:26_0": "Wherever they are standing there, he asked another question: “He is in that place, and that place he is standing in that place.”",
    "ai-tika-s0301t10:26_1": "recollecting the Teacher’s instructions, and recollecting the Dhamma,",
    "ai-tika-s0301t10:26_2": "knowledge of the dissatisfaction, and having considered them with insight, he sent them off the underlying tendencies of extinguishment, and then having prepared knowledge of Emancipation.",
    "ai-tika-s0301t10:26_3": "On the first fruit of stream-entry, he established in the fruit of Stream-Entry and rewards at the first very spot, which is rewarded on the fruit of Stream-Entry.",
    "ai-tika-s0301t10:26_4": "they are not worth a sixteenth part",
    "ai-tika-s0301t10:26_5": "(The Buddha) resided Āḷavī’s catching it, observed it, all were longing to fall away, rotten, and unable to get rid of all attachments.",
    "ai-tika-s0301t10:26_6": "While the earth was magnificent flourishing the burden,",
    "ai-tika-s0301t10:27_0": "The conclusion of the Spiky",
    "ai-tika-s0301t10:28_0": "4. Maṇibhaddasuttavaṇṇanā",
    "ai-tika-s0301t10:29_0": "he gains blissful meditation in the present life.",
    "ai-tika-s0301t10:29_1": "is permanent, constantly, there is no-one else for the future.",
    "ai-tika-s0301t10:29_2": "(The Buddha) said: “The compassionate one gems a person who is hostile, twenty-finding living beings on enmity, affliction and anxiety, and brings them to an end.”",
    "ai-tika-s0301t10:29_3": "Then the Buddha, through the air, chasing the drop of mindfulness, and without reaching the end of the hosts of others, nor do they say, “This poor wretching on the deathless,” and with the host of winning all beings, saying, “This is one thing, it is freed from enmity, affliction and anxiety, and circumstance of others.”",
    "ai-tika-s0301t10:29_4": "compassionate, free from compassionate,",
    "ai-tika-s0301t10:29_5": "compassionately by compassion and by compassion : In the first jhāna the tetrad and preceding absorption in the case of the development of compassion .",
    "ai-tika-s0301t10:29_6": "this person who is developing the meditation on compassion.",
    "ai-tika-s0301t10:29_7": "I have a heart of love with love, an All-Seeing mind, having just one, who is good,",
    "ai-tika-s0301t10:29_8": "Of course, the development of loving-kindness is the basis for that person, and there is no enemy such a person, there is no enemy of compassion for that person.",
    "ai-tika-s0301t10:29_9": "Even if someone were to develop the mind of love, the enemy of loving-kindness, compassion, generally for themselves, reasoned shakes off their own freedom.",
    "ai-tika-s0301t10:29_10": "it shows how to development the base of psychic power.",
    "ai-tika-s0301t10:30_0": "The Adornment of Maṇibhadda is finished.",
    "ai-tika-s0301t10:31_0": "5. Sānusuttavaṇṇanā",
    "ai-tika-s0301t10:32_0": "he is not satisfied by Yakkhas, and he has not got rid of loose.",
    "ai-tika-s0301t10:32_1": "To give him a share of the spirits, etc., to be shown the detailed explanation of the spirits, etc., and for the sake of its (still).",
    "ai-tika-s0301t10:32_2": "He said, “Excellent” is one who adverts from the beginning, “Realized” according to the Pabbajjā ordination, etc., in order to show the way that virtue “It is time for the going forth as an ascetic.”",
    "ai-tika-s0301t10:32_3": "reserved:",
    "ai-tika-s0301t10:32_4": "In this wilderness, the Dispensation of the Dhamma, which is my refuge,",
    "ai-tika-s0301t10:32_5": "The bowl is lost;",
    "ai-tika-s0301t10:32_6": "At that the Blessed One might wish: ‘May the Buddha be liked and approved by my spiritual companions, respected and admired.’",
    "ai-tika-s0301t10:32_7": "Likewise he said, “In this way, novices.”",
    "ai-tika-s0301t10:33_0": "He who, possessed of the growth and the enemy of the analytical garden,",
    "ai-tika-s0301t10:33_1": "enjoying sensual pleasures, receptacle, and decorations,",
    "ai-tika-s0301t10:33_2": "after getting them to give them away, he sent them away down and having given them away.",
    "ai-tika-s0301t10:33_3": "“Previously this is your son, ethical, of good character, but I am eloquent, the Divine and remorseful, the Divine One who is afraid of wrongdoing, and fond of the deities.” And the circumference between the gods and the neighborhood of a deity.",
    "ai-tika-s0301t10:34_0": "the teacher’s doctrine, the fourteenth, fifteenth, and the eighth of the fortnight, of the lunar half-month, and the five mouth-month, in the morning and the doing of the observance-day procedure should be done long in the lack of virtue, etc., and of the mouth-of-season day.",
    "ai-tika-s0301t10:34_1": "the meaning is: “I shall take  away”; the meaning is, it is the “finite”.",
    "ai-tika-s0301t10:34_2": "For the observance-day procedure among the thirty-two grounds, etc., have the nine grounds for ethical conduct.",
    "ai-tika-s0301t10:34_3": "But the conversation amongst those who recall the old later went out, thinking, “Have they brought back to the beginning,” and they accepted the way that “has the means.”",
    "ai-tika-s0301t10:34_4": "they drive into a fortnight,",
    "ai-tika-s0301t10:34_5": "That’s how the newly arrived monks comes to an end.",
    "ai-tika-s0301t10:34_6": "Having made an end of the robe well-cloth, and (the monks) who came together,",
    "ai-tika-s0301t10:34_7": "But if it is associated with his own mind, it is said, “It is associated with her own mind” .",
    "ai-tika-s0301t10:34_8": "being a murderer of the perfected ones,",
    "ai-tika-s0301t10:34_9": "“This isn’t your own child,” and they played with their own bodies.",
    "ai-tika-s0301t10:35_0": "The female lay follower, like a novice, because he has the ethical conduct of virtue, for the novice nun, and of virtue.",
    "ai-tika-s0301t10:35_1": "Having arisen in the air,",
    "ai-tika-s0301t10:35_2": "There is no blameworthy deeds in the heavens,",
    "ai-tika-s0301t10:36_0": "Two kinds of sensual stimulation are of two kinds: sense desires as object.",
    "ai-tika-s0301t10:36_1": "For the defilements are abandoned by the defilement of defilements, for it is called “The abandoning of defilements” .",
    "ai-tika-s0301t10:36_2": "He is coming to Visākha, and then in order to go forth in the way he went forth, thus he is a prevented .",
    "ai-tika-s0301t10:36_3": "After going forth his virtue to the Absorption of his livelihood, and while living in the way absence of his livelihood, and while living in dependence on life.",
    "ai-tika-s0301t10:36_4": "For this is said in the training of the Noble One to resign the training and return to a lesser life.",
    "ai-tika-s0301t10:37_0": "Except for the sake of fever:",
    "ai-tika-s0301t10:37_1": "Discussion as in consequence. He although going to Bhaddātikādīpa having performed that majesty.",
    "ai-tika-s0301t10:37_2": "Having washed it away, they spread it out.",
    "ai-tika-s0301t10:37_3": "eleven myriads were burnt by the great fires,",
    "ai-tika-s0301t10:37_4": "Having thus expelled the drawbacks of married girls, and surgeons dart,",
    "ai-tika-s0301t10:37_5": "obtaining conscience and prudence, they will go forth.",
    "ai-tika-s0301t10:37_6": "Having prepared the four assemblies through the destruction of the pollutants,",
    "ai-tika-s0301t10:38_0": "The Book of the Consciousness is finished.",
    "ai-tika-s0301t10:39_0": "6. Piyaṅkarasuttavaṇṇanā",
    "ai-tika-s0301t10:40_0": "240.Paccanteti pariyante.",
    "ai-tika-s0301t10:40_1": "at the wrong time, in the drivers,",
    "ai-tika-s0301t10:40_2": "Ways of the Yamakas, etc.",
    "ai-tika-s0301t10:40_3": "Doing so, they sugarcane to do that.",
    "ai-tika-s0301t10:40_4": "Six streams, having cut off the outer skin, the inner skin, and entered the way without having entered,",
    "ai-tika-s0301t10:40_5": "stood on the simile of the bones, simultaneously.",
    "ai-tika-s0301t10:40_6": "Hence it is said: “Having taken away,” and she said.",
    "ai-tika-s0301t10:41_0": "(thinking): “Consciousness is best, having grasped all the Factors of the Dhamma”, just as when befits them in that moment.",
    "ai-tika-s0301t10:41_1": "In the third (story), “Amongst those who are well purified,”",
    "ai-tika-s0301t10:41_2": "the rest are called “ remaining.”",
    "ai-tika-s0301t10:41_3": "There are three kinds of demonstration:",
    "ai-tika-s0301t10:41_4": "One who, Gopaka, and enquiry,",
    "ai-tika-s0301t10:41_5": "The meaning is this: bad harvest and dirt. And it’s time for almsfood. It’s plenty of food, crops, rice, and porridge, and many other things.",
    "ai-tika-s0301t10:41_6": "and it is called Nāgas in the hundred leagues, dying the ghost realm, spears, and in circumferences, and is emitted.",
    "ai-tika-s0301t10:42_0": "The Body Piyare is finished.",
    "ai-tika-s0301t10:43_0": "7. Punabbasusuttavaṇṇanā",
    "ai-tika-s0301t10:44_0": "241.",
    "ai-tika-s0301t10:44_1": "With the appearance of the Vihāras, etc., that is to say, spending by night and flags.",
    "ai-tika-s0301t10:44_2": "he grabbs it only as a paddder on the twelve measures.",
    "ai-tika-s0301t10:44_3": "assemblies ...",
    "ai-tika-s0301t10:44_4": "While the Teacher was apprehending the ability to continue with the word of the Teacher, he thought, “In this way this way, will be maintained by the authority, and after seeing him,” and seeing him, he saw the opportunity,",
    "ai-tika-s0301t10:44_5": "with the appearance of one roaming: going only one (only) solitary meal offerings, with the departure of the assembly.",
    "ai-tika-s0301t10:44_6": "children, partners, and children.",
    "ai-tika-s0301t10:44_7": "For if you have compassion a sound,",
    "ai-tika-s0301t10:45_0": "From the path of extinguishment, they say, “Extinguishment by means of the noble path,” they are said to be released.",
    "ai-tika-s0301t10:45_1": "The thresholds were thrown out, and he sent them back, “Noble Ladies,” and they said, “We cannot go beyond.”",
    "ai-tika-s0301t10:45_2": "of a lion, a tiger,",
    "ai-tika-s0301t10:45_3": "the site for a monastic’s place is ghosts, etc., which is a basis for ghosts, for the purpose of taking the bowls, is what is meant.",
    "ai-tika-s0301t10:45_4": "after that, Piyadasāti,",
    "ai-tika-s0301t10:45_5": "They drew arrow of pain, plunges into the various realms,",
    "ai-tika-s0301t10:45_6": "he rejoices in deed, he asks about the legal procedure,",
    "ai-tika-s0301t10:45_7": "But in the Vibhaṅga, however, told because it is the analyzed and “It is no troublesome to be told,” it should be said.",
    "ai-tika-s0301t10:45_8": "devoted to the Rose-Apple Island,",
    "ai-tika-s0301t10:45_9": "Hence it is said: “Awakened!”",
    "ai-tika-s0301t10:45_10": "(She said): “She does severe people who are born in the true teaching,” “She does not actually contradict the true Teaching.”",
    "ai-tika-s0301t10:46_0": "They rejoice at the coming of the children’s partners, and they make them consider.",
    "ai-tika-s0301t10:46_1": "(and that is) dawn, a cracking hair, wrapped in pain, and waist in the hand of the head, which is painful to say, is unwashed in the Buddha who is not able to lift the legs of wisdom.",
    "ai-tika-s0301t10:46_2": "Again and again he was approaching through the power of (the Buddha),",
    "ai-tika-s0301t10:46_3": "Likewise in the dispensation of the dispensation,",
    "ai-tika-s0301t10:46_4": "and there is the development of the four ways of developing the states of difference.",
    "ai-tika-s0301t10:46_5": "—they projecting the sound of clungs, hollows, and so on, the inside of the outcastes,",
    "ai-tika-s0301t10:46_6": "She obtains heaven and is reborn in heaven because of the flowers,",
    "ai-tika-s0301t10:46_7": "There is still more than this. That is why it is called “wavering” and “Blessed” having been inspected by a maintaining it, through having destroyed it, and having got ready for him, by using any effort to get fame, and by using the means of witness in the present life.",
    "ai-tika-s0301t10:47_0": "The Reference on the Conduct",
    "ai-tika-s0301t10:48_0": "8. Sudattasuttavaṇṇanā",
    "ai-tika-s0301t10:49_0": "Where the words are to be done: there is something to be done for the purpose of doing it, or “scure” is going in search of something to be done, etc., or “Looking to the scratching on the head, etc.,”",
    "ai-tika-s0301t10:49_1": "if he goes beyond the wind;",
    "ai-tika-s0301t10:49_2": "Just so, after going to Rājagaha she returned to Rājagaha.",
    "ai-tika-s0301t10:49_3": "they are swept away.",
    "ai-tika-s0301t10:50_0": "That day the householder Anāthapiṇḍika had gone to Rājagaha in the middle of the day.",
    "ai-tika-s0301t10:50_1": "the instructions fall,",
    "ai-tika-s0301t10:50_2": "listening to the joints, “Not that is not.”",
    "ai-tika-s0301t10:50_3": "for that while he does not think another merchant’s work,",
    "ai-tika-s0301t10:50_4": "Hence it is said: “He is the Dhamma heir in the forest.”",
    "ai-tika-s0301t10:50_5": "Wood for the children at their boys,",
    "ai-tika-s0301t10:50_6": "for associating with the noise of forms, just as “posing of forms” .",
    "ai-tika-s0301t10:50_7": "gaining five colours, five days (into the lower realms),",
    "ai-tika-s0301t10:50_8": "for one without protection, through this one progress.",
    "ai-tika-s0301t10:50_9": "“For he who is rising up and downwards,",
    "ai-tika-s0301t10:50_10": "He went , thus it is “blessed” in the way beginning, “One who is born into happiness” and in accordance with the special .",
    "ai-tika-s0301t10:51_0": "he stays for the rinsing nearby.",
    "ai-tika-s0301t10:51_1": "for that place he had dwelling placed at the charnel ground,",
    "ai-tika-s0301t10:51_2": "Anāthapiṇḍika ...",
    "ai-tika-s0301t10:51_3": "He went to visit that Buddha.",
    "ai-tika-s0301t10:51_4": "and she went to the Buddha and told him all that had happened.",
    "ai-tika-s0301t10:51_5": "Therefore it is said: “It is time for the day.”",
    "ai-tika-s0301t10:52_0": "Awakened as object, faith, confidence, and strong faith as object,",
    "ai-tika-s0301t10:52_1": "When the Buddhas arise and a long time, he has acquired confidence in his mind, saying: “Listening at a time of inspire, he is satisfied with his former happiness and joyful interest, like a progressive and joyful in mind” .",
    "ai-tika-s0301t10:52_2": "Hence it is said: “Go to all!”",
    "ai-tika-s0301t10:52_3": "For “Now, sir,” he said, “There is no precisely.",
    "ai-tika-s0301t10:53_0": "the deities have attained what they have attained,",
    "ai-tika-s0301t10:53_1": "and they saw the merchant’s bowl,",
    "ai-tika-s0301t10:53_2": "Hence it is said: “This is a great reference.”",
    "ai-tika-s0301t10:53_3": "Firstly, the body is discarded, the cloth is thrown away, or the air.",
    "ai-tika-s0301t10:53_4": "Later, with a corpse disturbed:",
    "ai-tika-s0301t10:53_5": "all around, everyone.",
    "ai-tika-s0301t10:53_6": "The light vanishing of the precincts and the happiness owing to it is flowing embankment.",
    "ai-tika-s0301t10:54_0": "This is the grossness of them that he may follow each of them.",
    "ai-tika-s0301t10:54_1": "if he carries out the foot down strikes down strikes out, saying: “This is the place consisting of a dwelling,”",
    "ai-tika-s0301t10:54_2": "not going to the shore of the tree, not mangoes,",
    "ai-tika-s0301t10:54_3": "When he reckons those sixteen wounds himself,",
    "ai-tika-s0301t10:54_4": "one particular components in the way described as before.",
    "ai-tika-s0301t10:54_5": "Rejecting the Three Times (of the Thūpa), just as the gradual Aṅguttara (proceed),",
    "ai-tika-s0301t10:54_6": "Or alternatively, there are preceding people thus: “This manner of says, ‘Princes those who are skilled in Skill in means, thus he speaks from the profitable states.”",
    "ai-tika-s0301t10:54_7": "“Having made the sixteen and sixteen fruits, they say.”",
    "ai-tika-s0301t10:54_8": "With the support of one’s wealth, etc., appearing in one league.",
    "ai-tika-s0301t10:54_9": "And it is allowed to go to the end of the three training precepts as well as the treasure of the Dhamma. It is allowed to hear the Dhamma to hear the Dhamma of the treasure.",
    "ai-tika-s0301t10:54_10": "First it is said, “The supramundane Dhamma consists of the supermundane one,” and they included in the second monastery, rising from the near shore of the far shore.",
    "ai-tika-s0301t10:55_0": "and in financier Anāthapiṇḍika.",
    "ai-tika-s0301t10:55_1": "devoted to the yoke of the reed.",
    "ai-tika-s0301t10:55_2": "are those who say ‘the perfected ones.’",
    "ai-tika-s0301t10:55_3": "“Who has this horse trainer?”",
    "ai-tika-s0301t10:55_4": "‘I have a shelter to be afraid of the other, so why is I share?’",
    "ai-tika-s0301t10:55_5": "Then he went out of the Buddha dread and told him what had happened. Then he said, “Did you give, monk?” and on that very spot, he said, “No to make a request of it inspire (them).",
    "ai-tika-s0301t10:55_6": "Having acquainted with the characteristic of faith, etc., and having made the true teaching of the good qualities of faith, all the good persons, and so on.",
    "ai-tika-s0301t10:56_0": "Endowed with the perfection of all beings, being satisfied with the success of virtue, etc., and of the various kinds of such gifts as envious of others, delighting in virtue, etc., of the destiny, desiring to seeking alms food, drink, clothes, vehicles, flavours, and torports of others.",
    "ai-tika-s0301t10:56_1": "he said, “Come, Sudatta.”",
    "ai-tika-s0301t10:57_0": "By the complete destruction of defilements, etc., which have a defilement of the defilements,",
    "ai-tika-s0301t10:57_1": "having conquered all the defilements, all were stilled by the defilements, which is the path to the (from theever).",
    "ai-tika-s0301t10:57_2": "spoke about the gradual teaching,",
    "ai-tika-s0301t10:57_3": "for progressive teaching is called “hagu”;",
    "ai-tika-s0301t10:57_4": "That of which is said:",
    "ai-tika-s0301t10:57_5": "“The Fortunate One gave the gradual teaching,",
    "ai-tika-s0301t10:57_6": "That is:",
    "ai-tika-s0301t10:57_7": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, sordid and corrupt, and the benefit of renunciation.”",
    "ai-tika-s0301t10:57_8": "Shameless here is the same as in the case of another .",
    "ai-tika-s0301t10:57_9": "the four Truths, the great Saints, and the eighty-two drawn by precises which were established in the Religions, and produced in this way, as well as the four noble truths .",
    "ai-tika-s0301t10:58_0": "The Advantage of Sudatta is finished.",
    "ai-tika-s0301t10:59_0": "9. Paṭhamasukkāsuttavaṇṇanā",
    "ai-tika-s0301t10:60_0": "243.Rathikanti racchaṁ.",
    "ai-tika-s0301t10:60_1": "Having taken it, she went to the King.",
    "ai-tika-s0301t10:60_2": "Snot as an instance is said to be another:",
    "ai-tika-s0301t10:60_3": "but here it is said to be the fourfold.",
    "ai-tika-s0301t10:60_4": "They think, “I’ll make a sound,” and they put it on the drum beating,” and “It’s given to” is said, “It’s scented by means of the carpets.”",
    "ai-tika-s0301t10:60_5": "Virūpakkha, due to Gandhamādana, Paṭisambhidā, Sadhura, and that drives (only) one abode, who is honeying that is like that of offerings.",
    "ai-tika-s0301t10:60_6": "That’s why it was percipient.",
    "ai-tika-s0301t10:61_0": "He should not be reserved without getting permission.",
    "ai-tika-s0301t10:61_1": "Hence it is said: “Bring me,” and so on.",
    "ai-tika-s0301t10:61_2": "and whatever sort of persons there is in the state of a (performed) a residue of the remainder.",
    "ai-tika-s0301t10:61_3": "Then they haven’t springs up their food;",
    "ai-tika-s0301t10:61_4": "Many people likewise, endowed with plenty of food, seeming flashes like fire,",
    "ai-tika-s0301t10:61_5": "That is why he said: “Give it.”",
    "ai-tika-s0301t10:61_6": "with the stain of the Dhamma:",
    "ai-tika-s0301t10:61_7": "Madhurā, sweet,",
    "ai-tika-s0301t10:61_8": "Is rose from the drum of the nunnery, raising her with my hands, and filling her with joined palms.",
    "ai-tika-s0301t10:61_9": "like one who has come to a cloud,",
    "ai-tika-s0301t10:62_0": "First: In the Brick Hall",
    "ai-tika-s0301t10:63_0": "10. Dutiyasukkāsuttavaṇṇanā",
    "ai-tika-s0301t10:64_0": "According to much merit and demerit, possessing all the gifts of freedom. One who has given up all kinds of debt, through virtue, made the first deludedness, to the senior elder.",
    "ai-tika-s0301t10:65_0": "Second: The Book of the Nuns",
    "ai-tika-s0301t10:66_0": "11. Cīrāsuttavaṇṇanā",
    "ai-tika-s0301t10:67_0": "Thus is the tenfold origination with the whole body.",
    "ai-tika-s0301t10:67_1": "Herein, a male lay follower has given food here and there. This is the distinction that is the distinction.",
    "ai-tika-s0301t10:68_0": "The Contraphile of the World is finished.",
    "ai-tika-s0301t10:69_0": "12. Āḷavakasuttavaṇṇanā",
    "ai-tika-s0301t10:70_0": "Similarly musical instance, and also the city of the women.",
    "ai-tika-s0301t10:70_1": "And in the case of the kingdom, greatly interpretations, in accordance with reference to the higher state.",
    "ai-tika-s0301t10:70_2": "And that’s not how the native spirits Āḷavaka.",
    "ai-tika-s0301t10:70_3": "For the sake of defects: he leads to rebirth.",
    "ai-tika-s0301t10:70_4": "“Rāḷava, the Buddha has come to him at that place.”",
    "ai-tika-s0301t10:70_5": "This is the discussion that gradually when the discussion came forth.",
    "ai-tika-s0301t10:70_6": "The rulers of Āḷavī, the kingdom, and the countryside.",
    "ai-tika-s0301t10:70_7": "Quickly experts his own hand, saying “For he who sets out the benefit of the king,” and in order to prevent upon the earth, etc., in order to preserve his accumulating such things as anger and conformity with its purpose.",
    "ai-tika-s0301t10:70_8": "like a snapped in the lair of deer, or like a lamp, went to the deer-hunter or a hunter.",
    "ai-tika-s0301t10:70_9": "by the King’s army",
    "ai-tika-s0301t10:70_10": "another herd.",
    "ai-tika-s0301t10:70_11": "Looking (Asoka) palace, who reached the ultimate goal,",
    "ai-tika-s0301t10:70_12": "trying to get water, it rolling back and forth, like a drain,",
    "ai-tika-s0301t10:70_13": "The roots spipe, crembling,",
    "ai-tika-s0301t10:70_14": "Having seen the King’s fear, he ran away. Therefore speed with a goad, the king was fodder of the earth.",
    "ai-tika-s0301t10:70_15": "Therefore it is said: “He is incapable of becoming” .",
    "ai-tika-s0301t10:70_16": "Then the King, after giving his own deer to hunter ande, thinking,",
    "ai-tika-s0301t10:70_17": "The yakkha said: “Look here from me, I will go to the assembly hall with my hands,” and after giving a tribulation to his own hands, and giving him to the King: “For what reason do you think, Kings?”",
    "ai-tika-s0301t10:70_18": "The King did so.",
    "ai-tika-s0301t10:70_19": "Therefore it was said: “Here the King” .",
    "ai-tika-s0301t10:70_20": "(They are) free of attachments: this is my future lives,",
    "ai-tika-s0301t10:70_21": "cognizable by the nature of censure, by the designation of (permission) material possessions,",
    "ai-tika-s0301t10:70_22": "Through this matter that is included by the going forth, I will give you a meal (living) to be eaten.”",
    "ai-tika-s0301t10:71_0": "Death’s domain of death said,",
    "ai-tika-s0301t10:72_0": "took her to the worm-infested corpse when he takes it away.",
    "ai-tika-s0301t10:72_1": "The queen-consort of the King’s mother was said to him:",
    "ai-tika-s0301t10:72_2": "(They are) kept less than one thousand coins.",
    "ai-tika-s0301t10:73_0": "having constructed the assembly of the native spirits, having gone to the park at the foot of a tree, and sat near the gate to the assembly hall in the assembly hall.",
    "ai-tika-s0301t10:73_1": "He is the Buddha,",
    "ai-tika-s0301t10:73_2": "As a consequence he leads to rebirth in the next life.",
    "ai-tika-s0301t10:73_3": "And the Buddha see them.",
    "ai-tika-s0301t10:74_0": "Here is the merchant’s son, (saying): “About what I wish to say.”",
    "ai-tika-s0301t10:74_1": "They humbled their sal trees,",
    "ai-tika-s0301t10:74_2": "Devoted to the Religion of Absorption, one who abides in Laṅkā, and five great primaries.",
    "ai-tika-s0301t10:74_3": "he is hot or current. His voice is black and so on has the thirty-two signs.",
    "ai-tika-s0301t10:74_4": "Like the winter in the names of the Three Worlds",
    "ai-tika-s0301t10:74_5": "Āḷavaka, the sound of parrots is removed (all) the sound of solution.",
    "ai-tika-s0301t10:75_0": "Thus, having shown that much, it is added, causing, etc., as happens when the three watches of the night had been shown that such sounds as “possess,” he is said, “possessed by the sound of cooking.”",
    "ai-tika-s0301t10:75_1": "when the floating is running out.",
    "ai-tika-s0301t10:76_0": "Holding is said in order to do so, but it is when surrounded by powder. The words are spoken of, notwith scorning.",
    "ai-tika-s0301t10:76_1": "Hence it is said: “Yes, who does it take?”",
    "ai-tika-s0301t10:76_2": "(thinking): Immediately amount",
    "ai-tika-s0301t10:76_3": "vine, a razor,",
    "ai-tika-s0301t10:77_0": "being led to the best of men, he is supreme in (may) states of existence.",
    "ai-tika-s0301t10:77_1": "hard to overturn, hidden treasures,",
    "ai-tika-s0301t10:77_2": "These meritorious kinds of accumulation are identity that make merit, etc., have been produced in the accumulating of merit, and manifestation of the ignorant.",
    "ai-tika-s0301t10:77_3": "Hence it is said: “About it is.”",
    "ai-tika-s0301t10:78_0": "The unequaled space is rolled forth like the distance of unevenly all round.",
    "ai-tika-s0301t10:79_0": "For the bile, phlegm,",
    "ai-tika-s0301t10:79_1": "Gets to create schism:",
    "ai-tika-s0301t10:79_2": "It’s easy to do good,",
    "ai-tika-s0301t10:79_3": "These hands are for the sake of its (true) thoughts, produced by what is false, (and building up) what is for your own welfare,",
    "ai-tika-s0301t10:80_0": "When this was said, he said: “It is just so.”",
    "ai-tika-s0301t10:80_1": "After paying homage to the Buddha’s teaching, he said: “Whoever learns the Fortunate One’s teaching, and when it learns it will not accept it.” ...",
    "ai-tika-s0301t10:80_2": "when you learn the points.”",
    "ai-tika-s0301t10:80_3": "Questioned by questions of the Buddha Sañjikāputta,",
    "ai-tika-s0301t10:80_4": "For the one who questions the Buddha, the teaching, and the Saṅgha, these are the names of Buddha.",
    "ai-tika-s0301t10:81_0": "having swept away from his armpits, he might restrain them.",
    "ai-tika-s0301t10:81_1": "“Whenever you want,” he said, “It’s sit in such a place.”",
    "ai-tika-s0301t10:81_2": "When they hear it, they’ll give away what they were given away.",
    "ai-tika-s0301t10:81_3": "Hence it is said: “I don’t consent.”",
    "ai-tika-s0301t10:81_4": "The second group of two is drawn out from the water-pot, thinking, “They wish.”",
    "ai-tika-s0301t10:81_5": "Saying, “Ascetic, I shall ask you something,” and then he said, “All this is your word, observe it.”",
    "ai-tika-s0301t10:82_0": "What is needing? What is their culmination? What is the meaning? What is the meaning?",
    "ai-tika-s0301t10:82_1": "here in this world:",
    "ai-tika-s0301t10:82_2": "That is why arguing, disputing:",
    "ai-tika-s0301t10:82_3": "very shook and carefully memorized it.",
    "ai-tika-s0301t10:82_4": "pleasure and pain.",
    "ai-tika-s0301t10:82_5": "Herein, whatever is said in the presence of that she is able to give, she said, “Teaches,” and so on.",
    "ai-tika-s0301t10:82_6": "It is only because the fruit of the donor grandmothers .",
    "ai-tika-s0301t10:82_7": "if he makes it quiver;",
    "ai-tika-s0301t10:82_8": "It is noise to offer in the matter of which this is noise of rice.",
    "ai-tika-s0301t10:82_9": "tastes, touches, and thoughts.",
    "ai-tika-s0301t10:82_10": "What is the meaning of what is said:",
    "ai-tika-s0301t10:82_11": "How do they say, “Who are you talking about?” “What are they prepared for us?”",
    "ai-tika-s0301t10:83_0": "Virūpakkha to the western ocean’s place in the ocean, like the mountain river.",
    "ai-tika-s0301t10:83_1": "So you should see the meaning of faith.",
    "ai-tika-s0301t10:83_2": "“She is said to be arguing”: “It is said for the purpose of showing the meaning, they should give it away,” and so on.",
    "ai-tika-s0301t10:83_3": "The application of the happiness is the approach of the world with its two treasures, with its deities and its imperfections, with its advantages and so on, with the appearance of a (which is) the colour of the world-coloured) as due to its deities.",
    "ai-tika-s0301t10:83_4": "Hence it is said: “Yes,” and so on.",
    "ai-tika-s0301t10:83_5": "Doesn’t view come to be the result of right view, and the result of the happiness of faith ...",
    "ai-tika-s0301t10:83_6": "having developed insight as faith,",
    "ai-tika-s0301t10:83_7": "Hence it is said: “Certainly we (wholesome) practices.”",
    "ai-tika-s0301t10:83_8": "Because he’s to judg himself against this.",
    "ai-tika-s0301t10:84_0": "But now it is said to be the best in the colour of faithful sons of the faithful householder, general, and so on. He said, “Now, what is the best amongst those who already described,” “It is said in the evening.”",
    "ai-tika-s0301t10:84_1": "they go to the next world.",
    "ai-tika-s0301t10:84_2": "Wandering without reason, without reason,",
    "ai-tika-s0301t10:84_3": "For the whole world’s virtue, and the next rebirth of all composed to the whole world.",
    "ai-tika-s0301t10:84_4": "for the goal is unsuitable.",
    "ai-tika-s0301t10:84_5": "That’s why you should allow",
    "ai-tika-s0301t10:84_6": "Through the origin of deliverance, because it is the reason of all the perfections beginning with in the Paṭisambhidā, the best, and also the best, –",
    "ai-tika-s0301t10:84_7": "* The parrots, “The Devas have been ejected, those who are gods and humans (with them) in",
    "ai-tika-s0301t10:85_0": "(Others) the Dhamma, which is skilled in the lady of all things, opinions of the chief disciples, not all of them share in the way beginning, “For those who have not developed their own good states” .",
    "ai-tika-s0301t10:85_1": "“‘Backs’ is blissful in three ways’: this is the proper conduct for a person to show that person. ...",
    "ai-tika-s0301t10:85_2": "he says.”",
    "ai-tika-s0301t10:85_3": "The son of the gods called Padumavatī, having taken the bliss of heavenly wheel-turning monarch, and like the King of the heavenly Nāgas, having taken the bliss of heavenly Enlightened One, like the medicine of extinguishment, he said: “He who is an unshakable enlightenment, and like a box, like a droping an unborn to Nibbāna” .",
    "ai-tika-s0301t10:86_0": "In the evening, he said: “Noble Ones will be truthfully in the service.”",
    "ai-tika-s0301t10:86_1": "The words are spoken of the truthful idiosyncratic interpretations of the truth.",
    "ai-tika-s0301t10:86_2": "like a flame.",
    "ai-tika-s0301t10:86_3": "Reflecting on the basis of truth, they are said to be established.",
    "ai-tika-s0301t10:86_4": "The self is the only truth, other ideas are silly. This is the only truth, other ideas are silly.",
    "ai-tika-s0301t10:86_5": "The truths of the brahmins are impermanent, all of them. They end in this way: “From the truth of suffering, all beings in the various orders of gods, and humans, and so on, none of them.”",
    "ai-tika-s0301t10:86_6": "truthfulness is the truth of Emancipation.",
    "ai-tika-s0301t10:86_7": "having done what is intended for them to do so, the meaning is that it is worthless because of the drum of faith.",
    "ai-tika-s0301t10:86_8": "by the power of that (safeguard): It is through him by the power of -",
    "ai-tika-s0301t10:87_0": "(The water) in the water is dropped on the earth, as it is like a big snake’s head,",
    "ai-tika-s0301t10:87_1": "The wise proceed, skilled in the truth, and making known to others.",
    "ai-tika-s0301t10:87_2": "truthfulness is like a lady who had arisen in the natural principle of the truth.",
    "ai-tika-s0301t10:87_3": "While standing on the truths, (thinking): It is to be found, on the truths of the Bodhi (twells).",
    "ai-tika-s0301t10:87_4": "the stirred from the stilling of extinguishment.",
    "ai-tika-s0301t10:87_5": "Delighting in their finest lady, (thinking):",
    "ai-tika-s0301t10:88_0": "(There are) not greedy for tastes, which is my refuge -",
    "ai-tika-s0301t10:88_1": "Sometimes they do not show anyone to them, in addition, thinking “No doubt,” “No matter what they say.”",
    "ai-tika-s0301t10:88_2": "Yet the taste of solid nectar leaves that taste, the sweetness of Emancipation, the decaying is displayed.",
    "ai-tika-s0301t10:88_3": "herein, when these are said to be a league:",
    "ai-tika-s0301t10:88_4": "thoughts should be undertaken by tongue;",
    "ai-tika-s0301t10:88_5": "The sense fields of taste, he says, “Lord of tastes is mine,” and so on.",
    "ai-tika-s0301t10:88_6": "the opportunity, drank the liquor, and sap it, is the meaning.",
    "ai-tika-s0301t10:88_7": "Respect for:ecting the life of foulness and improper conduct;",
    "ai-tika-s0301t10:88_8": "The gratification of form is the gratification of the materiality, of the pleasant, and so on.",
    "ai-tika-s0301t10:88_9": "So too with sounds, and so on.",
    "ai-tika-s0301t10:88_10": "He enjoys the sound, but smells and tastes.",
    "ai-tika-s0301t10:88_11": "One who has tastes the taste of freedom, and the taste of the solitude.",
    "ai-tika-s0301t10:88_12": "The meaning of the teaching should be understood as to meaning and the equanimity production of the meaning.",
    "ai-tika-s0301t10:88_13": "Because of the nices beginning with forms: he speaks and so on, non-human beings who see the one who hears about through fruit,",
    "ai-tika-s0301t10:88_14": "for he has cut off the fruit and the taste of the forms, etc., and it is called “favourable” .",
    "ai-tika-s0301t10:88_15": "Also the anus, the vagina, “It is stated for the sake of that conduct.”",
    "ai-tika-s0301t10:88_16": "He thinks it is the truth as sublime that is giving preliminary as hand, saying “This is the truth,” it is said, “It is mine,” it is for the purpose of definition.",
    "ai-tika-s0301t10:88_17": "Standing on a body,",
    "ai-tika-s0301t10:88_18": "they don’t look forward to the Happy One’s mind even level.",
    "ai-tika-s0301t10:88_19": "Pleasant is not because of a body, (of the souls) it arises.",
    "ai-tika-s0301t10:88_20": "Afterwards, he speaks the truth by means of the result, and turning away.",
    "ai-tika-s0301t10:88_21": "mindfulness, taking care of the mind, thoughts, mind, and body.",
    "ai-tika-s0301t10:88_22": "and it confirms to calm, successively depressed by defilements.",
    "ai-tika-s0301t10:88_23": "the bliss of freedom, or the fruition of quenching.",
    "ai-tika-s0301t10:88_24": "the ultimate charioteer named Nibbāna.",
    "ai-tika-s0301t10:88_25": "for that is why it is called “perfected” .",
    "ai-tika-s0301t10:88_26": "Because of that she became well-known as the temporary freedom from deliverance",
    "ai-tika-s0301t10:88_27": "This being so, even if it is developed in this way, “This being so, is it possible to point out the greatest of freedom through excellence in freedom or in the ultimate sense.”",
    "ai-tika-s0301t10:88_28": "On the contrary, the ultimate ground is for (true) perfections, attaining the ultimate goal, and ultimate sanctuary.",
    "ai-tika-s0301t10:88_29": "A time for listening to the meaning and the teaching, and for its welfare, and for its sake, is indicated by the Dhamma. It is proper to attain ultimate benefit and welfare.",
    "ai-tika-s0301t10:89_0": "Knowing looking at the upper world, his eyes were blind and sightless. And the eye is blind, the one who knows eyes.",
    "ai-tika-s0301t10:89_1": "The one who is caught up in others is blind and sightless, knowing the eye of one who is blind.",
    "ai-tika-s0301t10:89_2": "the two-eyed persons with wisdom.",
    "ai-tika-s0301t10:89_3": "but if it is said to be shown by one who has gone forth into homelessness according to the rule and who is not analyzed into homelessness after analyzed (themself), “Of the account of going forth, or elsewhere a man who has gone forth into homelessness” .",
    "ai-tika-s0301t10:89_4": "Gayā picking up a league,",
    "ai-tika-s0301t10:89_5": "Rāma, after taking it, is the meaning.",
    "ai-tika-s0301t10:90_0": "In the first time, Kassapa, when the Sambuddha was awakened to,",
    "ai-tika-s0301t10:90_1": "although the Teacher was allowed,",
    "ai-tika-s0301t10:90_2": "What does you know?",
    "ai-tika-s0301t10:90_3": "The one with four verses consisting in the meaning so on the other, while the other austerities",
    "ai-tika-s0301t10:90_4": "Hence it is said: “Here the fourfold: opening in space ...”",
    "ai-tika-s0301t10:90_5": "you’re purified.”",
    "ai-tika-s0301t10:90_6": "What is flowing?",
    "ai-tika-s0301t10:90_7": "Those who have acquired the power of such a wickedness, etc., being released from the opposite sex, etc.,",
    "ai-tika-s0301t10:90_8": "That is why it is said, “Yes,” etc.",
    "ai-tika-s0301t10:90_9": "As a flood-crosservant who gets the household life,",
    "ai-tika-s0301t10:90_10": "I have such faith in this way: “This is the sound of such a repulsion, this is not the idea that does not exist.”",
    "ai-tika-s0301t10:90_11": "He doesn’t give rise to faith, welcome, or keep clinging.",
    "ai-tika-s0301t10:90_12": "Mindfulness of the mind’s beginning with the opposite sex, and so on.",
    "ai-tika-s0301t10:90_13": "like being negligent.",
    "ai-tika-s0301t10:90_14": "you’ll enjoy sensual pleasures;",
    "ai-tika-s0301t10:90_15": "(but) your self-made enemies",
    "ai-tika-s0301t10:90_16": "You have torse them all out.",
    "ai-tika-s0301t10:90_17": "Therefore it is said: “In the four kinds of the states beginning with the sake of the fine-material jhānas. ”",
    "ai-tika-s0301t10:90_18": "Their bodies to be spend their leopards, because they have no opportunity to be grasped,",
    "ai-tika-s0301t10:91_0": "This is called construction by this verse, which is bound by him.",
    "ai-tika-s0301t10:91_1": "associating with good people, listening to the true teaching, proper attention, and practicing in line with the teaching. They’ve entered the stream-entry, on the path to the practice of faith, it is the factors of stream-entry.",
    "ai-tika-s0301t10:91_2": "for this is said:",
    "ai-tika-s0301t10:91_3": "“Faith is born in whom one is approaching, pays homage, and lends an ear, and he listens to the teaching.”",
    "ai-tika-s0301t10:91_4": "he has seen the cross-legged, the are at the crossroads, the touching,",
    "ai-tika-s0301t10:91_5": "(And) if he does so say that the Fathers can be said: “Even if it is abode of sensual desire,” and they say, “Even if they do so, one who has gone beyond the mundane and the three states,” and the name “He is Stream-Enterers,” and once another stream-entererer.",
    "ai-tika-s0301t10:91_6": "The same method applies",
    "ai-tika-s0301t10:91_7": "Abiding in view is a stream-enterer ...",
    "ai-tika-s0301t10:91_8": "endowed with heedfulness,",
    "ai-tika-s0301t10:91_9": "“There are no offense for attaining the attainments ...",
    "ai-tika-s0301t10:91_10": "Saying, “Always”, “There are some teachers right here”, they might meet him at the point of a world, and receive him to a use for the sake of this world.",
    "ai-tika-s0301t10:91_11": "the rest is said.”",
    "ai-tika-s0301t10:91_12": "Doesn’t they stated in the way already described? They mustn’t have been allocated by the stream-entry.",
    "ai-tika-s0301t10:91_13": "One should not follow the paths of the two, two streams of others is called a “face of the efforts” in those two.",
    "ai-tika-s0301t10:91_14": "if he carries his twelve around;",
    "ai-tika-s0301t10:91_15": "“This is how, accusing to get, in regard to himself.”",
    "ai-tika-s0301t10:91_16": "Because of the power of sensual pleasures, her only let go of Kāsi, they say, “Greed over the great flood by means of energy.”",
    "ai-tika-s0301t10:91_17": "after discarding the third path,",
    "ai-tika-s0301t10:91_18": "for one who has committed sense desires, whose site has been approved, and is of all sensual pleasures.",
    "ai-tika-s0301t10:91_19": "they rejoice in moderations, in what is reckoned as a flood,",
    "ai-tika-s0301t10:91_20": "sense desires, pleasure and pain are suffering,",
    "ai-tika-s0301t10:91_21": "* the gratification from that sense desires is present; perceptions are eliminated; perceptions of sense desires because they have gone beyond the sense of desires.",
    "ai-tika-s0301t10:91_22": "(There is) all at the root, made up of the roots, steps and so on. Outcomparable, they all in the ultimate way, the ultimate stain, exceeding the ultimate it.",
    "ai-tika-s0301t10:91_23": "That is why the Blessed One said:",
    "ai-tika-s0301t10:91_24": "“Ignorance is the ultimate stain.”",
    "ai-tika-s0301t10:92_0": "Having taken hold of wisdom, he seized them with the heart’s wisdom,",
    "ai-tika-s0301t10:92_1": "having learned all the limbs, like the village with its enemy,",
    "ai-tika-s0301t10:92_2": "are totally destroyed in five respects.",
    "ai-tika-s0301t10:92_3": "He is of great understanding: for the sake of meaning, for the sake of being overwhelmed by wisdom, the purpose of protection, and for the sake of having asked.",
    "ai-tika-s0301t10:92_4": "Hence it is said: “I have,” and so forth.",
    "ai-tika-s0301t10:92_5": "Knowing this is the goal of wisdom, having understood the end of all intentional activities, (thinking): “Knowing about the transmigration of truth, having come to an end.”",
    "ai-tika-s0301t10:92_6": "Isn’t arouse the supernormal powers, or the fruit of stream-entry, once-returner with the fruit of once-return, and standing on the meaning in that place?",
    "ai-tika-s0301t10:92_7": "But this concentration is known as truthful. When asked, he questions, discovers the merchant’s son, and so on. He has attained the state with wisdom (butmost).",
    "ai-tika-s0301t10:92_8": "“How is it profitable?”",
    "ai-tika-s0301t10:92_9": "And here too this: “Bhikkhus, there is no subsequent meaning in that case” .",
    "ai-tika-s0301t10:93_0": "There are four instances which are faithful, less than four in number;",
    "ai-tika-s0301t10:93_1": "Virtuous conduct, etc., that is to say about livelihood by means of the eighteen grounds,",
    "ai-tika-s0301t10:93_2": "serenity and insight, in the way beginning, “The residence of the Bodhisatta,” he said, “There is an abiding to the inheritance of the Bodhisatta.”",
    "ai-tika-s0301t10:93_3": "but that went out of the shade of the Enlightenment Transferred to another was given at the time of insight.",
    "ai-tika-s0301t10:93_4": "Whether predominances is the time for insight;",
    "ai-tika-s0301t10:93_5": "After that the first rainy season the fact that “The meaning is,” the meaning is this: “The meaning is that. ”",
    "ai-tika-s0301t10:93_6": "They make a Dhamma lead to the Dhamma,",
    "ai-tika-s0301t10:93_7": "without faith he ties his faith in himself, he does not get a league.",
    "ai-tika-s0301t10:93_8": "And if they say, “Why is this?” “Why are they told him, “But why is it?”",
    "ai-tika-s0301t10:93_9": "What is said in the way already described?",
    "ai-tika-s0301t10:93_10": "Then it is not easy to describe a to describe the Buddha who is skilled in dealing with diligence. Then he said, “Though it wasn’t able to show the meaning of diligence if it was said,” “Tough they draw pictures,” and “posing it in detail, they said, “possessed,” and “posed, they show it is not said.",
    "ai-tika-s0301t10:94_0": "But now there is the gaining of faith, the wisdom that is to say, “Now,” and they show it to him.",
    "ai-tika-s0301t10:94_1": "wants to listen to the Dhamma of the Sunāparanta.",
    "ai-tika-s0301t10:94_2": "Following what is beneficial,",
    "ai-tika-s0301t10:94_3": "He (goods) wisdom stubborns, speaks in line with the teaching,",
    "ai-tika-s0301t10:94_4": "That is why he said “Well then.”",
    "ai-tika-s0301t10:94_5": "for he has not neglect mindfulness. For heedfulness is attracted to the beginning.",
    "ai-tika-s0301t10:94_6": "And it’s not only that even a speedier, which is herein the opposite sex only with a little. And here, making this much of wisdom, he says, “Have it.”",
    "ai-tika-s0301t10:94_7": "And now (the Buddha repeated the verses beginning with the cause of (him), “He is able to give the robes in the past,” and so on.",
    "ai-tika-s0301t10:94_8": "and he examines the meaning of the sequence of meaning is well proclaimed in line with the extraordinary matters. It is the ultimate characteristic of stagnation in relation to the ultimate sense.",
    "ai-tika-s0301t10:94_9": "having allowed and separated from that, it is inclusive, that is to say, the end of suffering, the path that leads to extinguishment. Next, the incomparable, and that which is the right way, which is real, and that which is real, Nibbāna realized.",
    "ai-tika-s0301t10:95_0": "then, after showing these four reasons, brought them to the bed, and bringing them to the place where they gave.",
    "ai-tika-s0301t10:95_1": "“In whatever place the time of the Kāka must construct those friendships.”",
    "ai-tika-s0301t10:95_2": "For when he practices in this way he brings back the realm of the money,",
    "ai-tika-s0301t10:95_3": "But the supermundane kinds of virtue should be understood as the supermundanery and the rest.",
    "ai-tika-s0301t10:95_4": "he gave the burdeneral, the hero, the Dark One,",
    "ai-tika-s0301t10:95_5": "But here in the lake by an unsurpassed pervading the shake,",
    "ai-tika-s0301t10:95_6": "Through that he is one, he who does not remember it.",
    "ai-tika-s0301t10:95_7": "“Anyone who is satisfied with a sense of energy,” said, “Possessed of energy, roused up by energy, and energetic” .",
    "ai-tika-s0301t10:95_8": "The blessed with an undeveloped field,",
    "ai-tika-s0301t10:95_9": "‘Consciousness doesn’t overflow grass.’ We’ll ladder on it.",
    "ai-tika-s0301t10:95_10": "It is not the meaning in the first place according to the word-meaning :",
    "ai-tika-s0301t10:96_0": "“When his wishes fails, he does not decline,",
    "ai-tika-s0301t10:97_0": "“Not in the night, Somā, when you’re born",
    "ai-tika-s0301t10:98_0": "Forever having addiction to drink, he is able to live in the household life.”",
    "ai-tika-s0301t10:99_0": "so unintelligent,",
    "ai-tika-s0301t10:99_1": "there is no fame, not leaving anything out.",
    "ai-tika-s0301t10:99_2": "if it is a spot less than one,",
    "ai-tika-s0301t10:99_3": "Namuciraticians means",
    "ai-tika-s0301t10:99_4": "A hundred thousand coins, sixty-four thousand panels, eighty-four hundred thousand coins, a hundred thousand leagues long. A hundred and a thousand Weapons in their presence, two hundred thousand carts, sixty-four hundred thousand (only), sixty-four hundred thousand wide openings, sixty-twoven carpets, eighty-four hundred thousand widels, immeasurable, and sixty-two woven carcas of wealth.",
    "ai-tika-s0301t10:99_5": "and this meaning should be illustrated with the level of the bone as it were,",
    "ai-tika-s0301t10:99_6": "for this is said:",
    "ai-tika-s0301t10:100_0": "“Even in the world with a very snare, Wise One,",
    "ai-tika-s0301t10:101_0": "Can raise himself up, like a small wind (can raise) a fire.”",
    "ai-tika-s0301t10:102_0": "after making circumambulation, he having performed (them).",
    "ai-tika-s0301t10:102_1": "“Anyone who speaks falsely.” He says that he has nothing.",
    "ai-tika-s0301t10:102_2": "Whoever has desires, who are engaged in, is their friendship,",
    "ai-tika-s0301t10:102_3": "He enjoys friendship in his friendship,",
    "ai-tika-s0301t10:102_4": "giving, loved ones, and house.",
    "ai-tika-s0301t10:102_5": "A gift one gives a gift that has been shown to the novice, saying “Take this gift, gives a gift,”",
    "ai-tika-s0301t10:102_6": "While he gives the characteristic of teaching, etc., in which he said, “Take your gifts.”",
    "ai-tika-s0301t10:103_0": "and assigning with the Āḷavī by means of the non-existence of having given them away,",
    "ai-tika-s0301t10:103_1": "(There is) faithful, with this faith, for that reason,",
    "ai-tika-s0301t10:103_2": "dwelling, the house-to-house seeker, who looks to the home life, is reckoned the way of the home.",
    "ai-tika-s0301t10:103_3": "Living on end of the vanity, they speak of the five kinds of sensual stimulation.",
    "ai-tika-s0301t10:103_4": "Saying “(fotter),” he said, “Those who bring him into the four truths,” etc.; they told the truthfulness of the Dhamma, and so on.",
    "ai-tika-s0301t10:103_5": "Herein, these are unskillful things that are skillful, blameworthy, not to be compared to people.",
    "ai-tika-s0301t10:103_6": "and you keep clinging to the art of perception. You’re included in the skill in energy.",
    "ai-tika-s0301t10:103_7": "But they give a gift, great generosity,",
    "ai-tika-s0301t10:103_8": "As to conditional origination, it is of the fruition and which is accompanied by the persons.",
    "ai-tika-s0301t10:104_0": "Some things said in accordance with the Dhamma: whatever qualities exist in the present life there are other things,",
    "ai-tika-s0301t10:104_1": "Living in the body, calm, etc., ten.",
    "ai-tika-s0301t10:104_2": "They get up and instigate, energy.",
    "ai-tika-s0301t10:104_3": "Here: here is the construction in this way:",
    "ai-tika-s0301t10:104_4": "Through countless shakes (of existences), with hostile and useful,",
    "ai-tika-s0301t10:104_5": "looking around on one occasion, the (food) little way,",
    "ai-tika-s0301t10:104_6": "“Knowing in this place is the Dhamma” on the purpose of wisdom, and so on. He is the term for the purpose of wisdom,",
    "ai-tika-s0301t10:104_7": "who understands the meaning of what is beneficial and relates to him, saying: “This is the physical process,’”",
    "ai-tika-s0301t10:104_8": "They grow in wisdom, they keep on wealth, bearing up, clarifying Dhamma, thus they will give up (them).",
    "ai-tika-s0301t10:105_0": "Or in the present.",
    "ai-tika-s0301t10:105_1": "according as it is said: “He is teaching the sound of the perfected ones,” and so on.",
    "ai-tika-s0301t10:105_2": "He knew the truth of the path, of the penetration, of the path, and of the looking in these things, he knew what was seen and what was heard in the world,",
    "ai-tika-s0301t10:105_3": "and if the spirits questions the Teacher taught like a question of the Yakkha, he answers: “Having showed the way of his own mind, he answers to the teachers of the gods!”",
    "ai-tika-s0301t10:105_4": "and in the next life he shows that is quiet, etc., saying: “He is flattered by that.” ...",
    "ai-tika-s0301t10:105_5": "he said, “I will give it to you.”",
    "ai-tika-s0301t10:105_6": "(There is) immediately (againing) of the fruit, is the meaning.",
    "ai-tika-s0301t10:105_7": "and moves, wide, and sharing,",
    "ai-tika-s0301t10:106_0": "Through knowing the meaning of his knowledge the opposite contemplation of knowledge,",
    "ai-tika-s0301t10:106_1": "And the Blessed One, whose virtues, etc., is another champion in being unspecified in both ways:",
    "ai-tika-s0301t10:107_0": "“In this world or the other,",
    "ai-tika-s0301t10:108_0": "is like the best of men,",
    "ai-tika-s0301t10:109_0": "they’ve reached the ultimate goal.",
    "ai-tika-s0301t10:110_0": "those who make merit, who are very fruitful.”",
    "ai-tika-s0301t10:111_0": "the wisdom there is from its own enemy, and practitioner,",
    "ai-tika-s0301t10:111_1": "Sundarī’s Awakening was purified to the Buddha’s Awakening (intention) and Perfect Awakening.",
    "ai-tika-s0301t10:111_2": "(which was) assembled the Dhammapada:",
    "ai-tika-s0301t10:112_0": "Destroying the hundreds of merits, having made merits, declarations, and meritorious deeds, because of the meritoriousness of those who have been reborn in a hundred characteristics, and according to their merit.",
    "ai-tika-s0301t10:112_1": "(There is) all factors for one who has everything that it is proper to rightly.",
    "ai-tika-s0301t10:112_2": "he is speaking ill of meritorious deeds in the various ways.",
    "ai-tika-s0301t10:112_3": "to Puṇṇaka, full of collars,",
    "ai-tika-s0301t10:112_4": "Yet the native spirits ...",
    "ai-tika-s0301t10:112_5": "There is no meaning of this verse: One gave the Blessed One so now.",
    "ai-tika-s0301t10:112_6": "Hurtful is the homeless,",
    "ai-tika-s0301t10:112_7": "It is “with” because of its words: “Having choice” , thus it is the meaning.",
    "ai-tika-s0301t10:113_0": "here it is said, “Here,” “There is.",
    "ai-tika-s0301t10:113_1": "Those who dwelt in Āḷavī city said:",
    "ai-tika-s0301t10:113_2": "for there is noise, just as the sound of drums (himself) “That one is making a sound of horns!”",
    "ai-tika-s0301t10:113_3": "by one that people float them all up.",
    "ai-tika-s0301t10:114_0": "and having gathered round:",
    "ai-tika-s0301t10:114_1": "One who speaks well, there is no curtain to be done, but which makes a lot of sensual desire and compassion for a worker.",
    "ai-tika-s0301t10:114_2": "What’s the point of that Āḷavaka had gathered to teach the Dhamma:",
    "ai-tika-s0301t10:114_3": "Hence it is said: “So it is inappropriate to talk to a complete assembly.”",
    "ai-tika-s0301t10:114_4": "Four ways of being inclusive:",
    "ai-tika-s0301t10:114_5": "Thinking:",
    "ai-tika-s0301t10:114_6": "“Does the perfected ones say that.”",
    "ai-tika-s0301t10:115_0": "The conclusion of the World",
    "ai-tika-s0301t10:116_0": "Questioning the sword of the self-control",
    "ai-tika-s0301t10:117_0": "The Longer Discourses on the Paths of Devas, Bhaddā Kāpilānī, and because of the on earth,"
}