{
    "ai-tika-vin07t32:0_0": "6. Senāsanakkhandhako",
    "ai-tika-vin07t32:1_0": "The account of the dwellingr of the ending of dwellings",
    "ai-tika-vin07t32:2_0": "295.",
    "ai-tika-vin07t32:2_1": "Her allocations was given to the size of the Himalayas, at the time of the species of the Himalayas, threshold and heat, and colding it was rainy season.",
    "ai-tika-vin07t32:2_2": "if he says, “This is the meaning,” and on that point, “This is the meaning, this is the simile of the man who deliberates from what is said,” and he says, “This is the meaning.”",
    "ai-tika-vin07t32:3_0": "gets tied up with their fingers and clinging to them. Wherever they do so, they inflicted a drip-p-palm in a pit of glowing coals where they proceed.",
    "ai-tika-vin07t32:3_1": "Also the resting place in order to show the name of the dwellings is said to be “The purpose of seeing (true) meaning” and so on.",
    "ai-tika-vin07t32:3_2": "After doing so, (where) they spread together with their songs in the shrine, like a brilliant board or a bricks in the courtyard of the wind, sunks, and tail, as powders, as above the four directions, and held together by the wind.",
    "ai-tika-vin07t32:3_3": "the name of the post- occurrence called (etc.) means after saying “Having set up a post, which is put in the windows and collected the branch of the wood,",
    "ai-tika-vin07t32:3_4": "The meaning is that to say about the hands of the feet, etc., and have put the foot on a foot-stool, wiped for the feet, etc.; and have been done for the sake of a keyhole blocked like the head.",
    "ai-tika-vin07t32:3_5": "They made a gesture with beds, benches, made up of the decorations,",
    "ai-tika-vin07t32:4_0": "Getting their riches,",
    "ai-tika-vin07t32:4_1": "It is allowable for one who is allowed to live in a joints, etc., or even one who has to size the bones.",
    "ai-tika-vin07t32:4_2": "and it is said to have wandered about too quickly in the four directions.",
    "ai-tika-vin07t32:4_3": "But the spears of a low-caste is not allowed to high or low.",
    "ai-tika-vin07t32:4_4": "In the fourteenth day of the lunar half of the month that had happened, made a bed and waterpot.",
    "ai-tika-vin07t32:4_5": "a wooden raft, a wound, below the top of the feet.",
    "ai-tika-vin07t32:4_6": "for this is said in reference to the one who is lost.",
    "ai-tika-vin07t32:4_7": "The worm-infested corpse is like a cesspool, which is why it is said, “Whoever is the place of the strings?”",
    "ai-tika-vin07t32:4_8": "They whistled about by the connection with them.",
    "ai-tika-vin07t32:4_9": "the trees, having drunk the grass and sticks, some creepers and all over their hairs, etc., to that are growing old.",
    "ai-tika-vin07t32:5_0": "if she stands by strikes;",
    "ai-tika-vin07t32:5_1": "(Mount) is the head skull where his head was established, he said to show him the skull, “Lorn-treasure, to show the way,” and so on.",
    "ai-tika-vin07t32:5_2": "he placed it on both sides, both of the Bāhiya of the Aṅguttara, on both sides.",
    "ai-tika-vin07t32:5_3": "The place where it’s tamed, captivated, and made a rolling the floor is allowed to live in a small one-eyed place. The size of the wind is finished, and then the wide opening the immaterial states.",
    "ai-tika-vin07t32:5_4": "But when anyone placed it is not allowed no one measure of broad trunk, or three hands, that is allowed in three times,",
    "ai-tika-vin07t32:5_5": "But when there are two kinds of ear-picks: the head and the ears broad in the places, the head hairs are fastened,",
    "ai-tika-vin07t32:5_6": "Hence it is said: “He who has ears, and so on.”",
    "ai-tika-vin07t32:6_0": "“... the power of course ...",
    "ai-tika-vin07t32:6_1": "The ascetic life is allowed to grow the leaf-worker’s practice.” And having been laid down in the way already stated, it is allowable to be eaten by rats, dropping each other, and then by using it to be seen.",
    "ai-tika-vin07t32:7_0": "Whose drops the crown of men,",
    "ai-tika-vin07t32:7_1": "but the whirlpool is not allowed to cross it eventually.",
    "ai-tika-vin07t32:7_2": "Because of a dwelling, they will for the purpose of difficult dwellings,",
    "ai-tika-vin07t32:7_3": "and covered the mattresses with the palm of the mattresses to be put into the bag.",
    "ai-tika-vin07t32:7_4": "The mattress, etc., and belows alcoholic drinks that were split open, they sat down on the ground.",
    "ai-tika-vin07t32:7_5": "I covered the skin (by Buddha),",
    "ai-tika-vin07t32:7_6": "When they loose a mattressed, they take the floor covers and put it aside.",
    "ai-tika-vin07t32:7_7": "A person to take up the property, she perceives her as such, and she attended on him with her.",
    "ai-tika-vin07t32:7_8": "if he destroys various colours;",
    "ai-tika-vin07t32:7_9": "whatever bodily action is related to by the hand",
    "ai-tika-vin07t32:8_0": "298.",
    "ai-tika-vin07t32:8_1": "damaged, he does not grew up,",
    "ai-tika-vin07t32:8_2": "if she wokes it;",
    "ai-tika-vin07t32:8_3": "They don’t bound oneself, nor do water strike, is the meaning.",
    "ai-tika-vin07t32:9_0": "But when you do this, it does not get enough to do it, or even though it does not get close to him.",
    "ai-tika-vin07t32:9_1": "gold, silver, and money are current.",
    "ai-tika-vin07t32:9_2": "if he is told, “Whoever is the owner of it,” but she is not able to get it,",
    "ai-tika-vin07t32:9_3": "from the group of five constituents (of mind and body) that provide fuel for attachment,",
    "ai-tika-vin07t32:10_0": "Entering the fact that is pregnant to go outside the monastery is not in a place where it is when the time for departure.",
    "ai-tika-vin07t32:10_1": "(Like) lightning up the trees, crushing down at the very tree, and rose from it.",
    "ai-tika-vin07t32:10_2": "Cut out her husband’s bag,",
    "ai-tika-vin07t32:10_3": "like a baby cast-ofed in the mark, which are they carried along to?”",
    "ai-tika-vin07t32:10_4": "The pillar’s root was placed on the ground, which was established in the floor covering the net of the head, the strings, and the turtles, and the ground leaning on the ground.",
    "ai-tika-vin07t32:10_5": "for one who has arrived at the edge of the three huts, for the purpose of protection, for the benefit of a small hut,",
    "ai-tika-vin07t32:10_6": "(who) is worth a sixteenth part",
    "ai-tika-vin07t32:10_7": "(only) soft, cooked, shameless, exceeding what is said for the purpose of pride,",
    "ai-tika-vin07t32:11_0": "They spread their out through the air, sit outside the gateway, and like someone sitting outside the gate. They do not know and see anyone else who were standing outside the gateway, who were standing outside the gateway, and who was sitting at the doorway (about the door), and speaks of something else.",
    "ai-tika-vin07t32:11_1": "all around the disease fell upon the front.",
    "ai-tika-vin07t32:11_2": "and after giving her to a man, and having placed a man’s feet on her back, and leaf-hut, he departed from the rim.",
    "ai-tika-vin07t32:11_3": "having placed a canopy over one side the staff with a point of stick, and placing one side (on his head) with a stick, he established a stone on the head and saying:",
    "ai-tika-vin07t32:11_4": "The openings are in body like a bowl full to the openings, like an ox covering the opening of the bowls.",
    "ai-tika-vin07t32:11_5": "drying upwards in the basket, kettledrums, horns-workers, fastened with ornaments, and latches of ornaments, and made a pillow.",
    "ai-tika-vin07t32:12_0": "he sets out water for drinking and washing places.",
    "ai-tika-vin07t32:13_0": "if he gets three or three requisites;",
    "ai-tika-vin07t32:13_1": "in the Bamboo Wood (Anāḷika), all of using the carts,",
    "ai-tika-vin07t32:13_2": "Through all my thorns, in every way",
    "ai-tika-vin07t32:14_0": "He whose mind was full of light, like a light, shining in the darkness due to the joy that was delivered, and through the power of the Buddha, he became depressed with loving happiness and joy, like the darkness disappearance of the rainy season in the flame, with a thousand counsel, as well as the lightning flags, and the paths disappearance of light.",
    "ai-tika-vin07t32:15_0": "There is a hundred thousand elephants with a hundred thousand coins, horses with a hundred thousand relatives, and one hundred thousand relatives who wanted to be able.",
    "ai-tika-vin07t32:15_1": "Intelligent they think: “I shall pay homage to the Buddha!” and they said, “I shall pay homage to you by one who isn’t was acting according to the three treasures,” and so on. The meaning is that the actual way he needed for a single eon.",
    "ai-tika-vin07t32:15_2": "And their brother’s fear is not worth a sixteenth part of the elephant called Kaḷivisa, so the Nāga elephant drivers, do not address.",
    "ai-tika-vin07t32:15_3": "countless hundreds of thousands of elephants,",
    "ai-tika-vin07t32:16_0": "it vanished and darkness disappeared.",
    "ai-tika-vin07t32:16_1": "attacking seven chains,",
    "ai-tika-vin07t32:16_2": "Putting the new legal procedures,",
    "ai-tika-vin07t32:17_0": "if she is determined for building work; and she gives it to dwellings in the dwellings; is the meaning.",
    "ai-tika-vin07t32:17_1": "If you’re put monks in charge of building work, one who is stolening the dwellings, or who has been given to him, is the meaning.",
    "ai-tika-vin07t32:18_0": "gathered in the gathering of the house.",
    "ai-tika-vin07t32:18_1": "if she wears it after opportunity;",
    "ai-tika-vin07t32:18_2": "recited the Community",
    "ai-tika-vin07t32:18_3": "Instructed householders there is a deliverance of householders’s need.",
    "ai-tika-vin07t32:19_0": "The discussion of the dwellings is finished.",
    "ai-tika-vin07t32:20_0": "Discussion of the proper conduct in regard to dwellings",
    "ai-tika-vin07t32:21_0": "This is the method of explanation by the sunshade of the six months, and that is, giving a similes to the point of giving and seeing. That is, in order to show the simile of the indication of the dismissal.",
    "ai-tika-vin07t32:21_1": "He should not say, “This word isn’t the word “livering”: “This is the construction of the Basket”: “This is the basis for weakening back.” Then he rejects it by means of the fourth jhāna, etc., which they will be free from here.",
    "ai-tika-vin07t32:22_0": "they will be shave with the abscess,",
    "ai-tika-vin07t32:22_1": "With Dīghanakha",
    "ai-tika-vin07t32:22_2": "the pavilion hall.",
    "ai-tika-vin07t32:22_3": "if he around neither lazy nor slepts,",
    "ai-tika-vin07t32:22_4": "“Anyone who can’t get it,” and they invited him to ask the neighborhood of the head.",
    "ai-tika-vin07t32:23_0": "‘There is no room in the village where people should go to Ghaṭajirā.’ So these people are stated in that way.",
    "ai-tika-vin07t32:23_1": "Having cut off applied thought, “Here’s bathing at this very move,” and when they saw the sight of it, he returned to the monastery.",
    "ai-tika-vin07t32:23_2": "covering the goods.",
    "ai-tika-vin07t32:23_3": "and the body is the meaning.",
    "ai-tika-vin07t32:23_4": "“The mind is familiar with the eight factors”: “It is because of non-confusion” . It is when questioned on the basis of non-confusion, hate, and delusion.",
    "ai-tika-vin07t32:23_5": "But if they will ask me when questioned thus, they will be in fact that their perception is said.",
    "ai-tika-vin07t32:24_0": "He should produce kamma that is disturbed and repaired to give up the reflection of what is contrary to the Monastic Law.",
    "ai-tika-vin07t32:24_1": "to the Cetiya country of the Shrine, near the upper side of the Cetiya country, I am going to the fourfold.",
    "ai-tika-vin07t32:24_2": "Why shouldn’t I ask about when it has been asked:",
    "ai-tika-vin07t32:24_3": "You also ask about the meaning of sensual pleasures,",
    "ai-tika-vin07t32:25_0": "having been sent back to the monastery,",
    "ai-tika-vin07t32:25_1": "to take it, thinking, “The path has a league.”",
    "ai-tika-vin07t32:25_2": "apart from the robe-making season has been thrown out, from the poor field,",
    "ai-tika-vin07t32:25_3": "Thus, in the case of those who give faith and benefactors, in the way already stated, the meaning is that it is given in the rainy-season residence.",
    "ai-tika-vin07t32:26_0": "But it is given in the chapter on offenses that originate from the four classes of rebirth in the world. When they both announce the Hatthakas, they use it in the way beginning, “I give the meal,” and “shorts,” “s given by using theft.” And it is given, by using the edges of the valuables.”",
    "ai-tika-vin07t32:27_0": "for the well-being of the Sangha, for the comfort of the Sangha,",
    "ai-tika-vin07t32:27_1": "In the Vibhaṅga thus, “The alms-food-eater’s practice is tired by a personal transmission,” it is exhausted in the midst of the Sangha as follows: “It is the nearest of them in this way,” and in the case of the Community.",
    "ai-tika-vin07t32:28_0": "“Where is the ascetic’s training?” in the way already described under the influence of the ascetic life . And here it is said in the Vibhaṅga: “Herein, what is connected with the robe belongings of the ascetic life?”",
    "ai-tika-vin07t32:28_1": "And if he does not say, both the word essence, but he should not be given in the meaning.",
    "ai-tika-vin07t32:28_2": "(but) even though he does not give permission and doing what is allowable, he should be said: “This person is not so, and so on.”",
    "ai-tika-vin07t32:29_0": "After hanging the robe-cloth in faith, and making the cloth for the rainy-season residence, he is satisfied by the wind and the rainy-season robe, and he perceives it as such.",
    "ai-tika-vin07t32:29_1": "A allocator of dwellings:",
    "ai-tika-vin07t32:29_2": "“This isn’t one who is senior, the moon of the winning place, this is the sort of their own dwellings, this is the case.”",
    "ai-tika-vin07t32:29_3": "And the same it should be appointed as: all sixteen years and sixteen accessories by one.",
    "ai-tika-vin07t32:29_4": "for the Community, not having relinquished to the Sangha.",
    "ai-tika-vin07t32:29_5": "And that’s why the seventh chapter on all sides were brought out in number;",
    "ai-tika-vin07t32:30_0": "the seats brought back by the house.",
    "ai-tika-vin07t32:30_1": "the path of caravan is called the foremost precincts in the village of Vedas.",
    "ai-tika-vin07t32:30_2": "so too there is a lotus pond in the lotus pond,",
    "ai-tika-vin07t32:31_0": "gets things, and they get a allowance.",
    "ai-tika-vin07t32:31_1": "after wrapping the Vijaya’s arm, having shook.",
    "ai-tika-vin07t32:31_2": "he puts it in a monastery in the vicinity of an monastery, thinking, “In such-and-such a monastery, he takes them in a monastery, and then departs.”",
    "ai-tika-vin07t32:31_3": "He should be entered the great gains and honours, and should get these things.",
    "ai-tika-vin07t32:32_0": "One who wears rags from Campā, thinking: ‘This is a rag-robe wearer,’",
    "ai-tika-vin07t32:32_1": "This is the 84,000 cloths.",
    "ai-tika-vin07t32:32_2": "if she gives by placing one foot on the top of the other;",
    "ai-tika-vin07t32:32_3": "And even if he shows them here and there at the foot of a tree that was given, he would give it to the charnel ground even if he is not allowed.",
    "ai-tika-vin07t32:32_4": "Then, having given the rainy-season residence, it is allowed to wear rags, without making it away.",
    "ai-tika-vin07t32:32_5": "during the rainy season residence, because of eating rags,",
    "ai-tika-vin07t32:33_0": "He should take care of the robes and then put it on. He should then enter the dwellings in his robe: “He should take care of the robe-cloth and put it aside.”",
    "ai-tika-vin07t32:34_0": "like a droping for the rainy-season in the surface of the rainy season when the sky is said.",
    "ai-tika-vin07t32:34_1": "The right-hand drew closer and the village, and then departs.",
    "ai-tika-vin07t32:34_2": "Standing in short of the edge: he should do so without giving attention to the inner clothes.",
    "ai-tika-vin07t32:34_3": "(They are) unconnected with fools,",
    "ai-tika-vin07t32:35_0": "The enjoying the threefold progress and the way beginning, and the middle and the end.",
    "ai-tika-vin07t32:35_1": "Putting the good conduct, after making it his improper conduct.",
    "ai-tika-vin07t32:35_2": "Development:",
    "ai-tika-vin07t32:35_3": "for he should be told with one word “ascetic” and so on.",
    "ai-tika-vin07t32:35_4": "talk on generosity, talk on morality, talk on heaven; and talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.",
    "ai-tika-vin07t32:36_0": "He can also be given when tooth cleaners: “Giving rains that are too short, eight days, ten days, twenty-two, thirty-two, forty-two days.”",
    "ai-tika-vin07t32:36_1": "When putting away the bowl, he carry it away. ...",
    "ai-tika-vin07t32:36_2": "they are notpics for the purpose of performing a pyretext.",
    "ai-tika-vin07t32:36_3": "Discussion With the Vibhaṅga:",
    "ai-tika-vin07t32:36_4": "Which eighty-six primary elements were “collected” and “four of alms-food” which is used to be later of the proper conduct.",
    "ai-tika-vin07t32:37_0": "Now, as to the last rainy season residence, it’s good for the last month of the rainy season, when it is given to the last watch, it’s good for a hundred years, it’s expect to keep it.",
    "ai-tika-vin07t32:37_1": "If the newly arrived monks fall from the robe, he returns after the newly arrived monks.",
    "ai-tika-vin07t32:37_2": "places the bowl which have been reached by the rainy-season residence.",
    "ai-tika-vin07t32:37_3": "visiting the first year of the rainy-season residence, for the precincts have arrived first year.",
    "ai-tika-vin07t32:37_4": "again and again, the donors had gone into the presence of the parks.",
    "ai-tika-vin07t32:38_0": "who have completed the rainy-season residence neither too little nor too long,",
    "ai-tika-vin07t32:38_1": "Then the first group of people said, “Such isn’t the procedure.” They must be told, “They are coming to.”",
    "ai-tika-vin07t32:38_2": "He should then be given the rainy-season residence (in the same way as given): “Should simultaneously, a certain one should be given after probation.”",
    "ai-tika-vin07t32:39_0": "if he drinks the water for washing, he obtains the drinking water;",
    "ai-tika-vin07t32:39_1": "Since they are included in the Saṅgha, etc.,",
    "ai-tika-vin07t32:39_2": "Herein, the dwellings there are doing a legal procedure, but he gives the full rainy-season residence there, having completed the rainy-season residence and he then gives their consent to the resident monks, and he is unable to make amends for it, and he is unable to give the instructions.",
    "ai-tika-vin07t32:39_3": "the snapped terror have cut.",
    "ai-tika-vin07t32:39_4": "But when they’re reincarnated by the surrounding it by themselves, they say to the species of their foliage and fear, and who do not fear the teachers of their teachers, and who describes the do not.",
    "ai-tika-vin07t32:39_5": "This is the right kind of was lived on.",
    "ai-tika-vin07t32:39_6": "While he was still more than the rainy-season residence, he gave the gift of the rainy-season residence after the invitation procedure. On the following day they had been given to the Community, but not after the meal.",
    "ai-tika-vin07t32:39_7": "for if you are included whatever there is, you should make one an effort.",
    "ai-tika-vin07t32:39_8": "Therefore it should be understood that the rain falls residence does not get the point of rain.",
    "ai-tika-vin07t32:40_0": "“Here is able to give the full ordination in this way.” And those who have completed the rainy-season residence according to their number of resident monks, etc., and because their precepts are to be shown by them in the Sangha.",
    "ai-tika-vin07t32:40_1": "The hunter can receive the bowl, saying “He gives a share,” “He gives a nephew” to the name of the Laṅkā,” etc., as he is said.",
    "ai-tika-vin07t32:41_0": "Vappa of the novices were similar in the first half-month, and also the second later stage, because formerly had already described (for them).",
    "ai-tika-vin07t32:42_0": "The account of the dwellings is finished.",
    "ai-tika-vin07t32:43_0": "On the Protector of Upananda",
    "ai-tika-vin07t32:44_0": "319.",
    "ai-tika-vin07t32:44_1": "Because they are preferred to both locally and snakes, and I are not free from both sides.",
    "ai-tika-vin07t32:44_2": "Hence it is said: “Corruptedly in all directions,",
    "ai-tika-vin07t32:44_3": "stop.”",
    "ai-tika-vin07t32:45_0": "The last three times are used to bed and chair, seated, for the last three Vedas.",
    "ai-tika-vin07t32:45_1": "Herein, places beds and benches that aren’t able to sit down on a bed or a bed.",
    "ai-tika-vin07t32:45_2": "But two on a bed fortunates",
    "ai-tika-vin07t32:45_3": "The two streams of beds and benches were brought to beds and benches made into a house.",
    "ai-tika-vin07t32:46_0": "Her elephants, horses, and carriages, these are the their stilt longhouses.",
    "ai-tika-vin07t32:46_1": "in the palace of the river named Naṭisambhidā. Stroking on the top of their feet, he stood on the ground with many other elephants.",
    "ai-tika-vin07t32:46_2": "On the contrary one it is established in a palace, he shook it in a potter’s presence, “There is in the elephant’s neighbour”;",
    "ai-tika-vin07t32:46_3": "the golden plates, etc., which have collected together by a golden lowing coin, has been spoken.",
    "ai-tika-vin07t32:46_4": "But in the golden plains cases a monk of gold coins, etc., is not allowed for another because he has been born in a conformity with the colour of gold coin.",
    "ai-tika-vin07t32:46_5": "Hence it is said in the Commentaries: “In this case, in the commentaries, having analyzed into the bowls or at the time they donkey, plunge into the various classes of rebirths, and even a single monk.",
    "ai-tika-vin07t32:46_6": "he takes plastering bathing against householders, the laity, he must take it to the goods that were given to householders, and he gave it to his own dwelling.",
    "ai-tika-vin07t32:46_7": "obtaining what can be gained,",
    "ai-tika-vin07t32:47_0": "The account of the praised by Upananda is finished.",
    "ai-tika-vin07t32:48_0": "What is the colour of reference to the house",
    "ai-tika-vin07t32:49_0": "raising their bodies, gigling and playing a large panel with glory.",
    "ai-tika-vin07t32:50_0": "Then, as they live in a river, in the five composed period, one in the first pride of the terms, for the lasting, and for which they should understand:",
    "ai-tika-vin07t32:50_1": "But it is possible to give gifts to one who is capable of building a dwelling on a site, to use it which is an end to suffering.",
    "ai-tika-vin07t32:50_2": "However, he says is more than one who gives more than those who have compassion for the best ...",
    "ai-tika-vin07t32:50_3": "(It is allowable to explain it).”",
    "ai-tika-vin07t32:50_4": "Understanding it, he gets permission from the Sangha of monks, and after getting it up.",
    "ai-tika-vin07t32:50_5": "knowing that they were exactly many people. Then, knowing that they weren’t able to steal, he takes a great deal of the owners. By his own goods, he takes something to steal.",
    "ai-tika-vin07t32:51_0": "When the dwelling is finished, the dwelling is the site of the dwelling, if the to bedroom is to be made on a site, or if it is unworn.",
    "ai-tika-vin07t32:51_1": "But if the basis for not recognizing an offense should be prohibited.",
    "ai-tika-vin07t32:51_2": "and to the top of the palace’s stilt longhouses.",
    "ai-tika-vin07t32:51_3": "In this way the swallowing of the monastery should be understood as follows:",
    "ai-tika-vin07t32:52_0": "Saying, “It is allowable to give this incomparable,” he is said, “It is not allowable to take it to be done”;",
    "ai-tika-vin07t32:52_1": "When told, “Give this,” he replied, “It’s allowable to the Sangha,” etc., one should apprehend the sense of the monks.",
    "ai-tika-vin07t32:52_2": "these are tyings for.",
    "ai-tika-vin07t32:52_3": "These are the reasons why they get up from their seats in the fourfold reckoning, etc., and the funeral pyre seats, etc., in the way already described.",
    "ai-tika-vin07t32:52_4": "Is the seat of the Arahants, etc.",
    "ai-tika-vin07t32:52_5": "excessive gold, silver, and money, curtained by the wind, and so on.",
    "ai-tika-vin07t32:53_0": "“... the black floor ...",
    "ai-tika-vin07t32:53_1": "They can tell him, “Repulsiveness” and method,” and if it were allowed, they to be afraid of wrongdoing, evaluated, and also to be able to get to die.",
    "ai-tika-vin07t32:53_2": "That large height said, “This is the time for the purpose of protection, ordinary people, warriors, constantly use counselors, rulers, or recommends it in the desert in the desertation.”",
    "ai-tika-vin07t32:53_3": "For this is the time for the lady of a lion, Sīhahanu, the skin should be shown by anyone, and his foot-stool, the Great Bhallika, and the grand-daughter, of the Mahākappina, and of the Great Sīhahand use it in the Great Wood.",
    "ai-tika-vin07t32:53_4": "therefore, a allowable whirlpool, the foot-stand, the foot-scraper, and the water pot for washing the feet.",
    "ai-tika-vin07t32:53_5": "Even if there is no fault for a ladies, he should not be allowed to be rejected.",
    "ai-tika-vin07t32:53_6": "But it is not allowed to use a bowl without even looking after it or to use it.",
    "ai-tika-vin07t32:53_7": "But when the layman’s monastery was ready, then, after picking up the cows, the carpets are allowable to eat them.",
    "ai-tika-vin07t32:53_8": "“Give it to the monks.”",
    "ai-tika-vin07t32:54_0": "the waists say: such are combined.",
    "ai-tika-vin07t32:54_1": "if she urges her on, thinking that “There is no need,” “There is no need of hate for using them,” “There is no danger,” “There is no offense for the purpose of using them;",
    "ai-tika-vin07t32:54_2": "And here in the case of the boons’ discarded water, the attendants were said to be foremost.",
    "ai-tika-vin07t32:55_0": "And although it was not well spoken, it was allowed to use all the golden palanquins, and so it is allowable for them to eat.",
    "ai-tika-vin07t32:55_1": "if she makes a fault;",
    "ai-tika-vin07t32:55_2": "Bhackles and half-walls said to be the “the interval”.",
    "ai-tika-vin07t32:55_3": "and they also say:",
    "ai-tika-vin07t32:55_4": "He who has tender portions,",
    "ai-tika-vin07t32:56_0": "Nuns, pigs, tigers, leopards, and jewelled with gold, and silver.",
    "ai-tika-vin07t32:56_1": "Contact, etc., is unsulterated here.",
    "ai-tika-vin07t32:56_2": "This is what has been stated by the leaf-hut.",
    "ai-tika-vin07t32:57_0": "he threw the eldest and dye the dyers’ low-cave robe. Then he took a stick and stayed in the vicinity of the bed. When he’s pulling the stick, he remained alone withder.",
    "ai-tika-vin07t32:57_1": "Two people have taken fruits from the group of two inches, or two or three drags in the next life, and throws them on the shade of the best.",
    "ai-tika-vin07t32:57_2": "One should sun the floor with the hand, but thresh it with the dropping wet cloth.",
    "ai-tika-vin07t32:57_3": "But this fruit is the wide opening up to a weapon that is stirred up on a wall.",
    "ai-tika-vin07t32:57_4": "They made of mango fruits remarks and lotus ponds, and made of gold and silver.",
    "ai-tika-vin07t32:57_5": "And the people say:",
    "ai-tika-vin07t32:57_6": "Those hidden vessels all over the kingdom,",
    "ai-tika-vin07t32:57_7": "Though the water was like lake, and it was dropped by force,",
    "ai-tika-vin07t32:58_0": "It is allowed to make it, that is to say, the starting pointless, and the rolling of the ground.",
    "ai-tika-vin07t32:58_1": "Herein, it is allowed to bedspread that it is called “reflected” in the sense of lying down.",
    "ai-tika-vin07t32:58_2": "But she said, “I can show this meaning in the way beginning, “This can be said” used for the meaning of the great simile.",
    "ai-tika-vin07t32:59_0": "take a bowl of sixty-six plasters, a bowl cart, and a wagons.",
    "ai-tika-vin07t32:60_0": "The discussion on unfinished discussion is finished.",
    "ai-tika-vin07t32:61_0": "Probation for nine on the outcomes of deeds",
    "ai-tika-vin07t32:62_0": "323.",
    "ai-tika-vin07t32:62_1": "A plastered over the vicinity of Pācīnakhaṇḍarājī, a lump of clay-half, a dropping of clay-pace:",
    "ai-tika-vin07t32:62_2": "Nine deeds",
    "ai-tika-vin07t32:62_3": "The rolled-up cloth:",
    "ai-tika-vin07t32:62_4": "covering over with grass:",
    "ai-tika-vin07t32:62_5": "A staff, arrowing and a bondservant wife,",
    "ai-tika-vin07t32:62_6": "In the fourth chapter: here is what is said.",
    "ai-tika-vin07t32:62_7": "But when the mind is shaped with disortion of many kinds of fine-material pieces, then the shape of various kinds of grain is shaped too.",
    "ai-tika-vin07t32:62_8": "nine years old,",
    "ai-tika-vin07t32:62_9": "When the courses are destroyed,",
    "ai-tika-vin07t32:63_0": "all the floor covers (towards) with lots of all the earth,",
    "ai-tika-vin07t32:63_1": "Putting the dwelling of one person in charge of building work, is the meaning.",
    "ai-tika-vin07t32:63_2": "She was always waved when all the time. She wipes a cowherd a charnel ground, which was used to be eaten by rags, and which was prepared by one.",
    "ai-tika-vin07t32:64_0": "that dwelling place, he streams, and so on.",
    "ai-tika-vin07t32:64_1": "and having given a place to people, he surrounded that person,",
    "ai-tika-vin07t32:64_2": "The third:",
    "ai-tika-vin07t32:64_3": "Thus being resided with the rainy season: what is eaten, drunk, chewed, and tasted in every place.",
    "ai-tika-vin07t32:64_4": "If the student wants to give it to the Sangha, the preceptor should give him a monastery, or someone else the other monks. He should not give such-and-such a dwelling. If he does not want to give, he becomes the owner of whatever person he likes.",
    "ai-tika-vin07t32:64_5": "Herein, how can you show directions?”",
    "ai-tika-vin07t32:64_6": "- thus, “I am suitable to get half a third,” and he can get half a share tomorrow.",
    "ai-tika-vin07t32:65_0": "Those who were twenty monks,",
    "ai-tika-vin07t32:65_1": "He is the abode of the Restates that legal issue arising from that dwelling. From then on that very day they were unable to get there.",
    "ai-tika-vin07t32:65_2": "And he’s the first kind of person.",
    "ai-tika-vin07t32:65_3": "placed in the place where the Elder Nuns, having nothing,",
    "ai-tika-vin07t32:65_4": "And he fixed the resting place on the bed, under the protection of the resting place.",
    "ai-tika-vin07t32:65_5": "Building is the meaning of the leper outside.",
    "ai-tika-vin07t32:66_0": "The discussion on the nine orifices is finished.",
    "ai-tika-vin07t32:67_0": "Discussion on the prohibition against using requisites elsewhere, etc.",
    "ai-tika-vin07t32:68_0": "Since they don’t look down on him, they don’t think: ‘Suches are mine, I’m not driven out about the primes of work.’",
    "ai-tika-vin07t32:69_0": "a wheel-turning monarch’s feet, and then wields.",
    "ai-tika-vin07t32:69_1": "the floork of the ground or the level of the wind.",
    "ai-tika-vin07t32:69_2": "A bed and chair: on a bed or bench,",
    "ai-tika-vin07t32:70_0": "“That is right, Questioning,” he said, “This resident student is fitting down as a neighbourhood of this point,” “It’s an offense with joined palms,” “phrasing;”",
    "ai-tika-vin07t32:71_0": "knowing that the doors had been stated, they must not do so because of the ascetic life of the ascetic life. Then they should not be done based on the door of the ascetic life.",
    "ai-tika-vin07t32:71_1": "If she does not know, and she does not perceive her as such, she commits an offense entailing confession.",
    "ai-tika-vin07t32:72_0": "The discussion on the requisites belonging to a different Buddhist sect is finished.",
    "ai-tika-vin07t32:73_0": "Discussion of the proper conduct in the Sangha",
    "ai-tika-vin07t32:74_0": "They make a reference to the western Monastery, the stuff, the sound of urgency, the Great Kings, the inviting bowl, and the rest.",
    "ai-tika-vin07t32:74_1": "Through that Community",
    "ai-tika-vin07t32:75_0": "The account of the allowance for the Sangha is finished.",
    "ai-tika-vin07t32:76_0": "Discussion of the proper conduct in regard to those women",
    "ai-tika-vin07t32:77_0": "eating in moderation, placed in the hall,",
    "ai-tika-vin07t32:77_1": "He should definitely call (but) with one handful of million,",
    "ai-tika-vin07t32:77_2": "in the houses of various families, various families, ornamented.",
    "ai-tika-vin07t32:78_0": "When you’re sitting, they needed to be repayed to the seats, sagaciously bedrooms, and there is only a single senior.",
    "ai-tika-vin07t32:79_0": "And all that was done so, as to ask the news.",
    "ai-tika-vin07t32:79_1": "Defining in the questioning is the counterpart of questioning.",
    "ai-tika-vin07t32:79_2": "“What is stated here is that only the bones of being described” is said. “What is that only another?”",
    "ai-tika-vin07t32:80_0": "The whole of the bowl: I accept robes, alms food, resting places, and medicine for the sake of robes, etc., is not allowed to take his meal robes, etc., which is why it is said in the way that is, making it shakes off.",
    "ai-tika-vin07t32:81_0": "Also: it is shared by a newly arrived monks that is unsuitable.",
    "ai-tika-vin07t32:82_0": "what their servantage says, “What can I do?” and he said, “From whomever I give?” and after giving them a donation.",
    "ai-tika-vin07t32:82_1": "Backkatives: the thirty-two parts of a regular monk.",
    "ai-tika-vin07t32:83_0": "The exposition of the teaching is finished.",
    "ai-tika-vin07t32:84_0": "Discussion of the proper conduct invited to a meal.",
    "ai-tika-vin07t32:85_0": "The taken away, after calling them, “Today you take part in a different way.” And they said, “Dear Putting the caravan,”",
    "ai-tika-vin07t32:86_0": "and it is not allowed to speak over a single session as before.",
    "ai-tika-vin07t32:86_1": "Herein, one should be shared by one,",
    "ai-tika-vin07t32:87_0": "He should not move from his mother’s presence: “The monks are eight months, but the monks are eighth.”",
    "ai-tika-vin07t32:87_1": "After the meal for recitation, for the arrivals, etc., and for the arrival at the time for eating meals, for the meal for the Community, or for the meal on the following day. Instead of getting rice or for the meals, he should prepare a meal for the Sangha.",
    "ai-tika-vin07t32:87_2": "after asking “I give it up” they replied, “I choose to make them understood” and “I do not make this for one,” and he has died.",
    "ai-tika-vin07t32:88_0": "But when the binding up out of the sense of bonds reach it, the goosebumps fell into it,",
    "ai-tika-vin07t32:89_0": "The account of the invitations is finished.",
    "ai-tika-vin07t32:90_0": "On Decline of the Fruits",
    "ai-tika-vin07t32:91_0": "having hatred:",
    "ai-tika-vin07t32:91_1": "and it is “factors” in the same way as a village precincts.",
    "ai-tika-vin07t32:91_2": "forty meals.",
    "ai-tika-vin07t32:91_3": "if he takes it, saying, “Take it,” and he should then expell it:",
    "ai-tika-vin07t32:92_0": "Having considered (the King): Having thus shown the bird (on his meal),",
    "ai-tika-vin07t32:92_1": "He should give him permission, and then, having given the food back to the impermanent, he should give it up, and having it taken up, he should give it away.",
    "ai-tika-vin07t32:92_2": "Again the dwelling place where the dwelling is kept, and after eating the meal, he took his own dwelling and then eats it without chewing.",
    "ai-tika-vin07t32:93_0": "By one of the remaining thirty-two kinds: it is an unification such as a shrine, and as a home.",
    "ai-tika-vin07t32:93_1": "After being recited in the family designated as “in-laws” and so on.",
    "ai-tika-vin07t32:94_0": "whether it is an uninhabited area: it is dangerous in the goad.",
    "ai-tika-vin07t32:94_1": "Standing on a well-proclaimed, on a staff, that grows on the water’s back.",
    "ai-tika-vin07t32:94_2": "And he was begging from all the dwellings, with all the monks in each monastery, at the end of the dwellings.",
    "ai-tika-vin07t32:95_0": "and they stay in the dwellings.",
    "ai-tika-vin07t32:95_1": "Putting the dwellings: even having had a dwelling built for the precincts of busy.",
    "ai-tika-vin07t32:95_2": "As he reaches one day, the meaning is that he reaches all day.",
    "ai-tika-vin07t32:96_0": "alcoholic drinks, hollowsty,",
    "ai-tika-vin07t32:96_1": "But this ascetic practice is not stated in the Vibhaṅga thus: “This is spoken of, this is not so called “ascetic” and so on.",
    "ai-tika-vin07t32:96_2": "“Sitting down from the Sangha. ...”",
    "ai-tika-vin07t32:96_3": "for it is proper to possess the road.”",
    "ai-tika-vin07t32:96_4": "While living on alms, he ended the best food and drink,",
    "ai-tika-vin07t32:96_5": "if she does not get it even when providing a wretch woven, or even in a smaller life.",
    "ai-tika-vin07t32:96_6": "Hence it is said: “They are just like someone who wants to harm ...”",
    "ai-tika-vin07t32:96_7": "And you should say, ‘May you get by myself.’ ”",
    "ai-tika-vin07t32:97_0": "Your enemy is present:",
    "ai-tika-vin07t32:97_1": "Having taken it, he took it to his own village,",
    "ai-tika-vin07t32:97_2": "Hence it is said: “Afterwards in that direction, I walked in that place.”",
    "ai-tika-vin07t32:97_3": "the one who takes the rainy-season residence should remain silent.",
    "ai-tika-vin07t32:97_4": "In this way, a meal to the monks from a seat in this way is allowable for the monks who take no meals.",
    "ai-tika-vin07t32:98_0": "our village in the village of Verañjā is what is said.",
    "ai-tika-vin07t32:98_1": "Living in the dwellings of the Elders in a monastery, having a meal at the Elders forty-four time, having a dropping of waters, gave (to them) to each of the Elders.",
    "ai-tika-vin07t32:99_0": "The exposition of the teaching is finished.",
    "ai-tika-vin07t32:100_0": "Discussion of the proper conduct, etc.",
    "ai-tika-vin07t32:101_0": "but thinking, “I can go in order today.” They must not do so in order to preparing the cows, etc., on the following day, as they needed for seven days.",
    "ai-tika-vin07t32:101_1": "Hence it is said: “But if it is no matter,”",
    "ai-tika-vin07t32:101_2": "In today, coarse disciplinary proceeds, wherever I’m coarse or dropped, but that monks won’t get enough.",
    "ai-tika-vin07t32:102_0": "Learning the observance day, he said, “We shall give to the meal,” and “Through this much time,” etc., as to those that have been shown that he has been shown.",
    "ai-tika-vin07t32:102_1": "And they spread out their dwellings in the vicinity of the newly arrived monks.",
    "ai-tika-vin07t32:103_0": "departing, as if it were going to the vicinity of the village, he came to the neighborhood of a village.",
    "ai-tika-vin07t32:103_1": "and he wants to go to the neighborhood of the residents.",
    "ai-tika-vin07t32:103_2": "If they do get to eat, they may eat as much as they need.",
    "ai-tika-vin07t32:104_0": "weather-dwellers,",
    "ai-tika-vin07t32:104_1": "and it is allowed rolling forwards and backwards.",
    "ai-tika-vin07t32:104_2": "Likewise, being received alms from alms food, being received by the monks.",
    "ai-tika-vin07t32:105_0": "Being afraid of wrongdoing, the monks did not see even arguments.",
    "ai-tika-vin07t32:105_1": "When they’re anxious, they should ask about it.",
    "ai-tika-vin07t32:106_0": "On the making of the statements is finished.",
    "ai-tika-vin07t32:107_0": "The chapter on dwellings is finished."
}