{
    "ai-tika-vin07t42:0_0": "Antarapeyyālaṁ",
    "ai-tika-vin07t42:1_0": "Practicing is the commentary for the sick;",
    "ai-tika-vin07t42:2_0": "having asked permission of an abstaining from sexual intercourse with one of the five cords, etc., and as well as on one side, he puts on his question in number by means of making amends for in the five ways.",
    "ai-tika-vin07t42:2_1": "When many offenses are left by the household, he thinks: “Where is this: there’s no circumstance in here and there, but there is this here that is not the breach in this case.”",
    "ai-tika-vin07t42:2_2": "Reflecting properly in the Vibhaṅga thus, “He is expert in the scriptures,” etc., that is, opposites, etc., that is to say, the meaning of the scrutinizing, etc., and the meaning in the same way as they confused the meaning.",
    "ai-tika-vin07t42:2_3": "Which is starting with a spot: “Forms” is characterized with the word “skill in” , and so on.",
    "ai-tika-vin07t42:3_0": "After listening to the Dhamma, he proclaimed many people, and listened to the Dhamma. He sat down on one side to listen to the Dhamma.",
    "ai-tika-vin07t42:3_1": "Since he acts disrespectfully, he should be moved to activity, move, because he has to activated the urgency, he should be moved to activity.",
    "ai-tika-vin07t42:3_2": "Grounded by mindfulness occupied with the body and it is keeping difficult.",
    "ai-tika-vin07t42:4_0": "274.",
    "ai-tika-vin07t42:4_1": "with love,",
    "ai-tika-vin07t42:4_2": "both of them.",
    "ai-tika-vin07t42:4_3": "Paying him, “Dears him,” he does that person make you happy, said, “Though this person who gets the hair of the spiritual life,”",
    "ai-tika-vin07t42:5_0": "But after receiving (permission) from person he is going into the presence of another person,",
    "ai-tika-vin07t42:5_1": "that is to be shown in the same place as before.",
    "ai-tika-vin07t42:6_0": "By the means of the acquisition of craving, they set out to disciplinary issues, deliberate lies, and make it clear.",
    "ai-tika-vin07t42:6_1": "outshines it towards it.",
    "ai-tika-vin07t42:6_2": "right mindfulness is the meaning.",
    "ai-tika-vin07t42:7_0": "The commentary on the questions is finished.",
    "ai-tika-vin07t42:8_0": "the commentary on the offenses,",
    "ai-tika-vin07t42:9_0": "he investigates all around, he is only a whole body,",
    "ai-tika-vin07t42:9_1": "The offenses entailing expulsion in regard to the attainment of exertion that have been overlooked by the mind, they should be told in the same way.",
    "ai-tika-vin07t42:9_2": "If he commits the offense entailing suspension, the offense of wrong conduct and the five confused offenses entailing suspension, “May there be no more future lives!”",
    "ai-tika-vin07t42:9_3": "gets, discovered, and comprehended theoretically.",
    "ai-tika-vin07t42:10_0": "In the second (story), the second precious speech, is the same in each word less than human state, in the passage for recitation.",
    "ai-tika-vin07t42:11_0": "For the third time you said, “It is because of those who don’t create bodily form, verbal, and mental activity, conditioned by causality.”",
    "ai-tika-vin07t42:12_0": "when he has been told to do so, he should not say, “Now,” and he can do so in this way: “After doing it, I shall give you a reason for five reasons,” and he should then be told.",
    "ai-tika-vin07t42:12_1": "But the mode of the body should be given in the its aspect of the physical opposite sex, that is to say, bodily and mental states,",
    "ai-tika-vin07t42:13_0": "In the sixth wound this body there is no actually sewings, one who cannot do what is dead, and one who has made the fivefold system, still only the sixth, thinking, “After this body,” and he said, “It’s not hard to show that the sixth.",
    "ai-tika-vin07t42:13_1": "For the body does not lead to the decline of the body, and an offense of wrong speech does not come into.",
    "ai-tika-vin07t42:13_2": "for it is only five days that is attained by one who is attaining the other opposite of thesess it.",
    "ai-tika-vin07t42:13_3": "each place where it is well established, possessed of (supernatural) faculties.",
    "ai-tika-vin07t42:14_0": "The section for recitation on the teaching of the attainment is finished.",
    "ai-tika-vin07t42:15_0": "the commentary on the offenses.",
    "ai-tika-vin07t42:16_0": "277.",
    "ai-tika-vin07t42:16_1": "But in the second ploughing place he collected a hut through the first position of the minor impediments, etc., and because of the second beginning or the life of the belief.",
    "ai-tika-vin07t42:16_2": "So too, in the second and phrases, etc.",
    "ai-tika-vin07t42:16_3": "he said, “Where do you perceive it as such?”",
    "ai-tika-vin07t42:16_4": "It is “on-door” with this hut “announcing the Righteous way.",
    "ai-tika-vin07t42:16_5": "And although both this body is shown by one who is busy with both sides,",
    "ai-tika-vin07t42:16_6": "In this way the lower enemy should be done.",
    "ai-tika-vin07t42:17_0": "“With this body, however, they are shown by poison,” and after showing that they are said in the presence of the bodies, still here in the returning of the body, as were, but not too in the return.",
    "ai-tika-vin07t42:17_1": "although it was said above,",
    "ai-tika-vin07t42:18_0": "“As a concentration” is said: “This is the fourteenth sections and four offenses entailing suspension.",
    "ai-tika-vin07t42:19_0": "if he makes a hut made by body, by speech, and mind, and then uses it, he uses it in body by speech; he is the meaning.",
    "ai-tika-vin07t42:20_0": "The commentary on the offenses is finished.",
    "ai-tika-vin07t42:21_0": "Proper Outcomes",
    "ai-tika-vin07t42:22_0": "283.",
    "ai-tika-vin07t42:22_1": "The third verse, the second verse, after showing the same (of the following verses), and having shown that the second place,",
    "ai-tika-vin07t42:22_2": "Herein, although the body is said to be one who advocates what should be spoken to, “Repulsiveness” .",
    "ai-tika-vin07t42:22_3": "Hence it is said: “Well then, this body is well proclaimed!”",
    "ai-tika-vin07t42:23_0": "Through seclusion: a word of all remaining unconditioned, (some of) seclusion and discovered by all the hindrances, children and attainment of Nibbāna.",
    "ai-tika-vin07t42:23_1": "He who has analyzed out both ways: skilled in what is and skilled in what is.",
    "ai-tika-vin07t42:23_2": "But here there is another senior elder named Upāli. But there is nothing that can be understood to ask about what is beneficial and what is not in this matter.",
    "ai-tika-vin07t42:24_0": "The conclusion of offenses entailing suspension is finished.",
    "ai-tika-vin07t42:25_0": "the commentary on the rising sun,",
    "ai-tika-vin07t42:26_0": "But the failure in morality of virtue is the fourth reason for failure in morality.",
    "ai-tika-vin07t42:27_0": "view of being attached to their own views, holding them tight, and relying on being reborn in a condition for failure in view.",
    "ai-tika-vin07t42:28_0": "Relying on making use of the four kinds of livelihood: the precisely earned by livelihood; these, namely, wrong livelihood, effort, mindfulness, and wrong immersion; the cause of failure in livelihood, namely, the preference, reviewing, and wrong livelihood.",
    "ai-tika-vin07t42:29_0": "The commentary on the colour of irregular monks is finished.",
    "ai-tika-vin07t42:30_0": "the component of legal issues.",
    "ai-tika-vin07t42:31_0": "291.",
    "ai-tika-vin07t42:31_1": "There are five kinds of legal issues: preventing the arising of legal issues arising from accusations, divisive speech, and mind.",
    "ai-tika-vin07t42:31_2": "Here the meaning is: heretille of five kinds, that is why, after conceived.",
    "ai-tika-vin07t42:31_3": "she instigates the five kinds of disciplinary issues. She gets rid of requisites, etc., and because of the analysis of legal issues. She disciplinary issues, etc., and each legal issues according to the doctrine of the perfected ones.",
    "ai-tika-vin07t42:31_4": "the rest is the fruit of stream-entry, and the fruit of stream-entry.",
    "ai-tika-vin07t42:31_5": "that there is no offense for the purpose of abandoning that is including the perception of non-staple food.",
    "ai-tika-vin07t42:32_0": "The commentary on the settling of legal issues is finished."
}