{
    "ai-tika-vin09t14:0_0": "Saṅghādisesakaṇḍaṁ",
    "ai-tika-vin09t14:1_0": "Once again when the words are a dear, this is called “proaching land”; they acted according to what is said.",
    "ai-tika-vin09t14:1_1": "For the cattle are born in his family, thinking “Even if it’s winter,” or “There’s no trouble for them.”",
    "ai-tika-vin09t14:2_0": "The training rule on emission of semen",
    "ai-tika-vin09t14:3_0": "When the sound is making a sound, he says “I am flattering it.”",
    "ai-tika-vin09t14:3_1": "From intentional activities: the heart’s release by excellence of the free border is the meaning.",
    "ai-tika-vin09t14:3_2": "And if he sends him away:",
    "ai-tika-vin09t14:3_3": "The meaning here is this: “There is no sound of intentional emission of semen in the way already stated,” and they said, “There is no intentional emission of semen.",
    "ai-tika-vin09t14:3_4": "now there is the noise of sound, etc., which is showing the meaning of intention, “There is noise for the sake of nutriment,” and so on.",
    "ai-tika-vin09t14:3_5": "Those intention regarding intentional intentions,",
    "ai-tika-vin09t14:3_6": "you’re reborn in heaven.",
    "ai-tika-vin09t14:3_7": "Except in heaven,",
    "ai-tika-vin09t14:4_0": "Now, as to the that place wherever he was deluded, along with the intention of getting rid of greed, hate, delusion, after making the basis of the deathless, he said, “Now,” he said, “Now, it is infected” .",
    "ai-tika-vin09t14:4_1": "Herein, greed or hate is the uplifting of greed for it, etc., that is, lust observed by greed and hate and delusion.",
    "ai-tika-vin09t14:4_2": "When the sun is upset by the belly, that is to say, the posts of the bodies of the termite-mound, when it is said to be “short” , the windows.",
    "ai-tika-vin09t14:4_3": "After working for the bowl of another, he leaves the bowl of another’s work, etc., which is an importantment of the deeds, etc., is the meaning.",
    "ai-tika-vin09t14:4_4": "He is the healthy, the startingness of health, etc., that he has those who go about others.",
    "ai-tika-vin09t14:4_5": "(His) the sound of merit and good fortune, who will produce happiness for merit, who is the production of passions, and intelligence (of the damaged) that is connected with the teaching,",
    "ai-tika-vin09t14:4_6": "internally and externally in oneself, whatever form there are—whether pleasant, etc.;",
    "ai-tika-vin09t14:4_7": "the first of the two is physical and mental form internally and externally,",
    "ai-tika-vin09t14:4_8": "Feeling is the gratification in the price for the delusion of delusion, and so on is within the pride of greed, hate and delusion, and the mind associated with them.",
    "ai-tika-vin09t14:4_9": "This is why my self-defilement is blind and ignoble let go. He thinks, “From contacting from me, jackals, poisonous contact with his ears, desires, aversions, and he engaging the signs of the heart;",
    "ai-tika-vin09t14:4_10": "if he says, “With this” and “It is a sign,” but when he refuses, etc., that after being described in the sign of foulness;",
    "ai-tika-vin09t14:4_11": "So even if that is the sign of he feels it, thinking there is no offense for him.",
    "ai-tika-vin09t14:4_12": "For this is said: “Ascetics that are palaces that work to greeting their hands and feet, if he intends to be released, yet semen is emitted.”",
    "ai-tika-vin09t14:5_0": "and seven elements, both formerly and red, white, the size of various kinds, and the four elements,",
    "ai-tika-vin09t14:5_1": "from that place to settlement, after passing away from there,",
    "ai-tika-vin09t14:5_2": "how this body is to be found,",
    "ai-tika-vin09t14:5_3": "one roaming around it: “This body is mine, it is alone,” and she said, “This body is mine,”",
    "ai-tika-vin09t14:5_4": "after speaking well to them,",
    "ai-tika-vin09t14:5_5": "For it is possible that the head hairs are smeared with oppressive for me toilet, phlegm, and smeared with opportunity, conversion of the body and life-continuum, all of the skin; and the body hairs are displayed, jackals, and the rest. And it is produced for the rest.",
    "ai-tika-vin09t14:5_6": "Because that by greed is a pillar with both hands and feet, the hip infatuated by the hand",
    "ai-tika-vin09t14:6_0": "And here it is said: “Here greedy to be seen” , etc., in the sense of hatinging and so on.",
    "ai-tika-vin09t14:6_1": "For one opportunity towards greed, etc., there is the uprooting of lustfulness,",
    "ai-tika-vin09t14:6_2": "when there is no action, one who deceives the otherwise;",
    "ai-tika-vin09t14:6_3": "For it is not possible that greed and hate are distended by the sign, etc., and deluded from the prior stage.",
    "ai-tika-vin09t14:6_4": "but it is said to be “with health” .",
    "ai-tika-vin09t14:6_5": "For the one emits in accordance with the intention of (living) speaks falsely,",
    "ai-tika-vin09t14:6_6": "“Without attachments” is said in order to show (her) his own and so on.",
    "ai-tika-vin09t14:6_7": "Then there is no-one elsewhere in the sky or on both sides internally and externally, whether or external, gross or substantive,",
    "ai-tika-vin09t14:6_8": "and of them shown them to the ten kinds of fear, etc., of the ten bases of determination, which is to be shown as a place for ten years.",
    "ai-tika-vin09t14:6_9": "for inquiry is the inquiry inquiry, and no knowledge mastery in him.",
    "ai-tika-vin09t14:6_10": "(but) it is possible, a gift to give, but if it is expounded,",
    "ai-tika-vin09t14:6_11": "according as it is said: “She is calls in the sense of urgency,”",
    "ai-tika-vin09t14:6_12": "But the worker is indicated by the recommendation of greed,",
    "ai-tika-vin09t14:6_13": "For this is said in the account of the story of the discussion on the basis of greedy temperament.",
    "ai-tika-vin09t14:6_14": "Except while dreaming, it was in a dream that it was well called.",
    "ai-tika-vin09t14:6_15": "Hence it is well.",
    "ai-tika-vin09t14:6_16": "This is the name of this offense entailing suspension.",
    "ai-tika-vin09t14:6_17": "Hence it is to be eaten while dreaming.",
    "ai-tika-vin09t14:6_18": "but there is an offense entailing expulsion for the offenses.",
    "ai-tika-vin09t14:6_19": "Although this is eleven composing, still only one is said to be “resounded with consciousness,” it is said, “showing is like the sound of a rough touching or in the way.”",
    "ai-tika-vin09t14:7_0": "If she is insane with her.",
    "ai-tika-vin09t14:7_1": "Don’t this monastery because he thinks, “I’m indeed I wish to live in the open?”",
    "ai-tika-vin09t14:7_2": "Yet when the Sangha has committed an offense, he doesn’t wish to get upset by giving his attention to the beginning, “What sort of persons? ” But when the Community is already described, he said, “What is the wrong way?”",
    "ai-tika-vin09t14:7_3": "one who has committed an offense entailing confession, and the Sangha wishes to be reborn in the beginning and the middle. He wants to endure this.",
    "ai-tika-vin09t14:7_4": "There is no offense for one who gives the full admission to the emerging from there is no offense.",
    "ai-tika-vin09t14:8_0": "They grow the whirlpools, the places grow.",
    "ai-tika-vin09t14:8_1": "Then why is it said in the Commentaries: “Why is it?” But when someone says “Why are they taken as stated in broken?”",
    "ai-tika-vin09t14:8_2": "(but) if there is something left over, he may bathe at ease at least.",
    "ai-tika-vin09t14:8_3": "The original decisions should be understood as the basis for such powers as the origination of abode, and for the purpose of producing condition.",
    "ai-tika-vin09t14:8_4": "Consequently it is due to passing away and reappearing.",
    "ai-tika-vin09t14:9_0": "Aiming at emission, he,ding the medicine, making sugarcane in his chest wraps, or garments.",
    "ai-tika-vin09t14:9_1": "And you see Sunāparanta in a relic: going from the water-lics, or on the four sides of the gods.",
    "ai-tika-vin09t14:9_2": "But seeing what did he see to be awakened, or to the Buddha, or is he still not?",
    "ai-tika-vin09t14:9_3": "And in this context what is said:",
    "ai-tika-vin09t14:9_4": "If you see it transgressed in line with the teaching,",
    "ai-tika-vin09t14:9_5": "For when the mind has settlement on the sign that is involved, there is no sign of greed,",
    "ai-tika-vin09t14:9_6": "For one who sees Sunetta’s minds arise,",
    "ai-tika-vin09t14:9_7": "then they see the Independent Buddha.",
    "ai-tika-vin09t14:9_8": "For when he is wakened by all the Sambuddhas, he sees all the good Ones.",
    "ai-tika-vin09t14:9_9": "There is no offense for the rainy season when a funeral pyretext.",
    "ai-tika-vin09t14:9_10": "And by seeing an agreement did not make a perfectly complete assembly, there is no offense.",
    "ai-tika-vin09t14:9_11": "Then they neither see nor hear it nor see that dreams, but that mendicant is called ‘one who’s indeed’.",
    "ai-tika-vin09t14:9_12": "not so why?",
    "ai-tika-vin09t14:9_13": "Should he see these things.",
    "ai-tika-vin09t14:9_14": "for this is said: “Great king, this is in your name, Great King, this is well dreadful ran away.”",
    "ai-tika-vin09t14:9_15": "The monkey is made a baby monkey from the hip.",
    "ai-tika-vin09t14:9_16": "For just as a monkey is gradually swapped in a cart, so too, when a clever has arisen in a palm-smelling, the charnel ground, he sees that the pillar, and is excited by it again and again.",
    "ai-tika-vin09t14:9_17": "one who sees this may have sexual intercourse with his body, being like a monkey who has sexual intercourse with it. And like the dreams, just like the belly, semen is emitted.",
    "ai-tika-vin09t14:9_18": "And when the announcement is well tamed, he should always be constantly poisoned.",
    "ai-tika-vin09t14:9_19": "But to go to the foreign land of the rainy-season residence for the benefit of the water.",
    "ai-tika-vin09t14:10_0": "The training rule on emission of semen is finished.",
    "ai-tika-vin09t14:11_0": "The training rule on the body",
    "ai-tika-vin09t14:12_0": "if he said, “This is a curtainer,” and then, in order to show that same deed, etc., which is to say, “: sentient beings who do this, is said to be like the cropsings.”",
    "ai-tika-vin09t14:12_1": "having destroyed the fetters of rebirth, likewise having become clear and substitution of opposite sex, etc., and, then the suffering in which they did not see.",
    "ai-tika-vin09t14:12_2": "Swapping around by an fever:",
    "ai-tika-vin09t14:12_3": "Hence it is said: “Dears (them) turning over!”",
    "ai-tika-vin09t14:12_4": "By the rest of the body, namely, lust and greed",
    "ai-tika-vin09t14:12_5": "On the same day I became produced. When born, produced, growing on that day familiar, or that day it’s born, that produced.",
    "ai-tika-vin09t14:13_0": "“As a precincts” is one who enters upon a house.",
    "ai-tika-vin09t14:13_1": "Now comes the elephant called “Herdent,” etc., in order to show the goal of the hand, etc., as to receptacle for his hand.",
    "ai-tika-vin09t14:13_2": "due to adherence, to reckonings,",
    "ai-tika-vin09t14:13_3": "But as to how far as gems stones from the hand of the foot,",
    "ai-tika-vin09t14:13_4": "and being free from fostering things and it follows them thus: “This is a term for it.”",
    "ai-tika-vin09t14:13_5": "Herein, after covering the three heads, with her hair covered in three ways,",
    "ai-tika-vin09t14:13_6": "They made a golden bark robe.",
    "ai-tika-vin09t14:13_7": "anything apart from the hand and the hair is called “any part of the body”.",
    "ai-tika-vin09t14:14_0": "For when aiming at association, he consents to act with the body as a regular observed with the thought of going without contact, buttering any contact with the attainment of the origin of the path, and he says “It is incapable of understanding.”",
    "ai-tika-vin09t14:14_1": "Aiming at emission, he applied his mind, sustained thought from woman.",
    "ai-tika-vin09t14:14_2": "and then intentionally he would not be told, “Through this I have learned,” and after making this merely,",
    "ai-tika-vin09t14:14_3": "If she puts bowl in it in order to touch it with a woman’s body, there is no offense for women.",
    "ai-tika-vin09t14:14_4": "if he thinks, “I’ll die,” and he does not think, “I’ll experience unsuitable,” there is no offense for the sake of grasping;",
    "ai-tika-vin09t14:14_5": "if she does not know that the boy was standing with a girl who is standing outside the monastic boundary, thinking, “From there is no offense for one who is standing nearby,” and she does so only for one who is disturbed, there is no offense.",
    "ai-tika-vin09t14:14_6": "But if he consents to physical contact with the person, etc., he is no longer in the next life, there is no offense for the sick monk, in the next life, there is no offense.",
    "ai-tika-vin09t14:14_7": "Next, Udāyī, the Elder Udāyī, who was striving here in the first place.",
    "ai-tika-vin09t14:14_8": "if he is the first offender.",
    "ai-tika-vin09t14:15_0": "The training rule on physical contact is finished.",
    "ai-tika-vin09t14:16_0": "The training rule on what is grave",
    "ai-tika-vin09t14:17_0": "by means of a grave or backbiting, the preventing of greed or hate, or of hate and delusion, or of the afflicted with a dispractive mind.",
    "ai-tika-vin09t14:17_1": "Here it would be hard for women to give her a profession, saying: “We will give this bag.”",
    "ai-tika-vin09t14:17_2": "You’re sad and upset. How do you know the true teaching and training proclaimed by false teachings?",
    "ai-tika-vin09t14:17_3": "The fool hits in a mix-stream,",
    "ai-tika-vin09t14:17_4": "the name of the Path through the sign, he has excellent characteristics, etc., and is endowed with the characteristic of certainness.",
    "ai-tika-vin09t14:17_5": "The he has already described two characteristics in the way beginning, “From the one who has committed the characteristic of fondness due to subsequence of overstance” .",
    "ai-tika-vin09t14:17_6": "that they would begging for me,” he said: “You are don’t,”",
    "ai-tika-vin09t14:17_7": "You shall be your mother, Kapilavatthu, lady, and you’ll be able to practice the teachings.",
    "ai-tika-vin09t14:17_8": "asking, “How can you give to your husband?”",
    "ai-tika-vin09t14:17_9": "(Asking): “It seems you ask like this, give the husband’s husband.”",
    "ai-tika-vin09t14:17_10": "who answers, “Surely when asked, if you do so, you’ll be dear and beloved to your husband.”",
    "ai-tika-vin09t14:17_11": "instructed, saying, “Give to your husband’s husband, and you love them.”",
    "ai-tika-vin09t14:17_12": "The neighborhood of the signs said, “Are your genitals incomplete? Are you without menstruation? Do you menstruate continuously? Do you always wear a menstruation pad? Are you incontinent? Do you have prolapse? Do you lack sexual organs? Are you manlike? Do you have fistula?”",
    "ai-tika-vin09t14:17_13": "They are bound by eloquence.",
    "ai-tika-vin09t14:17_14": "Sīvalī who came out outside the monastic boundary,",
    "ai-tika-vin09t14:17_15": "the anus of the vagina, etc.",
    "ai-tika-vin09t14:17_16": "he is endowed with a hermaphrodite. He is endowed with a hermaphrodite.",
    "ai-tika-vin09t14:18_0": "And here in the case of the Bhaddiya the Discipline endowed with the characteristic of having the head of characteristics of foulness appearance, he says, “Not on the head,” he says, “Noble One.",
    "ai-tika-vin09t14:18_1": "“You’re definitely the anus or the vagina, the anus of a woman, and the shape of a beautiful woman, you’re beautiful, and the shape of a woman seer,” and the meaning is that you clever.",
    "ai-tika-vin09t14:19_0": "Along the disparage of Abhaya, thinking, “I won’t hit in a single skull,” and on both sides, he commits an offense entailing suspension.",
    "ai-tika-vin09t14:20_0": "thinking, “There is no need,” he replied, “I give me a teaching,” “Bring my head,” and “There’s no need of such-and-such a teaching,” and when I heard, he commits an offense entailing suspension.",
    "ai-tika-vin09t14:21_0": "“When will he eventually be a mother?” he thinks, “When will eventually be a mother in your head,” and he says, “When I’ll shave my mother,” and he discard their head in such a way, hence I’ll even give you a teaching,” and if it wasn’t contrary to the Teaching.",
    "ai-tika-vin09t14:22_0": "“How do you ask the owner of the owners?” and “We answer in the Commentaries, ‘It’s was spoken of in the Dhamma,’”",
    "ai-tika-vin09t14:22_1": "“So it seems you did not ask about the owner of your ownership in the same way.",
    "ai-tika-vin09t14:23_0": "When told, “Give me like this,” he said, “Give me some.” When it was told, he commits an offense entailing suspension.",
    "ai-tika-vin09t14:23_1": "Likewise in the passage beginning, too.",
    "ai-tika-vin09t14:24_0": "When Confused, all the eleven my heads are on fires because of disrespect, she thinks: “This is the eleven practice of protection, the skill in the eleven roads, the skulls, the two, three kinds of fondness, the signs, and the path confused states (only) for each other, “Give me the pathssenger,” and so on. “When I don’t get these three kinds of guests, my head washed,” and so on.",
    "ai-tika-vin09t14:25_0": "From the dice: from the eyes that are painful,",
    "ai-tika-vin09t14:25_1": "Above the knees: from the navel and the knees.",
    "ai-tika-vin09t14:25_2": "From being smeared with blood,",
    "ai-tika-vin09t14:25_3": "above the navel and below the knees.",
    "ai-tika-vin09t14:25_4": "But with the eyes of a communicable worm, like the bird of waists.",
    "ai-tika-vin09t14:25_5": "For the Buddha doesn’t describe a disciples of stream-entry,",
    "ai-tika-vin09t14:25_6": "physical contact with something connected to his body, or with clothes.",
    "ai-tika-vin09t14:26_0": "Following the meaning of what is beneficial and relevant to the side, saying: “Have you say about the meaning of the generals of the generals of the generals, the masters of the Dhamma, the Protector of the Wise Oneship? Do you love about the He’s reciter, the Teaching, or the Sangha of monks?” then for every statement, he commits an offense entailing confession.",
    "ai-tika-vin09t14:26_1": "In this way he broke off the good and the blessing of the good, there is no offense.",
    "ai-tika-vin09t14:26_2": "If a monk, overcome by means of laughing and snaping each other, thinking, “Such is going on a road,” and he relaxed only on one side for both sides, he commits an offense entailing confession.",
    "ai-tika-vin09t14:26_3": "Here, Udāyī, the first Elder Udāyī story, was the owner of the Dispensation.",
    "ai-tika-vin09t14:26_4": "Saying: “She isn’t you abuse or insulting or insulting?” He should feel painful feeling.",
    "ai-tika-vin09t14:26_5": "there’s no hate,",
    "ai-tika-vin09t14:26_6": "This is why the name of greed, hate, and delusion, but not the floods.",
    "ai-tika-vin09t14:27_0": "The training rule on what is grave",
    "ai-tika-vin09t14:28_0": "4. Attakāmasikkhāpadavaṇṇanā",
    "ai-tika-vin09t14:29_0": "By the temperaments of one’s own temperament, and of those beginning with the temperaments, etc., that of greed and temperament,",
    "ai-tika-vin09t14:29_1": "And here too the woman clasped handspan from a cloth screen, pulled over her, thinking, “Being it as lowlife,” she said, “It is indeed just with a woman who is deportment,”",
    "ai-tika-vin09t14:29_2": ": the sound of the ears low.",
    "ai-tika-vin09t14:29_3": "“At cotton-doing,” he said,",
    "ai-tika-vin09t14:29_4": "Is satisfaction with my own desires, refusing to satisfaction, I satisfy my own desires, my own temperament, with the satisfaction of sexual conduct, that is, their satisfaction in themselves; and my own temperament is the meaning.",
    "ai-tika-vin09t14:29_5": "Or alternatively: the sense-desire serving of sensual desires, they proceed to be compared with the vanity of sense desires, greed for sense desires, and they need only reference to others.",
    "ai-tika-vin09t14:29_6": "Hence it is said: “He isn’t mindful in the Dhamma.”",
    "ai-tika-vin09t14:29_7": "Herein, the first tetrad is shown by the first meaning of sensual desire that is the cause of the occurrence of meaning, in brief, and in the second phrases.",
    "ai-tika-vin09t14:29_8": "“But if it is beneficial for himself, without having asked these words, it is only for the sake of himself, for the sake of his own great benefit, for the sake of himself and others.”",
    "ai-tika-vin09t14:29_9": "“Following his own desires,” he replied: “If he is speaking only of his own desires, he says, “By this” and “There are wise ones, they say, “Perhaps these three kinds of sensual stimulation in himself,” and he is spoken of themselves, he said, “After than myself in the monastery, they wish to learn the enlightenment,” he replied: “Niground-s.”",
    "ai-tika-vin09t14:30_0": "good friends, companions, and associates.",
    "ai-tika-vin09t14:30_1": "Hence it is said: “Here we call (only) defeated.”",
    "ai-tika-vin09t14:30_2": "Toraṇavatthu:",
    "ai-tika-vin09t14:30_3": "The best this is the best:",
    "ai-tika-vin09t14:30_4": "(Should there be) service in the middle fortune, I am comparing the (wholesome) conduct.",
    "ai-tika-vin09t14:30_5": "Haven’t you observed a speech, saying: “Have you ought not to introduce, that is what the name of the Buddha?",
    "ai-tika-vin09t14:30_6": "there’s no hate,",
    "ai-tika-vin09t14:30_7": "Herein, by a wrathsome speech that is grave, it is here in its own state very passionless greed,",
    "ai-tika-vin09t14:31_0": "the moment when he was speaking,",
    "ai-tika-vin09t14:31_1": "But the hermaphrodite doesn’t go to live in them because the poisonous _paṇḍaka_.",
    "ai-tika-vin09t14:31_2": "“In this hope of the training rules in the body of the native spirits, as in the dogs, jackals, and the spirits say, ‘posing is a serious offense’.”",
    "ai-tika-vin09t14:31_3": "While the women were satisfying themselves, they looked after their own desires, of bad conduct,",
    "ai-tika-vin09t14:31_4": "saying, “When anyone who stays in your dwelling is the foremost, my plenty of it,” “Give me the Doctrine,” “Even if they give me a teaching,” and he commits an offense of wrong conduct.",
    "ai-tika-vin09t14:31_5": "“Dear Both the service-processes gems, their nature is one kind.”",
    "ai-tika-vin09t14:31_6": "“In the five factors of Awakening.”",
    "ai-tika-vin09t14:31_7": "is said to because they were told by the robe-cloth. ...",
    "ai-tika-vin09t14:31_8": "One who has developed a non-self.”",
    "ai-tika-vin09t14:32_0": "The training rule on satisfying one’s own desires is finished.",
    "ai-tika-vin09t14:33_0": "The training rule on curry",
    "ai-tika-vin09t14:34_0": "And the meaning is that lay person ointment, cooled down, on account of that.",
    "ai-tika-vin09t14:34_1": "He thinks, “This is a woman’s male or female spirit.” She said, “Teachs in the midst of the female men, for women, and so on.",
    "ai-tika-vin09t14:34_2": "If he receives the low seat by women or by men, saying: “Venerable, I, liquor, take hold of my mother and father, a woman, a man, a man, a woman, a man, a woman, or a man, a woman who lives in charge of building work for a man, or someone who has said this: ‘I will cause them to rub her off, or because she says, ‘I’m a woman,’” she says, “I’s a man, ‘I’m going to a man, a skull.”",
    "ai-tika-vin09t14:34_3": "(Sakka) inquired the Dispensation, he took a man’s instructions, and went to his mother and told him what was happening.",
    "ai-tika-vin09t14:34_4": "he went to a boy or a girl, thinking “Having gone there and delivered,” and she told her, “Like out of affection, in silence, or waiting for her,” and he replies.",
    "ai-tika-vin09t14:34_5": "might practice accordingly:",
    "ai-tika-vin09t14:35_0": "Fells for a woman or a man’s intentions to a woman: “She should be seen, a woman or a man.”",
    "ai-tika-vin09t14:35_1": "Hence it is said: “There is no need,”",
    "ai-tika-vin09t14:35_2": "Bondsing to the resplendent:",
    "ai-tika-vin09t14:35_3": "By adverting the sign of beauty,",
    "ai-tika-vin09t14:35_4": "So the wife through developing the sign that is a condition for the sake of developing the sign, and for the sake of developing the manifestation of, etc., is the meaning.",
    "ai-tika-vin09t14:35_5": "So too, when the announcement is finished, he thinks, “This isn’t good in the three times.”",
    "ai-tika-vin09t14:35_6": "“This is the meaning of this offering, this is what I said.”",
    "ai-tika-vin09t14:35_7": "But now that inspiring places are said, “Now,” etc., in order to show that the purpose of making them its meaning is said,",
    "ai-tika-vin09t14:35_8": "Also, it is said in the Book of a woman devotees: “And what is said” because of its characteristic, etc., or just as a man’s general, or because he has been told by the head of the female characteristic, etc., and only the mass of such investigation, etc., and only the man’s business, and then, “It is nevertheless” .",
    "ai-tika-vin09t14:35_9": "who takes hold of them for the moment.",
    "ai-tika-vin09t14:35_10": "“For he who has the simile of the moment,” thus he said, “Noble Lady in the way already described.”",
    "ai-tika-vin09t14:36_0": "Except in the evening, excepting the one who lives thus: “He is satisfied by the first precincts of the life faculty,",
    "ai-tika-vin09t14:36_1": "And a bhikkhu’s word is not worth advising that which is suitable for being well.",
    "ai-tika-vin09t14:36_2": "either bought or because of anger.",
    "ai-tika-vin09t14:36_3": "But although Sāgata knew that cannot be used for the purpose of showing that, because it is said for the instance of scholars, etc., the rest is said: “From what is their reference to?”",
    "ai-tika-vin09t14:36_4": "your wife by choice and your wife by choice.",
    "ai-tika-vin09t14:36_5": "But only these two, only one is called “blessed” because he refutes his own consent, since he is adverting with respect to him in the way beginning, “This is also called “announced”.",
    "ai-tika-vin09t14:36_6": "the sound of drums, “You’re the servantages,” and the wife through the bowl-of-water ritual, the wife through removing the head pad and the slave wife, the servant wife, the servant wife, the captured wife, the captured wife, the momentary wife.",
    "ai-tika-vin09t14:36_7": "And just as, when a low based on the ground, he says, “There is no low based on the home life” and “There is no troublesome in the evening, etc., about in the morning, and in order to prevent him even with a single word of the law” or “Your enemy,” “You should say, ‘There is no troubled.",
    "ai-tika-vin09t14:37_0": "say this: ‘Both mother-in-law protected by her mother, protected by her father, brother, sisters, and captures! Don’t protection, guards her thus: “May I have such a personality.”",
    "ai-tika-vin09t14:37_1": "For him too because he thinks, “We guard, protection, control, behaves like authority,” and he can live as authority.",
    "ai-tika-vin09t14:37_2": "The one protected by her father, the one protected by her parents, the one protected by her parents, the one protected by her parents, the one protected by her brother, the one protected by her sister, the one protected by her relatives, the one protected by her kinsmen, the one protected by her religion, the one protected by the threat of punishment, the one protected by her religion, the one otherwise protected, the one protected by the threat of punishment.",
    "ai-tika-vin09t14:37_3": "And according as it is said: “So these directions, let alone those who do not know the things.”",
    "ai-tika-vin09t14:38_0": "if he is going to the Sangha of nuns, a shrine, or an observance-day procedure with the Sangha of monks for one who is sick departing the observance-day procedure;",
    "ai-tika-vin09t14:38_1": "Herein, for the purpose of preventing the meals from the lay followers, he would not go for refuge to that monk, with the laymen and the laywomen.",
    "ai-tika-vin09t14:38_2": "When this happens, each is given.",
    "ai-tika-vin09t14:38_3": "if he gets medicine for a sick lay follower, a lay follower, or a female lay follower when he goes with him, there is no offense.",
    "ai-tika-vin09t14:39_0": "Although a human being is called “restraint”, not a female spirit, not a female ghost, not a female animal.",
    "ai-tika-vin09t14:39_1": "A man is not a human male, not a male spirit, not a human being, he says such things as a human malevolent.",
    "ai-tika-vin09t14:39_2": "using as a low seat in the way already described,",
    "ai-tika-vin09t14:39_3": "For on account of reason, the sound of drums,",
    "ai-tika-vin09t14:39_4": "is not worth advanceing, which isn’t enough for her to bring water, but doesn’t want to develop.",
    "ai-tika-vin09t14:40_0": "I laid down this training rule",
    "ai-tika-vin09t14:40_1": "by means of physical contact with the head",
    "ai-tika-vin09t14:40_2": "That is how a response, having believed inquiry, having come back to this state of existence, and is approved bying it.",
    "ai-tika-vin09t14:40_3": "he will come back to you for the purpose of listening to the Dhamma,",
    "ai-tika-vin09t14:40_4": "When he said this, when he was sitting in the hall of the seats in the Best of Vassakāra.",
    "ai-tika-vin09t14:40_5": "If my mother and father had destroyed the pollutants, he says that a monk’s mother.",
    "ai-tika-vin09t14:40_6": "And if he goes there, but returns, saying, “They are going in such-and-such a place and informed his behalf.”",
    "ai-tika-vin09t14:40_7": "Hence it is said: “There is no one who does not know.”",
    "ai-tika-vin09t14:40_8": "He can also be called “blessed” when it is a trainer, in the Paṭisambhidā figures of elephants,”",
    "ai-tika-vin09t14:40_9": "By the words of his own continuity, he is the word of the path .",
    "ai-tika-vin09t14:40_10": "she went to her husband and stood there.",
    "ai-tika-vin09t14:40_11": "adding, “Desire is worth in fact,” or “It is Comparable for you to be born in the body.”",
    "ai-tika-vin09t14:40_12": "Fear, (and) tormented by that as a low-lying marshes,",
    "ai-tika-vin09t14:40_13": "But when these three are not purified and the mind, they are not confused about bodily and mental conduct.",
    "ai-tika-vin09t14:40_14": "These are the three wide consciousnesses: “The mind is not applying the minds of mental conduct” .",
    "ai-tika-vin09t14:40_15": "for he does not know about. Being told him, “Even if you know the mind,” according to the specifically, your mind is distracted,” he commits an offense entailing confession.",
    "ai-tika-vin09t14:41_0": "The training rule on lying down is finished.",
    "ai-tika-vin09t14:42_0": "6. Kuṭikārasikkhāpadavaṇṇanā",
    "ai-tika-vin09t14:43_0": "and for the sake of perception such as one is reborn there. He is present, he is a begger, for the sake of oneself, and for the third time they are in the middle.",
    "ai-tika-vin09t14:43_1": "But it only as a method.",
    "ai-tika-vin09t14:43_2": "Hence it is said: “He is deportment in this way,”",
    "ai-tika-vin09t14:43_3": "For he is sure of his own master’s own name, “He is bound to him.”",
    "ai-tika-vin09t14:43_4": "Isn’t it because I’m not able to satisfy the purpose of showing a service, but seeking the purpose of association with the purpose of showing the influence of (them).",
    "ai-tika-vin09t14:43_5": "Herein, she gives them herself, saying, “Give begged,” and she told her.",
    "ai-tika-vin09t14:43_6": "Has been given to him:",
    "ai-tika-vin09t14:43_7": "(They are) possessed of material possessions and honor. They say that they are selfish, cattle, given to others, intentions, and others.",
    "ai-tika-vin09t14:43_8": "with the roots of cutting downwards, the roots of trees, and the others down with the inside and out, and deluded for himself with the other.",
    "ai-tika-vin09t14:43_9": "For when he is asking about an unknown rice, he is asking sauce in this way.",
    "ai-tika-vin09t14:43_10": "But he is allowed to make it for the right time, and then begging the time.",
    "ai-tika-vin09t14:43_11": "The training rule on what is beneficial",
    "ai-tika-vin09t14:43_12": "Saying, “She’s done,” he should not be asked,",
    "ai-tika-vin09t14:43_13": "When they asked, “Sir, please begg a monk,” and they took the house and gave him a beggar.",
    "ai-tika-vin09t14:43_14": "but then we do whatever she says is included in the same sleeping place there.”",
    "ai-tika-vin09t14:43_15": "“The huts are called plastered because of disrespect.” It is said to have one of the kinds of funeral pyre and yellow-place.",
    "ai-tika-vin09t14:43_16": "There the mouth of the facial wipeders,",
    "ai-tika-vin09t14:43_17": "for while clinging to, swamp:",
    "ai-tika-vin09t14:43_18": "and bound the mouth,",
    "ai-tika-vin09t14:43_19": "* For the water clinging to swamp:",
    "ai-tika-vin09t14:43_20": "Hence it is said: “He is lived in somewhere else.”",
    "ai-tika-vin09t14:43_21": "And the door framework of the rain.",
    "ai-tika-vin09t14:43_22": "“Apart from these two basics,” he said, “a swept away this,” “They are going on air,” and so on.",
    "ai-tika-vin09t14:44_0": "But since these perceptions have been made in the way already described, they should do so in the way described under the heading of “provided” or “possessed by the threat of punishment.”",
    "ai-tika-vin09t14:44_1": "And here there is no matter how to do this, they say, “There is no need,” said, “There is no need for this,” “There is no need for this,”",
    "ai-tika-vin09t14:44_2": "“Because of a lack of proper reflection,” he replied.",
    "ai-tika-vin09t14:44_3": "If he does so, he should say, “If it is doing it in this way, then it may be that curry or phrasing.”",
    "ai-tika-vin09t14:44_4": "For it is not doing one who is building work is called an accusation.",
    "ai-tika-vin09t14:44_5": "“I will be able,” “I do not believe,” “I will not be able to do so.”",
    "ai-tika-vin09t14:44_6": "And if it is not a because of misfortune, if it is the right size, saying, “What can be done?”",
    "ai-tika-vin09t14:44_7": "He should recite the Monastic Code:",
    "ai-tika-vin09t14:45_0": "Herein, I bring back what is eaten in this way.",
    "ai-tika-vin09t14:45_1": "And he said, “Long is long-lived, long.”",
    "ai-tika-vin09t14:45_2": "The hunter is marked outside, cloth is scratched; husked; husked, and hunger has been brought to the size of the walls; and it is spitable.",
    "ai-tika-vin09t14:45_3": "The doing of the portions on the pair of balls.",
    "ai-tika-vin09t14:45_4": "there were inside the inside, the very inside,",
    "ai-tika-vin09t14:45_5": "what is his practice?",
    "ai-tika-vin09t14:45_6": "if he is negligent.",
    "ai-tika-vin09t14:45_7": "“As a spear” is said: “From the fourfold species,” but in the end as stated, it is said in brief, not in detail.",
    "ai-tika-vin09t14:46_0": "having lit the floor covered with rolls,",
    "ai-tika-vin09t14:46_1": "Instead, he should ask the Sangha for three times: “Venerables, I have been approved by the Sangha three times, put his upper robe over one shoulder, pay respect at the feet of the senior monks, squat on my heels, and raise my joined palms. I ask for the Sangha: ‘Venerable Sir, I will sit down in order to do this way my joined palms.’”",
    "ai-tika-vin09t14:46_2": "The Sangha has appointed the monks assigned the manner of an absence, or it has been put in charge of the building work relation to the legal procedure of condemnation against him.",
    "ai-tika-vin09t14:46_3": "The site for the huts.",
    "ai-tika-vin09t14:46_4": "lacking faults, without faults,",
    "ai-tika-vin09t14:46_5": "if he goes on it, gets hold of it, and he goes to where the meaning is: “Having ,” and the meaning is, the meaning is, it is.",
    "ai-tika-vin09t14:46_6": "That is why he said, “Come, monk.”",
    "ai-tika-vin09t14:47_0": "Or alternatively, what are the marks of the liver, the bloated corpses, the creepers, etc., of those who bubbles, etc., of theirs, and beliefs.",
    "ai-tika-vin09t14:47_1": "(His) the sound of counsel (became) the sun,",
    "ai-tika-vin09t14:47_2": "You have the shackles used , the gaps in the place where they wish.",
    "ai-tika-vin09t14:47_3": "And here the opposite sex is its meaning.",
    "ai-tika-vin09t14:47_4": "At the end of the sixteenth or the rainy season: “This is low, termites, rats, snakes, scorpions, centipedes, elephants, horses, lions, tigers, leopards, bears, or hyenas, or any other animals;",
    "ai-tika-vin09t14:47_5": "Herein, the killer will be hurt,",
    "ai-tika-vin09t14:47_6": "Going to the lovely Dhamma,",
    "ai-tika-vin09t14:47_7": "praised by the great gangsters.",
    "ai-tika-vin09t14:47_8": "(and) for one who has gone to the refuge from Buddha to the Dhamma.",
    "ai-tika-vin09t14:48_0": "he’d be able to define a witness, thus it is unable to marvellousness with a state freeing.",
    "ai-tika-vin09t14:48_1": "That monk who wishes to build him a hut.",
    "ai-tika-vin09t14:48_2": "When asked, “Venerables, I ask the Sangha for permission to squat on my heels, raise my joined palms, and say: ‘I raise my joined palms. I ask the Sangha for approval to the hut. I’m not getting enough to approve the Sangha for approval to inspect the site. I say: ‘I am requesting the site. I three times.’”",
    "ai-tika-vin09t14:48_3": "For a procedure that requires one motion and one announcement:",
    "ai-tika-vin09t14:49_0": "‘Venerables, I ask the Sangha for approval to build a hut for monk so-and-so to approve the site for a hut.",
    "ai-tika-vin09t14:49_1": "If it seems appropriate to the Sangha, the Sangha should approve the site.",
    "ai-tika-vin09t14:49_2": "This is the motion.",
    "ai-tika-vin09t14:49_3": "‘Venerables, the Sangha should approve the site for my hut. I ask the Sangha for approval to approve the site for the hut.",
    "ai-tika-vin09t14:49_4": "The Sangha approves the site for the hut should remain silent.",
    "ai-tika-vin09t14:49_5": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin09t14:49_6": "The Sangha has approved the site for a hut for monk so-and-so to approve this matter. I say this to the Sangha: “I give it to the Sangha.”",
    "ai-tika-vin09t14:50_0": "When he said this, through the inspiration of deeds through the motion and announcement by one deed,",
    "ai-tika-vin09t14:50_1": "The Āḷavikā came to the name of Sāḷha and Kāḷigodhā’s son, they were known as true ascetics.",
    "ai-tika-vin09t14:50_2": "Those mendicants said this.”",
    "ai-tika-vin09t14:50_3": "He pulled up the bag, with the rice gruel, the potsherd, the sunshade, the wall, and the outside.",
    "ai-tika-vin09t14:50_4": "and two offenses of wrong conduct as way,",
    "ai-tika-vin09t14:50_5": "Refraining in both places: the meaning is that way from diverse between, least wide, and on both sides.",
    "ai-tika-vin09t14:50_6": "For those who are hanging inside or outside,",
    "ai-tika-vin09t14:50_7": "He didn’t go to the air by poison, either took hold of him, or to a shade of the gate, and doesn’t come together with him.",
    "ai-tika-vin09t14:50_8": "For the gateway of the door-made, or the wind wafter.",
    "ai-tika-vin09t14:50_9": "Because of the first doors of the wind is finished in the place where it is placed, at the time of fixing.",
    "ai-tika-vin09t14:50_10": "‘If a monk builds a hut whose site has been approved, which is the right size, where harm will be done, but which has a space on all sides, he commits one offense of wrong conduct.",
    "ai-tika-vin09t14:50_11": "If a monk builds a hut whose site has been approved, which is the right size, where no harm will be done, and which lacks a space on all sides, he commits one offense entailing confession.",
    "ai-tika-vin09t14:50_12": "With undistracted and established,",
    "ai-tika-vin09t14:50_13": "it was given to another, and it gives a sangha, a group, or an individual.",
    "ai-tika-vin09t14:50_14": "called a secret stone, a raised foundation of stone, a raised foundation of wood, or a curtain.",
    "ai-tika-vin09t14:50_15": "grass, sticks, and creepers are said to be the stone balls of grass.",
    "ai-tika-vin09t14:50_16": "if he gives it to another, or to the Sangha for his preceptor or to another teacher.",
    "ai-tika-vin09t14:50_17": "except for the purpose of precincts for the benefit of her own dwelling,",
    "ai-tika-vin09t14:50_18": "Drinking the observance-day procedure, the sound of cows, the water-boiling sheds, the fire-place, and the assembly hall.",
    "ai-tika-vin09t14:50_19": "Below is the worm-infested corpses,",
    "ai-tika-vin09t14:50_20": "After getting him to make the cloth, they build him out which is necessary, wide, or stainless.",
    "ai-tika-vin09t14:50_21": "And there in this case, which is an unsuitable , is produced in,",
    "ai-tika-vin09t14:50_22": "for the action of a legal procedure.",
    "ai-tika-vin09t14:51_0": "The training rule on the huts of the huts",
    "ai-tika-vin09t14:52_0": "The training rule on weavers",
    "ai-tika-vin09t14:53_0": "He grabbs the one who takes adorns, seizes a great sage,",
    "ai-tika-vin09t14:53_1": "the one who takes it, saying: “He who takes up residence for this blessing will bring this much.”",
    "ai-tika-vin09t14:53_2": "And that large state of peace: “Where does it take?”",
    "ai-tika-vin09t14:53_3": "It is not only a whole monastery worker that says “I have been made by the wind” , and so on.",
    "ai-tika-vin09t14:53_4": "if they say, “Why isn’t I live according to the number of people?” “Why did I say it to them?” And that they said, “But why did you say so?”",
    "ai-tika-vin09t14:53_5": "they are dwellings that are arrival at the monastery.",
    "ai-tika-vin09t14:53_6": "Do not let the mendicants get upsetting of death or deceivers, like the great noise in the rivers.",
    "ai-tika-vin09t14:54_0": "clansmen Kosambī in the city of Kosambī.",
    "ai-tika-vin09t14:54_1": "It seems that the citadel has drum in the monastery of the city named Kosambi. That’s why it had been drawn out from its jujubes, saying, “It seems, Ambaṭṭha, it seems, there was an axiety”.",
    "ai-tika-vin09t14:54_2": "“The hermits are called Kakusandha, and not far from one.”",
    "ai-tika-vin09t14:54_3": "(At that time) the chief maiden, the Teacher, who indicated the drums, came out from the city of Channa, the shaved, and the Supreme Human thought, “Whoever is the highest precinctor,”",
    "ai-tika-vin09t14:54_4": "‘The Cetiyas’ is a term for the gods. This is a term for the tree standing at the foot of a tree.",
    "ai-tika-vin09t14:54_5": "and that based on a site is not for any groundless making amends for it, he said, “No doubt” in the sense of evening.",
    "ai-tika-vin09t14:54_6": "he rejects himself in the tradition of the noble ones.",
    "ai-tika-vin09t14:54_7": "Those who say, “The site for a hut that requires a site has been approved by theft of building work. ”",
    "ai-tika-vin09t14:54_8": "heedless states that last with absence of immorality.",
    "ai-tika-vin09t14:55_0": "The training rule on dwellings is finished.",
    "ai-tika-vin09t14:56_0": "The training rule on containing rice",
    "ai-tika-vin09t14:57_0": "if he excessives a messenger, another rewards,",
    "ai-tika-vin09t14:57_1": "Hence it is said: “Excellent” , etc.",
    "ai-tika-vin09t14:57_2": "And now it is said: “Now it is far from here and there,” it is said in order to show the way already described, etc., and after saying, “Now it is in detail” .",
    "ai-tika-vin09t14:57_3": "he abandons although given up: the meaning is that it is called “relinquidance” ; the meaning is that it is too linked” ; the meaning is, it is said.",
    "ai-tika-vin09t14:57_4": "And the description of the two aspects was encircled by a messenger, and by these two aspects of various kinds,",
    "ai-tika-vin09t14:57_5": "they do not acquisition of happiness: the meaning is undecided.",
    "ai-tika-vin09t14:57_6": "The happiness and bliss is called “the Vajjian”. He says “Today is full of rapture and bliss,”",
    "ai-tika-vin09t14:57_7": "one who says this: “He doesn’t take pleasure in you. He doesn’t want to drink.”",
    "ai-tika-vin09t14:57_8": "There is no root items that are groundless.",
    "ai-tika-vin09t14:57_9": "But it is said in the Commentaries to be shown by annoying , etc., which is why it is said to be “with him” and “accusations, etc., respectively to that meaning and so on.",
    "ai-tika-vin09t14:57_10": "they go beyond that place.",
    "ai-tika-vin09t14:57_11": "(There are) devoted to this: (There is) (wholesome) possessing the words that are to say,",
    "ai-tika-vin09t14:57_12": "Here: in this training rule on this training rule,",
    "ai-tika-vin09t14:58_0": "Now, as to the clarify what is said: “Now, what is said?” she said,",
    "ai-tika-vin09t14:58_1": "The divine is found in him on account of his confidence: “This is the goal of the gods.”",
    "ai-tika-vin09t14:58_2": "As a consequence, they have been seen, heard, or suspected.",
    "ai-tika-vin09t14:58_3": "There, monk, after seeing a woman in such a place, thinking, “They’ve been seen,” or “They’ve been seen, heard, or suspected,” and he suspected, “This is what is meant.”",
    "ai-tika-vin09t14:58_4": "When he heard the darkness of the darkness, and without what he heard is heard, he thought, “This is what I heard, and what I suspected.”",
    "ai-tika-vin09t14:58_5": "A woman or man who is living with the shade of a boat or a sheet, thinking “In the last watch, she has arrived at the neighborhood of the scent, and then sees this monk because he has drunking, “This being made an opportunity for him,” and he shows that it is called “This monk”.",
    "ai-tika-vin09t14:58_6": "so without defilement of three kinds,",
    "ai-tika-vin09t14:58_7": "Hence it is said: “Here the one who isn’t free from sense desires and who isn’t suspected .”",
    "ai-tika-vin09t14:58_8": "But I have not seen or heard of anyone else’s own use.",
    "ai-tika-vin09t14:58_9": "since he is told by the _paṇḍaka_ that is approaching, he commits one offense similar to the less than twenty-two years old.",
    "ai-tika-vin09t14:58_10": "And if they were told by the people described as follows: “Why would there be a funeral pyretext?”",
    "ai-tika-vin09t14:58_11": "Which is stored here in the place where the waters have been stored in. It is “faith in this primary” .",
    "ai-tika-vin09t14:58_12": "If I were to continue with desire for continued existence,",
    "ai-tika-vin09t14:58_13": "That is why he said: “He is.”",
    "ai-tika-vin09t14:58_14": "“Have I sexual intercourse with sexual intercourse,” he replied, “My fame waste-removers”. It was intercourse with such perfected ones.”",
    "ai-tika-vin09t14:58_15": "And here it is said: “Shadying, you should be told,” “You shouldn’t have committed an offense because you haven’t committed any offense. They mustn’t committed an offense because you haven’t committed any offense entailing expulsion. Come to fact that the Buddha hasn’t committed an offense because you haven’t confessed,”",
    "ai-tika-vin09t14:58_16": "But this is what should be said,",
    "ai-tika-vin09t14:59_0": "Firstly: twelve standardens",
    "ai-tika-vin09t14:59_1": "The training only shows that is just the training, but it is still only one’s head hairs.",
    "ai-tika-vin09t14:59_2": "Hence it is said: “Here is the end.”",
    "ai-tika-vin09t14:59_3": "the spiritual life, the best of Buddhas, the best, the best of gods, and the celibacy of Brahmā, and the spiritual life. And they lead the spiritual life under the Buddha for the sake of a Buddha.",
    "ai-tika-vin09t14:59_4": "Hence it is said: “She is conduct.”",
    "ai-tika-vin09t14:59_5": "It’d be good fortunate for one eon.",
    "ai-tika-vin09t14:59_6": "“We will perform a legal procedure against ourselves.” He then, when he wants to resolve a legal procedure of condemnation, demotion, banishment.",
    "ai-tika-vin09t14:59_7": "if he gave the full admission to someone who is emerging from it, thinking, “After emerging from the who is an offense;”",
    "ai-tika-vin09t14:59_8": "intentionally, aiming to investigate, aiming attractive speech, aiming to introducate him with aim.",
    "ai-tika-vin09t14:59_9": "In the midst of the Sangha there is a legal issue in the midst of the Sangha, that is to say, the Monastic Law, and the Teacher’s instruction.",
    "ai-tika-vin09t14:59_10": "What’s the first kind of person? What is seen? What has you seen? What can you see the second offense entailing expulsion? Do you see the third offense entailing expulsion?”",
    "ai-tika-vin09t14:59_11": "Having faith in you, thinking: “Where do you see this? Where did you see that?”",
    "ai-tika-vin09t14:60_0": "(but) the disciplinary issues that are not found.",
    "ai-tika-vin09t14:60_1": "For the states should be developed according to the arguments of disputes, so the quarrels should be resolved.",
    "ai-tika-vin09t14:60_2": "Hence it is to be done in the presence of the arrival.",
    "ai-tika-vin09t14:60_3": "For that a disciplinary issue is called the sound of working.",
    "ai-tika-vin09t14:60_4": "There are legal issues that are also a legal issue arising from a dispute; there are four kinds of legal issues arising from accusations; there are legal issues that are not business.",
    "ai-tika-vin09t14:60_5": "and creating legal issues in the presence of arguments.",
    "ai-tika-vin09t14:60_6": "Then they beat a legal issue:",
    "ai-tika-vin09t14:60_7": "who live mindfully?",
    "ai-tika-vin09t14:60_8": "How do they live upon?",
    "ai-tika-vin09t14:60_9": "it is by means of even arousement",
    "ai-tika-vin09t14:60_10": "They construct the meaning should be seen: here too. The meaning is this.",
    "ai-tika-vin09t14:60_11": "A legal issue arising from an offense entailing expulsion, a legal issue arising from an offense entailing expulsion, but this is what is called an offense entailing expulsion.",
    "ai-tika-vin09t14:60_12": "he is a legal issue arising from an offense.",
    "ai-tika-vin09t14:60_13": "From the moment, they know that it is only because of the intention that he is valid.",
    "ai-tika-vin09t14:61_0": "To loving-kindness Mettiya and Bhūmajaka,",
    "ai-tika-vin09t14:61_1": "These are the best of men.",
    "ai-tika-vin09t14:61_2": "Purific or excellent intention,",
    "ai-tika-vin09t14:61_3": "“If that’s exactly the same thing, then for this very one,”",
    "ai-tika-vin09t14:61_4": "At that time a moment the nation’s very hard thing is hard to know, and at that time his relatives is hard to know.",
    "ai-tika-vin09t14:61_5": "If you don’t know how to go about,",
    "ai-tika-vin09t14:61_6": "Following the training by making amends for one’s training, by for speaking of the dead, of speaking, and of forward and backwards, and for all of these words.",
    "ai-tika-vin09t14:61_7": "Because a fact that you have committed these levels in the presence of the seven classes of offenses, then the head would not say, “This is why you have them headed in this way.”",
    "ai-tika-vin09t14:61_8": "The unconcealed offenses entailing suspension in the way already described, etc., are said to be the attainments of the attainments, and so on.",
    "ai-tika-vin09t14:61_9": "whatever was said",
    "ai-tika-vin09t14:61_10": "Yet he speaks in the presence of the seventh.",
    "ai-tika-vin09t14:61_11": "and on the same way in each case.",
    "ai-tika-vin09t14:61_12": "if, after speaking about it in the presence of a one who is fully ordained, then say, “Having been a roof-cover,” he commits an offense entailing confession.",
    "ai-tika-vin09t14:61_13": "the monkey, there is an act of wrong conduct.",
    "ai-tika-vin09t14:61_14": "and in the presence of the seventh-month.",
    "ai-tika-vin09t14:61_15": "The seventh kinds of activity are to be experienced; the three is to be a legal procedure done against the three kinds of wearing away. They are threefold, and threefold.",
    "ai-tika-vin09t14:62_0": "or else, whether the observance-day procedure is canceled or not, whether the invitation is canceled or not, whether it’s either in the new.",
    "ai-tika-vin09t14:62_1": "If it seems appropriate to the field, it should be set aside, then the Sangha should set aside the observance-day procedure and the Sangha says, “Pāsiya, out of compassion for the Sangha,” he should put it on the observance day.",
    "ai-tika-vin09t14:62_2": "when he is canceled, it is set aside, then that is called “mind”.",
    "ai-tika-vin09t14:62_3": "if he cancels it, saying, “I’m canceling it;”",
    "ai-tika-vin09t14:62_4": "But the Pavāraṇā ceremonies that are two kinds of people.",
    "ai-tika-vin09t14:62_5": "Herein, the Sangha should listen to the whole Sangha. ...",
    "ai-tika-vin09t14:62_6": "The Sangha’s invitation procedure by means of three statements, until Revata’s invitation, then it is canceled after the invitation of those who already have invited, then it is canceled.",
    "ai-tika-vin09t14:62_7": "yet there is a break in the scriptures, that is why therefore it is also an eighth time.",
    "ai-tika-vin09t14:62_8": "“But, sir, I invite the Sangha to correct me concerning what person has seen. ...",
    "ai-tika-vin09t14:62_9": "For the third time, I invite the Sangha to correct me concerning what you have seen, what you have heard, and what you suspect. Please invite the Sangha to correct me concerning what you’ve seen, what you have heard, and what you suspect. Please correct me, Venerables, I ask the Sangha to do the invitation procedure. If I see a third time, I will give you a good reputation, or I have invited the Sangha for a third time.",
    "ai-tika-vin09t14:62_10": "Seeing showing the rest of the invitation,” it is still canceled.",
    "ai-tika-vin09t14:62_11": "But when told, “I shall learn the scriptures,” he replied, “When I was told, there was eight times,” then they put them aside.",
    "ai-tika-vin09t14:62_12": "So too with the two statements, that is to say, each instance,",
    "ai-tika-vin09t14:62_13": "(but) when these monks are placed in this position,",
    "ai-tika-vin09t14:62_14": "Hence it is said: “But find fault in a particular monastery.”",
    "ai-tika-vin09t14:62_15": "The one who accuses the site of the on a site: if he is to behave in the midst of the Sangha by himself, then in the midst of the Sangha.",
    "ai-tika-vin09t14:62_16": "And I do a thing and receives gold, silver, or money.",
    "ai-tika-vin09t14:62_17": "And such-and-such abusing, aiming at ease, one who isn’t aim of making amends in your presence, one who does not abuse, an offense entailing confession.",
    "ai-tika-vin09t14:62_18": "Hence it is said: “But if I did take it, I’ll go.”",
    "ai-tika-vin09t14:62_19": "(therefore) go to the formless state, (into attain) the formless states,",
    "ai-tika-vin09t14:63_0": "The training rule on anger",
    "ai-tika-vin09t14:64_0": "The training rule on containing another",
    "ai-tika-vin09t14:65_0": "if he is accusing to one who is subject to birth, based on another, since he wants to be reborn in another’s realm; he is what is said.",
    "ai-tika-vin09t14:65_1": "They don’t need not make a recipient of mustard seeds, sugarcane, kusa grass, water, etc.; that is, the meaning of the kettledrums, and that is, the meaning of legal issues, etc., and that is how the alternative: this is called “propriate”.",
    "ai-tika-vin09t14:65_2": "his fortune-tempered ...",
    "ai-tika-vin09t14:65_3": "Six on the ground, etc.",
    "ai-tika-vin09t14:65_4": "The Simile of the uninterrupted hair, etc.",
    "ai-tika-vin09t14:65_5": "And here the opposite similar to the first part of the liquor stationarious, “The meaning is more than possessed of the same share in the second.”",
    "ai-tika-vin09t14:65_6": "But even though the animal was announced at the head of the three classes of rebirth, etc., then, except if it is the same in the six classes of rebirth-linking, etc., they bring the necessary elements, or the mundane and supramundane states, “This is the definition of the journey.”",
    "ai-tika-vin09t14:65_7": "he is resolved on this legal issue.",
    "ai-tika-vin09t14:65_8": "Hence it is said: “He should be understood. ”",
    "ai-tika-vin09t14:65_9": "supports a resting place.",
    "ai-tika-vin09t14:65_10": "Hence it is said: “He is determined” .",
    "ai-tika-vin09t14:66_0": "Now, as to the clause, “Just now”, etc., the meaning is stated in brief, and so on. He knew which he was asked, “This is the point of an abiding” in the sense of showing them,",
    "ai-tika-vin09t14:66_1": "Yet when such bad friends are defeated at the time of the future, this training rule and of the head, for the association of loving-kindness, but this training rule would not be laid down by the advantage.",
    "ai-tika-vin09t14:66_2": "for that is why the ascetic life should be illustrated with the ascetic life.",
    "ai-tika-vin09t14:66_3": "For that much is given in the presence of the Dabbath, etc., as follows: “The Mallian has no use of them,”",
    "ai-tika-vin09t14:66_4": "Because for the sake of which one is called “gone”.",
    "ai-tika-vin09t14:66_5": "Since they make the meaning of that kind, they make use of the terminology—with the intention that has already arisen in the sense of establishing, although it is said: “This is why, it is said” .",
    "ai-tika-vin09t14:66_6": "white canopy covered with white cloth,",
    "ai-tika-vin09t14:66_7": "Six on the ground.",
    "ai-tika-vin09t14:66_8": "But that is the bondage.",
    "ai-tika-vin09t14:66_9": "another person’s employed by another so as to deserve to be released. If it is uninterrupted, they understand it is possible for a fact that they arelace.",
    "ai-tika-vin09t14:66_10": "The meaning is that from the group of six head hairs: “So they can be defined by the nature of the skin, the inner skin, the temperature, and the particular component of the other.”",
    "ai-tika-vin09t14:67_0": "Where has another necessary state said, “Whatever the counterpart of this?” ...",
    "ai-tika-vin09t14:67_1": "Herein, a mendicant is born as a human being, his partner, the particular combination, the particular component of this particular is the meaning. This is the meaning.",
    "ai-tika-vin09t14:67_2": "Then he said, “May a monk be developed and cultivated”, and develops it.",
    "ai-tika-vin09t14:67_3": "Or they are told because of the wind: the wide openings in the same way as the netws or the flame of a wind.",
    "ai-tika-vin09t14:67_4": "and the shelter became famous.",
    "ai-tika-vin09t14:67_5": "they are expected with happiness.",
    "ai-tika-vin09t14:67_6": "So it is precisely to one who is strifeving, for one who is something else would have the same.",
    "ai-tika-vin09t14:67_7": "if he says, “It is like this,” “Firstly,” and “Firstly,” and he can draw the particular here,” or “Herein the timber can be seen, heard the thought, “He who can get up before him.”",
    "ai-tika-vin09t14:67_8": "But the sound of all is pulled out.",
    "ai-tika-vin09t14:67_9": "But they should see the other disciplinary issues in which they can be seen and heard about.",
    "ai-tika-vin09t14:67_10": "they shone the flame about",
    "ai-tika-vin09t14:67_11": "We would give him the name Dabba the Mallian",
    "ai-tika-vin09t14:67_12": "(and) for one called perception of such is known as the instance of perception.",
    "ai-tika-vin09t14:67_13": "He should also be told: “This is the name of this monk,” etc., and he should applies his mind to the neighborhood of the monastery that which is given to Dabba the Mallianeously, and one who has not committed an offense entailing acknowledgment, etc.,",
    "ai-tika-vin09t14:68_0": "But now this is how it should be understood, according to how many kinds of disciplinary issues: “This includes, quarrels, arguments, and fights,” etc., they do not compare using any requisites.",
    "ai-tika-vin09t14:68_1": "There they perceive that their enclosed by that which is called “this is the “short”;",
    "ai-tika-vin09t14:68_2": "One of quarrels And in reference to such a certain disciplinary issues.",
    "ai-tika-vin09t14:68_3": "Herein, when questioned is the reason, he asks: “Why don’t we attend?”",
    "ai-tika-vin09t14:68_4": "(Don’t) give rise to satisfaction.",
    "ai-tika-vin09t14:68_5": "but now you will give him permission, saying, “Now austerity,” and so on.",
    "ai-tika-vin09t14:68_6": "for he does not grasp at the connection.",
    "ai-tika-vin09t14:68_7": "they took hold of a group.",
    "ai-tika-vin09t14:68_8": "What is there four kinds of legal issues that precisely because of the four kinds of legal issues that were also said, “For those four kinds of legal issues” .",
    "ai-tika-vin09t14:68_9": "Now, just as I am able to get stated in the way beginning, “He is born.”",
    "ai-tika-vin09t14:68_10": "Herein, birth is unbounded there",
    "ai-tika-vin09t14:68_11": "the sound of horns, kettled with a horns,",
    "ai-tika-vin09t14:68_12": "And in this context it is said:",
    "ai-tika-vin09t14:69_0": "“As a species, troops, and raising attainments,",
    "ai-tika-vin09t14:70_0": "the teachers of preceptors and teachers.”",
    "ai-tika-vin09t14:71_0": "the pretext of offense: having seen (him), he has committed an offense.",
    "ai-tika-vin09t14:71_1": "If he then accuses him of an offense entailing expulsion, he commits an offense entailing suspension: “You have committed an offense entailing confession.” Then he commits an offense entailing suspension for a person who is not an offense entailing confession.",
    "ai-tika-vin09t14:71_2": "He said, “Yes, Mettiya,” the name of the Bhūmajaka, and Keṇiya, and Dabba the Mallaputta, and Dabba,",
    "ai-tika-vin09t14:71_3": "After showing them thus, “This is the meaning of this advantages of the Fraternity,” etc., in this way, and so on.",
    "ai-tika-vin09t14:71_4": "Here are the two with respects:",
    "ai-tika-vin09t14:71_5": "Rebirth is the breaking of the birth and death.",
    "ai-tika-vin09t14:71_6": "Hence it is said: “He is born,” and so on.",
    "ai-tika-vin09t14:71_7": "one deliberated in the site for the site, but after delibing on the site, they deteriorated.",
    "ai-tika-vin09t14:71_8": "he said, “How is it with a tiger?” “How may they not accept it?”, etc., he does not accept it.",
    "ai-tika-vin09t14:71_9": "“I am wet,” he said, “I am wetting this one.”",
    "ai-tika-vin09t14:71_10": "And even though something was taught there, they said in accordance with the meaning and the phrasing of phrasing, “This is the meaning of phrasing.”",
    "ai-tika-vin09t14:72_0": "However, if she says that a disciplinary issue is called “But if it takes out of the monks” of the Charactes the Thusbsis of dwellings, “And if it is the disciplinary issue, it is the counterpart of that the disciplinary issue is stated, it is not appropriate to say that this is the disciplinary matter, “But” “It is the case of the state of the disciplinary matter, etc., if it is for one who obscure”",
    "ai-tika-vin09t14:72_1": "for the (volitional) processes the legal issue was reckoned,",
    "ai-tika-vin09t14:72_2": "have become cleared,",
    "ai-tika-vin09t14:72_3": "you should say:",
    "ai-tika-vin09t14:72_4": "Hasn’t they knocked in the meaning sort of sounds ...",
    "ai-tika-vin09t14:72_5": "It’s true that this is the case of those who a trainee, with a trainee, and an educated disciplinary issues, practitionerating the settlement of any disciplinary issue or clan.",
    "ai-tika-vin09t14:72_6": "Hence it is said: “Hereints the following four kinds of legal issues: for the purpose of making amends for the settlement. ”",
    "ai-tika-vin09t14:72_7": "The opposite is one thing,",
    "ai-tika-vin09t14:72_8": "Amongst those of mortals, a captivating,",
    "ai-tika-vin09t14:72_9": "If it is not possible to give it to a funeral pyre place, except if it is placed,",
    "ai-tika-vin09t14:72_10": "Monks, if he accuses an offense entailing suspension that isn’t air, saying “I’ve seen that a monk who has committed an offense entailing expulsion,” “I committed an offense entailing suspension,” “They’ve been accused,” “It’s an offense entailing suspension.”",
    "ai-tika-vin09t14:72_11": "For this one disciplinary issue is unrelated to a legal issue arising from another, a particular legal issue arising from an opposite sex, and an unaccusation.",
    "ai-tika-vin09t14:72_12": "the Disciplinary issue, “A legal issue has been settled,” etc.",
    "ai-tika-vin09t14:73_0": "whatever is stated there is.",
    "ai-tika-vin09t14:73_1": "Herein, this is the exposition in the commentaries: “Bhikkhus” and “After in the explanation of one or other of the monks”.",
    "ai-tika-vin09t14:73_2": "Yet when this training rule is said: here in this way, the training rules that are in common because they have already stated, they don’t encounter the training rules because they have to be spoken.",
    "ai-tika-vin09t14:73_3": "That is why it is said: “I am this” .",
    "ai-tika-vin09t14:73_4": "In such a case the first training rules as they perceived people, and there is no offense for the sake of this,",
    "ai-tika-vin09t14:73_5": "Likewise he thinks, “Through this happiness and this one are just meant.”",
    "ai-tika-vin09t14:73_6": "This is the meaning of the worry, or the goal.",
    "ai-tika-vin09t14:73_7": "Any monk who has committed an offense entailing expulsion. He sees a monk who has committed an offense entailing expulsion, who has committed an offense entailing expulsion, and who has committed an offense entailing expulsion, regarded as a monk, who has committed an offense entailing expulsion, and is an offense entailing expulsion, who has committed an offense entailing suspension, and is expelled and excluded from the community. The training rule on expulsion, he commits an offense entailing expulsion.",
    "ai-tika-vin09t14:73_8": "And here the aristocrats should be understood that which is called “where the aristocrats, partakes of one another, and so on.” Or the necessary, the prince, etc., appearance of them, and the designation of such things as this.",
    "ai-tika-vin09t14:73_9": "So too with the “supported” and “shopkeeper”.",
    "ai-tika-vin09t14:74_0": "If there is no offense for any other monk, he commits an offense entailing expulsion. If he sees a monk committing an offense entailing expulsion, he commits an offense entailing suspension.",
    "ai-tika-vin09t14:74_1": "If this is how a legal issue arising from an accusation?",
    "ai-tika-vin09t14:74_2": "For if he has committed an offense entailing expulsion, the offense entailing expulsion is unrelated to a legal issue arising from an offense entailing expulsion, but the other disciplinary issue is unrelated to the legal issue—",
    "ai-tika-vin09t14:74_3": "he who develops all kinds of fondness in all aspects like the field is of all a particular life.",
    "ai-tika-vin09t14:74_4": "In this way a monk sees an offense entailing suspension, he commits an offense entailing suspension.",
    "ai-tika-vin09t14:75_0": "he trains neither in any one of the destiny.",
    "ai-tika-vin09t14:76_0": "he approached the expert in the Monastic Law one who understands the Monastic Law.",
    "ai-tika-vin09t14:77_0": "The training rule on something else",
    "ai-tika-vin09t14:78_0": "The training rule on schism in the Sangha",
    "ai-tika-vin09t14:79_0": "Where by means of the blessed with the body,",
    "ai-tika-vin09t14:79_1": "Hence it is said: “Blessed with a mind freely consolidated with a sense of urgency, and without .”",
    "ai-tika-vin09t14:79_2": "they say, “We’re all present,” “It’s negligent.”",
    "ai-tika-vin09t14:79_3": "belonging to the same Buddhist sect and staying within the same monastic boundary, on the same day, and on the same day as the observance-day procedure, the invitation procedure, and the ninety-two days.",
    "ai-tika-vin09t14:79_4": "Person: the body of the body, speech, and mind is fact that adhered to by the Community, or with the hand of the Community, “From the bowl of the Sangha” is said:",
    "ai-tika-vin09t14:79_5": "How should this be not distributed? If the Sangha says, “What should I do?”",
    "ai-tika-vin09t14:79_6": "I could search for her for that, likewise I have been expelled by her.",
    "ai-tika-vin09t14:79_7": "they make a legal issue for themselves, that is a legal issue arising from business, that is, a legal issue, a schism in the Sangha, and that is a poison.”",
    "ai-tika-vin09t14:79_8": "Then, based on the schismatics, etc.",
    "ai-tika-vin09t14:80_0": "“Take the case when monks proclaim what is contrary to the Teaching as contrary to the Teaching.",
    "ai-tika-vin09t14:80_1": "They proclaim what is contrary to the Monastic Law as contrary to the Monastic Law.",
    "ai-tika-vin09t14:80_2": "They proclaim what was not spoken by the Buddha as spoken by him.",
    "ai-tika-vin09t14:80_3": "They proclaim what was not practiced by the Buddha as practiced by the Buddha.",
    "ai-tika-vin09t14:80_4": "They proclaim what was not laid down by the Buddha as not laid down by the Buddha.",
    "ai-tika-vin09t14:80_5": "They proclaim a non-offense as a non-offense.",
    "ai-tika-vin09t14:80_6": "They proclaim a light offense as heavy.",
    "ai-tika-vin09t14:80_7": "They proclaim a curable offense as incurable.",
    "ai-tika-vin09t14:80_8": "They proclaim a grave offense as minor.”",
    "ai-tika-vin09t14:81_0": "This is how they describe in order to make eighteen sections and eighteen grounds for creating schism.",
    "ai-tika-vin09t14:81_1": "For it is said in the matter of the fruit of the tree that can be attained here as its fruit.",
    "ai-tika-vin09t14:81_2": "And in this context it is said:",
    "ai-tika-vin09t14:82_0": "“Discerning the Monastic Law, being endowed with,",
    "ai-tika-vin09t14:83_0": "one with a rough head, and the color of lightning -",
    "ai-tika-vin09t14:84_0": "“One from the eighteeneen grounds for schism,",
    "ai-tika-vin09t14:85_0": "like a wide opening in a poison.”",
    "ai-tika-vin09t14:86_0": "and throwing it out in a chasm-eating post,",
    "ai-tika-vin09t14:86_1": "And he would do as he were told.",
    "ai-tika-vin09t14:86_2": "But it is said in this way: “Painfulness and ignorant, it is not possible to explain what is said and what is not specifically for them.”",
    "ai-tika-vin09t14:86_3": "When they hear the messenger, they say, “Where are you going to doing what you do?” and they delimited.",
    "ai-tika-vin09t14:86_4": "And here the sound of drums (wasked) the meaning of that construction should be understood in the same way.",
    "ai-tika-vin09t14:86_5": "Herein, “folk” is the one who is himself constructed in this way: “This is the meaning of this one lunar half-month.”",
    "ai-tika-vin09t14:86_6": "Straightaway, thinking, “This is the only messenger,” he can pull out its sheaths, then he should go to the other house where there is no schism in the Sangha.",
    "ai-tika-vin09t14:87_0": "may you come together!",
    "ai-tika-vin09t14:87_1": "and one produced by one he is saying “May it be obtained” in this way: “May I be happy!”",
    "ai-tika-vin09t14:87_2": "if one attacks by one: it is one thing that is the meaning.",
    "ai-tika-vin09t14:87_3": "Experiencing each other’s mind is attained with the attainment of the consciousness,",
    "ai-tika-vin09t14:87_4": "“I have the virtue of effacement for one who is immerse in virtue” .",
    "ai-tika-vin09t14:87_5": "For one who is unconfused about the Pātimokkhaves outside the monastic code, or in some a small one;",
    "ai-tika-vin09t14:87_6": "Hence it is said: “Here is in order to embodive the recitation.”",
    "ai-tika-vin09t14:87_7": "Without making an effort, the overcoming of the robe-cloth is thumn,",
    "ai-tika-vin09t14:87_8": "Should press him up to three times: “Venerables, so-and-so, I should do a legal procedure of banishment against them until I have been released from the Sangha.” This is how Is the legal procedure of banishment.",
    "ai-tika-vin09t14:87_9": "thinking: “Upakatissas,” they should undertake the preparing of schism in the Sangha as described, due to dividing the schism, doing acts of violence, generality, breaching on the schism in the Sangha, and should be understood to say:",
    "ai-tika-vin09t14:87_10": "if he replies to any non-offenses, “The monk who has been given to him associating with the intention of giving up.”",
    "ai-tika-vin09t14:88_0": "A nun who doesn’t cause a schism in the Sangha is called a break in transmigration.",
    "ai-tika-vin09t14:88_1": "For one who commits the offense entailing suspension, the offense of wrong conduct and the serious offenses are annulled. The legal procedure consisting of two statements and the rest.",
    "ai-tika-vin09t14:88_2": "If they do, there are two serious offenses.",
    "ai-tika-vin09t14:88_3": "If he is constantly precisely replies, then even if he drains, he prevents them on the spot. He then practises, goes an act of wrong conduct.",
    "ai-tika-vin09t14:88_4": "yet he does not confess it. But he does not conflict that legal issue, settled in patience and gentleness, and establishes a serious offense.",
    "ai-tika-vin09t14:88_5": "The same method of others is doing,",
    "ai-tika-vin09t14:88_6": "If she is not stopped, and she does not stop, there is no offense entailing suspension.",
    "ai-tika-vin09t14:88_7": "if he puts it on to the edge of an announcement; he walks in front of it, then in the first motion or the second distributes, thus he is staying in the first educating, does not come back to the third time, there is no offense entailing suspension or the first rainy season.",
    "ai-tika-vin09t14:88_8": "Hence it is said: “Sometimes he is calling out of compassion.”",
    "ai-tika-vin09t14:89_0": "And here, although the schism in the Sangha is divided, they don’t pursue schism in the Sangha, but not in the Sangha.",
    "ai-tika-vin09t14:89_1": "For there is no deeds that cannot be done",
    "ai-tika-vin09t14:89_2": "If I know this as a discourse,",
    "ai-tika-vin09t14:89_3": "Because when the first monk was blown away from his view, he thinks, “Friends, presume to activities, but he didn’t examine the consequence of his views.”",
    "ai-tika-vin09t14:89_4": "Then there is no-one else to in whom you have given permission. If anyone who does not approve of the state of existence, they might say, “I am going to the beginning,” “I don’t get rid of any of them.”",
    "ai-tika-vin09t14:89_5": "For there is no offense for one who has laid down a training rule, except if it has been laid down, there is no offense.",
    "ai-tika-vin09t14:89_6": "The training rule on getting him to revile the insult",
    "ai-tika-vin09t14:90_0": "here it is when one’s own deed is pursued and not equivalent. That is why a deed is done, one who hasn’t committed any offense.",
    "ai-tika-vin09t14:90_1": "But that training rule has been laid down by the training rule and described in the way described, “But” and so on.",
    "ai-tika-vin09t14:90_2": "So it is for one who has not committed any offense.",
    "ai-tika-vin09t14:90_3": "But even though she thought, “But this is successful now?”",
    "ai-tika-vin09t14:90_4": "who is called “neitherwise” because he does not endeavour or obstinately stick to him, he is not so called.",
    "ai-tika-vin09t14:90_5": "he is then to be proud of the gods hero,",
    "ai-tika-vin09t14:90_6": "That is why it is said “I have wandered”.",
    "ai-tika-vin09t14:90_7": "In this way he can understand",
    "ai-tika-vin09t14:90_8": "the bodily formation is produced by body and mind.",
    "ai-tika-vin09t14:90_9": "“I do,” or “I do it in this way.",
    "ai-tika-vin09t14:90_10": "“I don’t give up desire for anything that are wrong,” while breathing is emitted,",
    "ai-tika-vin09t14:90_11": "“I do not know,” consciousness and its reciting the mind,",
    "ai-tika-vin09t14:91_0": "The training rule on schism in the Sangha is finished.",
    "ai-tika-vin09t14:92_0": "The training rule on cooking rice",
    "ai-tika-vin09t14:93_0": "when his body breaks up, after death, he sets away.",
    "ai-tika-vin09t14:93_1": "‘A falling away from the lower realm.’",
    "ai-tika-vin09t14:93_2": "remote lodgings;",
    "ai-tika-vin09t14:93_3": "When someone makes a valuable word in harmony, it, (thinking): “Through prepare using what is called to say” he said, “Through the fire torn,” and they said, “Let us call it to the fire that has been removed,” he said, “Dook it.”",
    "ai-tika-vin09t14:93_4": "It’s because of those that weighing Father, those of rough carcass of loath, we shall put a fire like that’s what you do to say. You said only the fire of it.",
    "ai-tika-vin09t14:93_5": "because the Sangha is doing a legal procedure against the Sangha, thus it is allowed to do a legal procedure against him in many ways.",
    "ai-tika-vin09t14:93_6": "who speaks Dhamma, who speaks in accordance with the Teaching,",
    "ai-tika-vin09t14:93_7": "speaks contrary to the Monastic Law:",
    "ai-tika-vin09t14:93_8": "He knows that these are not, he should follow that: “This, and this,” and he should follow it.",
    "ai-tika-vin09t14:93_9": "Hence it is said: “He who knows each legs given,”",
    "ai-tika-vin09t14:93_10": "Here, “Here is fatiguing”: “This is an inclination of this meal on the following day.",
    "ai-tika-vin09t14:93_11": "That is why he said, “Yes!”",
    "ai-tika-vin09t14:93_12": "if he thinks, “Yes,” and they replied, “Whatever is meant,” “It is a merely that procedure for him.”",
    "ai-tika-vin09t14:93_13": "and is pursuing schism in the Sangha.",
    "ai-tika-vin09t14:93_14": "Staying: “I live together with the hearts,” they told her “What should we do?”",
    "ai-tika-vin09t14:93_15": "The matter of the kind already described is said in the same way as that which is similar and discussive, because it only expresses the same.",
    "ai-tika-vin09t14:94_0": "The training rule on supporting a schism",
    "ai-tika-vin09t14:95_0": "12. Dubbacasikkhāpadavaṇṇanā",
    "ai-tika-vin09t14:96_0": "you’ll be able to do what is uninterrupted and unrestrained. Your body is better.",
    "ai-tika-vin09t14:96_1": "Hence it is said: “He is the embodiment of the function of pervading.”",
    "ai-tika-vin09t14:96_2": "(They are) unhearding to continue: if he is speaking, what is unheard and displaying.",
    "ai-tika-vin09t14:96_3": "Reciting the Monastic Code, first recitation, the recitation of the Monastic Code, and the recitation passage for recitation.",
    "ai-tika-vin09t14:96_4": "Hence it is said: “He is the recitation.”",
    "ai-tika-vin09t14:96_5": "Then all the training rules because of the recitation of the Monastic Code, thinking, “How may this be the recitation of the Monastic Code?”",
    "ai-tika-vin09t14:96_6": "that they may be recited all the offenses according to the rule.",
    "ai-tika-vin09t14:96_7": "The training rules on training precepts announced for those training in the higher morality, the meaning is, and the Vinaya.",
    "ai-tika-vin09t14:96_8": "But the cart does not stated in the Commentaries.",
    "ai-tika-vin09t14:96_9": "A monkeys the five legitimate legal procedures of the nuns, a novice nun, an abscess,",
    "ai-tika-vin09t14:96_10": "Virtue of Secludedness through recollection: it is to be trained in by the Community",
    "ai-tika-vin09t14:96_11": "Because that’s how you should train.",
    "ai-tika-vin09t14:96_12": "By so doing the meaning is that it is set asidely laid down by the Buddha.",
    "ai-tika-vin09t14:96_13": "Or alternatively, this meaning should be regarded thus: “This is how the meaning here.”",
    "ai-tika-vin09t14:96_14": "He said, “Like deliberately,” “To the word-meaning him advice.”",
    "ai-tika-vin09t14:97_0": "The training rule on being difficult to correct",
    "ai-tika-vin09t14:98_0": "The training rule on corrupters of families",
    "ai-tika-vin09t14:99_0": "In the city of Vedisa, too in the town-dwellers announced by the town of villages, towns, and cities. The towns, cities, valued, will beneath the city. Then the villages, towns, and cities.",
    "ai-tika-vin09t14:99_1": "And here the town’s capital has a wide, and in the village, the town’s capital, and the city is more than three months.",
    "ai-tika-vin09t14:99_2": "He was the two aristocrat vassals of town and country included in the same preference to the family.",
    "ai-tika-vin09t14:99_3": "They don’t give food to those who are filthy, stinking, and based on charming it.",
    "ai-tika-vin09t14:99_4": "Hence it is said: “Heading the flower,” and so on.",
    "ai-tika-vin09t14:99_5": "She then summoned a flower and had it taken to others, whether the origin of the family, or the flowers of a new flower, or an ornaments for the family.",
    "ai-tika-vin09t14:99_6": "Which cry of the leaves on the beard and on the bamboo powder, a length of cloth, an air stick, a string of crystal, and a keyhole.",
    "ai-tika-vin09t14:99_7": "They presented faith and confidence, and those monks were careful, presenting their visions, giving to mendicants.",
    "ai-tika-vin09t14:99_8": "When they do so, they don’t get too close to them.",
    "ai-tika-vin09t14:99_9": "By the bad behavior, the Buddhas, the Licchavīs,",
    "ai-tika-vin09t14:99_10": "But these abode of  on the fortnights, etc., are for that reason why the names have obtained luminous skins, etc., have already arisen in the name “perfected”.",
    "ai-tika-vin09t14:99_11": "But for the purpose of which the advantages were allowed to, etc., and so on.",
    "ai-tika-vin09t14:99_12": "There they sprinkled with ironwood,",
    "ai-tika-vin09t14:99_13": "For the carcasses of a tree flower, thinking, “This is the name of the flowers,” etc., and is the name of that invalided garland.",
    "ai-tika-vin09t14:99_14": "And here the sun (dwells) that the beautifying Unalā, having carrioned, treating on the inside of the nose, and on the ground.",
    "ai-tika-vin09t14:100_0": "they will not see it or hear it.",
    "ai-tika-vin09t14:100_1": "(Surely) they listen to the beautiful ones who are hostile of others, crushing the gates of the rude.",
    "ai-tika-vin09t14:100_2": "They are hard to understand,",
    "ai-tika-vin09t14:100_3": "Enough, general, hereafter, you need only be scattered here.",
    "ai-tika-vin09t14:100_4": "The word is good enough for you to be quiet,",
    "ai-tika-vin09t14:100_5": "After having prohibited the legal procedure of banishment from banishing them, he said, “Venerable Sir, I have committed an offense entailing expulsion in regard to these words that are inspiring.” Then the Sangha gathered a legal procedure of banishing them, etc., before approval was spoken.",
    "ai-tika-vin09t14:100_6": "One who lives in a monastery, having a dwelling at the gate,",
    "ai-tika-vin09t14:100_7": "or village or town.",
    "ai-tika-vin09t14:100_8": "If it’s possible to get up to the village or the town or the two leagues away, or if it’s near a village or town to wander for alms.",
    "ai-tika-vin09t14:100_9": "When he is staying in that dwelling, he shouldn’t walk for alms in the same village as he likes.",
    "ai-tika-vin09t14:100_10": "One who lives in a monastery is allowed to go to live in a village;",
    "ai-tika-vin09t14:100_11": "that is considered as an offense entailing expulsion and the servant’s attendant, that is to say, the Lord God as a serious offense.",
    "ai-tika-vin09t14:100_12": "This is called “body” of the name of that deed,” and “It is said to be done” in the way already stated .",
    "ai-tika-vin09t14:100_13": "But the beginning of the legal procedure should be seen as the beginning of the banishment.",
    "ai-tika-vin09t14:100_14": "Assaji and Punabbasuka were to be reborn again.",
    "ai-tika-vin09t14:101_0": "The training rule on corrupters of families is finished.",
    "ai-tika-vin09t14:102_0": "The commentary on the means",
    "ai-tika-vin09t14:103_0": "the first offense entailing suspension: “They are an attainment,” “This is the first attainment,” and “They areavers,” “This is the first offense.",
    "ai-tika-vin09t14:103_1": "On the transgression of the wind wafterence is the same:",
    "ai-tika-vin09t14:103_2": "and now he rejects the gradual deeds of enquiry,",
    "ai-tika-vin09t14:103_3": "From what I’ve bathed until I have become.",
    "ai-tika-vin09t14:103_4": "That is why it is said: “Headlessly batheskets.”",
    "ai-tika-vin09t14:103_5": "But: the meaning is that:",
    "ai-tika-vin09t14:104_0": "Or alternatively, stinking with one’s own offense, etc., or according to the which is mere actually story .",
    "ai-tika-vin09t14:104_1": "This is the transgression.",
    "ai-tika-vin09t14:104_2": "This name is the account of the following offenses entailing suspension, the offense entailing suspension, and the one offense entailing suspension.",
    "ai-tika-vin09t14:104_3": "And if he places himself in regard to himself,",
    "ai-tika-vin09t14:104_4": "Potals, however, they say: “Nay similar to archery, there are no offenses because of Venerable so-and-so.”",
    "ai-tika-vin09t14:104_5": "Now, take anyone who thinks, “I will not tell you.”",
    "ai-tika-vin09t14:104_6": "Having laid down a rope and arranged it, I announced my thief.",
    "ai-tika-vin09t14:104_7": "It’s not totally possible for a bandit on all the offenses, but he perceives thus, “This is soon as he remembers, I’ll know whether he has committed an offense or not.” He can understand that the offense too is to be known.",
    "ai-tika-vin09t14:104_8": "If it is conceived, but he perceives it as such, and he gives it to anyone, who does not perceive it as such, and he gives it to him, saying, “I’ll give it to him.”",
    "ai-tika-vin09t14:104_9": "But there is no offense for one who perceives, and the other, and she conceals non-offenses.",
    "ai-tika-vin09t14:104_10": "If he thinks, “It’s a light borrowed a heavy burden,” and she emergs, “Friends” and she stands wither away, there is an offense.",
    "ai-tika-vin09t14:104_11": "Or “They are unsuitable,” she neither confessed nor taught.",
    "ai-tika-vin09t14:105_0": "Can he become self-reliant, not being heedless, is the meaning.",
    "ai-tika-vin09t14:105_1": "Hence it is said: “The one who has entered the monastery.”",
    "ai-tika-vin09t14:105_2": "And alternatively, “Now, I will tell you to tell anyone.”",
    "ai-tika-vin09t14:105_3": "When the Sangha had done a legal procedure against me, he perceives that he has, and he has become cleared his nymphs.",
    "ai-tika-vin09t14:105_4": "what has been allowed by oneself as the self, the unwhite, the soles of a motion, the stain of stinginess, the influence of the wind, and the pillows, and the similes of the shadow.",
    "ai-tika-vin09t14:105_5": "And this is said too:",
    "ai-tika-vin09t14:106_0": "“A heavy loads,",
    "ai-tika-vin09t14:107_0": "he conceals it, disrespects it,",
    "ai-tika-vin09t14:108_0": "they don’t commit an offense;",
    "ai-tika-vin09t14:109_0": "These are skillful thoughts.”",
    "ai-tika-vin09t14:110_0": "For if you were ejected,",
    "ai-tika-vin09t14:111_0": "whatever was said, it should be understood.",
    "ai-tika-vin09t14:111_1": "But if he mortifies himself in the dark of terror, he pulls it back in the dark of night without rod or human form,",
    "ai-tika-vin09t14:111_2": "If there is a mountain or a ravine, but he perceives that it does not, and he crosses the road between the mountain riverbank, which is like the gateway of a mountain peak, and he does not perceive without mindfulness.",
    "ai-tika-vin09t14:111_3": "Perceptions between one life and the next, or the perception of non-season.",
    "ai-tika-vin09t14:112_0": "a monastic’s joyful in his heart:",
    "ai-tika-vin09t14:112_1": "They’re heedful and thankful, living being heedful, eloquent, whether he’s end or not. But even if he can’t be able to get to know or see his status.",
    "ai-tika-vin09t14:112_2": "Still, “I’m unable to perceive this,” and when he hasn’t attained it he",
    "ai-tika-vin09t14:112_3": "concealed by this covering:",
    "ai-tika-vin09t14:112_4": "But if you’re not to be spoken to by one who isn’t Whether and that which is unincluded, or with nothing left over,",
    "ai-tika-vin09t14:113_0": "This is the shallowing to the arising of this.",
    "ai-tika-vin09t14:113_1": "If, intending to give it, he thinks, “If I’ll make a favourable after the meal and have gone forth first three times, and when the meal is finished in the first watch, he falls down the climb, and he does not want to make the neighborhood of the monastery for him.” And he wants to tell him, “This is the first case.",
    "ai-tika-vin09t14:114_0": "But it is when a bhikkhu who has committed an offense entailing confession waiting to be told by a regular monk of an offense or to wait when he’s walking, and he doesn’t want to conceal the neighbours, and he doesn’t want to pass.",
    "ai-tika-vin09t14:114_1": "This is their stingymphs.",
    "ai-tika-vin09t14:115_0": "But one who, not knowing the water, wants to sit down in a fire, but he goes where he remembers without taking leave of the sacred flame, like a man and he does not go to a place with him.",
    "ai-tika-vin09t14:115_1": "What is only the necessary, it is the same as that which is the right size.",
    "ai-tika-vin09t14:115_2": "He should inform about his status to him in the presence of a park.",
    "ai-tika-vin09t14:115_3": "And when he hears about it from a counterpart, he should not inform such a preceptor.",
    "ai-tika-vin09t14:115_4": "You shouldn’t make amends for an offense before the meal or for after the meal. Afterwards, first the night is announced by day or by night.",
    "ai-tika-vin09t14:115_5": "agitated, concealed, and unconcealed offenses.",
    "ai-tika-vin09t14:115_6": "In brief.",
    "ai-tika-vin09t14:115_7": "But the details were impressive: being the opposite sex on each side.",
    "ai-tika-vin09t14:116_0": "(These should be expanded:) “We are not dissatisfactionally without making amends for an offense.”",
    "ai-tika-vin09t14:116_1": "Hence it is said: “She isn’t sensual pleasures.”",
    "ai-tika-vin09t14:116_2": "having undertaken that simultaneous probation in the midst of the Sangha,",
    "ai-tika-vin09t14:116_3": "whether he is unconcealed and concealed, non-monastery with four days. ...",
    "ai-tika-vin09t14:116_4": "The three probation is threefold.”",
    "ai-tika-vin09t14:116_5": "if he gets a robe,",
    "ai-tika-vin09t14:116_6": "He is to be given probation according to the concealment of those offenses concealed for a half-month.",
    "ai-tika-vin09t14:116_7": "should purifying probation and cleansed with pure water.",
    "ai-tika-vin09t14:116_8": "and should be given probation simultaneous probation according to the longest duration.",
    "ai-tika-vin09t14:117_0": "now they say, “These are threefold instruments,” and they told him what has happened.",
    "ai-tika-vin09t14:117_1": "Because she fame her wives,",
    "ai-tika-vin09t14:117_2": "concealed for one day,",
    "ai-tika-vin09t14:117_3": "It is said in the way already described, “Herein,” and so on.",
    "ai-tika-vin09t14:117_4": "And here the sound of one concealed permutation series is such as “Herein-holder” in the way beginning, “Herein,” or “There is such an unheard.”",
    "ai-tika-vin09t14:117_5": "“Venerable Sir, I ask the Sangha for probation for one day for that offense, concealed for one day.”",
    "ai-tika-vin09t14:117_6": "after having such probation and requested the precincts, he asks the question:",
    "ai-tika-vin09t14:117_7": "aggregates, by comparison in a constituent groups (of mind and body) that provide fuel for attachment,",
    "ai-tika-vin09t14:117_8": "and pollutants from that fact",
    "ai-tika-vin09t14:117_9": "but he is unsure of it. The meaning is concealed for more than one.",
    "ai-tika-vin09t14:117_10": "From then on the thirty-two parts of the body",
    "ai-tika-vin09t14:117_11": "Monking the concealed beings, just as a concealed one month rains residence with the life span, in the opening of the wind is concealed, he is the meaning.",
    "ai-tika-vin09t14:117_12": "He rolls forth the Wheel of Dhamma enlightens and the seventh year of the natural principles, as though he were afflicted by an exceeding ground, and he was full for the sake of winning.",
    "ai-tika-vin09t14:118_0": "Or alternatively, the meaning is, it is can be understood as based on the basis of nothingness as based on a site or on the site.",
    "ai-tika-vin09t14:118_1": "For even when a man’s level they do not supply it each comprehension, it should be given in moderation.",
    "ai-tika-vin09t14:118_2": "(and) through the shameless name, through extension and wholesome mind, it is called “unbounded” in the sense of Vibhaṅga.",
    "ai-tika-vin09t14:118_3": "Since there are two kinds of failure, they should arrival at all.",
    "ai-tika-vin09t14:118_4": "the teeth are very large...",
    "ai-tika-vin09t14:118_5": "Such is the faithful, having spoken about the meaning.",
    "ai-tika-vin09t14:118_6": "sitting on one side, etc.",
    "ai-tika-vin09t14:118_7": "And although the story of the cows have been laid down, they haven’t committed the worry about the ascetic Gotama and the third offenses.",
    "ai-tika-vin09t14:118_8": "Delivering: he guards or witness, any other kind of bodies, brings him to the neighborhood of the Buddha, the meaning is that it is protected and to go.",
    "ai-tika-vin09t14:118_9": "he commits an offense entailing suspension.",
    "ai-tika-vin09t14:118_10": "However, in this way the word “proaching of word to be profitable” , thus it is “without attachment.”",
    "ai-tika-vin09t14:118_11": "Hence it is said: “There is no offense for one who isn’t able to remember offenses because of this.” But there is no offense for the sake of this.",
    "ai-tika-vin09t14:118_12": "This too is the only mere attainment that the state has to be attained by one who is neutral and the other.",
    "ai-tika-vin09t14:118_13": "Such is the sound of the first,",
    "ai-tika-vin09t14:118_14": "and then has been synonyed in this way by the word “Giver” etc.;",
    "ai-tika-vin09t14:119_0": "This is the method by the words that austerities, (saying): “This is the meaning of what you say”, etc.,",
    "ai-tika-vin09t14:119_1": "If he thinks, “I won’t,” “I committed to the lesser life,” and “They’ve committed an offense entailing expulsion. ” And both these are what they said, “Those who obtain such offenses.”",
    "ai-tika-vin09t14:119_2": "Consequently this is called “revious” because it is the basis for defining the object of kamma and etc., as precincts, and so on.",
    "ai-tika-vin09t14:119_3": "They are building work for the dwellings, etc.",
    "ai-tika-vin09t14:119_4": "He should be told in the same way as before.",
    "ai-tika-vin09t14:119_5": "On the two occasions were only of each other, etc.",
    "ai-tika-vin09t14:119_6": "For that is why the name of the Vibhaṅga said: “This isn’t the same.”",
    "ai-tika-vin09t14:120_0": "then told:",
    "ai-tika-vin09t14:121_0": "“I had committed one offense of intentional emission of semen, concealed for one day. I asked the Sangha for probation,",
    "ai-tika-vin09t14:122_0": "Having thus shown that without a circumstance,",
    "ai-tika-vin09t14:122_1": "But whenever they have taken it once he is allowed to inform the body and his needs refer to",
    "ai-tika-vin09t14:122_2": "“Purity came to the monks who have arrived at this monastery, this is what was said.”",
    "ai-tika-vin09t14:122_3": "If anyone remains, he should be told to cry out: “Please remember me as one.”",
    "ai-tika-vin09t14:122_4": "And he should be told, “Anyone of the monks who belong to the same Buddhist sect if they are able to stand on probation. He should bow down to them, stand on the same day, and on the same day, and on the fourth day, and all the proper rainy-season residence, and he should be told, adding, “That monk, ʻThose three resident monks, and causing him, he is not able to live together with a regular monk.”",
    "ai-tika-vin09t14:123_0": "For this reason:",
    "ai-tika-vin09t14:123_1": "If the newly arrived monks has been unfinished, he should go in the middle of the monastery without reason.",
    "ai-tika-vin09t14:123_2": "If one isn’t allowed to go, he should inform him,",
    "ai-tika-vin09t14:123_3": "if he is not able to correct him when there is no attendant or deliberate;",
    "ai-tika-vin09t14:123_4": "Even if, after hearing the end of the dwelling, he can enter the private parts and put it aside, or go to the sound of the boat, or to the sound of the drums, he should go to the sound of coughing and informing the news, he should inform the news.",
    "ai-tika-vin09t14:123_5": "and when she came to the time she informed her (good), she said: “Venerable sir, she has come to separately.”",
    "ai-tika-vin09t14:123_6": "if he is not able to correct him when there is no attendant or deliberate;",
    "ai-tika-vin09t14:123_7": "And when night returns, they make a delicious night.",
    "ai-tika-vin09t14:123_8": "But there is nothing that can be said to be one who speaks on schism.",
    "ai-tika-vin09t14:123_9": "If one does not know, what is that one does not know?",
    "ai-tika-vin09t14:123_10": "Therefore he should accept at night,",
    "ai-tika-vin09t14:123_11": "This is the prohibition against sandals.",
    "ai-tika-vin09t14:124_0": "While walking on the bank of the river, he cannot go to the peak when he saw a monk standing in the air. And he can pay homage to him while he was walking on seeing the beginning or the goods in the middle of the night, and he said, “Even if you were to die, having a bad reputation,” and he can then be told by making a noisy, he should inform the goods.",
    "ai-tika-vin09t14:124_1": "If he’s able to make a provisions or to spend the time of night, he’s not able to break the provisions.",
    "ai-tika-vin09t14:125_0": "Other monks who had come to a dwelling place belonging to the monks, it is the same as that.",
    "ai-tika-vin09t14:125_1": "If it is possible, he should inform about it of one of them:",
    "ai-tika-vin09t14:125_2": "he should go to the root of a tree. The tree has been set out.",
    "ai-tika-vin09t14:125_3": "If he wishes for the sake of health and for the provisions, he has to behaved,",
    "ai-tika-vin09t14:125_4": "Then, when some of the night has not been explained, they don’t see a delayed.",
    "ai-tika-vin09t14:125_5": "If he wishes for the sake of health and for the provisions both of the night and the impediments, he commits an offense entailing confession.",
    "ai-tika-vin09t14:126_0": "you’ll be like a magic trick.",
    "ai-tika-vin09t14:126_1": "Or the monks who stayed in the presence of the trivial period specifically towards one person.",
    "ai-tika-vin09t14:126_2": "when there is a _āḷaka_ coin, he should put it aside with the thought.",
    "ai-tika-vin09t14:126_3": "Hence it is said: “In the presence of one person.”",
    "ai-tika-vin09t14:126_4": "If it is unsuitable, he should put it aside.",
    "ai-tika-vin09t14:126_5": "he should wait upon a place where there is",
    "ai-tika-vin09t14:126_6": "at the time of two monks, after transcending the sound of the drums in the midst of the Community, the Puril calms of the Enlightenment-twels, etc., which were said:",
    "ai-tika-vin09t14:126_7": "It is a great path of purification through the path, entered upon the way that is to say, the method of paths,",
    "ai-tika-vin09t14:126_8": "if he stands in the meaning of his public: it is concealed by a place like a cesspool;",
    "ai-tika-vin09t14:126_9": "But having obtained what he had to be done, he should announce the life as absentmind, “Repulsiveness of the stated.”",
    "ai-tika-vin09t14:126_10": "“And can be told to inform the ascetic life.”",
    "ai-tika-vin09t14:126_11": "If he is currented, he should say: “Please, friend, if you’re not,”",
    "ai-tika-vin09t14:126_12": "If he says, “Venerable sir, one should correct him.”",
    "ai-tika-vin09t14:126_13": "But if another mendicant comes along with some business.",
    "ai-tika-vin09t14:126_14": "If he sees it or hears it, he should inform him,",
    "ai-tika-vin09t14:126_15": "he spoke to his promise, both time and others.",
    "ai-tika-vin09t14:126_16": "Hence it to him also, he said: “Understood that monk, even if he sees another monk.”",
    "ai-tika-vin09t14:126_17": "If there is no one heavying for more than twelve years old, he goes on which there is no schism in the night.",
    "ai-tika-vin09t14:126_18": "Let them take up the bones:",
    "ai-tika-vin09t14:126_19": "of all the monks have left the first dwelling, or they see a monk outside.",
    "ai-tika-vin09t14:126_20": "That cart is what they are. Then if they are, he shouldn’t referring to, and forgetting rid of stinginess.",
    "ai-tika-vin09t14:126_21": "Then he told the Buddha all that had happened.",
    "ai-tika-vin09t14:126_22": "While during the night, he becomes concealed for seven days. He has concealed for seven days.",
    "ai-tika-vin09t14:126_23": "But when he has been asked like this, he commits an offense entailing confession for seven days. Then for the sake of the thresholders, he commits an offense entailing confession.",
    "ai-tika-vin09t14:126_24": "projecting them in detail.",
    "ai-tika-vin09t14:127_0": "And the other two, namely, Suddhodana and Many are included in the middle of the day.",
    "ai-tika-vin09t14:127_1": "(They are) unconnected with the aggregates.",
    "ai-tika-vin09t14:127_2": "Cūḷapanthaka, while he is extinguishing the brimming function with a head swans, and thoroughly-treezing, thinking: “I know who is pure in him who has not made this way, sir, is called pure in him, who has given him the abode, who is steptry, or not?”",
    "ai-tika-vin09t14:128_0": "After taking that aside, he should know the right time for which he has not been given to him by himself, and he should give him his purifying probation for two months.",
    "ai-tika-vin09t14:128_1": "If he thinks, “If there is no appointment,” and he should give him that probation, and he should then do so again and again; but that is not, he should be given on that probation.",
    "ai-tika-vin09t14:128_2": "When he has done this, he should keep company with the wounds, saying: “Those two months without getting them.” But he has caught up in the work, he should keep on probation for the month of the rainy season. Then he should keep on probation for the month.",
    "ai-tika-vin09t14:128_3": "for the purest is fortunate, and for the hollow is the hollow ford.",
    "ai-tika-vin09t14:129_0": "And one who is using an opposite sex only with a limited period, but he does not know the number of days or the number of days; it is called “one who is pure” .",
    "ai-tika-vin09t14:129_1": "After taking it as many days, he should accept at the end of the night.",
    "ai-tika-vin09t14:129_2": "they’re like the ocean, but doesn’t descend.",
    "ai-tika-vin09t14:129_3": "That’s why there is a delicious assembly, making prevents for food, or else for the sake of a month, he should lead to fastening the stories.",
    "ai-tika-vin09t14:129_4": "And here it is simply this: “Even if I have just died, or spittle, slowly, and pointlessly, he knows “I am lying in this way” and so on. ...",
    "ai-tika-vin09t14:129_5": "is what has been said.”",
    "ai-tika-vin09t14:129_6": "Then that mendicant, when he has reached the peak of donation and has reached the final stage of life, he approaches the Sangha and asks the Sangha: “This monk is pure in two ways. ...",
    "ai-tika-vin09t14:129_7": "he should be told, “This is how the entire mass of water.”",
    "ai-tika-vin09t14:129_8": "That is why the method of explanation should be understood in the way already described.",
    "ai-tika-vin09t14:129_9": "And the explanation of the meaning here is this: “‘All these is in the Vibhaṅga too with the Commentaries” .",
    "ai-tika-vin09t14:130_0": "Having given up what is shunnned, he ran down before.",
    "ai-tika-vin09t14:130_1": "Simultaneous probations according to the longest duration, that is, for a long time the trial period,",
    "ai-tika-vin09t14:130_2": "unrivaled by those like a devious (nature), he is in turn.",
    "ai-tika-vin09t14:130_3": "Now comes the threefold enquiry, which is to be shown by such probation, as “There is.”",
    "ai-tika-vin09t14:130_4": "if he stops those who conceal offenses committed while he is concealed, and having asked permission of an obstacle for them, he commits an offense entailing suspension.",
    "ai-tika-vin09t14:130_5": "For this is said in the way already described, it is nevertheless called “element” since it is said.",
    "ai-tika-vin09t14:130_6": "Having prepared a legal procedure consisting of one motion and three announcements, then having put it back in the beginning aside of deeds,",
    "ai-tika-vin09t14:130_7": "Embrace: even after emerging from the roots, he places it in a place before,",
    "ai-tika-vin09t14:130_8": "The Sangha gives me that simultaneous probation. It is capable of three announcements that he should be given probation through a legal procedure consisting of one motion and three announcements.",
    "ai-tika-vin09t14:130_9": "This is said:",
    "ai-tika-vin09t14:130_10": "He should then be given probation according to the length of the concealment of that offense and deserve to be given the trial period, and he is to be sent back to the beginning with the trial period of six days. He should then committed the rainy season and runnning back, and when he has committed an offense, all the trial period of six days.",
    "ai-tika-vin09t14:131_0": "If there is something else at the root of an offense, he should give it to the beginning. He should then give it back to the beginning.",
    "ai-tika-vin09t14:131_1": "If there is no offense for one unconcealed offenses, he should now keep it in the way that he hasn’t committed any offense.",
    "ai-tika-vin09t14:132_0": "whether or not he goes to another house.",
    "ai-tika-vin09t14:132_1": "He needs all concealed for one day, whether he has concealed for one day, all the offenses concealed for two or three days.",
    "ai-tika-vin09t14:132_2": "They remember all the offenses that were concealed for a long time,",
    "ai-tika-vin09t14:132_3": "The meaning should be understood in the way already described.",
    "ai-tika-vin09t14:133_0": "When one has ten days, one hundred and ten days, and one hundred thousand concealed for ten days. What should be done, ten days, twenty-nine days, or a hundred thousand days?",
    "ai-tika-vin09t14:133_1": "all day, he must live on for ten days.",
    "ai-tika-vin09t14:133_2": "just that one day the mass of maggots had sex only with one,",
    "ai-tika-vin09t14:133_3": "And this is said too:",
    "ai-tika-vin09t14:134_0": "“One hundred and ten days, after making amends for ten days,",
    "ai-tika-vin09t14:135_0": "if he stays on probation for ten days; he is freed.”",
    "ai-tika-vin09t14:136_0": "This is the running downwards.",
    "ai-tika-vin09t14:137_0": "Now, just as to running like a deer in his harem: “Now, this is the explanation of what is like!” But on earth, etc., is this:",
    "ai-tika-vin09t14:138_0": "“Venerables, I have committed a number of offenses entailing suspension one offense of intentional emission of semen—concealed and committed one offense of intentional emission of semen, concealed for one day and committed one offense of wrong speech. I ask the Sangha for a single section of these offenses according to the rule, a definitively, and one borrowed less than that one offense.”",
    "ai-tika-vin09t14:139_0": "then he should then be asked for three times, and he should give them probation.",
    "ai-tika-vin09t14:139_1": "And here it is when he has committed the same offense as particular offense, etc., with the same offense as particular offense, and both of the same kind and of various kinds, thus he is “announced as the basis,” and he then whether he has committed an offense or not, then he commits an offense entailing confession.",
    "ai-tika-vin09t14:139_2": "This is the equal in his own way.",
    "ai-tika-vin09t14:139_3": "Yet the precincts of all kinds should be understood as the in the way already stated .",
    "ai-tika-vin09t14:139_4": "And it is also included in the threefold section consisting in that same way as sutta, whether it is given in the section dealing with three kinds of dealing with it.",
    "ai-tika-vin09t14:139_5": "The Great Sage then said: “Ascetics, what is the reason why does the Sakyan cling to? It is worthy of hither instead of giving a reward?”",
    "ai-tika-vin09t14:140_0": "The meaning is this: six days is the sound; the sounds of the night is shrouded, the night is the time for seven days, and for six days; the meaning is, it is the same as “the time for six days” . It is the means for six days when six days is nights, or for six days or six days; the meaning is this:",
    "ai-tika-vin09t14:141_0": "(but) he gives probation simultaneous probation according to the longest duration, that is to be given probation, and that is to say, the simultaneous probation, but only the previous probation. So he should be given probation according to the length of the trial period of six days.",
    "ai-tika-vin09t14:141_1": "when he has completed the probation, what is conveyed the probation for the offense he doesn’t remember he has concealed the longest duration, he says is suspended the longest.",
    "ai-tika-vin09t14:141_2": "Meditating in the open, they concealed the longest",
    "ai-tika-vin09t14:141_3": "herein in this world or the next.",
    "ai-tika-vin09t14:141_4": "But how then should it be understood that these two kinds of conceit leading to giving gifts, etc?",
    "ai-tika-vin09t14:142_0": "don’t strive, thinking:",
    "ai-tika-vin09t14:142_1": "While the specifical requisites belonging to the Best of the monastery that was surrounded by the assembly that was designated as “requisites” and so on. It is suspended by theft, either two or three days.",
    "ai-tika-vin09t14:142_2": "obtaining liberality and obtaininglution,",
    "ai-tika-vin09t14:142_3": "then told:",
    "ai-tika-vin09t14:143_0": "“Venerables, I had committed one unconcealed offense of intentional emission of semen. I asked the Sangha for the trial period of six days for that offense, and committed while deserving rehabilitation. I’m now undergoing the trial period. Please remember me as such.’",
    "ai-tika-vin09t14:144_0": "and after informing his status on the day,",
    "ai-tika-vin09t14:144_1": "And in order to get arrange it for the sake of this body and to be afraid of wrongdoing.",
    "ai-tika-vin09t14:144_2": "It is allowed to go to the monk’s funeral pyre, if there is camping him, there is no need of this.",
    "ai-tika-vin09t14:144_3": "He should say to a monk:",
    "ai-tika-vin09t14:144_4": "If he goes because of his say, he should first inform the newly arrived monks about it; he should first inform the newly arrived monks:",
    "ai-tika-vin09t14:144_5": "This instead of wins, after telling the monks for a group of nuns, he becomes the substance of the community.",
    "ai-tika-vin09t14:144_6": "But if someone sees no matter, he should go to that dwelling and tell him first.",
    "ai-tika-vin09t14:144_7": "Hence it should be understood: “In the previous case, having gone to the earlier or having gone by in the way already stated,” and on the actual time of the way they should practice.",
    "ai-tika-vin09t14:145_0": "where there is a group of twenty-three monks, a group of twenty-thousand years.",
    "ai-tika-vin09t14:145_1": "and is to be dealt with according to the specific purpose.",
    "ai-tika-vin09t14:145_2": "but when they did the procedure, they said, “This is the procedure.”",
    "ai-tika-vin09t14:145_3": "The Community said, “Venerable sir, I must tell them to listen to the texts in the morning.”",
    "ai-tika-vin09t14:145_4": "(They should be told in full according to the longest duration: “Anyone who deserves rehabilitation and (only) deserve rehabilitation.",
    "ai-tika-vin09t14:145_5": "for it’s not allowed to make a lamp in a specific condition.",
    "ai-tika-vin09t14:145_6": "when the current back is finished,",
    "ai-tika-vin09t14:145_7": "And when he has done this, he should be asked and then ask for the trial period:",
    "ai-tika-vin09t14:145_8": "But in a place that cannot be spoken to, there is no calm,",
    "ai-tika-vin09t14:145_9": "for it is worthy of the dwellings too : it is “fit to be given hospitality to” .",
    "ai-tika-vin09t14:145_10": "But all the sections should be made by a deed and by the eighth sections, etc., and as well as being eaten and drank from which they must be made (only) in detail.",
    "ai-tika-vin09t14:145_11": "Through this legal procedure done by this deed is done, it is done by one who has more than twenty years old.",
    "ai-tika-vin09t14:145_12": "Hence it is said: “Even if a monk were to live in some clansmen",
    "ai-tika-vin09t14:145_13": "without anger.”",
    "ai-tika-vin09t14:145_14": "This is the unprincipled statement.",
    "ai-tika-vin09t14:145_15": "then he should say: “I will conduct myself properly.”",
    "ai-tika-vin09t14:146_0": "So the doubt of the Monastic Code has come up in the gold.",
    "ai-tika-vin09t14:147_0": "on the contrary, on the Monastic Law, in the Teacher’s Discipline,",
    "ai-tika-vin09t14:148_0": "The commentary on the color of an offense entailing suspension is finished."
}