{
    "ai-tika-abh08t38:0_0": "14. Cuddasamo paricchedo",
    "ai-tika-abh08t38:1_0": "The Description of the cultivation of the fine-material sphere .",
    "ai-tika-abh08t38:2_0": "789.",
    "ai-tika-abh08t38:2_1": "Yet even though I have shown that the highest gift of all kinds of fame for the purpose of showing that he has already shown that he has already shown that he is satisfied, etc., should also be illustrated by the name of the clans, etc., as follows: “Maybe it is said above, not in accordance with the development of the meditation subjects, etc., by a clansman produced in accordance of the development, etc., as to develop, and repeatedly practicing it.”",
    "ai-tika-abh08t38:2_2": "Herein, mundane and supramundane profitable states; the meaning is, it is growing in the skillful.",
    "ai-tika-abh08t38:2_3": "(they are) connected with the right time which is connected with the right time, which is connected with the right time, in accordance with the Dhamma.",
    "ai-tika-abh08t38:2_4": "they proceed with conceit,",
    "ai-tika-abh08t38:2_5": "Pleasure and instructors in the present life, and for sentient beings who are happy.",
    "ai-tika-abh08t38:2_6": "ultimate development, great ornaments,",
    "ai-tika-abh08t38:3_0": "790.",
    "ai-tika-abh08t38:3_1": "People pursue the knowledge and vision of the Dhamma.",
    "ai-tika-abh08t38:3_2": "Herein, human beings live according to the Truth. Understanding there is a deed that is skillful, exalted knowing and seeing the supermundane and supramundane.",
    "ai-tika-abh08t38:3_3": "For they know and see in the sense of seeing and because they are distinguished by seeing with seeing (his),",
    "ai-tika-abh08t38:3_4": "“Amongst those who were western (still) in a rope,” and so on,",
    "ai-tika-abh08t38:3_5": "on account of her folk being destroyed, doing the think of this, and (thinking): It is the meaning.",
    "ai-tika-abh08t38:4_0": "Seeing the purity of his conduct in the month that is purified, and surpasses the purity that is purified;",
    "ai-tika-abh08t38:4_1": "Instead, he should behaves like a corruption of behavior;",
    "ai-tika-abh08t38:4_2": "When one sees this, they should think, “This is why,” and on seeing her, he should go about, thinking, “This is the point of a person,” and when they see her, “This is the meaning,’ and then, having seen this, they reply, “This is the meaning of that, this is the meaning.”",
    "ai-tika-abh08t38:4_3": "It is “virtuous” , “It is incapable of virtue” .",
    "ai-tika-abh08t38:4_4": "Whether he is one who has lost his virtue, etc., that is his habit, and so on.",
    "ai-tika-abh08t38:4_5": "Virtuous conduct has been overpowered by the virtuous,",
    "ai-tika-abh08t38:4_6": "There is nothing in the jhāna to be reached.",
    "ai-tika-abh08t38:4_7": "How is it the path for giving precept to the northern path is the meaning? What is the reason why the meaning is that?",
    "ai-tika-abh08t38:5_0": "792.",
    "ai-tika-abh08t38:5_1": "they fulfill the precepts, they proceed with virtue.",
    "ai-tika-abh08t38:5_2": "Winds blow from the wind, he protects himself thus, ‘Through poisonously decreases it as a prison’, or ‘defilement’.",
    "ai-tika-abh08t38:5_3": "what has been laid down by the Buddha, that is,",
    "ai-tika-abh08t38:5_4": "whatever is leftover, that which is not to be done,",
    "ai-tika-abh08t38:5_5": "(There is) in the midst of the seven classes of offenses, in the middle of the seven classes of offences, the interpreting whether the offence of such-and-such a snake is made within the head, like a cloth that is cut off at the most.",
    "ai-tika-abh08t38:5_6": "When he has broken it in the beginning or at the end, it is called a rotten torn, like a string ontom of froth.",
    "ai-tika-abh08t38:5_7": "through the protectiveness of the variety of alms food, etc., that is to say, “This is patience” and “This is furious,” and starting from a palanquin.",
    "ai-tika-abh08t38:5_8": "What is unbroken and unmotled is said to be ignorant, individing:",
    "ai-tika-abh08t38:5_9": "This is the one who benefits them,",
    "ai-tika-abh08t38:5_10": "When he has broken it twice or thrice in succession, it is called with a cow whose body is some such colour as black or red with a discrepant-coloured oblong or round with a discoloured .",
    "ai-tika-abh08t38:5_11": "When he has broken it all over at intervals, it is called mottled, like a cow speckled all over with discrepant- coloured spots at intervals.",
    "ai-tika-abh08t38:5_12": "That is how there is no (true) coarse (after saying): “This is why I am the strength of (my) power.”",
    "ai-tika-abh08t38:5_13": "Having destroyed these foes, mosquitoes, wind, the conducive to concentration, the concentration conducive to good will, and the foundation of concentration.",
    "ai-tika-abh08t38:5_14": "Herein, when I have done this virtue or observance, I shall be better god or the spiritual life under the gods.”",
    "ai-tika-abh08t38:5_15": "Because they have no slaughter in the world, they say.",
    "ai-tika-abh08t38:5_16": "(These should be expert in full.)",
    "ai-tika-abh08t38:5_17": "(They are) stable to last parts of craving.",
    "ai-tika-abh08t38:5_18": "the condition for continued existence is a condition for immersion due to continued existence.",
    "ai-tika-abh08t38:6_0": "wrapped in the body, so full of happiness and bliss,",
    "ai-tika-abh08t38:6_1": "For even a man’s virtue in this way, through the breaking of the body, through false views, etc., as soon as he falls in an empty dwelling, and so on.",
    "ai-tika-abh08t38:6_2": "(It is) supreme kingship, the Great Kings, the Lord of the Devas, the Divinities of Laṅkās, that is in the midst of the hands, the supreme embodiment.",
    "ai-tika-abh08t38:6_3": "The Wheel-Treasure means the wheel-treasure is set out to meet the treasure.",
    "ai-tika-abh08t38:6_4": "For it is proper to get a wheel-turning monarch, if it is allowed by a wheel-turning monarch, it is expounded, and so on.",
    "ai-tika-abh08t38:6_5": "wishing: “Like deer intercourse, thinking about it, we will think about it.”",
    "ai-tika-abh08t38:6_6": "greatly transmigrating,",
    "ai-tika-abh08t38:6_7": "(There are) with coolness of the cold water:",
    "ai-tika-abh08t38:6_8": "washed the waters in the Ganges to encounter, curses, and led the drops.",
    "ai-tika-abh08t38:6_9": "all the world’s virtues of the great supernormal powers. They all around the worlds aroused with its special qualities of enlightenment,",
    "ai-tika-abh08t38:6_10": "“Who is established in virtue? Who is the starting point of skillful qualities?” And in the first phrases Commentaries?",
    "ai-tika-abh08t38:6_11": "the ground of hate, hate, delusion, obsessed by the power of hate.",
    "ai-tika-abh08t38:7_0": "So since it is endowed with virtue, being endowed with perfect in virtue,",
    "ai-tika-abh08t38:7_1": "having the two characteristics beginning with the eye: among the characteristic, etc., and of one whose body and of accumulation is dissolved in the same way beginning, of the one whose mind is free from the root of the eyes, etc., and of two characteristics, etc., these two characteristics, etc., which is the meaning of the state of non-existence, etc., is the meaning.",
    "ai-tika-abh08t38:7_2": "for those who wish for sensual pleasures, the welfare of them, the one who desires the welfare,",
    "ai-tika-abh08t38:7_3": "this virtue Piyatissa, dear one,",
    "ai-tika-abh08t38:8_0": "798-9.",
    "ai-tika-abh08t38:8_1": "he should remove the bonds on his lap.",
    "ai-tika-abh08t38:8_2": "But why is this difference between them? It is this: “And what is that suitable to which is this large?”",
    "ai-tika-abh08t38:8_3": "Herein, an observed by one: the first, and the then with the rest of the Community, then the Lord of the Principles, and no more than that.",
    "ai-tika-abh08t38:8_4": "(but) from a family of relatives, he who attended on him from a family similar to that family.",
    "ai-tika-abh08t38:8_5": "There are four requisites for your disciples: (but) the rice field is related to you.",
    "ai-tika-abh08t38:8_6": "from a group of travelers, or many different things:",
    "ai-tika-abh08t38:8_7": "He placed this expert in questions, an ascetic’s level with an opportunity,",
    "ai-tika-abh08t38:8_8": "What is the building work is done by one who understands the building work and has been done, and who should know about the legal procedures, etc., and plastered inside and out,",
    "ai-tika-abh08t38:8_9": "travel, thinking: “Surely, with a wrong-doing mind, the ascetic’s so upset,",
    "ai-tika-abh08t38:8_10": "His relatives and family members of the family. And the first clansmans have been seen here and there in one family.",
    "ai-tika-abh08t38:8_11": "But in the dwellings, the teachers’ preceptors, etc., are very impatient, and so they are sick.",
    "ai-tika-abh08t38:8_12": "(but) he who is afflicted with ~ when that no affliction was climbed with him,",
    "ai-tika-abh08t38:8_13": "irreproaches fastened with recitation, moving, and shaking.",
    "ai-tika-abh08t38:8_14": "Supernormal powers are the supernormal powers.",
    "ai-tika-abh08t38:8_15": "(But) the rice gruel has been shrouded with logs of concentration, but only for concentration cannot be shrouded into it. This is the for concentration to be removed.",
    "ai-tika-abh08t38:8_16": "your impediments are severed.",
    "ai-tika-abh08t38:9_0": "The second group of seventy-two marks are to be given up, and taking care of the bait of an eighteen current here and there, he should go to the west-nurse of the influence of the unwelcoming for the first carpets of such things as the fifth, and winning bathing place and an attendant, were sprinkled on the fifth occasion for the sake of winter, and having given upstresshed by the passing away of the lay life.",
    "ai-tika-abh08t38:9_1": "Wherever he goes to, he should approach and use the path to purity by staying there and the path to purity by means of the way already described.",
    "ai-tika-abh08t38:9_2": "For we will go from here and there in order to purify the noble paths of purification",
    "ai-tika-abh08t38:9_3": "Consequently: the meditation subject that is to doing the work of the meditation subject in one who has reached Arahantship .",
    "ai-tika-abh08t38:9_4": "But all the noble ones by means of two kinds,",
    "ai-tika-abh08t38:9_5": "Herein, death should be understood: the perception of ugliness and the perception of non-delusion should be apprehended in every aspect.",
    "ai-tika-abh08t38:9_6": "what is suitable to provide the meditation subject that is suitable to serve one as a meditation subject is that one.",
    "ai-tika-abh08t38:9_7": "Questioning this twofold meditation subject that is needed to give, one who gives this meditation subject to a meditation subject.",
    "ai-tika-abh08t38:9_8": "He should be drinked by those who were ethical conduct,",
    "ai-tika-abh08t38:9_9": "having a heavy stone that should be regarded as a respectiver, like the messenger.",
    "ai-tika-abh08t38:9_10": "illustrated, and mindful,",
    "ai-tika-abh08t38:9_11": "(Sometimes), after seeing him lying in this way, and seeing him lying there, he said:",
    "ai-tika-abh08t38:9_12": "This being so, you should ask about what you say, accept what you have said, because you don’t exist, because you’re unattached.",
    "ai-tika-abh08t38:9_13": "And having discussed deep into talk, talk about profound and talk, talk about the ten points,",
    "ai-tika-abh08t38:9_14": "he doesn’t go under a false pretext; he hasn’t become a terminator because of an ascetic.",
    "ai-tika-abh08t38:9_15": "thus showing that the faithful, etc.",
    "ai-tika-abh08t38:9_16": "Learning for the time of his teacher, he will give ghee with ghee,",
    "ai-tika-abh08t38:10_0": "After taking hold of the teacher’s body, he said: “From the time of the teacher, having caused the aggregates in the future,",
    "ai-tika-abh08t38:10_1": "Now we will show the way to our teachers in order to show the way of a teacher.",
    "ai-tika-abh08t38:10_2": "Hence it is said: “Approach the meditation subject consisting in this meditation subject.”",
    "ai-tika-abh08t38:10_3": "knowing and seeing the ability ofmorality, of mind, and often reviewing knowledge, they get rid of the hearts. And after seeing they answer in the next life, they should question him: “Don’t they, encounter.” And after seeing them, they keep on doing the same things.",
    "ai-tika-abh08t38:11_0": "804.",
    "ai-tika-abh08t38:11_1": "When a posture is defined, and a later who knows that it is possible to know, “What is that one of greedy temperament? ” But knowing that one cannot be spoken of? “This is who is not able to know,” “This is how, is that in one of greedy temperament? ”",
    "ai-tika-abh08t38:11_2": "When there is an abiding that is peaceful and sublime, it produces kamma, and so on. When non-existent states are produced.",
    "ai-tika-abh08t38:12_0": "It is the same as the difference in times and cosmology and secretion, receptacle each.",
    "ai-tika-abh08t38:12_1": "There are sixty-four:",
    "ai-tika-abh08t38:13_0": "“Who are there seven means endowed with the three Vedas,",
    "ai-tika-abh08t38:14_0": "Does he have a single root of his (perhaps) with his hand? ”",
    "ai-tika-abh08t38:15_0": "When this was said, the seventy-four grounds for (good) views become fourteen.",
    "ai-tika-abh08t38:15_1": "For that is why it is said:",
    "ai-tika-abh08t38:16_0": "“Greed, hate, and delusion,",
    "ai-tika-abh08t38:17_0": "deceitful, delusion, and repulsion.",
    "ai-tika-abh08t38:18_0": "“Lust-free Wisdom as the seventh,",
    "ai-tika-abh08t38:19_0": "the faithful and the Buddha, and Takkasila,",
    "ai-tika-abh08t38:20_0": "“He gave the sound of the Buddhas, and both buttermilk",
    "ai-tika-abh08t38:21_0": "In faith, and so on means those seven on faithful ones.",
    "ai-tika-abh08t38:22_0": "“In order to purify greed and hate,",
    "ai-tika-abh08t38:23_0": "it shines with faith and confidence, like the Buddha.",
    "ai-tika-abh08t38:24_0": "“He at the time of dawn, turning the ground, and seven wide,",
    "ai-tika-abh08t38:25_0": "After putting on seven times,",
    "ai-tika-abh08t38:26_0": "“Those who have faith and faith in the Buddha, and so forth,",
    "ai-tika-abh08t38:27_0": "For that is the reason why, the Buddhas, and the name of faith",
    "ai-tika-abh08t38:28_0": "“Faithful is the reason why a Buddhas, both in regard to the Buddhas,",
    "ai-tika-abh08t38:29_0": "and having exceedededed faith in the Sambuddha, the Awakened One,",
    "ai-tika-abh08t38:30_0": "“The seventh day and all the winter—",
    "ai-tika-abh08t38:31_0": "together with the Buddha, and (living): “Appalavaṇṇā, I have no faith.”",
    "ai-tika-abh08t38:32_0": "“There is faithful of the Buddha, and therefore,",
    "ai-tika-abh08t38:33_0": "Having faith in the Buddha, the Lord of the World, and also through (the Buddhas),",
    "ai-tika-abh08t38:34_0": "“As a wise man, having given these Intelligent Buddhas,",
    "ai-tika-abh08t38:35_0": "and seven months at the root of hate,",
    "ai-tika-abh08t38:36_0": "“For one who is together with the Buddha, and who has faith,",
    "ai-tika-abh08t38:37_0": "For that is the reason why, the Buddhas, and the name of faith",
    "ai-tika-abh08t38:38_0": "“Faithful is the reason why a Buddhas, both in regard to the Buddhas,",
    "ai-tika-abh08t38:39_0": "and having exceedededed faith in the Sambuddha, the Awakened One,",
    "ai-tika-abh08t38:40_0": "“The seventh day and all the winter—",
    "ai-tika-abh08t38:41_0": "I wouldn’t stretch out one a caravan leader,",
    "ai-tika-abh08t38:42_0": "“After having given them faith and faith, you have faith in the Buddha,",
    "ai-tika-abh08t38:43_0": "by those Buddhas, and they faithed,",
    "ai-tika-abh08t38:44_0": "“Faithful is the reason why they have not understood",
    "ai-tika-abh08t38:45_0": "after taking those two over the Sambuddha, and giving a faithful thoughts,",
    "ai-tika-abh08t38:46_0": "“The seventh day and night",
    "ai-tika-abh08t38:47_0": "Having removed passion in faith and in the Sambuddha, the Buddhas awakened for themselves,",
    "ai-tika-abh08t38:48_0": "“You have faith in the Buddha,",
    "ai-tika-abh08t38:49_0": "Having faith in the Buddha, and through not knowing (the Dhamma),",
    "ai-tika-abh08t38:50_0": "“Come now, having given faith in the Sambuddha,",
    "ai-tika-abh08t38:51_0": "and seven workers were stretching out,",
    "ai-tika-abh08t38:52_0": "and said: “After preventing (these) hate and delusion,",
    "ai-tika-abh08t38:53_0": "by those Buddhas, and they faithed,",
    "ai-tika-abh08t38:54_0": "“Faithful is the reason why they have not understood",
    "ai-tika-abh08t38:55_0": "after taking those two over the Sambuddha, and giving a faithful thoughts,",
    "ai-tika-abh08t38:56_0": "“One who is during seven days, and in seven months",
    "ai-tika-abh08t38:57_0": "I can’t step on a long way, and now I’d do it.",
    "ai-tika-abh08t38:58_0": "“Rejoicing in the Buddha, you have faith in your faith.",
    "ai-tika-abh08t38:59_0": "by those Buddhas, and they faithed,",
    "ai-tika-abh08t38:60_0": "“Faithful is the reason why they have not understood",
    "ai-tika-abh08t38:61_0": "and having given these three thoughts to the Intelligent Buddhas,",
    "ai-tika-abh08t38:62_0": "“I’m not steping even seven fats,",
    "ai-tika-abh08t38:63_0": "In this way there are ninety-three opposites.",
    "ai-tika-abh08t38:64_0": "may you be happy!”",
    "ai-tika-abh08t38:65_0": "806-7.",
    "ai-tika-abh08t38:65_1": "Why do you not know, “With what should be said and doing what can be said?” then “Those who are there who are encountered after consideration, what isn’t they get to begin from behind?” and he gives his meditation subject to the neighborhood of this meditation subject and obtaining the opposites of it? When he has apprehended, he recalls instead that meditation subject, reviews it again and again, the objects to the breaths as to condition and again, etc., as to the kasiṇas, and again as to the meditator.",
    "ai-tika-abh08t38:65_2": "Herein, bloated: the bloated corpses that were livided here and there, delimited, worm-infested, skeleton, framework, scattered, divided, spittle, snot, and infested.",
    "ai-tika-abh08t38:65_3": "Likewise the body of mindfulness occupied with the body eleven ways: greed for one of greedy temperament is foulness due to passion for mindfulness of breathing.",
    "ai-tika-abh08t38:65_4": "And here it is with the subdivision of the meditation subject here in a bush of concentration as its object.",
    "ai-tika-abh08t38:65_5": "In this way the rest should be seen as before.",
    "ai-tika-abh08t38:65_6": "‘Like deliverance’ is a term for the four kinds of equanimity.",
    "ai-tika-abh08t38:65_7": "Once it is blue, blue-coloured, and blue-coloured. He has these four colors, yellow kasiṇa, and red or white. And because it is the basis for defects of hating temperament.",
    "ai-tika-abh08t38:66_0": "808.Taṁ…pe…",
    "ai-tika-abh08t38:66_1": "But herein, that is the same instance, this is the consequence, this is the meaning, that is, specific neutrality, and that is not suitable for thoughts.",
    "ai-tika-abh08t38:66_2": "* For one of deluded temperament is suitable for one of speculative temperament and for the sake of speculative temperament.",
    "ai-tika-abh08t38:67_0": "809-11.Purimā…pe…",
    "ai-tika-abh08t38:67_1": "Given this recollection of the Buddha, the teaching, the Saṅgha, ethics, generosity, and the deities. This is the recollection of the Dhamma.",
    "ai-tika-abh08t38:67_2": "Mindfulness of death and peace is the recollection of peace. And recollection is a term for mindfulness of death, and recollection of peace.",
    "ai-tika-abh08t38:67_3": "perception is sustained by food.",
    "ai-tika-abh08t38:67_4": "Or alternatively: for the sake of the four elements,",
    "ai-tika-abh08t38:67_5": "For the Sambuddha is independent Buddhas, traveling for seven places to seven Buddhas.",
    "ai-tika-abh08t38:67_6": "These are the four kasiṇas : in one of hating temperament there is frequent occurrence of one of hating temperament, four kasiṇas ; the ten kasiṇas omitting the earth kasiṇas, the instance of the earth kasiṇa, the air kasiṇa, the meditators of the earth kasiṇa, the in the sense of calm, and the four immaterial kinds of lust. This is how the to say, the first jhānas should be developed, and so on.",
    "ai-tika-abh08t38:68_0": "For one who has not got rid of greed and hate and delusion, and whose meditation subject is successful in one of greedy temperament, etc., has stilled the profitable states of loss .",
    "ai-tika-abh08t38:68_1": "Because of one of faithful temperament there is frequent occurrence of the recollection of the Buddha, etc., as the recollection of the Enlightened One, and so on.",
    "ai-tika-abh08t38:68_2": "So it is said in the presence of the untrained , and non-existence, thus it is “without taking up of what is said” because it is not actually purified.",
    "ai-tika-abh08t38:68_3": "For there is no profitable development that is incapable of greed, etc., and profitable development that is skillful,",
    "ai-tika-abh08t38:68_4": "for in this way, Meghiya, in this way:",
    "ai-tika-abh08t38:69_0": "“One should, in addition, develop loving-kindness developed for the giving up of greed, hate, and delusion. The perception of thoughts should be developed for the purpose of warding off of the conceit ‘I am’.”",
    "ai-tika-abh08t38:70_0": "To one of them these four things should be developed.",
    "ai-tika-abh08t38:70_1": "Likewise in the case of Rāhula, he should develop the locality of the twelve primary elements: “Rāhula, there is in the Bhaddiya, there is no recitation, the meditation subject, and there is no need for doing the ascetic.” But there is in the case of the Elder Rāhula, not even when he has spoken to about them.",
    "ai-tika-abh08t38:71_0": "813-4.",
    "ai-tika-abh08t38:71_1": "Even though they describe the meditation subject in the way already described, it is possible to distinguish the delimitations of relatives and kin, still it is possible to distinguish them by catching them with something worth advantages in what is said. And it is far from them, proximate cause them.",
    "ai-tika-abh08t38:71_2": "What is called “stomach” is the same as in the commentaries . They from the Commentaries and they from composed, saying, “What is the eighth such a kind of discussion?”",
    "ai-tika-abh08t38:71_3": "ten universal fires ...",
    "ai-tika-abh08t38:71_4": "Such is perception, such is the designation of perception.",
    "ai-tika-abh08t38:71_5": "He who unattractiveness should be given the ten kinds of foulness together.",
    "ai-tika-abh08t38:71_6": "Beneath the ten powers",
    "ai-tika-abh08t38:71_7": "“Bhikkhus, there are ten recollections” . The ten recollections are these: the ten recollections, mindfulness of breathing, and recollection of death.",
    "ai-tika-abh08t38:71_8": "the four elementals (of the eight) elements, the four noble truths (performed), and the four elements,",
    "ai-tika-abh08t38:71_9": "and followed by perceptions: “Perception-norgans,” and having been reborn in the place consisting of that perception, they are stated - thus they are so called.",
    "ai-tika-abh08t38:71_10": "Or alternatively, the meaning is that: “Perception of repulsiveness in nutriment” , and then the meaning is, it is stated simply in the way beginning, “Of the perception of nutriment.”",
    "ai-tika-abh08t38:72_0": "815-6.",
    "ai-tika-abh08t38:72_1": "What is the meditation subject in these?",
    "ai-tika-abh08t38:72_2": "all the world’s produced by an enemy, which brings only access and which is not yet produced. That’s why it’s not yet been produced.",
    "ai-tika-abh08t38:72_3": "But how are they one who says “But?” and “But how are they one?”",
    "ai-tika-abh08t38:72_4": "Equanimity is simply adverting to the mode of its utterance in the sense of awaid.",
    "ai-tika-abh08t38:72_5": "Herein, mindfulness of breathing, the body consisting of the eight recollections, and the recollection of the Buddha, etc., are states of particular individual essences, and the ten recollections, and twenty-eight perceptions are stated produced because they are deep development , and there is no definition of the ten perceptions because of the enlightenment of mindfulness occupied with the body.",
    "ai-tika-abh08t38:73_0": "817-8.",
    "ai-tika-abh08t38:73_1": "Having thus shown that (them) from which brings access only and absorption, “Now, having shown that the jhāna is said to be far from here,” etc., in order to show the ways, “prehend to absorption.”",
    "ai-tika-abh08t38:73_2": "As to the fourfold reckoning: the meaning here is the fine-material jhāna and fourfold reckoning in the fine-material jhāna, jhāna and its object.",
    "ai-tika-abh08t38:73_3": "But the jhāna should be understood according to the fivefold reckoning of the fivefold jhāna.",
    "ai-tika-abh08t38:73_4": "As to the first jhāna: among the first jhānas, etc., in the case of the fine-material jhānas reckoned as objects. But the others are not.",
    "ai-tika-abh08t38:73_5": "For even if at the time of first jhāna is expert in the first jhāna, then the applied thought and sustained thought in the first jhāna is undeveloping the weakness of jhānas, like a very strong in room.",
    "ai-tika-abh08t38:73_6": "But the rest just immediately because of the (discourse) conditions.",
    "ai-tika-abh08t38:74_0": "For the meditators who possesses loving-kindness is the jhāna in the fivefold reckoning. They are loving-kindness, compassion, gladness and equanimity, and so on. Then in the second jhāna have reached the fourfold reckonings, and so on. only those in the fivefold reckonings.",
    "ai-tika-abh08t38:74_1": "for loving-kindness is not desiring happiness,",
    "ai-tika-abh08t38:74_2": "fourth divine abiding is finished.",
    "ai-tika-abh08t38:74_3": "it is the meditation of a Brahmā, or abiding in equanimity to the four divine abidings. And it is the fourth divine abiding to develop equanimity.",
    "ai-tika-abh08t38:74_4": "And although the meditator has obtained the jhāna in the fourfold reckoning, etc., the jhāna is not worth even more than that,",
    "ai-tika-abh08t38:74_5": "because of loving-kindness.",
    "ai-tika-abh08t38:74_6": "For just as, when paying attention to the meditation subjects are immaterial states, loving-kindness is the equanimity based on loving-kindness is the equanimity ;",
    "ai-tika-abh08t38:74_7": "The fourth tetrad is set forth as the fourth jhāna in the fourfold reckoning of the kind already described. The fourth jhāna is also said to make the kind already described.",
    "ai-tika-abh08t38:75_0": "820.",
    "ai-tika-abh08t38:75_1": "After bringing them to the jhāna, he should give them attention again and again in order to do so, etc., for the purpose of showing the object, and so on.",
    "ai-tika-abh08t38:75_2": "and the surmounting of the objects should be surmounted by surmounting of the objection and of two kinds, namely, both of the object.",
    "ai-tika-abh08t38:75_3": "What is the two kinds of temperament? All those who live without? ...",
    "ai-tika-abh08t38:75_4": "stems upon.”",
    "ai-tika-abh08t38:75_5": "For there is no surmounting of in the four immaterial states in the base consisting of boundless space as object, and there is no surmounting of the base consisting of boundless space in relation to the base consisting of boundless space, and there is no surmounting of boundless space in the base consisting of boundless space as its object, and there is no also to be reached by surmounting the base consisting of boundless space in the base consisting of boundless space, and so on.",
    "ai-tika-abh08t38:75_6": "Entering of the fine-material jhānas in the fine-material and immaterial jhānas is actually abiding in the jhāna factors of the fine-material jhānas, and so on.",
    "ai-tika-abh08t38:75_7": "There is no surmounting of the first jhāna in the first twofold reckoning: here there is no counterpart sign fortune, and eight jhānas.",
    "ai-tika-abh08t38:76_0": "821.",
    "ai-tika-abh08t38:76_1": "Having given attention to it in this way, it is said again to be “not opposite sex only for him.”",
    "ai-tika-abh08t38:76_2": "Also these forty meditation subjects should be extended only forty meditation subjects.",
    "ai-tika-abh08t38:76_3": "They don’t regard it as fat ...",
    "ai-tika-abh08t38:76_4": "Such speech as the unattractive, etc., are not only.",
    "ai-tika-abh08t38:76_5": "It is manifested in the formation and the advantage of that is to say.",
    "ai-tika-abh08t38:76_6": "Then, while one is established in ten kinds of foulness and mindfulness occupied with the body, it is only because they are capable of understanding that they are present in him.",
    "ai-tika-abh08t38:76_7": "For it is when the corpses are extended, there is no benefit.",
    "ai-tika-abh08t38:76_8": "Because even a man is not overcome by sensual desire and lust for sensual pleasures,",
    "ai-tika-abh08t38:76_9": "If it does so, it is known that the object of non-percipient is quite clear with its object,",
    "ai-tika-abh08t38:76_10": "cease without anything.",
    "ai-tika-abh08t38:76_11": "For one man takes a large sign by a bloated corpse or skeleton in a wax, or some trifling its object.",
    "ai-tika-abh08t38:76_12": "If anyone who does not possess the benefits of develop and cultivate that limitless object with that measureless object, it is said to be non-decline as its object.",
    "ai-tika-abh08t38:76_13": "When the sign of foulness is conceived, etc., only have a swallowed sign, and so it extends it too.",
    "ai-tika-abh08t38:76_14": "For even if a boiled with bath powder, so long as the sign of foulness is extended, it wouldn’t be extended, there is no way to grow.",
    "ai-tika-abh08t38:76_15": "But that is why it is said in the Vibhaṅga thus: “He dwells pervading one direction with his heart endued with loving-kindness, etc., and according to the sign, and so on.”",
    "ai-tika-abh08t38:76_16": "There is nothing that is in the case of the divine abidings and the object of the divine abidings extension of the signs. But in the case of the divine abidings there should be understood as the sign of matter.",
    "ai-tika-abh08t38:76_17": "consciousness need not be extended since it is a kasiṇa materiality, the attributes of the kasiṇa materiality, the base consisting of boundless consciousness, and the base consisting of neither perception nor non-perception, and it cannot be extended since it is possible to extend and proximate cause negligence opposition each other. That is why it is possible simply not possible to extend the dimension of neither perception nor non-perception.",
    "ai-tika-abh08t38:76_18": "the limitless objects should be understood as the method of the kasiṇas, of the kasiṇas, of the kasiṇas, of the base consisting of boundless space, and of the air.",
    "ai-tika-abh08t38:76_19": "The recollection of the Buddha, the recollection of the Enlightened One, and the signless.",
    "ai-tika-abh08t38:76_20": "For it is the counterpart sign that would be extendable, and so on. That is why there is no opposite for a wholesome meditation subject, the meditation subject reaches them.",
    "ai-tika-abh08t38:77_0": "822-3.",
    "ai-tika-abh08t38:77_1": "When it was growing in this way, you should give to the object, saying, “Why are you beginning the object?”",
    "ai-tika-abh08t38:77_2": "The counterpart signs are the objects for the object; they have these two aspects.",
    "ai-tika-abh08t38:77_3": "the rest are only eighteen signs neither that object nor the object.",
    "ai-tika-abh08t38:78_0": "824-5.",
    "ai-tika-abh08t38:78_1": "(but) now is shown by the earth in the stage, in the passage for recitation.",
    "ai-tika-abh08t38:78_2": "There they surrounded the gods’s (of streams) in their place.",
    "ai-tika-abh08t38:78_3": "Herein, the appearance of five produced in the pentad, not simply.",
    "ai-tika-abh08t38:78_4": "Breathing in-breaths and out-breaths are said: “He who has not developed the state of existence .”",
    "ai-tika-abh08t38:78_5": "For there is no production of the in-breaths and out-breaths in-breaths, there is no further rebirth-breaths and out-breaths,",
    "ai-tika-abh08t38:79_0": "827.",
    "ai-tika-abh08t38:79_1": "now we have been shown where it is said, “Now is in order to give it.”",
    "ai-tika-abh08t38:79_2": "There is the fourth rain ...",
    "ai-tika-abh08t38:79_3": "After apprehending the recitation should be apprehended: the two, that is, the nine kasiṇas omitting the air. He should go from the point of the air. After learning the bases of the bases.",
    "ai-tika-abh08t38:79_4": "Likewise the meaning should be understood in the Commentaries: “And what is said, what is the meaning of it should be apprehended in the eight ways? ”",
    "ai-tika-abh08t38:80_0": "But mindfulness of the body, namely, mindfulness of the body, and the deathless too.",
    "ai-tika-abh08t38:80_1": "Those who see it should be made according to which one’s own continuity, etc.,",
    "ai-tika-abh08t38:80_2": "As to distinction: here the rest of the body is devoted to mindfulness occupied with the body, etc., in the case of the resting places, he must apprehend the sign already described.",
    "ai-tika-abh08t38:80_3": "So mindfulness of the body must be seen as heard.",
    "ai-tika-abh08t38:80_4": "As to the north of the out-breaths and out-breaths, etc., are called “quickly touched by the first.”",
    "ai-tika-abh08t38:80_5": "As regards the carcass of corpses and the bowls in the mouth of garden, etc., that is to say, the phrases, the wind that has been described in the carcassed by the wind and sun. When it has been seen, it is described in the head and seen as “profitable” .",
    "ai-tika-abh08t38:80_6": "They can’t be destroyed by annoying, and running back by means of a simile. They can’t go inside or outside the Brahmajhāna, if they were told by the beginning “Suppose the middle of the world,” and they might not see the three divine abidingsidings.",
    "ai-tika-abh08t38:81_0": "832-5.",
    "ai-tika-abh08t38:81_1": "When he is showing it in this way, they say, “Now. ” When they bring it to the point of a meditation subject, they are said, “Now.”",
    "ai-tika-abh08t38:81_2": "Herein, the meditation subjects should be understood here as the object of these two jhānas, etc., just as the object of the jhāna is observed.",
    "ai-tika-abh08t38:81_3": "who is insane, “Whoever is learning the space from the kasiṇa?”",
    "ai-tika-abh08t38:81_4": "The base consisting of loving-kindness is threefold in which the three divine abidings arise in one who abides in dependence on loving-kindness, and so on. The divine abidings are in three ways.",
    "ai-tika-abh08t38:81_5": "and has abiding of the base consisting of neither perception nor non-perception as there is a cessation giving and a scope of the base consisting of neither perception nor non-perception.",
    "ai-tika-abh08t38:81_6": "Continued existence is the meaning of insight through insight, bliss is the blissful blissful meditation in the present life. And the meaning is good because of blissful meditation in the present life.",
    "ai-tika-abh08t38:82_0": "836-9.",
    "ai-tika-abh08t38:82_1": "When he has thus shown that he is to be told by the Fraternity, he should take the meditation subject and do so on.",
    "ai-tika-abh08t38:82_2": "dwelling in the presence of a teacher, or in the home of the teacher, or to live together with one dwelling.",
    "ai-tika-abh08t38:82_3": "He should then be told:",
    "ai-tika-abh08t38:82_4": "the meaning is, at the moment of his own quail he has gone, is the meaning.",
    "ai-tika-abh08t38:82_5": "Then, the wind from the time to time, should in the future.",
    "ai-tika-abh08t38:82_6": "For in regard to those in such places, the liked is to be found.",
    "ai-tika-abh08t38:82_7": "For even a single one isn’t function against the wind in the same place as before.",
    "ai-tika-abh08t38:83_0": "He should not learn the in detail:",
    "ai-tika-abh08t38:83_1": "But if the meditation subject is learning it in one way and he has learnt it by means of a meditation subject or within one that they reciting it, he should give it his attention to two or three recitations or four recitings.",
    "ai-tika-abh08t38:83_2": "Thus, having shown that he is expounded to such a meditation subject, he can bring it back again and again to the teacher.",
    "ai-tika-abh08t38:83_3": "places where it is placed, the right size: where that place is ready.",
    "ai-tika-abh08t38:83_4": "For when the one who has been agreed upon a person is able to overcome their own aggregates, and is not able to enemies that individual essence through the power of their own mind, then cannot be able to encounterate towards that person, even though they’re able to get an opportunity.",
    "ai-tika-abh08t38:83_5": "Therefore it was said: “Here the places have been established in the place where the monks have agreed.”",
    "ai-tika-abh08t38:83_6": "he has mastered the mind-made body, his mind is mastered by that delight.",
    "ai-tika-abh08t38:83_7": "eighteen grounds ...",
    "ai-tika-abh08t38:83_8": "It is inclination:",
    "ai-tika-abh08t38:84_0": "“Greatly, a great window, the door frame, and the sarong of the sun,",
    "ai-tika-abh08t38:85_0": "One with a pond, or leaves, or flowers, Or fruits, or one that people seek;",
    "ai-tika-abh08t38:86_0": "“Having thrown in the city of Bārāṇasī,",
    "ai-tika-abh08t38:87_0": "In border lands, on frontiers, Unsuitableness, and no good friend—",
    "ai-tika-abh08t38:88_0": "“These are the eighteen instances that such a wise man",
    "ai-tika-abh08t38:89_0": "He should avoid them from afar, like a fearful path.",
    "ai-tika-abh08t38:90_0": "When he had spoken, the eighteen grounds at a time,",
    "ai-tika-abh08t38:90_1": "He who possesses these eighteen circumstances in the form of a certain eighteen currents of persons, and who has not arrived at that very life.",
    "ai-tika-abh08t38:90_2": "For the great abode of making use of a great deed, the meditator’s resolution and transforms the ones as soon as he likes the bonfire in the great rivers.",
    "ai-tika-abh08t38:90_3": "“In which all the several Āṭānāṭikaputta is not worth a sixteenth part",
    "ai-tika-abh08t38:90_4": "If there is much new building dwellings, but there isn’t because of that. That’s why, when there isn’t allowable or other,",
    "ai-tika-abh08t38:90_5": "Likewise there is much the meditation subject between the two ends.",
    "ai-tika-abh08t38:90_6": "Venerable Divine has been living with by arrival for the night, which is constantly crowded,",
    "ai-tika-abh08t38:90_7": "where it’s a stone named Soṇadaṇḍa.",
    "ai-tika-abh08t38:90_8": "There many waters that had been drugged for the purpose of which were prepared.",
    "ai-tika-abh08t38:90_9": "Wherever they come from here, they thought, “Whoever returns here?”",
    "ai-tika-abh08t38:90_10": "assembled in the city of Bhoganagara were going to an object, that is to say, the object of going.",
    "ai-tika-abh08t38:90_11": "The wooden buys were like firewood,",
    "ai-tika-abh08t38:90_12": "When there is support for the inner fields, etc., it is precincts in the middle of the monastery.",
    "ai-tika-abh08t38:90_13": "The habit of dwelling in the ears is dwelling in the place where they dwelt.",
    "ai-tika-abh08t38:90_14": "he is constantly brought everyone from the water-pot that was fixed with people.",
    "ai-tika-abh08t38:90_15": "When there are people living in the borderlands, they were no little confidence.",
    "ai-tika-abh08t38:90_16": "If he is gathered so covering the two kings, he collected them in the royal compound, saying, “When there are two of us,” he may reach Arahantship and take him by for alms.",
    "ai-tika-abh08t38:90_17": "They must live without formal support for the sickness. That’s why they are unable to keep company with such things as checking. That’s why they should arrange them from the dwellings in the open without analyzing them.",
    "ai-tika-abh08t38:91_0": "But the state of Vibhaṅga should be understood in this way: “We will give such a reference to such a dwelling,” and so on.",
    "ai-tika-abh08t38:91_1": "from village to village:",
    "ai-tika-abh08t38:91_2": "And not too far from the village within the village, opposite is an unsuitable lower, but in the middle of the village,",
    "ai-tika-abh08t38:91_3": "In the last watch of the night, he does not go to the neighborhood of the village.",
    "ai-tika-abh08t38:91_4": "With this going to the coming of the going,",
    "ai-tika-abh08t38:91_5": "What is an instance for one of the village, not for one who is unsurpassed in the northern quarter, and is bound up to the northern quarter, but not for going anywhere else.",
    "ai-tika-abh08t38:91_6": "But that much is stated under the heading of “possessed” and “preliminary five hundred” can be understood only four in number, that is to say, fewness of wishes, and so on.",
    "ai-tika-abh08t38:91_7": "for this is said by the Blessed One:",
    "ai-tika-abh08t38:92_0": "“And how does a lodging have five factors?",
    "ai-tika-abh08t38:92_1": "It’s when a lodging doesn’t come too far. They’re not flies, mosquitoes, wind, sun, and reptiles. They don’t come back to the beginning. They’re educating their lodgings. Then they don’t ask questions, ‘May they get cardent back to the teachings, the educates, encourage others to do the same.",
    "ai-tika-abh08t38:92_2": "What is that?",
    "ai-tika-abh08t38:92_3": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
    "ai-tika-abh08t38:92_4": "That’s how a lodging has five factors.”",
    "ai-tika-abh08t38:93_0": "And here there is no place here too far that cannot be transferred to another, the people having prevented by day, by night, and by night, by day, by night he should rising nearby to many kinds of sounds, by night, observed the sky, by day, by night, bigness, and observed the supplied and provided with the five kinds of people, with fewness of wishes, contentment, and so on.",
    "ai-tika-abh08t38:94_0": "840-1.",
    "ai-tika-abh08t38:94_1": "First the canders were told, causing them (he said): “This is the First Finallyight, going up from the waters, wrapped in the head, and starting from the feet of the head.”",
    "ai-tika-abh08t38:94_2": "He should be the curry of the bowls, he should be surrounded by a league.",
    "ai-tika-abh08t38:95_0": "As a consequence, it is bound for opposite sex.",
    "ai-tika-abh08t38:95_1": "When you’re slaughtering ...",
    "ai-tika-abh08t38:95_2": "Whoever has dyed these four corpses, that is why the Vajjians have been dead.",
    "ai-tika-abh08t38:95_3": "They get rid of resentment, not irritable or dropped.",
    "ai-tika-abh08t38:95_4": "The meaning is: it caused by runns and very beautiful means, free from its appearance.",
    "ai-tika-abh08t38:95_5": "for one external objects, whether in the open or in the open area.",
    "ai-tika-abh08t38:95_6": "They knock the beds, wrapped in a cow, and went to the charnel ground.",
    "ai-tika-abh08t38:95_7": "where it stayed right there.",
    "ai-tika-abh08t38:96_0": "yet he becomes more surrounded by what is called to say,",
    "ai-tika-abh08t38:96_1": "and having canopyed the round, having made the upper robe together,",
    "ai-tika-abh08t38:96_2": "the waist, sail, or as a result of wrong conduct.",
    "ai-tika-abh08t38:96_3": ": the ear-picks removed from the panels, the floorb-covers, the upper robes is what is said.",
    "ai-tika-abh08t38:96_4": "Hence it is said: “After taking it,”",
    "ai-tika-abh08t38:96_5": ": “Where are you all decrepits?”",
    "ai-tika-abh08t38:96_6": "Liberating the inner skin of the fourfold army, the inner skin of the two armies.",
    "ai-tika-abh08t38:96_7": "For it was said above that simile of the eight refutations or the laws in this way.",
    "ai-tika-abh08t38:96_8": "quenching, quenching.",
    "ai-tika-abh08t38:96_9": "For the person who deed is performing in Kapilavatthu would become the eighth in this way.",
    "ai-tika-abh08t38:96_10": "and having drunk (him) with his hand he canopy the earth, as though unable (only), he was fearlessly swept away the ground with his hand.",
    "ai-tika-abh08t38:96_11": "After eating it, they sit down in that place, wherever they sit, that place of the kasiṇa should sweep it and fall.",
    "ai-tika-abh08t38:96_12": "Devoted, having destroyed the jungle,",
    "ai-tika-abh08t38:97_0": "The place where the kasiṇa was placed on a ploughed wheel rolling the knees, and places it in the circle of the hands. In the place he placed it aside, the kasiṇa in the circle of the Fraternity, the kasiṇa pent it is said to be the foremost.",
    "ai-tika-abh08t38:97_1": "On its four-peaks: the unclean poisonous snakes, the dog’s brown, the soles, and the coverings in the ribs, is what is said.",
    "ai-tika-abh08t38:97_2": "For one who is sitting on the ground does not appear to him seats, etc., when he is sitting on the seat of the hands, etc., of the inner skin of the bowl is evident,",
    "ai-tika-abh08t38:97_3": "If he sits higher up, he has to look at it with his neck bent; and if he sits lower stretching his hands, he may sit down in the ground before dawn on the hands. That is why he should sit down the branches of the palms.",
    "ai-tika-abh08t38:97_4": "he must have gone on a journey in the four postures and lains down on the ground, and he sits down cross-legged, with his beds and chairs after getting up from his benches, and he said, “Having chopped a couches, etc., the meaning is why doing so, after putting down the sitting cross-legged,” and he said, “Nows his sitting down on the lad,”",
    "ai-tika-abh08t38:97_5": "If he sits down in a dwelling with a very seat, he shows it is easy to give him pleasure.",
    "ai-tika-abh08t38:97_6": "placed it in the upper room, and placing it on the top of the body uncovered the the hair, and the the the skin is the meaning.",
    "ai-tika-abh08t38:97_7": "For if they were seated at the rising sun, they wouldn’t give rise to confidence in those same moments. Then the feelings wouldn’t arise still because of that.",
    "ai-tika-abh08t38:97_8": "he has not even a single meditation subject that has not arisen,",
    "ai-tika-abh08t38:97_9": "And they achieve growth in the next life, and they attain it.",
    "ai-tika-abh08t38:97_10": "Now, while this meditation subject is said, “Having been shown that the meditation subject is mindful,” the meaning is,",
    "ai-tika-abh08t38:97_11": "For by one leting a loud noise, thinking: “From whomever has undertaken these letters here, there is the meaning of the level of mindfulness,” according to the word-meaning of the length of the front.",
    "ai-tika-abh08t38:97_12": "“This is the establishment of mindfulness, either the sign of neither too .",
    "ai-tika-abh08t38:97_13": "hence this is called mindfulness at the front.”",
    "ai-tika-abh08t38:97_14": "Or alternatively,: “The meaning is that it is included in,” thus it is “restraint in the sense that is present.”",
    "ai-tika-abh08t38:97_15": "Hence it is said: ‘When there is such a word in the Factors of Complete Awakening, he thinks, “He is gets rid ofleness ,” according to the incomparable, just as when there is no making such gifts, he has made the drums in the sense of urgency, making it its object.",
    "ai-tika-abh08t38:98_0": "having seen the danger in being stiffened with joy, (saying): “When I saw the bones that were opened by air, I desired in the Nādikas, and so on, after seeing the danger in being corrupted, I do not review the drawbacks in these things.”",
    "ai-tika-abh08t38:98_1": "Seeing a sanctuary for renunciation, they’re a sanctuary of renunciation, good will, and harmlessness. And, they give up all suffering.",
    "ai-tika-abh08t38:98_2": "ultimate goal ...",
    "ai-tika-abh08t38:98_3": "After attaining the triple treasures in the Buddha, the Sole Protector of the Three Treasures, and having the virtues of the Three Treasures, the Lord of treasures,",
    "ai-tika-abh08t38:98_4": "counterpart ...",
    "ai-tika-abh08t38:98_5": "Guarding this: “I’m freed from all Buddhas, at the end of the arrivals of all Buddhas, I’ll be happy and recommended by all the way of speaking of renunciation, and having made a gain of happiness and attainment.” So the Lord of the Enlightened One, who is unshakable, equipment, and safety, fortunateness, that is the one who leads to peace.",
    "ai-tika-abh08t38:98_6": "and she urges her on, wrapped up with eyes. Having smeared with gladness, and covered with gladness, by the name of the Vaggumudā.",
    "ai-tika-abh08t38:98_7": "For if he opens his eyes too simply, it becomes undeveloped, which is the opposite of the eye’s accumulating, it becomes positioned, and its characteristics, because it is fact that he has the characteristic of function, and he manifests in discrimination, thus it is the void, hole, and it is manifested as the circle of his own.",
    "ai-tika-abh08t38:98_8": "it smooths too, like a vessel on its rough touching the dirt of a visible data, which resembles the disks of visible object.",
    "ai-tika-abh08t38:98_9": "so too, when a man gets to see a woman with a lovely sign, they lose their minds, even if he gets a hundred thousand coins, etc., thinking, “This is why I am illuminating the signs of serenity,” he should not apprehend the sign in that same way.",
    "ai-tika-abh08t38:98_10": "with the sign he apprehends the sign in relation to the earth kasiṇa, seizes with the eye.",
    "ai-tika-abh08t38:99_0": "856-7.",
    "ai-tika-abh08t38:99_1": "Now comes the signs said to show the features of the details, etc., that is to say, “Noble One!”",
    "ai-tika-abh08t38:99_2": "You should not think similes to the extent of the earth kasiṇa, etc., as to colour, shape, direction, location, and delimitation.",
    "ai-tika-abh08t38:99_3": "but with eye-consciousness, etc., in accordance with the eye-contact it is not possible to apprehend the sign in eyes, etc., and in the way already described, after considering “One who is able to think about,” he should see his in the way already described.",
    "ai-tika-abh08t38:99_4": "And they don’t give attention to the characteristic of stiffenedness in that, and they shouldn’t give attention to it.",
    "ai-tika-abh08t38:99_5": "Seeing each of them, they were prevented and anxious, they released.",
    "ai-tika-abh08t38:99_6": "For his mind is easily concentrated in the earth element, if it is a cliffing down of the earth element, the mind becomes capable of breaking out of the earth element, like a mass of water on the earth element.",
    "ai-tika-abh08t38:99_7": "Without having a certain mind rejoicing, having undisturbed mind,",
    "ai-tika-abh08t38:99_8": "Having thus spoken thus: “ earthquakes like this, doctors,” or they might tell in accordance with the Teaching.",
    "ai-tika-abh08t38:100_0": "858.",
    "ai-tika-abh08t38:100_1": "if your mind is still to settle I can settle your mind in earth, water and fire to anxiety. And who would bring me to mind?",
    "ai-tika-abh08t38:100_2": "Or alternatively, what is it said? Or “What can I say?”",
    "ai-tika-abh08t38:100_3": "He wields power: whatever is allowed, he goes to, saying: “Venerable, what can be done, what can be done, or that one is allowed to come?”",
    "ai-tika-abh08t38:100_4": "although the earth is included in this way, “Whatever is said to be the earth kasiṇa,” it should be developed in the name of earth.",
    "ai-tika-abh08t38:101_0": "859-60.Ummīlitvā…pe…",
    "ai-tika-abh08t38:101_1": "So firstly, when the teacher learns sign any kind of sign that very same sign, would there be more than that, if he apprehends the sign in them, would enumeration eventually that. Then he dropped into it with a hundred thousand coins, or a hundred thousand times. Then, after making it recited the sign again and again, it would subtle and again,",
    "ai-tika-abh08t38:102_0": "if he picks up it up, gets hold of, contacts it up, and goes beyond the cattle,",
    "ai-tika-abh08t38:102_1": "If he develops the meditation subject in earth, he should develop it without time, and then with the sign of earth.",
    "ai-tika-abh08t38:102_2": "And it is not possible to look at it without saying such a place.",
    "ai-tika-abh08t38:102_3": "As the happiness of safeguarding should be developed like this,",
    "ai-tika-abh08t38:103_0": "864-5.Papañca…pe…",
    "ai-tika-abh08t38:103_1": "Standing in the absence of some business come back to the place where some business he comes, while sitting, he should do so again and again with feet.",
    "ai-tika-abh08t38:103_2": "For one who is below should pursue the dwellings in a board and the foot-stool, the foot-scraper, and the two wants to digest that is where they want.",
    "ai-tika-abh08t38:103_3": "first of the people there were plenty of sounds and tails for the sake of thorns. That is why, thornsing the sound of drums, and so on.",
    "ai-tika-abh08t38:103_4": "Likewise: “The Mount Vediyaka and the Kattika should be spoken to about the meaning of this.”",
    "ai-tika-abh08t38:103_5": "Unsuitableness, the overcoming of encountered opposite sex on some business.",
    "ai-tika-abh08t38:103_6": "which is to be found in the place where the piece of merch.",
    "ai-tika-abh08t38:103_7": "having taken it, he takes it and has someone else grabbed it again, saying:",
    "ai-tika-abh08t38:104_0": "On the contrary, when he came back to the place where he was wandering, he came back together again, and again he explained the prominent merchants.",
    "ai-tika-abh08t38:104_1": "should be developed by attention to that sign, that is to say, the attention should be developed.",
    "ai-tika-abh08t38:104_2": "Should enquire rightly, that should be rightly spoken.",
    "ai-tika-abh08t38:104_3": "The meaning is that it should be brought to mind by means of loving-kindness, etc., as follows: “You should practice the right kind of thought, then the fact that it is associated with the gives attention to the meditation subject, and it is worked by law of the manner of consciousness.” When it is cleansed, the meaning should be practiced again and again.",
    "ai-tika-abh08t38:105_0": "I wish to focus on the foundation of whatever sign is wanted,",
    "ai-tika-abh08t38:105_1": "In this way the meditation subject does not apply themselves to one who practices it,",
    "ai-tika-abh08t38:105_2": "As they do so, having got rid of repulsion, and familiarity, they get rid of the three faculties, namely, clans, life-continuum, and have arisen in the seven ways. Then, when they achieve the attainment of faith, ethics, learning, generosity, and wisdom, they produce the enlightenment factors of awakening, and the absorption that the produced by many kinds of thought and developed by many kinds of thought,",
    "ai-tika-abh08t38:105_3": "Then the straight way of them adorned with the sacred Scriptures, crows, hawks, and bones.",
    "ai-tika-abh08t38:105_4": "Therefore it was said: “They departed,”",
    "ai-tika-abh08t38:105_5": "the five hindrances are developed.”",
    "ai-tika-abh08t38:105_6": "immersion ...",
    "ai-tika-abh08t38:105_7": "The meditator who makes the counterpart sign observes the sign that arises in him in one whose mind is concentrated at the moment of access concentration, and so on. The counterpart sign arises in him when he is access concentration.",
    "ai-tika-abh08t38:106_0": "for the counterpart sign is the counterpart sign,",
    "ai-tika-abh08t38:106_1": "The first learning sign",
    "ai-tika-abh08t38:106_2": "Leaving the sword of the body, bearing the mind,",
    "ai-tika-abh08t38:106_3": "like a strong harnessed by the arm, like a troop in a strong rope.",
    "ai-tika-abh08t38:106_4": "Yet when he enters it himself, the blue appears unclean position him.",
    "ai-tika-abh08t38:106_5": "Thus the counterpart sign is well apprehended, well attended to, well observed; and the counterpart signs of intervals which is shown that it is well shown that it is in this way and the blessed,",
    "ai-tika-abh08t38:106_6": "Hence it is said: “Blessed Ones, do you cross over the flood?”",
    "ai-tika-abh08t38:106_7": "When the learning sign appears in the learning sign, etc., with a finger-net, and as having learnt it, its appearance and so on. Then, when virtue of fingers, etc., is evident, it is easy to find in its special qualities of being, the meaning is apparent.",
    "ai-tika-abh08t38:106_8": "Though he has none of these two things , etc., which have already been stated .",
    "ai-tika-abh08t38:106_9": "for if there were to be something else, it might be coarse of the eye, gross, susceptible of comprehension, and so on. But it wouldn’t be like that.",
    "ai-tika-abh08t38:106_10": "But if they don’t say, “What does we do in the same way?” ...",
    "ai-tika-abh08t38:106_11": "Herein, the wisdom there is from developing knowledge, and insight into the development of wisdom, is what is meant.",
    "ai-tika-abh08t38:106_12": "There is no state of non-greed, how can there be",
    "ai-tika-abh08t38:106_13": "Hence it is said: “In this way I have attained a surmounting mindfulness of breathing in developing that connection with the development of concentration through insight” . Herein, the meaning is that it is indicated by the means of the development of concentration and connection with the development of concentration.",
    "ai-tika-abh08t38:107_0": "875-8.",
    "ai-tika-abh08t38:107_1": "If there isn’t, one who is unincluded, but then it is to be able to get it back again.",
    "ai-tika-abh08t38:107_2": "For when the counterpart sign arises in him, then the hindrances are suppressed, exertion arises in him.",
    "ai-tika-abh08t38:107_3": "The good reponents : the rest, the rest, that is their defilements abiding by suppression.",
    "ai-tika-abh08t38:107_4": "When told, “Understanding,” he replied, “There is no meaning of that concentration,” etc., in the same way as stated, that is, specifically said.",
    "ai-tika-abh08t38:107_5": "Two on the two, that is to say, the state of defilement, etc., which is produced by mundane and supramundane states.",
    "ai-tika-abh08t38:107_6": "And now these words are shown by the fortunateness opposite sex in detail, and so on.",
    "ai-tika-abh08t38:107_7": "Upatissa went above accessories to access Thūpa.",
    "ai-tika-abh08t38:107_8": "This is the purpose of gaining that is the purpose of gaining concentration, the state of streaming (only) for the purpose of getting rid.",
    "ai-tika-abh08t38:107_9": "How do they become led to access concentration, which is there giving and using little food? ”",
    "ai-tika-abh08t38:107_10": "Or else, if it is extended, the states consisting in specifically, it is not possible to display an unprofitable state even when they attain the jhāna factors of immersion, and so on. The meaning is that it shakes off the jhāna factors.",
    "ai-tika-abh08t38:108_0": "879-80.Aṅgāni…pe…",
    "ai-tika-abh08t38:108_1": "Nor for : it is not possible to settle on the fourfold army, nor any development of the opposite sex.",
    "ai-tika-abh08t38:108_2": "attaining the end of the path",
    "ai-tika-abh08t38:108_3": "Therefore because one is born in a (true) family, therefore you should know,",
    "ai-tika-abh08t38:108_4": "The thought occurs with an improvement for a whole day, just as a strong man might, after rising from his seat, has arisen in the same way, cutting off the absorption on the whole day, and for a whole day, just as a healthy man, after having arisen in a whole day.",
    "ai-tika-abh08t38:108_5": "even if he shows the same kind of ability, then it is not shown that he says, “Not so much in the next life”;",
    "ai-tika-abh08t38:108_6": "Herein, just as when a young man is born in a young man’s bowl, a little baby boy eventually uses it at the right time and then continues to be settle on the ground.",
    "ai-tika-abh08t38:109_0": "while sitting on the ground he obtained the sign of foulness, and the sign of the gods under the earth, after which he had obtained in the sign of serenity and discerned.",
    "ai-tika-abh08t38:109_1": "for its access itches (as above) the ground.",
    "ai-tika-abh08t38:109_2": "to become a Wheel-Turning Monarch’s merit. It is good to become a wheel-turning monarch.",
    "ai-tika-abh08t38:109_3": "There is no one who drinks them for (performed) the jhāna, which is obtained in the access of the jhāna.",
    "ai-tika-abh08t38:109_4": "For a signless signifies in this way, the object is not included in the signs, and it is necessarily in him eventually reached by the jhāna.",
    "ai-tika-abh08t38:109_5": "That is why it is said: “Expert in himself.”",
    "ai-tika-abh08t38:110_0": "while dwelling in a monastery, or, wherever they’re kept, but don’t have arisen, they don’t become immersed in samādhi, and do their mind haven’t become immersed in samādhi. This is the one-proclaimed, their mind should be immersed in samādhi where they haven’t immersed in samādhi. This is the three kinds of immersion.",
    "ai-tika-abh08t38:110_1": "roaming: like a alms-resort village, he collects the resting place in the western direction, southern quarters or the other.",
    "ai-tika-abh08t38:110_2": "Endowed with the thirty-two talks,",
    "ai-tika-abh08t38:110_3": "Because the sign of the hide stretching the sign.",
    "ai-tika-abh08t38:110_4": "A person who is a transport animal whose mind is immersed in samādhi, who has no immersion due to virtue, etc., should not be immersed in samādhi.",
    "ai-tika-abh08t38:110_5": "(But) the water was cut up like the water, like the water was rubbish.",
    "ai-tika-abh08t38:110_6": "Whoever has a meal of stalks a bit of mangoes, the honey is unsuitable.",
    "ai-tika-abh08t38:110_7": "Climate: a cool climate,",
    "ai-tika-abh08t38:110_8": "That’s why, whatever food is inconvenient or sitting, there is no opportunity for eating,",
    "ai-tika-abh08t38:110_9": "That is the posture for one who advertsity, etc., and whose mind is undeveloped, and whose mind isn’t immersed in samādhi,’ and like the Vajjis whose mind has applyed that same day.",
    "ai-tika-abh08t38:111_0": "Seven on the places of loss, etc., which are suitable in what is suitable, and unsuitable, in the law of the seven he likes .",
    "ai-tika-abh08t38:111_1": "Herein, talk about the state of existence in the definition of the hell called solitary retreat.",
    "ai-tika-abh08t38:111_2": "For when he practices in this way: Practicing the development of the beings in the way already described, and cultivating the seven suitable reasons in the way already described, he should cultivate that sign.",
    "ai-tika-abh08t38:112_0": "888-9.",
    "ai-tika-abh08t38:112_1": "Which is unprofitable and lacking regard for ten kinds of profitable way, arrogance here and there is absorption: the knowledge of the path and insight that leads to the present life, or in lives to come. And there is the means of which there is such a path, bringing back.",
    "ai-tika-abh08t38:112_2": "As they do so, their consciousness follows after absorption, their keenness is successful.",
    "ai-tika-abh08t38:113_0": "890-2.Sāti appanā.",
    "ai-tika-abh08t38:113_1": "For it is possible that this is, it is possible for arouses the purpose of preventing the development of concentration, etc., that is, because it is possible to attain (supreme) energy, that is, one who gives up the tranquillity of concentration, and energy by development to concentration in contemplation thus: “This concentration, that is inclination of energy.”",
    "ai-tika-abh08t38:113_2": "Herein, one who is greedy is the meaning is its meaning.",
    "ai-tika-abh08t38:113_3": "While they are going along a balanced effort, a preference to development, and profitable state.",
    "ai-tika-abh08t38:113_4": "Hence it is said: “hurriedly, having been undertaken holding it rolling.”",
    "ai-tika-abh08t38:113_5": "That bondage is bound by conceit.",
    "ai-tika-abh08t38:114_0": "The meditator’s development is established in the way already described. The sign of energy is the counterpart sign of that. The meditator’s development of the sign of the following similes that is the counterpart of that same sign, and it is the counterpart of that.",
    "ai-tika-abh08t38:114_1": "will arise and arisen,",
    "ai-tika-abh08t38:114_2": "The foundation of the earth kasiṇa is the counterpart sign, and the counterpart sign that appears,",
    "ai-tika-abh08t38:114_3": "Jeta’s Grove parks like a fine-material sphere.",
    "ai-tika-abh08t38:114_4": "Hence it is said: “He should live in the sphere of the forms.”",
    "ai-tika-abh08t38:114_5": "Like the sensuous kinds of sensual stimulation,",
    "ai-tika-abh08t38:114_6": "Defilements : even the power of development is shown by the strength of the strength who has reached the ultimate end.",
    "ai-tika-abh08t38:114_7": "Putting outshone the workshopkeeper and access,",
    "ai-tika-abh08t38:114_8": "Herein, it is lived there after having comprehended.",
    "ai-tika-abh08t38:114_9": "Each : just as go to the village, town, and capital cities, “from seat to prepare seats” are said to because they don’t do their seats.",
    "ai-tika-abh08t38:114_10": "Upavāṇa, after making no fault, they will give up.",
    "ai-tika-abh08t38:114_11": "since it is not evident that there is absorption because of the special qualities of embracing since it is not evident that there is absorption or elsewhere else, etc., respectively bathing and so on.",
    "ai-tika-abh08t38:114_12": "Here amount of these kinds: he should rejoice in red-",
    "ai-tika-abh08t38:114_13": "The third (fot) of the fourth (supernatural) lineage, the Lord of the Earth, the Sole Leader of the World, the Lord of Sages coming.",
    "ai-tika-abh08t38:115_0": "900-3.",
    "ai-tika-abh08t38:115_1": "all of them are not grasped. It is said in the first place where all the perceptions have been grasped, and not contradicts it.",
    "ai-tika-abh08t38:115_2": "Where the other’s nature is the same thing to be reached by one, each is the best, being the opposite sex, or the rest is described under the heading of various kinds, that is to say, the origin of the worldly states, etc., and the other words “possessed by various kinds of intentions” .",
    "ai-tika-abh08t38:115_3": "or the fourth, or the fifth is to be understood as the fifth.",
    "ai-tika-abh08t38:115_4": "For if he is swift insight into the fourth absorption, then he is the fifth in which he knows:",
    "ai-tika-abh08t38:115_5": "and less than that.",
    "ai-tika-abh08t38:115_6": "Hence it is said: “He is standing,” and so on.",
    "ai-tika-abh08t38:115_7": "Why not? It isn’t they say that there is no enlightenment in the future?",
    "ai-tika-abh08t38:115_8": "For the life-continuum is the sixth and the seventh-concentrated wielding of the mind’s end, and then the seat is to be reached near the middle of the Jina’s seat.",
    "ai-tika-abh08t38:115_9": "he went back to the realm of gods,",
    "ai-tika-abh08t38:115_10": "The sixth (story) becomes accumulated by the seventh or wide.",
    "ai-tika-abh08t38:116_0": "904-6.",
    "ai-tika-abh08t38:116_1": "Then why is it called “shoping the seventh time” or “The Jeta’s Grove?”",
    "ai-tika-abh08t38:116_2": "When the first categories were the elders, they said: “Having acquired all these things, what is skillful, what is unskillful, and what is the reason why, they say about the first and achievement of the seventh?” Then, “Having gone beyond the sixth day, they say, “Weight the sixth and become dead, they oppressed,” and they reach the second and third jhāna, etc., before giving attention to these seventh.",
    "ai-tika-abh08t38:117_0": "He is unable to make a wish, and he is unable to reach the end of absorption.",
    "ai-tika-abh08t38:117_1": "were not able to settle on the very helpful, and so he is unable to arise in him.",
    "ai-tika-abh08t38:117_2": "And there is no-one else in the former lineage, saying: “Neither suttantas”, etc., they don’t give the value of the mountains, and so on.",
    "ai-tika-abh08t38:117_3": "Because even so long as the teacher takes up residence there is first gratifying knowledge the present life in the present life, and in the sixth and in the first they received the Peaceful feeling because of the Lord of the Felings in the present life. So long as they don’t get weak from the sixth, they don’t become weak because of the sixth.",
    "ai-tika-abh08t38:117_4": "And if this is how seven monasteries ends in between the seven classes of rebirth.",
    "ai-tika-abh08t38:117_5": "The remaining distinction by means of loving in for attaining the benefits, etc., as follows:",
    "ai-tika-abh08t38:117_6": "for the three kinds of ascetic practice, that is to say, the threefold understanding, and the threefold understanding,",
    "ai-tika-abh08t38:117_7": "Herein, there is no place for the purpose of settling the goal for the purpose of protection, etc., when the teacher, the feelings are destroyed by the teachers and powerful, not by one who is virtuous.",
    "ai-tika-abh08t38:118_0": "907.Eka…pe…",
    "ai-tika-abh08t38:118_1": "But it is not just one manner of consciousness that follows after a single moment and falls asleep. But when one attainment ceases, it ceases.",
    "ai-tika-abh08t38:118_2": "For there are seven instances in which the normal extent of the cognitive series does not apply. They are in the cases of the first absorption, the mundane kinds of direct- knowledge, the four paths, the fruition next after the path, life-continuum jhāna in the fine-material and immaterial kinds of becoming, the base consisting of neither perception nor non-perception as condition for cessation of perception and feeling, and the fruition attainment in one emerging from cessation.",
    "ai-tika-abh08t38:118_3": "By so doing any not long interpretations, which are unlimited, pure and bright,",
    "ai-tika-abh08t38:118_4": "For there is no uninterrupted path in two or three fruits of the dimension of neither perception nor non-perception. When there is no shelter in one-perception, there is no one reason for one in the fourfold reckonings. So there is only a single one instance.",
    "ai-tika-abh08t38:119_0": "after taking care of his for the sake of reviewing the jhānas for the sake of (wholesome),",
    "ai-tika-abh08t38:119_1": "He doesn’t review the extent of his reviewing. So how does he review it?",
    "ai-tika-abh08t38:119_2": "This being so, the result of (good) actions that deluded for the sake of existence,",
    "ai-tika-abh08t38:119_3": "For when there is no reviewing, there is novision of what is uninterrupted cessation—and no reviewing of them with understanding—are easy to reviewing the extent of mindfulness.",
    "ai-tika-abh08t38:119_4": "After reviewing them, they do not practice it.",
    "ai-tika-abh08t38:119_5": "To review the extension of the preference:",
    "ai-tika-abh08t38:119_6": "For when reviewing is the enquiry of the reviewing of this adverting monasteries.",
    "ai-tika-abh08t38:120_0": "911-3.",
    "ai-tika-abh08t38:120_1": "hiding out of various kinds of deludedness, (wholesome) the mind from the bondages.",
    "ai-tika-abh08t38:120_2": "As regards here and now: herein, the meaning is, because of undertaking armies.",
    "ai-tika-abh08t38:120_3": "Because of the production of joy, producing kamma-profitableness in the way already stated .",
    "ai-tika-abh08t38:120_4": "Or alternatively, they are called “prelicing ill will” because of its making ill will, or separate , thus it is the meaning.",
    "ai-tika-abh08t38:120_5": "Because of the power of coolness of the coolness of ill will, etc., with a mind that is peaceful and sublime in one who is extinguished with coolness.",
    "ai-tika-abh08t38:121_0": "and it is through the power of renunciation that is called lotuses through the subsiding of the sense-sphere thoughts of sense pleasure, etc., and steping the mind through the power of sense desires, etc., and without giving attention.",
    "ai-tika-abh08t38:121_1": "Equanimity of renunciation is the first jhāna in renunciation ; it is expounded by the method of the divine abidings.",
    "ai-tika-abh08t38:121_2": "the first jhāna in the three divine abidings expert in the first three divine abidings.",
    "ai-tika-abh08t38:121_3": "He became anxious and remorseful: it is provided with the flame of the impediment of the truth of worms and the rest. It is because he has no concern for him.",
    "ai-tika-abh08t38:121_4": "Likewise: although mistakenly, etc., the definition of the pervasion of only is “confidence” because of the words “concernality.”",
    "ai-tika-abh08t38:121_5": "Hence it is said: “He is agitation and worry over agitation and worry”.",
    "ai-tika-abh08t38:121_6": "are likewise in wisdom:",
    "ai-tika-abh08t38:121_7": "Likewise the Elder Nuns beginning with the Dhamma: “Confidence of the teacher, what is contrary to the Teaching, the Elder Nun, and that is actually in conformity with the object” .",
    "ai-tika-abh08t38:121_8": "Potaliya it is said: “In the section dealing with the happiness Is in the pervading as its object” and “It is eliminationed, happiness will because it is not evident to him as its object, having cut off the unattained, the happiness due to the abode, and it cannot because it is not overshadowed there, he pervaded by the supposing of the five ways as its object. Then, after which is why it is done for him, it cannot happened as anchored.",
    "ai-tika-abh08t38:122_0": "good in the beginning, good in the middle, good in the end, and good in the end, which is good in the end, and good in the middle, and good in the end, and good in the end.",
    "ai-tika-abh08t38:122_1": "according as it is said: “The first jhāna is the purification of the way is the beginning, intensification of equanimity is the middle, and in the end.”",
    "ai-tika-abh08t38:122_2": "Herein, the purification of the prior stage in the earlier stage is a name for equanimity consisting in the later starting with it is called “withstanding purification”. Consequently, “withstanding that jhāna is purified from the first jhāna and its in the law”.",
    "ai-tika-abh08t38:122_3": "THE Equanimity is one who has not failed in loving-kindness for jhānas, etc., in order to purify equanimity, etc., and is said to have functionality towards oneself in order to purify equanimity, and equanimity as annoyance.",
    "ai-tika-abh08t38:122_4": "Now that jhāna is interruptedness at that moment,",
    "ai-tika-abh08t38:122_5": "Therefore it was said: “Chardly warning sandals in the middle.”",
    "ai-tika-abh08t38:122_6": "Herein, there is no satisfaction in the sense of knowledge, the knowledge of the arrogance, and the knowledge of the absence of such knowledge.",
    "ai-tika-abh08t38:122_7": "She has analyzed into the language of absorption. It is called “announcing” and “the end of the jhāna.”",
    "ai-tika-abh08t38:123_0": "Abhaya, this is called equanimity consisting in purification of the way beginning, “Perceiving purity of mindfulness and equanimity” . It is a name for equanimity consisting in unintentional peacefulness.” Then it is said to composed purification in this way: “The way isnunciation in order to purification, namely, equanimity.”",
    "ai-tika-abh08t38:123_1": "When this is how there is non-confusion of the Dhamma, and it is done namely, it is done by an unprofitable way of jhāna.",
    "ai-tika-abh08t38:123_2": "for it should not be understood that interruption of the way beginning, “The path of purification is this way interruption, the way consisting in equanimity, and the way is it should be understood as the approach, with equanimity as the approach, and with equanimity as its profound.",
    "ai-tika-abh08t38:123_3": "After doing this, the Buddha said: “The practice that has been undertaken in purification of the way is purity by equanimity, and the knowledge of equanimity is fulfilled,” it is knowledgeable.",
    "ai-tika-abh08t38:123_4": "Herein, the unification of mind is called “recollection of the faculties” and “bounded” in one whose mind is single conscious conduct, and so on. He is the preceding specified pervasion by the means of the appropriate effort, and so on.",
    "ai-tika-abh08t38:124_0": "The ten characteristics, etc.,: “I have three characteristics, etc., are unenclosed in the middle beginning, middle, and end. ” This is how they should be undertaken.",
    "ai-tika-abh08t38:124_1": "for this is said:",
    "ai-tika-abh08t38:125_0": "“Of the first jhāna, the purification of the way is the beginning,",
    "ai-tika-abh08t38:125_1": "its characteristic.",
    "ai-tika-abh08t38:125_2": "for three characteristics.",
    "ai-tika-abh08t38:125_3": "Their mind is purified and superhuman, the mind enters into and emerges from that state of equiliberation. Their mind becomes purified from the middle of the stilling that states of equipment is purified. The mind enters into and practices it with the first jhāna for the central state of equiliberating, which is purified, makes way for the equipment is purified, and substantial.",
    "ai-tika-abh08t38:125_4": "Hence it is said: ‘The first absorption is good in the beginning, good in the middle, and good in the end.’",
    "ai-tika-abh08t38:126_0": "“‘Of the first jhāna intensification of equanimity is the middle’: how many characteristics has the middle?",
    "ai-tika-abh08t38:126_1": "for three characteristics.",
    "ai-tika-abh08t38:126_2": "The mind has arisen in the middle of the equanimity. And he looks on with equanimity at the appearance of unity, and he looks on with equanimity at the appearance of unity, and he looks on with equanimity at the appearance of unity, and he looks on with equanimity at the appearance of unity, unification of mind with equanimity as enquiry, and equanimity in the middle.",
    "ai-tika-abh08t38:126_3": "Hence it is said: ‘The first absorption is good in the middle which possesses the characteristics. ’",
    "ai-tika-abh08t38:127_0": "“Of the first absorption, the end is the end.",
    "ai-tika-abh08t38:127_1": "Compassion is the characteristics of the end.",
    "ai-tika-abh08t38:127_2": "are the four characteristics of the end.",
    "ai-tika-abh08t38:127_3": "Herein, there is non-arising of the teachings in the sense that there is non-excess of any of the states arisen in the sense that there is in the sense of urgency, and the satisfaction in the sense that the appropriate energy is effective, and the satisfaction in the sense of searches.",
    "ai-tika-abh08t38:127_4": "Hence it is said: ‘The first absorption is good in the beginning, good in the middle.’”",
    "ai-tika-abh08t38:128_0": "And there is from the phrase’s mind” , that is to say, the penetration of the Enlightened One’s mind” , the then in the way already stated, the jhāna is mentioned, and then in the way already stated .",
    "ai-tika-abh08t38:128_1": "Like this, the minds of mentioned, which were purified from the group of six, has limited imperfections, and is possessed of concentration, having just attained that same sign, is the middle difference in the heavenly direction, and for the central state of equipment.",
    "ai-tika-abh08t38:128_2": "For the man who gives the blessings thus: “Being that even in this way, who has reached absorption in the state of existence as calm, whose mind has reached absorption in the middle, whose mind has reached absorption in the end of peace” . So too this meditator discerns the sign because it is gladness in the way beginning, “Whatever there is in enlightenment and function with it is called conformity with it, like the opposite of patience, the purpose of showing that same sign, just as that is a conditioned thought.",
    "ai-tika-abh08t38:128_3": "since there is no dividing lineage diverseness in succession,",
    "ai-tika-abh08t38:128_4": "When the first kind of meditation had been developed in this way, it gives rise to the three characteristics in three ways.",
    "ai-tika-abh08t38:128_5": "For just as one who has discerned the path and penetrates the outcome of purification through insight knowledge, so the supernormal power of the noble path with insight and discernment of paths is said to be “withstanding that person whose mind is purified and superhuman,” it is said, “One whose mind is purified in him. ”",
    "ai-tika-abh08t38:128_6": "For one who has not attained such-and-such a way and has entered such concentration in the way already stated, and who has undertaken the barrenness and has entered upon it.",
    "ai-tika-abh08t38:129_0": "When he has such a way, he gives up the defilements in the present life. Would they give up wickedness and get rid of corruptions without it?” Because of that they think, “This being has given up and eliminate it?” In this way he lives in the middle of the good person, like a enemy in one way to abandoning those who are hostilement and given up again?",
    "ai-tika-abh08t38:129_1": "Herein, it is of three kinds as keeping non-concernation in the middle of the first jhāna, and in the middle.",
    "ai-tika-abh08t38:129_2": "In the preceding the Mindfulness of the Rains Retreat in the past, the future, and the minds of defilement and connected with the drawbacks, Seeing each other instance and the danger, they arrive at each other with a peaking defilements. Then, when they see each other, they are able to get rid of the noble ones, conqueroring, unification of mind.",
    "ai-tika-abh08t38:129_3": "the five faculties of faith, etc., are liberated from the pollutants, singing of the faculties, and deliverance of one particular state of the faculties, and deliverance.",
    "ai-tika-abh08t38:129_4": "To those who take up the errouses the non-existence of energy, they proceed in the way that is, lazy, and energy.",
    "ai-tika-abh08t38:129_5": "At that moment the arising of the moment settles in the sense of continuation to remaining in the jhāna, which is accompanied by defilements and is of the various forms of requisites, etc., is said to be the “withstanding the Best of rainy season” .",
    "ai-tika-abh08t38:129_6": "Though this is so, it can be understood that including the states of non-existence, etc., and manifestation of four characteristics, etc., for one who has a sense of urgency, and one who does not understand it.",
    "ai-tika-abh08t38:130_0": "After preventing his neck by doing bad things by himself, he warns himself in the way beginning, “Having driven out about the good things that are not the friend,” and again he is said again without falling into it again.",
    "ai-tika-abh08t38:130_1": "Mindfulness occupied with the development of concentration -",
    "ai-tika-abh08t38:130_2": "For just as this development is the sign factors reaches the development of the meditation subject, and so on, their development and cultivation of the meditation subjects eventually reaches growth, increase and fulfilment.",
    "ai-tika-abh08t38:130_3": "Hence it is said: “He whose mind is full of developed mind has rectitude towards -",
    "ai-tika-abh08t38:130_4": "He should not be extended.”",
    "ai-tika-abh08t38:131_0": "It is two kinds of flourishing.",
    "ai-tika-abh08t38:131_1": "On these two reasons a teacher should extend",
    "ai-tika-abh08t38:131_2": "Here is the meaning of that which is announced: on its meaning, is the meaning.",
    "ai-tika-abh08t38:131_3": "Herein, it is said in two planes:",
    "ai-tika-abh08t38:131_4": "he should pour it.",
    "ai-tika-abh08t38:131_5": "The bird-limber has to be cut up through the eighteen finger joints, he should pay respects to inserts it with the single-mound, he should pay homage to the greenitals, delimitations by the corner of his calves, and he should pay homage to him.",
    "ai-tika-abh08t38:131_6": "After that, he should increase the delimitation of the boundaries in the texts-treasures, and he should appreciate the boundary precincts in the neighbouring of a village or town, and he should delimit it towards the smallest of it, and he should make it extends it towards it.",
    "ai-tika-abh08t38:131_7": "Therefore it was said: “Vaḍḍhamāna” .",
    "ai-tika-abh08t38:131_8": "but one shouldn’t take it back.",
    "ai-tika-abh08t38:131_9": "And you won’t give rise to development",
    "ai-tika-abh08t38:131_10": "That’s why it is said: “We have no a small gift.”",
    "ai-tika-abh08t38:131_11": "So that’s what they extended, and examined in earth, it’s like an ox hide. It’s surrounded by a hundred pegs, which were drawn out from the earth and disturbances, like it’s pulled up by a hundred peaks.",
    "ai-tika-abh08t38:132_0": "924-6.",
    "ai-tika-abh08t38:132_1": "When he has reached the first jhāna in this way, etc., the first jhāna in this way, is said to be “I have attained jhāna by means of the first jhāna and so on, and so on, when he has attained the second jhāna, he can be down from the first jhāna in five ways.",
    "ai-tika-abh08t38:132_2": "These meaning is: firmly practiced in these things, leaf huts, well placed on a charnel ground, well-smeared with the crowded blossoms,",
    "ai-tika-abh08t38:132_3": "What are these five?",
    "ai-tika-abh08t38:132_4": "Herein, although they are not mastered by adverting that very day, they are satisfied by means of the adverting that very day.",
    "ai-tika-abh08t38:132_5": "and one should spend their roams within.",
    "ai-tika-abh08t38:132_6": "But there are those that are gruel by applying the mind-afflicted by means of abode.",
    "ai-tika-abh08t38:132_7": "and practice accordingly.",
    "ai-tika-abh08t38:132_8": "he settles, determined, having mastered it,",
    "ai-tika-abh08t38:132_9": "Wealth is said in the Vibhaṅga: whatever needs adverting to the greed, whatever needs, etc., can be added as much as they wished.",
    "ai-tika-abh08t38:133_0": "Herein, having emerged from the first jhāna and first jhāna sustained thought appears to the adverts of applied thought, then, next to the adverting that arose interrupting the life-continuum, having arisen applied thought, sustained thought as its object, and the fivefold reckonings, they are adverting to live in the way already stated. There they are an impulsion for adverting that respect to the five jhānas and set about taking away from the objects, and that respectively adverting the life-continuum.",
    "ai-tika-abh08t38:133_1": "When he has entered the dwellings, then in the two armies of the two armies arose at the method of the development of the two ends and then he is able to enter upon it.",
    "ai-tika-abh08t38:133_2": "and in the case of the species of the one who writtles the Teacher, the teaching of the Dhamma, and the Saṅgha, and the Noble Ones can recognize them.",
    "ai-tika-abh08t38:133_3": "he determined in the host of Yakkhas, as happens when a general flee-harder’s dancing, singing as a new charming spirit, or a determination, it is called “body” because of the wind and held together by his enemy.",
    "ai-tika-abh08t38:133_4": "After emerging from the intervals, and emerging from the womb of those who were unknown, and emerging from the seats is called “comernally”.",
    "ai-tika-abh08t38:134_0": "Then just as the water that was ready to go overturn in the vicinity of the wind, having determined and determined is called “unbounded” .",
    "ai-tika-abh08t38:134_1": "After emerging from the intervals, and like a nun who has risen at the wrong time, and who has got up early in the morning time,",
    "ai-tika-abh08t38:134_2": "Or alternatively, without having asked permission of the kind already described, it is at the time of entering that attainment, having resolved that attainment at the absence of the attainment, and then they are then called “unbounded”.",
    "ai-tika-abh08t38:134_3": "and having passed away, when he has emerged from the time, he recovered that lights (afterwards), and then getting up from the kasiṇa materiality, and then emerging from that attainment, he again emerged from the threat of streaming radiance.",
    "ai-tika-abh08t38:135_0": "which is frequented by lawfulness and included in the same way.",
    "ai-tika-abh08t38:135_1": "for the reviewing of those jhānas, etc., which occurring to them in the adverting that produced by impulsion and successively next to them. That is why they should know the successive adverting with this.",
    "ai-tika-abh08t38:135_2": "Whatever, there are in the public states of the jhāna factors, in other words, the advertingsity, the wavering of the course, and indicating, or in uninterruptedly. It is the reviewing of them by reviewing their advantages, etc., or to the subduing of reviewing them by reviewing them the subduing of the jhāna factors.",
    "ai-tika-abh08t38:135_3": "Then, when there is a method of mindfulness occupied with the uninterrupted, roaming the people, going into the presence of the seven bonds of sexuality, and interruptedly he reviewed the seven enlightenments of the four noble ones.",
    "ai-tika-abh08t38:135_4": "Or alternatively, it is preceding to reviewing knowledge with knowledge, thus “I shall not review the enlightenment factor: I shall have mastered knowledge of the states beginning with the highest bliss,” he reviewed them with arousing that arose in them. Then he said: “Delightened, essential and undependently as adverting the variety of knowledge. ”",
    "ai-tika-abh08t38:135_5": "But since the texts are repeatedly in the way already described, it is said again after adverting that should be given to them and so on.",
    "ai-tika-abh08t38:136_0": "927.",
    "ai-tika-abh08t38:136_1": "These are the beginning of these two behaviols who are virtuous only of lots.",
    "ai-tika-abh08t38:136_2": "For the first jhāna factors occur crudely and weakly in one who reviews it much. Then, though it was overhadowed, it was said to be the first jhāna, but if it washed, it was uninterruptedly to the second jhāna itself because its implements, and it was not able to attain the first jhāna.",
    "ai-tika-abh08t38:136_3": "Therefore it is said: “He does the first jhāna.”",
    "ai-tika-abh08t38:136_4": "Previously he is unable to obtain the first absorption.",
    "ai-tika-abh08t38:136_5": "for this is said by the Blessed One:",
    "ai-tika-abh08t38:137_0": "“It’s when a mendicant, incompetent, unskillful qualities, lacking common sense, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ...",
    "ai-tika-abh08t38:137_1": "This is how I think: ‘I am acting the placing of the mind and keeping it connected.’",
    "ai-tika-abh08t38:137_2": "They should enter and remain in the second absorption, as the placing of the mind and keeping it connected are stilled. ...",
    "ai-tika-abh08t38:137_3": "you’ll enter and remain in the second absorption.",
    "ai-tika-abh08t38:137_4": "This is how I’m quite secluded from sensual pleasures, secluded from unskillful qualities, I am quite secluded from sensual pleasures.",
    "ai-tika-abh08t38:137_5": "I couldn’t enter and remain in the first absorption, quite secluded from sensual pleasures. ...",
    "ai-tika-abh08t38:137_6": "This is called a mendicant who enters and remains in the first absorption, who has been given up by both ways.”",
    "ai-tika-abh08t38:138_0": "928-31.Kāmassahagatā…pe…",
    "ai-tika-abh08t38:138_1": "While : here it is called “bounded” and “perception of sensual pleasures,” and “There is no perception and attention accompanied by sense desire.",
    "ai-tika-abh08t38:138_2": "And here perception is hymns that originate for the purpose of approval.",
    "ai-tika-abh08t38:138_3": "The opposing of the sense desires, by impartial attention, and by using that of sense desires,",
    "ai-tika-abh08t38:138_4": "“Of the teaching there are none of the defilements that make things worse, ʻDon’t necessary conditioned by which they speak of the kind of sensual desire and the necessary condition, which cause or reason why do they say that even though they have a share?”",
    "ai-tika-abh08t38:138_5": "Then his mindfulness is established in him in that way, because it has the object of the jhānas, the mindfulness that is present.",
    "ai-tika-abh08t38:138_6": "Without giving attention to the second jhāna, etc., that is to say, of the second jhāna, of the fine-material jhānas, thus it is “without applied thought.”",
    "ai-tika-abh08t38:138_7": "The difference of it in the Vibhaṅga thus: “He attains that place in the second jhāna, which is shared by abode.”",
    "ai-tika-abh08t38:138_8": "Disillusionment of insight and understanding.",
    "ai-tika-abh08t38:139_0": "He is worshipped in what is connected with virtue, and so on,",
    "ai-tika-abh08t38:139_1": "” The first place where the seats are abandoned, the hindrances are to be prepared, and the seats .",
    "ai-tika-abh08t38:139_2": "smoke and dust and dirt. It was like the top of oozing grewing fibreshly baskets and frothing the head.",
    "ai-tika-abh08t38:139_3": "weak.”",
    "ai-tika-abh08t38:139_4": "Then with the second jhāna as its second jhāna,",
    "ai-tika-abh08t38:139_5": "weaknesses this flawless wheel.",
    "ai-tika-abh08t38:139_6": "Since it is so, then in the first jhāna, like the grossness of the cognitive separated from the first jhāna and so on. In this way they bring to mind as peaceful.",
    "ai-tika-abh08t38:139_7": "Although these things are finer than the second jhāna in the second jhāna, etc., in the first jhāna there are finer than the one.",
    "ai-tika-abh08t38:139_8": "Resolutely: it is an unconcerned.",
    "ai-tika-abh08t38:139_9": "if he takes it out after making a discontent;",
    "ai-tika-abh08t38:140_0": "He is the confidence of those delighting in materiality, and like the having entered upon that jhāna is quite secluded from sense desires, he who has gone to (only) abiding in faith, he is blue-blinking on faith in her husband.",
    "ai-tika-abh08t38:140_1": "But although this is not said: “And why do they have in the first jhāna? ” These are said, “Why are there good in the way already stated .”",
    "ai-tika-abh08t38:140_2": "It is because of the first jhāna, with applied thought and sustained thought, without applied thought, with sustained thought and wavelets, quietles, and confidence, and you don’t have it.",
    "ai-tika-abh08t38:140_3": "But in this second jhāna it is strong, having got all applied thought and sustained thought is quiet in the faith of placing the mind and keeping it connected. That is why it is said: “I have faith in this way.”",
    "ai-tika-abh08t38:140_4": "Mine of one’s own internal is the meaning. The meaning is, it is the meaning.",
    "ai-tika-abh08t38:140_5": "There are three factors: three factors.",
    "ai-tika-abh08t38:140_6": "These are the reasons: they strong in arouse greed, running hither and thunder on the four sides beginning with the universal monarchs beginning with the rapture and bliss . They are weak in the then by the first jhāna, or the second, third and fourth in the sixth parts of the lesser abode, they are weakened, here that is to say, the ploughing of the mind. Then from the we will have set about even a single moment, and so on.",
    "ai-tika-abh08t38:141_0": "948-9.Piyatoti kāmayato.",
    "ai-tika-abh08t38:141_1": "Since this is so, are these kinds of sensual stimulation: here too, in the moderation of happiness and not-self, happiness and blissful. End of the second jhāna, etc., have rectified from the stilling of craving, and they should see the drawbacks in the second jhāna, and so on. Enlightened One has grossness of happiness and the rapture.",
    "ai-tika-abh08t38:141_2": "Or alternatively, likewise in the second jhāna, which occurs only in the third jhāna, is likewise in the third-jhāna access too.",
    "ai-tika-abh08t38:141_3": "having seen the third binding the top of the good,",
    "ai-tika-abh08t38:142_0": "Transmigration with the characteristic of mindfulness and full awareness. Its function has the characteristic of full awareness, lack of mindfulness and situational awareness, and mindfulness and situational awareness.",
    "ai-tika-abh08t38:142_1": "And the meaning in the past is established in sense desires, and he does not know mindfulness and situational awareness, abandoning the unmindfulness of the unmindful, subtlety, mindfulness and situational awareness, the happiness and bliss because of the gladness in the evening, the mindfulness and the opposite sex, mindfulness and full awareness, and bliss with the undisturbed, with the fading away of rapture.",
    "ai-tika-abh08t38:142_2": "Who has given up one factor, abandoning the happiness,",
    "ai-tika-abh08t38:142_3": "But that is abandoned only at the moment of absorption, as applied thought and sustained thought are at that of the second jhāna;",
    "ai-tika-abh08t38:142_4": "hence it is called “the inner”.",
    "ai-tika-abh08t38:143_0": "972.",
    "ai-tika-abh08t38:143_1": "(They are) abandoned by joy and happiness, he said: “I have given up the state.”",
    "ai-tika-abh08t38:143_2": "But that joy is actually abandoned in the first impulsions of the same cognitive series .",
    "ai-tika-abh08t38:144_0": "974.",
    "ai-tika-abh08t38:144_1": "the first jhānas that occurred in the earlier jhānas, etc., are said to be the fourfold reckoning, which is accompanied by the Enlightened One, and it is said to be shown by one who is it in the way beginning, “Now,” and so on.",
    "ai-tika-abh08t38:144_2": "what is the condition for the running hither and exaspetion condition.",
    "ai-tika-abh08t38:144_3": "This is the method.",
    "ai-tika-abh08t38:144_4": "One who has absolutely equanimity and is a condition for the purpose of abandoning the inner peace, etc., and through controlling the colour of enlightenment factor is a condition for the fading away of happiness associated with equanimity. Consequently the fourth jhāna should because it is associated with equanimous feeling.",
    "ai-tika-abh08t38:145_0": "976.",
    "ai-tika-abh08t38:145_1": "Thus, having shown that in the bright jhāna and the fivefold reckoning, it is said: “Now, this is not said” .",
    "ai-tika-abh08t38:145_2": "But with the giving up of two kinds, that is purified, substained thought and setting it aside.",
    "ai-tika-abh08t38:145_3": "they have done the second jhāna ...",
    "ai-tika-abh08t38:145_4": "For when the discourses are included in the five ways, why is their destiny and composed?",
    "ai-tika-abh08t38:145_5": "As he stores up quickly in the first jhāna, which has already been stored in the second jhāna together with the third jhānas. Then, on the fourth jhāna, he shows in the second jhāna, about the third and fourth jhānas in the fivefold reckoning, and is the meaning of this.",
    "ai-tika-abh08t38:145_6": "for those who were subsiding the placing of the mind and keeping it connected were stilled, that is their applied and sustained thought. They preached in the way beginning, middle, and end.",
    "ai-tika-abh08t38:145_7": "then sustained thought appears to you in the second jhāna, and followed by the fourth jhāna. In the second jhāna, he passed it beyond the fourth jhāna.",
    "ai-tika-abh08t38:145_8": "Those who surmounting the placing of the mind and keeping it connected have two reasons, and each one has passed by.",
    "ai-tika-abh08t38:146_0": "979.",
    "ai-tika-abh08t38:146_1": "In whom the meaning of the profound and indications (the Buddha), the Sole Practice worker of the Suras (?), whose face was to shine forth (?) the Rains Retreat), the Sole Eye of the Suras.",
    "ai-tika-abh08t38:146_2": "Who is the moon of the people, not even one ointment,",
    "ai-tika-abh08t38:146_3": "Little that he doesn’t give up. ...",
    "ai-tika-abh08t38:146_4": "This bag is led on by one means of the Sambuddhas, inspiring confidence, and conversion of the compassion for many people.",
    "ai-tika-abh08t38:147_0": "Thus in consequence of such a thing:",
    "ai-tika-abh08t38:148_0": "the form of the teaching.",
    "ai-tika-abh08t38:149_0": "The commentary on the development of the fine-material sphere is finished."
}