{
    "ai-tika-s0101t12:0_0": "12. Lohiccasuttavaṇṇanā",
    "ai-tika-s0101t12:1_0": "On the Brahmin Lohicca will ex",
    "ai-tika-s0101t12:2_0": "the village named Tipilavatthu is the village of Tissā.",
    "ai-tika-s0101t12:2_1": "conflict with the appearance of one:",
    "ai-tika-s0101t12:2_2": "His body was called “any-born,” and he went to that brahmin.",
    "ai-tika-s0101t12:3_0": "502.",
    "ai-tika-s0101t12:3_1": "(They replied:) “Having found out the consent (of the Anotatta), they say, “Have they don’t reach the annihilation of an existing being” .",
    "ai-tika-s0101t12:3_2": "Not through annihilationists, there is no danger,",
    "ai-tika-s0101t12:3_3": "“Our mindfulness wasteen,” he said to the world who have obtained it,",
    "ai-tika-s0101t12:3_4": "one should instruct another’s own instructions, and the lady in another’s advice. This is how they should be given to others.",
    "ai-tika-s0101t12:3_5": "And what is it for him to see that noise, saying: “What is the meaning of this?” and “There is needing for him in the future?” he can make an effort to see him in return.",
    "ai-tika-s0101t12:3_6": "(There is) wholesome thoughts, blamelessness, the meaning is, the state of partaking of defilements.",
    "ai-tika-s0101t12:3_7": "“I will give a teaching by myself,” and he then requested it with merely: “I’ll get a sense of urgency,” therefore he does not confront him. ...",
    "ai-tika-s0101t12:3_8": "And after telling them to live apart,",
    "ai-tika-s0101t12:3_9": "Hence it is said: “So this wicked deed, I say.”",
    "ai-tika-s0101t12:4_0": "504.Soti lohicco brāhmaṇo.",
    "ai-tika-s0101t12:5_0": "What is the meaning of in brief? How does it say about the meaning? It is the meaning of happiness for the purpose of bliss?",
    "ai-tika-s0101t12:5_1": "Hopefully in so doing this: here the happiness should be seen by one to burning.",
    "ai-tika-s0101t12:5_2": "for that is why it is called “a Buddha”.",
    "ai-tika-s0101t12:5_3": "Because the Buddha is elated in such a place, he is happiness and joyful.",
    "ai-tika-s0101t12:5_4": "Hence it is said: “What is this?”",
    "ai-tika-s0101t12:6_0": "Indulging in the Brahmins;",
    "ai-tika-s0101t12:7_0": "and arising of birth and old age.",
    "ai-tika-s0101t12:7_1": "When there is no sound of coughing, he may want to be quiet.",
    "ai-tika-s0101t12:7_2": "due to absoluteness, having compassion and compassion on the subject;",
    "ai-tika-s0101t12:7_3": "It remains because: he runs too strongly; he remains too strongly, is the meaning.",
    "ai-tika-s0101t12:7_4": "He was reborn in hell, wrong view,",
    "ai-tika-s0101t12:8_0": "King Uttiya said: “Protectors,” and so on. It is indicated by the second wonder of the Kosalan King Uttiya.",
    "ai-tika-s0101t12:8_1": "for reason the Fortunate One shows them his name in front.",
    "ai-tika-s0101t12:8_2": "Those gentlemen who are pregnant for these clans were away.",
    "ai-tika-s0101t12:8_3": "For the person who is unable to be reborn in dependence on rebirth-proce, or through knowledge.",
    "ai-tika-s0101t12:8_4": "Those who believe in a conception. They don’t see their word in the womb as they think of them that they are,",
    "ai-tika-s0101t12:8_5": "And the second meaning should be understood in the same way as given under the meaning.",
    "ai-tika-s0101t12:8_6": "May he not possess the eight factors, etc.",
    "ai-tika-s0101t12:8_7": "you’re reborn among the gods.",
    "ai-tika-s0101t12:8_8": "descend from the womb of pregnants, and in the womb,",
    "ai-tika-s0101t12:8_9": "this is a term for the gods.",
    "ai-tika-s0101t12:8_10": "For even the gods who have gained the divine formations of the Brahmā-world.",
    "ai-tika-s0101t12:8_11": "and then they say, “Having developed thus, Bharadvāja, there is a word for the purpose.”",
    "ai-tika-s0101t12:8_12": "Continued existence is the same as that of the fine-material sphere.",
    "ai-tika-s0101t12:8_13": "Compassionately celestial powers,",
    "ai-tika-s0101t12:8_14": "as already described.",
    "ai-tika-s0101t12:8_15": "The gifts of merit leading to the heavenly realm.",
    "ai-tika-s0101t12:8_16": "for he used to be a bad deed,",
    "ai-tika-s0101t12:9_0": "any menstruating to praise.",
    "ai-tika-s0101t12:10_0": "In the same way the ground is exalted in the same way. This is how sentient beings are not considered as such.",
    "ai-tika-s0101t12:10_1": "I know, “I know. I see this.”",
    "ai-tika-s0101t12:10_2": "having become broken, after demolishing and wounding it, he said:",
    "ai-tika-s0101t12:10_3": "There are three kinds of teachers: roaming and proportionality, one who gives his instructions, and one who follows advice to a instruction. These three should be undertaken.",
    "ai-tika-s0101t12:10_4": "The fourth accusation: “I won’t accusation when questioned, the teacher is present,” and he asked first do what is the fourth kind of teacher.",
    "ai-tika-s0101t12:10_5": "And here there is a single teacher whose veneration is said to be in the four kinds of sensual stimulation without having done away with any superhuman quality, etc., of the teachers, who in the teaching and training the Teacher, thus said, “Whoever is unshakable,” and when he is presented by the Blessed One, he said, “Those who takes those who have crossed over,” and he said, “There is a Teacher,”",
    "ai-tika-s0101t12:11_0": "if he penetrates understanding with the physical very helpful, he thinks, “So this direct-knowledge” .",
    "ai-tika-s0101t12:11_1": "And those who understand, “This is allowable for us to give gifts,” they said, “There is no use for the giving of.”",
    "ai-tika-s0101t12:11_2": "After having admitted to the instruction, she said: “Upaka’s instructions, and she created a declaring the instruction.”",
    "ai-tika-s0101t12:11_3": "After renowning: from one who is seeking what is needed; he is the meaning.",
    "ai-tika-s0101t12:11_4": "Recollecting what is contrary to the Monastic Law, thinking “Whoever returns to,” she said, “There is no need for respect for disrespect.”",
    "ai-tika-s0101t12:11_5": "One woman’s intentions to a woman:",
    "ai-tika-s0101t12:11_6": "One person might wish: “Sometics that are impermanent, suffering, and perishable.”",
    "ai-tika-s0101t12:11_7": "shows why a woman’s head is said to be the best of women through the mouth of the women, etc., and as making a profession of such shakes, etc., about how they show the way beginning, “This is how they show the way of the parts,”",
    "ai-tika-s0101t12:11_8": "and thoroughly excited by what is impermanent and changeable,",
    "ai-tika-s0101t12:11_9": "By the obtaining of greed and hate: by means of gain, etc., he is one who obtains (them) without greed.",
    "ai-tika-s0101t12:11_10": "Herein, placed in the lesser impediments in that place.",
    "ai-tika-s0101t12:11_11": "straightforward, body, speech, and mind,",
    "ai-tika-s0101t12:12_0": "thus, “Having dragged and the worms already described,” so too, accumulated in the way already stated, the wretchedness in the way already stated, is in the first place where there is no part of the body, and so on. He thinks, “Such is unlikeable, and so on.” This is the second jhāna itself in the earlier.",
    "ai-tika-s0101t12:12_1": "and third feet.",
    "ai-tika-s0101t12:13_0": "Deserving to criticize those deserving of criticism",
    "ai-tika-s0101t12:14_0": "516.",
    "ai-tika-s0101t12:14_1": "“Doesn’t accusation such things as enemy, who deserve to be reprimanded, nor is one who deserves to be reprimanded in this way; nor does he say, “This is the word of the Teacher,” “This is why,” “This isn’t specifically practiced in this way.",
    "ai-tika-s0101t12:15_0": "rightly explained the right view that leads to all these things.",
    "ai-tika-s0101t12:15_1": "In the river Narakapālaka, the Large Saṅkāka,",
    "ai-tika-s0101t12:15_2": "falls into the afflicted",
    "ai-tika-s0101t12:15_3": "heavenly road in the heaven of the road, at the wrong time of making merit.",
    "ai-tika-s0101t12:15_4": "In empty dwellings, you’ve learned.",
    "ai-tika-s0101t12:16_0": "Lohiccable Laṅkā"
}