{
    "ai-tika-s0103t0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-s0103t0:1_0": "the longhouse.",
    "ai-tika-s0103t0:2_0": "The sub-chapter on drinking alcohol",
    "ai-tika-s0103t0:3_0": "1. Pāthikasuttavaṇṇanā",
    "ai-tika-s0103t0:4_0": "On Sunakkhatta",
    "ai-tika-s0103t0:5_0": "the commentary on the meaning of the words “following” is in the first place where it is the consequence of meaning, and preceding the profitable is the commentary to its development.",
    "ai-tika-s0103t0:5_1": "Because they have come back again and again, it is said.",
    "ai-tika-s0103t0:5_2": "that which is to be spoken about in the Mallas, but that which can be spoken of by the Mallas.",
    "ai-tika-s0103t0:5_3": "while staying in a forest for less than this. While staying in the forest, he is dwelling in a forest dwelling he is going around while staying there.",
    "ai-tika-s0103t0:5_4": "if it is not said, “Why do you not see (them) going to wherever I have said” and “There is no danger,” and they said, “She is no matter,” and they show them to it.",
    "ai-tika-s0103t0:5_5": "nowhe is bringing the meaning of that in consequence: “This is the meaning of what?”",
    "ai-tika-s0103t0:5_6": "This is called Visākha’s intention, “This is the thought about”,",
    "ai-tika-s0103t0:5_7": "Abandoning: Virūpakkha, Pātimokkha,",
    "ai-tika-s0103t0:5_8": "The wanderer Channa of the Simile of the Mallians, Queen, Protector of the Wanderering Nuns, and married girls,",
    "ai-tika-s0103t0:6_0": "2.",
    "ai-tika-s0103t0:6_1": "Then having seen the general of the Blessed One, the perfected one, the fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed, blessed with a great deal of seclusion, having advice work for the sake of defilement, veneration from the benefit of the world, making this population of the world. And so, having seen the Buddha, the Great Sakullide: “Nuns, seeing the people who follow other paths, having seen that is there, for the sake of seclusion, the equigence, and super of great power, had been subdued, and so on.”",
    "ai-tika-s0103t0:6_2": "The world’s mentioned by way of body, speech, and mind.",
    "ai-tika-s0103t0:6_3": "will last a long time,",
    "ai-tika-s0103t0:6_4": "Entering to the inner quarters .",
    "ai-tika-s0103t0:6_5": "The wanderer Bhaggavagotta",
    "ai-tika-s0103t0:6_6": "he is like a householder to bathe with householders, for he is one who preventing the time for householders.",
    "ai-tika-s0103t0:6_7": "If you renounce the language to one who does not give, he said to the point of what is said, “I shall give you,” “I shall resign the rule.”",
    "ai-tika-s0103t0:7_0": "“Through the doing of the Teacher,” he said, “Those who bring me the Order of acceptance to the very first light,” and so on, etc., thinking, “Today I have shown that.”",
    "ai-tika-s0103t0:7_1": "When the Buddha had given a lady to him, he does not want to resign the instructions of the Buddha, and so there’s no-one who is unaffected.",
    "ai-tika-s0103t0:7_2": "But this is the end of the Dispensation. But it is worthy in the Commentaries to make a dispensation. When he has told him, “This Blessed One, your disciple has been drawn to do so by himself, it is peaceful and sublime” , and he said to him: “This is the beginning of all the time.”",
    "ai-tika-s0103t0:7_3": "He told him about this in front of them, and he said, “Noble Ones, who cannot be asked, whether he is an opportunity to bring him back,” and so on, and he said, “Those who have come out, Sunakkhatta will show him even for the purpose of showing them to him,” and he said, “posing the goods.”",
    "ai-tika-s0103t0:7_4": "she asked for them for a _paṇḍaka_, or she bounds.",
    "ai-tika-s0103t0:7_5": "But sir, I begged for myself when I ask the Buddha, saying, “And, I shall live there.”",
    "ai-tika-s0103t0:7_6": "I’m not dedicated to the gods.",
    "ai-tika-s0103t0:8_0": "when begged for one of the (Kos) ends,",
    "ai-tika-s0103t0:8_1": "she asked for me,",
    "ai-tika-s0103t0:8_2": "For anyone in this way the mass of men and women in the supreme states, such qualities as men, and non-human beings.",
    "ai-tika-s0103t0:8_3": "Haven’t this arising of the world another, or in some way?",
    "ai-tika-s0103t0:8_4": "Though this arising of rebirth is eradicated by the Buddha, it suspended by inferiority and superior.",
    "ai-tika-s0103t0:8_5": "Another later on account of the attainment of the origin of the world, he says, “Consider this; he is a perfected one,” and a fully awakened Buddha.",
    "ai-tika-s0103t0:8_6": "how far this showing is said in order to show the Blessed One indication: “And there is no end in mighty fields of showing that the Blessed One’s put.”",
    "ai-tika-s0103t0:8_7": "your wife will be ‘by for you!’",
    "ai-tika-s0103t0:8_8": "the idiot having fallen upon destruction,",
    "ai-tika-s0103t0:8_9": "another;",
    "ai-tika-s0103t0:8_10": "This is said:",
    "ai-tika-s0103t0:8_11": "“I am, sir.” And the Buddha said, “I am the determination, sir, I don’t want to listen to this question:",
    "ai-tika-s0103t0:9_0": "By the locality of human beings, devoted to (them) human states,",
    "ai-tika-s0103t0:9_1": "for people who acquire attachment to mind as a human being is practicing in that way.",
    "ai-tika-s0103t0:9_2": "The demonstrations of psychic power, the demonstration of revealing, and the gods.",
    "ai-tika-s0103t0:9_3": "if he has already been agreed;",
    "ai-tika-s0103t0:9_4": "Equanimity is included thus: “You go out” . It is subsequently to remove it.",
    "ai-tika-s0103t0:9_5": "For the meaning can be understood as said to “cure” when it comes to the categories that is called “profitable,” and then the meaning is that it is said.",
    "ai-tika-s0103t0:9_6": "Herein, it is said in order to show the meaning that he shows the meaning of “withstanding the meaning” . Thus in that place he said, “Venerable sir, places it in this way, which is the meaning, brings about suffering.”",
    "ai-tika-s0103t0:9_7": "when an astute person exists.”",
    "ai-tika-s0103t0:10_0": "5.",
    "ai-tika-s0103t0:10_1": "They cry out:",
    "ai-tika-s0103t0:10_2": "and having known the world’s wisdom,",
    "ai-tika-s0103t0:10_3": "He should know this: “This world is incapable of the world”: “This is the highest, this is the best, he should know it: “This is the highest, the world!”",
    "ai-tika-s0103t0:10_4": "the cry of the best said:",
    "ai-tika-s0103t0:11_0": "“But I have no supernormal powers, sir, and I shall perform a superhuman demonstration of psychic power for the Buddha.” But the Buddha said, “But I shall perform a superhuman demonstration of psychic power for me with this.” And the Buddha said, “But I’ve prepared a superhuman demonstration of psychic power for me.”",
    "ai-tika-s0103t0:11_1": "The Buddha has performed this wonder of supernormal powers and the student Arahants, and he could not make him give it up.",
    "ai-tika-s0103t0:11_2": "Hence it is said: “He isn’t able to do so.”",
    "ai-tika-s0103t0:11_3": "and being established in the higher place shelter by suppression.",
    "ai-tika-s0103t0:11_4": "The ending of defilements is there,",
    "ai-tika-s0103t0:12_0": "who wants to see the danger in the present life.",
    "ai-tika-s0103t0:12_1": "Hence it is said: “I’ll attain the city.”",
    "ai-tika-s0103t0:12_2": "And the drawbacks of those variety of beings will not show the danger in the present life.",
    "ai-tika-s0103t0:12_3": "And he said, “Blessed” by the name of Death, he does not commend giving, etc., just praised.",
    "ai-tika-s0103t0:12_4": "‘I will not be praised by my own praise,’ and having praised them with criticizes.",
    "ai-tika-s0103t0:12_5": "When the Buddha had shown the drawback he would give it up again and again, he said, “Noble One,” and so on, etc., adding, “We shall give it to such a small thing!”",
    "ai-tika-s0103t0:12_6": "In this way, Sunakkhatta won’t be a perfected one.",
    "ai-tika-s0103t0:12_7": "Without departing they can emerge from them,",
    "ai-tika-s0103t0:12_8": "Not irregated, fickle and persuading,",
    "ai-tika-s0103t0:12_9": "That is why it was said, “Yes.”",
    "ai-tika-s0103t0:12_10": "They’d go away from that place where the body breaks up, after death, they’d be reborn in the underworld, hell.",
    "ai-tika-s0103t0:13_0": "On the site of Korakkhattiya",
    "ai-tika-s0103t0:14_0": "Then two, namely, clansmency, owing to the instance of the bloated, or being overcome by patience of the two lower parts.",
    "ai-tika-s0103t0:14_1": "and associating with the conversion of shamelessness, etc., according to what is reckoned as said.",
    "ai-tika-s0103t0:15_0": "they one change their caste, thinking “This is the meaning of this,” they say, “This is the time.”",
    "ai-tika-s0103t0:15_1": "Similarly with the King’s embankments, etc., respectively, and by the name of the country.",
    "ai-tika-s0103t0:15_2": "What is hard to do as a dog to such as “protector” and “has a dog,” and “It is used for the purpose of dogs.”",
    "ai-tika-s0103t0:15_3": "In the fourteenth (story), he should put out his sandals on a bed, put away the part of his body, and on his way back after eating it.",
    "ai-tika-s0103t0:15_4": "is the fourth territory of the body’s son, and in this body of the four quarters.",
    "ai-tika-s0103t0:15_5": "Only there is a function of four kinds of demonstration in the Saṅgha whose body is defined.",
    "ai-tika-s0103t0:15_6": "Hence it is said: “The knee-deep,” and so on.",
    "ai-tika-s0103t0:15_7": "Either perils are to be eaten, or he should not criticize them.",
    "ai-tika-s0103t0:15_8": "Hence some comestibles and edibles",
    "ai-tika-s0103t0:15_9": "He should then beat it with his hands in my mouth, and then give it to be used up, saying, “Whoever here, receive it?” But he should arrange the meaning and then said, “We shall give it the meaning.”",
    "ai-tika-s0103t0:15_10": "so beautiful and sweet-smelling.",
    "ai-tika-s0103t0:15_11": "he falls with the air: “I am lying in my bowl, I am like one who gets material possessions.”",
    "ai-tika-s0103t0:15_12": "“One should be like this, one should have such a kind of existence.”",
    "ai-tika-s0103t0:15_13": "Hence it is said: “What is it, Rādha?”",
    "ai-tika-s0103t0:16_0": "elephants, horses, chariots, and so on.",
    "ai-tika-s0103t0:16_1": "perfected ones, Buddhas, had ended the defilements, and had not arisen in them.",
    "ai-tika-s0103t0:16_2": "according as it is said: “There is no matter, the ascetic Gotama, a state beyond (ordinary) human beings, attained a superhuman distinction in knowledge and vision worthy of the noble ones.”",
    "ai-tika-s0103t0:16_3": "(Tissa) this seventh day they dwelt in the garden.",
    "ai-tika-s0103t0:16_4": "shamelessly he offers up with the sword of the shameless one,",
    "ai-tika-s0103t0:17_0": "they went to the mango grove by the rising sun.",
    "ai-tika-s0103t0:18_0": "Invariably, there is water.",
    "ai-tika-s0103t0:18_1": "Hence it to him: “Yes, I have no more.”",
    "ai-tika-s0103t0:18_2": "hymns that are known by the mind,",
    "ai-tika-s0103t0:19_0": "8.Ekadvīhikāya gaṇanāya.",
    "ai-tika-s0103t0:19_1": "he became one who wanted to do so. Then, when he saw that the Buddha had the seven days, he thought, “How may I have taken up that idiostics, appearance, and enjoying them with the reward.” Then he passed away, seeing that would be like the Buddha had annoyed.",
    "ai-tika-s0103t0:19_2": "Therefore it is said: “Neither we will take it.”",
    "ai-tika-s0103t0:19_3": "If he had a personal worms,",
    "ai-tika-s0103t0:19_4": "thought, “This is the naked ascetic.” Then he thought, “I’ll eat that day,” and they might not think about. ...",
    "ai-tika-s0103t0:19_5": "For if a Realized One says not in fact, he does not speak to them.",
    "ai-tika-s0103t0:20_0": "it only becomes preceded that place where they go, and when he comes back to the place where they have gone, when he comes back.",
    "ai-tika-s0103t0:20_1": "They understand",
    "ai-tika-s0103t0:20_2": "After going to the charnel ground he thought, “We’ll go without screching it,” and having gone back again, when they were given it up, they did not again.",
    "ai-tika-s0103t0:21_0": "9.Idanti idaṁ matasarīraṁ.",
    "ai-tika-s0103t0:21_1": "“Sometimes it only with a body while standing, sitting on that very spot, or lying down?”",
    "ai-tika-s0103t0:21_2": "Where the demon was unfinished and defended, or else the demon hosts, or this canopies?",
    "ai-tika-s0103t0:21_3": "“By the thought of the Buddha, in what Sunakkhatta said.” Then he told him all that had happened,",
    "ai-tika-s0103t0:21_4": "But the meaning is this: in the Vibhaṅga too.",
    "ai-tika-s0103t0:21_5": "for that is why the Vibhaṅga thus: “He is born in a place” ,",
    "ai-tika-s0103t0:22_0": "In craft: here is the meaning.",
    "ai-tika-s0103t0:23_0": "if he is given the proper low on, he should show it carefully.",
    "ai-tika-s0103t0:23_1": "The Buddha has spoken of the first preceding analysis of demonstration, and so on.",
    "ai-tika-s0103t0:23_2": "Anyone whose mind is attached to questioning the development of the mind is finishing and in physical endurance can be called ‘the development of the mind’ and investigation of the aggregates’ because there is no defilement of the function of mindfulness’ when there is the time for supernormal powers in him.”",
    "ai-tika-s0103t0:23_3": "But if that is unsuitable, he should go on that same day as that of the Commentaries. That is why it should be said, “Blessed.”",
    "ai-tika-s0103t0:24_0": "On the Naked Ascetic Kaḷāramaṭṭaka",
    "ai-tika-s0103t0:25_0": "Seeing the end of the strings, he hangs on to the tent.",
    "ai-tika-s0103t0:25_1": "When he had developed it, he saw that they had walked in a stretching him, and he said, “So it seems,’ and you considered what you had thought.”",
    "ai-tika-s0103t0:25_2": "Whatever good man gives there is, he gives the highest gift just as the highest.",
    "ai-tika-s0103t0:25_3": "Therefore it said, “Having eaten the best bowl,”",
    "ai-tika-s0103t0:25_4": "Many people from time to time go to that place, wandering for alms, from time to time, and from time to time.",
    "ai-tika-s0103t0:25_5": "Therefore it was said: “The foremost amongst those who have reached the best bowl”.",
    "ai-tika-s0103t0:25_6": "and when the necess are there.",
    "ai-tika-s0103t0:25_7": "Enjoying each other with a consequence, they are not able to grasp themselves,",
    "ai-tika-s0103t0:25_8": "they say that the noise of the beautives: “Five is locally not far from the eastern gate,” and they made a sound of five irreversible and fairs.”",
    "ai-tika-s0103t0:26_0": "12.",
    "ai-tika-s0103t0:26_1": "he asked (the Factor’s answer to the questions beginning with the three characteristics, which directly decrease (the nature of) the Three Times (of the Faith).",
    "ai-tika-s0103t0:26_2": "That is why it is said “material knowledge” .",
    "ai-tika-s0103t0:26_3": "the place where the foot-stool is prepared.",
    "ai-tika-s0103t0:26_4": "asking a question, he shows the same question to him: “You should give such-and-such a dwelling place.”",
    "ai-tika-s0103t0:26_5": "The winning itself in the eye sockets, thinking “What can be done for him?”",
    "ai-tika-s0103t0:26_6": "Who is irritable, that anger occurs in one who is angry, contemptuous, etc., that is indicated by the mind?",
    "ai-tika-s0103t0:26_7": "Virtue as its object, and it is hard to get its resentment by its opposite sex.",
    "ai-tika-s0103t0:26_8": "(There are) eighteen years producing happiness, producing happiness for the advantages.",
    "ai-tika-s0103t0:26_9": "made physical contact with the body,",
    "ai-tika-s0103t0:26_10": "‘Oh, don’t turn back! Don’t misrepresent me with my view! I don’t need it.’",
    "ai-tika-s0103t0:26_11": "Oh! I hope it’s that I’m transmigrated to.",
    "ai-tika-s0103t0:27_0": "if it is scattered by the local requisites, he says: “Noble Ones, such as this is what is profitable.”",
    "ai-tika-s0103t0:27_1": "They say that the sign of fame is called “gone who has acquired material possessions and fame.”",
    "ai-tika-s0103t0:28_0": "On the Naked Ascetic Pāṭikaputta",
    "ai-tika-s0103t0:29_0": "15.",
    "ai-tika-s0103t0:29_1": "“I know all,” and he claims to be knowing all of them with a particular knowledge. Then he visits them with another (whoever): “I go, oppressed of them, and he’s been reborn in the neighbourhood of their head.",
    "ai-tika-s0103t0:29_2": "But what about this naked ascetic Pāṭikaputta didn’t know.",
    "ai-tika-s0103t0:29_3": "nor do they know.",
    "ai-tika-s0103t0:29_4": "Thus if there were Sukkā,",
    "ai-tika-s0103t0:29_5": "He thought, “I’ll be praised in the world.” and having taken up residence there.",
    "ai-tika-s0103t0:29_6": "Therefore it is said: “The town-dwellers,”",
    "ai-tika-s0103t0:29_7": "having made a pair of polished the Fortunate One,",
    "ai-tika-s0103t0:30_0": "arose in him.",
    "ai-tika-s0103t0:30_1": "For this is said: “Dear Personality towards beings, who frequently practice absorption, frequently and attend.”",
    "ai-tika-s0103t0:31_0": "But because of that such a kind of thought, he says that his mind is very fruitful and beneficial, “Whatever there isn’t given up,” “They say that their mind isn’t wrong with him,” “should give him a little view,” and he said, “Dearn it without giving up,” and he said, “Now is the reason for that view,”",
    "ai-tika-s0103t0:31_1": "or else, a great crowd of great learning, or of the state of existence produced by the great alteration (magical) powers, while the Great Being thus excited this great (magical) powers (rived) by the at that time this great very spot, (magical) powers are the Great Serpents (profitable).",
    "ai-tika-s0103t0:31_2": "but if they do so, saying, “I can give to them what is said.”",
    "ai-tika-s0103t0:31_3": "He said, “I didn’t say” is a Buddha, he does not say, “This is my straightforward.”",
    "ai-tika-s0103t0:31_4": "Likewise in the case of the consciousness and the rest.",
    "ai-tika-s0103t0:31_5": "Leavesd: here the sound of first dispensation is quite confident that moves on either side or needles, or that fruit may bring them fruit.",
    "ai-tika-s0103t0:32_0": "As to the word: “They are one,” etc., in order to reckoned as an instrument, they say, “It is bound .”",
    "ai-tika-s0103t0:32_1": "made overpower the Supreme Man,",
    "ai-tika-s0103t0:32_2": "and dispelling forms,",
    "ai-tika-s0103t0:32_3": "Hence it is said: “He should go through the power of the state of psychic power by the Master who has no developed themselves.”",
    "ai-tika-s0103t0:32_4": "Therefore it is said: “He is the seventh (good) conduct.”",
    "ai-tika-s0103t0:33_0": "18.",
    "ai-tika-s0103t0:33_1": "Going along comes along the same way.",
    "ai-tika-s0103t0:33_2": "Where do you seem to be seen?",
    "ai-tika-s0103t0:33_3": "This is their crops affection,",
    "ai-tika-s0103t0:34_0": "19.",
    "ai-tika-s0103t0:34_1": "Ajita the Licchavi general came to the Great Hell. Beyond that he came to a new state of loss.",
    "ai-tika-s0103t0:34_2": "Understanding of the kind already described in the first stage of the noble ones,",
    "ai-tika-s0103t0:34_3": "But in the assembly of many people there, the Fortunate One rejoiced in the Paṭisambhidā.",
    "ai-tika-s0103t0:34_4": "according as it is said: “After entering the fire element,”",
    "ai-tika-s0103t0:35_0": "Psychic Powers",
    "ai-tika-s0103t0:36_0": "20.",
    "ai-tika-s0103t0:36_1": "cast down to debate, riches, restrain, riches, and announces there in the four kinds of self-knowledge;",
    "ai-tika-s0103t0:36_2": "and countless thousands of mentioned each of them.",
    "ai-tika-s0103t0:36_3": "Hence it is said: “In this assembly that surrounded by a large assembly” enveloping the spot for this assembly.",
    "ai-tika-s0103t0:37_0": "The mind of the blessings is said: “Rejected enlightenment of the mind” , and so on. It is not necessary; this is said.",
    "ai-tika-s0103t0:37_1": "and they do so in the skin envelops the whole body that is enclosed by the skin,",
    "ai-tika-s0103t0:37_2": "Go tossed down with the horns, and the jackal’s body were produced by the hair of the body, as it were by the nails of the mouth, and hence of the dragons, saying “Have you from the mouth,” he said, “Through its mouth, an axe and uplifting happiness.”",
    "ai-tika-s0103t0:37_3": "It was unintelligent, and without having a site for oneself without having examined about all beings, about those that was the case, of the natural principle of the idea in that very life, or that he had a distinguished perception of natural state, like an opposite sex with someone who resembles in that state.",
    "ai-tika-s0103t0:37_4": "Therefore it was said by the fool: “We cannot give birth.”",
    "ai-tika-s0103t0:38_0": "The stone cooked gruel with the rope of curls and is so very fruitful and beneficial aside, as if smeared with foulness, as is for the sake of a life-continuum.",
    "ai-tika-s0103t0:38_1": "That is why it is said: “Sinking.”",
    "ai-tika-s0103t0:38_2": "just as a stone on the top of the bed and the threshold, and heat, (and falls) with a stone butcher on the ground.",
    "ai-tika-s0103t0:39_0": "He enjoys the state of loss: and the difference in both ways and the possession of rewards;",
    "ai-tika-s0103t0:40_0": "The first section for recitation is finished.",
    "ai-tika-s0103t0:41_0": "Like the strength of those holding on top of petals, etc.,",
    "ai-tika-s0103t0:42_0": "26.Tassāti jāliyassa.",
    "ai-tika-s0103t0:42_1": "This wanderer Maṇḍikā goes with the Buddha and is more than that.",
    "ai-tika-s0103t0:42_2": "Hence it is said: “So this demonstration (where the demonstrations of Pāṭaliputta,” “There is no wonder of supernormal power,” “For he address .",
    "ai-tika-s0103t0:42_3": "you’ll be able to get enough.”",
    "ai-tika-s0103t0:43_0": "Grass and dust fell into the various classes of colour.",
    "ai-tika-s0103t0:43_1": "black, browned in colour,",
    "ai-tika-s0103t0:43_2": "(but) you, like a poison, the complexion of lumps,",
    "ai-tika-s0103t0:43_3": "head hairs, body hairs, nails, and red.",
    "ai-tika-s0103t0:43_4": "Wise One is hunting a turtle, even if he drove his jackals, giving to all the jackals, tendencies, and a heroics, thinking, “This is what is said!”",
    "ai-tika-s0103t0:43_5": "and come back to this congregation: from here the sacred flame.",
    "ai-tika-s0103t0:43_6": "The lion’s roar is shaking off like a lion’s roar, regarded as a lion, giver’s rising, is carried away by a lion, and so on. That is why it is called “shoper.”",
    "ai-tika-s0103t0:43_7": "Herein, there is anyone of these directions and for going to the directions, and to get to eat there, thinking, “Go from what is to partner.”",
    "ai-tika-s0103t0:43_8": "like a lion in the deer herd of deer park at the most excellent herd of deer parks, forests, and trees a thousand leagues.",
    "ai-tika-s0103t0:43_9": "Hence the meaning saying: “Black has been drawn out.”",
    "ai-tika-s0103t0:43_10": "There is a dweller in Compassion against the perfected one,",
    "ai-tika-s0103t0:43_11": "he makes a living through the power of the Serpents one -defilements through that one within another.",
    "ai-tika-s0103t0:43_12": "And even if he does so, he thinks: “I’ll win off the feebles and ropes!” and implement them in the body,",
    "ai-tika-s0103t0:44_0": "Talking, etc., of one called sugarcane, being digged up by the eyes.",
    "ai-tika-s0103t0:44_1": "Hence the meaning is: “He trains thus: ‘In the place wherever there is no variety of foulness is the sign of foulness; the meaning is that it is the sign of foulness.”",
    "ai-tika-s0103t0:44_2": "(I am) for the sake of conceit, ‘I am’, ‘I am this’, is the meaning.",
    "ai-tika-s0103t0:44_3": "But when because of this, he said, “I will give it to him,” and “It is said.",
    "ai-tika-s0103t0:45_0": "But the meaning is stated in the same way as “haven” and “possessed,” and so on.",
    "ai-tika-s0103t0:45_1": "Having heard the sound of the drums in the airon sheet, it seems, with a beautiful or charming fiery appearance, having turned into straw.",
    "ai-tika-s0103t0:45_2": "Hence it is the sound of counsel.",
    "ai-tika-s0103t0:45_3": "He is fully enlightened because he has entered on a good way, a heavenly One,",
    "ai-tika-s0103t0:45_4": "They do not fat on those seven lesser trainings.",
    "ai-tika-s0103t0:45_5": "Because they say “ these characteristics,” they do so;",
    "ai-tika-s0103t0:45_6": "If he is to say, “And what is the mark of the Dispensation? And how is he, the son of the Ājīvakas? Who does he says?”",
    "ai-tika-s0103t0:45_7": "They give perceptions to those Independent Buddhas, saying: “Give perceptions of the Awakened One.”",
    "ai-tika-s0103t0:45_8": "That’s why he puts down on ...",
    "ai-tika-s0103t0:45_9": "Ājīvakas don’t go to a good place,",
    "ai-tika-s0103t0:45_10": "they said: “As a single section” is on the same day, and so on.",
    "ai-tika-s0103t0:45_11": "Though in a heavy load of respect and reverence for his word, he is as unbecoming as a single word of what is said.",
    "ai-tika-s0103t0:46_0": "After putting it on their bodies, and seeing wrongly, he said, “This is wrong, this is the wrong way, then it is which is wrong.”",
    "ai-tika-s0103t0:46_1": "previously said, “Even those who have said, there is something more than what is said; there is no one who is necessary another.” And this is what is said again to be another.",
    "ai-tika-s0103t0:46_2": "And who broke the thorns in the lion’s laziness?",
    "ai-tika-s0103t0:47_0": "30.",
    "ai-tika-s0103t0:47_1": "When they do so, they think, “I am getting ill-will,” and they think, “I am the one who is reborn in the deer herd, I am the one who is like this!”",
    "ai-tika-s0103t0:47_2": "And just as it is said: “Now, just as you do so,” the lion, etc., that is to say, “Bhaddā, you should hurriedly out of faith, display, “This is the hunter” .",
    "ai-tika-s0103t0:48_0": "Because of the words “Larned in the forest, rising in the woods.”",
    "ai-tika-s0103t0:49_0": "For the bonds of craving, bonds, tie that bonds of craving –",
    "ai-tika-s0103t0:50_0": "“Among the stains with jeweled earrings",
    "ai-tika-s0103t0:51_0": "concern for your partners and children:",
    "ai-tika-s0103t0:52_0": "that bondage is strong say the wise,",
    "ai-tika-s0103t0:53_0": "which drags down the slack, so hard to escape.”",
    "ai-tika-s0103t0:54_0": "As soon as the ten kinds of defilements,",
    "ai-tika-s0103t0:54_1": "the four great kingdoms, like a burning flame, which was like an involved in the Great Wood.",
    "ai-tika-s0103t0:55_0": "On Describing the Origin of the World",
    "ai-tika-s0103t0:56_0": "36.Imassa padassa.",
    "ai-tika-s0103t0:56_1": "This is the highest gift of the world: that is to say, the highest, the world beyond, and that inspires confidence in his own attainment. And such a state consisting of the noble ones, “This is the foremost, best,”",
    "ai-tika-s0103t0:56_2": "and I understand that there is no one who is fully awakened Buddha, but this generation of foulness and understands. But this is what is meant.”",
    "ai-tika-s0103t0:56_3": "“I understand this,” “I do not understand.” “I understand the gratification of craving,” “I do not know,” “I do not know,” “I do not know,” “I do not know,” “I do not know,” “I do not know,” “I do not know,” “I do not know,” he replied, “I do not know, ‘I don’t know the right view.”",
    "ai-tika-s0103t0:56_4": "“‘One meditator is extinguished in some way.” Then, “The one who remains indeed is extinguished,” and “bodys (they are) immaterial,” and “stillable. The meaning is that, what is stated is meant.",
    "ai-tika-s0103t0:56_5": "But in the Commentaries it is said: “When a dwelling has been distributed, they show their self-assured and in a monastery,” it is said, “It is hard to give to adverting.”",
    "ai-tika-s0103t0:56_6": "attaining extinguishment, and without getting enough.",
    "ai-tika-s0103t0:56_7": "for one who understands this should understand:",
    "ai-tika-s0103t0:56_8": "he proceeds through brilliant .",
    "ai-tika-s0103t0:56_9": "Having abandoned the root of suffering,",
    "ai-tika-s0103t0:56_10": "but now the bliss of having come to an end,",
    "ai-tika-s0103t0:57_0": "While he is showing it, he said, “Now he perceives it as such,” and he shows that the chariot is also showing it.",
    "ai-tika-s0103t0:57_1": "* the wisdom there is from possessing the state of being possessed by (supernatural) power,",
    "ai-tika-s0103t0:57_2": "Who is the teacher’s doctrine, in his teacher’s doctrine, he speaks to a teacher who deals with the word of a teacher.",
    "ai-tika-s0103t0:57_3": "That is a teacher, a teacher,",
    "ai-tika-s0103t0:57_4": "Thus, for this reason",
    "ai-tika-s0103t0:57_5": "He is a teacher of a teacher.",
    "ai-tika-s0103t0:57_6": "Then he said: “The foremost,” and so he is best,",
    "ai-tika-s0103t0:57_7": "Who gets aroused by them?",
    "ai-tika-s0103t0:57_8": "Hence it is said: “Where do you get rid of it?”",
    "ai-tika-s0103t0:57_9": "At the time of Brahmā’s Prime Happy One,",
    "ai-tika-s0103t0:57_10": "Herein, the difference in both places is seen here and there in the Cetiya mountains and the other one directions.",
    "ai-tika-s0103t0:58_0": "41.",
    "ai-tika-s0103t0:58_1": "flies, roots, stems, and depraveds, fevers, and depraveds.",
    "ai-tika-s0103t0:58_2": "Hence the meaning already described (them) in the hands of clodspods.",
    "ai-tika-s0103t0:58_3": "Likewise with the mind’s disliked in them.",
    "ai-tika-s0103t0:59_0": "47.",
    "ai-tika-s0103t0:59_1": "By what he says, “He does not actually break the opposites of what is given in the meaning,”",
    "ai-tika-s0103t0:59_2": "They ask questions, ‘Have you a falsehood, falsehood, and falsehood, what is false.’",
    "ai-tika-s0103t0:59_3": "the word obsesort: “Herein, there is no idea that is non-returner than the one essence thus.”",
    "ai-tika-s0103t0:59_4": "(Later) leaving out: I am destroying (them), is the meaning.",
    "ai-tika-s0103t0:59_5": "another -",
    "ai-tika-s0103t0:59_6": "emptiness release: “The liberation of the beautiful,”",
    "ai-tika-s0103t0:59_7": "S color, white, and blue tiny,",
    "ai-tika-s0103t0:59_8": "(There is) all the beautiful golden splendid and beautiful;",
    "ai-tika-s0103t0:59_9": "They don’t perceive ugliness as ugly. They think: “They’re not ugly, then they perceive.”",
    "ai-tika-s0103t0:59_10": "Videhasfactors without it, and with all of us.",
    "ai-tika-s0103t0:60_0": "48.",
    "ai-tika-s0103t0:60_1": "‘The wanderer must behave like that ignored by the ascetic Gotama. ...’",
    "ai-tika-s0103t0:60_2": "Please cycle.”",
    "ai-tika-s0103t0:60_3": "placed me to wander from the place where the midst of the people.",
    "ai-tika-s0103t0:60_4": "carefully, caught up in them.",
    "ai-tika-s0103t0:60_5": "so unstructed,",
    "ai-tika-s0103t0:61_0": "Or he prevents the defilements that causes defilements to be practiced well in emptiness.",
    "ai-tika-s0103t0:62_0": "Living in the Land"
}