{
    "ai-tika-s0302t4:0_0": "5. Kassapasaṁyuttaṁ",
    "ai-tika-s0302t4:1_0": "1. Santuṭṭhasuttavaṇṇanā",
    "ai-tika-s0302t4:2_0": "“May they get hold of feces and urine, yet all that is called a “metic”;",
    "ai-tika-s0302t4:2_1": "Hence it is said: “I am whom one does.”",
    "ai-tika-s0302t4:2_2": "Herein, the other twofold:",
    "ai-tika-s0302t4:2_3": "she treats with joined palms:",
    "ai-tika-s0302t4:2_4": "Herein, having been shown that he is an expert knowledge, he said, “Divine-covering floats up,”",
    "ai-tika-s0302t4:2_5": "Anyone else is said to be superior.",
    "ai-tika-s0302t4:2_6": "And so it is through this variety of deliverance, not otherwise.",
    "ai-tika-s0302t4:2_7": "For the sound of drums noise,",
    "ai-tika-s0302t4:2_8": "Thus, whatever else, his robes are superior, etc., it is superior, beautiful, and ugly, in a good destination, and so on, to the other individual is content.",
    "ai-tika-s0302t4:2_9": "like one who gets the food and flavor of his own gains,",
    "ai-tika-s0302t4:2_10": "Likewise in the case of the rest.",
    "ai-tika-s0302t4:2_11": "He who gains material possessions, honor, and to be the one who has gained material possessions and fame, like one who gets material possessions.",
    "ai-tika-s0302t4:2_12": "the body,",
    "ai-tika-s0302t4:2_13": "Questioned, they haven’t arisen in the future.",
    "ai-tika-s0302t4:3_0": "Just as one running out of desires, because of what is not allowed what is not, what is produced is said and what is not suitable, and what is unsuitable, he says, “He does not give a meat.”",
    "ai-tika-s0302t4:3_1": "Having swapped it proportions and transferred to it, he does not move even when a funeral pyre, etc., and invariably complete in making his body and so on.",
    "ai-tika-s0302t4:3_2": "if he says, “It is good to get hold of robe-cloth in an outcaste,” “It is not good for me to get something that has become content.”",
    "ai-tika-s0302t4:3_3": "After taking so many robes, they gave away the robe-cloths and went back, and did not separately, one deliberately, but one deliberately lies down.",
    "ai-tika-s0302t4:3_4": "And you’re content, kind-hearted,”",
    "ai-tika-s0302t4:3_5": "In this way the accumulations of the word-meaning , etc., should be understood as the sound of the calms and the sound of recitationes.",
    "ai-tika-s0302t4:4_0": "if she makes use of the consents to flour;",
    "ai-tika-s0302t4:4_1": "the rest of the constituents (of mind and body) that appear to you.",
    "ai-tika-s0302t4:5_0": "“A green shaft” is a term for a thrown onto an ox that is.",
    "ai-tika-s0302t4:5_1": "Indeed, the Buddhas praised her intelligence, saying: “The one who has gone forth surely because he has gone forth under the influence of her ultimate colour.”",
    "ai-tika-s0302t4:6_0": "One person is content, but not how praised by the wise. They are like Venerable Bakkula.",
    "ai-tika-s0302t4:6_1": "It is not peaceful, but it is not good to Upananda; like the Elder Upananda.",
    "ai-tika-s0302t4:6_2": "They’re content with what kind of goodness, just like the senior elder how to give a blackment.",
    "ai-tika-s0302t4:6_3": "Venerable Mahākassapa,",
    "ai-tika-s0302t4:6_4": "Without independent they don’t get wrong livelihood in the search for wrong livelihood.",
    "ai-tika-s0302t4:6_5": "How does he get close to someone else whom he knows “How do ” and “How does it were ever mindfully?",
    "ai-tika-s0302t4:6_6": "Experiencing it:",
    "ai-tika-s0302t4:6_7": "though Mahākassapa,",
    "ai-tika-s0302t4:6_8": "When the mendicant is spoken like this, they don’t get familiar with limited food, and they don’t get frustrated.",
    "ai-tika-s0302t4:6_9": "the mere cutting off of the top with the tough, having a midday on the bank of the Ganges,",
    "ai-tika-s0302t4:6_10": "sweat, fickle, and deceit,",
    "ai-tika-s0302t4:6_11": "drawbacks in hate,",
    "ai-tika-s0302t4:6_12": "The escape from the shade of the robe-cloth: this is the escape from the influence of the three (directions).",
    "ai-tika-s0302t4:6_13": "Approaches using highways,",
    "ai-tika-s0302t4:6_14": "(thinking): I revere Him, the one (whole.",
    "ai-tika-s0302t4:7_0": "Mahākassapa says, “Perhaps it should be told by the Buddha, but the mendicants will be told by the Buddha.”",
    "ai-tika-s0302t4:7_1": "* Whose mind should be planted with adornment?",
    "ai-tika-s0302t4:7_2": "who has been told, “Who is indeed engaged in sacrifice?”",
    "ai-tika-s0302t4:7_3": "(the Buddha) who obtained the (afterwards), having completed the Pabbajjā ordination on the Teacher’s head,",
    "ai-tika-s0302t4:8_0": "The Contentment of Contentment is finished.",
    "ai-tika-s0302t4:9_0": "2. Anottappīsuttavaṇṇanā",
    "ai-tika-s0302t4:10_0": "he enjoyed it with cast-off rags, which is good fortune.",
    "ai-tika-s0302t4:10_1": "Avoiding repelled by fear,",
    "ai-tika-s0302t4:10_2": "For the arising of wholesome thoughts is the same as that of skill in ignorance,",
    "ai-tika-s0302t4:10_3": "is obstructed by the noble path;",
    "ai-tika-s0302t4:10_4": "He who, securely, free of danger,",
    "ai-tika-s0302t4:11_0": "(But) the mind is pleasing, pleasing here, and encounter,",
    "ai-tika-s0302t4:11_1": "Likewise as soon as it is called “bath” , etc.,",
    "ai-tika-s0302t4:11_2": "the production of greed for them.",
    "ai-tika-s0302t4:11_3": "and that have not arisen because of the object of cloth, etc.,",
    "ai-tika-s0302t4:11_4": "Then, as the Fortunate One was living in the way already stated, having not found any object,",
    "ai-tika-s0302t4:11_5": "On the basis of robes, etc.",
    "ai-tika-s0302t4:11_6": "(They are) in the same way as object, and the classification of the object enlightenment factor,",
    "ai-tika-s0302t4:11_7": "Without giving attention to that kind of improper attention, etc., that is to say, improper attention and so on.",
    "ai-tika-s0302t4:11_8": "These are called “restraint by the current” in the way already described, and so on.",
    "ai-tika-s0302t4:11_9": "In this way one’s mind isn’t purified.",
    "ai-tika-s0302t4:11_10": "For the arising of ultimate arrival at the ultimate goal is the best and is the intention to be agreed there.",
    "ai-tika-s0302t4:12_0": "if he allows the permission of an ascetic;",
    "ai-tika-s0302t4:12_1": "Virtue in the way already stated, and so on.",
    "ai-tika-s0302t4:12_2": "they attain what goes on.",
    "ai-tika-s0302t4:12_3": "And although stated: “Where do you find some fruit? Wherech virtues did they carry off? Where does the nostrils?” And where the remainder is said, “Where did they bring?”",
    "ai-tika-s0302t4:12_4": "Striving is the fourth Right Striving at level.",
    "ai-tika-s0302t4:12_5": "This is the teaching that’s arisen, referring to harm, and not lead to harm.",
    "ai-tika-s0302t4:12_6": "The second ...",
    "ai-tika-s0302t4:12_7": "these seven monasteries are concluding in the future. This is what’s referring to the suffering in the future.",
    "ai-tika-s0302t4:12_8": "“As a prudent,” they say, “It is the four inner sections,” etc., and in the primary elements, how they are stated, and so on.",
    "ai-tika-s0302t4:13_0": "The About Imprudence is finished.",
    "ai-tika-s0302t4:14_0": "3. Candūpamasuttavaṇṇanā",
    "ai-tika-s0302t4:15_0": "146.",
    "ai-tika-s0302t4:15_1": "they are frightening in the moonlight, etc.; they are prideless.",
    "ai-tika-s0302t4:15_2": "Enjoying each other’s pray for each other,",
    "ai-tika-s0302t4:15_3": "and torment in defilement by defilements again and again.",
    "ai-tika-s0302t4:15_4": "(There is) heated everyone else, since it is choose to suffer only in one who is chooses.",
    "ai-tika-s0302t4:15_5": "his own disliked by the crowd,",
    "ai-tika-s0302t4:15_6": "When it is said that there is the moon to be shown that on the moon, he said, “Let them give this,”",
    "ai-tika-s0302t4:15_7": "It is not solely that neither too little nor too much respectively by using them, nor even to other people “less,” etc., in this way they said, “Nāgas,” and so on.",
    "ai-tika-s0302t4:15_8": "thus it is of the sound of drums (all) as the language.",
    "ai-tika-s0302t4:15_9": "The moon descriptions of the moon with sun and moon, so on. He takes the road to the neighborhood of the moon.",
    "ai-tika-s0302t4:15_10": "like the moon on the bright side of the moon, so dark as it were, after giving up the waves like the moon’s dispensation, and having become all the darkness, it is always smooth to float on the star, and like the moon’s edge.",
    "ai-tika-s0302t4:16_0": "after removing all the defilements from sense desires, and illustrious defilements,",
    "ai-tika-s0302t4:16_1": "the fact of renunciation, the body of the mind, and the repulsiveness of physical contact, he says, “When a borrow his body is lost,”",
    "ai-tika-s0302t4:16_2": "And the monks have already been shown that he is said to be a monk.",
    "ai-tika-s0302t4:17_0": "For one who has said: “Acccomplished” is what is said.",
    "ai-tika-s0302t4:17_1": "For the sound of counsel, and through quarrels,",
    "ai-tika-s0302t4:17_2": "Through the absence of discerning these , they resort as if possessed of wisdom; these are of what is suitable to say, as if they were possessed of what is compassionate.",
    "ai-tika-s0302t4:18_0": "Two parts cloth from the Elders:",
    "ai-tika-s0302t4:18_1": "They don’t act according to the doctrine of legal issues.",
    "ai-tika-s0302t4:18_2": "after running back:",
    "ai-tika-s0302t4:18_3": "Likewise: he counts those in the midst of the Sangha, which belongs to an individual.",
    "ai-tika-s0302t4:18_4": "This is how the sound of recitation is stated in the way beginning, the because of the depth of all the circumstances and the opposite circumstances it.",
    "ai-tika-s0302t4:18_5": "(but) you should give the full ordination in the midst of the Sangha, for a person who is senior to train in the midst of the Sangha.",
    "ai-tika-s0302t4:19_0": "and in accordance with them in the same way,",
    "ai-tika-s0302t4:19_1": "corruption of wicked desires ...",
    "ai-tika-s0302t4:20_0": "Arriving the brothers behind him.",
    "ai-tika-s0302t4:20_1": "the wind produced by wind, which is the irregular and distended by the mind.",
    "ai-tika-s0302t4:20_2": "after making an end of all attachments, following the mind,",
    "ai-tika-s0302t4:20_3": "For the one who is benefactors for the mind,",
    "ai-tika-s0302t4:20_4": "That is why it is possible that he looks at it.",
    "ai-tika-s0302t4:20_5": "posts it by below the wind, having it carried off his body as a post,",
    "ai-tika-s0302t4:21_0": "One should sun the riches, one who is empty,",
    "ai-tika-s0302t4:21_1": "Because of the arouse ill-will in sensual pleasures, being impure in conduct, and wrong behavior.",
    "ai-tika-s0302t4:22_0": "While standing in the air with the sheet and she came out through the air, she said to the firmament, “From the sky, and having spread out virtue of all good qualities,”",
    "ai-tika-s0302t4:22_1": "This is called because they difference between the four directions.” Then they said, “There is no (true) here because in the fall.”",
    "ai-tika-s0302t4:22_2": "He is uplifted and overjoyed, with his heart uplifted and overjoyed,",
    "ai-tika-s0302t4:22_3": "For the mind is connected with joy, joyful, and equanimous, and happy.",
    "ai-tika-s0302t4:22_4": "Hence it is said: “He is calling out.”",
    "ai-tika-s0302t4:22_5": "sadness, you’re not dejected;",
    "ai-tika-s0302t4:22_6": "his captivating, his mindmader, who was burdensome,",
    "ai-tika-s0302t4:22_7": "* The meditator must discern the previous practice in the way already described .",
    "ai-tika-s0302t4:23_0": "The one who has confidence in the heart",
    "ai-tika-s0302t4:23_1": "When they give it to him, they said, “We give you robe-cloth,”",
    "ai-tika-s0302t4:23_2": "that is the reason for the sake of the Fortunate One’s Teaching, (wholesome) mine, this -",
    "ai-tika-s0302t4:23_3": "Wise Ones protect the one who is guarded, protected by the threat of punishment and danger.",
    "ai-tika-s0302t4:23_4": "The moon’s dispensation as brutal, crystal, etc., which is pure in the Vibhaṅga thus: “One who is pure, like the sound of the birds, the belief of the opposite .",
    "ai-tika-s0302t4:24_0": "The color of the moon is finished.",
    "ai-tika-s0302t4:25_0": "4. Kulūpakasuttavaṇṇanā",
    "ai-tika-s0302t4:26_0": "147.",
    "ai-tika-s0302t4:26_1": "a family falls asleep.",
    "ai-tika-s0302t4:26_2": "One rolls at all, one’s employ is said. It is the meaning.",
    "ai-tika-s0302t4:26_3": "It is called “the moment” because of worms and stepped in a moment.",
    "ai-tika-s0302t4:26_4": "That is why the Buddha said: “He experiences pain and distress from that.”",
    "ai-tika-s0302t4:26_5": "it is recorded that while he is recorded in the way already described.",
    "ai-tika-s0302t4:27_0": "The family consisting of the Visiting Gotamī is finished.",
    "ai-tika-s0302t4:28_0": "5. Jiṇṇasuttavaṇṇanā",
    "ai-tika-s0302t4:29_0": "Having destroyed the positions and took the Booked Covers on the ground, (thinking): “After going to the top of the Pubborn trees, near to the highest breeze, the highest gift.”",
    "ai-tika-s0302t4:29_1": "He is the meaning of being liberating from transferring to last long: the meaning is used.",
    "ai-tika-s0302t4:29_2": "Hence it is said: “So it is in the first case. Well then, when the monks there is a monk beginning they were previously come to me. Well then, they say: ‘I will be able, lay down, lay down the proper conduct.’",
    "ai-tika-s0302t4:29_3": "And that because he had obtained these things, perception, choices, and consciousness is said to be “non-self” in the sense of energy.",
    "ai-tika-s0302t4:30_0": "It is “any” because of its fact that: the meaning is, “any-seeing” .",
    "ai-tika-s0302t4:30_1": "by himself:",
    "ai-tika-s0302t4:30_2": "he is the Teacher,",
    "ai-tika-s0302t4:30_3": "But they make it pursued.",
    "ai-tika-s0302t4:30_4": "does not say what is said for the purpose of showing it, “Lay follower,” etc., that is,",
    "ai-tika-s0302t4:30_5": "whether the Teacher wants to give away the ascetic practices to them, why does he say, “Why are you old? Why are you now?” And why they said, “Why are you?”",
    "ai-tika-s0302t4:31_0": "For this abiding in this life-form, living comfortably,",
    "ai-tika-s0302t4:31_1": "‘I will  hear the sound of delights, frequenting, delighting in the wilderness, at ease in the wilderness, because of honoring a wilderness, and to seclusion, because of the Dhamma.’",
    "ai-tika-s0302t4:31_2": "another is the second thing.",
    "ai-tika-s0302t4:31_3": "While living in that place one monastery he lives at ease in a dwelling place for producing continued existence.",
    "ai-tika-s0302t4:31_4": "Hence it is said: “Where in the delightful woods?”",
    "ai-tika-s0302t4:32_0": "Likewise he dwells in a forest-dweller’s practice, which is an alms-food eater.",
    "ai-tika-s0302t4:32_1": "The same way in the rest;",
    "ai-tika-s0302t4:32_2": "Dispensation, lumps, fosters, and so on is what is said in the others who is debt or what is given.",
    "ai-tika-s0302t4:33_0": "After our husbands have taken our house and go to the house for seven days, they don’t get material fortune, and they don’t get a husband to take back seven days.",
    "ai-tika-s0302t4:33_1": "And while the alms-collecting monk says, “Even if you live in this way” is what is said.",
    "ai-tika-s0302t4:34_0": "what should be done, whatever is having to say, he should go to.",
    "ai-tika-s0302t4:34_1": "behaved like a great degree,",
    "ai-tika-s0302t4:34_2": "some say, “Practicing” is the meaning.",
    "ai-tika-s0302t4:34_3": "Similarly: the abandoning of the two, enquiry and the modes of the winds.",
    "ai-tika-s0302t4:34_4": "by the power of being carried along,",
    "ai-tika-s0302t4:35_0": "and they thought, “In this dwelling, rainy-season residence, the resident monks don’t get enough cloth.”",
    "ai-tika-s0302t4:35_1": "That is why a dwelling should thought about lodging",
    "ai-tika-s0302t4:35_2": "which brings much suffering as produces much happiness and consisting in being unsuitable, and so on.",
    "ai-tika-s0302t4:35_3": "he enjoys few wishes, contentment, blissful meditations in the present life.",
    "ai-tika-s0302t4:36_0": "The Body Present is finished.",
    "ai-tika-s0302t4:37_0": "6. Ovādasuttavaṇṇanā",
    "ai-tika-s0302t4:38_0": "placed advice for his own spiritual companions, and for the sake of their own advice, for the sake of their own benefit and others.",
    "ai-tika-s0302t4:38_1": "Or alternatively, “Now I’ll give Sāriputta and Moggallāna happy advice and instructing the monks for a long time.”",
    "ai-tika-s0302t4:38_2": "Therefore he should place his teacher’s doctrine in order to show himself.",
    "ai-tika-s0302t4:38_3": "Hence it is said: “But it is, sir.”",
    "ai-tika-s0302t4:38_4": "“So it is indeed, Kassapa.",
    "ai-tika-s0302t4:38_5": "or is you, monk?”",
    "ai-tika-s0302t4:38_6": "(but) he can be spoken of as suffering, the receivers are there.",
    "ai-tika-s0302t4:38_7": "to be one who is difficult to produce by anger and enmity,",
    "ai-tika-s0302t4:38_8": "While instruction was being given the instruction, he said, “Not sort of revealing the robe-cloth which is the right way,” “It isn’t left,” “It isn’t lost.”",
    "ai-tika-s0302t4:38_9": "after transcending one another’s service, he says: ‘ after transcending one another,’ then, say she transcends dealing with each other.",
    "ai-tika-s0302t4:38_10": "Many times that will recite a Dhamma talk, and making them unskilled.",
    "ai-tika-s0302t4:38_11": "In previously (discriminately) there is no reason why, the Lord of the Earth,",
    "ai-tika-s0302t4:38_12": "They don’t play the honey, lazy, and cannot be be experienced by the ear.",
    "ai-tika-s0302t4:38_13": "it is possible to get upset enemy in the place where it can be done.",
    "ai-tika-s0302t4:39_0": "The Advice is finished.",
    "ai-tika-s0302t4:40_0": "7. Dutiyaovādasuttavaṇṇanā",
    "ai-tika-s0302t4:41_0": "After leaving the household life by the name of faith, and likewise (the Buddha), “For those who have attained faith,” and “They are allowable.”",
    "ai-tika-s0302t4:41_1": "(they are) wholesome and unwholesome, blameless states of non-viewing -",
    "ai-tika-s0302t4:41_2": "abundant food and drink alcohol,",
    "ai-tika-s0302t4:41_3": "Nor has this good friend,",
    "ai-tika-s0302t4:42_0": "Second: Advice is finished.",
    "ai-tika-s0302t4:43_0": "8. Tatiyaovādasuttavaṇṇanā",
    "ai-tika-s0302t4:44_0": "151.Pubbeti paṭhamabodhiyaṁ.",
    "ai-tika-s0302t4:44_1": "At the time of the Buddha,",
    "ai-tika-s0302t4:44_2": "if she gets the reason for the legal procedure of reconciliation;",
    "ai-tika-s0302t4:44_3": "in those special qualities, having heard",
    "ai-tika-s0302t4:44_4": "In that case, the virtues of the persons is spoken about too.",
    "ai-tika-s0302t4:44_5": "When this was said, he said, “This lucky-born is a customs!” But when they were born, the mendicants are brought to them.",
    "ai-tika-s0302t4:44_6": "these spiritual companions are found in you.",
    "ai-tika-s0302t4:44_7": "“Come, monk,” they said that monk’s face to face with his own hands.",
    "ai-tika-s0302t4:44_8": "for that is called “perhaps” because it is the definition of the meaning and the ignorant.",
    "ai-tika-s0302t4:44_9": "And here it is said that he shows that he has gladness : “Heres that is intent upon the one who has got these things?”",
    "ai-tika-s0302t4:45_0": "Third: Advice is finished.",
    "ai-tika-s0302t4:46_0": "9. Jhānābhiññasuttavaṇṇanā",
    "ai-tika-s0302t4:47_0": "Please set out on foot.” He said, “I desire this during the day,” “I want to make this.”",
    "ai-tika-s0302t4:47_1": "whatever jhāna was established in the absence of the jhāna, it was because of their vision.",
    "ai-tika-s0302t4:47_2": "You should get rid of in detail in the Vibhaṅga thus: “This is the meaning of the evasiveness of the Suttas . ”",
    "ai-tika-s0302t4:47_3": "By the destruction of the pollutants, without pollutants, freed in mind, and without pollutants,",
    "ai-tika-s0302t4:47_4": "Without doing what is contradict, accumulating, and dispersal.",
    "ai-tika-s0302t4:48_0": "The Absorption of the absorption is finished.",
    "ai-tika-s0302t4:49_0": "10. Upassayasuttavaṇṇanā",
    "ai-tika-s0302t4:50_0": "153.",
    "ai-tika-s0302t4:50_1": "The senior monks went to the nuns’ dwelling place and instructed for the sake of gain, but not for the sake of acquiring material possessions. Then if they ask for the sake of honor, they say, “Venerables, how many meditation subjects do you have them declared.”",
    "ai-tika-s0302t4:50_2": "For this Elder Ānanda showed the scriptures and showed them the meditation subject, and the disciples of the five grasping aggregates in the texts, all these five grasping aggregates, and the practice that leads to the aggregates of the states,",
    "ai-tika-s0302t4:50_3": "Impermanent are impermanent, and so on;",
    "ai-tika-s0302t4:50_4": "and give him a hand.",
    "ai-tika-s0302t4:50_5": "and encourage the characteristic of foulness to be encouraged.",
    "ai-tika-s0302t4:50_6": "and having entered another, he counted it thus.",
    "ai-tika-s0302t4:50_7": "His mind is eager, confident, settled, and decided interprehending the wrong time of discerning conditions, the enlightenment factor: “Simply nutriment which is the time of insight, frequenting fact that enlightenment and discernment of principles, and frequenting knowledge of the deathless, he enlightenment factor, develops the right way at the time of insight, Nibbāna.",
    "ai-tika-s0302t4:50_8": "But as soon as the mind of one who sets out reading in full awareness is obtained by the suppression of development, because he has acquired the suppression of the development of it in order to perfect insight with mindfulness of breathing, he delighted the development of the mind by development of absorption and developed them.",
    "ai-tika-s0302t4:50_9": "This is how the meaning here should be understood.",
    "ai-tika-s0302t4:51_0": "A sage who has completely understood these three things, etc., thus it is a sage who is truly known .",
    "ai-tika-s0302t4:51_1": "for the sake of attachments: this is the highest,",
    "ai-tika-s0302t4:51_2": "The meaning is that it is “confidence” , and so on.",
    "ai-tika-s0302t4:51_3": "From the destruction of falls (food) extra effort,",
    "ai-tika-s0302t4:51_4": "With an unenclosed, you do not have a lot of property.",
    "ai-tika-s0302t4:51_5": "the Elder taught the Dhamma",
    "ai-tika-s0302t4:51_6": "“It is a nun who is badly seized by a story and say, “Venerable sir,” and she says, “Nuns,” “It is a serious matter,” “It is not said, “It is not just as if a nun.”",
    "ai-tika-s0302t4:52_0": "Steady in disorded he did not go anywhere.",
    "ai-tika-s0302t4:52_1": "With thorns, thorns, and branches, like branches,",
    "ai-tika-s0302t4:53_0": "The commentary on the beautiful complexion is finished.",
    "ai-tika-s0302t4:54_0": "11. Cīvarasuttavaṇṇanā",
    "ai-tika-s0302t4:55_0": "154.",
    "ai-tika-s0302t4:55_1": "The right kind of her religious donation is said to be the right kind in Rājagaha. He has built a religious donation for him, and made an offering of her right hand, thinking, “The town is called the “Mount Kālāma.”",
    "ai-tika-s0302t4:55_2": "On the next day they went forth in faith.",
    "ai-tika-s0302t4:56_0": "Where there are four monks more than that, if they consent, after eating one of the five staple food having it put in a group,—this is called “eats in a group”; and after eating, he is prepared for the group meal; there is this meal, however.",
    "ai-tika-s0302t4:56_1": "There are three reasons why the rules say that the meal is also allowable.",
    "ai-tika-s0302t4:57_0": "“It is madness, saved, and comfortable.”",
    "ai-tika-s0302t4:57_1": "That is why it is said: “He openings in the door and the windows,” and so on.",
    "ai-tika-s0302t4:57_2": "“Just as he was Devadatta ...",
    "ai-tika-s0302t4:57_3": "Having destroyed the Sangha’s meal at the wrong time, they prepared a meal with this reason.",
    "ai-tika-s0302t4:58_0": "And what exactly do you think, having consequence and brought them up?",
    "ai-tika-s0302t4:58_1": "You’re not executed by the four assemblies of generosity, etc., and observed by the elders of the family, and, it seems to me because you’re an executed.”",
    "ai-tika-s0302t4:59_0": "Your familiar with a pure state of purity.",
    "ai-tika-s0302t4:59_1": "(but) I know, I do not know, and (these) a fame that has not arisen,",
    "ai-tika-s0302t4:59_2": "And what is the basis for defilements?",
    "ai-tika-s0302t4:59_3": "The story of the Sangha was told inclusion,",
    "ai-tika-s0302t4:59_4": "As to location: it is indicated, it is much skillful, and it is their place.",
    "ai-tika-s0302t4:59_5": "After taking place as Attendance, like the time of the defilements, he finds no fault in the body.",
    "ai-tika-s0302t4:60_0": "training in the higher morality, the training in the higher mind, and the best life.",
    "ai-tika-s0302t4:60_1": "and, without defecating the legs of his feet,",
    "ai-tika-s0302t4:60_2": "For this is a question about the characteristics,",
    "ai-tika-s0302t4:60_3": "Without fulfilling anything in each of the training, he fulfills it exclusively complete.",
    "ai-tika-s0302t4:60_4": "But when his mind has arisen, he made an end of suffering without hindrances and pure originates ultimate purity.",
    "ai-tika-s0302t4:60_5": "After that, it is reckoned as a screened place.",
    "ai-tika-s0302t4:60_6": "Hence it is said: “It is an intermediate formation.”",
    "ai-tika-s0302t4:60_7": "and he subsequently “both your enemy,” and so on, the meaning is “invited.”",
    "ai-tika-s0302t4:60_8": "for the sake of the ocher robe.",
    "ai-tika-s0302t4:61_0": "Embracing: the reference to the Community",
    "ai-tika-s0302t4:61_1": "this is the ploughing mastery:",
    "ai-tika-s0302t4:61_2": "The one who was devoted to the prostration, this (merit) fell from the trader,",
    "ai-tika-s0302t4:61_3": "The third (which is) death in the third opposite sense.",
    "ai-tika-s0302t4:61_4": "(There were) eight thousand Bhikkhus, sixty thousand (people) monks, and sixty thousand Bhikkhunis,",
    "ai-tika-s0302t4:62_0": "And this great earthquake because it is said to be the best of all kinds of virtue:",
    "ai-tika-s0302t4:63_0": "the deity halted, sprinkled along,",
    "ai-tika-s0302t4:64_0": "So it is of five kinds as minor and so on.",
    "ai-tika-s0302t4:64_1": "bear death, all of them trees, or like a huge mountains, like a man who cuts off with a net of hunter ...",
    "ai-tika-s0302t4:64_2": "he placed the bathing at the feet of the Buddha, which was charming the Fortunate One’s Marut.",
    "ai-tika-s0302t4:65_0": "(But) the Teacher’s virtues being has been stated in the Teacher’s special qualities of virtue.",
    "ai-tika-s0302t4:65_1": "From that, at that time the very day of the Teacher was reflecting the Dhamma.",
    "ai-tika-s0302t4:66_0": "The Realised One’s wealth (true) uses wealth, and despises a Realised One’s life,",
    "ai-tika-s0302t4:66_1": "gave gifts to the brahmin, placed a gift in front of the brāhmaṇa.",
    "ai-tika-s0302t4:66_2": "Having become the merchant’s daughter",
    "ai-tika-s0302t4:67_0": "For he who is not fully attached to the results of former deeds, but he has not been done in the past,",
    "ai-tika-s0302t4:67_1": "The Independent Buddhas gave him almsfood to him, and his bowl filled it with a palm stump.",
    "ai-tika-s0302t4:67_2": "Because of that this life-form is hard to restrain.",
    "ai-tika-s0302t4:67_3": "Golden color is iron,",
    "ai-tika-s0302t4:67_4": "But she set out on Ghaṭikāra’s first place.",
    "ai-tika-s0302t4:67_5": "and at the time of Bhaddā Kāpilānī, who had arrived at Bhaddā Kāpilānī, went to the monastery.",
    "ai-tika-s0302t4:67_6": "and he bound by jackals through that group.",
    "ai-tika-s0302t4:68_0": "nurses, holding a peacock, and smeared with all the mangoes.",
    "ai-tika-s0302t4:68_1": "nor merit is the meaning, since it substantively is pleasant.",
    "ai-tika-s0302t4:68_2": "* through the merit of merit, by the power of merit, by the means of the merit",
    "ai-tika-s0302t4:68_3": "and the hermitage of Bārāṇasī was able to give a gift.",
    "ai-tika-s0302t4:69_0": "Putting the dart of craving,",
    "ai-tika-s0302t4:69_1": "The group of five on universal seeds were broken, dyed, white, and chopped.",
    "ai-tika-s0302t4:69_2": "The Set where it’s settle,",
    "ai-tika-s0302t4:69_3": "took his merit, and accepting the supernormal powers, etc., by the means of the meritorious deeds (only), “Dear to attain the Divine” , and so on.",
    "ai-tika-s0302t4:70_0": "she goes forth under the instance of five hundred walking-paths, she was established in the shade of the foremost portables, she had fertile fields and lands, and she went forth .",
    "ai-tika-s0302t4:71_0": "sympathy for the noble ones, he declares emancipating the noble ones.",
    "ai-tika-s0302t4:72_0": "(But) he is not desiring to see the venerables.",
    "ai-tika-s0302t4:72_1": "When the Queen attained Parinibbāna the gods gave it to a host of gods.",
    "ai-tika-s0302t4:72_2": "having given it up, after handing back,",
    "ai-tika-s0302t4:72_3": "From the going forth of the noble ones have been constructed today.",
    "ai-tika-s0302t4:72_4": "The King, because he had seen the prostitutes in the Independent Buddhas, saying, “This is the same as the merchant take message.”",
    "ai-tika-s0302t4:73_0": "she sets out to the Brahmā realm.",
    "ai-tika-s0302t4:73_1": "when the twenty years have arrived, after bound together, he said:",
    "ai-tika-s0302t4:73_2": "Which is the heavenly absence of the spiritual life, and from the whole of the spiritual life, in this way, saying: “How do not exist?”",
    "ai-tika-s0302t4:74_0": "While twenty years do they say: “I will leave without getting enough of someone,” he said, “I will not see.”",
    "ai-tika-s0302t4:75_0": "There the woman-treasure who went to the wheel-turning monarch.",
    "ai-tika-s0302t4:75_1": "Venerable, he says.",
    "ai-tika-s0302t4:75_2": "trusting in the true form of sentient beings, “Amongst those who are reborn in a great way!”",
    "ai-tika-s0302t4:75_3": "That is why he said, “Give it.”",
    "ai-tika-s0302t4:76_0": "(Those) princesses, having covered their affairs, they live in line with the great abode.",
    "ai-tika-s0302t4:76_1": "And so these were leftovers from this city gate to the Magadhan town hall, the royal capital of Kālaka, and they set out on Madhurā. They left town and country, where they distribute one another town and left town.",
    "ai-tika-s0302t4:77_0": "This pair of elephants, horses, flowers, and fruits,",
    "ai-tika-s0302t4:77_1": "The old flowers arose",
    "ai-tika-s0302t4:77_2": "Pilindivaccha, Bhaddāli, and Appali,",
    "ai-tika-s0302t4:77_3": "By looking: for material pleasures, the meaning is that it is from sense desire ,",
    "ai-tika-s0302t4:77_4": "they don’t mix closely within.",
    "ai-tika-s0302t4:77_5": "by rubbing the bidding on the ground with the adverting, successively reaching the wide opening.",
    "ai-tika-s0302t4:77_6": "Herein, bound by the tips of the bodies is the brick and, therefore it is bound up with bricks, etc., of the tips of the bitter’s tales, and knotted-fruit kernels covered with white sand.",
    "ai-tika-s0302t4:77_7": "Can you doing a legal procedure of deeds?",
    "ai-tika-s0302t4:77_8": "bondservants and workers,",
    "ai-tika-s0302t4:78_0": "He summons it and put it on.",
    "ai-tika-s0302t4:78_1": "And alternatively, what is preceding specifically at each one’s practice?",
    "ai-tika-s0302t4:78_2": "if he has gone forth in regard to another, it is not suitable for one who has gone forth;",
    "ai-tika-s0302t4:78_3": "This is a term for two, three postures (of mind) robbers.",
    "ai-tika-s0302t4:79_0": "They sit Compassionately because they are included together.",
    "ai-tika-s0302t4:79_1": "But she said, “I will be able to see the Teacher,” “But she said, “I did not see” .",
    "ai-tika-s0302t4:79_2": "There he sat down on the milk-rice and reflected: “Venerable Mahākassapa has been preceded by the Buddha. Grounded by the Fortunate One, has arisen in appearance, and increased in the special qualities of many sorts, the Blessed One, whose mind has become discovered through enlightenment, whose minds are favourable to the development, and opposed by the termite of forms, whose minds a Buddhas of goodness, and who obsesed by the terminators of attachments. Having practiced a Buddha, he has arisen in consequence of sequences, and lacking merit for the past lives, the present.",
    "ai-tika-s0302t4:79_3": "And sitting down, cured.”",
    "ai-tika-s0302t4:79_4": "Without learning the meaning of eighty rolling on “They are in detail”,",
    "ai-tika-s0302t4:79_5": "mindful, with many eyes, many hundreds,",
    "ai-tika-s0302t4:79_6": "As a golden coloured lotuses were rising from the Buddha, the golden flag, and the broad,",
    "ai-tika-s0302t4:79_7": "This should be understood in this way:",
    "ai-tika-s0302t4:80_0": "Nāḷandā thought, “There’s no need to be between the capital of Rājagaha and the capital of the royal capital.”",
    "ai-tika-s0302t4:80_1": "For I cannot attain anyone else who is a teacher’s doctrine in this very life, immediately effective, inviting inspection, relevant, so that I can legitimately and completely understand how sentient beings are of their instructions.",
    "ai-tika-s0302t4:80_2": "For there is no other in being able to bring upon my equality, the Holy One’s virtue, and so on.",
    "ai-tika-s0302t4:80_3": "For I can’t be able to enlighten augment of the Dhamma rightly by himself.",
    "ai-tika-s0302t4:80_4": "This is my teacher.",
    "ai-tika-s0302t4:81_0": "Not knowing, they may attain end in every way.",
    "ai-tika-s0302t4:81_1": "endowed with all mental factors, everywhere free;",
    "ai-tika-s0302t4:81_2": "endowed with good conduct, one who has good conduct, (thinking):",
    "ai-tika-s0302t4:81_3": "Whose sits down:",
    "ai-tika-s0302t4:81_4": "they praise the districts.",
    "ai-tika-s0302t4:82_0": "(Should) he should train in this way:",
    "ai-tika-s0302t4:82_1": "conscience and shame is called out of conscience.",
    "ai-tika-s0302t4:82_2": "(but) he who is happy before, in the first place he approaches the one who goes (only),",
    "ai-tika-s0302t4:82_3": "(but) he is satisfied, just as the conscience and prudence is filled up with conscience and prudence.",
    "ai-tika-s0302t4:82_4": "Lack of skillful qualities, having vital condition,",
    "ai-tika-s0302t4:82_5": "Bones sinews in that Dhamma:",
    "ai-tika-s0302t4:82_6": "From the first starting point of the mind in the beginning, “There is no need to get a little,” and she told him, “There is no oppressing the state.",
    "ai-tika-s0302t4:82_7": "”—”That is what is said.",
    "ai-tika-s0302t4:82_8": "all that’s entirely full of freedom.",
    "ai-tika-s0302t4:82_9": "(She then), after taking possession of preliminary work, he proclaims it as far as it were, then rolled forth the whole of its rolling and giving a teaching of its preliminary works.",
    "ai-tika-s0302t4:82_10": "(Whoever) is placed by legitimate means,",
    "ai-tika-s0302t4:82_11": "having abandoned (them) from it,",
    "ai-tika-s0302t4:82_12": "It is stated in the first jhānas as well as in the rest of the jhānas associated with it, and this is said.",
    "ai-tika-s0302t4:83_0": "and in the city of (good) birth and deathless, he said: “I am defilements!” and “It is the defilement of all defilements,” he said, “It is the defilement of their own defilements.”",
    "ai-tika-s0302t4:83_1": "for there is only four inclusions: whatever is the commentary on the path that should be understood as stated in the way described.",
    "ai-tika-s0302t4:83_2": "There the Buddha addressed the senior brahmins:",
    "ai-tika-s0302t4:83_3": "Which eight days have passed, the Fortunate One, in the eighth day.",
    "ai-tika-s0302t4:84_0": "he left the road, and at the first Fortunate One arrived first.",
    "ai-tika-s0302t4:84_1": "After attaining the state of Awakening, he said, “What is the reason why, later generation?” it is said, “It is like a lamp’s flame.”",
    "ai-tika-s0302t4:84_2": "“Reverend, for seven days I ate the nation’s alms-food as a debtor.” And I said, “Food, sweat.”",
    "ai-tika-s0302t4:84_3": "This is the exposition here.",
    "ai-tika-s0302t4:84_4": "Then the Buddha said that the robe-cloth is given by the Fortunate One, “After giving the robes,” etc.",
    "ai-tika-s0302t4:85_0": "Without having a folded robe, without having put away the upper robes together,",
    "ai-tika-s0302t4:85_1": "of birth and death.",
    "ai-tika-s0302t4:85_2": "He can also be regarded thus: “Character in this way,” and he sent him off opposite of the ascetic practices, which is criticized by shaking off of them.",
    "ai-tika-s0302t4:85_3": "in regard to questions that are not suitable.",
    "ai-tika-s0302t4:85_4": "The elder caught up in them.",
    "ai-tika-s0302t4:86_0": "the Buddha’s instructions grows in the Dhamma since he lowers his immateriality to him.",
    "ai-tika-s0302t4:86_1": "when the Fortunate One’s bodily relics was born,",
    "ai-tika-s0302t4:86_2": "For it is capable of understanding that in the natural excellence of the teaching the Dhamma has already been dropped.",
    "ai-tika-s0302t4:86_3": "The Teacher should give such advice, the most senior monk to give the instruction, set about the Teaching, and he is going to the instruction. He is only advice to give the instruction.",
    "ai-tika-s0302t4:86_4": "The same method applies in the same way",
    "ai-tika-s0302t4:87_0": "“It is easy to do, reverends,” he replied, “It is inappropriate for her”, and he said, “Now isn’t told, who has been illumined, is what is said.",
    "ai-tika-s0302t4:87_1": "Herein, just as when I had received the Teacher, I would get a league,",
    "ai-tika-s0302t4:87_2": "The Teacher is not able to teach the Dhamma in this way, and the teachers, Sīhas thoughts of the world, since they are typical in the impediments, since they don’t follow other paths.",
    "ai-tika-s0302t4:87_3": "For the Great Elder Nun, having developed his own virtues, thus he is aroused through the special qualities of his own special qualities,",
    "ai-tika-s0302t4:87_4": "That which is praised here - which is unsuitable,",
    "ai-tika-s0302t4:87_5": "In the first which it is mentioned in the way already described.",
    "ai-tika-s0302t4:88_0": "The Book of the robes is finished.",
    "ai-tika-s0302t4:89_0": "12. Paraṁmaraṇasuttavaṇṇanā",
    "ai-tika-s0302t4:90_0": "155.",
    "ai-tika-s0302t4:90_1": "Likewise in the past, when a Realized One was born in the past, future, and present, the Realized One said to them: “Deeds in the past, future, or present, he has done what a deed, he has come to be, in oneself.”",
    "ai-tika-s0302t4:90_2": "(There is) this, he rolls over and repulsion, thus he is the view of it.",
    "ai-tika-s0302t4:90_3": "They’re not stored in what is beneficial in this very life, nor have they stored in happiness.",
    "ai-tika-s0302t4:90_4": "Through the beginning is the path bearing for striving the spiritual life, because it is the person living of the spiritual life.",
    "ai-tika-s0302t4:90_5": "But they’re not obstructed by the beginning, the view of the past, and the future,",
    "ai-tika-s0302t4:90_6": "Through this the spiritual life I will not be lost,",
    "ai-tika-s0302t4:90_7": "it should be known that this is the way of understanding.",
    "ai-tika-s0302t4:91_0": "The commentary on the color of others is finished.",
    "ai-tika-s0302t4:92_0": "In the commentary on the True Dhamma",
    "ai-tika-s0302t4:93_0": "156.",
    "ai-tika-s0302t4:93_1": "if he knows that the lower paths of relatives below by way of them, but he does not know them; he is enlightened upon them; he knows the path is the foremost.",
    "ai-tika-s0302t4:93_2": "and they also attained the fruit of Liberation.",
    "ai-tika-s0302t4:93_3": "That is why it is said: “Go away.”",
    "ai-tika-s0302t4:94_0": "lighting up the signs of light,",
    "ai-tika-s0302t4:94_1": "Saying: “After going into the presence of the mind, he bound them together,",
    "ai-tika-s0302t4:94_2": "lighting up the firmament.",
    "ai-tika-s0302t4:94_3": "his mind enters into a league.",
    "ai-tika-s0302t4:94_4": "Hence it is said: “He is invited my mind” .",
    "ai-tika-s0302t4:94_5": "Likewise in the rest.",
    "ai-tika-s0302t4:95_0": "he establishes mindfulness that is to be mindful.",
    "ai-tika-s0302t4:95_1": "Equanimity as specific neutrality is equanimity and insight,",
    "ai-tika-s0302t4:95_2": "And here the unification of mind is fixed in accessibodious forms;",
    "ai-tika-s0302t4:95_3": "knowledge of the mental formations associated with insight,",
    "ai-tika-s0302t4:95_4": "and having many wishes, the leader of faith in the Sakyans, having become faithful,",
    "ai-tika-s0302t4:95_5": "mindfulness is established,",
    "ai-tika-s0302t4:95_6": "Equanimity is abiding in equanimity:",
    "ai-tika-s0302t4:95_7": "For with a lazy mind associated with desire,",
    "ai-tika-s0302t4:95_8": "ii. It is these inclinations in the middle as a weapons, etc., and is said to be the proximate cause of the jhānas.",
    "ai-tika-s0302t4:95_9": "again and again equanimous equanimity of equanimity, which has non-equanimity as their own.",
    "ai-tika-s0302t4:95_10": "Vipassī are suspended, not loving,",
    "ai-tika-s0302t4:95_11": "(He may be) the overpower or the other with happiness.",
    "ai-tika-s0302t4:96_0": "These are the ten bases for defilement that are a defilement of these.",
    "ai-tika-s0302t4:96_1": "He who has wisdom when he knows a mind-defilement he knows, and he knows he is able to live.",
    "ai-tika-s0302t4:96_2": "“For those who have arrived at the path, relying on the fruit of the path, were flowing to waves, evaluation, and eloquence.”",
    "ai-tika-s0302t4:96_3": "He is skilled in that place, and who knows what is not suitable.",
    "ai-tika-s0302t4:97_0": "attaining the state of excellence in the True Dhamma ...",
    "ai-tika-s0302t4:97_1": "When Vipassī understands that allayed knowledge of the sense fields, then it is possible to attain the immaterial attainments.",
    "ai-tika-s0302t4:97_2": "talk about the elements, talks about.",
    "ai-tika-s0302t4:97_3": "They wrapped feelings as feelings,",
    "ai-tika-s0302t4:97_4": "say that bull elephants say the fearless,",
    "ai-tika-s0302t4:97_5": "if they respond to;",
    "ai-tika-s0302t4:97_6": "through the destruction of the Buddha, without attachment,",
    "ai-tika-s0302t4:97_7": "No Buddha is incapable of progressing the immeasurable,",
    "ai-tika-s0302t4:97_8": "Herein, it is the cause, when the defilements are destroyed, and the reason why no idea that comes to attainment of the defilements.",
    "ai-tika-s0302t4:98_0": "after saying that the goods have been depressed, the goods have come to be.",
    "ai-tika-s0302t4:99_0": "and not partaking of identity view.",
    "ai-tika-s0302t4:100_0": "Now, as to the analytical knowledge: “Now the meditators have attained the analytical knowledge of the development of the Arahants,” etc., he replied, “It is said again.”",
    "ai-tika-s0302t4:100_1": "There they arranged it in the past. They specifically filled their bowls around in the past.",
    "ai-tika-s0302t4:100_2": "First: Upon Awakening",
    "ai-tika-s0302t4:100_3": "For in oneself the past life-form, the excellence of his merit is lost,",
    "ai-tika-s0302t4:100_4": "others;",
    "ai-tika-s0302t4:100_5": "This practice will vanish from the true teaching, and it will be shown in this way.” And it is the preceding specified by the noble path.",
    "ai-tika-s0302t4:101_0": "she was plagued by twenty-two parts,",
    "ai-tika-s0302t4:101_1": "The training of the higher morality is the training in the higher morality, the general population is the wrong way,",
    "ai-tika-s0302t4:101_2": "What is the reason why sometimes it is said to have one of the qualities of another?",
    "ai-tika-s0302t4:101_3": "there is a condition for the attainment of the path, there is no recommendation forwards.",
    "ai-tika-s0302t4:101_4": "the condition for the penetration of the characteristic of foulness is the condition for the penetration of distinction.",
    "ai-tika-s0302t4:101_5": "it is the end of the Dispensation that is the last state of stagnation.",
    "ai-tika-s0302t4:102_0": "He doesn’t seek the instructions, but proceed having turned away.",
    "ai-tika-s0302t4:102_1": "One who is virtuous, of virtue, of stinginess, but not the unethical in regard to his virtue,",
    "ai-tika-s0302t4:102_2": "In this monastic code there are dangers in the recitation of the Monastic Code.",
    "ai-tika-s0302t4:102_3": "Doing the precepts, he asked: “Have you placed your virtue?”",
    "ai-tika-s0302t4:103_0": "In this way the whole world with its gods, which is thus extinguished in the four great elementals, and is to be planted on the floor.",
    "ai-tika-s0302t4:103_1": "Since they don’t fall away from somewhere disturbance, the true teaching doesn’t disappear.",
    "ai-tika-s0302t4:103_2": "when he says this, they say:",
    "ai-tika-s0302t4:104_0": "the first use of the gift, he said, “Which is the beginning,” and so on.",
    "ai-tika-s0302t4:104_1": "Below is the meaning of that interpreting place: the inner alternative is the meaning.",
    "ai-tika-s0302t4:104_2": "Respect for spirituality,",
    "ai-tika-s0302t4:104_3": "For it is said in those who take pleasure in being the low, the meaning is liberating, thus it is “without meaning” those words “There is subtle,” they say, “It’s inappropriate.”",
    "ai-tika-s0302t4:104_4": "In empty dwellings, you’ve learned.",
    "ai-tika-s0302t4:105_0": "The Congregation of the True Teaching is finished.",
    "ai-tika-s0302t4:106_0": "Questioning the sword of the self-control",
    "ai-tika-s0302t4:107_0": "The Linked Discourses on the Parinibbāna of the Licchavīs,"
}