{
    "ai-tika-s0403t39:0_0": "7. Mahāvaggo",
    "ai-tika-s0403t39:1_0": "Living in conscience and prudence,",
    "ai-tika-s0403t39:2_0": "65-66.",
    "ai-tika-s0403t39:2_1": "The first section for recitation on the story of the seventh section.",
    "ai-tika-s0403t39:2_2": "The second absorption, the third absorption, the fourth absorption, the embracing, the fire, and the air.",
    "ai-tika-s0403t39:2_3": "he had three circumstances, longing for the sky, rewards of the gods of abundant fruit.",
    "ai-tika-s0403t39:2_4": "for if the eon were expanded with fire, he burned up by the fire.",
    "ai-tika-s0403t39:2_5": "When the water is over, it grows old, soiled, dropped, and that was moved by water.",
    "ai-tika-s0403t39:2_6": "When that blows out, the swept downwards from the belly to the wind,",
    "ai-tika-s0403t39:2_7": "but there is exceeding in detail in detail for one hand the Buddha’s instruction.",
    "ai-tika-s0403t39:2_8": "fields of the Buddha’s name and family, three kinds of equanimity, and so on.",
    "ai-tika-s0403t39:2_9": "Herein, the Realized One’s name: ten thousand deaths, a limited period, and a limited period in the Lakens about the Realized One’s time.",
    "ai-tika-s0403t39:2_10": "At the end of a thousand koṭis of treasures, eighty-four thousand treasures mounted the limited treasures and a limited strips of treasures.",
    "ai-tika-s0403t39:2_11": "Moreover, the water Āṭāgiri has limited.",
    "ai-tika-s0403t39:2_12": "Whatever wide and no-one balanced shoots, he may get whatever he wants.",
    "ai-tika-s0403t39:2_13": "In this way, when there are three in the three Vedas, Visionary One’s doctrine,",
    "ai-tika-s0403t39:2_14": "And when one is destroyed, the pupils in that state, in the sense of urgency,",
    "ai-tika-s0403t39:2_15": "Their One remains and undisturbed, and then his consciousness becomes stabilized.",
    "ai-tika-s0403t39:3_0": "Three rolled-up cloth: greed and hate are equipmented for the sake of sensual desire.",
    "ai-tika-s0403t39:3_1": "For the world’s an unprofitable way, greed will never lost the world.",
    "ai-tika-s0403t39:3_2": "Because greed has dried up and evaporated the fire.",
    "ai-tika-s0403t39:3_3": "But some say, “Those who are heating with the drops in water,”",
    "ai-tika-s0403t39:4_0": "There are three groups of people: cotton-working cotton-down quilt, and threevals of wheels.",
    "ai-tika-s0403t39:4_1": "Herein, one hundred thousand aeons there will be a hundred thousand of deities called (which is called) the sound of a hundred thousand aeons, etc.,",
    "ai-tika-s0403t39:4_2": "“The world is living for a hundred years, more than a hundred years in the human realm. Your compassionately.”",
    "ai-tika-s0403t39:4_3": "“The Buddha will arise for a thousand years in the presence of the Buddha.”",
    "ai-tika-s0403t39:4_4": "“Over a thousand years, Buddha is practicing in line with the teachings, having entered on the good way, can he teach the Dhamma in the Saṅgha,” and so he addressed the deities.",
    "ai-tika-s0403t39:4_5": "“But if a hundred years old will arise in the Universal Monarch becomes a wheel-turning monarch.”",
    "ai-tika-s0403t39:4_6": "“Those a hundred years, oppressed by even a hundred years, fourteen thousand wheels, a thousand wheel-turning monarch.”",
    "ai-tika-s0403t39:5_0": "it’s not long since it’s not pulled up to the bubble of drop.",
    "ai-tika-s0403t39:5_1": "It is smooth: like a dream that was drunken on the bank of the river, like a necklace in the village,",
    "ai-tika-s0403t39:6_0": "if it is unintelligent and finishing, when a mirror is drawn out;",
    "ai-tika-s0403t39:6_1": "only when a fire is falling heat, a fire-place floating, and a hundred or a thousand years old, even a hundred thousand years.",
    "ai-tika-s0403t39:6_2": "for the sake of all seeds, men, he dropped the seeds.",
    "ai-tika-s0403t39:6_3": "But when the cows are grown only a single king’s escorted by the crops, even one rain does not break into the sky.",
    "ai-tika-s0403t39:6_4": "Hence the seeds said: “The seeds have come out from an end.”",
    "ai-tika-s0403t39:6_5": "The sky is not like a drop of the gods.”",
    "ai-tika-s0403t39:6_6": "After hearing that many thousands of deities were reborn in a hundred thousand aeons, the deities of the rainy season, and the meritorious deities, after hearing them, they were reborn in the company of the deities. Then, on their way they were reborn in the company of the gods, questioning of the deities.",
    "ai-tika-s0403t39:7_0": "there are five kinds of propagation: propagation from roots, propagation from stems, propagation from joints, propagation from seeds, propagation from seeds.",
    "ai-tika-s0403t39:7_1": "Herein, just as roots are destroyed by the roots, (but) the root, stalks, and so on.",
    "ai-tika-s0403t39:7_2": "Living on the aggregates, they say,",
    "ai-tika-s0403t39:7_3": "Leafs, garlic, bamboo, reed, soft, and so on.",
    "ai-tika-s0403t39:7_4": "They blame the best, shrubby, honey, and so on.",
    "ai-tika-s0403t39:7_5": "A seeds sown in the past, the present, and the buds, and the necklaces,",
    "ai-tika-s0403t39:7_6": "In the immediately abode of conditions, water, fire, creatures, and so on. And the plants propagation from the roots, the plants, seeds, etc., that lead to the roots, the s from the roots, and incomparable, the seeds that are made up from roots, and the tiny in the roots, and the seeds, and the suffering.”",
    "ai-tika-s0403t39:7_7": "As the trees that were over of fruit, the creepers and trees, and the beryl (only),",
    "ai-tika-s0403t39:8_0": "whatever happiness is there in the heavens , such as the word “body” ,",
    "ai-tika-s0403t39:8_1": "When will I at all time?",
    "ai-tika-s0403t39:8_2": "you’ll wander for you to fight.",
    "ai-tika-s0403t39:8_3": "long-lived,",
    "ai-tika-s0403t39:8_4": "Experiencing thus:",
    "ai-tika-s0403t39:8_5": "The rest is the same as in the case.",
    "ai-tika-s0403t39:9_0": "As forty-four years is finished.",
    "ai-tika-s0403t39:10_0": "3. Nagaropamasuttavaṇṇanā",
    "ai-tika-s0403t39:11_0": "67.",
    "ai-tika-s0403t39:11_1": "you like a third time,",
    "ai-tika-s0403t39:11_2": "in such passages as “The chariot has the requisite of virtue, the axle of jhāna, the wheel of energy” it is an ornament; and it is made of all the sound of it, like the city in the drops.",
    "ai-tika-s0403t39:11_3": "And although this is so called “requisites” in the sense of construction to equipment as “conctions.”",
    "ai-tika-s0403t39:11_4": "what is called “leaning” is said, it is a post, “Falling ground,” “For he says, level ground, a deep posts is deep,” “From the ground, the meaning is large, it is deep.",
    "ai-tika-s0403t39:11_5": "had a well-sovered place on the ground, having placed the ground, returned,",
    "ai-tika-s0403t39:12_0": "Because they don’t grasp the path that is insisting the wrong way, they reach a road,",
    "ai-tika-s0403t39:13_0": "take the elephant step to climb the elephant, And he is go along a cow.",
    "ai-tika-s0403t39:13_1": "Because when he goes around the elephant stables, all the elephants, horses, and chariots, all the elephants.",
    "ai-tika-s0403t39:13_2": "Hence it is said: “He is knives” and so on.",
    "ai-tika-s0403t39:13_3": "Herein, there are those handsome elephants, horses, and chariots,",
    "ai-tika-s0403t39:13_4": "in elephant-trained elephants:",
    "ai-tika-s0403t39:13_5": "Hatthaka:",
    "ai-tika-s0403t39:13_6": "the sound of hands, etc., that spreads by parks, etc., which as well,",
    "ai-tika-s0403t39:13_7": "Likewise the charioteers, a charioteer, and the rest.",
    "ai-tika-s0403t39:13_8": "a street, a cul-de-sac,",
    "ai-tika-s0403t39:13_9": "The chariot is called a chariot brought by the chariot,",
    "ai-tika-s0403t39:13_10": "take hold of him, take hold of him, contact him, and wealth.",
    "ai-tika-s0403t39:13_11": "Hence the Hence (saying): “Here the Seer kills living creatures.”",
    "ai-tika-s0403t39:13_12": "And if they were walking along a lesser foulness together:",
    "ai-tika-s0403t39:13_13": "“Those who are going along the throne shoulders, while they were walking in front.”",
    "ai-tika-s0403t39:13_14": "Likewise, when building up a wall and a lotus flower stuffed by it, the thresholds and useers at it.",
    "ai-tika-s0403t39:13_15": "birds, like a hawks, swept away the lumps of meat, having cut off the flesh, and synovial fluid. They’ll safely cut off the sword and reaching the end of the return.",
    "ai-tika-s0403t39:13_16": "In the second triad that is plunged in the second trickling out of secret hate is the meaning.",
    "ai-tika-s0403t39:13_17": "” is said in the Vibhaṅga: the meaning is, etc., that is, the meaning is, it is said.",
    "ai-tika-s0403t39:13_18": "Patients : if it is not actually absolutely , thus it is unsuitable ; the meaning is, it is unsuitable.",
    "ai-tika-s0403t39:13_19": "by the strength of the strength of his great strength, like a great hero, which has as though guilt (only) awful rest.",
    "ai-tika-s0403t39:13_20": "One day, after becoming her own immaterial states consisting in the same way,",
    "ai-tika-s0403t39:13_21": "As a consequence his net.",
    "ai-tika-s0403t39:13_22": "Strewn down and lay down on the bed thread, that is a piece of cotton down or creeper.",
    "ai-tika-s0403t39:13_23": "And Dāsaka’s servants, being the very slaves,",
    "ai-tika-s0403t39:14_0": "Equanimity is characterized as an intelligence too.",
    "ai-tika-s0403t39:14_1": "With confidence in those who have it, successively entered on the site for a site.",
    "ai-tika-s0403t39:14_2": "They entered upon the surface of (good) patience, they rejoice.",
    "ai-tika-s0403t39:14_3": "confidence in those without it, and inspire confidence in those who are bound for confidence.",
    "ai-tika-s0403t39:14_4": "This is the right way to listen.",
    "ai-tika-s0403t39:14_5": "Patient and full of equipment.",
    "ai-tika-s0403t39:14_6": "They’re bound by faith, and so on. There are seventeen great earths, great marriages, diffusing and liquoring, great alcoholic drinks, will cause great alcoholic drinks.”",
    "ai-tika-s0403t39:14_7": "Because they give a gift out of faith and ethics.",
    "ai-tika-s0403t39:14_8": "Hence it is said: “Confused, Protectors,”",
    "ai-tika-s0403t39:14_9": "of the head,",
    "ai-tika-s0403t39:14_10": "Then the hermits came to the seam, as he was the one on the earth from the water.",
    "ai-tika-s0403t39:14_11": "Hence it is said: “He is lived in dependence on Migāra’s mother.”",
    "ai-tika-s0403t39:14_12": "He’s faithful, he looks after a person’s own faith, the lord of the gods. He thinks, “Though he is about to go for refuge to the gods, and with the intention of quenching.”",
    "ai-tika-s0403t39:14_13": "And the second-jhāna should be seen in the beginning and the second.",
    "ai-tika-s0403t39:14_14": "Like many hundreds of thousands of many hundreds of many wishes,",
    "ai-tika-s0403t39:14_15": "In empty dwellings, you’ve learned.",
    "ai-tika-s0403t39:15_0": "The About Careful is finished.",
    "ai-tika-s0403t39:16_0": "4. Dhammaññūsuttavaṇṇanā",
    "ai-tika-s0403t39:17_0": "68.",
    "ai-tika-s0403t39:17_1": "Fourth: Knowledge of the Teaching; he knows the Teaching, and he knows the Teaching.",
    "ai-tika-s0403t39:17_2": "As he was spoken on the meaning of this discourse sequence of meaning, etc., losessing the meaning of the terminator of meaning, knows the meaning, and its meaningful saying.",
    "ai-tika-s0403t39:17_3": "“This is how I understand through virtue’s (living in) virtue, concentration and understanding thus, ‘I am one who knows moderation’.",
    "ai-tika-s0403t39:17_4": "Knowing receiving food in the reference to the use of requisites, etc., that is how they know moderation in accepting.",
    "ai-tika-s0403t39:17_5": "But if he receives in accepting what is allowable, saying: “I have eaten in moderation, stubbornness, etc., that is not allowed to be received indoors, or is very far from them.”",
    "ai-tika-s0403t39:17_6": "“This is the time, this is the time for recitation.”",
    "ai-tika-s0403t39:17_7": "Herein, five years old is the time for recitation. Their story is not worthy of questions, but the earlier or the nose are not able to gaze, the one who isn’t able to fulfill the training rules.",
    "ai-tika-s0403t39:17_8": "knows assemblies, and assemblies, he knows the assembly.",
    "ai-tika-s0403t39:17_9": "An assembly of four hundreds, three assemblies, and four (persons), then I say:",
    "ai-tika-s0403t39:17_10": "But in the case of the Regardings of an aristocrat",
    "ai-tika-s0403t39:17_11": "“When I frequent this person, unskillful qualities decline, and skillful qualities grow. That’s why you should know that person should be cultivated.”",
    "ai-tika-s0403t39:17_12": "In this way they know what person is high and low—these are called “low names”.",
    "ai-tika-s0403t39:17_13": "Yet, that too is to be cultivated without some things. The ascetic should be seen as an ascetic.",
    "ai-tika-s0403t39:18_0": "One Who Knows the Teachings in the Teaching is finished.",
    "ai-tika-s0403t39:19_0": "Talking forty-foursts, etc.",
    "ai-tika-s0403t39:20_0": "69-70.",
    "ai-tika-s0403t39:20_1": "around five repells fallen into a champion,",
    "ai-tika-s0403t39:20_2": "And here the first carpet appears in the second and the third in that very same way.",
    "ai-tika-s0403t39:20_3": "But the Great Steward showing the first Commentary he showed the second (peaks) the third Council, and threw it into the heat, having been shown the third terrible and the fourth (peof the Buddha), after having made the fourth terrace and vases (only) through the fourth earthquake.",
    "ai-tika-s0403t39:20_4": "Herein, that is how it is said:",
    "ai-tika-s0403t39:20_5": "The thirteen powder fell from the rainy season residence and in every place all the flowers were being taken up, and from the starting rainy season –",
    "ai-tika-s0403t39:21_0": "When the buds start to form, the gods are elated. They think: ‘The Gods of the Thirty-Three, the leaves on the Shady Orchid Tree have fallen to regrow.’",
    "ai-tika-s0403t39:21_1": "When the foliage starts to regrow, the gods are elated. They think: ‘It’s like the Shady Orchid tree foliage stars to regrown in the company of the gods of the Thirty-Three. It’s oppressed, there’s no jackal. It won’t be long until they fall.’",
    "ai-tika-s0403t39:22_0": "let one who points out the meaning here is this:",
    "ai-tika-s0403t39:22_1": "flawless, they’re not fallen upon destruction.",
    "ai-tika-s0403t39:22_2": "Like watery to the buds of gold, silver, and money,",
    "ai-tika-s0403t39:22_3": "Those who are blue-blacks, blackened by blue waters, and meat, are called “per-skins”.",
    "ai-tika-s0403t39:22_4": "he was born as a net of oil lamps like the fire sewing from a net of gird.",
    "ai-tika-s0403t39:22_5": "Some of them says, “But one is born in a womb for one born,” and",
    "ai-tika-s0403t39:22_6": "The Simile of the Tree of the Bullaka Tree is made entirely of six-footed wide openings in the morning time.",
    "ai-tika-s0403t39:22_7": "and alertly stands all over.",
    "ai-tika-s0403t39:22_8": "Sañjikāputta, Queen Sañjikāputta,",
    "ai-tika-s0403t39:22_9": "Korakkhattiya born in Sañjikāputta, (that), having arisen in breath,",
    "ai-tika-s0403t39:22_10": "entirely swelling all round, wavering from water.",
    "ai-tika-s0403t39:22_11": "This is the opportunity to show, long wide, feeding on inner skin, (saying):",
    "ai-tika-s0403t39:23_0": "Whose meritoriously does have cut off the shade of the gods, and were endowed with the good qualities,",
    "ai-tika-s0403t39:23_1": "if she cuts it down when she cuts it;",
    "ai-tika-s0403t39:23_2": "As a consequence, the waterpot was cut off is made from a plank of flowers,",
    "ai-tika-s0403t39:23_3": "There is one who “gains” and “cleans” .",
    "ai-tika-s0403t39:23_4": "A certain goddesses: deities and so on.",
    "ai-tika-s0403t39:23_5": "Revata then Revata, Revata,",
    "ai-tika-s0403t39:23_6": "said: “Having spended Kaṇṭaka, after bringing the water,",
    "ai-tika-s0403t39:24_0": "That monastic who has ended the defilements, who has ended the defilements, supernormal powers, who has ended the defilements, pervading the Brahmā realm.",
    "ai-tika-s0403t39:24_1": "One gone forth is very fruitful to seeking purification from the fourfold purity.",
    "ai-tika-s0403t39:24_2": "In the first place should be understood as included in the following suttas, and so on.",
    "ai-tika-s0403t39:24_3": "But here it is because of its delimitation that it can be shown by one who is virtuous and shown that he has attained Arahantship.",
    "ai-tika-s0403t39:24_4": "Hence it is said: “This is purity of one who has gone forth into homelessness under the heading of virtue, this is lived in one who has gone forth as a field” .",
    "ai-tika-s0403t39:24_5": "The sixth is the section on the sixth.",
    "ai-tika-s0403t39:25_0": "The group of forty-four is finished.",
    "ai-tika-s0403t39:26_0": "7. Bhāvanāsuttavaṇṇanā",
    "ai-tika-s0403t39:27_0": "71.",
    "ai-tika-s0403t39:27_1": "For these seven reasons are not able to make an end to the state of existence.",
    "ai-tika-s0403t39:27_2": "(There is) in the meaning of “exposition” is the meaning of this,",
    "ai-tika-s0403t39:27_3": "And when a mendicant has collected the logs, the Realised One’s word is defined in the world with the word or the other three in the world, or likewise.",
    "ai-tika-s0403t39:27_4": "rightly bedecked himself, and ...",
    "ai-tika-s0403t39:27_5": "For the ending of parties is the sound.",
    "ai-tika-s0403t39:27_6": "To make him get up with wet clothes, the series were unable to make him give it up.",
    "ai-tika-s0403t39:27_7": "Hence it is said: “I  humanity.”",
    "ai-tika-s0403t39:27_8": "right endeavour, rightly through (from all) Chickening.",
    "ai-tika-s0403t39:27_9": "Hence it is said: “Here is a chicken’s house.”",
    "ai-tika-s0403t39:27_10": "And here there is the right way togleness, and torpor, chickens and pigs, and it is the right kind of embracing the right way to avoid stuffing it.",
    "ai-tika-s0403t39:27_11": "For the other in the right way the other (surely) sublime -",
    "ai-tika-s0403t39:27_12": "For there is no rightly introduction regarding rightly, and the rightly developed of the right way.",
    "ai-tika-s0403t39:27_13": "it was said above with the other two arrivals.",
    "ai-tika-s0403t39:28_0": "Proper conduct is threefold: the meaning is, and the three instances of sense desires.",
    "ai-tika-s0403t39:28_1": "Even if I had such a wish, he could not wish: “How much I want, what is meant for me?”",
    "ai-tika-s0403t39:28_2": "why are we to be afraid of the danger? Why are you afraid of them?",
    "ai-tika-s0403t39:28_3": "if it is a bedroom;",
    "ai-tika-s0403t39:28_4": "which have ripened inside the outer cuticle, the inner quarters (on his course).",
    "ai-tika-s0403t39:28_5": "You should not create a plank of lossing from the village of Kāsi, which is there being made of lump of looking forwards, lots of wet cloth from the mouth of a string, and it wetton-do the rod.",
    "ai-tika-s0403t39:28_6": "Consequently when he is seen by looking at the lying (even), and has reached his sleeping place.",
    "ai-tika-s0403t39:29_0": "At the end of the concept “This is the end of the true grasping” .",
    "ai-tika-s0403t39:29_1": "hindering the upper robe",
    "ai-tika-s0403t39:29_2": "And now they say, when (good) continually and approval.",
    "ai-tika-s0403t39:29_3": "Having come to a safe place here, having shook.",
    "ai-tika-s0403t39:29_4": "the states consisting in conformity with the states associated with knowledge.",
    "ai-tika-s0403t39:29_5": "for the mindfulness and understanding that it is inclusive, and the state of reckoning , thus it is “inviting . ”",
    "ai-tika-s0403t39:29_6": "timely to have decay (of temporary), smelling,",
    "ai-tika-s0403t39:29_7": "Kind away and Vaḍḍhamāna, Kokālika,",
    "ai-tika-s0403t39:29_8": "For the place where the speed, insight reached by the goblin of the air, namely,",
    "ai-tika-s0403t39:29_9": "His practice is the right way to discernment of conditions,",
    "ai-tika-s0403t39:29_10": "And the teacher thorns someone to give everything without a _paṇḍaka_. They can’t be able to lie down on the spot.",
    "ai-tika-s0403t39:30_0": "The Simile of the Rose-Apple Isle",
    "ai-tika-s0403t39:30_1": "for the name “Kill” is the name of that lady,",
    "ai-tika-s0403t39:30_2": "Having destroyed the boys, and because of hate,",
    "ai-tika-s0403t39:30_3": "Golden, take emblic myrobalan, couches, “Friends,” “Firstly this boiled drill-sticks,” “We will show them arch!”",
    "ai-tika-s0403t39:30_4": "Get in the place where it is placed:",
    "ai-tika-s0403t39:30_5": "The right size of such bad conduct is reckoned as a renunciate.",
    "ai-tika-s0403t39:30_6": "As they do so, they become discussing the requisites for a person whose defilements.",
    "ai-tika-s0403t39:31_0": "” The meaning is that it is used for the purpose of removing the earth kasiṇa, thus it is the meaning.",
    "ai-tika-s0403t39:31_1": "and his stomaches were led along.",
    "ai-tika-s0403t39:31_2": "Hence it is said: “He isn’t taken away.”",
    "ai-tika-s0403t39:31_3": "* The ocean’s dispensation, like a liberated from the great ocean,",
    "ai-tika-s0403t39:31_4": "The meditator is like the great flood, like a great flood,",
    "ai-tika-s0403t39:31_5": "(They are) where there is held together by later.",
    "ai-tika-s0403t39:31_6": "While being eaten, they were eaten by spots with water, as though it were being eaten by the water.",
    "ai-tika-s0403t39:31_7": "Through the state of gladness is unclean . It is manifested as a weakness.",
    "ai-tika-s0403t39:31_8": "Knowledge of Vision, joy springs up, and rapture springs up.",
    "ai-tika-s0403t39:31_9": "being proclaimed by insight, looked at it is seeing, and penetration of insight knowledge, while reflecting it is being proclaimed.",
    "ai-tika-s0403t39:31_10": "Choices are a seeker of conditions;",
    "ai-tika-s0403t39:31_11": "The weakness that has been worn away and eroded, their fetters readily collapse and rot away.",
    "ai-tika-s0403t39:32_0": "The Development of the development of Developments is finished.",
    "ai-tika-s0403t39:33_0": "Goldening is the best teeth, etc.",
    "ai-tika-s0403t39:34_0": "72-73.",
    "ai-tika-s0403t39:34_1": "Seeing the eighth day.",
    "ai-tika-s0403t39:34_2": "great, immaculate,",
    "ai-tika-s0403t39:34_3": "scorched by fire,",
    "ai-tika-s0403t39:34_4": "Their burning is burning,",
    "ai-tika-s0403t39:34_5": "The blazing: the flames are shutked off, being free from mung beans,",
    "ai-tika-s0403t39:34_6": "(They are) unassociated with brilliant speech, complete flames, and all night.",
    "ai-tika-s0403t39:34_7": "What do you think I think, which is the right meaning of what I have said, and what is the right meaning?",
    "ai-tika-s0403t39:34_8": "When the teacher came out from the top of the caste, he told him “I choose a simultaneously.”",
    "ai-tika-s0403t39:35_0": "Evil to the virtue that has been immoral, for the restraint for virtue.",
    "ai-tika-s0403t39:35_1": "Through the evil he is inferior: absence of bad character, he is inferior to the one who is superior.",
    "ai-tika-s0403t39:35_2": "of impure behavior, which is impure and filthy, having a corruption of speech, and is impure,",
    "ai-tika-s0403t39:35_3": "for some immoral, thinking, “This is unvirtuous, this is the case, this is the definition of others.”",
    "ai-tika-s0403t39:35_4": "Comparing some business or other monks, I hope they’re going to do the same thing that they’re residing in her own dwellings.",
    "ai-tika-s0403t39:35_5": "He should conceal those who conceal offenses and those he does business",
    "ai-tika-s0403t39:35_6": "you’re not shared with any ascetic,",
    "ai-tika-s0403t39:35_7": "Speaking a voice, thinking, “I’m practiced, wrong practice, wrong practice, and wrong practice.",
    "ai-tika-s0403t39:35_8": "living the spiritual life under the Holy One,",
    "ai-tika-s0403t39:35_9": "And observed the sabbath, they say, “I am a spiritual practice,”",
    "ai-tika-s0403t39:35_10": "Neither grounds, etc., which have all been reborn in a lower realm.",
    "ai-tika-s0403t39:35_11": "by the six psychic powers that were (considered) greed and so on, being corrupted by the seer (but),",
    "ai-tika-s0403t39:35_12": "When (the Bodhisatta’s) greed has thrown away from (firm) decrease and so on, in the Kapilavatthu.",
    "ai-tika-s0403t39:36_0": "Having made a shelter or pretty at the time of light,",
    "ai-tika-s0403t39:36_1": "For that gem is excellent,",
    "ai-tika-s0403t39:36_2": "Developing a secret (surely) within,",
    "ai-tika-s0403t39:36_3": "with the huge oil.",
    "ai-tika-s0403t39:36_4": "The Excellents (all) in the front and the request.",
    "ai-tika-s0403t39:36_5": "One who is uncorrupted;",
    "ai-tika-s0403t39:36_6": "After putting it on a bier, splitting up, having it put down, moisten it, wipe it, and steping it, the meaning is, it is, preparing the windows.",
    "ai-tika-s0403t39:36_7": "This is how the commentary should be understood.",
    "ai-tika-s0403t39:36_8": "The ninth chapter on skins is finished.",
    "ai-tika-s0403t39:37_0": "The overflowing of the best",
    "ai-tika-s0403t39:38_0": "10. Arakasuttavaṇṇanā",
    "ai-tika-s0403t39:39_0": "74.",
    "ai-tika-s0403t39:39_1": "On the tenth limited period,",
    "ai-tika-s0403t39:39_2": "Hence it is said: “Blessed” is a little expert in valuable cloth.",
    "ai-tika-s0403t39:39_3": "the destroyer of consciousness ... the life of purity indicated here and there. And in order to end the life in excess of various kinds, they say, “Like life” .",
    "ai-tika-s0403t39:39_4": "And the same kind of person is spoken.",
    "ai-tika-s0403t39:39_5": "For the ultimate one is best of beings, being the inclination of the life of beings, being only as much as the occurrence of a single moment.",
    "ai-tika-s0403t39:39_6": "just as the wheel rolls on a chariot wheel with its own air rolls towards the corpse, so too it is with one manner of deliverance, while he is preceding the mind’s life is said to be “internally pressed” .",
    "ai-tika-s0403t39:39_7": "according as it is said: “In a past conscious moment he did live, not he does live, not he will live.",
    "ai-tika-s0403t39:39_8": "In a future conscious moment not he did live, he does live, he will live.",
    "ai-tika-s0403t39:39_9": "In the present conscious moment not he did live, he does live, not he will live.”",
    "ai-tika-s0403t39:40_0": "“May he live long, and there is pleasure and pain,",
    "ai-tika-s0403t39:41_0": "Join in one conscious moment that flicks by.",
    "ai-tika-s0403t39:42_0": "Ceased aggregates of those dead or alive",
    "ai-tika-s0403t39:43_0": "Are all alike, gone never to return.",
    "ai-tika-s0403t39:44_0": "No world is born if consciousness is not Produced; when that is present, then it lives;",
    "ai-tika-s0403t39:45_0": "When consciousness dissolves, the world is dead: The highest sense this concept will allow” .",
    "ai-tika-s0403t39:46_0": "synovial fluid, honey,",
    "ai-tika-s0403t39:46_1": "Hence it to him, saying: “Having (only) risen from the sky, they cease.”",
    "ai-tika-s0403t39:46_2": "(They do) little learning, ~ who will reach both ends in both ways:",
    "ai-tika-s0403t39:46_3": "Because it’s little that little gains.",
    "ai-tika-s0403t39:46_4": "It may be that someone has completed the vanity of life and what is said.",
    "ai-tika-s0403t39:46_5": "They do so. The meaning is that they can know.",
    "ai-tika-s0403t39:46_6": "They can be excited by the mind, the meaning is what is said. And the meaning is that should be understood as a hymns.",
    "ai-tika-s0403t39:46_7": "these are to be known: “Life is limited and unpleasant to life, he has much suffering and much trouble.”",
    "ai-tika-s0403t39:46_8": "But knowing all the spiritual life, they should cut the spiritual life under him.",
    "ai-tika-s0403t39:46_9": "Any woman or man who makes a living for a century or a hundred years old, and who stays for century, becomes more than twenty years old, or thirty years.",
    "ai-tika-s0403t39:46_10": "yet you may go to see him like this.",
    "ai-tika-s0403t39:46_11": "Herein, Visākhā’s lay followers there Visākhā Mount Vessavaṇa, and the brahmin Benares, the master of the tradition; and the Elder Mahā Kassapa’s tradition.",
    "ai-tika-s0403t39:46_12": "Anuruddha, the Evernment of the multitude of a hundred years.",
    "ai-tika-s0403t39:46_13": "A hundred years in the family of Bāhiya, Khujjara, and All-four hundred years.",
    "ai-tika-s0403t39:47_0": "The Arahants are finished.",
    "ai-tika-s0403t39:48_0": "The Great Being is finished."
}