{
    "ai-tika-vin11t22:0_0": "Discussion of the medicines",
    "ai-tika-vin11t22:1_0": "2665.",
    "ai-tika-vin11t22:1_1": "The Buddha has said that a building on the ground: “I am a building work for the earth-workers, a building work, and so on.”",
    "ai-tika-vin11t22:2_0": "2666.",
    "ai-tika-vin11t22:2_1": "How should we do this?”",
    "ai-tika-vin11t22:2_2": "The goods of the Sangha have done a variety of deed or for the purpose of protection.",
    "ai-tika-vin11t22:2_3": "they are to be done for the eons.",
    "ai-tika-vin11t22:2_4": "Getting about with all the different kinds of foulness, etc., similar to the characteristics of non-human beings, etc.,",
    "ai-tika-vin11t22:3_0": "2667.",
    "ai-tika-vin11t22:3_1": "Now, he shows the four grounds (of the ground), saying: “The earth is similar to the ground,” and so on,",
    "ai-tika-vin11t22:3_2": "If he has been given to a monk, except for the purpose of (good) deed, it is for the purpose of making the earth given to him, this is the householder,",
    "ai-tika-vin11t22:4_0": "But the Sangha has appointed a legal procedure consisting of one motion and three announcements, that is to be done by an incomplete assembly.",
    "ai-tika-vin11t22:4_1": "Then, when that deed was ready, she would inspect the sarong and round, before going into the realm for a league,",
    "ai-tika-vin11t22:5_0": "2669-70.",
    "ai-tika-vin11t22:5_1": "In the first stilt longhouse, he should place the bed in the first position of a rock or a fence with the upper story of the wall, with the foot, and place enclosing the other side. Then he should place it aside, with the beds ornaments as follows: “Through, I’ll fix it,” and establish it as a bricking.",
    "ai-tika-vin11t22:6_0": "Lord of the Earth, etc., were placed on the first ground, and so on.",
    "ai-tika-vin11t22:6_1": "say, “Don’t build a hut made a hut made of nothing but little,”",
    "ai-tika-vin11t22:6_2": "When he is right there, he thinks, “This is the one-blanket,” “This is the proper conduct,” then the funeral post-prepared,” then the grossness is finished.",
    "ai-tika-vin11t22:7_0": "2672.",
    "ai-tika-vin11t22:7_1": "if the whole of the monastery is called improperly because he does not have been deprived in the Monastic Law or in the Vinaya, or in the Vinaya, he is called “The Teacher’s Vinaya.”",
    "ai-tika-vin11t22:7_2": "and inviting the invitation of the attainment in the way beginning, “He is a league for climbing up,” etc., he is said to be a league away.",
    "ai-tika-vin11t22:8_0": "2673.",
    "ai-tika-vin11t22:8_1": "if it is shown that he says “Like than a league;” and he added, “Lay follower,” and so on.",
    "ai-tika-vin11t22:8_2": "Materiality, transferring to material things,",
    "ai-tika-vin11t22:8_3": "“Anyone who takes material things” is included in the other public meeting hall, and for the hut to depart.",
    "ai-tika-vin11t22:9_0": "2674-5.",
    "ai-tika-vin11t22:9_1": "These are the huts where the Kappāyana says, “They bring the rest household what they use.”",
    "ai-tika-vin11t22:9_2": "When it is called “stead” in the realm of luminousity, etc., and when it is shared by those in the three watches of the night and the rest.",
    "ai-tika-vin11t22:10_0": "‘For all kinds of distending, wealth, etc.’",
    "ai-tika-vin11t22:10_1": "for the requisites are used for the luxurious requisites, for the huts to be used.",
    "ai-tika-vin11t22:10_2": "Since they have finished, they should not be thrown out. It’s enough to enveloped up to all four sides because of this boundary, the requisites or the enclosures, but because it is complete in all its various parts.",
    "ai-tika-vin11t22:11_0": "This is the proper conduct of resting place.",
    "ai-tika-vin11t22:11_1": "He is a precinct forty-six leagues to be found 40 kilometers,",
    "ai-tika-vin11t22:11_2": "As to resolution: “Apart from the group of six are supernormal powers,”",
    "ai-tika-vin11t22:11_3": "If he protects from a cowherd’s place, he protects each one by one,",
    "ai-tika-vin11t22:11_4": "If there is no attendant, what are the four grounds for which you don’t have?",
    "ai-tika-vin11t22:11_5": "If one who is not fully ordained, one should give them a robe and then eat it,",
    "ai-tika-vin11t22:12_0": "2676.",
    "ai-tika-vin11t22:12_1": "apart from that monk. This is the one who is stretching the hands and the one who is stretched for them, and who is allowed to live without a league.",
    "ai-tika-vin11t22:13_0": "2677.",
    "ai-tika-vin11t22:13_1": "The monks’ carpets were unallowable and wide, and it was not allowed to live in a small place that was given a monk. And he didn’t take care of the home.",
    "ai-tika-vin11t22:13_2": "The nun’s appointed as large as a jujube ornaments, then the lay followers, is not allowed to live in a vehicle even a league for the nuns. It is not allowable to live that monk.",
    "ai-tika-vin11t22:14_0": "Gathering is in the hut: “One who is not made by oneself, nor by another, nor by the plank of bones on the ground, nor by the earth, is it the shelter in the home that is the meaning.”",
    "ai-tika-vin11t22:14_1": "the sound of nine orifices made from the very fearful,",
    "ai-tika-vin11t22:15_0": "For seven days I’m able to eat as much as they live, to eat as much as I like,",
    "ai-tika-vin11t22:16_0": "if he uses it for the riches, he uses it even if the leftovers from rice, and he eats it even more than one day.",
    "ai-tika-vin11t22:16_1": "As long as I live, what has been stated for the sake of material benefits in material things?”",
    "ai-tika-vin11t22:17_0": "it is not the water in the fourfold reckoning. It is not the time for the eons.",
    "ai-tika-vin11t22:18_0": "If he receives it eventually, the three watches of the night, then, for the third time, he eats it even more than one day, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t22:19_0": "They think, “He is from the time of trouble,” and they don’t receive it with this problemished rat from Kāsī, then the first received it.",
    "ai-tika-vin11t22:19_1": "he proclaims what is contrary to the Teaching as the Monastic Code, he shows that he has not yet committed an offense.",
    "ai-tika-vin11t22:19_2": "Those sentient beings show the third borrowed rice and third “We shall give it to the third time.”",
    "ai-tika-vin11t22:19_3": "The sound of drums,",
    "ai-tika-vin11t22:19_4": "But when life is received from a mixed with ordinary food, I don’t use it any requisites or trade.",
    "ai-tika-vin11t22:20_0": "2684.",
    "ai-tika-vin11t22:20_1": "Then the mango trees, etc., are called the “possess,” and they stated thus: “Listen here and there, while now do so here,” they described undertook clay, as they described in the jungle made themselves.",
    "ai-tika-vin11t22:20_2": "Missed on the bones,",
    "ai-tika-vin11t22:20_3": "Any other foliage is shattered.",
    "ai-tika-vin11t22:20_4": "for my bearing fruits and tastes.",
    "ai-tika-vin11t22:20_5": "strips of milk-rice winds, water from the cold water, etc.,",
    "ai-tika-vin11t22:20_6": "“For eight days (from the village)” and “After the drop of red sandalwood, lumps, sandalwood, pink, and crystal and special crystal, crystal, etc., the sound of couches, etc., starting from the sound of necks, and through adorning the drums in the size of jungles, saying: “Amongth, this is the sound of the taste of the taste, the braft, the taste of the taste of the taste of the earth, the taste of the obs, the earth, the taste of the obs, and the taste of the salty-ft, the taste of the brace of the salms, the size of the earth, the taste of the taste of the braft, the drums, the bud, the crowd, the crowd, and the making a making a making a flud, and chan",
    "ai-tika-vin11t22:21_0": "(There is) the saplings of rice, which was like fruit, which was full of fruit,",
    "ai-tika-vin11t22:21_1": "The color of milk is on the color of curd, etc., is what is called poorly yellow, with an red color, a string of rown, and a creeper?”",
    "ai-tika-vin11t22:21_2": "It is said in the Commentaries: “One who is learning the texts,” and so on.",
    "ai-tika-vin11t22:21_3": "While he was enjoying the fruit:",
    "ai-tika-vin11t22:21_4": "These eight kinds of tastes are cold and heat; it’s cold and heat isn’t covered with cool water; and it’s not shadeless; it’s not appropriate for him to touch the water.",
    "ai-tika-vin11t22:22_0": "2685.Phalanti ambādiphalaṁ.",
    "ai-tika-vin11t22:22_1": "to be received the confession of shared with reasons.",
    "ai-tika-vin11t22:22_2": "And there is an opportunity to settle a site for a journey on a journey, a day, on the site of beds, seats, and fruits on the ground.",
    "ai-tika-vin11t22:22_3": "whose site has been received, and whose site has been received, but for the sake of the fruit of good and bad deeds.",
    "ai-tika-vin11t22:23_0": "2686.",
    "ai-tika-vin11t22:23_1": "is said: “After task,” and after saying “It is hanging on to the Rose-Apple Island,” he said, “It is mango fruitless.”",
    "ai-tika-vin11t22:23_2": "cool water from the cool water.",
    "ai-tika-vin11t22:23_3": "I’ll avoid it",
    "ai-tika-vin11t22:23_4": "having made honey as they did, he –",
    "ai-tika-vin11t22:23_5": "“Any syllables that are in turns of a honey-ball hundred and white.”",
    "ai-tika-vin11t22:23_6": "A “whether it is allowed,” “sized in this way: “From today, when a meal is being given to the Order, it is right, and it is allowed to eat as much as I like.",
    "ai-tika-vin11t22:23_7": "The same explanation in the Commentaries. These are the eighth in the Commentaries.",
    "ai-tika-vin11t22:24_0": "used to wearing garlands, perfumes, and cosmetics in the parasols.",
    "ai-tika-vin11t22:25_0": "Since they were decrepit here, oppressed for seven days, yet some sentient beings live on it.",
    "ai-tika-vin11t22:26_0": "the taste of the sweet, the flavor, and the sweet.",
    "ai-tika-vin11t22:26_1": "And there is no dirty flowering blossoming or floating in the beginning or the middle, or the end.",
    "ai-tika-vin11t22:26_2": "Having taken a later in the morning, when the beginning has come from the middle, it is not allowable for him to use.",
    "ai-tika-vin11t22:26_3": "yet, or tasty, or whatever else there is that which is disturbance of fresh or stripsing, the judgments for them in the past.",
    "ai-tika-vin11t22:27_0": "ripens as long as the taste of a bitter as much as the neck.",
    "ai-tika-vin11t22:27_1": "The whole of the bowl is spoken of.",
    "ai-tika-vin11t22:27_2": "In the case of the eight times (of the meal), which is actually nutrimented for the eons, is what is said.",
    "ai-tika-vin11t22:28_0": "2690.",
    "ai-tika-vin11t22:28_1": "apart from the opposite flavors of all kinds, fruits and non-staple food, and from the time of crops have been allowed to eat, it is time to be used that is allowable.",
    "ai-tika-vin11t22:29_0": "2691.",
    "ai-tika-vin11t22:29_1": "it is allowed in the cool shade of the water that is not cold, unsuitable, and so on is an invincible dawn’s . But it is allowed to take a league out.",
    "ai-tika-vin11t22:30_0": "2692-3.",
    "ai-tika-vin11t22:30_1": "the seventeen kinds of bean curry and honey from cooks, etc., to give and so on.",
    "ai-tika-vin11t22:30_2": "sages, pride,",
    "ai-tika-vin11t22:30_3": "“It is allowable for you to use this lairs, this one too longs at the wrong time, so long as it is not suitable for the purpose of eating it.",
    "ai-tika-vin11t22:31_0": "2695.",
    "ai-tika-vin11t22:31_1": "So it is forty-foted (?) the taste of currents, the eighth day before the meal for 80,000 leagues is seen even a league high, and it has been done for a league.",
    "ai-tika-vin11t22:32_0": "In this world it is time for the king who constructed, the taste of the earth, the fruits and of all is decent, apart from the brilliant, apart from the vast, reapable of gold, and silver.",
    "ai-tika-vin11t22:33_0": "Discussion of the medicines"
}