{
    "ai-tika-vin09t9:0.1_0": "Bhikkhunīpātimokkhavaṇṇanā",
    "ai-tika-vin09t9:0.2_0": "Pārājikakaṇḍaṁ",
    "ai-tika-vin09t9:1_0": "And here the two kinds of falling down: “Friends is it here, friend,” and they are of two kinds, that is, overhadowed by the old lady, “We shall live here, friend.”",
    "ai-tika-vin09t9:2_0": "By the doing of the persons described in the way already described under the headings beginning with the body, etc., which are stated in the case of the noble ones by means of the eighteen in the Vinaya.",
    "ai-tika-vin09t9:2_1": "“When I’m entering a house, however, if I undertake it, they should understand that it is said because they haven’t attained either.”",
    "ai-tika-vin09t9:2_2": "And just as, when a bhikkhu has sexual intercourse with three kinds of people, he commits an offense entailing expulsion in the presence of the female wanderers, etc., and after having sexual intercourse with the first three kinds of people, without having sexual intercourse with the women because of the noble ones. Then the monk who concealed the path of that religion, etc., and after having sexual intercourse with the first three kinds of people, the training rules of having invited the presence of the nuns, and so on.",
    "ai-tika-vin09t9:2_3": "for what is eaten, etc., that is drunk, etc., that is to say, the origin of the worldlitud,",
    "ai-tika-vin09t9:3_0": "If he does not agree to the penis, but he agrees to the ground, and he agrees to the edge, nor to the remaining, and he agrees to the taking out, he commits an offense entailing expulsion.",
    "ai-tika-vin09t9:3_1": "Since he consents to having sexual intercourse, he must go in the direction that is, thus he should stand in the direction.",
    "ai-tika-vin09t9:4_0": "Moreover, a nun consents to The first kind of state described in the way already described, after accepting it as Vijitas in the first stage of the nobles, and so in the way already described, she was stated in the way already described.",
    "ai-tika-vin09t9:4_1": "And all that is described in the phrase after the dealing with respect to be already stated. Then just as it is said to be done.",
    "ai-tika-vin09t9:4_2": "But when he says “They do these things,” he is guaranteed, and unskillful in the world with its forty, then when he is said to be “This is censured,” he is for the sake of the worldly acquired, but rather this is very blameworthy and exercisess it. Then he has thus: “This is opposed, this is liberated”.",
    "ai-tika-vin09t9:4_3": "Herein, because there is no such label and reappearing story of the aggregates, they in the middle of the neighbourhood, and for the sake of a bhikkhu, he commits an offense entailing confession.",
    "ai-tika-vin09t9:4_4": "After causing novice monks, a novice monk, having said: “This novice doesn’t know the basis of(whole or interruption) conduct,” “They do not know the basis for breaking up of the bowl,” “They do not know the destiny” or “Samiddhi.”",
    "ai-tika-vin09t9:4_5": "When insisting insistence, they descend from killing living creatures because of undertaking the novices.",
    "ai-tika-vin09t9:4_6": "After reciting them, they knew the destroyed, and non-existence thus: “There is no such thing as this, and so on.",
    "ai-tika-vin09t9:4_7": "Therefore it is said: “Repulsiveness of the mind” .",
    "ai-tika-vin09t9:5_0": "And in this context what is said:",
    "ai-tika-vin09t9:5_1": "Living on the word of the perfected ones, those Worthy Ones, with an evil mind, aroused in regard to the higher mind, and an unprofitable way.",
    "ai-tika-vin09t9:5_2": "And it is not appropriate for one trained in the Dhamma,",
    "ai-tika-vin09t9:5_3": "In an unprofitable way to unprofitable mind, in order to get a leaf-hut and fancy work.",
    "ai-tika-vin09t9:5_4": "For the purpose of (surely) did the same as in the past Āḷavaka.",
    "ai-tika-vin09t9:5_5": "Then the teachers also said: they also say that.",
    "ai-tika-vin09t9:5_6": "But some of the noble ones, how could in accordance with the first, but not in the first three?",
    "ai-tika-vin09t9:5_7": "The first rule, the training rule on physical contact,",
    "ai-tika-vin09t9:5_8": "But the nun who is committed to the practice of mindfulness and situational awareness would not be developed by body, speech, or mind, even when there is such a monk.",
    "ai-tika-vin09t9:5_9": "But the accused mendicant, saying, “The accuser of evaluation is performed first and accusations about the first absorption.",
    "ai-tika-vin09t9:5_10": "By the invitations: here it is the way beginning, “this is the path, frequenting , aroused through cultivating what is path, a preliminary, or what is called.",
    "ai-tika-vin09t9:5_11": "And there is a confirmed post,",
    "ai-tika-vin09t9:5_12": "This being so, when inquired by that inquiry, they say:",
    "ai-tika-vin09t9:6_0": "The commentary on the offenses entailing expulsion is finished."
}