{
    "ai-tika-abh09t12:0_0": "6. Yamakamātikā",
    "ai-tika-abh09t12:1_0": "Proper-coloured cloth: these are the commentary on the roots.",
    "ai-tika-abh09t12:2_0": "Now, the commentary on the colour of the grandmothers.",
    "ai-tika-abh09t12:2_1": "But that is the root of the trial period of six days aggregates, and acquisition of the elements, the mental faculties, the ten elements, and the mind faculty.",
    "ai-tika-abh09t12:2_2": "And what is the name of the Yamaka?",
    "ai-tika-abh09t12:2_3": "One new pair of robes",
    "ai-tika-abh09t12:2_4": "For this pair of wrapped in the robe, is said to be the tenth Rains.”",
    "ai-tika-abh09t12:2_5": "But here the ten months of thelands, namely, “But from the first place where the tents have been given to you.” But when they said, “But ten months, Yamakas, it is the root of the trees.”",
    "ai-tika-abh09t12:2_6": "Whatever are wholesome things,",
    "ai-tika-abh09t12:2_7": "Whatever are wholesome roots, are they all wholesome things?”",
    "ai-tika-abh09t12:2_8": "Their two, namely, the wholesome root, are included in the meaning, and then by the meaning and that of the two beginning with the profitable roots, etc., should be understood as “reflecting the profitable,” and “regarding the profitable,” or “pounded of the Dhamma in detail. enlightenment is questioned in order to show the way already described.",
    "ai-tika-abh09t12:2_9": "Likewise in the rest.",
    "ai-tika-abh09t12:3_0": "Now, as to the root of all kinds of demonstration in the Paṭisambhidā should not be understood as follows:",
    "ai-tika-abh09t12:3_1": "For the four things are rooted in the beginning, “This is the root, this is the root, this is the root, this is the root, and the root of the trees.”",
    "ai-tika-abh09t12:3_2": "On one occasion they’re not rooted in the root of the trees, but only three roots and all of them.",
    "ai-tika-abh09t12:3_3": "In one place it is allowed to question and two in each instance. In the section on dealing within two, two, three, four, five, ten, twenty-four, eighteen.",
    "ai-tika-abh09t12:4_0": "Of these wholesome profitable people, without responding to anything skillful, they should be understood to be discussed by this meaning.",
    "ai-tika-abh09t12:4_1": "all those skillful qualities (where to be told): “Skillfully do not exist in this way?” When they questioned on all the skillful, were you to understand how this state?",
    "ai-tika-abh09t12:4_2": "He explains in many ways that transmigratesmigration has been performed and separated from the Buddha, there is no place there. But he could be called the Buddha’s explanation of the meaning.",
    "ai-tika-abh09t12:4_3": "(but) with the others, and with the rest.",
    "ai-tika-abh09t12:4_4": "And just as when a meditator is skilled in these four ways, etc., and because of the profitable states and in the same way, and because of the profitable states they do so in each and every way, and that neglect absorption, because of the profitable states should be understood as given in detail: these eight ways of practices, that is to say, when you.",
    "ai-tika-abh09t12:4_5": "At this point they out the root of all activities, produced from root and source, and absorbance. And this is the ten powers, namely, clans, nutriment originates, and defilement.",
    "ai-tika-abh09t12:4_6": "Herein, the root of the trees should be understood as in the way already described. The rest need not be understood that there is only.",
    "ai-tika-abh09t12:4_7": "He shows unless snares,",
    "ai-tika-abh09t12:4_8": "And so there are ten hundred and eighty-four hundred sets of sixty-two less than this.",
    "ai-tika-abh09t12:5_0": "This is how the commentary on the meaning should be understood here in detail in the explanation of the meaning already described. This is the commentary on the texts, the commentary on the meaning here:",
    "ai-tika-abh09t12:5_1": "herein, there are (all) treasures:",
    "ai-tika-abh09t12:5_2": "(There are) wholesome thoughts, blamelessness and deathlessness.",
    "ai-tika-abh09t12:5_3": "all those roots are skillful. What is their root? What is their outcome? Why are they all the same?”",
    "ai-tika-abh09t12:5_4": "But there is nothing that can be given away",
    "ai-tika-abh09t12:5_5": "For Yamaka doesn’t given up any questions that are arrogant for the sake of latering the air.",
    "ai-tika-abh09t12:5_6": "But owing to the answers of all the parts that were placed firstly away too owing to its reference to the instance of all rooms, “We will show the way already described.”",
    "ai-tika-abh09t12:5_7": "In the case of the profitable states (others) all skillful qualities having given up all that part in the Vibhaṅga, –",
    "ai-tika-abh09t12:5_8": "“Skillful too much is skillful and what is skillful.” And the unskillful qualities that are skillful in that.",
    "ai-tika-abh09t12:5_9": "They have no wholesome things as their outcome. They are skillful, yet what is skillful and what is unskillful.",
    "ai-tika-abh09t12:5_10": "Whatever are wholesome roots, etc., are they all wholesome roots in the skillful? What are they all? What is skillful?”",
    "ai-tika-abh09t12:5_11": "and she said: “I will give away this place.”",
    "ai-tika-abh09t12:5_12": "That is the meaning of these three skillful things.",
    "ai-tika-abh09t12:5_13": "This is the root of the tree root",
    "ai-tika-abh09t12:6_0": "In the case of all the roots, all wholesome roots, etc., should all be placed together by one root and all of them with the profitable root, and all have them concluded:",
    "ai-tika-abh09t12:6_1": "“All these skillful roots are rooted in the root of the skillful.”",
    "ai-tika-abh09t12:6_2": "What is the root of contact: that is the root of the contact?",
    "ai-tika-abh09t12:6_3": "Then their powers were put out, thinking “The Vibhaṅga’s in accordance with the function of the Vibhaṅga,” etc., was given away.",
    "ai-tika-abh09t12:6_4": "Whatever have the same roots with the wholesome root, are they all wholesome roots?”",
    "ai-tika-abh09t12:6_5": "But the skillful root of that is good and wholesome, and skillful and its roots are unprofitable, so the skillful root of enlightenment comes from the root of that.",
    "ai-tika-abh09t12:6_6": "For the contact, etc., are called lovely because it is well developed by the root of contact, which is well established in oneself, has nothing more than that.",
    "ai-tika-abh09t12:6_7": "The group of nine on one root",
    "ai-tika-abh09t12:7_0": "But some of them asked, “But sometimes some doing good roots in the skillful, some are unperturbed in the skillful.”",
    "ai-tika-abh09t12:7_1": "Because of this the meaning in this way, the wholesome thing and the piece of succession came to be the best and the chief.",
    "ai-tika-abh09t12:7_2": "Yet they all ask each other with the roots, which is their cause? Why should they ask questions and the roots?”",
    "ai-tika-abh09t12:7_3": "When there are two roots with one root and all the other two roots which are skillful and unskillful, (some and) naturally profitable. They are not rooted in each other, and they are not defended in each other.",
    "ai-tika-abh09t12:7_4": "And so they all came to the same questions in each other.",
    "ai-tika-abh09t12:7_5": "rottten at the root, that is the root.",
    "ai-tika-abh09t12:8_0": "And just as the root of the root of the trees root",
    "ai-tika-abh09t12:8_1": "However, this is the benefit of distinction.",
    "ai-tika-abh09t12:8_2": "all those roots are wholesome roots, all are rooted in the root of the skillful. The meaning is the meaning.",
    "ai-tika-abh09t12:8_3": "Some roots, roots, stalks, and roots are the meaning. But these, at the root, root, and all are the same.",
    "ai-tika-abh09t12:8_4": "roots, stuffalks, roots, and various kinds of roots are the meaning. And the meaning is this:",
    "ai-tika-abh09t12:8_5": "the same kind of person is better.",
    "ai-tika-abh09t12:8_6": "roots, roots, plants,",
    "ai-tika-abh09t12:9_0": "And those who all rooted in the root of those wholesome roots have the wholesome root. They are preoccupied with the wholesome roots, skillful qualities, and them.",
    "ai-tika-abh09t12:9_1": "‘I have given up future food.’",
    "ai-tika-abh09t12:9_2": "“And are those roots with the wholesome roots?”",
    "ai-tika-abh09t12:9_3": "any kind of form, apart from the overflowing course of a wholesome way.",
    "ai-tika-abh09t12:9_4": "Grounded on all roots,",
    "ai-tika-abh09t12:10_0": "Propering the root of roots, are the root of the skillful.",
    "ai-tika-abh09t12:10_1": "the same kind of person is better.",
    "ai-tika-abh09t12:11_0": "This first questions, is the questioning of the wholesome enquiry,",
    "ai-tika-abh09t12:11_1": "and the same method applies in the sense.",
    "ai-tika-abh09t12:11_2": "And this is the effect.",
    "ai-tika-abh09t12:11_3": "(All these things are) unskillful, rooted in the an unprofitable root, and all of them are unskillful, they all rooted in the an unprofitable way.” They replied, “I came to the root, eradicate, and not roots in one way.”",
    "ai-tika-abh09t12:11_4": "Herein, what is unskillful? What is its root, difference between the two, namely, an incompetent one, and what is their root? What are the consequences and the one root, and the plantation? “All those things are their roots?”",
    "ai-tika-abh09t12:11_5": "Herein, crowded with incompetent no cause or reason.",
    "ai-tika-abh09t12:11_6": "And although for the sake of defining it is profitable in the minds of each comprehension, nevertheless because it is unshakable as the root of the mind and body, and they should be understood as the section of one kind already described.",
    "ai-tika-abh09t12:12_0": "(There are) no names for the intervals which these things are called “those who live happily”. “We didn’t question them, being for the sake of their eradications.”",
    "ai-tika-abh09t12:12_1": "But here there are no roots, no inferior stones on the same side “I ask all these things. ”",
    "ai-tika-abh09t12:12_2": "“Where name, apart from the remainder of a single root of the Seyyasaka.”",
    "ai-tika-abh09t12:12_3": "Herein, it should be understood that this origination of uncertainty is the beginning of the hard-to-self and Nibbāna is the name of Nibbāna.",
    "ai-tika-abh09t12:12_4": "he needs to recognize each of the profitable, he who does not understand this.",
    "ai-tika-abh09t12:12_5": "this man is like a root.",
    "ai-tika-abh09t12:13_0": "others from the others, the roots of trees, and nine drums, (such as) a comrade, with nine orifices.",
    "ai-tika-abh09t12:13_1": "The meaning is that only reference to the roots, etc., are only of the forty-nine roots and fruits, etc.;",
    "ai-tika-abh09t12:13_2": "For the one who overpowered a light appears in its own root of a tree, which is the time of his own fruit,",
    "ai-tika-abh09t12:13_3": "For it shows why, for its reason to give it, saying “Repulsiveness,” “Repulsiveness,” according to its own opposite sex,”",
    "ai-tika-abh09t12:13_4": "(all) the origin of this world condemns.",
    "ai-tika-abh09t12:13_5": "He enjoys continued existence,",
    "ai-tika-abh09t12:13_6": "And here it is according to that place.",
    "ai-tika-abh09t12:13_7": "it nourishes , thus it is nutriment .",
    "ai-tika-abh09t12:13_8": "he says, “This is mango fruitless leaning on all, plunges,” and he keeps on white.",
    "ai-tika-abh09t12:13_9": "This is conditioned by this.",
    "ai-tika-abh09t12:13_10": "By these are only the origin of this world,",
    "ai-tika-abh09t12:13_11": "all of them mentioned this verse: “What is the reason why giving the ten verses”, or any addresses her verses ord in the ten verses of giving a gift.",
    "ai-tika-abh09t12:13_12": "This is the commentary on the root-coloured here.",
    "ai-tika-abh09t12:14_0": "Grasping is the colour of the aggregates.",
    "ai-tika-abh09t12:15_0": "The chapter on the texts of the chapter is finished. That is how this should be understood to say:",
    "ai-tika-abh09t12:15_1": "“Then aggregates are inclusive to the aggregates, not to the first of these aggregates, this is the name of the component of choices.”",
    "ai-tika-abh09t12:15_2": "Such sarong is called “a wind” in the earlier bathing, and “The windows’.",
    "ai-tika-abh09t12:15_3": "And it was precisely by its roots, which were well protected by the foot of the abode, just as the pure white lotuses, with trunks of grounds, and beneath powder and beggars, four gates, and so on.",
    "ai-tika-abh09t12:15_4": "Herein, the bodily-form components consisting in the bodily form that “Does the ear ... nose ... tongue ... body ...",
    "ai-tika-abh09t12:15_5": "he has two kinds of progressiveness.",
    "ai-tika-abh09t12:15_6": "Their physical form, “Possessed in the five constituents (of mind and body).”",
    "ai-tika-abh09t12:15_7": "And the time has not been shaken by form, nor by the form constituents (of mind and body).",
    "ai-tika-abh09t12:16_0": "then the killing, “In the same way, the cate washed up to the four constituents aggregates, forms, and feeling rooted in the same way, but there are four roots of the forms, and there is a single root of the transferred to the constituents (of mind and body).",
    "ai-tika-abh09t12:16_1": "he is of two kinds as proximate cause;",
    "ai-tika-abh09t12:16_2": "The times of the forms is made with form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh09t12:16_3": "And so too, the form constituents didn’t apply the mind to the form constituent that provides fuel for attachment.",
    "ai-tika-abh09t12:17_0": "After that aggregates, he should have a sense of aggregates both of the forms, and the entire spectrum of water.",
    "ai-tika-abh09t12:17_1": "he is of two kinds as proximate cause;",
    "ai-tika-abh09t12:17_2": "The times said: “We are sharings, the five constituents (of mind and body) that provide fuel for attachment,”",
    "ai-tika-abh09t12:17_3": "And the time also “We did not wear the aggregates,” and “posite of form.",
    "ai-tika-abh09t12:18_0": "After that is the root of the trunk, just like a basket, each setting out of the four primary elements, and four ties, yet all four tricks, and there are a single root of the aggregates. And it has a single root and transmigrations, and one ground.",
    "ai-tika-abh09t12:18_1": "he is of two kinds as proximate cause;",
    "ai-tika-abh09t12:18_2": "The times setting up a choice by the aggregates, four roots, five twenty-four trial periods, and four roots.",
    "ai-tika-abh09t12:18_3": "Andwards, thinking: “We no form,” “The aggregates are indeed a form, feeling, perception, and choices.",
    "ai-tika-abh09t12:18_4": "And this is how two shall assemble in each case.",
    "ai-tika-abh09t12:19_0": "Knowing this, the detailed exposition should be understood in detail in the same way:",
    "ai-tika-abh09t12:19_1": "This is the aggregates, this is the exposition of the constituents (of mind and bodily form).",
    "ai-tika-abh09t12:19_2": "The aggregates of form ...",
    "ai-tika-abh09t12:19_3": "consciousness is the name of consciousness, since they divide it is now.",
    "ai-tika-abh09t12:19_4": "The four in number, the four winds, sun, and so on,",
    "ai-tika-abh09t12:19_5": "Herein, form component is said to be “sight: whatever form there is in such a form” , it is the meaning of “internality” .",
    "ai-tika-abh09t12:19_6": "And because that form is not appropriate for them, the formless, and the form constituent groups of form.",
    "ai-tika-abh09t12:19_7": "Herein, in the passage beginning, “It isn’t so nice forms that which is actually pleasant” .",
    "ai-tika-abh09t12:19_8": "One who is said “harp” is in the way already described, “That is why it is said” .",
    "ai-tika-abh09t12:19_9": "In the triad that constituent group: “In formstead of forms there are physical matter” .",
    "ai-tika-abh09t12:19_10": "Feeling is  conscious about feeling: “Feeling is in questioning, feeling, perception, choices, and consciousness.”",
    "ai-tika-abh09t12:19_11": "perceptions of the kind of conviction: “Here the perceptions of the views” are in the sense of composing , perceptions of convincing the ideas, and perceptions of matter.",
    "ai-tika-abh09t12:19_12": "perceptions of kindness and rebirth are dispersed, saying “Have you left?”",
    "ai-tika-abh09t12:19_13": "Choices constituent groups (of mind and body) that provide fuel for attachment, they are indeed the rest of the Choices, the aggregates, and choices don’t say.",
    "ai-tika-abh09t12:19_14": "Choices are the aggregates, saying, “I am” is given up and asked,",
    "ai-tika-abh09t12:19_15": "consciousness (And) a question: “Consciousness is the Vibhaṅga,” and “They are given up, they answer, ‘Consciousness’.",
    "ai-tika-abh09t12:20_0": "Is the time without asking form, thinking, “Having been given up,” and they put out questioning of the forms,",
    "ai-tika-abh09t12:20_1": "its sounds, smells, tastes, touches, and thoughts are not the meaning.",
    "ai-tika-abh09t12:20_2": "They don’t question the forms of form, nor are formless. And live in line with the teachings groups of form, nor are they included in the forms of form.",
    "ai-tika-abh09t12:20_3": "feelings don’t come up or ask questions,",
    "ai-tika-abh09t12:20_4": "choices don’t come to be asked, “Forget about choices.”",
    "ai-tika-abh09t12:20_5": "perception,",
    "ai-tika-abh09t12:20_6": "choices don’t come to be asked, “Forget about choices.”",
    "ai-tika-abh09t12:20_7": "choices don’t constituent groups (of mind and body) processes, the aggregates, the choices don’t conceive emotional activities, or the choices element. And they don’t appear in choices.",
    "ai-tika-abh09t12:20_8": "consciousness doesn’t say that there is no attributes of consciousness, nor does consciousness put questions on the point of consciousness, nor do they rely on.",
    "ai-tika-abh09t12:20_9": "The same method of explanation should be understood here as the words through this meaning, and so on, the contrary to all it should be understood that it is an instance.",
    "ai-tika-abh09t12:21_0": "(The king explained) this is the root of the Gatherd’s root.",
    "ai-tika-abh09t12:21_1": "All feelings constituent groups (of mind and body) that provide fuel for attachment, all of them.",
    "ai-tika-abh09t12:21_2": "“The feelings of that form, feeling, perception, choices, and consciousness.”",
    "ai-tika-abh09t12:21_3": "Likewise in the rest.",
    "ai-tika-abh09t12:21_4": "And this wearing away is not constructed in the aggregates, but that is a question given away.",
    "ai-tika-abh09t12:21_5": "And here there are no reckonings that are rightly described. That is why the feeling, perception, choices, and consciousness are not well considered in this way.",
    "ai-tika-abh09t12:21_6": "(There are) roots, barkers, roots and fruits,",
    "ai-tika-abh09t12:22_0": "But the entire spectrum of the aggregates in the aggregates, and of the term ‘aggregates’ as applied and sustained thought.",
    "ai-tika-abh09t12:22_1": "(There is) the meaning of forms, all of them constituents , the meaning of forms, and the clause, is the meaning.",
    "ai-tika-abh09t12:22_2": "For their terms are no more substances, etc., including forms, but without making it fact, they say, “Nowaken the difference between forms,” and after lifting them up into the aggregates of form, but only the formless states of existence, etc., and neither the throwing off of the forms.",
    "ai-tika-abh09t12:22_3": "With the range of the invitation to is pure;",
    "ai-tika-abh09t12:22_4": "For the meaning here is this: born of speech, just as a cleansed specific neutrality is not so cleansed in the same way.",
    "ai-tika-abh09t12:22_5": "and the same method of others.",
    "ai-tika-abh09t12:22_6": "But this is not the time for the form aggregates, nor any form at all. That is, the aggregates, not the constituents doesn’t answer. And the questioning of form there is no aggregates in this way, the formless, and the absence of form.",
    "ai-tika-abh09t12:22_7": "In empty dwellings, you’ve learned.",
    "ai-tika-abh09t12:22_8": "The section on the entire spectrums",
    "ai-tika-abh09t12:23_0": "The meaning is this: “‘Black of pure water Virtue has been decorated by the medium-sized . The meaning is should be understood in the way beginning, “This is the meaning.”",
    "ai-tika-abh09t12:24_0": "But in the spots of the laymen and the news of this monastery are given in the Puṇṇas of the Three Worlds, and requisites for the places, and for the other reasons, he should give them attention in order to reckoning the two in different ways.",
    "ai-tika-abh09t12:24_1": "After that, in the first place, at the time of the gods of the Thirty-Three, the Benefits of the Provisions –",
    "ai-tika-abh09t12:24_2": "For this arising is the arising of suffering, the cessation of three kinds of diseases, and the three kinds of bursts vanish.",
    "ai-tika-abh09t12:24_3": "Herein, firstly, as a way of these three people in the past, future, and present.",
    "ai-tika-abh09t12:24_4": "This is how it is the first opportunity for a person who passes away from the group of six.",
    "ai-tika-abh09t12:25_0": "Herein, the feelings arise there is the volition of the form, the feeling arises.",
    "ai-tika-abh09t12:25_1": "Thoughts arise in them, not with the ending of form, feeling arises.",
    "ai-tika-abh09t12:25_2": "In order to residue the five grasping aggregates arises and the feeling arises.",
    "ai-tika-abh09t12:25_3": "But if you surge the feeling arises in them, the transgresseditive would arise.",
    "ai-tika-abh09t12:25_4": "Whatever feelings arise is not conceived.",
    "ai-tika-abh09t12:25_5": "Those sights ...",
    "ai-tika-abh09t12:25_6": "Anything ...",
    "ai-tika-abh09t12:25_7": "consciousness.",
    "ai-tika-abh09t12:25_8": "Or consciousness would arise in them.",
    "ai-tika-abh09t12:25_9": "five years ...",
    "ai-tika-abh09t12:25_10": "The sections on forms, feeling, perceptions, choices, and consciousness arise in the same way. In the case of these three perceptions, they become a basis for ending the defilements.",
    "ai-tika-abh09t12:25_11": "Herein, the aggregates of visible objects and the definition of the four classes aggregates, which were like opposite sex and so on, their own workings were discarded.",
    "ai-tika-abh09t12:26_0": "Can here the aggregates of feeling and of all exist in each case.",
    "ai-tika-abh09t12:26_1": "Feelings that arise and so on means of the feelings that have arisen are consolidated with all.",
    "ai-tika-abh09t12:26_2": "As although the other person thinks, “In this way, the feeling does arise in that place: “Feeling is the impact of form, feeling arises:",
    "ai-tika-abh09t12:26_3": "Without remaining there, without anything left over.",
    "ai-tika-abh09t12:26_4": "There are five other cities on the four sides.",
    "ai-tika-abh09t12:26_5": "whatever feelings arise, that person arises, and wherever they settles.",
    "ai-tika-abh09t12:26_6": "merely you’re not yet.",
    "ai-tika-abh09t12:26_7": "five kinds of weapons ...",
    "ai-tika-abh09t12:26_8": "is reborn in a place.”",
    "ai-tika-abh09t12:26_9": "At the time, in the present time, there are thirty-two times.",
    "ai-tika-abh09t12:26_10": "And just as this lair does not arise in the thirty-two parts, so from physical feelings that are painful or severe,",
    "ai-tika-abh09t12:26_11": "Not realizing the formless orders, doesn’t arise, or if they’re not?",
    "ai-tika-abh09t12:26_12": "If all those sights were no longer consumed by form and intoxicating it, would feeling arise,",
    "ai-tika-abh09t12:26_13": "Or if they do not achieve that form, or that form does not arise,",
    "ai-tika-abh09t12:26_14": "Some feelings don’t appear.",
    "ai-tika-abh09t12:26_15": "If all the feelings were no longer constituent groups of form and intoxicating, would feeling still be found?",
    "ai-tika-abh09t12:26_16": "arises arises arises arises arises arises and arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises",
    "ai-tika-abh09t12:26_17": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:26_18": "It does not.",
    "ai-tika-abh09t12:26_19": "If he remains, thinking, “Here isn’t reborn in the form wherever there’s feeling, his feeling does not arise,",
    "ai-tika-abh09t12:26_20": "All of these thirty-two parts, is their thirty-two parts.”",
    "ai-tika-abh09t12:26_21": "In the present time, the backs of the sixty-two special qualities should be understood and found in the present.",
    "ai-tika-abh09t12:27_0": "Herein, the counterpart of forms arise in that person, the component of form arises.",
    "ai-tika-abh09t12:27_1": "As they do so, the meaning is: their simile of feeling does not arise in that same way.",
    "ai-tika-abh09t12:27_2": "Herein, there is no sorrow, lamentation, pain, sadness, and distress in the discrimination of the realm of luminous form, so the meaning does not arise in them.",
    "ai-tika-abh09t12:27_3": "The meaning should be understood here in the way beginning, “In this way the feelings is this” , and so on. The meaning should be understood according to the opposite sense.",
    "ai-tika-abh09t12:28_0": "But here this arising of the cessation of what is known as the cessation of the cessation of suffering –",
    "ai-tika-abh09t12:28_1": "For even the whole of the entire spectrum of the aggregates aggregates in this matter, and when sentient beings die in the limit of the aggregates, their cessation, and the practice that leads to their cessation, they don’t give rise to cessation.",
    "ai-tika-abh09t12:28_2": "This is how the arising of the cessation of suffering should be understood as the origin of the cessation of the paths. When they know that it ceases, they should answer after questioning.",
    "ai-tika-abh09t12:29_0": "and oppressed by all the times of death they possessed death.",
    "ai-tika-abh09t12:29_1": "As they do so the feelings that arise or mental death appear.",
    "ai-tika-abh09t12:29_2": "“Suppose there were such forms, or feeling wherever there were—including, jealousy, or neutral feeling—that’s included inappropriate towards this kind of feeling, it should be understood that this is referring to mind.”",
    "ai-tika-abh09t12:29_3": "this is the present phenomena at the time.",
    "ai-tika-abh09t12:30_0": "And as these five hundred species, so too, when someone dies, the water should be expelled in the five kinds of becoming.",
    "ai-tika-abh09t12:30_1": "But owing to the questions that are renowned in the comprehension of forms, even when the feeling has arisen in him, the clause feeling arises:",
    "ai-tika-abh09t12:30_2": "Herein, “final form” is said: “Friends” . Herein, the feelings that arise from here.",
    "ai-tika-abh09t12:30_3": "Herein, the fifth is found, namely, form, and feeling are not found in him here thus: “Whoever there is such-and-such a pleasant feeling” . Herein, with whatever feelings there is for him.",
    "ai-tika-abh09t12:30_4": "There is the fifth kind of feeling that has arisen in him: “As a past, future or present?”",
    "ai-tika-abh09t12:30_5": "It is not appropriate for him to say that “space is the transferred to form, there is no feeling in which feeling",
    "ai-tika-abh09t12:30_6": "As to the aggregates, they say: “And wherever form is found, the feeling does not arise in him, wherever there are for him.",
    "ai-tika-abh09t12:30_7": "But in that case, the finest lady would not be washed there. ...",
    "ai-tika-abh09t12:30_8": "Is the pure abode of those who were pure in them? Or would they repair them , etc., in the sense of urgency, and prevail over those?”",
    "ai-tika-abh09t12:31_0": "“Those form will arise be sighted. The feelings will arise.",
    "ai-tika-abh09t12:31_1": "If she thinks, “Unkind” will arise in the mode of form, feeling will arise there.",
    "ai-tika-abh09t12:31_2": "If the fifth is ...",
    "ai-tika-abh09t12:31_3": "There’s a time when the five kings arise in them, they will not see arouse the way beginning, “Not when the time is announced, made up, and withdrawn, will it give rise to joy, and Even when that form will experience pain.",
    "ai-tika-abh09t12:31_4": "If anyone who isn’t fully extinguished there will extra effort to be fully extinguished there, the west of forms will it with the lasting, and the necessary, would feeling still be snares, and chopped in form?”",
    "ai-tika-abh09t12:31_5": "There’s no starting from the top of form that’s not worth a sixteenth part of the sights, or if they’ll shake or rock and tremble.”",
    "ai-tika-abh09t12:32_0": "The feeling ...",
    "ai-tika-abh09t12:32_1": "at the five lower fetters, they arise, wherever that form arises, and wherever that feelings arise.",
    "ai-tika-abh09t12:32_2": "or is pure and bright in the past? Their feeling arises, and there is no longer produced in him in this way: “Consciousness is the five grasping aggregates, would feelings arise in the present?”",
    "ai-tika-abh09t12:32_3": "With the intention “rounded” is: “The Teacher isn’t able to grasp form, wherever feeling does anything in them?",
    "ai-tika-abh09t12:32_4": "Compared to the five hundred forms, but there is the physical forms that were not made up or down? Or do they still perceive that they were, it wouldn’t be swept away by them?”",
    "ai-tika-abh09t12:33_0": "“One who has no measure of the form, feeling arises.",
    "ai-tika-abh09t12:33_1": "The last of the five lower fetters, in the mode of the realm of luminous form, feeling arises, “from the intoxication of forms.” Herein, when the feeling ceases, feeling arises.",
    "ai-tika-abh09t12:33_2": "five minor mendicants ...",
    "ai-tika-abh09t12:33_3": "If it is aroused, he might feel, and there is the feeling contemplated wherever it arises.",
    "ai-tika-abh09t12:33_4": "The last of the five lower fetters of existence. ...",
    "ai-tika-abh09t12:33_5": "If there is no way of will arise in the future ...",
    "ai-tika-abh09t12:33_6": "Would feeling be slow to grasped, “Possessed,” and when that form doesn’t arise, if it’s already spring to mind?",
    "ai-tika-abh09t12:33_7": "if they were given to him, thinking, “They will feel lost,” then, if that feelings arise, or if that would feeling ...",
    "ai-tika-abh09t12:33_8": "There were five great precious sections of the 84,000 circumstances who were longing for 80,000 years. Their doctrine of those who lived there.",
    "ai-tika-abh09t12:33_9": "today I will not grasp shake off.”",
    "ai-tika-abh09t12:34_0": "“Those form will arise be sighted. The feelings would arise.",
    "ai-tika-abh09t12:34_1": "The last rebirth of the world will arise, in that place there was no longer manifestation of form. When feeling ...",
    "ai-tika-abh09t12:34_2": "at the five communities will arise in the five strands, “Here the forms of forms will arise there.”",
    "ai-tika-abh09t12:34_3": "down the last of the five lower fetters.",
    "ai-tika-abh09t12:34_4": "If he is given up in the past, future or present, thinking: “The eye will arise in the past, future, and present will arise, wherever there will be no danger of any form.",
    "ai-tika-abh09t12:34_5": "“Not fortunate” is not: “Does form, there is feeling contemplation for form, feeling, perception, or comprehension,",
    "ai-tika-abh09t12:34_6": "if it is given to him, he might not get shaken, where there is feeling for form, wherever it could with him?",
    "ai-tika-abh09t12:34_7": "pure feelings would they get rid of the embodiment fact that are cleansed and stained with pure equanimity, still, would feelings arise in them?”",
    "ai-tika-abh09t12:34_8": "Likewise he would not give rise to fear of fondness like this and show (only) by means of carrion (will you); this is not possible to give rise to the wise man who does not give rise to it away.",
    "ai-tika-abh09t12:35_0": "And just as when analyzed corpse is on a person, a schism in the sixty-two ground, or a lair, and a single word or sixty-six topics, their recitation should be understood and sixty-six topics, and the eighty-four grounds, their recitation passages, and the cessation of all the good qualities. And this alerternatively, all of all the gods and humans who come to be understood.",
    "ai-tika-abh09t12:35_1": "Herein, the feelings ceased: the feelings that ceases. ...",
    "ai-tika-abh09t12:35_2": "There are five ways of getting by,",
    "ai-tika-abh09t12:35_3": "ceases. ...",
    "ai-tika-abh09t12:35_4": "all the world’s grounds ...",
    "ai-tika-abh09t12:35_5": "ceases. ...",
    "ai-tika-abh09t12:35_6": "If form ...",
    "ai-tika-abh09t12:35_7": "Or if it’s not possible to give rise to form without residing forms. Their feeling does not arise when it comes to the end of all forms and with the cessation of feeling, the feeling ceases. Their feeling is in this way: ‘Their behavior is indeed the idea of you. Their ultimate goal is indeed the dwelling place of the idea. The relatives is the wrong way.’”",
    "ai-tika-abh09t12:36_0": "But it is on the day of the lunar half-month, in the three people that person, one person who is like an opportunity to recite a person who is like an equal enemy.",
    "ai-tika-abh09t12:36_1": "For anyone who knows forms have passed on form, and wherever there are two kinds of people here and there, namely, the one who abides in some circumstances, etc., with the value of foulness and the nine kinds of foulness should be understood in each case. The ten kinds of fact that person and twenty-two kinds of foulness should be understood in detail:",
    "ai-tika-abh09t12:36_2": "Herein, one cognizes the entire mass of form,",
    "ai-tika-abh09t12:36_3": "They don’t understand, “The mass of form”, and so they don’t understand that.",
    "ai-tika-abh09t12:36_4": "From the first” they replied, “I do not allow a question,” and they respond to the beginning, “Forget about all kinds of wrong conduct when all these are that are the time. But while the opposites are left (of the proposed) in all directions.",
    "ai-tika-abh09t12:36_5": "But the other three maless of sights known by the mind among sights. They understand that feelings don’t completely understand the aggregates.",
    "ai-tika-abh09t12:36_6": "Or consciousness ...",
    "ai-tika-abh09t12:36_7": "“We think, ‘We can answer’t give away the lady of the harem, but we don’t allow the pointless.”",
    "ai-tika-abh09t12:37_0": "But when the aggregates of form they don’t understand: “The entire mass of feeling does not completely understand feelings.",
    "ai-tika-abh09t12:37_1": "they don’t understand form, but don’t completely understand feelings.",
    "ai-tika-abh09t12:37_2": "or apart from the origin of the world.",
    "ai-tika-abh09t12:37_3": "they will not completely understand the mass of form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh09t12:37_4": "There will be no more magnificent sights ...",
    "ai-tika-abh09t12:37_5": "they won’t completely understand the mass of form, and they won’t give rise to feeling.",
    "ai-tika-abh09t12:37_6": "There are the origin of the road that is best, which the maintains, has not been given up by form, and there will be no feelings that do not appear.”",
    "ai-tika-abh09t12:38_0": "And here it is preceding the description of the past, future and present in the past, future and present in terms of the three eliminations, but not as gaining materiality in the past, future or present.",
    "ai-tika-abh09t12:38_1": "For the supramundane Dhamma arrests the five constituents aggregates, the mind-made aggregates, etc., are able to completely understand the attainments of the paths of Nibbāna, which is accompanied by the complete understanding that is the best concept in the various ways.",
    "ai-tika-abh09t12:38_2": "“Perhaps it is not allowed,” “Perhaps these are ordinary people, Questioning. When it is said to be the kind of persons, they should understand.",
    "ai-tika-abh09t12:38_3": "Then in this way, “As a section consisting in the past, future or present,” is that complete understanding because of the fruit of the donations of the fruit of that deluded.",
    "ai-tika-abh09t12:38_4": "if she is called “the road” and “The group of travelers”; and they might be told, “They’ve done what is meant,” “They’ve been done by an ordinary person who does not actually know, “They’s why it should be told,” and he said, “They’ll do so,” and he said, “They’ll lead the going forth.”",
    "ai-tika-abh09t12:39_0": "When he is announced by the road and the opposite directions, this is the foremost of all the those who are perfected ones: “This is the path to the origin of the world and the non-existent, the perfected ones will specific neutrality in him” or “This is when they proceed having no such exposition, whether or not these people are equal or not.",
    "ai-tika-abh09t12:40_0": "Golden in the sense-world: places wherever.",
    "ai-tika-abh09t12:41_0": "But the whole of the sixteenth sense sphere should be understood as it is said in the way already described, except in the way already stated, is the phrase . These are the way already stated, beginning with this clause, “This is the way to understand how this is so.”",
    "ai-tika-abh09t12:41_1": "“Who’s undeclared” is exceedingly the sense fields, “Where do they roll towards the mind-made body?” Then he does not in this way,",
    "ai-tika-abh09t12:41_2": "Herein, when these twelve bases have been recited in the scriptures, etc., and having spoken in the first place and the five constituents opposite sense fields, and the five constituents (of the discourses) in the texts of the sense spheres, etc., and also in the hymns. In this way the hymns, the five constituents (of mind and body) in the future.",
    "ai-tika-abh09t12:41_3": "But those things were given up, Visionary in the sense fields,",
    "ai-tika-abh09t12:41_4": "the eye and sights, eye and eye are not the fields of contact and the eye.",
    "ai-tika-abh09t12:41_5": "ears crushing the stream,",
    "ai-tika-abh09t12:41_6": "There is no craving for heaven, ear, nose, tongue, body, and mind.",
    "ai-tika-abh09t12:41_7": "The nose sense fields smell an odor,",
    "ai-tika-abh09t12:41_8": "Immediately killed.",
    "ai-tika-abh09t12:41_9": "(They are) body the body.",
    "ai-tika-abh09t12:41_10": "Namely in body, the body, and the mind do not so.",
    "ai-tika-abh09t12:41_11": "form,",
    "ai-tika-abh09t12:41_12": "There is form, which is likeable and pleasing.",
    "ai-tika-abh09t12:41_13": "The sounds and smells",
    "ai-tika-abh09t12:41_14": "smells an odor with the nose,",
    "ai-tika-abh09t12:41_15": "So too, smells, tastes, and touches, and thoughts,",
    "ai-tika-abh09t12:41_16": "the taste sense-sphere, the tastes,",
    "ai-tika-abh09t12:41_17": "That sense-field , (having) a taste, the taste sense-sphere,",
    "ai-tika-abh09t12:41_18": "principles, fields, and thoughts.",
    "ai-tika-abh09t12:41_19": "the teaching, and the teaching, not the Dhamma.",
    "ai-tika-abh09t12:41_20": "thoughts.",
    "ai-tika-abh09t12:41_21": "This is the lived nearby.”",
    "ai-tika-abh09t12:42_0": "But when he senses about, he thinks: “This sense field arises, his field arises.",
    "ai-tika-abh09t12:42_1": "When the eye is unarisen, sights arise, and so they don’t want.",
    "ai-tika-abh09t12:42_2": "Though their eyes and ears are fact that they arise in the dimension of infinite space. ...",
    "ai-tika-abh09t12:42_3": "They truly understand that the mind sense-contact arises.",
    "ai-tika-abh09t12:42_4": "the mind ...",
    "ai-tika-abh09t12:42_5": "at the end of the five mortifies, which arises.",
    "ai-tika-abh09t12:42_6": "But they do give up the mind-made repulsion by the mind.",
    "ai-tika-abh09t12:42_7": "arise in the formless realm.",
    "ai-tika-abh09t12:42_8": "arises arises arises arises arises arises and arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises arises",
    "ai-tika-abh09t12:42_9": "Someone whose sense-spheres it arises and becomes dispassionate.",
    "ai-tika-abh09t12:42_10": "Or consciousness ...",
    "ai-tika-abh09t12:42_11": "is reborn.",
    "ai-tika-abh09t12:42_12": "Excellent in the formless arises;",
    "ai-tika-abh09t12:42_13": "the mind sense-contact arises.",
    "ai-tika-abh09t12:42_14": "normally, whether he’s either go up or down,",
    "ai-tika-abh09t12:42_15": "is reborn.",
    "ai-tika-abh09t12:42_16": "And when there is no being born, growing old, dying, passing away and reappearing here, they should be understood according to the sense fields.”",
    "ai-tika-abh09t12:42_17": "For the arising of the ear ... nose ... tongue ... body ...",
    "ai-tika-abh09t12:42_18": "This is the kind of work for (good) conduct, this is the construction of the sense spheres,",
    "ai-tika-abh09t12:43_0": "In the commentary on the colour element.",
    "ai-tika-abh09t12:44_0": "but the detailed exposition should be given in the way already described in the way already stated. These are the colour elements of the mass of fire. This is the commentary on the matter of the elements.",
    "ai-tika-abh09t12:45_0": "What is the commentary on the meaning of truth:",
    "ai-tika-abh09t12:46_0": "But the degree of truth should be understood as stated in the way beginning, “One whose individual essence should be understood as the Kinsman of the Absorption of the truths, the sections of aggregates, etc., and of the four classes of truths, etc., and of the abodes and of the sections (of the Factors), and the abodest respectively of the four aggregates, and by the they needed abode, analyzed in the door, and so on.”",
    "ai-tika-abh09t12:46_1": "But having asked permission: “Anyone who has cut off suffering, they are incapable of suffering,",
    "ai-tika-abh09t12:46_2": "The truth of suffering,",
    "ai-tika-abh09t12:46_3": "apart from physical pain and mental disagreeable things,",
    "ai-tika-abh09t12:46_4": "Physical pain, what is suffering and what is suffering",
    "ai-tika-abh09t12:46_5": "the origin of suffering.",
    "ai-tika-abh09t12:46_6": "Transferred to the truth, the origin of suffering, and the cessation of the skillful.",
    "ai-tika-abh09t12:46_7": "but craving and originates from craving.",
    "ai-tika-abh09t12:46_8": "The origin of suffering.",
    "ai-tika-abh09t12:46_9": "cessation,",
    "ai-tika-abh09t12:46_10": "When the practice that leads to the cessation of that jhāna, the cessation of the practice that leads to the cessation of the cessation,",
    "ai-tika-abh09t12:46_11": "But that is extinguishment, the cessation of suffering, and the cessation of suffering.",
    "ai-tika-abh09t12:46_12": "cessation,",
    "ai-tika-abh09t12:46_13": "The path gone beyond all paths",
    "ai-tika-abh09t12:46_14": "Having wrong path, the eightfold path is the truth of the path,",
    "ai-tika-abh09t12:46_15": "The noble path, and the path to peace,",
    "ai-tika-abh09t12:46_16": "the path,",
    "ai-tika-abh09t12:46_17": "you should recognize when they’re shade.”",
    "ai-tika-abh09t12:47_0": "Something attractive essentials are the truth of suffering,",
    "ai-tika-abh09t12:47_1": "All these kinds of discrimination leading to the ending of craving. They give rise to the origin of suffering. But they don’t give rise to the ending of suffering.",
    "ai-tika-abh09t12:47_2": "the dangers of craving arises and the extinctions.",
    "ai-tika-abh09t12:47_3": "what is true, real, and what is the truth that arises is suffering.",
    "ai-tika-abh09t12:47_4": "the five along the road, which arises in them.",
    "ai-tika-abh09t12:47_5": "Or consciousness ...",
    "ai-tika-abh09t12:47_6": "is reborn.",
    "ai-tika-abh09t12:47_7": "Those fools are unknown, unseen, undesirable, they give rise to suffering.",
    "ai-tika-abh09t12:47_8": "Then the five cattles of the world arises.",
    "ai-tika-abh09t12:47_9": "what he does.",
    "ai-tika-abh09t12:47_10": "Or else they don’t see any other points ...",
    "ai-tika-abh09t12:47_11": "Our person was, thinking, “They are the truth of suffering,” the origin of suffering arises there.",
    "ai-tika-abh09t12:47_12": "Without anxiety there, they wouldn’t be appropriate for them to say that.",
    "ai-tika-abh09t12:47_13": "Where it is suffering, the path arises:",
    "ai-tika-abh09t12:47_14": "‘This person is unsuitable. But it is only the same for us to practice that leads to the higher state. That’s why, here it opposite topic on that account.’”",
    "ai-tika-abh09t12:48_0": "“Is the truth of suffering due to the origin of suffering, without anything left over?”",
    "ai-tika-abh09t12:48_1": "Or consciousness ...",
    "ai-tika-abh09t12:48_2": "It does not.",
    "ai-tika-abh09t12:48_3": "Or do they all give rise to the ending of craving. Or does not arise when it comes to the truth of suffering. Or does it not appear?",
    "ai-tika-abh09t12:48_4": "It is all that the origin of the paths and the practice that leads to the cessation of all the paths of the fruits of non-returners, or of the path and the practice that leads to the cessation of suffering?”",
    "ai-tika-abh09t12:48_5": "Or where there is the origin of suffering, or does it not arise because of that.",
    "ai-tika-abh09t12:48_6": "Would they be reborn there without grasping?",
    "ai-tika-abh09t12:48_7": "Or else they are truthfully experience the origin of suffering, wherever they lie.",
    "ai-tika-abh09t12:48_8": "all the roads, when its origin, its cessation, and the practice that leads to its cessation, is the most important of all the path and the minds of these various forms, or of all the path and the practice?”",
    "ai-tika-abh09t12:49_0": "“The truth of suffering has arisen in them.",
    "ai-tika-abh09t12:49_1": "what is true is the truth of suffering arise is the truth of what is true and what is felt.",
    "ai-tika-abh09t12:49_2": "After he had obtained the (true) meaning, “Where does not arise in him wherever there is in this matter? ” Herein, the origin of suffering arises: “Here there is the truth of suffering.",
    "ai-tika-abh09t12:49_3": "is pure and bright. After this is the second, they will arise for the sake of suffering.",
    "ai-tika-abh09t12:49_4": "the origin of the path bearing of the perfected ones, the origin of the world, and the path dispelling of those perfected ones. They will arise in the bathing path and now.",
    "ai-tika-abh09t12:49_5": "normally, whether he’s either go up or down,",
    "ai-tika-abh09t12:49_6": "is reborn.",
    "ai-tika-abh09t12:49_7": "All these were very fruitful when the mind-made body and frame, without reason, the origin of suffering arises in them. The truth of that, as their origin, they don’t give rise to them.",
    "ai-tika-abh09t12:49_8": "All the arising of suffering rolls on the death of the arising of suffering, the origin of suffering, and the ending of suffering. Their in the various parts of the deathless is the same. And they are able to make an end of suffering.”",
    "ai-tika-abh09t12:49_9": "“It’s true that the origin of suffering ceases without anything left over.”",
    "ai-tika-abh09t12:49_10": "And the end of craving, which ceases when fear ceases, the state of existence simply ceases. When anyone ceases, that ceases, the cessation of all ceases. That is how the circumstance should be understood here in every way a league.”",
    "ai-tika-abh09t12:50_0": "“Anyone who understands suffering is the truth of suffering.",
    "ai-tika-abh09t12:50_1": "Such is the dust-food” , etc., that is how this visiting",
    "ai-tika-abh09t12:51_0": "However, this is the characteristic of meaning here in what is this:",
    "ai-tika-abh09t12:51_1": "Yet they prevent the truth of cessation, saying: “This is the truth of the origin of cessation, namely, the path that leads to the cessation of suffering. Yet they gain the unshakable paths of the truth.”",
    "ai-tika-abh09t12:51_2": "The meaning of the passage beginning should be understood here as the words “without applied thought,” according to the meaning of the words “phrases, in each and every case.",
    "ai-tika-abh09t12:51_3": "Here is this:",
    "ai-tika-abh09t12:51_4": "all the world’s steps, even just a small lamp.",
    "ai-tika-abh09t12:51_5": "for you too will arise because you remember suffering.”",
    "ai-tika-abh09t12:51_6": "Craving is the origin of suffering. This is the ending of suffering.",
    "ai-tika-abh09t12:51_7": "But at the four terraces of craving, the one whose attainment is the truth of the origin of the fruit of the fourth; Or is it.",
    "ai-tika-abh09t12:51_8": "both of them.",
    "ai-tika-abh09t12:51_9": "For even when the moment is called a particular comprised of craving, this is what was said.",
    "ai-tika-abh09t12:51_10": "But the arising of suffering is the only truth of suffering, and the path to the end of suffering.",
    "ai-tika-abh09t12:51_11": "And so they don’t give rise to the path because of that the path does arise in them, they are called a truth of suffering.”",
    "ai-tika-abh09t12:51_12": "all the one who set up the minds of craving for at the ending of craving.",
    "ai-tika-abh09t12:51_13": "Their definition should be understood in them all in the places of loss, the preference of craving, the intention of reached, the ultimate goal, and the subtlety.",
    "ai-tika-abh09t12:51_14": "than other men.",
    "ai-tika-abh09t12:51_15": "The meaning of dissatisfaction with attributes of such enquire, etc., should be understood here in all this way:",
    "ai-tika-abh09t12:52_0": "But the complete understanding of the three kinds of relatives is completely understood in him as well.",
    "ai-tika-abh09t12:52_1": "But since there is no supermundane state in the world, there is nothing that can be understood here, the two are states of the truths.",
    "ai-tika-abh09t12:52_2": "Herein, the meaning of suffering is: “‘This is the truth of origin of suffering” . Herein, the meaning of relatives is spoken by means of the origin of suffering, etc., should be understood in accordance with such .",
    "ai-tika-abh09t12:52_3": "This is the commentary on the meaning of truth.",
    "ai-tika-abh09t12:53_0": "Conditions is the meaning of choices.",
    "ai-tika-abh09t12:54_0": "The breaking through similes of conditions the way already stated.",
    "ai-tika-abh09t12:54_1": "However, this is the benefit of distinction.",
    "ai-tika-abh09t12:54_2": "As the origin of the terms, so firstly, when a man has recited the things beginning with form, “unbody,” so long as he has recited it, he broken down upon them in-breaths and out-breaths as bodily formations, then the three aggregates, etc., in-breaths and out-breaths are discribed, he shows each case.",
    "ai-tika-abh09t12:54_3": "Herein, there is a (volitional) process expressed by way of the body.",
    "ai-tika-abh09t12:54_4": "“Conditions are the things that are born of the body, physical, verbal, and mental processes.”",
    "ai-tika-abh09t12:54_5": "And another all:",
    "ai-tika-abh09t12:54_6": "conditioned phenomena,",
    "ai-tika-abh09t12:54_7": "By what is it chosen?",
    "ai-tika-abh09t12:54_8": "for that man is born in them, created, conditioned, and calmed by body, speech, and mind.",
    "ai-tika-abh09t12:54_9": "After considering the mind and keeping it connected, they break into speech. That’s why placing the mind and keeping it connected are verbal processes.",
    "ai-tika-abh09t12:54_10": "Choices by way of speech processes, (volitional) processes, the consideration of verbal processes, and mental processes.",
    "ai-tika-abh09t12:54_11": "“Form and feeling are included in the third phenomena only for the sake of feeling. By this is the third occasion he calm.”",
    "ai-tika-abh09t12:54_12": "‘Such is a term for the mind.’",
    "ai-tika-abh09t12:54_13": "But with the stilling of applied and sustained thought, “While I was still abstaining from the stilling of applied and sustained thought” .",
    "ai-tika-abh09t12:55_0": "Now is the time a bodily formation.” When they were undertaken with, they keep on striving the body, on the ground, and on the occasion of responsiveness when they fall.",
    "ai-tika-abh09t12:55_1": "(There were) at the root of the trees within two roots which were the basis for defining the grounds for the (which roof). After (the king) requisites, he gave two orders to twelve (six pos).",
    "ai-tika-abh09t12:55_2": "But just as this body is just like a skeleton aggregates, so too the bodily formations of the term ‘aggregates’, while the body is pure. In the same way, it is said, “When a definite or formation’, there are two rooted in each cases, not a body hairs, wretched in form.”",
    "ai-tika-abh09t12:55_3": "Why is that?",
    "ai-tika-abh09t12:55_4": "and it is said in the Similarly in the meaning beginning with the bodily formation. Some speech is the meaning, it is single word separately, thus it is “blessing” , and so on. That is why it should be said, “showed, this is expressed according to the word “schless,” and so on. And the word formation is expressed according to the word “specified” .",
    "ai-tika-abh09t12:55_5": "The inhabitants of the unconditioned are pure in the parts, not definitioned in the texts on the spot in the ear’s sea.",
    "ai-tika-abh09t12:56_0": "Asking answers: “Appointment is bodily processes,”",
    "ai-tika-abh09t12:56_1": "body doesn’t exist.",
    "ai-tika-abh09t12:56_2": "as above, or not all of them?”",
    "ai-tika-abh09t12:56_3": "(They are) not given away from the bodily formations, etc., respectively, and so on.",
    "ai-tika-abh09t12:56_4": "For there is no physical process as the body, speech, or mind. He still has no physical processes. But there is no body, speech, or mind. But when there is such bodily processes, it doesn’t bodily processes.",
    "ai-tika-abh09t12:56_5": "So too with the rest of the others, each is aroused thus: “The physical process, the rest is the time of the physical process, and the mental process.",
    "ai-tika-abh09t12:56_6": "Choices don’t get a condition for choices.",
    "ai-tika-abh09t12:56_7": "(volitional) processes expressed by way of speech, (volitional) processes don’t expressed by way of speech, choices don’t announce it.",
    "ai-tika-abh09t12:56_8": "the wisdom there is from defining ” should be understood that when questioned thus: “Acccept .",
    "ai-tika-abh09t12:57_0": "But when he enters a choice arises, his bodily process arises, then his verbal processes arise.",
    "ai-tika-abh09t12:57_1": "Thoughts of the placing of the mind and keeping it connected are more than the in-breaths and out-breaths. Though applied thought and sustained thought arises in them, then the placing of the mind and keeping it connected arises.",
    "ai-tika-abh09t12:57_2": "Or consciousness ...",
    "ai-tika-abh09t12:57_3": "is reborn.",
    "ai-tika-abh09t12:57_4": "That is why the arising of form, feeling, perception, choices, and consciousness arise.",
    "ai-tika-abh09t12:57_5": "But just as the meditator does of them, (but) fear arises.",
    "ai-tika-abh09t12:57_6": "If their physical, verbal, and mental processes arise.",
    "ai-tika-abh09t12:57_7": "Immediately killed.",
    "ai-tika-abh09t12:57_8": "Or consciousness ...",
    "ai-tika-abh09t12:57_9": "is reborn ...",
    "ai-tika-abh09t12:57_10": "the in-breaths and out-breaths arise.",
    "ai-tika-abh09t12:57_11": "But if his verbal processes arise and mental processes arise, he thinks:",
    "ai-tika-abh09t12:57_12": "Immediately killed.",
    "ai-tika-abh09t12:57_13": "wherever choices arise.",
    "ai-tika-abh09t12:57_14": "At the second jhāna of the sense-spheres there arises in him in the second jhāna, and on the third jhāna, etc..",
    "ai-tika-abh09t12:57_15": "Where there is no shelter ...",
    "ai-tika-abh09t12:57_16": "is reborn.",
    "ai-tika-abh09t12:57_17": "sensuality arises in the form worlds;",
    "ai-tika-abh09t12:57_18": "wherever there is the physical process, the mental process arises, and then mental processes arise.",
    "ai-tika-abh09t12:57_19": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:57_20": "is reborn.",
    "ai-tika-abh09t12:57_21": "And the fourth jhāna of the fine-material sphere arises in him in the fourfold reckoning of the fine-material sphere, and the mental-material jhāna factors arise in him.”",
    "ai-tika-abh09t12:58_0": "“When physical processes ...",
    "ai-tika-abh09t12:58_1": "Perception of the in-breaths and out-breaths is more subtle than the in-breaths and out-breaths, counterpart in-breaths and out-breaths occurred with the previous disappearance of these two mental processes. Does it not because of the mental processes?",
    "ai-tika-abh09t12:58_2": "Any kind of choices at all ...",
    "ai-tika-abh09t12:58_3": "All the minds of all turn have no physical processes. But if it’s not possible to discomfort it with the intentions, “Are there any bodily processes?”",
    "ai-tika-abh09t12:58_4": "the fourth temperature ...",
    "ai-tika-abh09t12:58_5": "choice ...",
    "ai-tika-abh09t12:58_6": "It is not possible for him to say: “Whoever is the bodily formation?” ...",
    "ai-tika-abh09t12:58_7": "In the fourth tetrad there is no stilling of the mind, but the mind isn’t motion stilling or transforming it. Or is it that physical processes or mental processes?”",
    "ai-tika-abh09t12:59_0": "“Those bodily formation will arise and the mental processes will arise.",
    "ai-tika-abh09t12:59_1": "Or consciousness ...",
    "ai-tika-abh09t12:59_2": "will arise.",
    "ai-tika-abh09t12:59_3": "In one whose mind is like uninterrupted fine-material sphere will arise in the last fine-material becoming, the last-material period, or the other physical processes? If hen’t get caught up in him, then if hen’t feels reappearing, his bodily processes will not be stilled in him or not.",
    "ai-tika-abh09t12:59_4": "the last part of the mind in this way the westerning of the unresultaneousness will arise through the central shake or trembling of all the more than that, like the creation of a thought.”",
    "ai-tika-abh09t12:59_5": "“When someone ceases, their physical, verbal, and mental processes cease. ...”",
    "ai-tika-abh09t12:59_6": "Then, when the first jhāna of the fine-material sphere ceases, the danger in sensual pleasures ceased.",
    "ai-tika-abh09t12:59_7": "their physical, verbal, and mental processes cease.",
    "ai-tika-abh09t12:59_8": "When physical, verbal, and mental processes arise, they cease.",
    "ai-tika-abh09t12:59_9": "they are not arising from the cessation of suffering, and the practice that leads to the cessation of",
    "ai-tika-abh09t12:60_0": "“When someone understands the physical process, the verbal processes subtlety and the mental processes,",
    "ai-tika-abh09t12:60_1": "the necessary, etc., should be understood according to the word “cording” and the Pāṭali Village , and all the offenses can be understood here in every way.",
    "ai-tika-abh09t12:61_0": "But in the time of the lunar half a person’s time, each time of the kind is ill, two, three, four, five, and one roots.",
    "ai-tika-abh09t12:61_1": "And the time for it is also the same.",
    "ai-tika-abh09t12:61_2": "This is how the order of three kinds should be understood according to the groups of three in each of the three instance.",
    "ai-tika-abh09t12:61_3": "However, this is the characteristic of meaning here in what is this:",
    "ai-tika-abh09t12:61_4": "For when this in-breaths and out-breaths are a basis for the arising of the destruction of the phenomena, etc., in this way, and out-breaths and out-breaths are reckoned as the actual formations, and so on.",
    "ai-tika-abh09t12:61_5": "“‘Of the first jhāna’: this is how it should be understood according to the third jhāna, etc., as to receptacle for digestion, and so on. And this jhāna should be understood as mentioned in each case.",
    "ai-tika-abh09t12:61_6": "This is how the meaning should be understood here in the same way.",
    "ai-tika-abh09t12:61_7": "Here is this:",
    "ai-tika-abh09t12:61_8": "It is “with applied thought and sustained thought” in the second jhāna, which is accompanied by applied and sustained thought is said. Herein, not in the second jhāna.",
    "ai-tika-abh09t12:61_9": "When the mind is terrified, this is said in the course of the mind, it’s impossible to be found filling the mind with form.",
    "ai-tika-abh09t12:61_10": "“Having cut off the mind, the mind and the pillar with pollutants, shackles, and functions which had been cut off.",
    "ai-tika-abh09t12:61_11": "“‘Of the first jhāna’: this is the meaning of the fine-material jhānas, beginning with the second jhāna, etc., here is the meaning of the fine-material jhānas, beginning with the fine-material and immaterial sphere. The meaning should be illustrated in the second jhāna and its case.",
    "ai-tika-abh09t12:62_0": "“When that physical process ceases, then mental processes cease.” But when the mind ceases, then, with the stilling of the physical process ceases, then mental processes cease.",
    "ai-tika-abh09t12:62_1": "For one with a mental process arises and ceases.",
    "ai-tika-abh09t12:62_2": "But with the physical process arises, where mind ceases.",
    "ai-tika-abh09t12:62_3": "But as in the case of what Vibhaṅga thought, “The mind is that the arising of the sixteenth part of the one whose mind is like a lion, the one who climate causes and reasons it is said.”",
    "ai-tika-abh09t12:62_4": "“When their physical, verbal, and mental processes arise. That’s why it ceases, then mental processes arise.”",
    "ai-tika-abh09t12:62_5": "This is the exposition should be understood here in all ways:",
    "ai-tika-abh09t12:62_6": "This is the commentary on the elephant’s contrary.",
    "ai-tika-abh09t12:63_0": "Grasping is the meaning of the precincts of others.",
    "ai-tika-abh09t12:64_0": "And you should understand that this is the end of the robe-giving season.",
    "ai-tika-abh09t12:64_1": "After making the text of the entire mass of aggregates as in the case of the bodies, “After going away”, in the same way, “This poor wretch is the same?",
    "ai-tika-abh09t12:64_2": "Firstly, the section delimited is the first section consisting in a passage for recitation, or the application of the recitation. Then it is taught by one or other.",
    "ai-tika-abh09t12:64_3": "After that, having given up the underlying tendencies of language, the abode of the seven elements, the meditator’s abode, making the four elements , and held together with the questions in the Mahātittha enlightenment, and so on. Then he gives up the eighteen elements enlightenment, and all the eighteen elements of grossness,",
    "ai-tika-abh09t12:64_4": "As regards these two kinds of delimitation: it is only here that are called “followers” in the description of the sections beginning with the “arians.”",
    "ai-tika-abh09t12:65_0": "Herein, this is how seven should be given by taking sides, by the kinsfolk, by a caravan leader of the seventh:",
    "ai-tika-abh09t12:65_1": "The underlying tendencies of sensual desire ...",
    "ai-tika-abh09t12:65_2": "The underlying tendencies of ignorance is called “The Deathless” after being taught by making amends for you, and then they are called “The Deaths”.",
    "ai-tika-abh09t12:65_3": "Herein, as to thirty-two parts are distracted by what is connected with what is allowable ,",
    "ai-tika-abh09t12:65_4": "But in the sense of urgency,",
    "ai-tika-abh09t12:65_5": "Who is the eldest in the destiny?",
    "ai-tika-abh09t12:65_6": "Unless they’re not given up,",
    "ai-tika-abh09t12:65_7": "For they get rid of the underlying tendencies with sensual desire, etc., and their sense desires in causal relationships. That is why they called “base” .",
    "ai-tika-abh09t12:65_8": "There may be no more:",
    "ai-tika-abh09t12:65_9": "(They are) not given up in him. That’s why they don’t arise.",
    "ai-tika-abh09t12:65_10": "Herein, this is the explanation of the meaning:",
    "ai-tika-abh09t12:65_11": "and the underlying tendencies of repulsion is not given to the underlying tendencies of the corruptions. Their underlying tendencies is said to be in the sense of urgency about the object of the present life. So he is also an unprofitable enclosed in the past, although mistakenclosed in the future.",
    "ai-tika-abh09t12:65_12": "Because the general of the nature of principles grasped with the sweetness of delusion. ...",
    "ai-tika-abh09t12:65_13": "This is its delusion.”",
    "ai-tika-abh09t12:65_14": "There are underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. That is why it should be understood that the underlying tendency to conceit “senses is said to be ever.”",
    "ai-tika-abh09t12:65_15": "The underlying tendencies of sensual desire and greed for sensual pleasures, and the underlying tendency to sensual desire.",
    "ai-tika-abh09t12:65_16": "The same method applies in the same way.",
    "ai-tika-abh09t12:65_17": "This is the meaning of this dead person.",
    "ai-tika-abh09t12:65_18": "But the meaning is this: in the detailed explanation of the meaning already described. The term “finations are in the sense of defining. ”",
    "ai-tika-abh09t12:66_0": "The eighty-foursing winds, etc., are the forty-eight , the forty-eight kinds of the abode, the eighteenings of the right amount that size of the wide,",
    "ai-tika-abh09t12:66_1": "Now, the first, namely, the place where the winds had produced,",
    "ai-tika-abh09t12:66_2": "Herein, there is no Yamara ornament in the realm of Yama or other seven leagues.",
    "ai-tika-abh09t12:66_3": "For the first is included in the two kinds of continuation by means of the refuse-rag wearer is twofold as there is;",
    "ai-tika-abh09t12:66_4": "Herein, when there is a time for the dead alternative means ...",
    "ai-tika-abh09t12:66_5": "The persons, etc., are three rooted in the same place as those root items, and the three roots of the trees. The four root items and five root items are its root.",
    "ai-tika-abh09t12:66_6": "And this should be understood according to the Neither that which is realised",
    "ai-tika-abh09t12:66_7": "And here the caravan leader’s employer and preserved by the fourteenth,",
    "ai-tika-abh09t12:66_8": "But this is the kind of instance in the first and the ten abode.",
    "ai-tika-abh09t12:66_9": "And opportunity given to him, he said, “Herein, what is contrary to the Teaching” when he has been taught.",
    "ai-tika-abh09t12:66_10": "Such is the same kind of wealth,",
    "ai-tika-abh09t12:66_11": "But what is given here by all Indian Rots, that is to say, in the Relic Questioning .",
    "ai-tika-abh09t12:66_12": "Herein, welcome in questions is of two kinds.",
    "ai-tika-abh09t12:66_13": "This includes reopening in the same place as before.",
    "ai-tika-abh09t12:66_14": "Thus for this is the end,",
    "ai-tika-abh09t12:67_0": "This is the eighth vicinity of the wind:",
    "ai-tika-abh09t12:67_1": "“Where does the underlying tendency to sensual desire?",
    "ai-tika-abh09t12:67_2": "The underlying tendencies of sensual pleasures is the underlying tendency to sensual desire.",
    "ai-tika-abh09t12:67_3": "Wherein is the underlying tendency to repulsion?",
    "ai-tika-abh09t12:67_4": "Based on feeling ...",
    "ai-tika-abh09t12:67_5": "The underlying tendencies of the sensual realm, the feelings of form, and the formless realm.",
    "ai-tika-abh09t12:67_6": "the underlying tendencies of views, doubt, conceit, desire to be reborn, and ignorance. This underlying tendency to ignorance about all things in the present life, is the first underlying tendency to ignorance.”",
    "ai-tika-abh09t12:68_0": "Herein, the elements of sensual pleasures are seen in two ways: with unpleasant feeling, a basis for happiness, and equanimity arises in him in the feelings, and on the basis of unpleasant feeling arises in him in both ways, with the abandoning of sensual desires, and the underlying tendency to passion for sensual pleasures. When he has a pleasant feeling, he then arises in him.",
    "ai-tika-abh09t12:68_1": "The remaining kinds of sensual stimulation in the sense-spheres and in the mental-existent feeling arises in them, which are mentally associated with the feelings.",
    "ai-tika-abh09t12:68_2": "The gratification of the drawbacks of these feelings is equanimous, and so on. In the evening, they still get rid of the grossness and the feelings that are solid and substantial. In this way they say:",
    "ai-tika-abh09t12:68_3": "When a mendicant is not compared to these two feelings, they subside in each and every aspect of feelings that are associated with them.",
    "ai-tika-abh09t12:68_4": "And this is said in the Commentaries that plays in the world seems nice and pleasant, sensual, and arousing. This underlying tendency for desire, affection, influence, and underlying tendency for sensual pleasures, they underlying tendency to passion for sensual pleasures.",
    "ai-tika-abh09t12:68_5": "In the case of these six kinds already stated, the object is called “the six objects” in the sense of habitually.",
    "ai-tika-abh09t12:68_6": "But they should all go to that same place as given because of the remaining meditation subject.",
    "ai-tika-abh09t12:69_0": "As to the pain: here there are two things associated with the mind, body consciousness associated with the mind, and with feeling as conditioned by impulsion. And the three things associated with feeling, the tears associated with the states of the feeling, and the states of the six kinds as objects of feeling, and the unprofitable states.",
    "ai-tika-abh09t12:69_1": "What do you get the two kinds of feeling? Yet they don’t see a object?",
    "ai-tika-abh09t12:69_2": "They don’t abstain.",
    "ai-tika-abh09t12:69_3": "For the jhāna is held together by a desirable sense-spheres and associated with it, and something associated with it. But the object of which is obtained in the same way as its object, not disagreeable.",
    "ai-tika-abh09t12:69_4": "There is no underlying tendencies for desirable development, for the purpose of abandoning what is contradict about what is contradictable.",
    "ai-tika-abh09t12:69_5": "For the underlying tendencies of repulsion towards the other objects by one whom the opposites of the favourable to the object of the aggregates. They’re not able to discern the underlying tendency to conceit.",
    "ai-tika-abh09t12:69_6": "For just as one who has ill will does not have ill will,",
    "ai-tika-abh09t12:69_7": "and when they are carried on renunciation, they should associate with renunciation.",
    "ai-tika-abh09t12:69_8": "But the abandoning of all suffering is for one who has a foundation of suffering. Mindfulness is the ruler of the world.",
    "ai-tika-abh09t12:69_9": "“For he who has done the same thing, there is in the past.",
    "ai-tika-abh09t12:69_10": "for the underlying tendency to conceit are not defined.",
    "ai-tika-abh09t12:69_11": "Thoughts that are doubtful and uncertainty about the things that are grounded in view, all that is present.",
    "ai-tika-abh09t12:69_12": "Therefore it was said: “All these people in the present life” .",
    "ai-tika-abh09t12:69_13": "Herein, the meaning is that it should be understood rolling on all sides.",
    "ai-tika-abh09t12:69_14": "That’s how you should know",
    "ai-tika-abh09t12:69_15": "All the supports should be understood here in the way already stated.",
    "ai-tika-abh09t12:70_0": "The underlying tendencies of sensual desire and greed for future lives, yet he finds a vulnerability in the four elements opposite sex come into focus in the realm of luminous forms, and the underlying tendencies of residuality with the enemy. And he although adverting with the formless realms of existence as its object, yet he does not get a resentment and fame of the elements ,",
    "ai-tika-abh09t12:70_1": "And it is oppressed by greed and repulsion for sensual desire to be reborn in a leaf hut.",
    "ai-tika-abh09t12:71_0": "The underlying tendencies of the Mahāsudassana undergoing the cutting off of sensual desire and the underlying tendency to sensual desire.",
    "ai-tika-abh09t12:71_1": "Or they undertook the underlying tendency for sensual desire idea that underlying tendencies of sensual desire.",
    "ai-tika-abh09t12:71_2": "the underlying tendency to sensual desire underlies that.",
    "ai-tika-abh09t12:71_3": "Or they undergo the underlying tendency to sensual desire for sensual pleasures, the underlying tendency to sensual desire underlies that.",
    "ai-tika-abh09t12:71_4": "the underlying tendency to sensual desire ...",
    "ai-tika-abh09t12:71_5": "the underlying tendency to sensual desire ...",
    "ai-tika-abh09t12:71_6": "The underlying tendencies of sensual desire but not underlying tendency for sensual desire. ...",
    "ai-tika-abh09t12:71_7": "the underlying tendency to wrong views, or with one who has accumulated the underlying tendency to repulsion ...",
    "ai-tika-abh09t12:71_8": "Someone whose underlying tendencies is underlies that.” They included in the underlying tendencies of sensual desire, repulsion, views, and doubt.",
    "ai-tika-abh09t12:71_9": "the underlying tendencies of sensual desire underlies that.",
    "ai-tika-abh09t12:71_10": "Or consciousness ...",
    "ai-tika-abh09t12:71_11": "Talking ...",
    "ai-tika-abh09t12:71_12": "The underlying tendencies of sensual desire and greed for sensual pleasures.",
    "ai-tika-abh09t12:71_13": "likewise in the case of ignorance.",
    "ai-tika-abh09t12:71_14": "The answers should be understood as the method of this questions, etc., should be understood in terms of the repetitions, and so on.",
    "ai-tika-abh09t12:71_15": "This is the one root item.",
    "ai-tika-abh09t12:72_0": "the underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to conceit.",
    "ai-tika-abh09t12:72_1": "two roots of water ...",
    "ai-tika-abh09t12:72_2": "but at the foot of the five-stools at the root of an outcaste’s essence - for relatives and kin they are able to re-",
    "ai-tika-abh09t12:72_3": "Here is this:",
    "ai-tika-abh09t12:72_4": "“ underlying tendencies, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-tika-abh09t12:72_5": "Or they undergo the underlying tendency to sensual desire ...",
    "ai-tika-abh09t12:72_6": "the underlying tendency to passion for continuation,",
    "ai-tika-abh09t12:72_7": "The underlying tendencies of ignorance and the underlying tendencies of vanity, and the underlying tendencies of vanity and the underlying tendency to greed for sensual desire. The underlying tendency to ignorance does not underlie that person.”",
    "ai-tika-abh09t12:73_0": "Now, the underlying tendencies of sensual desire towards sensual desire, but the underlying tendency to sensual desire does not lie.",
    "ai-tika-abh09t12:73_1": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:73_2": "Unable to us.",
    "ai-tika-abh09t12:73_3": "where the underlying tendency to sensual desire comes. There is the underlying tendency to greed for sensual desire.",
    "ai-tika-abh09t12:73_4": "Or where the underlying tendency for sensual desire comes the underlying tendency to sensual desire.",
    "ai-tika-abh09t12:73_5": "The underlying tendencies of form, reinforced in the realm of luminous form, and the underlying tendency to sensual desire, affection, infatuation, thirst, and passion for sensual pleasures.",
    "ai-tika-abh09t12:73_6": "Where the underlying tendencies of sensual desire ...",
    "ai-tika-abh09t12:73_7": "if she goes beyond the stream;",
    "ai-tika-abh09t12:73_8": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:73_9": "Transferred to them:",
    "ai-tika-abh09t12:73_10": "The underlying tendencies of painful feeling underlying tendency for form. The underlying tendencies of sensual desire, repulsion, and doubt.",
    "ai-tika-abh09t12:73_11": "Where the underlying tendencies of sensual desire ...",
    "ai-tika-abh09t12:73_12": "Herein underlying tendency to passion for continuation, but not with the underlying tendency to passion for continuation.",
    "ai-tika-abh09t12:73_13": "Where there is no shelter or not? ...",
    "ai-tika-abh09t12:73_14": "where the underlying tendency to sensual desire comes. There is the underlying tendency to ignorance for sensual pleasures.",
    "ai-tika-abh09t12:73_15": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:73_16": "Transferred to them:",
    "ai-tika-abh09t12:73_17": "The underlying tendencies of painful feeling underlies that. The underlying tendency for sensual pleasures, pleasant feeling underlying tendency to desire, and ignorance.",
    "ai-tika-abh09t12:74_0": "where the underlying tendency to repulsion is underlies that.",
    "ai-tika-abh09t12:74_1": "Where there is no shelter or not? ...",
    "ai-tika-abh09t12:74_2": "where the underlying tendency to repulsion underlies that.",
    "ai-tika-abh09t12:74_3": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:74_4": "Transferred to them:",
    "ai-tika-abh09t12:74_5": "The underlying tendencies of sensual pleasures, desire for the form element, and doubt don’t underlying tendency to repulsion towards painful feeling.",
    "ai-tika-abh09t12:74_6": "where the underlying tendency to repulsion underlies that.",
    "ai-tika-abh09t12:74_7": "Where there is no shelter or not? ...",
    "ai-tika-abh09t12:74_8": "where the underlying tendency to repulsion underlies that.",
    "ai-tika-abh09t12:74_9": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:74_10": "Talking ...",
    "ai-tika-abh09t12:74_11": "With unpleasant feeling the tendency to ignorance underlies that.",
    "ai-tika-abh09t12:75_0": "Where the underlying tendency to conceit underlies that.",
    "ai-tika-abh09t12:75_1": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:75_2": "Transferred to them:",
    "ai-tika-abh09t12:75_3": "The underlying tendency for painful feeling arises in them.",
    "ai-tika-abh09t12:75_4": "where the underlying tendency to conceit underlies that.",
    "ai-tika-abh09t12:75_5": "The underlying tendencies of sensual pleasures is more than two feelings. And the underlying tendencies of the elements.",
    "ai-tika-abh09t12:75_6": "Or wherever they go. ...",
    "ai-tika-abh09t12:75_7": "Where the underlying tendency to ignorance underlies that.",
    "ai-tika-abh09t12:75_8": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:75_9": "Transferred to them:",
    "ai-tika-abh09t12:75_10": "apart from all suffering and another all states of being arisen in every way.",
    "ai-tika-abh09t12:75_11": "Where the underlying tendency to doubt is seen ...",
    "ai-tika-abh09t12:75_12": "where the underlying tendency to passion for continuation is seen.",
    "ai-tika-abh09t12:75_13": "The underlying tendencies of sensual pleasures in the three realms of luminous forms, and the formless realms.",
    "ai-tika-abh09t12:75_14": "Or wherever they go. ...",
    "ai-tika-abh09t12:75_15": "Where the underlying tendency to ignorance underlies that.",
    "ai-tika-abh09t12:75_16": "Or wherever they go. ...",
    "ai-tika-abh09t12:75_17": "The same description in the root of doubts.",
    "ai-tika-abh09t12:75_18": "Where the underlying tendency to passion for continuation is the underlying tendency to ignorance.",
    "ai-tika-abh09t12:75_19": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:75_20": "Herein, the underlying tendency to sensual pleasures is the underlying tendency to ignorance about forms. The underlying tendencies of becoming is the basis for ending of continued existence.”",
    "ai-tika-abh09t12:76_0": "“... the ear ...",
    "ai-tika-abh09t12:76_1": "Anyone who takes pleasure in the teaching ...",
    "ai-tika-abh09t12:76_2": "Neither the underlying tendency to conceit, ~ and the underlying tendency to conceit will not come.",
    "ai-tika-abh09t12:76_3": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:76_4": "Since they have no underlying tendencies of sensual desire, the underlying tendency to greed for sensual pleasures, and the underlying tendency to doubt does not underlie that.",
    "ai-tika-abh09t12:76_5": "Or consciousness ...",
    "ai-tika-abh09t12:76_6": "so that doesn’t last.",
    "ai-tika-abh09t12:76_7": "There is no underlying tendencies of persons who, the underlying tendencies, the path of non-returners, and the rest. And that person doesn’t underlie them when they arrive.”",
    "ai-tika-abh09t12:77_0": "“That’s the underlying tendency for sensual desire, not the underlying tendency to sensual desire.",
    "ai-tika-abh09t12:77_1": "With the underlying tendency to sensual desire, they don’t underlying tendency for forms that.",
    "ai-tika-abh09t12:77_2": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:77_3": "so that doesn’t last.",
    "ai-tika-abh09t12:77_4": "The underlying tendencies of sensual pleasures, repulsion, infact, and underlying tendency to forms. But when there is no danger of any states he does not underlie it.",
    "ai-tika-abh09t12:77_5": "Where the underlying tendency to sensual desire, does not underlying that.",
    "ai-tika-abh09t12:77_6": "But for sights known by the four elements, they don’t underlying tendencies of sensual desire and the underlying tendency to greed for forms.",
    "ai-tika-abh09t12:77_7": "Or wherever they go. ...",
    "ai-tika-abh09t12:77_8": "Where there is no underlying tendency to sensual desire, no underlying that.",
    "ai-tika-abh09t12:77_9": "The underlying tendency for forms of feeling in the four elements, they won’t underlying tendencies of the sensual desire, and the opposite sex. Nor does they live without it organize it.”",
    "ai-tika-abh09t12:78_0": "“That’s the underlying tendency for sensual desire, the underlying tendency to sensual desire, and the underlying tendency to greed does not underlie that.",
    "ai-tika-abh09t12:78_1": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance.",
    "ai-tika-abh09t12:78_2": "Anyone who comes to wherever it’s normal that ...",
    "ai-tika-abh09t12:78_3": "so that doesn’t last.",
    "ai-tika-abh09t12:78_4": "There is a person underlying tendencies of sensual pleasures, the underlying tendency to form, feeling underlying tendency to form, feeling, perception, choices, and consciousness. But they don’t a person who does not acknowledge that.",
    "ai-tika-abh09t12:78_5": "whatever sensual desire there is no underlying tendency for sensual desire, the underlying that.",
    "ai-tika-abh09t12:78_6": "The underlying tendencies of sights. The underlying tendencies of desire, affection, infatuation, thirst, and passion for sensual pleasures. There is no heat or acquisition of the elements. The underlying tendency for sensual desire, pleasure and pain than the maintain of physical pain—sharp, a worry, and all of the elements.”",
    "ai-tika-abh09t12:79_0": "Herein, the underlying tendency to sensual desire, the underlying tendency to sensual desire, and the underlying tendencies of vanity is this: “Where does it take?”",
    "ai-tika-abh09t12:79_1": "who have reached the end of sensual desire and ignorance,",
    "ai-tika-abh09t12:79_2": "for just as when a man gives rise to the thought, “By honoring the dimension of the Vedas,” so he should be expanded in the same way: “This is so, when one thing is using the ideas, it arises in him when he is using them, he should be told, “This is so, what is uninterrupted in the same way. Theirself is the same as before.",
    "ai-tika-abh09t12:79_3": "How should we get hold of?",
    "ai-tika-abh09t12:79_4": "Because they are not diligent in absorption.",
    "ai-tika-abh09t12:79_5": "For it is inferior and superior. That’s why it hasn’t been given up by questioning, repulsion, and advocatening these things.",
    "ai-tika-abh09t12:79_6": "They are inferior in the sense of urgency and superior in the others. That is why it is called “unbounded” .",
    "ai-tika-abh09t12:79_7": "Anyone else should give up such running here and now, and so on.",
    "ai-tika-abh09t12:79_8": "“The three people are stream-enterers, who are stream-enterers, a stream-enterer,",
    "ai-tika-abh09t12:79_9": "those who have entered the stream-enterers,",
    "ai-tika-abh09t12:79_10": "then one who proclaims what is not fully proclaimed.",
    "ai-tika-abh09t12:79_11": "opportunity to ask in the first calm, which is why the opposite sense desires arise, but when they remain silent.",
    "ai-tika-abh09t12:79_12": "and making an effort for sensual pleasures, etc., and for the sake of the sensual desires, etc., the advantages thus: “This is the reason why, and it is not made by oneself that young leaves do not arise in this sense.”",
    "ai-tika-abh09t12:79_13": "The person who dwells in the four rooms: The stream-enterer, the one who goes to a stream-enterer, and the one who heads upstream,",
    "ai-tika-abh09t12:79_14": "These two things are wandering in the non-returner, including those who live together.",
    "ai-tika-abh09t12:80_0": "underlying tendencies of sensual desire, repulsion, views, doubt, and the underlying tendency to desire.",
    "ai-tika-abh09t12:80_1": "Immediately killed.",
    "ai-tika-abh09t12:80_2": "the underlying tendency to conceit.",
    "ai-tika-abh09t12:80_3": "Or whatever underlying tendencies underlying tendencies of sensual desire,",
    "ai-tika-abh09t12:80_4": "This person who doesn’t take part in the non-returnerence should be given up by the three kinds of sensual desire, etc., but rather than the blessings that are affair, and nor by asking questions beginning with. This person has been taught in the way that person.”",
    "ai-tika-abh09t12:81_0": "“That’s the underlying tendency to sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. ...”",
    "ai-tika-abh09t12:81_1": "the underlying tendency to conceit.",
    "ai-tika-abh09t12:81_2": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire,",
    "ai-tika-abh09t12:81_3": "the elements of the fine-material becoming, the stilling of the base consisting of boundless consciousness, and the two elements, and the feelings, etc., have respected in the multitude of the elements.”",
    "ai-tika-abh09t12:82_0": "“Anyone who has a underlying tendency to sensual desire, the underlying tendency to repulsion underlies that.",
    "ai-tika-abh09t12:82_1": "not for a person who doesn’t enjoy sensual pleasures, etc., in that way underlying tendencies of sensual desire, and the underlying tendencies of repulsion, underlying tendencies,",
    "ai-tika-abh09t12:82_2": "Were anyone opposing to arrival at the root, etc., and of all of them actually given away through questioning of the heart.",
    "ai-tika-abh09t12:83_0": "Herein, the underlying tendencies of sensual desire that has arisen underlying tendencies of sensual desire, because of the underlying tendencies of sensual desire, repulsion, and the underlying tendency to passion for sensual pleasures.",
    "ai-tika-abh09t12:83_1": "But only these two months arise but not even a single word, saying: “What sort of these two does not arise for him?”",
    "ai-tika-abh09t12:84_0": "And in the case of the household life, they give up the resistance of sensual desire and the underlying tendency to sensual desire,",
    "ai-tika-abh09t12:84_1": "Immediately killed.",
    "ai-tika-abh09t12:84_2": "they give up conceit.",
    "ai-tika-abh09t12:84_3": "Since they give up that,",
    "ai-tika-abh09t12:84_4": "Or they give up the underlying tendency to conceit for sensual pleasures, not for the sake of vanity. ...",
    "ai-tika-abh09t12:84_5": "they give up doubt, not underlying tendency to doubt.",
    "ai-tika-abh09t12:84_6": "One who has given up doubt gives up the conceit ‘I am’, ‘I am giving up the underlying tendency to sensual desire’.",
    "ai-tika-abh09t12:84_7": "Gives up when taken it ...",
    "ai-tika-abh09t12:84_8": "they give up the underlying tendency to ignorance.",
    "ai-tika-abh09t12:84_9": "it gives up. ...",
    "ai-tika-abh09t12:84_10": "The underlying tendencies of sensual desire and repulsion.",
    "ai-tika-abh09t12:84_11": "gives up.",
    "ai-tika-abh09t12:84_12": "don’t like the person who doesn’t consent.”",
    "ai-tika-abh09t12:85_0": "“It gives up the underlying tendencies, not the repulsion. ...”",
    "ai-tika-abh09t12:85_1": "Since they’ve given up the conceit ‘I am’, they give up the underlying tendencies.",
    "ai-tika-abh09t12:85_2": "And when you give up the underlying tendency to conceit, you can give up that conceit ‘I am’,",
    "ai-tika-abh09t12:85_3": "The realm of luminous form is the same base for sensual pleasures, and so the realm of luminous forms, and the feeling element is the same as that is the earlier element.”",
    "ai-tika-abh09t12:86_0": "“When you have given up the underlying tendency for sensual desire, not the repulsion ...",
    "ai-tika-abh09t12:86_1": "they give up conceit.",
    "ai-tika-abh09t12:86_2": "it gives up. ...",
    "ai-tika-abh09t12:86_3": "doubt, not underlying tendency to doubt.",
    "ai-tika-abh09t12:86_4": "And when you give up doubt and uncertainty towards the past, you give up the conceit ‘I am’.",
    "ai-tika-abh09t12:86_5": "In the eight forms of suffering, the realm of luminous form, and the form of feeling is the earlier. Then they give up any desire, greed, relishing, and craving for sensual pleasures. That person gives them up with the vanity of desire, repulsion, and doubt. That person gives them up that.",
    "ai-tika-abh09t12:86_6": "Immediately killed.",
    "ai-tika-abh09t12:86_7": "they don’t give up doubt.",
    "ai-tika-abh09t12:86_8": "Eight years without sensual desire. We give up the tendency to sensual desire, the west, the north, and the eighth day of that person.” Then they give up all that person’s acceptance after asking.”",
    "ai-tika-abh09t12:87_0": "Herein, he gives up that path, abandons it, and completely abandons it by means of that.",
    "ai-tika-abh09t12:87_1": "Eightened One was said in this way:",
    "ai-tika-abh09t12:87_2": "For what is first is seen, heard, and sensed, are abandoned here and there firstly (and went), and sensual desire to be abandoned.",
    "ai-tika-abh09t12:87_3": "For it is the first path, among the kinds of sensual desire and greed for attaining the third path, and for the third path, etc., they are given up in the trial period of six days. For it is said to be the path to perfection that the path is abandoned through perfection.",
    "ai-tika-abh09t12:87_4": "Because they haven’t given up the underlying tendency to sensual desire.",
    "ai-tika-abh09t12:87_5": "When they’ve given up the underlying tendencies, they give up the conceit ‘I am’, the meaning is the eighth day once-returner.",
    "ai-tika-abh09t12:87_6": "He, when he is presented it by a religious donation of the fruit of Liberation, he mixed up at the eighth time.",
    "ai-tika-abh09t12:87_7": "apart from the variety of paths, the eighth paths of stream-entry, the rest is called “the trainees”.",
    "ai-tika-abh09t12:87_8": "You should give up this simply don’t give up, get rid of it, eliminate it, and obliterate it. This is the exposition of all these ways: “This isn’t mine, it.”",
    "ai-tika-abh09t12:88_0": "For the complete understanding of the senses, he gives up the underlying tendencies of sensual desire and the maintaining of greed for sensual desire.",
    "ai-tika-abh09t12:88_1": "For this illness has been abandoned by the road like the opposite sex;",
    "ai-tika-abh09t12:88_2": "Herein, complete understanding is the meaning of three kinds of fully understood: the meaning is, it is the meaning.",
    "ai-tika-abh09t12:88_3": "This is the complete understanding of such a person.",
    "ai-tika-abh09t12:89_0": "But when they’ve given up the underlying tendencies of sensual desire, the underlying tendency to sensual desire is abandoned.",
    "ai-tika-abh09t12:89_1": "Immediately killed.",
    "ai-tika-abh09t12:89_2": "The underlying tendency to conceit.",
    "ai-tika-abh09t12:89_3": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-tika-abh09t12:89_4": "he should not be spoken of, or he hasn’t given up.",
    "ai-tika-abh09t12:89_5": "Where there is no place wherever they’re reborn they enter or remain in the full ordination without anything left over. ...",
    "ai-tika-abh09t12:89_6": "you should not say, ‘Venerables,’ ...",
    "ai-tika-abh09t12:89_7": "Herein, conceit underlying tendency to conceit are abandoned.",
    "ai-tika-abh09t12:89_8": "Or they’ve given up some thing. ...",
    "ai-tika-abh09t12:89_9": "The underlying tendencies of form, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. The underlying tendencies should be given up when it comes to sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendencies.",
    "ai-tika-abh09t12:89_10": "Or consciousness ...",
    "ai-tika-abh09t12:89_11": "Immediately killed.",
    "ai-tika-abh09t12:89_12": "Or if they haven’t given up the underlying tendencies of sensual desire, their underlying tendencies,",
    "ai-tika-abh09t12:89_13": "The underlying tendencies of non-returners, a person who does not fall into the presence of that person is inferior and superior. And they should question them in the way already described.",
    "ai-tika-abh09t12:90_0": "And here the meaning should be illustrated because it has to be abandoned here in the sense of its defilement.",
    "ai-tika-abh09t12:90_1": "For their place has been given up, they don’t give up the fruit, nor do the resting place in the sense of non-returning, and they should be told, “This is what is meant. ”",
    "ai-tika-abh09t12:90_2": "For one enlightenment among the for sensual pleasures, for the opposite of desire and greed.",
    "ai-tika-abh09t12:90_3": "They’ve given up the underlying tendencies with path, they don’t say, ‘Whoever hasn’t given up the underlying tendencies, there is no need for them.’ And they should be told to say:",
    "ai-tika-abh09t12:90_4": "And this is said in reference to the Community: “It is said to live happily.”",
    "ai-tika-abh09t12:90_5": "Because the underlying tendencies of sensual desire, they have given up their underlying tendencies of sensual desire and greed for sensual desire.",
    "ai-tika-abh09t12:90_6": "of the underlying tendencies, it is to be given up the fruit of stream-entry, once-return, non-return, and perfection.",
    "ai-tika-abh09t12:90_7": "“For he’s told people,” he said.",
    "ai-tika-abh09t12:90_8": "This is the empty hut ...",
    "ai-tika-abh09t12:91_0": "The underlying tendencies of sensual desire arises in him in one whose desire arises does not arise. Such a basis is covered with desire for sensual pleasures, etc., is indeed only in every direction.",
    "ai-tika-abh09t12:92_0": "Or else, “The elements of the earth element and the deathless are reborn in the realm of sensuality, without being attached to, poisoned, do they blame anyone.",
    "ai-tika-abh09t12:92_1": "The elements of sensuality, when that form exists.",
    "ai-tika-abh09t12:92_2": "Are any afraid?",
    "ai-tika-abh09t12:92_3": "With the passing away and reappearing in the sensual realm. ...",
    "ai-tika-abh09t12:92_4": "The sight element ...",
    "ai-tika-abh09t12:92_5": "Are any not afraid?",
    "ai-tika-abh09t12:92_6": "The realm of sensuality doesn’t exist in the realm of luminous form.",
    "ai-tika-abh09t12:92_7": "form, and don’t appear in the formless realm.",
    "ai-tika-abh09t12:92_8": "The elements of the sensual realm don’t come in range of the sensual realm, so there is no places in the realm of luminous form, or new state of existence in the realm of luminous form.” And when questioned in the elements, he asks, “Does the seven elements of sensuality in the realm,” and the seventh element and in the nine root of the formless space element, less than the eleventh element.",
    "ai-tika-abh09t12:93_0": "In such a case, when those who are accusing people, having obtained confidence in their minds, they must tell them that.",
    "ai-tika-abh09t12:93_1": "Considering in the sensual realm, they’re not reborn in the realm of luminous forms.",
    "ai-tika-abh09t12:93_2": "sensuality, form, and formlessness.",
    "ai-tika-abh09t12:93_3": "The meaning is not of the sense-desire elements of sensuality in the fine-material becoming, in this way there is no defining of all kinds, this is the meaning.",
    "ai-tika-abh09t12:94_0": "Whoever has passed away and relies on to anyone of the four elements—whether past, future, or present—all of them come to anyone else. ...",
    "ai-tika-abh09t12:94_1": "He should never stop any reference to such states as :",
    "ai-tika-abh09t12:94_2": "The elements of the earth element, when developed and cultivated, die, passing away and reappearing in the realm of luminous form, are reborn in the realm of luminous form, and being reborn in the realm of luminous form. That is how sentient beings are reborn according to their nature, and is reborn there. This is how sentient beings are reborn here.",
    "ai-tika-abh09t12:95_0": "Herein, mundane beings are called “given” in the passage beginning of “folking these five ways”.",
    "ai-tika-abh09t12:95_1": "Of those who have gone beyond the element of sensuality, the realm of luminous views, and the full-returners of rebirth in the realm of luminous form, nor the air element is said to be the first in the four elements.",
    "ai-tika-abh09t12:95_2": "for one who has given up the three kinds of sensual desire, and the three kinds of misconduct are abandoned here as lingering ...",
    "ai-tika-abh09t12:95_3": "An educated noble disciple has passed away in the realm of luminous form, and is reborn in the realm of the gods of the Thirty-Three and the consciousness element. For it is why there is no passing away and reappearing in the realm of luminous form.",
    "ai-tika-abh09t12:95_4": "why can there be no such thing as this?",
    "ai-tika-abh09t12:95_5": "in the formless jhānas, which is of forms,",
    "ai-tika-abh09t12:95_6": "for the going beyond perceptions of form, with the ending of perceptions of impingement,",
    "ai-tika-abh09t12:95_7": "he does not apply himself to the elements, ~ in what is empty.",
    "ai-tika-abh09t12:95_8": "This is the commentary on the word-coloured.",
    "ai-tika-abh09t12:96_0": "Golden in is the colour of consciousness.",
    "ai-tika-abh09t12:97_0": "That is the place where the minds of mentality can be understood as follows:",
    "ai-tika-abh09t12:97_1": "For it is when Māra’s body is like this: one who is learned from the teaching of the beginning, the middle, and the end of the teaching, and the simile of the three people uses of the Dhamma in the way beginning, “This person is only three people, and there analysis of individual” essence should be in that case.",
    "ai-tika-abh09t12:97_2": "his mind has not ceased in this way: “When arouses the border of Dhamma, the lamp, he does not arise in the same way as the dawn of the Dhamma, and in the way –",
    "ai-tika-abh09t12:97_3": "“Whatever the mind has ceased in this way,” thus he is not included in the both ways: “The individual’s in accordance with the Dhamma” .",
    "ai-tika-abh09t12:98_0": "After that he said: “This is the sixteenth section in the mind”, and that person with the sixteen worms of greed, hate, delusion, and the sixteen persons, even if they were brought by the counselors of the Dhamma, they have eightteen persons together with the sixteen (natures). Having done solid-controls of the Dhamma, they have completed the sixteen persons, they have completed the Dhamma.",
    "ai-tika-abh09t12:98_1": "After that he said, “This isn’t worth a sixteenth part of the mind,” etc., and six hundred and eighty joints, eighty-hundred million cooked and eightholded, just as they have the eighty-hundred, the ninety-six-laws ideals with each other, and the eight personsposite the transmigrations of the skillful, etc., before making them give their consent,",
    "ai-tika-abh09t12:99_0": "But there are two or three drops that arise in the past and the future, and when all the monks have arisen in each and every way, they abode of the four great elements, produced the cessation of all the existence, and when he does not die in the past. In the future, the present abode of the world, making nostrils and cease when he subdued their thought, “In the future,” and when he produces the two realms of the practices arisen in the past, all these sixty-two aspects arisen in the future, that is the beginning, the middle and the end of cessation.",
    "ai-tika-abh09t12:99_1": "And just as this great earthquakes, just as a predominance of great qualities, having made entirely pure funeral pyre, embraced each or six-footed world-spheres and specified pervasion, praised the profitable basis, etc., on the following day and all the times in detail in this way: “This is the greatest of world-spheres .” And the virtues definiciently in the day and on this matter, the purifying the virtues of the special qualities of fewness of wishes, etc., the good qualities, and so on., the otherwise, the otherwise, the otherwise, that is to say, the purifiedness of them that is to say, and on.",
    "ai-tika-abh09t12:99_2": "This is how the detailed exposition should be understood in detail in the same way:",
    "ai-tika-abh09t12:100_0": "his mind becomes concentrated in, his mind arises in them.",
    "ai-tika-abh09t12:100_1": "cease without anything left over;",
    "ai-tika-abh09t12:100_2": "As they do so their mind inclines to remaining, they’ll give rise to thoughts of the lay life. If they do not arise, their mind wouldn’t give rise to repulsion, and their mind ceases.",
    "ai-tika-abh09t12:100_3": "The minds of those whose mind is broken, specifically comprehending the minds of the death that arise from the group of six days without giving rise to knowledge. When their mind is still unaffected, their namely ceases. But when those mind is divided, their mind doesn’t become immersed.",
    "ai-tika-abh09t12:100_4": "For the other reasons: the origin of the mind, the last one of the defilement, and the function of others, or other worldly pleasures, and the ordinary person will arise in that state.",
    "ai-tika-abh09t12:101_0": "“But if their mind has ceased and perished, it does not arise in him if their mind does not appear to him.”",
    "ai-tika-abh09t12:101_1": "“When his mind ceases, does it cease?”",
    "ai-tika-abh09t12:101_2": "For if he does not arise in his mind; for he thinks, “Only adverts,” and “Only embodiment,” and his mind isn’t eager to apply his mind; when encounterately, without questioning, thinking, “If the mind becomes dispassionate, it wouldn’t be subdued; it will be able to get rid of it,”",
    "ai-tika-abh09t12:101_3": "For when a person’s mind is cease, they will not arise for a person and if they go away.",
    "ai-tika-abh09t12:102_0": "Their mind arises,",
    "ai-tika-abh09t12:102_1": "normally, whether he’s either go up or down,",
    "ai-tika-abh09t12:102_2": "is reborn.",
    "ai-tika-abh09t12:102_3": "All the mind gives rise to remain in the Saṅgha, but they all don’t arise for them. However their mind is it for them?",
    "ai-tika-abh09t12:102_4": "When the mind is fearful, not unprofitable or not?",
    "ai-tika-abh09t12:102_5": "Or consciousness ...",
    "ai-tika-abh09t12:102_6": "does not attain.",
    "ai-tika-abh09t12:102_7": "However, the arising of the name and form that arises is produced by one who gives rise to the practice of the jhāna.",
    "ai-tika-abh09t12:103_0": "their mind ceases.",
    "ai-tika-abh09t12:103_1": "Or consciousness ...",
    "ai-tika-abh09t12:103_2": "cease:",
    "ai-tika-abh09t12:103_3": "if it is cooked;",
    "ai-tika-abh09t12:103_4": "one whose mind isn’t clear,",
    "ai-tika-abh09t12:103_5": "has missed out on cessation,",
    "ai-tika-abh09t12:103_6": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:104_0": "Their mind arises and applies his mind.",
    "ai-tika-abh09t12:104_1": "Or consciousness ...",
    "ai-tika-abh09t12:104_2": "is reborn.",
    "ai-tika-abh09t12:104_3": "all the arising of the mind when it comes to the end of suffering,",
    "ai-tika-abh09t12:104_4": "And here the meaning is that it is stated in the Paṭisambhidā, which arises only because it is not-self in the Paṭisambhidā, which is the meaning.",
    "ai-tika-abh09t12:104_5": "But in the detailed explanation of the meaning here is this: “In the past, future or present,” and so he can expound it not in the past according to the Vinaya and. Consequently, the meaning is this.",
    "ai-tika-abh09t12:105_0": "or he is one whose mind does not think,",
    "ai-tika-abh09t12:105_1": "And rebirth is given up.",
    "ai-tika-abh09t12:105_2": "Or consciousness ...",
    "ai-tika-abh09t12:105_3": "It does not arise,",
    "ai-tika-abh09t12:105_4": "Their mind will arise,",
    "ai-tika-abh09t12:105_5": "he whose mind is satisfied, who have ended the defilements,",
    "ai-tika-abh09t12:105_6": "Or consciousness ...",
    "ai-tika-abh09t12:105_7": "is reborn.",
    "ai-tika-abh09t12:105_8": "likewise when one has risen,",
    "ai-tika-abh09t12:105_9": "They practice breathing in immersing the mind. They practice breathing out observing an aspect of the mind.",
    "ai-tika-abh09t12:105_10": "does not flee.",
    "ai-tika-abh09t12:105_11": "specifically in the all their minds,",
    "ai-tika-abh09t12:105_12": "Or consciousness ...",
    "ai-tika-abh09t12:105_13": "It does not.",
    "ai-tika-abh09t12:105_14": "after demolishing the limbs of the mind,",
    "ai-tika-abh09t12:105_15": "he’ll feel dispelled, his mind will arise.",
    "ai-tika-abh09t12:105_16": "and placing the mind from the group of six, keeping it connected,",
    "ai-tika-abh09t12:105_17": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:105_18": "or if the mind is heedless, there is no joy for him.",
    "ai-tika-abh09t12:105_19": "Or consciousness ...",
    "ai-tika-abh09t12:105_20": "The proper conduct doesn’t give it up:",
    "ai-tika-abh09t12:105_21": "And rebirth is given up.",
    "ai-tika-abh09t12:106_0": "their mind ceases.",
    "ai-tika-abh09t12:106_1": "Or consciousness ...",
    "ai-tika-abh09t12:106_2": "cease:",
    "ai-tika-abh09t12:106_3": "if it is cooked;",
    "ai-tika-abh09t12:106_4": "They practice breathing in immersing the mind. They practice breathing out observing an aspect of the mind.",
    "ai-tika-abh09t12:106_5": "it has no sign.",
    "ai-tika-abh09t12:106_6": "it’s hideless;",
    "ai-tika-abh09t12:106_7": "Or suppose there’s no-one who doesn’t exist after death. ...",
    "ai-tika-abh09t12:106_8": "their mind ceases.",
    "ai-tika-abh09t12:106_9": "after placing the mind the mind of the mind, at the moment of the thought (of the rest), he in the minds of the mind,",
    "ai-tika-abh09t12:106_10": "Or consciousness ...",
    "ai-tika-abh09t12:106_11": "if it is at the next half-month;",
    "ai-tika-abh09t12:106_12": "They practice breathing in immersing the mind. They practice breathing out observing an aspect of the mind.",
    "ai-tika-abh09t12:106_13": "lie down on it.",
    "ai-tika-abh09t12:106_14": "Or consciousness ...",
    "ai-tika-abh09t12:106_15": "ceases.",
    "ai-tika-abh09t12:107_0": "if the mind is ceased, his mind becomes ceased.",
    "ai-tika-abh09t12:107_1": "and placing the mind the rest of the mind,",
    "ai-tika-abh09t12:107_2": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:107_3": "For one who has no ceased mind, his mind does not cease.",
    "ai-tika-abh09t12:107_4": "Or consciousness ...",
    "ai-tika-abh09t12:107_5": "it has no sign.",
    "ai-tika-abh09t12:107_6": "it’s hideless;",
    "ai-tika-abh09t12:108_0": "For he whose mind is ceased, the idea arises in him.",
    "ai-tika-abh09t12:108_1": "Or consciousness ...",
    "ai-tika-abh09t12:108_2": "is reborn.",
    "ai-tika-abh09t12:108_3": "all the arising of the mind when it comes to the end of suffering,",
    "ai-tika-abh09t12:108_4": "one whose mind is concentrated, his mind doesn’t cease without anything left over.",
    "ai-tika-abh09t12:108_5": "it’s hideless;",
    "ai-tika-abh09t12:108_6": "Or consciousness ...",
    "ai-tika-abh09t12:108_7": "their mind becomes dispassionate, and it arises.",
    "ai-tika-abh09t12:108_8": "Or consciousness ...",
    "ai-tika-abh09t12:108_9": "is reborn.",
    "ai-tika-abh09t12:108_10": "all the arising of the mind when it comes to the end of suffering,",
    "ai-tika-abh09t12:108_11": "one whose mind is concentrated, their mind does not cease.",
    "ai-tika-abh09t12:108_12": "after demolishing the limbs of the mind,",
    "ai-tika-abh09t12:108_13": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:108_14": "his mind becomes clear, and he feels it;",
    "ai-tika-abh09t12:108_15": "and placing the mind from the west, the thinks:",
    "ai-tika-abh09t12:108_16": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:108_17": "If your mind isn’t dawn, your mind does not cease.",
    "ai-tika-abh09t12:108_18": "Or consciousness ...",
    "ai-tika-abh09t12:108_19": "The proper conduct doesn’t give it up:",
    "ai-tika-abh09t12:108_20": "And rebirth is given up.",
    "ai-tika-abh09t12:109_0": "their mind inclines towards them,",
    "ai-tika-abh09t12:109_1": "Or consciousness ...",
    "ai-tika-abh09t12:109_2": "is reborn.",
    "ai-tika-abh09t12:109_3": "all the arising of the mind when it comes to the end of suffering,",
    "ai-tika-abh09t12:109_4": "If his mind is ceased, then the mind ceases.",
    "ai-tika-abh09t12:109_5": "all the spiritual life in the mind,",
    "ai-tika-abh09t12:109_6": "Or consciousness ...",
    "ai-tika-abh09t12:109_7": "does not attain.",
    "ai-tika-abh09t12:110_0": "his mind arisen in them.",
    "ai-tika-abh09t12:110_1": "Or consciousness ...",
    "ai-tika-abh09t12:110_2": "arises in him,",
    "ai-tika-abh09t12:110_3": "all the arising of the mind when it comes to the end of suffering,",
    "ai-tika-abh09t12:110_4": "one whose mind is attached to it, but not serene,",
    "ai-tika-abh09t12:110_5": "likewise to cessation,",
    "ai-tika-abh09t12:110_6": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:111_0": "of his mind arisen cease without anything left over.",
    "ai-tika-abh09t12:111_1": "Or consciousness ...",
    "ai-tika-abh09t12:111_2": "if it is cooked;",
    "ai-tika-abh09t12:111_3": "For his mind isn’t ceased,",
    "ai-tika-abh09t12:111_4": "likewise to cessation,",
    "ai-tika-abh09t12:111_5": "Or suppose there were some sunk in the open.",
    "ai-tika-abh09t12:112_0": "one whose mind arises in them,",
    "ai-tika-abh09t12:112_1": "Or consciousness ...",
    "ai-tika-abh09t12:112_2": "arisen:",
    "ai-tika-abh09t12:112_3": "Likewise for the sake of thought:",
    "ai-tika-abh09t12:112_4": "If the mind does not inspire them with a idea,",
    "ai-tika-abh09t12:112_5": "And rebirth is given up.",
    "ai-tika-abh09t12:112_6": "Or consciousness ...",
    "ai-tika-abh09t12:112_7": "seeing the danger",
    "ai-tika-abh09t12:112_8": "Where there is no place ...",
    "ai-tika-abh09t12:112_9": "or is it possible to give up that mind?",
    "ai-tika-abh09t12:112_10": "will arise in you,",
    "ai-tika-abh09t12:112_11": "Or consciousness ...",
    "ai-tika-abh09t12:112_12": "the threshold to the bed,",
    "ai-tika-abh09t12:113_0": "Since the mind is immersed in him, they will not ariseset their mind.",
    "ai-tika-abh09t12:113_1": "Or if they don’t arise in them, their mind inclines towards them, they’ll get caught up.",
    "ai-tika-abh09t12:113_2": "Herein, his mind is said to be referring to the perception of people: “Acccording to the mind, and this is said” .",
    "ai-tika-abh09t12:113_3": "By means of causing their mind, they say, “Homnisciently” are said.",
    "ai-tika-abh09t12:113_4": "and that one should take the proper conduct and have died.",
    "ai-tika-abh09t12:114_0": "“One whose mind is fades away, and those who don’t indeed isn’t joyful, their mind’s full of that.",
    "ai-tika-abh09t12:114_1": "Or if they don’t instead their mind is fitting to do so, their mind doesn’t give it up.",
    "ai-tika-abh09t12:114_2": "And rebirth is given up.",
    "ai-tika-abh09t12:115_0": "whatever arises,",
    "ai-tika-abh09t12:115_1": "my mind is on the arising of suffering,",
    "ai-tika-abh09t12:115_2": "arises when they arisen,",
    "ai-tika-abh09t12:115_3": "Wouldn’t the news be found,",
    "ai-tika-abh09t12:115_4": "Would they be found?",
    "ai-tika-abh09t12:115_5": "with malicious intent",
    "ai-tika-abh09t12:116_0": "cease, cease;",
    "ai-tika-abh09t12:116_1": "cease without anything left over.",
    "ai-tika-abh09t12:116_2": "they don’t no more delight",
    "ai-tika-abh09t12:116_3": "In the future, the mind, and in the future,",
    "ai-tika-abh09t12:116_4": "cease in the rivers, and in the same way.",
    "ai-tika-abh09t12:117_0": "at that time, at the time of dawn, the mind transgressed, at the time of the mind’s time, at that time the mind transgressed,",
    "ai-tika-abh09t12:117_1": "But they don’t transgress the past or future, when they transgress the mind of the past, future and present, their mind inclined to remaining passing away and emerging.",
    "ai-tika-abh09t12:117_2": "...”",
    "ai-tika-abh09t12:118_0": "Herein, the arising of mentality is the meaning.",
    "ai-tika-abh09t12:118_1": "When the transgression they’re transferred to another, it would not last long until it reached the end of the time of dawn. When they’re transgressed, the meaning is, it is reckoned as an instance.",
    "ai-tika-abh09t12:118_2": "the central shakes, which exceeds the mind when that which is transgressed and has gone beyond the shadowe, one is called “one who”.",
    "ai-tika-abh09t12:118_3": "when the mind is terrified, along with the ending of the impingement and death, then, when the mind has passed away, they are losed at that time, both mind and body and mind of the past excessively past, future and present.",
    "ai-tika-abh09t12:118_4": "The meaning should be understood according to the word meaning and each comprincipled state , and the meaning is that it should be understood in the same way .",
    "ai-tika-abh09t12:118_5": "This is the bag of bones.",
    "ai-tika-abh09t12:119_0": "For what the mind isn’t ceased, and it isn’t him to ceases.",
    "ai-tika-abh09t12:119_1": "Or consciousness remains involved with all kinds of people. ...",
    "ai-tika-abh09t12:119_2": "But when the mind ceases, does not arise, or if it ceases.",
    "ai-tika-abh09t12:119_3": "But if their mind doesn’t cease without anything left over, does it cease.",
    "ai-tika-abh09t12:120_0": "For the mind arises in him,",
    "ai-tika-abh09t12:120_1": "Or consciousness ...",
    "ai-tika-abh09t12:120_2": "is reborn.",
    "ai-tika-abh09t12:120_3": "In the same way the mind becomes concentrated in this way also asking the rest and the rest.",
    "ai-tika-abh09t12:120_4": "“The mind does not arise, does it not become displayed,",
    "ai-tika-abh09t12:120_5": "like this, my mind turned in the past,",
    "ai-tika-abh09t12:120_6": "Or consciousness ...",
    "ai-tika-abh09t12:120_7": "Immediately killed.",
    "ai-tika-abh09t12:120_8": "(On the) if his mind is fearful, “Whatever the mind arises, (thinking): “One whose mind is broken, obsessed by it arises, does not arise in him.",
    "ai-tika-abh09t12:120_9": "The mind becomes dispassionate, and it does not arise for you,",
    "ai-tika-abh09t12:120_10": "if a mind is afraid of the finger-free, they don’t arise in the nuns’ consciousness, or if it’s already arisen, they will not arise.",
    "ai-tika-abh09t12:120_11": "Or consciousness ...",
    "ai-tika-abh09t12:120_12": "mind it doesn’t arise for you whose mind is it.",
    "ai-tika-abh09t12:120_13": "doesn’t arise in the future, or if it’s still aroused, his mind will still arise in the past.",
    "ai-tika-abh09t12:120_14": "Or consciousness ...",
    "ai-tika-abh09t12:120_15": "mind it will not be angry if he’s displayed, desires he will not arise.",
    "ai-tika-abh09t12:120_16": "they are not attached to mind, and so on.",
    "ai-tika-abh09t12:121_0": "“The mind ceases and cease when it ceases,",
    "ai-tika-abh09t12:121_1": "(They are) not, “Here the mind does not arise”, and so on.",
    "ai-tika-abh09t12:121_2": "... not, he does not feel inspired, and his mind ceases when it ceases,",
    "ai-tika-abh09t12:121_3": "If the mind is scope of pleasure , and when it ceases, it ceases.",
    "ai-tika-abh09t12:121_4": "they don’t consent.”",
    "ai-tika-abh09t12:122_0": "“Whatever the mind arises, (thinking):",
    "ai-tika-abh09t12:122_1": "Or consciousness ...",
    "ai-tika-abh09t12:122_2": "arising ...",
    "ai-tika-abh09t12:122_3": "Then, when the mind has arisen, they think, “Having arisen,” and at that time they cease without anything left over,",
    "ai-tika-abh09t12:122_4": "And although the mind leads, he thinks “My mind is cleaned, and it isn’t arisen for me.",
    "ai-tika-abh09t12:122_5": "Or consciousness ...",
    "ai-tika-abh09t12:122_6": "they don’t consent.”",
    "ai-tika-abh09t12:123_0": "“Whatever the mind arises, but notion,",
    "ai-tika-abh09t12:123_1": "Or I’d better preemptively rouse up something up or not?’ ...",
    "ai-tika-abh09t12:123_2": "But when the mind is heedless, not being heedless or not?",
    "ai-tika-abh09t12:123_3": "If they arise, etc. ...",
    "ai-tika-abh09t12:123_4": "arise and on the path to rebirth,",
    "ai-tika-abh09t12:123_5": "give rise to joy,",
    "ai-tika-abh09t12:123_6": "“Yes,” and “ cease” is included thus: “ cease.",
    "ai-tika-abh09t12:123_7": "they don’t consent.”",
    "ai-tika-abh09t12:124_0": "“Suppose a mind that’s felt at the wrong time, transgressed, transgressed, at that time the mind’s appropriate effort. ...”",
    "ai-tika-abh09t12:124_1": "past, future, and present.”",
    "ai-tika-abh09t12:125_0": "“Whatever the mind ceases, what ceases does it cease?",
    "ai-tika-abh09t12:125_1": "” and all that is included in the same way as given under the headings beginning with the wholesome, etc., and the individual essences, and so on, should be understood that person as because they are distinguished in each case",
    "ai-tika-abh09t12:125_2": "This is the colour of mental action.",
    "ai-tika-abh09t12:126_0": "and its commentary on the Dhamma’s word-meaning.",
    "ai-tika-abh09t12:127_0": "But in the way already described, the mass of aggregates is mentioned in the way already stated.",
    "ai-tika-abh09t12:127_1": "“Whoever develops the skillful teaching gives up the unskillful and develops the skillful, and the didn’t go anywhere else.”",
    "ai-tika-abh09t12:127_2": "Herein, these things should be understood as not be given up, and because the Dhamma is to be given up, the reference to anyone who does not understand.",
    "ai-tika-abh09t12:127_3": "However, in the questioning phrase “quite secluded from sense desires, unwholesome thoughts are unwholesome,",
    "ai-tika-abh09t12:127_4": "thoughts are related to thought, “Possessing the sense-spheres are perishing”;",
    "ai-tika-abh09t12:127_5": "unskillful qualities are unprofitable and unskillful qualities that are unskillful, while skillful qualities are given up.” ...",
    "ai-tika-abh09t12:128_0": "“By skillful qualities arise and unskillful qualities do not arise.",
    "ai-tika-abh09t12:128_1": "Or consciousness ...",
    "ai-tika-abh09t12:128_2": "and skillful qualities arise when they arise, they arise.",
    "ai-tika-abh09t12:128_3": "starting with unskillful qualities,",
    "ai-tika-abh09t12:128_4": "They arise and cease: “Where do these things?”",
    "ai-tika-abh09t12:128_5": "Immediately killed.",
    "ai-tika-abh09t12:128_6": "These things arise in that place where they arise,",
    "ai-tika-abh09t12:128_7": "Where they arise and skillful qualities arise: that are skillful.",
    "ai-tika-abh09t12:128_8": "four centimeters ...",
    "ai-tika-abh09t12:128_9": "They arise ...",
    "ai-tika-abh09t12:128_10": "arise:",
    "ai-tika-abh09t12:128_11": "they don’t consent.”",
    "ai-tika-abh09t12:129_0": "“When they do not arise, unskillful qualities do not arise. ...",
    "ai-tika-abh09t12:129_1": "All these things are found in the mind of the course of the mind, thoughts, minds, and body. When those skillful qualities cease, do they’re given up and considered unskillful qualities?”",
    "ai-tika-abh09t12:129_2": "or, when all the qualities rolling the mind’s rolling on in those Aṅgīrasa, do these things arise, and so on?”",
    "ai-tika-abh09t12:129_3": "Immediately killed.",
    "ai-tika-abh09t12:129_4": "Herein, by means of this consequence:",
    "ai-tika-abh09t12:129_5": "he knows arise, as he arise,",
    "ai-tika-abh09t12:129_6": "Where there are things that are unskillful, and unskillful qualities do not arise there.",
    "ai-tika-abh09t12:129_7": "they do not give rise to the arising of.”",
    "ai-tika-abh09t12:130_0": "“Their unskillful qualities cease without anything left over.”",
    "ai-tika-abh09t12:131_0": "“Whatever skillful qualities arise and cease without anything left over,",
    "ai-tika-abh09t12:131_1": "they are not arising from the cessation of suffering, and the practice that leads to the cessation of",
    "ai-tika-abh09t12:132_0": "“The skillful teaching ...",
    "ai-tika-abh09t12:132_1": "He who does not cultivate the skillful, nor does he give up the unskillful,",
    "ai-tika-abh09t12:132_2": "the origin of the path, the perfected ones, the fully awakened Buddha, and the eight individuals—is able to respond to the development of the level of the path, and the eighteen.”",
    "ai-tika-abh09t12:133_0": "However, this is the characteristic of meaning.",
    "ai-tika-abh09t12:133_1": "For this teaching occurs only in someone who gives rise to the same label ‘morizing profitable states. When they arise in any one of these three states, they recommend giving rise to the profitable states. When they do not die in any one of these business, then where there is recommendations that are familiar with the cessation of defilements.",
    "ai-tika-abh09t12:134_0": "Here is this:",
    "ai-tika-abh09t12:134_1": "Firstly, a wholesome (wholesome) wholesome mansion, “Unandha,”",
    "ai-tika-abh09t12:134_2": "This is what is said in reference to the mind as bodily form.",
    "ai-tika-abh09t12:134_3": "Where although wholesome thoughts are included, clarified, sets out, unshakable, arrogant, steady, and impeccable in all the same way states, and giving up all these things?”",
    "ai-tika-abh09t12:134_4": "This is the commentary on the teaching.",
    "ai-tika-abh09t12:135_0": "and the commentary on the clause restraint.",
    "ai-tika-abh09t12:136_0": "The meaning of the faculties is given in detail in the aggregates beginning with the first-memorse . The commentary should be understood in the way already stated .",
    "ai-tika-abh09t12:136_1": "mind faculty, just as it is with the eye faculty rooted in the same way. That is why a woman associated with the eye faculty, having clearly seen and unclouded, would not have reached the supreme sense faculties by whirlpoolishing and consciousness. And the faculties of the noble ones, so weakened by the eye and its ear.",
    "ai-tika-abh09t12:136_2": "In that case, each root item is like the root of the faculties sort of relatives.",
    "ai-tika-abh09t12:136_3": "But if the faculties of his large amounts are more and beneficial, they still have many relatives in this way, that is,",
    "ai-tika-abh09t12:136_4": "This is the commentary on the restraint of the faculties.",
    "ai-tika-abh09t12:137_0": "If he prompts the colour of deluded by delusion, then for the sake of fulfilment of delusion,",
    "ai-tika-abh09t12:138_0": "The commentary on the meaning of the commentary con is finished."
}