{
    "ai-tika-vin05t15:0_0": "15. Bhūtagāmavinicchayakathā",
    "ai-tika-vin05t15:1_0": "‘From the village of Vessabhū’ is a term for five kinds of plants and seeds.",
    "ai-tika-vin05t15:1_1": "Here are the five kinds of plants:",
    "ai-tika-vin05t15:1_2": "Plants propagated from roots, stems, cuttings, or joints;",
    "ai-tika-vin05t15:1_3": "There is the root of roots, grapeds, turmeric, sweet flags, black hellebore, khus root, nutgrass, or whatever other plants there are that are produced from roots, that grow from roots—this is called “propagation from roots”.",
    "ai-tika-vin05t15:1_4": "the entire spectrum of seeds, the banyan tree, the Indian rock fig, the cluster fig, the Indian cedar, the portia tree, or whatever other plants there are that are produced from stems, that grow from stems—this is called “propagation from stems”.",
    "ai-tika-vin05t15:1_5": "Propagation from joints, bamboo workers, reeds, or whatever other plants there are that are produced from joints, that grow from joints—this is called “propagation from joints”.",
    "ai-tika-vin05t15:1_6": "Propagation from cuttings, from cuttings, from jewels, from cuttings, or whatever other plants there are that are produced from cuttings, that grow from cuttings—this is called “propagation from cuttings”.",
    "ai-tika-vin05t15:1_7": "grains, vegetables, or whatever other plants there are that are produced from seeds, that grow from seeds—this is called “propagation from seeds”.",
    "ai-tika-vin05t15:1_8": "If it is an uninhabited area, and he perceives it as such, and he breaks it or has it broken, or he breaks it or has it broken, or he breaks it or has it broken, or he breaks it or has it broken, he commits an offense entailing confession.",
    "ai-tika-vin05t15:1_9": "For it is an uninhabited plant, an injuring plant, a seed, an unhappy destiny, and a plant seed, an act of wrong conduct.",
    "ai-tika-vin05t15:2_0": "76.",
    "ai-tika-vin05t15:2_1": "there is an injuring plant, there is water, and there is no water that has been dropped.",
    "ai-tika-vin05t15:2_2": "Herein, the tips of water is all the seedsproutings, etc., and the plants practice in the water and the net, and all the grasses needed seeds because even as much as a creator.",
    "ai-tika-vin05t15:2_3": "the commentary on the meaning is the colour of a water-lilies, but on the hide.",
    "ai-tika-vin05t15:2_4": "in that place where the root of a Stream is placed on the earth,",
    "ai-tika-vin05t15:2_5": "he who drinks water from the water,",
    "ai-tika-vin05t15:2_6": "Wherever places it on the ground, he cuts it down in the water, moistens, drop it, and in water without rising above it, he commits an offense entailing confession.",
    "ai-tika-vin05t15:2_7": "It is not allowed to bathe without running away from here and there.",
    "ai-tika-vin05t15:2_8": "Because no water is in the consequence, therefore it’s no position.",
    "ai-tika-vin05t15:2_9": "But if he drops the water into the water, he’s not in the water without rising it into water;",
    "ai-tika-vin05t15:2_10": "if he opens the water to the winter, droping the lotuses, and then pulled up by the water without rising above it, he commits an offense entailing confession.",
    "ai-tika-vin05t15:2_11": "for those seeds belonging to the Sangha go upstreams, a seeds that were produced from seeds, the waterpot, and the rest.",
    "ai-tika-vin05t15:2_12": "Long in the Mahāpadūla Sutta: “Herder-tree-damed- cuttings, grain-seed, or whatever bad plants there are that are called “propagation from seeds”.",
    "ai-tika-vin05t15:2_13": "They don’t go to the Dark Forest Householder, thinking, “This is why it is called concluded?”",
    "ai-tika-vin05t15:2_14": "for an offense entailing confession, a seeds in the plant of seeds is called an act of wrong conduct.”",
    "ai-tika-vin05t15:2_15": "a third time, an uninhabited area, a third plant, or a plant that leads to the neighborhood of the head. Compared to the root of the plants, and seeds would be rooted in the plants of that seed.",
    "ai-tika-vin05t15:2_16": "but the characteristics of foulness should be regarded as philosophy.",
    "ai-tika-vin05t15:3_0": "One withdrewn leftovers and pillows on the ground is called a pit of glowing coals; it’s a pile of glowing coals; it’s a lamp, a pile of glowing coals.",
    "ai-tika-vin05t15:3_1": "a palms, an abundance of palm tree, a hollow, salt, fragrant, and inclination.",
    "ai-tika-vin05t15:3_2": "But there was much fruit, seeds that were broken and damaged by the seed.",
    "ai-tika-vin05t15:3_3": "Adorned as far as the threshold of blue, yellow, and tasks beryl (withstrue) fruit.",
    "ai-tika-vin05t15:3_4": "But when it comes to the peak and the seeds because it goes well.",
    "ai-tika-vin05t15:3_5": "if it is an outcaste;",
    "ai-tika-vin05t15:3_6": "fragrant seeds.",
    "ai-tika-vin05t15:3_7": "What can be reborn there and no rebirth?",
    "ai-tika-vin05t15:3_8": "if they were to be born into the ground into the water,",
    "ai-tika-vin05t15:3_9": "After cutting down jewels in the trees, the trunks in the tail, the jewels in the tail, the windows, and the branches of the branches come down. And even the seeds have been drawn out from the branches of the treasure.",
    "ai-tika-vin05t15:3_10": "They lie down on the ground bed, precincts for the purpose of lying down on the ground, in the roots and inserting the ground, in the plants, and seeds that go in the roots. Or the plants seeds have been planted on a plank from roots, that grow from roots and fruits.",
    "ai-tika-vin05t15:4_0": "When they sow the seeds or produced by seeds that were sown in water, so that they sprouted down on the ground, or that they fall down from the roots of a tree.",
    "ai-tika-vin05t15:4_1": "And if the roots are not apprehended from roots, I’m so long as they don’t get seedspropagated from seeds, they’re not sown in it.",
    "ai-tika-vin05t15:4_2": "yellow in the neighborhood of a cowherd’s jackals, bubbles, plunged in jackals, or mostly blue.",
    "ai-tika-vin05t15:4_3": "on the first side of the palms were dropped off as far as the roots and then spreads backwards, so long as the bolts would not grow from the roots of the trees, or even as much as that as the seeds reach of the village.",
    "ai-tika-vin05t15:4_4": "After breaking off the trough of the rope of the palms, the hunter took up from the embankments and turned back even as far as the village of Veḷukaṇṭakīta.",
    "ai-tika-vin05t15:4_5": "It is opposite to the root of the trees that belong to the air.",
    "ai-tika-vin05t15:5_0": "he should delimitate each legs, etc., and the live in the charnel ground.",
    "ai-tika-vin05t15:5_1": "or when there is such a thing, or a tree standing on the ground, he lifts it out and places the tree to that place. The tree is finished in that place, he commits an offense entailing confession.",
    "ai-tika-vin05t15:5_2": "One of the elevens, like a tip of finger in a lotus pond, like a leopard in a stone.",
    "ai-tika-vin05t15:5_3": "On the contrary, the ocher-foods’ shrines in the Cetiyas Tree, and the Propagations of the Fruits of the Cetiyas.",
    "ai-tika-vin05t15:5_4": "Someone who is able to discuss the site for actually proved what he has been told to do so in the same place as a person who is not fully ordained.",
    "ai-tika-vin05t15:5_5": "If the house is hunger, he should swallow it and reed,",
    "ai-tika-vin05t15:5_6": "And the water for drinking and the rinsing from the water are to the place where the needles impure, the monk who speaks on the ground.",
    "ai-tika-vin05t15:5_7": "For this is said: “If a man has worked ocher robes and he reopens it, he should moisten a cloth, wring it out, and wipe the walls.”",
    "ai-tika-vin05t15:6_0": "77.",
    "ai-tika-vin05t15:6_1": "On the Palace of Jewelled and the color of Nāgadāsa, there are two kinds of wrong conduct.",
    "ai-tika-vin05t15:6_2": "if the robe is unenclosed, then for as long as he goes on a moist, he commits an offense entailing confession.",
    "ai-tika-vin05t15:6_3": "Likewise the tree-root’s practice,",
    "ai-tika-vin05t15:6_4": "But a man, crushing the posts of Indra, seized him, and semen is emitted.",
    "ai-tika-vin05t15:6_5": "The tree standing on the top of a tree, it’s not easy to catch the top of a lotus calf, or to swallow it.",
    "ai-tika-vin05t15:6_6": "likewise with the nails, and the same body.",
    "ai-tika-vin05t15:6_7": "When he has arrived at the root of a tree, and he is covered with flowers of cloth, (thinking):",
    "ai-tika-vin05t15:6_8": "And the elephant’s head hairs grown in the tails of gems, the navel, the palms in the hand, and the Shell-haired lotuses there like the head in the a lotus pond.",
    "ai-tika-vin05t15:6_9": "to sweep the novices’ arrangements, and to be put down to the water,",
    "ai-tika-vin05t15:6_10": "Once they’ve drunk the water, or they have a novice nun built for drinking water.",
    "ai-tika-vin05t15:6_11": "He should not take the branches of fruit, nor trampled down, before putting it on a novice, he should be expelled.",
    "ai-tika-vin05t15:6_12": "or perhaps while walking along the novices, he is allowed to take it with a novice, and it is not allowed to take it to be exceededed as if smeared with the crowd.",
    "ai-tika-vin05t15:6_13": "For the sake of a tree given to those branch, smeared with branches, fancy branches, trampled on a piece of grass, cotton, or whatever was allowable, she bitter for the needle.",
    "ai-tika-vin05t15:6_14": "Likewise in the case of the clause, etc., are the same.",
    "ai-tika-vin05t15:6_15": "If it is allowable for one eon to put it in a cool breezement there, then to place it down on a place.",
    "ai-tika-vin05t15:6_16": "If he is chopped with his foliage, he is not able to cut down at the root of a tree.",
    "ai-tika-vin05t15:7_0": "if he cuts off the flowers, or has it cut down, and he cuts it down, or he has it cut down, or he breaks it or has it cut down.",
    "ai-tika-vin05t15:7_1": "if he says, “I’ll buffalo-water and dirt,” and he cuts his legs down on the ground, saying, “I’ll see anyone walking up and standing on the ground;”",
    "ai-tika-vin05t15:7_2": "If he allows grass or sticks, it is creeping animals, it’s not allowable to bathe there.",
    "ai-tika-vin05t15:7_3": "But the trees are not able to make a bag for the thief out of a tree, and a robbery on the market-places, the monkey allowed the thorns to make it.",
    "ai-tika-vin05t15:7_4": "If it’s a little boy, it’s not allowable to live in a tree.",
    "ai-tika-vin05t15:7_5": "if he says, “We’ll chop off a tree,” “It’s allowable to be done at the root of a tree,” or “It’s not allowable.”",
    "ai-tika-vin05t15:7_6": "But he did just that.",
    "ai-tika-vin05t15:7_7": "namely, “Even a wooden shade-food,” he rags, leaf-huters, made of horse-bearing tree-root-dweller, antelope hide, and rubbish heaps.",
    "ai-tika-vin05t15:7_8": "“This is a term for the mango trees,” it is not allowed to do this,",
    "ai-tika-vin05t15:7_9": "wants to make a bowl, he eradicated it with a dreadful racket, or he has it done.",
    "ai-tika-vin05t15:7_10": "But without making use of the household life, he said, “This isn’t allowable for a mother.” But when they say, “This isn’t allowable for them to use their possessions.”",
    "ai-tika-vin05t15:7_11": "“To this root, this is the root of tree, this is the root of a tree, a cry, cloth from root, flowers, fruits, and fruits.” And he said, “When you find this fruit,” and that’s allowable, we’ll do it.”",
    "ai-tika-vin05t15:7_12": "it is done against one who has committed an offense that is clearable.",
    "ai-tika-vin05t15:8_0": "78.",
    "ai-tika-vin05t15:8_1": "if it is an interruption, the seeds are allowable for the purpose of precincts.",
    "ai-tika-vin05t15:8_2": "If one is applicable for one’s eon needs this:",
    "ai-tika-vin05t15:9_0": "“I allow you to eat fruit that isn’t proper for an ascetic, a fire, or air—baked in the five respects, you’re not horned.”",
    "ai-tika-vin05t15:10_0": "Herein, fire means a fire conquered by fire.",
    "ai-tika-vin05t15:10_1": "Rejoicing in the caravan: this is the meaning.",
    "ai-tika-vin05t15:10_2": "in the same way the nature of a man,",
    "ai-tika-vin05t15:10_3": "seeds that have not been lied down,",
    "ai-tika-vin05t15:10_4": "or a firewood firebrand, burning, blazing and glowing coals, even if just for a single eon—whether it’s muddy, that’s appropriate for them to touch, they should make a display.",
    "ai-tika-vin05t15:10_5": "anyone who makes a knife with a handle, even if someone were to show it, saying, “Whether it is a rod,” “He should give it to a poison,” “Take, whether it is the wrong-doing, or if it is all the same,”",
    "ai-tika-vin05t15:10_6": "or bathing with eyes were to make a lion’s roar, or knots on the lion’s roar,",
    "ai-tika-vin05t15:10_7": "it’s unshakable to the wild colts, decayed, and decomposed. It’s not done by them.",
    "ai-tika-vin05t15:10_8": "But elephants are not allowed to break; the skin is not allowed.",
    "ai-tika-vin05t15:10_9": "But if it is allowed to make a whirlpool, or it is to be cut down by the wind, it is to be done by the wind, or by it.",
    "ai-tika-vin05t15:11_0": "If there were some seeds of a rock, a cliff, or a thousand trees, or a single tree’s plaster, then making it put on the branches of a tree trunk, and chopped on the branches of a tree.",
    "ai-tika-vin05t15:11_1": "Boy covered with one and two boys, they think, “I’ll make an end.”",
    "ai-tika-vin05t15:11_2": "But if it is not allowed by a lake or a crocodile, it is not allowed.",
    "ai-tika-vin05t15:11_3": "What do they fill?",
    "ai-tika-vin05t15:11_4": "And it is allowable for him to take a meal and then give him to the monks. Then he said, “Death this, you can draw the meal.”",
    "ai-tika-vin05t15:11_5": "Likewise with the thirty-two pieces, etc.,",
    "ai-tika-vin05t15:11_6": "When the rice gruel has been put down, the rice gruel in one sitting per day do not eventually put together.",
    "ai-tika-vin05t15:11_7": "Where do you think, he can then tie the fruit with a bed, then winnow the bed and chair, then break the embankments.",
    "ai-tika-vin05t15:12_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t15:13_0": "The account of the World’s Because of the business"
}