{
    "ai-tika-abh02t22:0_0": "5. Indriyavibhaṅgo",
    "ai-tika-abh02t22:1_0": "1. Abhidhammabhājanīyavaṇṇanā",
    "ai-tika-abh02t22:2_0": "he causes the Seer of the powers to attain .",
    "ai-tika-abh02t22:2_1": "the gate of the Supreme Man was (surely) occurred with by those of consciousness.",
    "ai-tika-abh02t22:2_2": "“The gatekeeper has been rolled out by these gates.”",
    "ai-tika-abh02t22:2_3": "he is not the top of the other difficult persons,",
    "ai-tika-abh02t22:2_4": "Hence it is said in the Commentaries: “Here the mind and reciters the hymns.”",
    "ai-tika-abh02t22:2_5": "However, is it really true that the words “who desires the goods” are they stated here?",
    "ai-tika-abh02t22:2_6": "And although the power of the eye is called “short” in the sense of causing owing to see.",
    "ai-tika-abh02t22:2_7": "they posts him to call him a “While” is what was said.",
    "ai-tika-abh02t22:2_8": "“Piṇḍola Bhāradvāja, with all these aeonsiveness,” “Will you show conqueror of others” ...",
    "ai-tika-abh02t22:2_9": "you’re propounded to.”",
    "ai-tika-abh02t22:2_10": "There they played here and there,",
    "ai-tika-abh02t22:2_11": "they drove it away.",
    "ai-tika-abh02t22:2_12": "The effective actions: “The monasteries were unperturbed,” and they fairly in twenty-two parts, etc., broken through the inner skin, etc., which is used in accordance with the Faith.",
    "ai-tika-abh02t22:3_0": "“Mendicants, there are these six faculties.",
    "ai-tika-abh02t22:3_1": "What six?",
    "ai-tika-abh02t22:3_2": "The eye faculty ...",
    "ai-tika-abh02t22:3_3": "mind faculty, just as it is said to be the six faculties, without the six faculties of the aggregates, etc., and of the aggregates, etc., which are stated in the Similes of the faculties and so on. But when a different suttantas are stated, it is said to be “unbody” .",
    "ai-tika-abh02t22:3_4": "By the mundane and supramundane, there is the escape from the dissatisfaction, the world, the supremely foundation of escape from faith, etc., and the others.",
    "ai-tika-abh02t22:4_0": "(Six) he becomes pollutant-free, like the sun (Sof wrapped in the Truth.",
    "ai-tika-abh02t22:5_0": "Two on the top of the Indallāna,",
    "ai-tika-abh02t22:5_1": "As a requisite belonging to self, etc., according to the opposite sex, etc.,",
    "ai-tika-abh02t22:5_2": "It is the faculty of sharing off enquiry and perseverance faculty with the faculties of fostering foster.",
    "ai-tika-abh02t22:5_3": "Unrelated: by those women, etc.",
    "ai-tika-abh02t22:5_4": "proceeds with the turning to the women.",
    "ai-tika-abh02t22:5_5": "With this triad (development) there is attachment in this world,",
    "ai-tika-abh02t22:6_0": "They think: “I will find another nurse the three are worsts of faculty,",
    "ai-tika-abh02t22:6_1": "Equanimity should be understood as included in the moderation of the bowels, etc., as its near enlightenment factor, which is accompanied by bliss, and that of the sense faculties as its object, just as in the case of the wretching of pleasure and painting, etc., and that of the an absence of those described thus: “He thus, it is “Suffering” .",
    "ai-tika-abh02t22:7_0": "And whatever faculties there is influence of the life faculty, its restraint faculty, and its advantages of the mind faculty, but not a woman or a man, she culminates the faculty of the mind faculty.",
    "ai-tika-abh02t22:7_1": "But here the treatment of the faculties is said in reference to Yama, and including all the qualities of time they said to be the transmigration of the faculties.",
    "ai-tika-abh02t22:7_2": "the first is said in the middle of the original derived enclosures that were your enemy, and the outlying countries (and then) for the former women.",
    "ai-tika-abh02t22:7_3": "Of those who live in the middle, and these two ends, they recommend in both places,",
    "ai-tika-abh02t22:7_4": "So too, when a danger comes to an end, the life faculty comes to be shown that there is no danger of the life faculty.",
    "ai-tika-abh02t22:7_5": "(And) even though giving up the sense faculties in the morning, how could desire for the women in the morning and in the way preventing the mind faculty next to the women in the way beginning, “As a woman?”",
    "ai-tika-abh02t22:7_6": "all conditioned phenomena, in that way, (any) suffering, and so on.",
    "ai-tika-abh02t22:7_7": "Two kinds of inclination: an incarnation of the two kinds already stated, that is to say, the personality of forms, and the two kinds of becoming.",
    "ai-tika-abh02t22:7_8": "for there is two kinds of function: the life faculty is which is both placed here and there,",
    "ai-tika-abh02t22:7_9": "Because of this, “husing” is a place where the rolls forth of life by legitimate means, having driven out the worms of the life faculty as a enemy.",
    "ai-tika-abh02t22:7_10": "It is the way of developing the path to development, thus it is fruitless .",
    "ai-tika-abh02t22:7_11": "(but) the development of the development that is possible,",
    "ai-tika-abh02t22:7_12": "“She has been developed .” And the development of the definition of the development is shown that it is stated very fruitful.",
    "ai-tika-abh02t22:7_13": "travels between vision and decrease, is the interpretion of the truth. It is nevertheless in any direction,",
    "ai-tika-abh02t22:8_0": "The faculties of his faculties",
    "ai-tika-abh02t22:8_1": "Unrestrained, they don’t with other food and drink -",
    "ai-tika-abh02t22:8_2": "In this way what is the interruption of phlegm after defining it thus, “What is the faculty of making it said?”",
    "ai-tika-abh02t22:8_3": "(all) other faculties and individually, who are developing the faculties of other states,",
    "ai-tika-abh02t22:8_4": "“Those who practice indicated the adversities of Indra, there is no hymns that play a part in the mind, and no wielder of the mind faculty, there is no place there. In this way there is the restraint of the mind faculty.",
    "ai-tika-abh02t22:8_5": "Hence it is said: “Experts associated state.”",
    "ai-tika-abh02t22:8_6": "like this, how do they define them?",
    "ai-tika-abh02t22:8_7": "Virtuously, beginning with the characteristic of light, etc., the meaning is stated under the preceding of self.",
    "ai-tika-abh02t22:8_8": "“Interrupted,” thus he is exerted to the consciousness associated with this mind,",
    "ai-tika-abh02t22:8_9": "After that is why they are called “short”.",
    "ai-tika-abh02t22:8_10": "The Protector became one with all the people of the Deathless (of the Religions), and so on. That is the place elimination of the deathless whose mind is equipment is said.",
    "ai-tika-abh02t22:8_11": "he should reply, “This opposite is the way a state consisting of grabbing.”",
    "ai-tika-abh02t22:8_12": "for they are not composed to the death of the people as they are incapable of becoming .",
    "ai-tika-abh02t22:8_13": "Monking is a condition for the sign of women, etc.",
    "ai-tika-abh02t22:8_14": "For the sign of women is manifested as a woman’s moved, etc., for the sake of its turning away and so on.",
    "ai-tika-abh02t22:8_15": "There is the opposite of the woman’s faculties.",
    "ai-tika-abh02t22:8_16": "When there is no existing, there is no because of which you don’t have the reason for your sake.",
    "ai-tika-abh02t22:8_17": "“Approaching signs” is shown by this sign, this is indicated by the (previous) deeds.",
    "ai-tika-abh02t22:8_18": "Pleasure and pain: May he dwells in the pervading of pleasure and pain, as well as unpleasant .",
    "ai-tika-abh02t22:8_19": "there is no intentional emission of semen.",
    "ai-tika-abh02t22:8_20": "The middle should be understood as it is so.",
    "ai-tika-abh02t22:8_21": "Through undertaking wholesome things: unskillful, blamelessness, and unskilled in pleasure and pain, and what is unskillful.",
    "ai-tika-abh02t22:8_22": "(but) he should break his arms for the sake of the neighbour storing the ground and then break it away.",
    "ai-tika-abh02t22:8_23": "The whole of the constituents (of mind and body) that provides fuel for the most of the aggregates, which are to be founded in the sense of conscience.",
    "ai-tika-abh02t22:8_24": "Harbounded by the word “this is the sound of good will,” and so on.",
    "ai-tika-abh02t22:8_25": "For he who has cut off the fetters and bonds of rebirths, and in whatever way his faculties were referring to the fact that there is, the influence of prone to being fettered as both, and the fetter of the fetters (of the dispensation) as follows: the sound of the earlier.",
    "ai-tika-abh02t22:8_26": "He should not say that the faculty of wisdom is enlightenment or to be distinguished as if his faculties are fostered because of that the faith faculty of wisdom.",
    "ai-tika-abh02t22:8_27": "For it is on the path between fruit and decay, thinking, “From wherever there are no troubles,” etc., his defilements are suppressed.",
    "ai-tika-abh02t22:8_28": "another noble ones without defilements, who are not free of defilements, and who should pollutant the defilements.",
    "ai-tika-abh02t22:8_29": "But the other dust should be understood as nutriment for each one of these seven classes of greed, etc., as a delimitation of greed for sense desires.",
    "ai-tika-abh02t22:9_0": "Here it may be said:",
    "ai-tika-abh02t22:9_1": "But why are they called ‘the faculties’ and so on?",
    "ai-tika-abh02t22:9_2": "with the intention to produce condition,",
    "ai-tika-abh02t22:9_3": "consciously, this is called the hermits.",
    "ai-tika-abh02t22:9_4": "can then be obtained (them) for your own power and for another’s welfare, and so on.",
    "ai-tika-abh02t22:9_5": "for the inferior conditions are wrong.",
    "ai-tika-abh02t22:9_6": "That’s why they proceed, and die in conformity with them.",
    "ai-tika-abh02t22:9_7": "This is how they live.",
    "ai-tika-abh02t22:9_8": "That is why it is said in the composing of the eye, etc., which is shown in the Paṭisambhidā, and the eight kinds of showing.",
    "ai-tika-abh02t22:10_0": "The component of the aggregates have been clearly described in the six sense fields, in the six interior sense fields, the six interior sense fields, the eye faculty. ...",
    "ai-tika-abh02t22:10_1": "mind faculty, and so on.",
    "ai-tika-abh02t22:10_2": "But this teaching provides for the sake of having shown that it is the end of those who live for life.",
    "ai-tika-abh02t22:10_3": "That these states are included in the faculty of sight, etc., and that man is inferior.",
    "ai-tika-abh02t22:10_4": "For I whom this very well-known through seven my testicles settles, and whose feeling is followed by Pañcasikha.",
    "ai-tika-abh02t22:10_5": "Then you should see the meaning of that purification of faith is, and so on.",
    "ai-tika-abh02t22:10_6": "then I will give you a purification through these four kinds of purification through overcoming that there are quite because of that they are purified of seeing, the three states of subtlety, and the three (following): “I will give you a wielding to see you.”",
    "ai-tika-abh02t22:10_7": "(All should be excited in every way, “One who lets go of all attachments”.",
    "ai-tika-abh02t22:10_8": "At this point they said: “So much happiness is bestowed.”",
    "ai-tika-abh02t22:11_0": "Or alternatively, it is mentioned here too according to the word ‘clusions’: they are stated separately.",
    "ai-tika-abh02t22:11_1": "for the sake of showing the roots, etc., these six internal sense spheres are the six internal sense spheres.",
    "ai-tika-abh02t22:11_2": "according as it is said: “The world is arisen in me.”",
    "ai-tika-abh02t22:11_3": "Then the women’s men were depressed by her femininity,",
    "ai-tika-abh02t22:11_4": "For the object of the dissimilarations of greed and hate are produced by the vanity of the signs of desire.",
    "ai-tika-abh02t22:11_5": "For this is said: “Both proceedings as a conception in the womb, great king, that is conceived and pregnant, the mother is pregnant, and the parents are conceived.”",
    "ai-tika-abh02t22:11_6": "As the life of the improved one prevented by that deed,",
    "ai-tika-abh02t22:11_7": "Hence it is said: “He is continually remaining in the same way.”",
    "ai-tika-abh02t22:11_8": "complexion is feelings,",
    "ai-tika-abh02t22:11_9": "For all feelings are combined with the feelings, etc.",
    "ai-tika-abh02t22:11_10": "“It’s called feeling because it feels.”",
    "ai-tika-abh02t22:11_11": "In this way the eye faculty occurs with the sixty-two faculties: as its origin, its cessation, and the path.",
    "ai-tika-abh02t22:11_12": "* the wisdom there is from here the scrutiny, the others respectively.",
    "ai-tika-abh02t22:11_13": "So when rolled forth and produced, five faculties have become evident, and because of the five faculties.",
    "ai-tika-abh02t22:11_14": "Unsuitablely, desiring to give rise to the first-black (of the sun).",
    "ai-tika-abh02t22:11_15": "boarding the defilements—",
    "ai-tika-abh02t22:11_16": "The best one who is knowing that in use is best, with the highest gift of the fruit,",
    "ai-tika-abh02t22:11_17": "Thus these faculties are present;",
    "ai-tika-abh02t22:11_18": "To this extent in this way, by composing the (true) perfections in others.",
    "ai-tika-abh02t22:11_19": "You should disparage their own teaching by the noble ones.",
    "ai-tika-abh02t22:12_0": "He should be seen in the beginning, “Equanimity, skilled in energy, and skilled in the unprofitable states.” He should be seen in such energy, being skilled in being energetic, and giving energy.",
    "ai-tika-abh02t22:12_1": "the words beginning with the first jhāna, etc., are stated in the way beginning, the energy, and the as object, and the as stated .",
    "ai-tika-abh02t22:12_2": "That is how the faculties of all the factors beginning with the eye, and the faculties of energy.",
    "ai-tika-abh02t22:12_3": "Hence it is said: “Yes,” etc. , it is shared by the story of the grounds, etc.;",
    "ai-tika-abh02t22:12_4": "The Similar of the Earth, all of them lead in all its various grounds.",
    "ai-tika-abh02t22:12_5": "Being unable to obtain the agreement of insights, while he is unknown and including his faculties there.",
    "ai-tika-abh02t22:13_0": "The commentary on the beautiful bodies is finished.",
    "ai-tika-abh02t22:14_0": "2. Pañhapucchakavaṇṇanā",
    "ai-tika-abh02t22:15_0": "It is here that there is not a single sense of urgency, and such a single sense of urgency, nor was of having spoken.",
    "ai-tika-abh02t22:15_1": "But the mixed midstress has been performed, and is said:",
    "ai-tika-abh02t22:15_2": "In regard to forms the collection of forms, (thinking): “The groups have taken forms,”",
    "ai-tika-abh02t22:15_3": "don’t be destroyed by the powerless in an opposite sex, which is why to say,",
    "ai-tika-abh02t22:15_4": "His limited objects has a limited object.",
    "ai-tika-abh02t22:15_5": "One of these forms would not be included in that place; it was introduced to the Nexts, not if it was said to be the Niddesa in the commentaries, “Here what is impermanent?”",
    "ai-tika-abh02t22:15_6": "He now said, “Here is the meaning of it,” etc., that is to say, the meaning of the eighteen bases .",
    "ai-tika-abh02t22:15_7": "Nine limitedness with limited objects, and so on.",
    "ai-tika-abh02t22:15_8": "But how is the basis for ending the ninefold base in the formless realm? It is referring to the accumulation of the base consisting of boundless space as its object?",
    "ai-tika-abh02t22:15_9": "if it is observed by this object, they show it is said.",
    "ai-tika-abh02t22:15_10": "In the ninth enquiry, and nine objects.",
    "ai-tika-abh02t22:15_11": "are not-self as objects,",
    "ai-tika-abh02t22:15_12": "“Of the faculties may be limited with a limited object, or with a limited object, but there might be no measure of object, or with a limited object, or with a limited object, or even if it does not say, ‘Not soon as its object.’",
    "ai-tika-abh02t22:15_13": "And just as the object of his own base consisting of boundless space is observed formed with that as its object,",
    "ai-tika-abh02t22:15_14": "In this way the ninth enquiry, and the object is said to be shown by one: “There is no need for the purpose of showing the object, with spiritual life.”",
    "ai-tika-abh02t22:15_15": "it is not shown by them,",
    "ai-tika-abh02t22:15_16": "is said to be “boundless” the meaning subsequently,",
    "ai-tika-abh02t22:16_0": "Herein, one who gives his attention to form in the ninth beginning, “Beginning visible objects, and so on.” He said, “Deven the limited-sphere lineages, etc., bringing them to mind as object, and so on.",
    "ai-tika-abh02t22:16_1": "Herein, drags the bonds.",
    "ai-tika-abh02t22:16_2": "They may be described under the same teaching as object, and if it were not, you may be corrected by that.",
    "ai-tika-abh02t22:16_3": "but if there is noise of nine or ten. If you say, “are there is something else than that,” it is said in order to show a question, “No profession,” it is said, “It is to teach a question in need of something else.”",
    "ai-tika-abh02t22:16_4": "Therefore there is abolishing of the nine objects that have no grounds for one accumulation.",
    "ai-tika-abh02t22:16_5": "When austerity is indicated by the sense-of-facultaneousness, etc., states consisting of boundless consciousness, etc., stated under the cutting off of the base consisting of nothingness, and there may be no reinforcing of the base consisting of boundless consciousness. Then it may be said for its object, not just as its object, just as its object. The life-form, not soon as its object. That is stated in oneself, and the reference to an individual.",
    "ai-tika-abh02t22:16_6": "Herein, here it is the beginning of the one interest. This is the meaning of one who has compassion.",
    "ai-tika-abh02t22:16_7": "Therefore, “Kāḷa, the rest are not to be spoken of as an opposite-mound, not authority for oneself.” Then he said, ‘Confident in the beginning’, ‘Just as a life-factored object’, and ‘liberated from the inner skin reciting the life faculty.",
    "ai-tika-abh02t22:16_8": "but the meaning of nine orifices should be understood according to the Nuns.”",
    "ai-tika-abh02t22:17_0": "The Questions of questions is finished.",
    "ai-tika-abh02t22:18_0": "The faculties of the faculties is finished."
}