{
    "ai-tika-s0303t12:0_0": "13. Jhānasaṁyuttaṁ",
    "ai-tika-s0303t12:1_0": "The Inspiring Place Imersion",
    "ai-tika-s0303t12:2_0": "Immersion is skillful.",
    "ai-tika-s0303t12:2_1": "The moment comes along with the four jhānas in the accompanied by the jhāna factors, and the fourth jhāna, which is why the necessary ruler of supernormal power is successful:",
    "ai-tika-s0303t12:2_2": "“They do.”",
    "ai-tika-s0303t12:2_3": "Herein, applied and sustained thought is the first jhāna factors with the happiness and bliss born of seclusion, having the five factors of happiness, namely, happiness, bliss, and unification of mind in this way: In the second jhāna, etc., it is the third and fourth jhāna factors are in that place. At that same place.",
    "ai-tika-s0303t12:2_4": "He is skilled in entering upon various attainments.",
    "ai-tika-s0303t12:2_5": "after rising up and giving them the:",
    "ai-tika-s0303t12:2_6": "Having done so, he can entered upon the city by one who is preventing them by reasons and performing them.",
    "ai-tika-s0303t12:2_7": "The remaining three gates: three gates, and three gates.",
    "ai-tika-s0303t12:2_8": "and third jhānas in the case of the third jhānas, etc.",
    "ai-tika-s0303t12:3_0": "The Ending of Immersion is finished.",
    "ai-tika-s0303t12:4_0": "Transmigration for concentration and for one who is moved.",
    "ai-tika-s0303t12:5_0": "663-716.",
    "ai-tika-s0303t12:5_1": "In the second triad that is intended here: it is skilled in the opposite , profitable,s the meaning that is that this:",
    "ai-tika-s0303t12:5_2": "“We was so skilled in what is unskillful.”",
    "ai-tika-s0303t12:5_3": "Because they’re fixed in self-mortification for seven days, but not committed to the very moments of his own absorption.",
    "ai-tika-s0303t12:5_4": "just as when a food is able to get upset the crafts are able to get upset and to make an effort without reward.",
    "ai-tika-s0303t12:5_5": "for one who is born, is it possible to attain the object, in that state of existence. When it has been reborn in the bloated, it is called “reathingness” in the sense of its object, and it is not skilled in having entered upon that concentration.",
    "ai-tika-s0303t12:5_6": "One who is not skilled in profitable immersion but not in emerging from it. His territory and practitioneration is skilled in the meditation subjects for mindfulness and situational awareness, and skilled in emerging from unprehension.",
    "ai-tika-s0303t12:5_7": "Of all the meditation subjects,” etc. should be told: ‘We have attained the first jhāna, and so on.’ Go on, without exception, they say, is unprofitable.",
    "ai-tika-s0303t12:5_8": "Applicates this meditation subject, a general, and skilled in what is suitable.",
    "ai-tika-s0303t12:5_9": "carefully and thoughtfully.",
    "ai-tika-s0303t12:5_10": "persistently in what is suitable,",
    "ai-tika-s0303t12:5_11": "That concentration is the application of skill in concentration.",
    "ai-tika-s0303t12:5_12": "Entering upon them is inferior: a drum of such since they’re able to be seen as having careful considerations as they are, etc.,",
    "ai-tika-s0303t12:5_13": "Hence it is said: “After giving the fourfold reckoning.”",
    "ai-tika-s0303t12:5_14": "and the suppression of greed in the way beginning, “Herein, Linking in the first jhāna and the rest.”",
    "ai-tika-s0303t12:5_15": "for in the supermundane states:",
    "ai-tika-s0303t12:5_16": "If you don’t have a loud sound of drums, you may be skilled in sounds,",
    "ai-tika-s0303t12:6_0": "Three on Immersion is finished.",
    "ai-tika-s0303t12:7_0": "The Linked Discourses on Absorption is finished.",
    "ai-tika-s0303t12:8_0": "are finished in the absence of the misfortune,",
    "ai-tika-s0303t12:9_0": "On the components to the constituent groups (of mind and body)"
}