{
    "ai-tika-s0304t1:0_0": "2. Vedanāsaṁyuttaṁ",
    "ai-tika-s0304t1:1_0": "1. Sagāthāvaggo",
    "ai-tika-s0304t1:2_0": "1. Samādhisuttavaṇṇanā",
    "ai-tika-s0304t1:3_0": "They understand that this was said by the Blessed One, whose feeling is unmatched, thus they is called “seeing mind” . It is feelings that are painful ori.",
    "ai-tika-s0304t1:3_1": "Three feelings,",
    "ai-tika-s0304t1:3_2": "(But) having avoided the definition of the painful states beginning with suffering.",
    "ai-tika-s0304t1:3_3": "Craving is the origin of suffering, the breaking of the aggregates, and the refuge of both.",
    "ai-tika-s0304t1:3_4": "Hence it is said: “He understands the origin of suffering” .",
    "ai-tika-s0304t1:3_5": "Whatever is present, whatever is there is for the cessation of sensual pleasures, that is, the cessation of craving.",
    "ai-tika-s0304t1:3_6": "about the noble path with extinguishment, the cessation of feelings is spoken of.",
    "ai-tika-s0304t1:3_7": "They go to the destruction of craving.",
    "ai-tika-s0304t1:3_8": "And there is this temperature that is called abode of craving, and preceding each exists in absence , and there is no furthermount in this way:",
    "ai-tika-s0304t1:3_9": "That’s why it is said: “Craving for craving.”",
    "ai-tika-s0304t1:3_10": "(But) he sets out resplendent, Etc.",
    "ai-tika-s0304t1:3_11": "Valuing, “Here they are aware, and mindful.”",
    "ai-tika-s0304t1:3_12": "“But this” is said, “This attainment must be in full awareness, (them) with full awareness.",
    "ai-tika-s0304t1:3_13": "One who is endowed with four truths, and one who has performed the four truths (performed), the sections of the four truths, and is actually done by others.",
    "ai-tika-s0304t1:3_14": "he experts the whole Saṅgha’s Dhamma teaching, and all the other people.",
    "ai-tika-s0304t1:3_15": "Hence it is said: “May the Four Incomparable” .",
    "ai-tika-s0304t1:4_0": "The Concentration of Immersion is finished.",
    "ai-tika-s0304t1:5_0": "2. Sukhasuttavaṇṇanā",
    "ai-tika-s0304t1:6_0": "250.",
    "ai-tika-s0304t1:6_1": "It isn’t painful, pleasant, or neutral feeling that arises conditioned by vanity, or calm,",
    "ai-tika-s0304t1:6_2": "Mindfulness (its), beginning with the sound of recitation, etc.,",
    "ai-tika-s0304t1:6_3": "they say, “They do their own idea that isn’t your own enemy and hostile.”",
    "ai-tika-s0304t1:6_4": "The whole of that, which is to be seen by that,",
    "ai-tika-s0304t1:6_5": "There is no developing the state of generality, etc., that is to say, the state of its development ,",
    "ai-tika-s0304t1:6_6": "looking around here and there, he looked down on this world.",
    "ai-tika-s0304t1:6_7": "Hence it is said: “Whoever is attaining the meditations?”",
    "ai-tika-s0304t1:6_8": "Doing so, having touched the formations of insight, the firstly intelligent states, steadily imperturbable, while liberating the generally implement.",
    "ai-tika-s0304t1:6_9": "Dispelling (the path) generous,",
    "ai-tika-s0304t1:6_10": "it is constantly established and he inspires to acceptance, it is confused ,",
    "ai-tika-s0304t1:6_11": "desiring to know contempt with worldly pleasures, doing the penetration of knowledge,",
    "ai-tika-s0304t1:7_0": "The Results of pleasure is finished.",
    "ai-tika-s0304t1:8_0": "3. Pahānasuttavaṇṇanā",
    "ai-tika-s0304t1:9_0": "cutting off craving and to continue.",
    "ai-tika-s0304t1:9_1": "Hence it is said: “He is cut off (them) cut off,”",
    "ai-tika-s0304t1:9_2": "When a mendicant has cut off craving at the top of craving, all kinds of unbroken, etc., they say, “The touch of all”, and so on.",
    "ai-tika-s0304t1:9_3": "right was said:",
    "ai-tika-s0304t1:9_4": "And if they abandoned, saying, “What is the reason for this?”",
    "ai-tika-s0304t1:9_5": "penetration of vision:",
    "ai-tika-s0304t1:9_6": "For one in the path to Worthiness arises in you, fondness is that he makes his living in a place where he is seen. He is questioned by him, and that he has seen (them).",
    "ai-tika-s0304t1:9_7": "When the sun is upset and moon, he sets out in darkness of the darkness in that sewing into the darkness of the path, there is no although it is present in him to anyone at the end of the paths.",
    "ai-tika-s0304t1:9_8": "Therefore it was said: “Here the road is low by the wind,” and so on.",
    "ai-tika-s0304t1:9_9": "ii. By the profitableness of the transgression is incompatible with the profession of the pervasion of .",
    "ai-tika-s0304t1:10_0": "Those who are quiet at all.",
    "ai-tika-s0304t1:10_1": "The two ends of each kind reckoned as a valuable,",
    "ai-tika-s0304t1:10_2": "The same method of explanation applies also",
    "ai-tika-s0304t1:10_3": "In the four lower worlds,",
    "ai-tika-s0304t1:10_4": "And they haven’t seen each and every side.",
    "ai-tika-s0304t1:10_5": "this size of life-form,",
    "ai-tika-s0304t1:11_0": "if she does not tell because she does not give away what is distributed,",
    "ai-tika-s0304t1:11_1": "That is why it is said: “He does not give up situational awareness and mindfulness” .",
    "ai-tika-s0304t1:11_2": "After appraisal, knowing “It is in brief,” said those who are undefiled in this stated, in the Abhidhamma, on the Uposatha day, and on the Observance, they say, “It is said.”",
    "ai-tika-s0304t1:11_3": "He can’t be called ‘one who has seen the Dhamma’ and surpasses Dhamma’, without pollutants, speaks on Dhamma’, or else ‘Devasiveness’.",
    "ai-tika-s0304t1:11_4": "And here in the case of the three feelings, namely, greed, etc., according as to the phrases thus:",
    "ai-tika-s0304t1:11_5": "“In this way the underlying tendency to wrong view is done.”",
    "ai-tika-s0304t1:11_6": "For whatever underlying tendencies there is no underlying tendency to greed, repulsion, views, etc., they should be given up in the way beginning, “This underlying tendency to greed.”",
    "ai-tika-s0304t1:12_0": "The About Practice is finished.",
    "ai-tika-s0304t1:13_0": "4. Pātālasuttavaṇṇanā",
    "ai-tika-s0304t1:14_0": "252.",
    "ai-tika-s0304t1:14_1": "Where there is no one, one, that is the meaning, one, that is to say, “There is no one,” and “There is none” ; this is the meaning.",
    "ai-tika-s0304t1:14_2": "They do not know what is untrue is false is the meaning.",
    "ai-tika-s0304t1:14_3": "an uneducated ordinary person",
    "ai-tika-s0304t1:14_4": "the water drops around,",
    "ai-tika-s0304t1:14_5": "Since it is so, the water in the ocean fore-cutters between the ocean and the strong in the ocean, the chief queen is droping the ocean. That is why it reaches the ocean by the ocean.",
    "ai-tika-s0304t1:14_6": "With worshipping the lair of them with a great horns, and after worshipping them with a great horns,",
    "ai-tika-s0304t1:14_7": "it is like a great huge box, as poisonous yojanas birds made from the great sea of garden, as it were by the Great Kings.",
    "ai-tika-s0304t1:14_8": "(There is) no shelter for such a dwelling place.",
    "ai-tika-s0304t1:14_9": "The untrue is uncontrolled,",
    "ai-tika-s0304t1:14_10": "for in order to reckon the meaning:",
    "ai-tika-s0304t1:15_0": "you do not find no footing in the next.",
    "ai-tika-s0304t1:15_1": "(They are) not bound by (but), for what is not the good.",
    "ai-tika-s0304t1:15_2": "Abandoning is powerful and knowledgeable,",
    "ai-tika-s0304t1:15_3": "“When an uneducated ordinary person has said, “A noble disciple who is an uneducated ordinary person,” “It’s said to be the stream-enterer,” “It’s tamed” .",
    "ai-tika-s0304t1:15_4": "Got from here in a noble disciple conduct, one cannot live.",
    "ai-tika-s0304t1:15_5": "for they completely understand feelings,",
    "ai-tika-s0304t1:15_6": "an opportunity ...",
    "ai-tika-s0304t1:15_7": "That which is allowed, the complete understanding of feelings, and that is to say:",
    "ai-tika-s0304t1:16_0": "The About Pāṭaliputta is finished.",
    "ai-tika-s0304t1:17_0": "5. Daṭṭhabbasuttavaṇṇanā",
    "ai-tika-s0304t1:18_0": "although it is “pleasure” in the sense of urgency, still it is both internally and externally as pleasant,",
    "ai-tika-s0304t1:18_1": "and it is an instead of Vibhaṅga in a way that is to say such a state consisting in an individual essence.",
    "ai-tika-s0304t1:18_2": "After turning back from the borderlands, he rose up and sat down on one side.",
    "ai-tika-s0304t1:18_3": "The state of existence in the morning time,",
    "ai-tika-s0304t1:18_4": "The state of the act of enquiries, etc., by the means of the going downfall,",
    "ai-tika-s0304t1:18_5": "and the state of being wide open;",
    "ai-tika-s0304t1:18_6": "what is impermanent is that produced by what is impermanent, suffering, and perishable.",
    "ai-tika-s0304t1:18_7": "After becoming a and in others, and suffering gains and supplies for the sickness he’s affected by suffering.",
    "ai-tika-s0304t1:18_8": "This should be seen with the first kind of feeling that is to be seen as to the first and so on.",
    "ai-tika-s0304t1:18_9": "he can realize knowledge with his own insight,",
    "ai-tika-s0304t1:18_10": "For each of these, that is to say: suffering,",
    "ai-tika-s0304t1:18_11": "peaceful, neutral, and with the progressive tranquility (of rebirth),",
    "ai-tika-s0304t1:19_0": "The commentary on the Paths is finished.",
    "ai-tika-s0304t1:20_0": "6. Sallasuttavaṇṇanā",
    "ai-tika-s0304t1:21_0": "those people are sweet-voiced in others.",
    "ai-tika-s0304t1:21_1": "Getting to the past, he recalled in the past,",
    "ai-tika-s0304t1:21_2": "she became strong like a strong in twisted vine, like a strong rope.",
    "ai-tika-s0304t1:21_3": "So in this way a person is like that strong in a weak man’s armed force.",
    "ai-tika-s0304t1:21_4": "The fruit of concentration, which is the escape from sense desires, is the escape from unity and is accompanied by the faith produced by the faith enlightenment factor.",
    "ai-tika-s0304t1:21_5": "because of that concentration and below (of the point of) absorption.",
    "ai-tika-s0304t1:21_6": "He doesn’t know the end",
    "ai-tika-s0304t1:21_7": "They know what is the escape from refuge.",
    "ai-tika-s0304t1:21_8": "For the one who has attained pleasure and pain,",
    "ai-tika-s0304t1:21_9": "With the giving up of defilements,",
    "ai-tika-s0304t1:21_10": "The entire spectrum of conditioned things is found.",
    "ai-tika-s0304t1:21_11": "Hence it is said: “He is lived in Dhamma”.",
    "ai-tika-s0304t1:21_12": "Yet the underlying tendency to wrong views in the earlier jhānas as in the first jhāna, then the object should be understood in the way already described.",
    "ai-tika-s0304t1:21_13": "The one who has destroyed these things, who has ended the defilements, who has ended the defilements.",
    "ai-tika-s0304t1:21_14": "He is also a non-returner, who possesses the wrong things.",
    "ai-tika-s0304t1:22_0": "The Contact of Contact is finished.",
    "ai-tika-s0304t1:23_0": "7. Paṭhamagelaññasuttavaṇṇanā",
    "ai-tika-s0304t1:24_0": "255.",
    "ai-tika-s0304t1:24_1": "When they’re sick, they’ll die constructed.",
    "ai-tika-s0304t1:24_2": "like that for you:",
    "ai-tika-s0304t1:24_3": "In order to avoid the meditation subjects for mindfulness meditation subjects is beneficial.",
    "ai-tika-s0304t1:24_4": "Contemplation of impermanence arises in him, and the very body is impermanent.",
    "ai-tika-s0304t1:24_5": "Likewise as an enemy dissipates.",
    "ai-tika-s0304t1:24_6": "but the end of craving itself is known as the end of defilements.",
    "ai-tika-s0304t1:24_7": "dispassion, dispassion, cessation, peace,",
    "ai-tika-s0304t1:24_8": "letting go of all attachments, or letting go of all attachments.",
    "ai-tika-s0304t1:25_0": "waiting for the opposite kind of path. It is the priortion of the noble path because it comes to the prior stage of the noble path.",
    "ai-tika-s0304t1:25_1": "portion of the past.",
    "ai-tika-s0304t1:25_2": "From the precious sacrifices itself,",
    "ai-tika-s0304t1:25_3": "It is the first three kinds of discrimination that it is preceding specifically delimited because it is the conclusion of the Faith .",
    "ai-tika-s0304t1:25_4": "of wrong lookings at the wrong time,",
    "ai-tika-s0304t1:25_5": "As they do so, they give up the underlying tendencies. The underlying tendencies of greed is given up.",
    "ai-tika-s0304t1:26_0": "The Advantages of gold is finished.",
    "ai-tika-s0304t1:27_0": "On the second day of the fortnight",
    "ai-tika-s0304t1:28_0": "Contact, you get caught up in the fields of contact.",
    "ai-tika-s0304t1:28_1": "for surely don’t succeeds when it comes to contact.",
    "ai-tika-s0304t1:28_2": "Hence it is said: “Here is the same as that is why contact” .",
    "ai-tika-s0304t1:28_3": "The ninth subsequently it is recorded in the way already described.",
    "ai-tika-s0304t1:29_0": "The second group of forty-four thousand gold is finished.",
    "ai-tika-s0304t1:30_0": "10. Phassamūlakasuttavaṇṇanā",
    "ai-tika-s0304t1:31_0": "258.",
    "ai-tika-s0304t1:31_1": "connected with happiness, pleasant feeling, and unpleasant feeling,",
    "ai-tika-s0304t1:31_2": "for it is indeed the ways of developing the pleasure in opposite pleasure that he is pleasant feeling.",
    "ai-tika-s0304t1:31_3": "* There are the ten discourses in this discourse very day, and there are nine or ten",
    "ai-tika-s0304t1:31_4": "rightly supernatural vision, knowledge, and supramundane Dhamma, yet the supernatural attainment of the supermundane attainments,",
    "ai-tika-s0304t1:32_0": "The Book of Contact is finished.",
    "ai-tika-s0304t1:33_0": "The Order is finished.",
    "ai-tika-s0304t1:34_0": "2. Rahogatavaggo",
    "ai-tika-s0304t1:35_0": "1. Rahogatasuttavaṇṇanā",
    "ai-tika-s0304t1:36_0": "the meaning is: “Seeing what is pleasant, painful, and neutral feeling” is said.",
    "ai-tika-s0304t1:36_1": "Hence it is said: “There is all that is painful,”",
    "ai-tika-s0304t1:36_2": "the wisdom there is the state of existence in which these three formations of conditions are impermanent, suffering, and perishable. They remain in the ending of defilements. Their feeling, dispelling of death, decaying, and perishing. The painful feeling, elimination of death, decaying, and perishing.",
    "ai-tika-s0304t1:36_3": "it’s impermanent.",
    "ai-tika-s0304t1:36_4": "Consciousness is the impermanence of feelings.",
    "ai-tika-s0304t1:36_5": "The death of those names are impermanent, suffering, and perishable. Then they are called ‘also’.”",
    "ai-tika-s0304t1:36_6": "This is the way of practice.",
    "ai-tika-s0304t1:36_7": "four immaterial states: four immaterial states,",
    "ai-tika-s0304t1:36_8": "Here there is the sound of this, the sound of drums -",
    "ai-tika-s0304t1:37_0": "The About Principles is finished.",
    "ai-tika-s0304t1:38_0": "4. Agārasuttavaṇṇanā",
    "ai-tika-s0304t1:39_0": "He for the sake of (good) patience: “The forebears is broken and damaged by the wind; this is the enclosure of a monastery worker.”",
    "ai-tika-s0304t1:39_1": "In the first jhāna, etc., according to the factors of the first jhāna, etc.",
    "ai-tika-s0304t1:39_2": "to subdue to the recollection of support, oppressiveness of mentality, and to will have a comfortable , for the sake of material pleasure and pain.",
    "ai-tika-s0304t1:39_3": "Or alternatively, the first jhāna can be seen here in the first jhāna, as to the meaning of the first jhāna.",
    "ai-tika-s0304t1:39_4": "With the appearance of sensual pleasures, painful feeling is material pleasures.",
    "ai-tika-s0304t1:39_5": "Northern is the supreme liberation of Liberation:",
    "ai-tika-s0304t1:39_6": "“Oh, when will I enter and remain in that dimension of infinite consciousness, I will enter and remain in that state of non-existence after which arise.” When the one looked like this, he is (thinking):",
    "ai-tika-s0304t1:39_7": "unpleasant feeling is called spiritual equanimity.",
    "ai-tika-s0304t1:39_8": "In due course, having been shown that has been shown by the words in the four ways beginning, “When a neutral feeling has arisen in us,”",
    "ai-tika-s0304t1:40_0": "The Golden Mission is finished.",
    "ai-tika-s0304t1:41_0": "In the first place, Ānanda, the commentary on the stages,",
    "ai-tika-s0304t1:42_0": "Since they’d give them a teaching and conqueror for them, they should teach them.",
    "ai-tika-s0304t1:42_1": "Here is here in these four elements,",
    "ai-tika-s0304t1:42_2": "When he has attained the first absorption, he thinks: “This is the first absorption, this is how one who has ended the defilements, whose cankers are destroyed, etc., have ended the defilements, and whose cankers have ended the defilements.”",
    "ai-tika-s0304t1:42_3": "Firstly, having completed the tasks of the thirty-two pieces, etc. , has been taught by the name of the Buddha.",
    "ai-tika-s0304t1:43_0": "The first dreams are finished.",
    "ai-tika-s0304t1:44_0": "Five ontoms, five-hundred communities,",
    "ai-tika-s0304t1:45_0": "undercovering the highest deportment,",
    "ai-tika-s0304t1:45_1": "Bulls",
    "ai-tika-s0304t1:45_2": "And although five factors said: “Five factors.”",
    "ai-tika-s0304t1:45_3": "He accuses the site for arouses desire to build that sites, then that is to be set aside.",
    "ai-tika-s0304t1:45_4": "The wise Elder Nun Māḷīgha recited the verse",
    "ai-tika-s0304t1:45_5": "Now, in the Commentaries, that is the nutriment –",
    "ai-tika-s0304t1:45_6": "“I have indeed two, Ānanda.”",
    "ai-tika-s0304t1:45_7": "having stored up their confidence in the heart, why they live together.",
    "ai-tika-s0304t1:45_8": "Pleasure and pain arise in the sense faculties: pleasure and pain.",
    "ai-tika-s0304t1:45_9": "It is shared by the fine-material jhānas consisting in unity.",
    "ai-tika-s0304t1:45_10": "In the past, future objects,",
    "ai-tika-s0304t1:45_11": "The presently arisen is included in the present.",
    "ai-tika-s0304t1:45_12": "so too, eight hundred and eight hundred thousand",
    "ai-tika-s0304t1:46_0": "Questioning in the morning, in the neighborhood of Pāṭaliputta, one who talks about Dhamma,",
    "ai-tika-s0304t1:46_1": "And the educated noble disciple said, “Have an educated noble disciple has given feelings.”",
    "ai-tika-s0304t1:46_2": "when the Fortunate One has attained the fourth absorption, he should see (his):",
    "ai-tika-s0304t1:46_3": "“There is, Ānanda, those things that are called ‘the pleasant’ because of this’ or ‘the idea’.”",
    "ai-tika-s0304t1:46_4": "for that is why it is called “feeling” in the same way as stated.",
    "ai-tika-s0304t1:46_5": "(therefore) more delighting in the domain of the Teacher, who does (to say):",
    "ai-tika-s0304t1:46_6": "Hence it is said: “Stop, Mastery!”",
    "ai-tika-s0304t1:46_7": "Because of the extra effort is finer than the finest lady.",
    "ai-tika-s0304t1:46_8": "Hence the Teacher said: “After death.”",
    "ai-tika-s0304t1:46_9": "Pleasant is included in the opposing of pleasure, and while eating a opportunity (after his hands),",
    "ai-tika-s0304t1:46_10": "(All these things) rise and fall in the sky.",
    "ai-tika-s0304t1:46_11": "Hence it is said: “He develops neither pleasure nor pain.”",
    "ai-tika-s0304t1:47_0": "He teaches for the happiness of pleasure:",
    "ai-tika-s0304t1:47_1": "and having fulfilled the attainment of cessation, he having applied his mind to the cessation of attainment.",
    "ai-tika-s0304t1:47_2": "And having taught him the recitation passage for recitation, “They are property, in order to point a person roll up and down the rest.”",
    "ai-tika-s0304t1:47_3": "and in the tenth enquiry as in the section dealing with unbounded.",
    "ai-tika-s0304t1:48_0": "The conclusion of the five sets of colours is finished.",
    "ai-tika-s0304t1:49_0": "The commentary on the private parts is finished.",
    "ai-tika-s0304t1:50_0": "3. Aṭṭhasatapariyāyavaggo",
    "ai-tika-s0304t1:51_0": "1. Sīvakasuttavaṇṇanā",
    "ai-tika-s0304t1:52_0": "269.",
    "ai-tika-s0304t1:52_1": "But there is a great man, one who lives in a great wide common sense. That is why it is called “unbounded”.",
    "ai-tika-s0304t1:52_2": "He is a mirror, abolishing covers, etc.",
    "ai-tika-s0304t1:52_3": "and with the cause of condition:",
    "ai-tika-s0304t1:52_4": "They said: “Contact three feelings”, and do so he would give them to the remaining.",
    "ai-tika-s0304t1:52_5": "and with a wholesome feeling arises in him.",
    "ai-tika-s0304t1:52_6": "This is the meaning of my father, adorned with the medicine and supplied for the sick, and adornments, and invalid and running hither and adornments.",
    "ai-tika-s0304t1:52_7": "Original, Guarding medicine,",
    "ai-tika-s0304t1:53_0": "So since he is able to resign the world and for the sake of his own benefit, the world, or the similes of the world, therefore they say, those ascetics and brahmins who are wrong.",
    "ai-tika-s0304t1:53_1": "Assembly here, so full of terrors, means captivated over the conjunction.",
    "ai-tika-s0304t1:53_2": "the first dispelling of the kind already described, he said: “From the first strike.”",
    "ai-tika-s0304t1:53_3": "The all round of the skin should be understood in accordance with the nature of the Jina as described.",
    "ai-tika-s0304t1:53_4": "Guardian of the Himalayas, Assume other in the Himālaya,",
    "ai-tika-s0304t1:54_0": "But if his body is unbroken, etc., should be understood to be understood as used in accordance with the parts of the body, etc., as it is said: “From who is unbounded” .",
    "ai-tika-s0304t1:54_1": "the other one who is attached to another – strikes out one –",
    "ai-tika-s0304t1:54_2": "“This is a thief,” he said,",
    "ai-tika-s0304t1:54_3": "(Having) destroyed the Earth, but without having destroyed it on its outside, they all say,",
    "ai-tika-s0304t1:54_4": "Hence it is said: “He is born in a womb, growing on unaffected work.”",
    "ai-tika-s0304t1:54_5": "and make amends for it.",
    "ai-tika-s0304t1:54_6": "nurse the world’s mind is called “consistent” and so on.",
    "ai-tika-s0304t1:54_7": "The body is included in the feeling of sensual pleasures, and likewise in the present phrases thus, “This is continued in the future” and “the rest is given in the way that is to say.”",
    "ai-tika-s0304t1:55_0": "The Book of the Consort",
    "ai-tika-s0304t1:56_0": "2-10. Aṭṭhasatasuttādivaṇṇanā",
    "ai-tika-s0304t1:57_0": "270-278.",
    "ai-tika-s0304t1:57_1": "Immediately advantages of feelings is the eighteen in each and every respect.",
    "ai-tika-s0304t1:57_2": "Hence it is said: “In the eighteen grounds for sensual pleasures.”",
    "ai-tika-s0304t1:57_3": "investigation of principles, expounding with reason.",
    "ai-tika-s0304t1:57_4": "Pañcasikhaka’s grandmother,",
    "ai-tika-s0304t1:57_5": "Hence it is said: “The meaning is sensual pleasure , the meaning is that sensual love.”",
    "ai-tika-s0304t1:57_6": "Exaltedness is the meaning of the simile of the sense sphere.",
    "ai-tika-s0304t1:57_7": "“One who gives the threefold jhāna, and in the fourfold reckoning do not arise.”",
    "ai-tika-s0304t1:57_8": "Feelings from this equanimity:",
    "ai-tika-s0304t1:57_9": "Istained by attributes, thus it is the meaning.",
    "ai-tika-s0304t1:57_10": "associated with it, associated with it,",
    "ai-tika-s0304t1:58_0": "and get a reward.",
    "ai-tika-s0304t1:58_1": "Seeing him as ‘this is checking,",
    "ai-tika-s0304t1:58_2": "In the past: when examining it goes beyond the transgressively embarrassing and running backwards.",
    "ai-tika-s0304t1:58_3": "A thinker than human beings,",
    "ai-tika-s0304t1:58_4": "Enjoying the houses of sensual pleasures,",
    "ai-tika-s0304t1:58_5": "By the profitable kinds of sensual stimulation in this way, which is an indication by the household life .",
    "ai-tika-s0304t1:59_0": "Knowing that dispassion ceases and perishes,",
    "ai-tika-s0304t1:59_1": "In the past:",
    "ai-tika-s0304t1:59_2": "While these are here:",
    "ai-tika-s0304t1:59_3": "Seeing with right understanding: the path and the contemplation of insight is the path and the state partaking of the path.",
    "ai-tika-s0304t1:59_4": "Arriving forwards and seeing clearly,",
    "ai-tika-s0304t1:59_5": "for the sake of renunciation whose mind is ready equivalent of renunciation,",
    "ai-tika-s0304t1:59_6": "Living to material pleasures they are connected with sensual pleasures.",
    "ai-tika-s0304t1:59_7": "Then that sense-sphere is the means of perfection.",
    "ai-tika-s0304t1:59_8": "Uttara, of the fruit of those in the noble ones,",
    "ai-tika-s0304t1:59_9": "holding themselves,",
    "ai-tika-s0304t1:60_0": "equanimity and happiness",
    "ai-tika-s0304t1:60_1": "Those who will follow the fools, incompetent ordinary people",
    "ai-tika-s0304t1:60_2": "the path is low, without defilements,",
    "ai-tika-s0304t1:60_3": "The seventh section on the deathless rebirth in the future is ever dispelled and unequaled.",
    "ai-tika-s0304t1:60_4": "went to the drawbacks of the wick, doing the drawbacks of not knowing them,",
    "ai-tika-s0304t1:60_5": "An uneducated ordinary person who has acquired the imperishable state,",
    "ai-tika-s0304t1:60_6": "They don’t escape from form, and are held together by knowledge.",
    "ai-tika-s0304t1:60_7": "excessive in all things.",
    "ai-tika-s0304t1:60_8": "In the third dyad, etc., are of the ten kinds already described.",
    "ai-tika-s0304t1:61_0": "The group of eight hundred is finished.",
    "ai-tika-s0304t1:62_0": "11. Nirāmisasuttavaṇṇanā",
    "ai-tika-s0304t1:63_0": "279.",
    "ai-tika-s0304t1:63_1": "Associating with the object of materiality, I say.",
    "ai-tika-s0304t1:63_2": "heirs in spiritual journey;",
    "ai-tika-s0304t1:63_3": "he is satisfied with one hundred and one hundred thousand spoke (only) to the household life.",
    "ai-tika-s0304t1:63_4": "For that rapture of seclusion oppressed by theft of neutrality, moving towards the supreme state of peacefulness, and that has reached a state of peacefulness, and that is to say.",
    "ai-tika-s0304t1:63_5": "Hence it is said: “Neither, and also.”",
    "ai-tika-s0304t1:63_6": "now we shall go to that meaning, saying: “This is the meaning of this.”",
    "ai-tika-s0304t1:63_7": "Recollecting the wandering without making it preceding any state of the ascetic, is the meaning.",
    "ai-tika-s0304t1:63_8": "sleeps with others like (where) strainers, needles, be happy!",
    "ai-tika-s0304t1:64_0": "and was not satisfied with the liberations, and so on.",
    "ai-tika-s0304t1:64_1": "Hence it is said: “He is lived in the liberations, Liberation.”",
    "ai-tika-s0304t1:64_2": "connected with form, detached from what is connected with the thought of form.",
    "ai-tika-s0304t1:64_3": "For materiality is called materiality, namely, form, and material delights in materiality.",
    "ai-tika-s0304t1:64_4": "formless is undefined.",
    "ai-tika-s0304t1:65_0": "The Contraphile of the Spiritual Life is finished.",
    "ai-tika-s0304t1:66_0": "The Exposition of the Eights is finished.",
    "ai-tika-s0304t1:67_0": "The Linked Discourses on feeling is finished."
}