{
    "ai-tika-vin02t18:0_0": "10. Kosambakakkhandhakaṁ",
    "ai-tika-vin02t18:1_0": "Discussion of talk about Kosambī",
    "ai-tika-vin02t18:2_0": "451.",
    "ai-tika-vin02t18:2_1": "If he is confused about silk, I’ll train in a lesser life.",
    "ai-tika-vin02t18:2_2": "There is no offense for one who remains because of overcoming offenses,",
    "ai-tika-vin02t18:2_3": "And all that was realised:",
    "ai-tika-vin02t18:2_4": "Hence it is said: “There is no offense for an offense, but there is no offense.”",
    "ai-tika-vin02t18:3_0": "Talking for holding on to it, it is called “blessed” .",
    "ai-tika-vin02t18:3_1": "“When he says this,” he says, “I’ll teach you about the ejection,” “I’ll recite evasiveness,” “So,” “I’ll teach you,” “I’ll do what you have done,” and he says, “I’ll do what you have done,” and he says, “I’ll do what you have said,” and he says, “I won’t because he has been ejected.”",
    "ai-tika-vin02t18:3_2": "if he says, “Those who have been ejected,” “They’ve been ejected for not making amends for an offense,” “Dielding the basis of psychic power,” “They’ve been ejected by him for not recognizing an offense, and he says, “Go instigated the attainment with the intention of stream-entry,” “Go, and he says, “Whoever rebirth in the same way,” and he says, “Whoever rebirths them,” he commits an offense entailing confession.",
    "ai-tika-vin02t18:4_0": "if the Sangha does a legal procedure with one motion and three announcements, “What is the fourth member? ” and “The Sangha should do a legal procedure with one announcement, while the procedure is invalid and not to be done.” This is the procedure.",
    "ai-tika-vin02t18:4_1": "Standing Upacālatissa, they tell each other with their hands.",
    "ai-tika-vin02t18:5_0": "the goods are born in the ears, in the chest, and embracing to quarrels, fighting, and warrior-nobles, etc., these things are called ‘bearings’.",
    "ai-tika-vin02t18:5_1": "hand-hief:",
    "ai-tika-vin02t18:5_2": "all killing living creatures.",
    "ai-tika-vin02t18:5_3": "This was said that the Buddha himself, “Venerable Sir, Kosambī,” said those mendicants, “Now, you don’t want to make a claim, wanting to be reborn, but rather this meaning would not be beneficial for it.",
    "ai-tika-vin02t18:5_4": "Out of the road, the monk Kisāgotamī said: “It seems these monks, that he should not be able to discern the road for himself and make others, ask for the Disciple of the worst of the monks, for the sake of himself, without having approached the attributes, beneficial for the world, or to get rid of them.”",
    "ai-tika-vin02t18:5_5": "Since this is so, you should say, the word of the Buddha, not so much to say,",
    "ai-tika-vin02t18:5_6": "Those who, having spoken about the Teacher, certain groups of men, were drunk continually dressed in silence, and because they had no respect for the Teacher.",
    "ai-tika-vin02t18:6_0": "The discussion of the Kosambī is finished.",
    "ai-tika-vin02t18:7_0": "Here is the commentary on the story of Dīghāvu",
    "ai-tika-vin02t18:8_0": "The Buddha said that the monks were sitting down in front of the group of monks. He then said to the ground: “After going out, it seems, with nothing to behave like the earth, after bringing them to the east, in front of you.",
    "ai-tika-vin02t18:8_1": "The lord of the sages.",
    "ai-tika-vin02t18:8_2": "if anyone who has taken it riches affluent through desire and illustrious and worse, he is not rich, affluent, and wealthy.",
    "ai-tika-vin02t18:8_3": "Should enjoy that the five senses bring happiness because of the five cords of sense desires, etc., of the great wealth and suppresses great wealth.",
    "ai-tika-vin02t18:8_4": "Mahaka and Keṇiya, and Bhūmajaka, and in this hermitage,",
    "ai-tika-vin02t18:8_5": "He is large elephant, and so on.",
    "ai-tika-vin02t18:8_6": "great physician, greatly glorious,",
    "ai-tika-vin02t18:8_7": "a complete couch is called a storehouseherd in a storeroom, a cave, a gateway, and a gateway, a disease, an abscess, a storehouse, a hard pretext, a hard, one living at the gateway, and one puts them on the shoulder.",
    "ai-tika-vin02t18:9_0": "Or alternatively, an elephant, horse, chariots, infantry.",
    "ai-tika-vin02t18:9_1": "because that in the fourfold lesser power the king is called an outcaste.”",
    "ai-tika-vin02t18:9_2": "in three ways the storehouses, the household life, and the bedroom.",
    "ai-tika-vin02t18:9_3": "all that has a full extremely full of savage.",
    "ai-tika-vin02t18:9_4": "“Through this army of four divisions between the elephants,” and the four factors.",
    "ai-tika-vin02t18:9_5": "Having leftovers and arranged them, I lifted them together.",
    "ai-tika-vin02t18:9_6": "Your blows into the sky, and I have come out of the body.",
    "ai-tika-vin02t18:9_7": "One cross-legged position one foot,",
    "ai-tika-vin02t18:9_8": "washed the water.",
    "ai-tika-vin02t18:9_9": "after taking it away.",
    "ai-tika-vin02t18:9_10": "if they say, “Not knowing,” or “It is something that self-mortification,” and they said, “Dear it to you.”",
    "ai-tika-vin02t18:10_0": "464.",
    "ai-tika-vin02t18:10_1": "Or the sound of jungles, the sound of many kinds,",
    "ai-tika-vin02t18:10_2": "Good people are complaining about to people.",
    "ai-tika-vin02t18:10_3": "if he is a giver of your own welfare,",
    "ai-tika-vin02t18:10_4": "I think that I’m not worth listening to.",
    "ai-tika-vin02t18:10_5": "and his ignorant fool does not apply themselves to his own goods, opinions of deceivers and embarrassing the Saṅghamittā who were opinions, etc., even if they were deceived by his own foes idembarrassing were not allowable.",
    "ai-tika-vin02t18:11_0": "These words occurring in the ways of speaking words and scoundrels.",
    "ai-tika-vin02t18:11_1": "having heard his face in the presence of the Videhans, he said (thinking):",
    "ai-tika-vin02t18:11_2": "Though they do not know, I are not (surely) do not know,",
    "ai-tika-vin02t18:11_3": "(But) he who is not known, and who does not know what is called him.",
    "ai-tika-vin02t18:11_4": "But just as when begged thus, “This is what is said,” said, “This isn’t proper for himself,” etc., and he says “This is the meaning, and this is the meaning of what is said.",
    "ai-tika-vin02t18:11_5": "Though they do not know, I do not know,",
    "ai-tika-vin02t18:11_6": "Knowing this, said, “What is the reason why?”",
    "ai-tika-vin02t18:12_0": "Skill in hymns: eighty-calling and high-builder,",
    "ai-tika-vin02t18:12_1": "This is what belongs to your own good:",
    "ai-tika-vin02t18:12_2": "He disciplinary issues, bungalows, peaks, and Uttara.",
    "ai-tika-vin02t18:12_3": "and sways by carcass with water.",
    "ai-tika-vin02t18:12_4": "And the men who have gone forth as a god or bench enemy, thinking: “Whoever amongst those who have gone forth is born in him,” thus delivered, “Whoever is the meaning of anger, like a monkey who were enemying the matter of you,” like a wretched harnessed the matter.",
    "ai-tika-vin02t18:13_0": "And those who are quite secluded from such things as anger and contempt, etc., should not be shaking off by vanity, etc., and negligence, have become an irritable, or when they described in the way beginning, “This poor wretching, oppressed, By ...” , or “This included in the way beginning, “This anger or hostile the hard-wavering,” , etc., or “aver, is why anyone who will it be called embarking from Bowings idembray, Bying that will it be a charming for you ruint, and eming?” .",
    "ai-tika-vin02t18:14_0": "For it’s not possible to catch up with enmity, contempt, double, leprosy, or stuffed, but just as you when you’re able to get rid of the oppression. But it’s uninterruptedly that problemishes from enmity, affliction and anxiety, and is unable to resolve it.",
    "ai-tika-vin02t18:14_1": "So it is not known that when the name of enmity is done, and when the time has extended, it does not extend that.",
    "ai-tika-vin02t18:14_2": "But when they’ve rightly developed them, they’ll die in the water—unwhot their vicinity of hostility and disturbance—unwhole away from enmity and ill will—in the water without rising above it, having cut off the roots, made an end of rebirth, old age, and death—are properly resolved.",
    "ai-tika-vin02t18:14_3": "this is the Dhamma which is free from enmity, affliction, ancient, change involence, old age, and death, of all of them, inside and out the path, It is the greatest of them. It is the Dhamma, greatest of all this is the path to conquered by the Path of path.",
    "ai-tika-vin02t18:15_0": "Knowing that they are impermanent, they don’t produce the perception of impermanence.",
    "ai-tika-vin02t18:15_1": "My friend, if you go down from that place I precept, settle down the effort.",
    "ai-tika-vin02t18:15_2": "How do they say “I have spoken?”",
    "ai-tika-vin02t18:15_3": "There they knew that their minds were mortals, thus they considered: “Because of this wise men, I came to the end of my attainment.” Then they practice properly on that alertness, living in each of the attainment of the attaining, and practice the way that leads to the their cessation.",
    "ai-tika-vin02t18:16_0": "They consciously respond to their mother, father, brother, or sisters. They’re one who speaks of the earth, the kinsmen, the water, and the hosts would be taken’t be shaved. And they’re not executed.",
    "ai-tika-vin02t18:17_0": "The commend of the meaning is this: “The Bhikkhus are intelligent, unintelligent, and praised these Bhikkhus, not their lamps.”",
    "ai-tika-vin02t18:17_1": "* For someone who is depressed, they invited to (them)",
    "ai-tika-vin02t18:17_2": "the wise and virtuous friend, living goodly,",
    "ai-tika-vin02t18:17_3": "And having covered all over the mundane change in the open, he should be expelled in the beginning with the middle, the end of greed and hate, and delusion, having cut off all greed and hate and the removed greed.",
    "ai-tika-vin02t18:18_0": "She said: “This one managed” is largely necessary; it is impossible for us to give up our own adornments and partners today, and then to go forth. After preparing the name of her enclosure, he wants the going forth.",
    "ai-tika-vin02t18:19_0": "It is in fact that if it is at one place of those gone forth, that is good, undeveloped, and on the other, is the meaning.",
    "ai-tika-vin02t18:19_1": "There’s no end in the middst of virtue: those who are fools, elders in the family, the middle of the day, and the end of the path; those who have no knowledge of the first absorption, the four kinds of direct knowledge, the four paths, the six direct knowledges, the four paths of peace, the knowledges, and the practice that leads to extinguishment.",
    "ai-tika-vin02t18:19_2": "Do not grow in the wilderness, in the forest with Māra’s sharing,",
    "ai-tika-vin02t18:19_3": "“Do not let anyone,” he replied, “Even a forest-hardener is the meaning.",
    "ai-tika-vin02t18:19_4": "In the just described the Great Monastery of the elephants, the elephants, horses, so mighty and powerful it is said to be the greatest of them: “Hitness is an art” .",
    "ai-tika-vin02t18:19_5": "For a bull elephant who is valuable in loud noise is thus: “This one elephant trains by elephants.”",
    "ai-tika-vin02t18:20_0": "The story of the Dīghāvu is finished.",
    "ai-tika-vin02t18:21_0": "Discussion of the fools",
    "ai-tika-vin02t18:22_0": "Upāli’s village besides,",
    "ai-tika-vin02t18:22_1": "That is why the General of the Dhammapada: Just as though the seniors or the chief ministers goes and lived in the Renunciations of the Elder Mahā Moggallāna’s Monastery, even if they put their bowls and robes with using a single starting point, saying “Who is the Elder Cūḷapanthaka,” etc., just as if he was not able to go to Kāḷivisa.",
    "ai-tika-vin02t18:22_2": "why have you come to us?",
    "ai-tika-vin02t18:22_3": "Seeing the drawback of a mendicant, it seems, when they see a mendicant, they are spending the cold and heat, as one of the heat, when they come to an end of them.",
    "ai-tika-vin02t18:22_4": "Then the drawbacks of the Buddha was completely understood. When he had completely understood the dangers, they were unable to quell while still alive. On that occasion the Buddha was walking, they couldn’t even go to a single spot in the morning for breakfast.",
    "ai-tika-vin02t18:22_5": "When the teacher was departing, they said, “Come Ānanda, our teacher follows behind us.”",
    "ai-tika-vin02t18:22_6": "“For when the Buddha leaves like this it means he wants to stay in the same dwelling, and without getting permission from the Sangha of monks. He should then continue the later concerning the dwellings in the evening, and he should then go to the Buddha’s dwelling, even if he’s able to practice for a single day.”",
    "ai-tika-vin02t18:22_7": "Discussion of the talk on the subject of the Teaching is connected with the Teaching,",
    "ai-tika-vin02t18:23_0": "The discussion on the fools is finished.",
    "ai-tika-vin02t18:24_0": "The account of going to the Eastern Bamboo Park",
    "ai-tika-vin02t18:25_0": "Why is that?",
    "ai-tika-vin02t18:25_1": "Just as when Bodhisatta is able to endure cold and heat; (only) heat; when he wants cold and heat, heat, hunger, and thirst; the dwellings for the sake of pain; and the opportunity of the each other, wants to head, they end the three Vedas, and the paths—posites of the rainy season—posites an united by the Buddha whenever they wanted to come to head, he thought, “For by saying,” and the monks who are prepare admiliaring that pulled them in harmony, and appreciating each other with three years,",
    "ai-tika-vin02t18:25_2": "who live engaged in all this path.",
    "ai-tika-vin02t18:26_0": "The giver is the longer to the wilderness,",
    "ai-tika-vin02t18:26_1": "But that wilderness person is included in the forest, whatever place they wanted to hit, put out,,,, or gets rid of requisites there, and he sits down in the wilderness, thinking, “Whoever own, you don’t go to the forest,” and he does just said, “Nay,”",
    "ai-tika-vin02t18:26_2": "live having delighted towards oneself, delighting in the senses, which is peaceful,",
    "ai-tika-vin02t18:26_3": "Whoever has gone forth in this dispensation of the kind of work, wages in this way, is called a “respect”. Those who do not live on another’s instruction, and who earns incarnation or in twenty-two parts.",
    "ai-tika-vin02t18:26_4": "But when he has gone forth in this dispensation, he abandons the four kinds of conduct, he established himself in the company of the Enlightened One, the Enlightened One, the Enlightened One’s word, and he, having given up his meditation subject in the neighborhood of a village, he, took a meditation subject on the ground, and after giving up his own mind, then he goes forth into homelessness.",
    "ai-tika-vin02t18:26_5": "Those three gentlemen had three gentlemen.",
    "ai-tika-vin02t18:26_6": "Therefore it was said: “These are formless states.”",
    "ai-tika-vin02t18:27_0": "do not let them do so.",
    "ai-tika-vin02t18:27_1": "In this way there was a gentleman who lived in harmony, and preparing all these three kinds of becoming . And it seems, observed inigents, speaking thus: “They will be walking mindfully; it seems, a gentleman who is chatttting along the road,” like a jungle, and who favourable to the gods. And he had three times shakes like a leaf fury wash and consequence from a good family. Then he cannot walk well-to-do family wherever he was.",
    "ai-tika-vin02t18:27_2": "Now, he said, “Because of that I’m impermanent!”",
    "ai-tika-vin02t18:28_0": "But what do you know about this, or that you don’t know.",
    "ai-tika-vin02t18:28_1": "For a fully awakened Buddha, when a eighty thousand Bhikkhus questioned without acquaintance, making amends for an eighty thousand Bhikkhunīs, the thirty-two marks of a great man, and the Independent Buddhas announced them to the truth, saying, “This is how they must beginned.”",
    "ai-tika-vin02t18:28_2": "And at that time the Fortunate One said: “I am no one of my supernormal powers with my psychic powers!” But while still engaged in pervading all my perfection in the scriptures, he collected the robes, and went away with another robe, and went to an assembly. But he spread out my robe, and went to the end of the path.",
    "ai-tika-vin02t18:28_3": "Thus he spoke to him, who was not fully mature.",
    "ai-tika-vin02t18:29_0": "Since it was said this, the elder thought, “ it seems, is it seems?” But after hearing the message of her, she thought, “What are you doing me now? I saw the Buddha, who have gone forth through the path to the Darkhinī, how could there be an unjust?”",
    "ai-tika-vin02t18:29_1": "At the same time the Buddha spoke of the Elder Nun Bodatta’s bodily relics, etc., and then resembled in the way he was unsuitable to rose up like a cloth.",
    "ai-tika-vin02t18:29_2": "The elder said, “This is a messenger, a singing of mud, like a rinse-apple tree with the hand of the Ganges river, and does not know, “Friend,” and he said, “Hastening it in the world with one of the rinsing.”",
    "ai-tika-vin02t18:30_0": "Therefore the Fortunate One, after approaching, approaching, and going to meet him,",
    "ai-tika-vin02t18:30_1": "When this was how it seems,",
    "ai-tika-vin02t18:30_2": "But just as the Buddha says I am going to meet them with my father and having (it).”",
    "ai-tika-vin02t18:30_3": "“Only when the Buddha was walking mindfully in the leaf huts, they waited on the road to the Buddha, therefore they say, the elderly traveled by.”",
    "ai-tika-vin02t18:30_4": "Come forth, Come forth!",
    "ai-tika-vin02t18:30_5": "he washed his feet, like a golden plough with the hand of a lotus stalk, holding the color of his feet, and sesame flour in the golden palms.",
    "ai-tika-vin02t18:30_6": "Paccekabuddhas called the Buddhas, noisy dye over the body, but which is why the time washed to shake.",
    "ai-tika-vin02t18:30_7": "to get a wide opening, and a mind that was clever enough,",
    "ai-tika-vin02t18:30_8": "for the sake of using up water. That is why the Buddha washed his feet, floors, troopsing at the foot of mendicants for the mendicants, and that’s why his mind is broken, but that is why the troopsite of the mendicants.",
    "ai-tika-vin02t18:31_0": "The Buddha said to him, “The senior venerable Anuruddha is speaking from the Saṅgha”,",
    "ai-tika-vin02t18:31_1": "Anuruddha’s single solitary: this is how they are told.",
    "ai-tika-vin02t18:31_2": "Aren’t I ask about anything in advances?",
    "ai-tika-vin02t18:31_3": "I remember what I said.",
    "ai-tika-vin02t18:31_4": "This is said:",
    "ai-tika-vin02t18:31_5": "I hope you’re keeping well, Anuruddha and friends; I hope you’re all right. I hope you’re getting better. I hope you’re comfortable to life. I hope you’re getting almsfood. And I hope you’re having a comfortable rubbed after misfortune, who have looked after you’re sex with me.",
    "ai-tika-vin02t18:31_6": "Because he is unable to do this, he should go forth as an ascetic or a renunciate.",
    "ai-tika-vin02t18:32_0": "When he was given to him, he said, “Kimbila, what will you do?” and “There will be a great deal of merit, who have gone forth in the forest grove, saying, “When you have gone forth in the forest, what is this wrong path to you like?” and they disturbance, he said, “As I hope you have left the path to consequence of such a complete assembly. How is it that you will be in harmony like a scriptureding the path, or that you not?”",
    "ai-tika-vin02t18:32_1": "Herein, just as, when bubbles and water is set up, they mix closely with each other, so on with one side and with water. When a poisonous path is going on the way to the origin of the world.",
    "ai-tika-vin02t18:32_2": "If looking at others, he thinks: “My mind is currented and fitting to invade the eyes. Were there, Venerable Piyaka, and looking after one another with eyes.”",
    "ai-tika-vin02t18:32_3": "In one place where the knife is said.",
    "ai-tika-vin02t18:32_4": "But how do you think, ‘How can I possibly do such a thing?’ We answer, how can you think, ‘In what way?",
    "ai-tika-vin02t18:33_0": "with loving-kindness as a mental deeds, by way of body and mind,",
    "ai-tika-vin02t18:33_1": "both in public and in front of them.",
    "ai-tika-vin02t18:33_2": "the same.",
    "ai-tika-vin02t18:33_3": "Herein, wrapped in the presence of the body and speech is covered with prerecincts.",
    "ai-tika-vin02t18:33_4": "For it is when he’s undergoing a bed or chair or a bench, then the wooden and ceramic goods have been brought to him, and he should put it outside the gateway with a lump of cotton-down chariot, saying, “This is one thing, like a dead man with loving-kindness ontoon,” then he is confused of the monastery for the Community.",
    "ai-tika-vin02t18:33_5": "and he keeps the furniture in one place where there are bad dwellings, then he puts down the room in order to prepare abidings that are loving-kindness in this way: “Anyone of you, you should prepare the highest benefit”.",
    "ai-tika-vin02t18:33_6": "But a consequence with the senior elder, the daughters-in-law, and the same talk about the Teaching, and he answers in the presence of the Teacher. Protector of the Teaching, loving-kindness, and without answering.",
    "ai-tika-vin02t18:33_7": "But there is this Elder Mettiya, whom although I heard: “From among the elders, I am one of my conduct,” etc., and of the special qualities of loving-kindness, etc., is called proper conduct.",
    "ai-tika-vin02t18:33_8": "“I am a dear friend, this Elder Nandiya is happy and free of enmity, affliction and anxiety, and live in your presence.” And the Elder Mettiya, I am conveying my presence, my heart’s love.",
    "ai-tika-vin02t18:34_0": "For it is quite possible to know whether it’s dead or not, like a body unpofededed to shake or rock,",
    "ai-tika-vin02t18:34_1": "But it seems as if unification is minded, but not without developing each other.",
    "ai-tika-vin02t18:34_2": "How on earth do they set up your own mind and then do it to get the others in this way?",
    "ai-tika-vin02t18:34_3": "the bowl is one low.",
    "ai-tika-vin02t18:34_4": "When robe is finished, he should wash it. He should wash the monkey, saying, “Whoever wash it. ” He should put a bowl on the ground, put it on the edge, and then put it on the ground. When it wash it, he should clean the bowl, put it out a valuable goods, or put it away. After washing the bowl, or meat it.",
    "ai-tika-vin02t18:34_5": "“Please do it.”",
    "ai-tika-vin02t18:35_0": "Just now they ask about their characteristics. But I hope you’re about to ask about it.",
    "ai-tika-vin02t18:35_1": "Herein, you must just be used back (for you) as a low wind (for you), is the meaning.",
    "ai-tika-vin02t18:35_2": "In us, all the three people.",
    "ai-tika-vin02t18:35_3": "if he returns after walking for alms;",
    "ai-tika-vin02t18:35_4": "Monks who takes it for more than a _pattha_ measure of rice, put it aside, and put it aside.",
    "ai-tika-vin02t18:35_5": "is the one who takes alms from there, it seems, to be living together with the senior monks.",
    "ai-tika-vin02t18:35_6": "At the end of the attainments, after which he was thinking of the attainments in the morning, and he entered his dwelling and went to the assembly hall and sat down with fruition, spread out a rainy-season residence, and having dropped the fruit.",
    "ai-tika-vin02t18:35_7": "Whoever was sitting down in the first house, and after walking for alms round, he knows that after the meal and making a precincts the meal to return, he knows “I have come.”",
    "ai-tika-vin02t18:35_8": "After getting his bowl, and holding it to the bowl, he drank the sitting mat, which is an implement for him, and he then eats more after having it put away, he dry himself in a bowl and robe; he eats it carefully and then eats it after making a provisions.",
    "ai-tika-vin02t18:36_0": "When a second time arrived, he knows that he has returned first.",
    "ai-tika-vin02t18:36_1": "But if he eats food in the bowl, he eats it himself.",
    "ai-tika-vin02t18:36_2": "if he takes hold of his bowl, he eats it if he eats it;",
    "ai-tika-vin02t18:36_3": "If it is allowed to put it in an unsuitable way, he puts it in a place like a dropped on it, and he eats it away before he is like the first scoundrel.",
    "ai-tika-vin02t18:36_4": "and a third time he knows “I’m coming first,” and they replied, “I’m coming back.",
    "ai-tika-vin02t18:36_5": "When the senior monk had finished his meal and refused an invitation to eat more, he relinquished the bowl, put it away, drying the bowl, put it away, put away the water jar, and placed it in the dining hall. He then dry it, woven rice porridge, and puts it away, puts it in a bath powder, and sat down on water for drinking and sweep the ground. Holding the ground before set it washed, he drying it out.",
    "ai-tika-vin02t18:36_6": "This is the one who lives in the wilderness indication of the meal.",
    "ai-tika-vin02t18:36_7": "This is what was said above.",
    "ai-tika-vin02t18:37_0": "One who is said to live in a lesser life:",
    "ai-tika-vin02t18:37_1": "there the matted-hair rinsing water.",
    "ai-tika-vin02t18:37_2": "Who placed it in the past:",
    "ai-tika-vin02t18:37_3": "they’re void and hollow",
    "ai-tika-vin02t18:37_4": "to throw it out of one who is not able to do what is unsuitable,",
    "ai-tika-vin02t18:37_5": "Visiting the perception of hands:",
    "ai-tika-vin02t18:37_6": "Drinking water that had been drunking out of the water, he went to the lotus pond and outside the gateway, and placed it in the lotus pond.",
    "ai-tika-vin02t18:37_7": "Why don’t we do the same?",
    "ai-tika-vin02t18:37_8": "for that mendicant:",
    "ai-tika-vin02t18:37_9": "why don’t we do the same?",
    "ai-tika-vin02t18:37_10": "if he gave noise, saying: “I have given them two,” and they might leave the city.",
    "ai-tika-vin02t18:37_11": "then you should question the third section on two legal procedures.",
    "ai-tika-vin02t18:37_12": "But when a certain monk has been charming at the end of the three hands, he goes once more than that, and having seen the other hands, he is giving the perception of other hands and such the other persons.",
    "ai-tika-vin02t18:37_13": "made it flower to the second, he said: “We will attend on the hand of the hand and foot,”",
    "ai-tika-vin02t18:38_0": "In the fourteenth, the fifteenth, and the fifteenth day of the lunar half-month. This is the fifth day, soon the Elder Anuruddha, having made an end of five hundred pieces of coals. He didn’t go back to the distributor of the monastery.",
    "ai-tika-vin02t18:38_1": "There are three kinds of demonstration, whichever questions about one another of those three.",
    "ai-tika-vin02t18:38_2": "and making them do so they wouldn’t get frightened.",
    "ai-tika-vin02t18:38_3": "It was said regarding this.",
    "ai-tika-vin02t18:38_4": "At this point the characteristic of he speaks to the elders in diligence when asked by the Buddha, for heedfulness is to say.",
    "ai-tika-vin02t18:38_5": "For it is the one who behaves the alms-food and the observe property of good behaviols and picks up the bowl and robe, and dresses in ocher robes. It is a beggar for alms-food in order to get their bowls and robes, and entering the village for alms.",
    "ai-tika-vin02t18:38_6": "So the elder told him, “From this position, we should grant the meditation subject and now on that very day as we did, for the sake of our own meditation subject, and only for the sake of our selves. We don’t practice the meditation subject for the sake of diligence.”",
    "ai-tika-vin02t18:38_7": "The terms for this reasons and embankments, etc., are produced in this way arranged for our abode, and it is said to have “the island” .",
    "ai-tika-vin02t18:39_0": "The account of going to the Eastern Bamboo Park is finished.",
    "ai-tika-vin02t18:40_0": "The account of going to Pālileyyaka",
    "ai-tika-vin02t18:41_0": "Talking united Commentaries for the sake of investigation of the teaching, and in conformity with the Dhamma,",
    "ai-tika-vin02t18:41_1": "Traveling stage by stage, he arrived at the village of Anurādhapura,",
    "ai-tika-vin02t18:41_2": "went to Pālileyyaka, the same thing to that which is the most impediment which is the same thing.",
    "ai-tika-vin02t18:41_3": "The Buddha’s village, the town of Pālileyyaka, having given a gift to him at the village of Pāṭali Village, covered the leaf-hut, and then asked the Buddha, “There is far from the Fortunate One,” and he added,",
    "ai-tika-vin02t18:41_4": "but Bhaddāla is the apprehending of the meaning in the sense that upholds a tree.",
    "ai-tika-vin02t18:41_5": "The Buddha threw him in the neighborhood of a village, and he stayed at the foot of a tree.",
    "ai-tika-vin02t18:41_6": "Therefore it was said: “The Protector of an auspicious protection, at the root of auspicious sal tree.”",
    "ai-tika-vin02t18:42_0": "Then the Fortunate One, having gained seclusion for the welfare and happiness of the Fortunate One,",
    "ai-tika-vin02t18:42_1": "I was living beset, unhappy, and uncomfortable.",
    "ai-tika-vin02t18:42_2": "But how do you have an end to the Buddha?",
    "ai-tika-vin02t18:42_3": "for no-one can approach him.",
    "ai-tika-vin02t18:42_4": "For the Buddhas awakened to all kinds of fame, conceived the religion of the Buddhas, and having compassion for all beings. That is why, the one is intent on charming gold, the boat, the lord of death, and the paths at the time of the time when they come to visit the Buddhas, and in order to go and visit the time of the great alteration. This is the fourth blessings (of the Faith).",
    "ai-tika-vin02t18:42_5": "Now, here there was a large dwelling here with those who lived in Kosambi. But here they did not live in comfort with those alms-foods, live in comfort, or in because of these dwellings, they had previously practice, they must live in comfort, or in comfort, or in having previous practice.",
    "ai-tika-vin02t18:42_6": "Hence it to them: “Here the Kosambī, who are quarrelsome and respectable,”",
    "ai-tika-vin02t18:43_0": "they are called ‘angether with young elephants’, jackals’, and trunks’ and bodies,",
    "ai-tika-vin02t18:43_1": "They foster the elephant,",
    "ai-tika-vin02t18:43_2": "trickling, millet, wild gram,",
    "ai-tika-vin02t18:43_3": "And here they would plunge into the town’s village.",
    "ai-tika-vin02t18:43_4": "of elephants:",
    "ai-tika-vin02t18:43_5": "Who strivesd:",
    "ai-tika-vin02t18:43_6": "while being far away, they don’t get angry even when they die, and they’re not angry with him.",
    "ai-tika-vin02t18:43_7": "(They are) going to destruction, like a needle,",
    "ai-tika-vin02t18:44_0": "and swallow the elephant.",
    "ai-tika-vin02t18:44_1": "There the Fortunate One approached the elephant, (but) hit the skin on his neck,",
    "ai-tika-vin02t18:44_2": "Herein, when he sees that the Buddha’s disappointed, he stood in the presence of a thousand branches and trunk. From then on bringing him to the branches of the Fortunate One, he chooses his head, and when he had fallen from the vicinity of a host, he washed the fruits and washed and drugged with a fine clothes.",
    "ai-tika-vin02t18:44_3": "The teacher uses them when the teacher uses them.",
    "ai-tika-vin02t18:44_4": "Therefore it was said: “Neither water to the Buddha, drinking water for washing, and so on.”",
    "ai-tika-vin02t18:44_5": "He then brought the boys, stakes up with the thighs, and pulled up the stilt longhouses, put dry sticks on a stone, put dry sticks on the staff, and scattered it with his sticks.",
    "ai-tika-vin02t18:44_6": "“The Buddha does not want to go to my house.” And he does not deliberately, he acted like this.",
    "ai-tika-vin02t18:44_7": "likewise in the water.",
    "ai-tika-vin02t18:44_8": "and when he goes to the cool,",
    "ai-tika-vin02t18:44_9": "Because of this the Buddha said: “Sometimes he sets out water for drinking and water for washing.”",
    "ai-tika-vin02t18:45_0": "Knowing his own body, knowing how many times were worn away from the body, having founded on a body,",
    "ai-tika-vin02t18:45_1": "yet another word is found in the Fortunate One’s word (nowing) seclusion.",
    "ai-tika-vin02t18:45_2": "he uttered this exalted utterance: “Through the elephant’s neighborhood of the elephants, obligation this heartfelt sentiment, this inspired utterance:",
    "ai-tika-vin02t18:46_0": "On this verse should be understood:",
    "ai-tika-vin02t18:46_1": "this elephant troops of elephants, horses, chariots, infantry, and the mind of the elephants, the elephants and the dragons came together with his mind.",
    "ai-tika-vin02t18:46_2": "How do you agree with this?",
    "ai-tika-vin02t18:46_3": "When a man enjoys the delights of the Buddha, he thought, “I am embarrassed in a grove, in the past, future or present, and presents the elephants, caste, horses, and solitary, and goes alone in seclusion, like an elephants, horses, and chariots, and so decaying their mind do not take pleasure in seclusion.",
    "ai-tika-vin02t18:47_0": "The account of the going to Pālileyyaka is finished.",
    "ai-tika-vin02t18:48_0": "The account of the eighteen bases for talk",
    "ai-tika-vin02t18:49_0": "If you do, you commit an offense of wrong conduct.",
    "ai-tika-vin02t18:49_1": "But when doing it is time for one who is quarreling, he thinks, “Where is the time for the Community” and “It is lost,” but he does not tell him, “Whoever is giving an advocates to his own hands,” and he counts the neighboring it, he commits an offense entailing confession.",
    "ai-tika-vin02t18:49_2": "“He doesn’t throw the goods in which are drawn out from the houses, drunk from the houses, poison, pulled out, or has been put aside, and he gives the full admission to the cows, which are the to make known aside, and which is because he wants them.” Then he having put them aside, he gives them attention.",
    "ai-tika-vin02t18:50_0": "Upāli’s questions on the highway,",
    "ai-tika-vin02t18:51_0": "(They would) go at the root, made the roots, and all the roads. They have gone to the roots, reckoned as an incalculable, but which is reckoned as a nun.",
    "ai-tika-vin02t18:52_0": "477.",
    "ai-tika-vin02t18:52_1": "Whereever there is no bondage, he wouldn’t be bound by them.",
    "ai-tika-vin02t18:52_2": "Without flattering the windows on their robes, it is what is said.",
    "ai-tika-vin02t18:53_0": "if he says, “I won’t give this preliminary work to the Sangha;” and “It gets too earns in the name of an abode;”",
    "ai-tika-vin02t18:53_1": "And he is learned and memorized it. They memorize and help others remember. They understand and help others remember. They understand and help others understand. They’re skilled at knowing what’s on eighth day and what’s looked down on him. And he said, “It’s not.”",
    "ai-tika-vin02t18:53_2": "Now, the castegories were mentioned in the texts, ~ on the fourteenth part.",
    "ai-tika-vin02t18:54_0": "The chapter on those from Kosambī is finished.",
    "ai-tika-vin02t18:55_0": "Thus the Vinaya assembled in the Commentaries,",
    "ai-tika-vin02t18:56_0": "The Great Being is finished.",
    "ai-tika-vin02t18:57_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha"
}