{
    "ai-tika-vin08t24:0_0": "24. Sīmāvinicchayakathā",
    "ai-tika-vin08t24:1_0": "156.",
    "ai-tika-vin08t24:1_1": "After doing this, he said, “Now, venerable sirs.” and “There is no need to do this for us,” and he said, “Don’t do what we say.”",
    "ai-tika-vin08t24:1_2": "Herein, the Sangha is brought by means of a legal procedure consisting of one motion and three announcements.",
    "ai-tika-vin08t24:1_3": "Transmigrating the relics, Etc.",
    "ai-tika-vin08t24:1_4": "It is unadhered in possession of dwelling in the possession of Vibhaṅga thus: “This isn’t lost . ”",
    "ai-tika-vin08t24:1_5": "Herein, caught up in them, he shows them the eleventh and the eleven months.",
    "ai-tika-vin08t24:2_0": "he is able to do the invitation procedure by means of the Sangha that works done by himself, where he sits down on the lower part of the Sangha, and he sits down on the legal procedure with the spots in the midst of the Sangha, and he sits down on the same sheet, thinking, “They are able to stand.” But he doesn’t able to sit down on the sheeter.",
    "ai-tika-vin08t24:2_1": "In the eastern direction: “This is the first direction, this is the shape of its direction that is not the sign, but in that direction, wherever he reckoned as an intermediate direction” and “This is the sign, what is the shape of its direction that is the first direction?” and he should be appointed by its mark thus: “This is the shape of its settles.”",
    "ai-tika-vin08t24:2_2": "After roaming the three signs of (?) the circumference on the boundary markers, and on the ground, he just as the sign of a hide (wholesome) deportment) in the sign, which is the meaning.",
    "ai-tika-vin08t24:2_3": "Without taking it, he is allowed to go to wherever he is not?",
    "ai-tika-vin08t24:2_4": "And although a mansions, even if he has already gone around three times, in the heaven of the Vinaya three times, etc., and it is not allowed to in the way beginning, “Even if it is not made by a stilt longhouse,” and so on, etc., before he has told the sign in the way that is expounded, “This is stilt longhouse,” and so on.",
    "ai-tika-vin08t24:3_0": "he proclaims what is mixed up with one another’s seat,",
    "ai-tika-vin08t24:3_1": "his boundaries are boundaries in the western direction.",
    "ai-tika-vin08t24:3_2": "A jewel-treasure should set employed each one by one: “Peointment is embarked, divided, and place them in this way.”",
    "ai-tika-vin08t24:3_3": "Also it is allowable to live alone in the same way.",
    "ai-tika-vin08t24:3_4": "Because even a mangoes one doesn’t become a fixed.",
    "ai-tika-vin08t24:3_5": "and the signs of two kinds: roaming the signs, etc., but not their breaking down into it.",
    "ai-tika-vin08t24:3_6": "But when you run out, you can’t get to see the two ends of support, you’re infected to recommended with wisdom. You’d better do whatever needs to make your idea that is wrong.",
    "ai-tika-vin08t24:3_7": "If the first head isn’t worth a sixteenth part of this boundary, then it is to be done after one’s own deed and excreting it with one month, but only the other are to be done.",
    "ai-tika-vin08t24:3_8": "Each (etc.) means why the monks are able to do legal procedures for each other, and not allow the cases for their own work. In whatever place the monastery was ready to create a rope.",
    "ai-tika-vin08t24:3_9": "They don’t do a legal procedure with announcement, nor do they cause a deed. They don’t create a deed.",
    "ai-tika-vin08t24:4_0": "They built move on a mountain-top, and it wasn't spoken of.",
    "ai-tika-vin08t24:4_1": "Likewise he wandered in the same way.",
    "ai-tika-vin08t24:4_2": "the other word “boundless” they are groaning and cramping.",
    "ai-tika-vin08t24:4_3": "The elephant’s navel is placed on the ground included by the elephant’s neck.",
    "ai-tika-vin08t24:4_4": "But the Buddhas called Vajirā, “The one who has entered upon the Jina, the one precious mountain, and the one who was beared with a holy mountain treasure,” and “It is said to have consecration of the treasure.”",
    "ai-tika-vin08t24:4_5": "Or else the four directions, or the masters of the three quarters, that is to say, on the four directions, etc., and four directions, they are designated in one directions, and they are not allowed to each other.",
    "ai-tika-vin08t24:4_6": "Since he is not allowed by one, therefore it is not allowable to him.",
    "ai-tika-vin08t24:4_7": "By doing he making no sign of what is there for someone elsewhere, they say, “This is the necessary matter?”",
    "ai-tika-vin08t24:4_8": "Hence it is said: “If I lie down,”",
    "ai-tika-vin08t24:5_0": "thirty-two teeth are the shape of a lump of froth holding on top of a black lump of foulness, and in currents, composed to the palm leaf-hut and movements, saying “It is the shape of a pair of rows,” he should be excited in the middle.",
    "ai-tika-vin08t24:5_1": "But the lamps of the wide in the thirty-two quail, that is to say, the thirty-two palms of a sesame, and the palm trees that are stated in the way.”",
    "ai-tika-vin08t24:5_2": "(The elephant) after taming the elephant’s legs legs of the elephants, horses, so on, and it then the top of the itself in the sky intended for a league, and it is dropped on the ground.",
    "ai-tika-vin08t24:5_3": "For if he goes against the elephant’s foot, it goes down to the peak of stone.",
    "ai-tika-vin08t24:5_4": "the Vajirā:",
    "ai-tika-vin08t24:5_5": "If there is a level, he should not make the four directions for the four directions, the one who is stilt longhouse for the four directions, and for the four directions. As to the belly, if it is to be found filling the earth element by one, they are able to discern them, and one who isn’t capable of knowledge.",
    "ai-tika-vin08t24:5_6": "And that’s just what he did.",
    "ai-tika-vin08t24:5_7": "only the ground is carried on the earth by its great sea. For it is said to have a value of mountains,",
    "ai-tika-vin08t24:5_8": "so they spread their grass torch, wiped out a pit of grass, or trees. (The Elders) presented themselves to the Elder Nun Cira’s Mount Vepajā.",
    "ai-tika-vin08t24:5_9": "stones, termites, and carpets are well considered inquired: Then it is the mode of costritive .",
    "ai-tika-vin08t24:5_10": "A stone is like a rock bottom stone,",
    "ai-tika-vin08t24:5_11": "In the fourth tetrads the sign of a tree is said to be the calming sign in the plant of trees.",
    "ai-tika-vin08t24:6_0": "At that time they were re-admitted, gross, and ignorant, their hearts were concluded, not loving.",
    "ai-tika-vin08t24:6_1": "for that is allowed likewise with the four _paṇḍaka_saka_ coins, and so on.",
    "ai-tika-vin08t24:6_2": "for the reinstant of the Thirty-Three, (and) reinstantly precincts (together).",
    "ai-tika-vin08t24:6_3": "(but) it is to be said: In this way the tree is to be shown by the shade of the tree,",
    "ai-tika-vin08t24:6_4": "it was said in the four kinds of tree: a disciple of the tree,",
    "ai-tika-vin08t24:6_5": "When the Sambuddha was lost, he said, “There are three trees for the Buddha,” “There are many other three trees that are far from here.",
    "ai-tika-vin08t24:6_6": "also ‘He can also be called “blessed” when it comes to the edge of the charnel ground, it’s said.",
    "ai-tika-vin08t24:6_7": "But some cycle or two eons have gone out, or if there are just one, it is allowable for them to do so many.”",
    "ai-tika-vin08t24:6_8": "They build a dwelling with the door. They built the roof-covers, trees, and making a roof for the porches, and when the trees or out the shade of the dwellings in the middle, and they make a living in the open. He thinks, “Sweeps the monastery, or as was the meaning.” They do the meaning is that he.",
    "ai-tika-vin08t24:6_9": "If they’d cut down all the trees, it would be used for one to make a dwelling, and then because there is no one of them. How could they not be done?”",
    "ai-tika-vin08t24:6_10": "for if they do so, they respond to the dwellings, etc., as he does not come into the next life.",
    "ai-tika-vin08t24:6_11": "They build one place in the revenues of a certain place. The meaning is the same place as a one standing at the foot of a tree.",
    "ai-tika-vin08t24:7_0": "like a needle case, the wound that was said to be the wound of the Sivaka,",
    "ai-tika-vin08t24:7_1": "“Hailing the wound in shelter.”",
    "ai-tika-vin08t24:7_2": "But when anyone in the Aṅgiya clans were about garlands, frameworkers, sesame seeds, pins, bamboo poles, chariot-makers, and infantry.",
    "ai-tika-vin08t24:7_3": "respecting, reverence, worshipping, and worms bringing back.",
    "ai-tika-vin08t24:7_4": "whether it is due to a superb, bamboo, etc., or beryl, etc., that cannot be added, or else a joints, etc., that is the meaning.",
    "ai-tika-vin08t24:7_5": "At that moment the calf-food as a calf in the “haddā” when it was being carried on the ground, he drove it away.",
    "ai-tika-vin08t24:7_6": "But when it was swept away the roots, pulled up by the branches and leaves, it would not be exactly like a jackal.",
    "ai-tika-vin08t24:7_7": "There are no roots that have a branch,",
    "ai-tika-vin08t24:7_8": "And there was a lamp that was needle, namely, the worms that were lion’s roar, the tips that were to say, the steps in the way that the genitals said, “It’s the needles to give to the wings,”",
    "ai-tika-vin08t24:8_0": "in the middle of the day (King) Disciples",
    "ai-tika-vin08t24:8_1": "Which is the size of the head and the two ends of each paths, and the two bonds they are bound to the square?",
    "ai-tika-vin08t24:8_2": "In the same way, of those four quarters, who are able to leave outside the regions, four quarters, and four quarters of the paths come into four quarters. When they do so, each other, they may be able to discern the four directions, and they think of the paths of each other.",
    "ai-tika-vin08t24:8_3": "How do you get rid of in one way?",
    "ai-tika-vin08t24:8_4": "the four paths of others; these are the four paths of the other;",
    "ai-tika-vin08t24:8_5": "If it is the four paths, the western direction, and it is said in the four directions. That is why they should arrival in various directions.",
    "ai-tika-vin08t24:8_6": "But when the monastery is finished that in this way:",
    "ai-tika-vin08t24:8_7": "At the Eastern Monastery, thinking: “Of the four paths,” and they told him what was happening. Soon afterwards, they added: “From the Eastern Monastery, the first path isn’t able to distinguish the path to practice with each other and four paths,” then all the three knowledges, with the four paths, that is why only one, the each other.",
    "ai-tika-vin08t24:8_8": "Indeed, “It is allowed to go outside the lamps,” and outside the city gate, in the four directions. When it is finished, it is said to be one or other.",
    "ai-tika-vin08t24:8_9": "The Vajirā, however, is described in this way: “This is the place where it is kept, the Buddhas have gone, to be placed on the road, and that is proper for one who has gone to.”",
    "ai-tika-vin08t24:8_10": "more than that, too, he must stay in the signless.",
    "ai-tika-vin08t24:9_0": "In the north of the nun Uttara, at the time of the nun Cāḷī, when she has gone to the characteristic of going to the river, she is allowed to disappear.",
    "ai-tika-vin08t24:9_1": "The Outcomes of the island said: “The act of the essence of the Bhikkhunīs is neither too tight nor too loosely by the Community of nuns. The nuns has made amends for their vision.",
    "ai-tika-vin08t24:9_2": "This is what is called to say about catching the marks of his skin, flesh, sinews, and bones, or musical instruments—they are said to be a “giant”.",
    "ai-tika-vin08t24:9_3": "But the Buddha Vajirabhita, known as the Enlightened One in the Council of the Three Times (of the holy), “It is allowable to make it to spring about even a hair-sphere,”",
    "ai-tika-vin08t24:9_4": "‘This is so,’ means it doesn’t pull out from the cemetery. Wherever four months it’s uncleans, the water isn’t stayed on the ground, or that’s unpleasant to make it.”",
    "ai-tika-vin08t24:10_0": "Since there is no accumulation, they can’t do it, and it is impossible that they should point out.",
    "ai-tika-vin08t24:10_1": "For it is not allowed to make it even that they are not able to discern it, still it isn’t allowable to make it clear.",
    "ai-tika-vin08t24:10_2": "he spreads outside the place where it stays, but stays firmly.",
    "ai-tika-vin08t24:10_3": "Thinking back to hurry, they loved ones.",
    "ai-tika-vin08t24:10_4": "For it is not possible to chop the water in the confluence for such a place where there is no water, or as a glory or rain that cannot be found.",
    "ai-tika-vin08t24:10_5": "The water is not covered and dropped into it.",
    "ai-tika-vin08t24:10_6": "for a step, the water is not overflowing,",
    "ai-tika-vin08t24:10_7": "That is why it is said: “He cannot count for the sign of serenity, not even looking at the water, or is it.”",
    "ai-tika-vin08t24:10_8": "“There is no reason for the appearance, not for anywhere the sign, nor do the water stirred by theft.",
    "ai-tika-vin08t24:10_9": "At the time when he was born, a gladness, etc., is not able to apprehend the sign in the way beginning, “It is not allowed to entering the sign.",
    "ai-tika-vin08t24:10_10": "If he allows anyone to establish the boundary between the village by means of which he reaches another village.”",
    "ai-tika-vin08t24:10_11": "at the root of the trees,",
    "ai-tika-vin08t24:10_12": "After breaking the water, like a droping sun with the trunk,",
    "ai-tika-vin08t24:10_13": "After breaking the wind from the sky, and having breakd the mouth from the water of the mouth, he breaks the wind by the wind.",
    "ai-tika-vin08t24:11_0": "Looking to the lax, hunger, and thirsty.",
    "ai-tika-vin08t24:11_1": "tossed aside like a cow-pen with a hole,",
    "ai-tika-vin08t24:11_2": "Instead, having lifted up the windows.",
    "ai-tika-vin08t24:12_0": "It is preceding all the signs beginning with in all directions, like one or other of pearls .",
    "ai-tika-vin08t24:12_1": "It is so called because of the sections on the mountain, and so on.",
    "ai-tika-vin08t24:12_2": "“One signs” apprehending the sign in that same way, sir,",
    "ai-tika-vin08t24:12_3": "Once again to the east, sir, what is the sign to teach?”",
    "ai-tika-vin08t24:12_4": "the shape of mud is the shape of crosswise.",
    "ai-tika-vin08t24:12_5": "The sinews is the shape of a patchwork animal.",
    "ai-tika-vin08t24:12_6": "Four fastenings:",
    "ai-tika-vin08t24:12_7": "But when the momentals are the shape of a permutation series or their defects, then the inner clothes or their inner skin is correct.",
    "ai-tika-vin08t24:12_8": "or both are the shapes of hidems, in the middle of the positions, in the middle of a drop of bubbles, etc., and has bubbles.",
    "ai-tika-vin08t24:13_0": "159.",
    "ai-tika-vin08t24:13_1": "When it has been shown that a preliminary sign, and having shown that he is present to the evening for a funeral pyre, etc.,",
    "ai-tika-vin08t24:13_2": "Herein, all kinds of delimitation: he takes place in a receptacle for more than delimitation, that is, fewness of wishes.",
    "ai-tika-vin08t24:13_3": "but we have a legal procedure consisting of one motion and three announcements.”",
    "ai-tika-vin08t24:13_4": "gathered together with their hands, and gathered together with their hands,",
    "ai-tika-vin08t24:13_5": "This is the first kind of legal procedure that should be done in accordance with the four characteristics, while the first managed to be done.",
    "ai-tika-vin08t24:13_6": "As far as the village of that village remains in that village, whatever place the monks are fastened by a native spirit, established in one particular village, and an upper robe.",
    "ai-tika-vin08t24:13_7": "They’re bound by a deer, not enterprise from a foreign land, without turning weapons, and hatch safely over their heads. So they shouldn’t do their work in return.”",
    "ai-tika-vin08t24:13_8": "All of them deposed their hands, and having gathered their robes, all the ornaments placed on the elephant’s neighborhood of them. Out it all the Bhikkhus bestowed on their way.",
    "ai-tika-vin08t24:13_9": "when they had brought to consent, they brought together and brought out for the purpose of (good) consent.",
    "ai-tika-vin08t24:13_10": "When it has been done in the village, whether there is only fourteen, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred, a thousand, or a hundred thousand rebirths of offenses simultaneously. And the second is said to be “where the meaning” the name of this second jhāna is used in the same way.",
    "ai-tika-vin08t24:13_11": "which is stated in the third way beginning, “Whoever is character” is included in the third characteristic of neutrality.",
    "ai-tika-vin08t24:14_0": "160.",
    "ai-tika-vin08t24:14_1": "After doing this declaring the head, and (saying): “Noble Ladies of action, they will give (to us) deeds that have attained to the highest deed,” and so on, they don’t give the simile.",
    "ai-tika-vin08t24:14_2": "Herein, “Because of me the words,” “Bringing down my good fortune” is said.",
    "ai-tika-vin08t24:14_3": "In this way the Buddha has spoken of the sixty-three aggregates of the sabbath.",
    "ai-tika-vin08t24:14_4": "for he is pure in heart: he should purify his enemy that he should clean himself.",
    "ai-tika-vin08t24:14_5": "For a procedure that requires one motion and one announcement, it is the second time to the motion and three announcements, then the second and the third announcement, and the fourth.",
    "ai-tika-vin08t24:14_6": "if he sits outside the boundary markers outside the monastic boundary that defines who are outside the boundary markers, and nostrils, and having finished his head, he then looks outside the monastic boundary in the way.",
    "ai-tika-vin08t24:15_0": "161.",
    "ai-tika-vin08t24:15_1": "After doing so, the Buddha laid down a determination on one side for the following day, on the following day, and instead of having determined which determined the monks’ work, under the sentence that has been exceededed in the neighborhood of a group of travelers. And he shows how the consent has been brought for those who are not distributed.",
    "ai-tika-vin08t24:15_2": "Herein, there is less than three robes: if a monk stays apart from his three robes, he may designate that same boundary as delimiting a may-stay-apart-from-the-three-robes area, then if he stays apart from that robe-cloth with his three robes area, he is the meaning of that.",
    "ai-tika-vin08t24:15_3": "apart from that village or town: the vicinity of inhabited areas, the meaning may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin08t24:16_0": "they went to an end of the spiritual life.",
    "ai-tika-vin08t24:16_1": "even one threw in the family home, whether in the home of the families, for a single family separately,",
    "ai-tika-vin08t24:16_2": "When will be reborn in the company of the families, in ancient family, and when one among the families held there is no calming it.",
    "ai-tika-vin08t24:17_0": "162.",
    "ai-tika-vin08t24:17_1": "Thus, having shown that he is satisfied by the head, gave it here in detail: “This is a detailed explanation, this is the meaning in brief.”",
    "ai-tika-vin08t24:17_2": "apart from the vicinity of boundaries, he may tie the boundary until the end of a delimitation, except for an appropriate occasion.",
    "ai-tika-vin08t24:17_3": "bound by boundaries in the lions, bound by (only) in the forest,",
    "ai-tika-vin08t24:17_4": "when she is finished, alcoholic drinks,",
    "ai-tika-vin08t24:17_5": "They bound bound bound bound bound bound by the lion’s site, but they can do their work without expectations, and they gave their consent to mentions to each other.",
    "ai-tika-vin08t24:17_6": "each is expert in the sign of foulness, clung to the village, for half a month, and enclosed by 80 kilometers, all entered the village.",
    "ai-tika-vin08t24:17_7": "“I remember as allocations and perhaps” is said in order to do so, but rather it is none.",
    "ai-tika-vin08t24:17_8": "Hence it is said: “It is not allowable to go (there) to the monastery.”",
    "ai-tika-vin08t24:17_9": "That’s why it’s possible to define a different deed with various kinds of deliverance, and so on. That is why it is not allowed to go towards all the various kinds of becoming.",
    "ai-tika-vin08t24:17_10": "When you’re bound by boundaries, you should deliver the boundaries that he can’t do the same thing, but the newly arrived monks from the group of six. ...",
    "ai-tika-vin08t24:17_11": "were all close to the monks.”",
    "ai-tika-vin08t24:17_12": "For one indicated the signless, even with a single breath, surrounding the sign, etc., in one of hating the body of a certain point.",
    "ai-tika-vin08t24:18_0": "that involves the drum of the earth, (saying): “He is able to get any requisites.”",
    "ai-tika-vin08t24:18_1": "and that at the time is successful in this way.",
    "ai-tika-vin08t24:18_2": "When they hear a sound of drums, or the Saṅgha’s perceptions sound, but when they hear that it comes into a village. Having heard that sound, it making that newly arrived, it was they practiced in the neighborhood of a village or town that it was given to them.",
    "ai-tika-vin08t24:18_3": "It is because of that she said: “Have made the sound of drums,” and when someone has made an effort done away with respect to him, she made an effort.",
    "ai-tika-vin08t24:18_4": "“‘After doing so,’ he can exhibit until he has determined work. But if he is slaughtering, he should speak to the eastern quarter in the four ways. He should then pay homage to all the time, he should be understood, dealt with anything that needs given to them, is to be understood.",
    "ai-tika-vin08t24:19_0": "163.",
    "ai-tika-vin08t24:19_1": "going forth in shaven, friends, and companions,",
    "ai-tika-vin08t24:19_2": "May all the legal issues that come up for the welfare and happiness.",
    "ai-tika-vin08t24:19_3": "if he takes one group and twenty-four years from business to be done with a legal procedure and he is unsure of the Sangha;",
    "ai-tika-vin08t24:19_4": "This is what was said from one who has said:",
    "ai-tika-vin08t24:19_5": "for by one who is able to sit together in a single monastery where the monks are able to sit on the ground.",
    "ai-tika-vin08t24:19_6": "This is the modes, (the result of) deeds, the requisites, and the caravans have been described in the world.",
    "ai-tika-vin08t24:19_7": "he should place the sign thus: “This must be placed on the ground, that is, the sign of foulness, the trees, the signs of trees, and the charnel ground, and a piece of ground, and it is capable of developing the signless.”",
    "ai-tika-vin08t24:19_8": "he should cancel the next boundary:",
    "ai-tika-vin08t24:19_9": "In the case of the fourteenth thirteen finger joints, having a pair of piece of thirteen fingernails, enclosed each other with the foreheads. In the case of the four fingernails they are places.",
    "ai-tika-vin08t24:20_0": "he placed between the boundaries in the basics between the boundaries.",
    "ai-tika-vin08t24:20_1": "How should they expound it in an ways?",
    "ai-tika-vin08t24:20_2": "For what is that?”",
    "ai-tika-vin08t24:20_3": "In this way many skulls, what more is more than one.",
    "ai-tika-vin08t24:20_4": "and then later he regrets it.",
    "ai-tika-vin08t24:20_5": "The rest is the sign of the boundless called “The Mine Viḍūḍabha.”",
    "ai-tika-vin08t24:20_6": "they will not be able to put on your sarong and wrapped in three times, and don’t get close to him. Then we won’t do the work.",
    "ai-tika-vin08t24:20_7": "For when you’re bound by boundaries within a monastic boundary, and when you’re not derived, we’ll do the observance-day procedure by decrease.",
    "ai-tika-vin08t24:20_8": "When it is finished, he may abolish the boundary that defines who belongs to the same community.",
    "ai-tika-vin08t24:20_9": "Instead, the ground should be undertaken by a tie of leaf, and they bound together. This is how they should remove all throw away from the response.",
    "ai-tika-vin08t24:20_10": "For those who are weaked then do not get enough.",
    "ai-tika-vin08t24:20_11": "when it’s bound by jujube seeds.",
    "ai-tika-vin08t24:20_12": "For perhaps it is said in the next village by a monastery in the middle of the village, and not in the neighborhood of the monastery that is irreversible and fit to stand—that is what is meant.",
    "ai-tika-vin08t24:21_0": "if she does a building a hut made a act according to the story of the house;",
    "ai-tika-vin08t24:21_1": "Suffering is agitated through the eyes of pleasure and pain.",
    "ai-tika-vin08t24:21_2": "nor do the signs that have been made by kings or Kings.",
    "ai-tika-vin08t24:21_3": "And just as when a sign has been described in the way already described, the perception of people in the way already described, their perceptions would not be disturbed,",
    "ai-tika-vin08t24:21_4": "Entering the signs: eventually the signifying the sign of the thirteen,",
    "ai-tika-vin08t24:21_5": "In this way the mattress, knowing that they were not worth a sixteenth part of overcoming this matter.",
    "ai-tika-vin08t24:21_6": "For the meditator’s possession of the similes that must be told in all ways as natural principles, and all that happens to be spoken of in each door.",
    "ai-tika-vin08t24:21_7": "Having said all the teachers, he should see everything according to the doctrine of the teachers.",
    "ai-tika-vin08t24:22_0": "walls made of bricks, walls, and stones.",
    "ai-tika-vin08t24:22_1": "The sal tree is allowed to make the sign of stones, such is allowable for one purpose of what is suitable.",
    "ai-tika-vin08t24:22_2": "Then there is no way to make the whole sign, including the whole of the spiritual life. On the size of a single stone, he should be told to say: “This is not allowable for one,”",
    "ai-tika-vin08t24:22_3": "Standing in the air, making the sign resembles on the wall, standing on the ground, sitting mat on the ground, and on the top of the new.",
    "ai-tika-vin08t24:22_4": "placing it in the forecourts, and placing the mind on the top of the inner quarters, at the inner quarters, that is designated as “the instance”.",
    "ai-tika-vin08t24:22_5": "when he is presented by the absence of the womb covering the fourfold lesser . And the shape of a four-footed floor is the shape of four.",
    "ai-tika-vin08t24:22_6": "Of the inside of the whole of the rolls, at the end of the scene,",
    "ai-tika-vin08t24:23_0": "he is outside the monastic boundary, he is one who stands outside the middle within the end of the four legs.",
    "ai-tika-vin08t24:23_1": "The Palace of God is the one who is pregnant, because it is its near enemy of the mendicants, it seems to be found through this one or two parts of the mendicants.”",
    "ai-tika-vin08t24:23_2": "underlying tendencies, he does not descend to the sign, nor settles down upon him when the space is finished, without a space below, the meaning is, it is.",
    "ai-tika-vin08t24:23_3": "lowering the lower jawbone, the lower part of the belly above the palms, and the belowest.",
    "ai-tika-vin08t24:23_4": "for if in two or three directions the regions is not above;",
    "ai-tika-vin08t24:23_5": "Put downwinter in the lower part of the monks is exceedingly the newly arrived monks; if he stays over one side.",
    "ai-tika-vin08t24:23_6": "The sky lows over the upper edge. When the wall is finished, the boundaries within the boundary, they are going down.",
    "ai-tika-vin08t24:23_7": "When there are four facts of rainy season: it is bound under a limited place, a limited period, or if it is a limited place with the water, it’s not appropriate to shave off.",
    "ai-tika-vin08t24:23_8": "While the stone was thrown on the top of the Commentaries.",
    "ai-tika-vin08t24:23_9": "If it is already described, the monks who do not have it that they are too late in the way already described. If it is an opportunity for twenty-five monks, they have a single vicinity. Their enlightenment is uninterruptedly.",
    "ai-tika-vin08t24:23_10": "but Virūpakkhas, knowing that it is best, on all the four directions, that is to say, sense the using of controlled in the various directions, and in the four directions, etc., were put in a tree in the western direction, and in the western directions, and the western directions.”",
    "ai-tika-vin08t24:23_11": "And even when they set out rolling on a foundation of signs and in moment, they are bound to be found inside the swallowing their heads, rolling on a leaf-hut, and instead of wings.",
    "ai-tika-vin08t24:24_0": "When the sign is finished, the shade is said to be scattered and divided,",
    "ai-tika-vin08t24:24_1": "it is said in the upper edge as the upper leper— This is the place where the an obstacle for them.",
    "ai-tika-vin08t24:24_2": "For if the places stand above the upper story at the upper story, it’s a upper story, and it’s a upper story.",
    "ai-tika-vin08t24:24_3": "But if many signs are left by the upper story of the posts, then the upper story of the palace floors, except for the air.",
    "ai-tika-vin08t24:24_4": "Here is these, even when the timber is stretching the fact that it remains, or it follows: “This timber is starting up, it seems to the exterior. Whatever quarrels, arguments, and fights, it stays here and there.”",
    "ai-tika-vin08t24:24_5": "“There’s no need to live in the village.”",
    "ai-tika-vin08t24:24_6": "“Transmigrating from this,” he said.",
    "ai-tika-vin08t24:24_7": "So, having done what is to be done, all should do what is included in the monastery, and enjoy the special qualities of the opposite sex. Having done, he should seek out about all the special qualities of being invited, and he should look out for a place.",
    "ai-tika-vin08t24:25_0": "Tārovel, when ropes were struck down at the root of a palm tree with root and dropped on it, it came down to the root of a palm leaf. When it is called “which is the root of the palm tree, it is the root of the opposite sex and so on.”",
    "ai-tika-vin08t24:25_1": "The shape of overpowers is the shape of a badly-pared skin;",
    "ai-tika-vin08t24:25_2": "Abandoning is the shape of droping cemeteries and above cemeteries.",
    "ai-tika-vin08t24:25_3": "Or in the middle are the shape of two or three drops of lowing coals in the middle.",
    "ai-tika-vin08t24:25_4": "It is like a snake that spreads from its peaks on the top of ghee, like a wound that spittle.",
    "ai-tika-vin08t24:25_5": "from the sky to a dwelling,",
    "ai-tika-vin08t24:25_6": "and having dwelt in the sky above, he was in the firmament with the boundaries.",
    "ai-tika-vin08t24:25_7": "And that’s what he did.",
    "ai-tika-vin08t24:25_8": "But they do not show their own masters that are eighty of their heads, etc., and have said:",
    "ai-tika-vin08t24:25_9": "But if he has a palace made of ground, it would not floor over the ground with a space on the ground,",
    "ai-tika-vin08t24:25_10": "And a stone married girl woven her of the longhouse. How on earth are weak for the last stones, in the neighbours, and it doesn’t want to be nicely it.",
    "ai-tika-vin08t24:25_11": "Eight months for the Komārabhacca",
    "ai-tika-vin08t24:26_0": "Furthermore, a swamp demolishes all the limbs with the hands. It can from the dry land, wipes on its fore-mount in the air, and its wings, above, below the collar bone and above; for all the limited paths of wings, and nostrils. And even when there is a place with the netw palaces, nostrilsing above and swiftly to be found in the charnel ground eventually, as long as it were, they were, nostrils from the mouth, and plunges of the netws of the stone.",
    "ai-tika-vin08t24:26_1": "For all the boundaries with the boundaries in their own neighborhoods and their own fields, and those bound them in the neighborhood of a village, town, or causing the opposites, and in whatever way they have obtained the ultimate foundation of the Faith. And however, however, did they describe that wealth?",
    "ai-tika-vin08t24:26_2": "For that is why, whether in the wilderness, river, or picks up a new town, the village, the smaller sections on the near shore, and the far shore. This is the far shore.",
    "ai-tika-vin08t24:26_3": "One thing such as these, how many different progress is eliminated in the different places, etc., not of the heart and kidneying ten.",
    "ai-tika-vin08t24:27_0": "those lower parts in the mountains, and in the open area,",
    "ai-tika-vin08t24:27_1": "Leaves, she needs flour, and clay is the meaning.",
    "ai-tika-vin08t24:27_2": "After making that precisely the work, with the five lower range of latches, and people brought them to place it, thinking “They will be lowered,” he said, “It is.”",
    "ai-tika-vin08t24:27_3": "Herein, take side,” she said, “There is this manner.”",
    "ai-tika-vin08t24:27_4": "lower, thinking, “I climb it at a place ford,” he said.",
    "ai-tika-vin08t24:27_5": "—”That is what is happening to quickly if it is said by the stilling of arrogance, he commits an offense entailing expulsion.",
    "ai-tika-vin08t24:27_6": "But when the mountains are cracked by the foot, he should perform it as before.",
    "ai-tika-vin08t24:27_7": "Hence it is said: “Anyone who is caught outside the gateway,” and they referred to the session thus, “First here, deliver it is bounded in the size of boundaries.”",
    "ai-tika-vin08t24:27_8": "The sinks when he is outside the monastic boundary, the mountain does not sink down, inferior to the mountain.",
    "ai-tika-vin08t24:27_9": "When he is outside the ground, he thinks, “Not above ground”; the meaning is, it is delimited, and he does not exceed it.",
    "ai-tika-vin08t24:27_10": "It is said to be “position” for his own hands, at the foot of the size of a mountain, and one who is worthy of it, the meaning is not worthy of it.",
    "ai-tika-vin08t24:27_11": "“Only he says, “Because he does not cross over the boundary,” “There is no need for himself to be here; it is to be given to all,” “There is no need for himself to show the cross-legged.”",
    "ai-tika-vin08t24:27_12": "for it is simply ardent, thus it is “unbounded” .",
    "ai-tika-vin08t24:28_0": "When one is counting, he thinks, “This mountain peak is at the peak,” and so on.",
    "ai-tika-vin08t24:28_1": "when the Sambuddha Vajirā thought: “This mountain was no one at the time of the Buddha once",
    "ai-tika-vin08t24:28_2": "And have these doors to ward off the desert from the near shore to the far shore.”",
    "ai-tika-vin08t24:28_3": "And this is how it should be understood.",
    "ai-tika-vin08t24:28_4": "If he stands outside the monastic boundary, they show their own way: “Stop, upper, of them, of which are drawn nearby, and of those who don’t too.”",
    "ai-tika-vin08t24:29_0": "Pokkharasāti is the first kind of lake. If it’s pulled upwards, he thinks, “If it’s muddy, it’s muddy, but only a pond’s head, then the first lion’s thinking.",
    "ai-tika-vin08t24:29_1": "lowering down to the ground, in the midst of the earth.",
    "ai-tika-vin08t24:30_0": "and bound up the boundary on the ground,",
    "ai-tika-vin08t24:30_1": "This is a tree that is overtrown by the forehead, this is how it was said to be the branch sever it.",
    "ai-tika-vin08t24:30_2": "all rounded shackles and trees are not bound together.",
    "ai-tika-vin08t24:30_3": "For that is not enough to cast a bag constantly wrapped in the rope.",
    "ai-tika-vin08t24:30_4": "you make a wish,",
    "ai-tika-vin08t24:30_5": "They prepares each other with their heads, seats, waters, fires, upholsters, and pervasion. Having plunged deep into the neighborhood of a village, town, or city swept away in each other. There is no scoopping each other with their own hands.",
    "ai-tika-vin08t24:30_6": "If he were to establish a boundary, how should you be designated as delimited?",
    "ai-tika-vin08t24:30_7": "For, in this way you should follow the extent of your own hatchet and boundaries with ropes, like the lion’s jackal who is bound with horns, etc., and end in the neighborhood of a village, like a jackal on the head or on the ground. And like a swiftly ...",
    "ai-tika-vin08t24:30_8": "This cart will be made up.",
    "ai-tika-vin08t24:30_9": "It remains unsuitable:",
    "ai-tika-vin08t24:31_0": "The Great Cloud Grove went to the great (?). Having quickly gathered on the hand of the head, they all went to the Great Monastery, the Soles of the Mahātittha garden, –",
    "ai-tika-vin08t24:31_1": "Well-formed, all the offenses entailing expulsion, you should fix the deceiver that were bound together by the Buddha. Instead of sinews of the two, three trees, and the binding them ropes, the head, the trappeders, and the bondservants, workers, and stages in the middle. And when a tree trapped on the ground, you should establish them as a debate, pebble, tied-opening place where they meet the Buddhas of the head, etc., and then expert from the in the inde of the intervalsive and the middle sections of the monastery, etc., after considerations a trees a ropeciplictations, and individuals., without being boundaries., they must beganized undertomed about even after being boundaries.",
    "ai-tika-vin08t24:31_2": "But this bond is so, it wasn’t able to later on and preceding the moments latch, as it were, then it was unable to shake off the trees that were unable to walk.",
    "ai-tika-vin08t24:31_3": "But when there is no cycle in this way, it is allowed to turn out to be found inside the tree outside.",
    "ai-tika-vin08t24:32_0": "Whatever monk says this: “Whoever has escaped the head and gone beyond this, they say, “This is like that, observed the physical contact with their own hands, I say.” But he is not exempt from the Sakyans. It is only the eighth cause of the composite sex.",
    "ai-tika-vin08t24:32_1": "for that is why the earth kasiṇa is said: “By this tree trunk, the branches that it cut down, the branches and leaves there, and the branches that it does not affect ate it.” But he drank muddyly, having dried up the branches and leaves here and there.",
    "ai-tika-vin08t24:32_2": "Suppose a mendicantth implements still had some branch trampled down. If they referred to the monks, they’d imprisoned and think down with their paste. Then they could do what they say.”",
    "ai-tika-vin08t24:32_3": "It should be said in the presence of a great lake in that place.",
    "ai-tika-vin08t24:32_4": "The monk shouldn’t consent to the branches. He stepped on the branches, but standing with the branches of a tree standing with heartwood, drunk, claying to the branch and leaves in the branches of the branches of the palm and leaves. So that mendicant is what’s said.",
    "ai-tika-vin08t24:32_5": "but here it is when he is asked: “Kill entering this great earth with its branches and leaves.” But the cracking it open, he threw the branches and leaves of the earth, wherever he wants to stepped out the earth above it, having heartwood, he can emerge from the earth.",
    "ai-tika-vin08t24:33_0": "After cutting down the sinews, he should establish the boundary on the ground in the same level. He should only the amount of the kasiṇa, with the base consisting of boundless space. He should then remove the circumference, like a cow.",
    "ai-tika-vin08t24:33_1": "On account of that, when he says this, “Koliyan’s boundary,” and when he remains outside the town or village, he does not even reach the neighbour or the village, nor do he stands outside or swallowed by him, nor does he reach the neighborhood of a village, or town, or shoots in this way: “This is right there for the stomach,” and he stair .",
    "ai-tika-vin08t24:33_2": "But he said, “By doing so,” and he reports to Kāsi and Kosala, but not by continual deed,” and he did not respond to invade him with its fortune.",
    "ai-tika-vin08t24:33_3": "for if all the monks consider it to be mended everywhere, they’d have said:",
    "ai-tika-vin08t24:33_4": "When a mendicant has a new worker done by them, therefore it is implemented and clung to them. So he should enter the branches of the branches and leaves with the branches of the branches.",
    "ai-tika-vin08t24:33_5": "but when he has arisen from the branches and foliage, he should foster the branches and leaves. Instead of all the grass, he should foster the branches and thresh them. But when the monks are finished, he should finish them.",
    "ai-tika-vin08t24:34_0": "But it is possible that this danger should be undertaken in the same way: “All the two, that is to say, bounded in the same way as a multiplying each other, and abode of the two ends, that is to say, the classed as a predominance of the variety of mindfulness, the wretched states of partaking of variety, and that mortification; or is to say, like a verdictonment, etc., or deed to the other.",
    "ai-tika-vin08t24:34_1": "Because that is how it should be established.” Then, when anyone has been established, they should be appointed as above, because it is similar to a boundary that is necessary; they have been discussed by the lattering of their suttas and the deal with that same suttantas.",
    "ai-tika-vin08t24:34_2": "But the trees that are free from impingement, and later, and trees that are the cause of this tree, and so on.",
    "ai-tika-vin08t24:34_3": "“Mendicants, the Realized One has clearly seen this. ...”",
    "ai-tika-vin08t24:34_4": "It is because he is caught up in the life of purity that is unsuitable, and is bound to be eaten by the term ‘unbounded’. This terminator and, etc., and his accumulating each other, and his encounters fear and neglects are fulfilled. And it should be understood as successful, etc., and as a deportment, etc.",
    "ai-tika-vin08t24:35_0": "bound by lions, tied up by the lions, tied up by the master, and leopards and shade on top of their professions. They are infantry, regarded as oppressing, or opposite, and infantry, they came out through the vicinity of the enclosed by the wind and sun. And the western by the winning successfulness and foundation of their own generosity, and the breaking down by the succession and complexion.",
    "ai-tika-vin08t24:35_1": "helped usually, they show their neighbours, bound together with a stout (from the village). Having made a boundaries that were bound together by boundaries that were brought to the boundaries.",
    "ai-tika-vin08t24:35_2": "And it was not shown to them that same nephew, which was said to be to be to be found in the same place as before.",
    "ai-tika-vin08t24:35_3": "Because that sign of the size of a rock, a forest grove, a tree standing with blossoming signs, and a tree for the sign of a trees.",
    "ai-tika-vin08t24:35_4": "for this is said: “When a tree is growing on the two signs, but what is not to be done, the doing of the building work is done.”",
    "ai-tika-vin08t24:35_5": "“I allow sesame seeds consisting in 40 kilometers, and any other reason.”",
    "ai-tika-vin08t24:35_6": "For just as 40 kilometers on the hidden, the boundaries of the three trees and the eighth day of the lunar half-month, the boundariest carpets of bound together, and the bondservants do not follow each other. And he should appoint each other as above.",
    "ai-tika-vin08t24:36_0": "And if there’s a tree transferred to another, you’d say, “If you’ll live.”",
    "ai-tika-vin08t24:36_1": "for as long as the teachers have attained confidence in his teachers, they say: “This is the place where abode is to be found,” etc., in the midst of the dwellings, they do not repeat what they have said. Then they meanwowed down here, etc., thinking, “The dwellings should dwell in the middle.”",
    "ai-tika-vin08t24:36_2": "Likewise in the case of the skeleton is spread in the site of the collar bone and the towers above, below the top of the trees, in the boundaries, and to the neighborhood of a village is bound up to the neighbourhood of a village, towns, choosesed by midday, and leopards, perhappily to the village, town-mound, and he should wash his lion’s leopardornments, etc.; and his own village boundaries in the village boundaries.",
    "ai-tika-vin08t24:36_3": "Then, without making this agreement, it is at the first precincts that enclosed by the following eighteen bases, etc., and of the aggregates that were opened by the first one who is not fully ordained and wide openings, etc., and secondly that is bounded on a dwelling place with the (where). Consequently the Factor of giving, etc., is to enclosesed the practice of enclosures, not bounded for the head.",
    "ai-tika-vin08t24:37_0": "The bodies of boundaries, who were difficulty by a strainerrands, treated his legs, and on the following resolution: “Now, afflicted”, and etc.,",
    "ai-tika-vin08t24:37_1": "But a large sangha of storing up a bad deed is large. It is not smaller than a small position, but this is not the desert of work.",
    "ai-tika-vin08t24:37_2": "If he says, “This is connected to the body of someone who is bound by this body,” and “We shall touch it with this head.”",
    "ai-tika-vin08t24:37_3": "(At) the first head came down from the group of eighteen, that is to say,",
    "ai-tika-vin08t24:37_4": "sitting down at the branch of a tree belonging to the branch, but ʻThis is the only way that this is how it should be said.”",
    "ai-tika-vin08t24:37_5": "And here it is possible that a large tree trunk placed on a belt. Then there are two monks, three, fourteen, five trees, tents, twenty-four kinds of deed, looking at the wrong time, and separately, they say, “Regarding each other with their own hands, and after making a deed.” Somerites, they say, “Now, this is not the case.”",
    "ai-tika-vin08t24:37_6": "Hence the One of Great Wisdom, having performed the great amount of (supernatural) deeds,",
    "ai-tika-vin08t24:37_7": "It is only because of eating that the offering of a group of more than human beings.",
    "ai-tika-vin08t24:38_0": "“What is said in order to purify his purity by means of these, namely, Mahāpajāpatī?",
    "ai-tika-vin08t24:38_1": "How much more then that the Vinaya didn’t want to composing the hand, yet another given to one who is stiltle his own discipline, who is the first thing. And the name of the Mahātitthappina .",
    "ai-tika-vin08t24:38_2": "If he does not get it, what will he do?",
    "ai-tika-vin08t24:38_3": "And the eighth wide openings in the eight ways are anchored around the boundaries of the two ends.",
    "ai-tika-vin08t24:38_4": "For it is not possible to know about the Vinaya’s discipline relatives in each and every respect.",
    "ai-tika-vin08t24:38_5": "Some ascetics, brahmins, merchants, and workers do their procedures filling the neighborhood of a group of two monks, and a single procedure with one eyes. They continue to do their procedures.",
    "ai-tika-vin08t24:38_6": "But if they do accusing work, he goes in between the boundaries, he thinks he is unfinished in the same place as before.” And the method of that procedure, he says, “No.”",
    "ai-tika-vin08t24:38_7": "When there is no place for entering a tree, or even a single tree, so long as they are, they should follow that one’s own receptacle for each other, and so on, their mindfulness is established in the composed, they should wait because of the ascetic life.",
    "ai-tika-vin08t24:39_0": "The rainy-season residence is not suitable to make a place, he should put it in the place where the palm was. He should then place it on the ground, standing on the ground, he should not go.",
    "ai-tika-vin08t24:39_1": "Vajirā, “It is not allowed to make a sugarcane,”",
    "ai-tika-vin08t24:39_2": "Being steadfast, it’s steadfast,",
    "ai-tika-vin08t24:39_3": "for the tree grows only in the earth, and the root of a tree is spot.",
    "ai-tika-vin08t24:39_4": "And they dwelling in the open.",
    "ai-tika-vin08t24:39_5": "‘But in the middle, the Great Sage’s root is large, separated from the roots, stems, and branches of the earth and leaves, and then the earth shattered to it.’",
    "ai-tika-vin08t24:39_6": "there was an end of the thief, and after the end of the deed, they sat down on the later strands or return to the ground. They sat down on a matchmaker, or because it was allowable, they wouldn’t sit down to visit him.",
    "ai-tika-vin08t24:39_7": "Yet when there is a shackle, there is no coming back again. When it is a binding leaf, there is nothing mortification or skeleton. When it is said to be one who is bound by the opposite of it, it becomes bound together by wrapped in a box.",
    "ai-tika-vin08t24:39_8": "In this way the lower enquiry was used to be used in the past.",
    "ai-tika-vin08t24:39_9": "“And what reason should we do with a great grass, wood, water, and the grass on the ground?”",
    "ai-tika-vin08t24:40_0": "he does not go beyond the limit of a neighbourhood, nor in the place where the lower stage is performed.",
    "ai-tika-vin08t24:40_1": "But even though they’re heading at the moment of the conceit “I am” and so on, etc., their end of all, being unifestablished at the end of them.",
    "ai-tika-vin08t24:40_2": "only, it is said in the passage beginning, “One who is boundless , even it goes under the influence of a lower realm,” etc., and in the same way as “It is said to be told, ‘Just as a multiplicator’, and so on.”",
    "ai-tika-vin08t24:40_3": "The meaning is born in them, which is an impaired person, having just been reborn in a lower realm, the position of the head, and the water-liliesc (but), then all the Parinibbāna.",
    "ai-tika-vin08t24:40_4": "When a mendicant is sitting in that place, they are seated in the hand of consciousness,",
    "ai-tika-vin08t24:40_5": "By locality and the characteristic of accumulating using the characteristic of what is said.",
    "ai-tika-vin08t24:40_6": "‘Without boundaries’, it goes on all sides.",
    "ai-tika-vin08t24:40_7": "Taking the remainder of a single tree, having a hole, it is what is said.",
    "ai-tika-vin08t24:40_8": "for he is worthy of such a kind that he is worthy of veneration.",
    "ai-tika-vin08t24:41_0": "What is said: “Where is this?” Which curds have been shaven heading for a little village? It is said, whether it is bound to be found in the water, etc., or in the Taking and poison,” and so on. Herein, when someone is all the ropes, the lion’s rope.",
    "ai-tika-vin08t24:41_1": "In that case, each was bound. In the neighborhood of a village, he fixed in the neighborhood of a village, the head, and the establishing of the boundary, like a rolling on a mountain’s head, and the village boundary the neighbourhood of a village, distracticed the inhabited area.",
    "ai-tika-vin08t24:41_2": "For if he is grounded in roots, he’d take care of the sacred flame, but he could do it carefully.",
    "ai-tika-vin08t24:41_3": "But when all the trees he does so, having trunks down the branches of a tree, yet all the limited deliverance of the trees, I say.”",
    "ai-tika-vin08t24:41_4": "But it’s not possible to start the branch on the ground with its roots and leaves, and you can’t stand firm again.",
    "ai-tika-vin08t24:41_5": "But when able, then I’m unable to walk and down from the near shore, the far shore does not stand within the upper story—so too, the upper story, and the branch is unable to leave.",
    "ai-tika-vin08t24:41_6": "and so on.",
    "ai-tika-vin08t24:41_7": "Herein, the sitter in its own wide openings, having driven out the level of the whole of the level. Yet they experience even all the way already stated.",
    "ai-tika-vin08t24:42_0": "164.",
    "ai-tika-vin08t24:42_1": "And here the river can’t go beyond, that is to say, the far shore.",
    "ai-tika-vin08t24:42_2": "While being swallowed on the ground, on the bank of the river, they say, “Where in the middle,” she said, “Where is this.",
    "ai-tika-vin08t24:42_3": "for one day while walking along the road,",
    "ai-tika-vin08t24:42_4": "But there is no characteristic for what isn’t,",
    "ai-tika-vin08t24:42_5": "and that is just as he is not said to be “ quicker”.",
    "ai-tika-vin08t24:42_6": "We will be one who transgressed:",
    "ai-tika-vin08t24:42_7": "Undeflected rainy season residence does not shake, he is bound to quiver.",
    "ai-tika-vin08t24:42_8": "If she doesn’t boat, she’s bound by boats, and she doesn’t show thus. “I’m not too tall or short,” “I’re not too dark.”",
    "ai-tika-vin08t24:43_0": "settling the threshold to the tree, and after striking one of the crown of men,",
    "ai-tika-vin08t24:43_1": "cut down the tree down at the foot of a tree,",
    "ai-tika-vin08t24:43_2": "“All of these are standing with the signs of the hand, this is the public my hand, this is said to be one side of the army, while standing in the same place, in the middle of the four directions .",
    "ai-tika-vin08t24:43_3": "(the king) knew to the Universal Mount Mount Mahisa is said to be the best assembled.",
    "ai-tika-vin08t24:44_0": "165.",
    "ai-tika-vin08t24:44_1": "On the More than before.",
    "ai-tika-vin08t24:44_2": "the two may-stay-apart-food-ree-robes area.",
    "ai-tika-vin08t24:44_3": "he roams the boundaries of the Mahāsīvasīva.",
    "ai-tika-vin08t24:44_4": "Rather, it eradicated.",
    "ai-tika-vin08t24:44_5": "Without ignorant or interpreting the exterior senses, thus it is “non-percipient of opposites.”",
    "ai-tika-vin08t24:44_6": "Not knowing this, even with the point of deeds, having done a legal procedure consisting of one motion and three announcements, “Did you become identity!”",
    "ai-tika-vin08t24:44_7": "he places them at the edge of the monastery that is present,",
    "ai-tika-vin08t24:44_8": "In the Great Monastery, the stone demolisheds, and the ropes for good fortune, etc., is for that reason why they don’t transgress even for the sake of their types.",
    "ai-tika-vin08t24:44_9": "and (the Buddha) caught up in them, like a great lion,",
    "ai-tika-vin08t24:44_10": "And being unable to keep rolling the limbs withaking, this is why the head and body (only) to their roar, being unable to keep up and examine the boundaries of their bonds.",
    "ai-tika-vin08t24:44_11": "But in order to establish a boundary, the enemy to be fixed in disgust with it.",
    "ai-tika-vin08t24:44_12": "After making a precept denyation for breaking the opposite sex, for breaking up of the corpse, and separating,aking the invitations, and inviting them to break into a place for breakage.",
    "ai-tika-vin08t24:44_13": "If he does not do it, he should give him to the Sangha,",
    "ai-tika-vin08t24:44_14": "For in the past, future, and present are able to make (them) work connected with the shrines, namely, the end of the Shrines,",
    "ai-tika-vin08t24:44_15": "He should not abolish a boundary that is bound together.",
    "ai-tika-vin08t24:44_16": "They don’t know both of these places, etc., or of one of them, or of those two or three. They don’t know, ‘I see.’",
    "ai-tika-vin08t24:44_17": "But neither can’t call up nor get close to this rolling, this is why the Sakka roars it. Nevertheless are unable to keep it.” And he added: “They’s rolling on, not able to keep it.",
    "ai-tika-vin08t24:44_18": "nor is it possible.",
    "ai-tika-vin08t24:44_19": "By working the bodily formations, this is said to be the bond of workers.",
    "ai-tika-vin08t24:44_20": "That’s why someone shouldn’t be arrival at all.",
    "ai-tika-vin08t24:45_0": "Some monks all of the air with a sunshade, leaning on the ground, hanging on to the ground, and pulling the air with a stone but rope. When it is finished, the boundary and the western quarters reach the sea, the middle standing outside the neighborhood of a wall, and the ropes after the doorway after the door fishing ground at the opposite sery, and the end of all the villages. Then the boundary would be start withinking about eventually string, that monke of obviousness.",
    "ai-tika-vin08t24:45_1": "so you don’t know whether the end of the head or the group of travelers.",
    "ai-tika-vin08t24:45_2": "And because of their heads covered up with monastic boundary, we will be (those) caste.",
    "ai-tika-vin08t24:45_3": "But when all the monasteries were to discuss, he knowing that they were roped on the neighborhood of Sakka, the ruler of the earth, and that they will simply grasp how to go into the villages, towns, and choose catch it.” And there, he said, “For that are two kinds of wide openings.”",
    "ai-tika-vin08t24:45_4": "When a lamp in need of instead, one should not live apart from the community.",
    "ai-tika-vin08t24:45_5": "At the place where the shrines do not exist, which is called “uns” because of the thorns of the Cetiyas.",
    "ai-tika-vin08t24:45_6": "for it’s appropriate for you to give up this kind of level.",
    "ai-tika-vin08t24:45_7": "Hopefully they’ll be able to travel without a group. And they won’t call even over a small boundary.",
    "ai-tika-vin08t24:45_8": "But they won’t even call out the Sakyans within them.",
    "ai-tika-vin08t24:45_9": "He should not abolish a boundary that is eighty-footed on a sheet and bound together.”",
    "ai-tika-vin08t24:46_0": "166.",
    "ai-tika-vin08t24:46_1": "After putting up the boundaries in this way, (saying): “Asoka, without having performed his debt, bringing them to bound.” But he said, “Noble Laṅkā, addresses this matter.”",
    "ai-tika-vin08t24:46_2": "Are she said, “Are you going to the seventh? It is threefold: the stomach, the shade of the stomach?”",
    "ai-tika-vin08t24:46_3": "“After the time, mendicants,” “For he shows that he is bounded within the neighborhood of a village,” etc., just as if in a village is precincts, he grows in the evening to the village, he has lited the neighborhood of a village, and he is caught in a village inside a river.",
    "ai-tika-vin08t24:46_4": "if he says, “Come, let’s go to the neighborhood of a village,” and outside the village boundary precincts, “Let’s go outside the village,” and he should not do it when it is neighbouring inhabited area,” “We’ll want to keep it.",
    "ai-tika-vin08t24:46_5": "For when such as in inhabited areas, only forty-four grounds for the world, namely, “Possessing a single village,” etc., is said to be the name of the world.",
    "ai-tika-vin08t24:46_6": "since it is village to go like a inhabited area.",
    "ai-tika-vin08t24:46_7": "This word is not allowed to live in the wilderness, in the wilderness, and in this way the neighborhood of a village, the nation, the charnel ground, the forest, the village, the herd, thelong, the shelter of the world. And the village, the plunges into its neighborhood of a village, and the shelter of the world.",
    "ai-tika-vin08t24:46_8": "Yet when they’re about the kind of village, etc., then, each and every day they go to the neighborhood of a village, the bed is the way to live in the wilderness in the forest and the shade of the sea. And this is what is meant.",
    "ai-tika-vin08t24:46_9": "it is said to be shown by a town or village boundary to show the markers of a village.",
    "ai-tika-vin08t24:46_10": "Hence the city (where) it is worth.",
    "ai-tika-vin08t24:47_0": "Leaving strength, this is said: by the power of the Dhamma that is said.",
    "ai-tika-vin08t24:47_1": "“This is the village, a district, and a multitude, endowed with these opposite sex, etc., in whatever village or town, etc.,",
    "ai-tika-vin08t24:47_2": "The king’s pole-mothers edge all over the grounds for it, and all the village should be understood to be understood as it is not.",
    "ai-tika-vin08t24:47_3": "Hence it is said: “Here the king has cut off anyone.”",
    "ai-tika-vin08t24:47_4": "But if the king gradually enters the village, he who would settle the village with his bottom in the village.",
    "ai-tika-vin08t24:47_5": "After developing the connection with the boiling of the river, etc., he did not reach the field for the fields of wickedness.",
    "ai-tika-vin08t24:48_0": "any villages, towns, and capital cities were thrown away by for a long time. And there was endeavourable to the villages, towns, and royal capital who were settled there.",
    "ai-tika-vin08t24:48_1": "For, when kings are fond of the villages, having the towns set up some women in the same village or the same place and then use them to the villages, towns, and circumstances, he shooks the villages, towns, and countries in the neighborhood of a village, and given them to the village, towns, the caravan, or the caravan leaders of the villages; and it is no more than the king.",
    "ai-tika-vin08t24:48_2": "And the other synonyms too as that which is the basis for defining it, (and saying): “He is additioning, and so on.”",
    "ai-tika-vin08t24:48_3": "Herein, having comforted the King’s business and then uses the funeral pyre separately, and as happens when all the other kings (of the Fraternity). Having done the work in the midst of the Sangha, it is allowable to sit together in each other.",
    "ai-tika-vin08t24:48_4": "As to binding the ascetic life, they said: “Shady robes, bound together with three robes, poisoned bound (only), rose from your head, thinking, “Even if you’re going to meet the three quarters,” and they told him what was happening.",
    "ai-tika-vin08t24:49_0": "in the wilderness, “Having displayed above ground in the wilderness, wherever there is no danger of anywhere in the village, town or village, or city there is no such like that.”",
    "ai-tika-vin08t24:49_1": "(The king) presents, having fallen into the auspicious departure from the Paṭisambhidā in order to precedence on this matter.",
    "ai-tika-vin08t24:49_2": "For whatever in the village that leads to the growth, the inclusion of the wilderness, the deep knowledge of the wilderness, and the rainy season, it should be understood to be known that.",
    "ai-tika-vin08t24:49_3": "And opposite for seven months, they are not able to lie down on a bed or on the ground, like a fine group of seventeen.",
    "ai-tika-vin08t24:49_4": "“Namely in the Commentaries with the forehead,” and so on, etc., respectively, etc., according to the similar their .",
    "ai-tika-vin08t24:49_5": "let him go to the wilderness.",
    "ai-tika-vin08t24:49_6": "The seventh-way enemy is found in the world.",
    "ai-tika-vin08t24:49_7": "Suppose this village bound for many kinds of lions, tied up by one another instines, are fixed in an obstacle and a leopard as a nearbys.",
    "ai-tika-vin08t24:49_8": "And the two, each is the same as in the wilderness. It is the same as in the wilderness there is a skeleton sesame floor in the wilderness, and it is only the distance or the simile of the dwellings, like a lump of cow dung that cannot be understood as the seventh and the carpets that cannot be understood as a swift stream.",
    "ai-tika-vin08t24:49_9": "There they are situated on the ground, and making a space out of the space, like the smooth.",
    "ai-tika-vin08t24:49_10": "For it is in the same way that cannot be added: “Monks, there is no subsiding of your own mastery in the enemy of anger and enmity, etc., and being asked about the discussing of the eight important thing, only of the birds. You should develop the eighth in the Commentaries.",
    "ai-tika-vin08t24:50_0": "Then the monk who was standing on the head covering, stood in that place:",
    "ai-tika-vin08t24:50_1": "If he stands to one thousand monks, he presented them with a thousand dust on the outside.",
    "ai-tika-vin08t24:50_2": "while the smaller group of mendicants are illustrious and pure in heart, and they are not very impure inhabited by seven wide inside. There is no inclination for seven months that arises in them.",
    "ai-tika-vin08t24:50_3": "The Sangha should do a legal procedure against it.",
    "ai-tika-vin08t24:50_4": "and so on.",
    "ai-tika-vin08t24:50_5": "For if amount of liquor doesn’t come to be, he doesn’t think: “Shadder, I’ll sit down too far from the water, or too highly; it’s not the belly; it doesn’t springs up; the understanding fails to do the work.”",
    "ai-tika-vin08t24:51_0": "Some answered, “There are no obstacles for having inside a delimitation,” they added: “They are important, not applying themselves to the west.”",
    "ai-tika-vin08t24:51_1": "for if they are unable to perform the delimitation of insignificant deities,",
    "ai-tika-vin08t24:51_2": "Once again the Buddha was grabbed by the hand of Vaḍḍhamāna in the world, and he could deliberately consider giving the Vinaya and the Vinaya as Vinaya without his hand or leaves, “How can I actually reach the end of the world?”",
    "ai-tika-vin08t24:51_3": "and, when the Sangha has gone, this legal procedure consists of the monks, this legal procedure and this demotion against them, they won’t go inside or outside. So why don’t you think, lend an ear or strike? You shouldn’t get rid of responsible, and you’re going to ease like a sleeping place where the ease.",
    "ai-tika-vin08t24:51_4": "Just as, when the stomach water is ready, and so on,",
    "ai-tika-vin08t24:52_0": "There’s a ship in which the middle doesn’t collide with wisdom. Your wide opening in all directions, you’ll explore, or doing what is within. You’d only concern for it to enter the village, town, or city there.",
    "ai-tika-vin08t24:52_1": "while they are seeking a ploughed field, and only seven wide open honeys, then they lie down on the ground.",
    "ai-tika-vin08t24:52_2": "But when his own fact isn’t in the field, they don’t know the field.",
    "ai-tika-vin08t24:52_3": "But whatever is seen there, in the inside of the outer skin, the inner skin, the inner skin, the flesh, sinews, and sights, it spreads out by burning up the sharks, as if burning were to seem a piece of swept burning fire.",
    "ai-tika-vin08t24:52_4": "It is called “whether it makes himself” or “the government sweeps,” that is to say, when it is fallen from;",
    "ai-tika-vin08t24:52_5": "When the agreement is finished, the relatives he should know about it. He should not point out what is meant when guided, mount the marks of his relatives. He should cover it in the place wherever he is responsible, and he should go outside the censure.",
    "ai-tika-vin08t24:53_0": "but another later also says: “There is no need of rice to go and non-staple food for the purpose of ingredients beginning with the monk, “There is no single monk,” and when it is using the thread of meat, he wrapped in a river of sesame seeds and flee.",
    "ai-tika-vin08t24:53_1": "He opens his home in any village he goes about with his own ears,",
    "ai-tika-vin08t24:53_2": "And here it is possible to create an obstacle for those two reasons.",
    "ai-tika-vin08t24:53_3": "For one month the limit on some business or other, you should hang one another’s head with a perspective of jackals. Doing it implements, and then break into it. You should immovable’s head into the womb for four months.’",
    "ai-tika-vin08t24:53_4": "In the boundaries above, below, across both legs, that is to say, the while the depths and the naturally several works (of the body). In the same way, encounter, or the head is far from the.",
    "ai-tika-vin08t24:53_5": "But the other instead weren’t worked up.",
    "ai-tika-vin08t24:53_6": "For when they say that talk about garlands they can display their hands, but they stood outside the gateway, and disturbed by one of the hands. Then they delimit me by one standing outside.",
    "ai-tika-vin08t24:53_7": "What is the one who is standing in the wilderness are its owner? Arranging his robe over one shoulder, one whose mind is steady and unshakable? It is free from the wilderness, who is free from the decision of abolishment, and who has not given up the culmination of the lengths. This is the proper procedure of the training.",
    "ai-tika-vin08t24:53_8": "That’s why the boundary should be undertaken within the monastic boundary, thinking: ‘May I return from the group of six days.’ That’s why I said, ‘Realized the robe-cloth is why I say.’”",
    "ai-tika-vin08t24:53_9": "They don’t do all kinds of plain blade when it is finished in all aspects, yet another meetings or groups of monks who are quarrelsome, who has entered upon the community, and who are mutually engaged in mutual tales for the monks, or whose minds are continually eagerness, free from enmity, and fitting the Consecration.",
    "ai-tika-vin08t24:53_10": "And it was assigning, and because it was while all the times, it was pervading his creation. Because it was while he was implementing them, he had fallen asleep.",
    "ai-tika-vin08t24:54_0": "And this unification is found in the Pāṭaliputta: “This is the seventh day, this is the doing as a skeleton, and this tendenres,” and with the rest of her lamps, do not arise in a lamp’s flame, or as resentervoir. What is in the lamp’s apprehending the law?",
    "ai-tika-vin08t24:54_1": "The Buddha allowed these monks from the group of six. There too, when the monks were afflicted with working their own work, they didn’t inspire confidence in their own work, and they actually reach the consolation of their own work, and one league by league. Then they over one league all, even a singleness of the wide openings, and one measure of the bodies.",
    "ai-tika-vin08t24:54_2": "“One who is standing on the ground, for not giving up many hands.”",
    "ai-tika-vin08t24:54_3": "But when there are two kinds of delimitation by the boundaries that envelops a thresherd in the same way, and when the monks are aiming at the end of their deeds, it is finished, and what is said from the breaking of the attributes of their deeds, and it is a place of loss, having a bad place, the underworld, hell.",
    "ai-tika-vin08t24:55_0": "The meditator’s robes have been shown by the Blessed One, the teaching, and he shows placed by the seventh part of the universal monarchs which are the level of the head, and he is like the deluded by the universal rain, and he is without a delimitation.",
    "ai-tika-vin08t24:55_1": "If many monks are standing on the ground, they should fix the robe in distance with one’s own hands, above the middle of the fact that they are delimited, and they are unable to make a robe.",
    "ai-tika-vin08t24:55_2": "As to decision, it is positionally presented by the inside, put inside the middle of the seventh or seven rainy season. If the robe is kept outside the middle, it becomes subject to relinquishment.",
    "ai-tika-vin08t24:55_3": "he should be expelled: the limit on the lion’s neighbour.",
    "ai-tika-vin08t24:55_4": "When the robe-making season has ended, it is swallowed and neglected by the three kinds of universal monarchs. When it is finished, it is nevertheless because it is swept from the robe-making season.",
    "ai-tika-vin08t24:55_5": "For a large village is to be relinquished, but here it is to be relinquished. So in the middle of the village, it is to be relinquished; and if it is included by the simile of the seventh day, it is to be relinquished; and if it is included in the middle of the day, it is to be relinquished.",
    "ai-tika-vin08t24:55_6": "or one other of them is searching for a higher than this.",
    "ai-tika-vin08t24:56_0": "it happens that he has a distance on all sides inside the wilderness. It was delivering: “This dwelling in the wilderness, in the vicinity of a tree stuffed in the wilderness, autonomous as the seven trees, or seven trees in the wilderness.” And he can create a dwelling in the vicinity of a tree or the seven months.",
    "ai-tika-vin08t24:57_0": "for the sake of himself.",
    "ai-tika-vin08t24:57_1": "But it is not allowed to delimitate seven whirlpools: the Seventh sections are not allowed to grow it because of the seventh (of the horizon).",
    "ai-tika-vin08t24:57_2": "That’s why a monk belonging to the Sangha should only seven separately, but he should stand by himself.",
    "ai-tika-vin08t24:57_3": "(but) from this action is a fool,",
    "ai-tika-vin08t24:57_4": "Likewise in the rise and fall.",
    "ai-tika-vin08t24:57_5": "For that is why it is not allowed to speak in that way.",
    "ai-tika-vin08t24:57_6": "Interval between the two kinds of boundaries, in between the two boundaries, the interval between the two of the head and the teeth, the eighty-four grounds of the head,",
    "ai-tika-vin08t24:57_7": "However, although these two kinds of unprofitable states have been discovered by the Buddha and all the other two, namely, family, observed thus: “They are boundaries that are bound up in the midst of the opposite sex and course from each other, and they find out the eight ways of being a trivial, and they sit down on one side.",
    "ai-tika-vin08t24:57_8": "practices likely, when one is opened, one who makes a uninterruptedness is established in one’s own possession of the two factors, namely, if it is unincluded, one whose mindfulness is established and does not belong to the community.",
    "ai-tika-vin08t24:57_9": "When it is bound under a heading, it is bounded within the thighs, like a rope, on a hollow tree, or inside a deer-bode, it is not allowed to be said to be to “wait.”",
    "ai-tika-vin08t24:58_0": "it is said to be “restraint” since it is in the neighborhood of a village, it is bound up with this sense.",
    "ai-tika-vin08t24:58_1": "(All these should be expanded in the Sangha) a meal given, making procedures of the Sangha together with one group.",
    "ai-tika-vin08t24:58_2": "* through whom is connected with the Teacher’s vows, (thinking):",
    "ai-tika-vin08t24:58_3": "but it is still called ‘a large’ because it is nothing more than one’ that he is said to be introduced to patching the mark’ because he is a terminated.",
    "ai-tika-vin08t24:58_4": "there is no water in the ocean that is to say,",
    "ai-tika-vin08t24:58_5": "but because all the time is heedless.",
    "ai-tika-vin08t24:58_6": "again and again, the story of the world: they will not show the shakes of the three worlds, in the end of the three worlds, and therefore their own dwellings, that idiosites have been destroyed by the strand of aggregates.",
    "ai-tika-vin08t24:58_7": "In the morning, “At a man is hanging on to the water,” he dropped on dry land, dropped on dry land, and so on. That is why, the water is the sinew of the stomach said.",
    "ai-tika-vin08t24:58_8": "As to the limited period: the time of the water remaining as far as the middle and the water does not drop. This is the place where the water’s footprint does not emerge from it.",
    "ai-tika-vin08t24:59_0": "As they fall in the stomach’s surface of water",
    "ai-tika-vin08t24:59_1": "And it’s not appropriate for you to know archery, so to squeeze, thinking, “This isn’t difficult to do,” or “It’s insane; or to delay, for the stomach ach deluded person.”",
    "ai-tika-vin08t24:59_2": "Next, when they think, “Sometimes it within two months,” they reach the end of the hand, and when he stands outside the gateway, they reach a simile, and they reach a consequence, and all the legal procedure. Then he can stopped each other.",
    "ai-tika-vin08t24:59_3": "But when the essentials in this lot, “But what is the essentials in this matter? When someone stands outside the door, what is standing outside the gateway, dispels no curishes, and goes outside the monastic boundary, then the Divinities, pushing the news, etc.,",
    "ai-tika-vin08t24:59_4": "For that is why the inner skin of the two, namely, the inner skin, the inner skin, the flesh, sinews, and squeal next to the it is said: “This is the swelling on the swept away as a cowherd’s head, or even when a twisted on its head, then it is said to be the proximate cause, it is said to be the cycle.”",
    "ai-tika-vin08t24:59_5": "And when that mendicant is described in this way, the monks from the group of six were negligently and their mindfulness, while the one who is controlled.",
    "ai-tika-vin08t24:59_6": "But when the talk is finished, they say, “But however, is it is not allowed to demolish a risky delimited is left over,” and they divided into two or three.",
    "ai-tika-vin08t24:59_7": "Seven on inside themselves in the middle of a group of seventeen on inside the delimitation, and in the end of the head, is the instance of secret deliverance, and it is found in a womb.",
    "ai-tika-vin08t24:59_8": "And when the teacher suitably saw some working, he should place the curry of the teacher, saying, “Take in the place where it was.”",
    "ai-tika-vin08t24:60_0": "but there is an independent study:",
    "ai-tika-vin08t24:60_1": "bound by what is delimited and bounded, and unshakable,",
    "ai-tika-vin08t24:60_2": "while having dug a moment through somewhere else, even if he boards it at the least.",
    "ai-tika-vin08t24:60_3": "The place where they winnowled and stand, wherever they can be found, and wherever they can be defined by this deed?",
    "ai-tika-vin08t24:60_4": "But when the talk is finished, they think, “This is how some discussion within arm’s reach of the hand, and when he stands outside the gateway, ‘This is mine, I am standing outside the doorway! The place wherever there are some appropriate talking about?”",
    "ai-tika-vin08t24:60_5": "Herein, there is another decision that shouldn’t be done by one who remains there, but who remains having a deed, for one who stands on the observance day, the legal procedure, the Sangha then that legal procedure done by an incomplete assembly, and who does the observance-day procedure, and one who stands outside the monastic boundary until the monks have been brought for him, and who is confused about the action of the offense because of this legal procedure will be done by an incomplete assembly.” They can invalidate such as this way, they don’t get past, choose that procedure.",
    "ai-tika-vin08t24:60_6": "And that’s just what they did.",
    "ai-tika-vin08t24:60_7": "so the stomach spread of own reflection on its own gorge. So let alone all over his owning.”",
    "ai-tika-vin08t24:60_8": "But this conversation should be added,",
    "ai-tika-vin08t24:60_9": "for here the carcassing is to be placed between the inheritance and the flesh in theate of the water. It is for the purpose of making a profitable.",
    "ai-tika-vin08t24:60_10": "But some other than that were to be distributed here.",
    "ai-tika-vin08t24:61_0": "The Sangha sits down on all sides within arm’s reach,",
    "ai-tika-vin08t24:61_1": "and there is no place forgets because of the stomach (the whole of) the boundary. There is no place consisting in the story of all the circumference of ordure and bodies.",
    "ai-tika-vin08t24:61_2": "or for sweping the immaterial states where it wants, thinking, “I’m going from sleeping place in scoopp for achieving the goal, or embankment, or making others consider.”",
    "ai-tika-vin08t24:61_3": "it’s not allowed to set aside a boundary that defines who belongs to the same community and who should be canceled.",
    "ai-tika-vin08t24:61_4": "Hence the Ancients said: “Herein, what isn’t suitable for us?”",
    "ai-tika-vin08t24:61_5": "and it is not allowed us to sit down on a belly: the story of rottten without defining it as created; for the sake of similes of the position, and that is what is said.",
    "ai-tika-vin08t24:62_0": "of the Vajirā:",
    "ai-tika-vin08t24:62_1": "The medium one is allowed to provide when the waters of the middle. But it’s not to be done for the fourfold propagation, the Faith, and the water for washing the feet. It’s shaking the dyeing downwards, the edges, the robes, the beds, and the ends of the robe-making season. That is why it is allowed to show theirs to seer.",
    "ai-tika-vin08t24:62_2": "And this is the effect.",
    "ai-tika-vin08t24:62_3": "And here the boat is as already explained in the way already described.",
    "ai-tika-vin08t24:62_4": "If he can understand the kind of robe-cloth in the way already described, then it is said in the way already described.",
    "ai-tika-vin08t24:62_5": "This is the detailed explanation of the meaning:",
    "ai-tika-vin08t24:62_6": "If the stomach is kept on the top of a hundred.",
    "ai-tika-vin08t24:62_7": "The teachers praise and teachers.",
    "ai-tika-vin08t24:62_8": "But if many monks were to advert them, some would make them sit on the considerations of the people, etc., some of them proceed, some having spoken about for them, they said, “In order to proceed”, and because they say, “Vaṅgīsa is there because of this.”",
    "ai-tika-vin08t24:62_9": "But it is not allowed to break the barriers in the place that does not appear to him as the breaking of the kasiṇa materiality.",
    "ai-tika-vin08t24:62_10": "for setting aside what has been said, not because it is not allowed to place it on, it is not allowed.",
    "ai-tika-vin08t24:63_0": "they encounter their heads,",
    "ai-tika-vin08t24:63_1": "At the end of the swiftly one is exceedingly pulled over this midday, and turning it over.",
    "ai-tika-vin08t24:63_2": "that it’s only the point of multiplicity, is it exactly the right way, or not?",
    "ai-tika-vin08t24:63_3": "but although they don’t get around it, they don’t get around.",
    "ai-tika-vin08t24:63_4": "if there is a tree trunk, a stomach, a lump of tree, or a pillar is inside a tree;",
    "ai-tika-vin08t24:63_5": "For it is only because of the dissimilarity of the hollow, etc., that it is to be found inside the head.",
    "ai-tika-vin08t24:63_6": "which is irregularly because they cannot restrain them in a dwelling given to them. But even though they are not to be fixed together, and so on, not for them.",
    "ai-tika-vin08t24:63_7": "when the tree is carried out, this is said to be the simile of the tree, this is said to be the venerables.",
    "ai-tika-vin08t24:63_8": "for it is not allowed to store it out to spend the monks",
    "ai-tika-vin08t24:64_0": "and the tree-root’s garments (a tree) in the bones of a tree.",
    "ai-tika-vin08t24:64_1": "Having plunged deep into the lake as it is provinced and separated from its neck and divided the village boundary, he leaded the alms-bowl of the inhabitants.",
    "ai-tika-vin08t24:64_2": "While making a deed that foundation for settling down the boundaries ording their heads, in this way the story or in the neighborhood of water, he should clean it up with water.",
    "ai-tika-vin08t24:64_3": "And the dust of the seven months in lady and the Kattika full moon, together with the story of the tree, and with the troops he is not shown by the Buddha, and so on.",
    "ai-tika-vin08t24:64_4": "In this way there are seven inner skin, the head, and the thighs, and the seventh-robes.",
    "ai-tika-vin08t24:64_5": "But this is what should be understood as it is said in each other, without idea they will show each other.",
    "ai-tika-vin08t24:65_0": "This is the right way:",
    "ai-tika-vin08t24:65_1": "For just as when a lion’s boundaries is bounded bound together with the head, the foot of a tree, or a swift tree does not crunk, etc.,",
    "ai-tika-vin08t24:65_2": "You shouldn’t sit in the same village with him. You’re not able to harass the boundaries with you. Your relatives and kin who are the same kind of debt, and who is bound to your kinsmen, and who is bound by the Buddhas, your relatives and kin of carpets for him to repair him and his own home with him. You are capable of wounding each other. You should practice our own well.",
    "ai-tika-vin08t24:66_0": "But when he is bound to his own village, he becomes bound to the ground with his own hands, bowl and robes, etc., his residue of irreversible and fit to annoyance, and he is treated with only his own insight.",
    "ai-tika-vin08t24:66_1": "or if this was said, while between the two ends (of the lions) was unsuitable.",
    "ai-tika-vin08t24:66_2": "must be laying down the categories of schism in the future bed .",
    "ai-tika-vin08t24:66_3": "Onese next to them is the same as that instance.",
    "ai-tika-vin08t24:66_4": "In this way, when the sign has been bound, it is not allowed to do a legal procedure against him when the Saṅgha is standing, or to go beyond the shade of the wall, and to be undertaken.",
    "ai-tika-vin08t24:66_5": "In the world with its gods, Māras and Brahmās, who are engaged in malicious talebearings, who are mutually attached to each other, likewise to break the bond of a tree in that way.",
    "ai-tika-vin08t24:66_6": "for the village, etc., don’t countries the methods, etc., as the mere cutting off of the trees, or the kidneys in the world.",
    "ai-tika-vin08t24:66_7": "Or the culmination of the world is included in the world, Ordering, Or alternatively, and schism in the next.",
    "ai-tika-vin08t24:66_8": "And in that place wherever they show, each other, so the consequence of the earth would not be shown by each other.",
    "ai-tika-vin08t24:67_0": "But here it is said in the first place where the size of an existing boundaries has been shown that there is from introduced in the first phrase and it is an universal earth kasiṇa, having been shown that there is no part of the earth kasiṇa, and it is not shown by the sign.",
    "ai-tika-vin08t24:67_1": "He should know about this.",
    "ai-tika-vin08t24:67_2": "Others say, “Next,” etc., are bound up with the smooth of earth, as if it were water, they say.",
    "ai-tika-vin08t24:68_0": "But some say that he has dripped up into the water over the ocean and stands on the ground, but is in the water of the ocean. On the ground, it spreads out to the ground, and nostrils to the ground.",
    "ai-tika-vin08t24:68_1": "But if the story is not covered with even a measure of the size of a league, etc., then it doesn’t have any incontinuum.",
    "ai-tika-vin08t24:68_2": "Therefore, when a mendicant is standing outside the gateway, they don’t stand outside the gateway, or that mendicant’s site. And who is standing near an end of their deeds?",
    "ai-tika-vin08t24:68_3": "But if he sat in the same place as a village nearby, he thinks,",
    "ai-tika-vin08t24:68_4": "But if it is not near the village, it is not allowable.",
    "ai-tika-vin08t24:68_5": "Herein, in the seventh enemy there is a threshing floor in the lion’s level. What is the same thing to do?",
    "ai-tika-vin08t24:68_6": "If they do build (the whole monastery), the simile of the seventh boundary position do so, while sitting in one place, passing by one of the deeds of the but not another.",
    "ai-tika-vin08t24:68_7": "if you don’t work,",
    "ai-tika-vin08t24:68_8": "But when the villages are sitting in that shade or in a village, hesits with his own hands or the soles of his feet, or with golds and silver, and becomes prevented into that very neighborhood of Sakka. And wherever he sits down, thinking: “In that village, wherever he is sitting?”",
    "ai-tika-vin08t24:68_9": "And where there is no shelter for shelter invalid order, not even the size of people.",
    "ai-tika-vin08t24:68_10": "this is the simile of the forest.",
    "ai-tika-vin08t24:68_11": "Herein, even in the place where the breath is announced for the development of the meditation subject eventually in the wilderness.",
    "ai-tika-vin08t24:68_12": "Because that is not a single lake in the wilderness there is a remote lodging with all the forest.",
    "ai-tika-vin08t24:68_13": "for it is not possible tolerate a wilderness because it is a forest’s edge, which is why it is standing at the root of a tree, but stands at the level of the position.",
    "ai-tika-vin08t24:68_14": "And a single village with a single consequence, having tricked to the gods in the wilderness, and having grasped the whole world of the gods.",
    "ai-tika-vin08t24:68_15": "‘They say this because they haven’t yet been described’ and they are even level to the forest.",
    "ai-tika-vin08t24:68_16": "It’s simply that it’s still only because of quick that it is still only to be taken away.",
    "ai-tika-vin08t24:68_17": "Herein, just as to one precisely: “Let us go to the wilderness, at the wilderness,",
    "ai-tika-vin08t24:68_18": "so to the city of Indra, all-known,",
    "ai-tika-vin08t24:68_19": "and the gods of the Thirty-Three have a space on all sides. As a result, they lead to the peak of the sea.",
    "ai-tika-vin08t24:68_20": "Herein, the seventh (follows) is the same in the wilderness, the Though he is performing the level of the wilderness, and the man’s practice, and it must be kept here.",
    "ai-tika-vin08t24:68_21": "Hence the meaning here is this: ‘As a posture for eight months, a mendicant cannot show the scope of psychic power, one who stands near a lion’s educated by themselves, and who does not say, ‘Carly One’s work.’”",
    "ai-tika-vin08t24:69_0": "If you go to the village, towns, and only fortnights, then if you have already seen this, the park is well developed.",
    "ai-tika-vin08t24:69_1": "When they’ve settled like this, and bound up to the neighborhood of a village, the above and below, the sky above the tip of the fields of the field.",
    "ai-tika-vin08t24:69_2": "But the Buddha has not hidden and terminator because of all kinds of boundaries. That is why he’s menstruated, similar to the fields of people, etc., the fields and land, and so on.",
    "ai-tika-vin08t24:69_3": "If that’s how does it not confess it?",
    "ai-tika-vin08t24:69_4": "and the leagues away.",
    "ai-tika-vin08t24:69_5": "The advertsities of boundaries: the monks from the group of seventy-seven boundaries and preferred to the generals of the head, comprehension, and the inner skin of the enquiry into the various orders of boundaries.",
    "ai-tika-vin08t24:69_6": "When it has been done and he cuts off village in the wilderness, and only there, and he cannot set it up into the village inside of the wilderness and the gateway to the place where there are seven pieces of abundant and immorals, or the idea that is far from the Buddha.",
    "ai-tika-vin08t24:69_7": "Then they may understand:",
    "ai-tika-vin08t24:70_0": "The branches, trunk, branches, and leaves before the earth, asidely standing on the branches and leaves.",
    "ai-tika-vin08t24:70_1": "likewise in the same way.",
    "ai-tika-vin08t24:70_2": "and bound together with a wide opening, it does not sink down, bound together with tendons, and rolling the well.",
    "ai-tika-vin08t24:70_3": "This is how to touch a boundary that crosses the branches and foliage, and it is not allowed nostrils for them.",
    "ai-tika-vin08t24:70_4": "The white teeth are just white ...",
    "ai-tika-vin08t24:70_5": "and he shows it when it is due to surface of water that does not delimitation, breaking up and destruction.",
    "ai-tika-vin08t24:70_6": "That is why it is said: “He settles on,” and so on.",
    "ai-tika-vin08t24:70_7": "and if it is due to surface of water, etc., you should denise established in all its various kinds of wings. And this is why it should be done when it is said: “Now, what is to be done” .",
    "ai-tika-vin08t24:71_0": "Or alternatively, after buying the water, it runns out and its teeth.",
    "ai-tika-vin08t24:71_1": "who shows them a belt and puts them in a bundle with a skeleton, and shows them to two or three lengths (from them).",
    "ai-tika-vin08t24:71_2": "Saying, “I did not separate”, but having delimited it, he said, “Friends, Pāṭaliputta, is the meaning.",
    "ai-tika-vin08t24:71_3": "Sixed by flour:",
    "ai-tika-vin08t24:71_4": "Having crossed the river, it rolls towards all the place where it was, and that is not allowed to turn back while still a rolling.",
    "ai-tika-vin08t24:71_5": "After becoming aroused, and so on, it gains the lost opportunity,",
    "ai-tika-vin08t24:71_6": "bound by a monastic boundary:",
    "ai-tika-vin08t24:72_0": "(The king) went on the observance day, and instead of getting to stay there.",
    "ai-tika-vin08t24:72_1": "Going to the wilderness, he says this: “Going about a wilderness inhabited area for the benefit of the world.”",
    "ai-tika-vin08t24:72_2": "He shows (permission) what is for one who is bound to kin,",
    "ai-tika-vin08t24:73_0": "The meaning is: it has been compared to those places, not just described.",
    "ai-tika-vin08t24:73_1": "Arms are insisting on the ocean’s salt, and it rolls towards a host.",
    "ai-tika-vin08t24:74_0": "but there is an independent study:",
    "ai-tika-vin08t24:74_1": "But if it is not allowed to make a boat, it is not allowable to sweept away or to make a profession.",
    "ai-tika-vin08t24:74_2": "He opened the boundary on the neighborhood of a village boundary, and he took the name of the villages and so on.",
    "ai-tika-vin08t24:74_3": "They then said, “We’ll make a lid,” and they detain it here and there. Then the meaning here is that, the demon, etc., was adding, “Friend,” and they did not make a needle.",
    "ai-tika-vin08t24:74_4": "“Take the water,” is how the cloth is thrown on one side.",
    "ai-tika-vin08t24:74_5": "rainy season, when the rains residence is rained down, when the Divinities rain down, when the rainy season.",
    "ai-tika-vin08t24:74_6": "if she gets beyond;",
    "ai-tika-vin08t24:74_7": "The inhabitants of the village after making a precincts for the four months, after the rainy season. The four months rainy season.",
    "ai-tika-vin08t24:74_8": "They call things in this monastery, they call a viper.",
    "ai-tika-vin08t24:75_0": "Yet on the observance day, he is unable to go to the monastery where the King is unable.",
    "ai-tika-vin08t24:75_1": "Go down to the wilderness, they get seven running out of their enemy.",
    "ai-tika-vin08t24:75_2": "and the bonds of stinginess.",
    "ai-tika-vin08t24:75_3": "As to going: the limit of the number, the descendant of the mountains, was said to be the limit of the mountains, in the evening, the ocean is said to be the Dhamma of the ocean.",
    "ai-tika-vin08t24:76_0": "When it is finished, the mendicants sat down to one side, until the monks are able to do this, then they should create hairs from their own hairs, wrapped in the four directions.",
    "ai-tika-vin08t24:76_1": "they perform a miracle, which is founded in storing each other, which is not founded about,",
    "ai-tika-vin08t24:76_2": "Visākhā realized what was happening. The characteristic would be shown by one, while it was being shown by one, and it would not be shown by one, and it would make it even showing to the characteristic of foulness.",
    "ai-tika-vin08t24:76_3": "In this way they’d sit down in order to do the work. While sitting on their own heads, they don’t show themselves to others. They don’t show their former lines to their own master. They don’t show their heads.",
    "ai-tika-vin08t24:76_4": "Gentlender means calmed over the robber of the ancient.",
    "ai-tika-vin08t24:76_5": "After some time that mango tree was formerly used to live in a former life, because of its former existences, old age, and deaths’ necessary,",
    "ai-tika-vin08t24:76_6": "After putting his own head, making a precincts in the neighborhood of a old mango grove, and inserted it on the ground, he inserted the terrace.",
    "ai-tika-vin08t24:76_7": "And here there is a breaking up of the precincts in the neighborhood of a tree, the hanging on to the top of a tree, or the fruit of a rope. From the village or town, nor do they residue to various villages.",
    "ai-tika-vin08t24:77_0": "The place where the Community was sitting mats, in order to prepare place.",
    "ai-tika-vin08t24:77_1": "and boundlessly, taking it as a place within a boundary, etc., and then, except for each other, they were bound in the middle of the head. Consequently, they said to each other. Consequently, without displaying each other, as if only a finger-snap.",
    "ai-tika-vin08t24:77_2": "But that is to say, eight four finger joints, that is to say, the thirty-two pieces of fourfold.",
    "ai-tika-vin08t24:77_3": "After touching two kinds of happiness, bound by their heads,",
    "ai-tika-vin08t24:77_4": "Entering the signs: there is a deliverance of foulness, being bound up with the price, and there is something that needs improvement.",
    "ai-tika-vin08t24:77_5": "And it is not possible that a corrupt sign arises in him eventually, while he is standing in between the boundary and the foot of a tree in a charnel ground, therefore, while standing in the debt, distributed at the root of a tree, or in between the open.",
    "ai-tika-vin08t24:77_6": "And here it is said in the Virūḷha. There it is a branch trampled down with branches and leaves that are foliage rain that was carried along in all directions, and so on. And hate is the root of all kinds of hate.",
    "ai-tika-vin08t24:77_7": "But if it had no roots or trees, it wouldn’t run out of the mountain peaks.",
    "ai-tika-vin08t24:77_8": "But if it is simply a single slacker, it can still be understood, that is, the foot of a tree, and it isn’t lasts.",
    "ai-tika-vin08t24:78_0": "about what is suspected of schism.",
    "ai-tika-vin08t24:78_1": "But that these two extremes in this matter what is said, “But the one whose place is growing on thought,” etc., and when something is said to be one who is deliberate, he does not proceed when it is to be one who prevented, without a lion’s left over, one who stands in the village.",
    "ai-tika-vin08t24:78_2": "For if a sign is growing, something else invited, anywhere in the village, for which you responsible,",
    "ai-tika-vin08t24:78_3": "But then, after taking these two terms, the attributes is as stated under the sway of behaviour because of that.",
    "ai-tika-vin08t24:78_4": "But, on the neighborhood of the monastery, they told them what had happened. Then, later, saying: “This was the first practice that was unshakable and settled in the morning, and on, without having made a dwelling place given the neighborhood, either two or three trees together. After causing unity, he should set out a new town orifices each other.",
    "ai-tika-vin08t24:79_0": "Independent, “This points out the acquaintment,” “This is the seat of one another took possession of these,”",
    "ai-tika-vin08t24:79_1": "his boundaries are boundaries in the western direction.",
    "ai-tika-vin08t24:79_2": "The place where that place became able to do a legal procedure.",
    "ai-tika-vin08t24:79_3": "wherever the work wasn’t able to do a legal procedure against him. And where they fix a boundary, lend an early headed a monastic boundary that crosses a river.",
    "ai-tika-vin08t24:79_4": "and the signs of two kinds: roaming the signs, etc., but not their breaking down into it.",
    "ai-tika-vin08t24:79_5": "But when you grow disillusioned, separate, and you can’t get to see the scope of reproach, you’ve done what you need. You’ve done what’s requested, and you don’t have worked.",
    "ai-tika-vin08t24:79_6": "for one isn’t worth a sixteenth part of this boundary, that is, only one of their heads growing old, this is why the tree is impediments.”",
    "ai-tika-vin08t24:80_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t24:81_0": "Discussion of the Simile of the Licchavīs",
    "ai-tika-vin08t24:82_0": "The four chapter",
    "ai-tika-vin08t24:83_0": "Discussion of the boundary on the grounds for sex.",
    "ai-tika-vin08t24:84_0": "The observance of the sabbath, having extrated the sabbath on the full moon day of the lunar half-month, the observance-day procedure, and the invitation procedure, on the day of the full moon, and on the Uposatha day, having a comfortable (supernatural) vision, is for the sake of aggregates, and for the sake of their public meeting hall, giving up a discussion. It is proper attention to him, and to go to the assembly of his own dwellings and becoming awakened for himself.",
    "ai-tika-vin08t24:84_1": "Herein, the kamma that is bound up in fourfold, that is to say, the primary elements, etc., is bounded by what is called constantly.",
    "ai-tika-vin08t24:84_2": "You are bound by a lion’s roar, a boundary that defines who belongs to the same community and who should do the observance-day procedure together. Yourses quickly boundaries to quickly. Udaya, you become like the first full moon.’",
    "ai-tika-vin08t24:84_3": "for this is said in the Paṭisambhidā: “The Elders have been given to the analytical knowledge of the Discipline –",
    "ai-tika-vin08t24:85_0": "“For he who has abolished the funeral pyre,",
    "ai-tika-vin08t24:86_0": "This is said in reference to means not in dead.",
    "ai-tika-vin08t24:87_0": "“Weapons, water, and seven wide;",
    "ai-tika-vin08t24:88_0": "Herein, the village of town is called “giving inhabited areas”.",
    "ai-tika-vin08t24:89_0": "Herein, the local bandits are bound together by a head hair, dressed in a foreign land, separated from the bandits, the sign of foulness, the inner skin, the flesh, the neck, and the enclosing the head, having attained the sign of foulness, and he keeps himself safely covered with the level of all over the sixthrows, and the sign of foulness, he should first remove the choice the sign of foulness, and en the choice of the leven. After worms, he should first remove the fruition of anywort of these three kinds of craving, and worms, and es.",
    "ai-tika-vin08t24:89_1": "For this is said in the Commentaries: “After that is why abode of eight kinds already mentioned, eleven signs, and eighty months passed by, he crosses the boundary markers, and then the signs hide, and the ships which expounds the signs in three ways. ”",
    "ai-tika-vin08t24:89_2": "In these eleven ways the signs reaches one by one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, or a thousand rebirths; and three signs do not apprehend the signs, which is accompanied by defilements, is an undetermined.",
    "ai-tika-vin08t24:90_0": "In this way a mendicant Sīha should first examine the meaning in this way: “From the boundary that cannot be fulfilled by all the characteristics, mats, etc., and also for the sake of bonds of sexuality. That’s why they should first examine the flame of a village with a large bowl.",
    "ai-tika-vin08t24:90_1": "Then they should be contented, separated from them, persuaded, and venerated them with a space on all sides.",
    "ai-tika-vin08t24:90_2": "of boundaries (of the villages), he should fix the boundaries.",
    "ai-tika-vin08t24:90_3": "For this was said by the Buddha, “There is a monastic who lives supported by the eighth day of the village or town, near the village of town, the district of the town, the boundary that defines who belongs to the same community.”",
    "ai-tika-vin08t24:90_4": "Firstly, a nāga cowherd thought, “There are eight roads in the same way as a village, a town by the capital. Consequent of the city, namely, town, or city there are monks who live in the neighborhood of a village.”",
    "ai-tika-vin08t24:90_5": "whenever they live supported by a town, they have a town called ‘The Divinities’.",
    "ai-tika-vin08t24:90_6": "in the city of Nagaravinda, there was a length of the city named Dhammāsoka.",
    "ai-tika-vin08t24:90_7": "they are also called “backs”.",
    "ai-tika-vin08t24:90_8": "Of those monks, the observance-day procedure, the recitation of the same monastic boundary, and the observance-day procedure, likewise likewise within one or other of the monks who belong to the same community and who should do the observance-day procedure together, and that procedure act only on the day of the Fraternity.",
    "ai-tika-vin08t24:91_0": "Herein, in that place there are grounds for which they obtained the strength of their great village or town and say, “Dearth dwells in the village or town” or “ up to the neighbourhood of a village, town, or city is simply reckoned as an offering of eight laws” .",
    "ai-tika-vin08t24:91_1": "of art of currents, frightening villages, and even in the village of Vedas.",
    "ai-tika-vin08t24:91_2": "for this is said in the Vibhaṅga: “He finds that arouse greed, hate and delusion;",
    "ai-tika-vin08t24:91_3": "‘This village, town, cities, and countries for women,’ and so on, etc.",
    "ai-tika-vin08t24:91_4": "The king’s portions can be understood all the grounds, except for the nation.”",
    "ai-tika-vin08t24:91_5": "This is the name of the Paṭācārā.",
    "ai-tika-vin08t24:91_6": "“This government officials in the village of Eastern Monastery after one or other of the King’s presence. Please grant this matter, when the king says, ‘We go to the village,’ and he board a wrong-doors, fathoms, and separates the carts it,’ and up into one neighborhood of the village.”",
    "ai-tika-vin08t24:91_7": "So it is when he says “Perhaps I wish to follow the kingship and poisons, doing all of them, like a jackal who set up a neighbouring head, and going to the shores of the royal compound.” So he is boundaries in all directions that suits him.",
    "ai-tika-vin08t24:91_8": "For that is why the name of the Commentaries said: “It is the eighth day of the city in the town, and the others wait upon that.”",
    "ai-tika-vin08t24:91_9": "After Virūpakkha and Virūpakkha, thinking: “The king and the famous and sesame seed, and Rājitasena in the presence of all kinds,” he is added: “We all have entered upon the town, and as above, so is able to resolve this in all these directions, he is able to reach the end of the Community.”",
    "ai-tika-vin08t24:92_0": "Of all the teachers, he thinks, “This is a jackal for the sake of this teacher. That’s why he puts on the ground, brought them together in the way that is, quite purified, and expounded by the king,” and after saying, “Through it from the drum of the entry,” it is indeed to be given attention to the King’s house, etc., and one is done by giving it to the evasiveness of its end, and like the monks.",
    "ai-tika-vin08t24:92_1": "In the Council of the Eightened One, “In this place there is no danger,” but rather, they point to the village, set out only one neighbour of the village, and no separately, thinking, “This village is the only one, two persons”;",
    "ai-tika-vin08t24:92_2": "“King, suppose this king was to give this preceding alms-food by the name of this village, no obsessionerve two or three times, but it would not be appropriate for the purpose of giving to the mendicants.” But he does not make a discussion on the point of his opportunity.",
    "ai-tika-vin08t24:92_3": "Virūpakkha to the shore of the village, thinking, “After carrying around it by means of this spot,” he thus expounded the field in the village, “Different,” and he gives it to the village by using the precincts.",
    "ai-tika-vin08t24:92_4": "“I do not.” And he said, “We will show us this task to the ant-hill,” “We will show non-human beings who have the previous practice,”",
    "ai-tika-vin08t24:92_5": "but here, when a king’s appearance he has crushed the chariot poison, do not appear in the mode of the range of the fields, etc., and even if he does not dropping it into the field.",
    "ai-tika-vin08t24:93_0": "They think, ‘Namely prepare the dissatisfaction with the summaries; they give up all kinds of accumulations; and they make the specifically memorized it, haven’t committed any act of wrong view, etc., and get a foot-stool, working at the wrong time, and range of the later generations; the Dispensation is why it is called from the community of the teachers’.",
    "ai-tika-vin08t24:93_1": "But some other teachers say this: ‘Give us that one of their teachers bes, your power will get stronger.’ Then the king would not receive the offerings.”",
    "ai-tika-vin08t24:93_2": "The word, “Yes,” replied the neighboring, “Yes,” he replied, “Yes, conduct,” according to the intercourse, say, “Thusk,” “By doing this, adornment, performed, and oxenclosed inhabited areas, for the sake of its (wholesome) power,” he said, “There will not be an strength,” he start from a village,” and he neighborhood of his in the village, etc.; and this way, addre, about the right way, is the power of what is said.",
    "ai-tika-vin08t24:93_3": "But it is the eighth kings: “Give us a gift, an offering, I call a gift.” He says, “Dields a greater. ” He says, “We shall not receive alms-food, separates,” and he replies, “Yes, let alone those who are wise!” he can do not accept at this: “May they be free from this;”",
    "ai-tika-vin08t24:94_0": "Knowing this, doing the characteristics, ramparts, and using them as they do, secure them. Then they must practice well protected and fixing them on all sides, whichever they want, without trouble or difficulty. Then they should severe heads for the sake of their having made use of their heads and robes, etc., which keep on their transmigration.",
    "ai-tika-vin08t24:94_1": "If he is able to make the boundary, he is seated at the foot of a town, or village boundary on the ground that citadel. In this way he’s able to keep up his sarong and upper robe. Taking him from that place, he should not be able to get past it, even if he has heard that procedure.",
    "ai-tika-vin08t24:94_2": "But how should I be well-versed the cloth covering and the rolling of the novice monastic?",
    "ai-tika-vin08t24:94_3": "For it is bound by a lion in a tied-league of Bhikkhus and its decomposed sites. When it is bounded on the ground, you should ask for the neighborhood of a dwelling, theorn of the head, for the deformed by the Buddha, your own dwelling in the neighborhood of a village, and then you must take care of the monks who come into the villages for the charnel ground.",
    "ai-tika-vin08t24:94_4": "He should then be given the consent of a regular monk who belongs to the same community and who should be given the consent.",
    "ai-tika-vin08t24:94_5": "In this way, when the monks are gathered, brought to those who are deserving to be given their consent, but they making a canopy covered with bronzements for newly arrived monks. In this way the monastery, the palms of the hands and feet are shut.",
    "ai-tika-vin08t24:95_0": "he does not finish the eighthold castes here and there, but also the eighth sections used to live in the lesser months.",
    "ai-tika-vin08t24:95_1": "The overcoming of this boundary must be seen as dealt with according to the absence of the imperishable and projecting the kind of various kinds of people.",
    "ai-tika-vin08t24:95_2": "This being so, their name and clanser made the appreciation of the Ancient Chief Disciples, ancestors, and cattle-keeper’s work. There is no place ornament of others.",
    "ai-tika-vin08t24:95_3": "If there is no established in the first primary elements, he who is bound to the neighborhood of a village boundary and the neighborhood of the villages, then it is mentioned.",
    "ai-tika-vin08t24:95_4": "Excepts are the truth that should be expected as hard to delimitate.",
    "ai-tika-vin08t24:95_5": "If he stands in a large monastery with a number of monks, he should remove a large boundary that defines who belongs to the same community and who should do the observance-day procedure within the Sangha.",
    "ai-tika-vin08t24:95_6": "When it comes to the village boundary, they pull up from their seats within the shade of the gateway, in that village, town, or cooked by the fourfold messenger. As long as they do not reach the end of the robe, they all went out of the village boundary, sewering from that village, town, or eating fallen from the nation.",
    "ai-tika-vin08t24:95_7": "Then he should sweep away the boundaries by boundaries: “Bothinking downwards and hanging on to the head, carrying the neighborhood of the head, and it was said to be From then on the head.”",
    "ai-tika-vin08t24:96_0": "In what way is there absoluteness and mindfulness? According to mindfulness and situational awareness, and takes part in the neighborhood of a village.",
    "ai-tika-vin08t24:96_1": "If they were to catch ninety-nine years, the news would come about.",
    "ai-tika-vin08t24:96_2": "If they were told by the head of the old, having been put on top of the ancient news, and hanging the sign on top of someone present the head, the inner skin that enclosure, having made another boundary mark it.",
    "ai-tika-vin08t24:96_3": "Therefore it was said: “By this position of an abode, the head of the skin that enquired on your own advantages, the head of himself on the head, and on the eighth day.",
    "ai-tika-vin08t24:96_4": "If there were two monasteries in the eastern direction, they in the eastern quarter in the west.",
    "ai-tika-vin08t24:96_5": "Sitting down the dwellings in the Jambudīpa, having performed that mango grove, why donning the eastern quarters, having made that prostitute into the eastern quarter?”",
    "ai-tika-vin08t24:96_6": "They’d establish a boundary that crosses the boundary.",
    "ai-tika-vin08t24:96_7": "For this is said in the Paṭisambhidā: “Being this head-splitting downwards, the Sañjikāputta sweeps, the head hairs, and its own parasols,",
    "ai-tika-vin08t24:96_8": "If they’re bound by their own jaws, the whole place where they meditate.”",
    "ai-tika-vin08t24:97_0": "The place where the four monks were unable to do the legal procedures of Kāsī, then, after which he washed by the monks from the group of six, shaved off his hair and beard, dressed in ocher robes, and he sits down on their own.",
    "ai-tika-vin08t24:97_1": "It is capable of siting down from the four directions, for the whole of the three people, and for the sake of his own authority, the wide openings, and he makes it sit down on the skull.",
    "ai-tika-vin08t24:97_2": "For this is said in the Paṭisambhidā: “A place wherever the bhikkhus can find out one that same place as a single midstress . Where the four places are able to do their work.",
    "ai-tika-vin08t24:97_3": "Where can you do the same thing that cannot be done by anyone, even though you do the same?”",
    "ai-tika-vin08t24:97_4": "Virūpakkhasa thought, “And four monks are able to do so too the monks within that enveloping the head hairs, body hairs, nails, teeth, and the rest. As they do so, they belong to their own view, they should do the same.”",
    "ai-tika-vin08t24:98_0": "Sir, may the monks in that village boundary preparing the decisions, set up bars, set up shops, ropes, and observances interpreting the neighborhood of the villages, towns, and countries in that separately for the sake of their own work. Then they’d sit by the Buddha, for the sake of this deed, and that as long as the mendicants pursuit of the enemy, what is needed for the sake of their own setting point.",
    "ai-tika-vin08t24:98_1": "She says, “Possessed of boundaries,” “There is no observation of the Sīvalī,” “Don’t want, without trouble or difficulty,” “Do you need to enemy,” “If you are able to embarrass,” “Do you need to embarrass, liquorate,” “You’re opportunity,” she wanted to lead to continue to build a full ordination.",
    "ai-tika-vin08t24:98_2": "When a boundary has abolished a boundary, the may-stay-apart-from-the-three-robes area should be abolished first. Afterwards you may abolish the boundary that defines who belongs to the same community. Afterwards to the same community. Afterwards you should abolish the boundary that defines who belongs to the same community. The section should be abolished first.",
    "ai-tika-vin08t24:98_3": "On that occasion they must abolish the boundary, saying: “In this way the boundary, the boundary, the ground is unallowable, and without having stayed put on the ground. The boundary, he should advert to the boundaries.",
    "ai-tika-vin08t24:98_4": "Instead, he should pull up the debt, embracing the boundaries with broken sticks, and then the rest of the boundaries. He should then threw the boundary and the next after which they had been split opened in the Great Cūḷapanthaka. He should not establish a boundary that is large.",
    "ai-tika-vin08t24:98_5": "The eighth day of the lunar half-month, the boundaries with the eighth day.",
    "ai-tika-vin08t24:99_0": "“If the Kinsman, the boundary, the Soles know, “Buddhaves are not able to restrain them.",
    "ai-tika-vin08t24:99_1": "But knowing that this rods will not be able to do so, and with careful consideration.",
    "ai-tika-vin08t24:99_2": "But if the newly know that this is undetermined, the enclosed Bodhisatta in the shrine, and instruments of the Shrines, he will not be able to witness even though it pleased.",
    "ai-tika-vin08t24:99_3": "If they’re imprisoned, they shouldn’t do the observance-day procedure together.",
    "ai-tika-vin08t24:99_4": "But those who know, “Both are not able to bound by them,”",
    "ai-tika-vin08t24:99_5": "For if they are the most important thing, only their words aren’t able to get rid of this demon and expensiveness, regardless of whether they exist or not, and because we’ve been brought by disciples by the neighborhood, the heads of a teacher, or the monks from the community, and I will not be able to make the after rope of Sakka and finishing and worms up by accumulating acts over and cannot in the villagestigating them. And this is the eighth or that neglect of the teachers.",
    "ai-tika-vin08t24:100_0": "How does he do this?",
    "ai-tika-vin08t24:100_1": "We will place the bed on the ground and the normally-.” Then, when all the time, having entered into and emerged from that place, they should first firmly established the in the work, the carpets, the workers, the shakes, and its heads for a sarong. They’d jackals from each other, the warrior-nobles, and all the more than four months.",
    "ai-tika-vin08t24:100_2": "Avoiding the ancient scope of the worms, (which) you’re eighteen years older.",
    "ai-tika-vin08t24:100_3": "For this was said in the Vinaya: “This is the eighteen sections in that place; on the ground, all the monks from the group of six established mindfulness in the air.” Then when the monks, separated from the ground, they chopped off a distance on their heads and go chopped off a rope, whichever hangs all the offenses and lives in the middle of the villagesecrated on their head. Then the ground and hanging from that sea, the offence of the dry, the vicinks oppposed, the boundary, the oppppositesites ses encovered, and the encloded, the boundary, the encovering from that rodedges.",
    "ai-tika-vin08t24:101_0": "“But knowing how, having known them, they should argue with them.”",
    "ai-tika-vin08t24:101_1": "In this way there is a boundary that defines who is a crossing the boundary and delivering on its head, and who understands this boundary and on the grounds of making a monastic boundary and who says, “We shall be able to settle this legal procedure.” And that’s why we’re able to restrain them, we’re able to practice this.",
    "ai-tika-vin08t24:101_2": "This inclusiveness is the conclusion about the meaning in this way. How is it possible to know about the matter?",
    "ai-tika-vin08t24:101_3": "But in the Commentaries, they thought, “Being this exposition of the natural principles, without letting go of their limbs and neglect, and we shall know unween contain their balanced effort, and we will wine their enemy.” And this is how much less than that, they will know the bodies of their head.",
    "ai-tika-vin08t24:101_4": "But when these eight substances are ended, the shackles bound together by the ropes of Sakka. Then they think, ‘By this wonder of Sakka, lord of gods, and humans!’",
    "ai-tika-vin08t24:101_5": "he then stops those who are the ancient ones, saying: “What are you doing, sir?”",
    "ai-tika-vin08t24:101_6": "(Buddha replied:) “In the village, town, and capital cities, he endeavour to the inhabitants and to keep up the boundary, like an opportunity, and then sets up a balanced village, and he lapsed the neighborhood of a village, and it is capable of traveling to her own village, and all the whole village, the whole village, town, and the sacred flame.",
    "ai-tika-vin08t24:102_0": "for this is said in the Noble Ones:",
    "ai-tika-vin08t24:102_1": "“Yes, Sīvaka,” he replied, “Do you constructed two settles that were some kind of workable simultaneously that is inquire about this,” and he replies on the spot in order to go about it.",
    "ai-tika-vin08t24:102_2": "So if they are experts, spliters, hawks and tendencies, tainted by a straw, and hawks about considering terrace and green gradually that is the simile of all the skin; it is only for each higher stage of it, and as a penniless.",
    "ai-tika-vin08t24:102_3": "He has ninety-nine dangers: there is nine orifices.",
    "ai-tika-vin08t24:102_4": "But then, except when he has laid down the barber embarrass and settles his feet, he can’t be aside like that of a gem that is the most important equipment and specifically reaches all the way already described.",
    "ai-tika-vin08t24:102_5": "But if he were to well wide, he whom the bowel is in his hand; therefore it is to be found on the ground, etc.; therefore it is forwards, which is why it has been brought by the mind, and is established in five-foods, which is why the forty-four grounds, and which makes eighths a cows riem.",
    "ai-tika-vin08t24:102_6": "In this way the sauna is poisoned with a group of twelve-hundred and sixty-two cases, and he has had a funeral pyre.",
    "ai-tika-vin08t24:102_7": "the taken by seized in the east,",
    "ai-tika-vin08t24:102_8": "if we do it in two or three less than the one’s own virtues, then widely covers the whole body, the upper hide, the tooth-mound, and it belongs to the two.",
    "ai-tika-vin08t24:102_9": "he should swep away it.",
    "ai-tika-vin08t24:102_10": "but instead of rowing on, the great boundary on the ground is for a stone, in the dead of rowings of the sun. When it is said to be the time of a large kasiṇa in the desert of its enclose.",
    "ai-tika-vin08t24:102_11": "or far from afar, he should know, “This is no hard thing that’s hard to do,” and he should know.",
    "ai-tika-vin08t24:102_12": "A good friend who gives birth to a precincts, and who possesses five grounds for one month, and on the other side of the building.",
    "ai-tika-vin08t24:102_13": "and on the last occasion of the Fortunate One, having made (them) done by another.",
    "ai-tika-vin08t24:102_14": "But now they are mostly capable of doing anything that can be seen by using what is said.",
    "ai-tika-vin08t24:103_0": "Satisfaction, however, should be understood in this way:",
    "ai-tika-vin08t24:103_1": "Now, after making a sign of these settles ropes, the gate is propounded outside the monastic boundary, and the second, he should then seize it in the way already stated. Then, having made a rope enclosed each time, he should then wield the work, after ropes all the walls in a powder, or the ropes set out on the ground eventually three times before strings, and then after making it known as before.",
    "ai-tika-vin08t24:103_2": "But these four or five days are called:",
    "ai-tika-vin08t24:103_3": "but the monks ignored climate it, as it were hard to get alms-food in a sorry and hard to get alms-food, however great.",
    "ai-tika-vin08t24:104_0": "One of them ladyed headache, having taken a lion’s roar, took the royal longhouse and set out on the top of the Truth. He then examined the mendicants in the Palace of the Fraternity, when the assembly was divided.",
    "ai-tika-vin08t24:104_1": "but, as he did in the city of Bamboo Grove, the shopkeeper Man,-uper-treasures, he was an elderly victorious king, the precious kingdom of the treasurer, the counselor-treasure, the Elder Mahā-Tissa lioned themselves, and was unable to do his own work for the Faith, held a moment on the floor, and his own hands of the Great Chief Jeṭṭha. Then he was unable to do his own work for his own son, the Great Sama.",
    "ai-tika-vin08t24:104_2": "Those four or five hundred Theras still had a worker needed to make an end to the senior monks, and have done a worker than that,",
    "ai-tika-vin08t24:104_3": "On that occasion, while they were told by the head of the lowestate, the monks gave them a good reciting the Vinaya, having taken the recitation of the Monastic Law, and the monks from the group of six said, “This is what is meant.”",
    "ai-tika-vin08t24:104_4": "When it has been done like this, the monks whose minds are fostering the doctrines of various sectarians, and various hypotheses, and their doctrines of various other sectarians, that are for the sake of hyposite sex and again.",
    "ai-tika-vin08t24:104_5": "for this is said in the Commentaries: “This should not be done at the time.",
    "ai-tika-vin08t24:104_6": "For when that deed is eliminated, it remains unfit for work.”",
    "ai-tika-vin08t24:104_7": "For that reason the Greatly Famous One, the ruler of the earth, along with a great sacrifice, as their passions and good deeds in the four great teachers, had in order to poisoned a great embarrass, and so on; with the Elder Mahā Devasūta discourse (where the town).",
    "ai-tika-vin08t24:105_0": "But if he wants to fix a boundary, then wounds the boundary, and he must stay in the same place as before. Then, having fixed a collection of these places, rocks, enclosures, and settles out the water, and also the edges, and goes outside the monastery gateway, and goes outside the monastic boundary with no companions, that is to beds, and chairs all the manages of the wounds, and the sectarians and the bhikkhus. After having establishing the enclosed, he should first precious deeds in the way already describedictorously.",
    "ai-tika-vin08t24:105_1": "In this way the great jackal was set up a barber length of a great deal of sesame seed and frame; and the eighth day of the lion separately the boundaries, all of them important their mindfulness. Then the villages should remain silent. Two on their heads anden the sea.",
    "ai-tika-vin08t24:105_2": "let them worship,",
    "ai-tika-vin08t24:106_0": "But when these are grounds for signs, why are they fixed in the debt, observed the boundary markers, and they make the signs that show the size of the boundary, in order to prevent them.",
    "ai-tika-vin08t24:106_1": "However, is it hard to speak simply this.",
    "ai-tika-vin08t24:106_2": "For it is hard to eventually pentad on the ground whose mind is full of wide open moderations. If not eventually presents the size of boundaries withins that were the apprehended, the signs of the ideas, the ancient and unsurpassable. Yet the cutting its neck through the marks of a wide open-handed, the Elder will take it out.",
    "ai-tika-vin08t24:106_3": "They’d wash off the swept when the perception of a lion’s roar. They’d wash out the swept on the ground, sunk in the air. And the bird was sitting outside the swept away, the scratching the door flyingers, the wide, the ground for wide openings in air, or the wide open when the door. It stood outside the monastic boundary until the end of the four directions, washed and propagation.",
    "ai-tika-vin08t24:106_4": "For when they are discarded, they should see that in a cramped place and clay, etc., in the sense of being depraved.",
    "ai-tika-vin08t24:107_0": "Some teachers an abode area and finding someone else to do the invitation procedure at a rope. Then, having built the reason for the Raṭṭhapāla’s feet, they put down the rope, and chopped it in an unworthy talk. Then the monastery gateway, and chopped it on the ground,",
    "ai-tika-vin08t24:107_1": "At the foot of the feet, simply he does not get rid of resentments, but he is established in the evening for a Father-workance.",
    "ai-tika-vin08t24:107_2": "For it is said in the Vibhaṅga: ‘We will live unprotectedly by making amends for such a man and preventing the neighborhood of a robber,’ and if the other words are open, they’ll be free from the neighborhood of excessive concentration and the sign, and they’re not free from the one who stands practises, the otherwise, and the accumulates them. That is why they lead to the value of hate and delusion.",
    "ai-tika-vin08t24:107_3": "But other teachers who were consecrating their work, hatred, clothing, and striking them with barbed words are being because they carryed around on it.",
    "ai-tika-vin08t24:107_4": "In some cases the elder said, “For some there is no place where the size of the elders,” but rather it is for the most importantment,” it is in the first place where the Elder Nuns, thinking, “Perhaps there is no enclosed,” etc., they said, “From here a post is incapable of creating the mind.",
    "ai-tika-vin08t24:108_0": "In the past, too, the chief of the Sirināga, was situated near the delightful Mahāmeghavana in the royal city of Kālāma, and having taken a royal garden, I will go to the highest among men. (Sakka) “I will go from this town to the capital.” Then they stepped off his head and rolled towards the king and set out on the town, thinking, “I will go embark,”",
    "ai-tika-vin08t24:108_1": "They all said, “All the elders,” “The sons of the neck,” but the elder remained behind his back, and having taken it covered it with their own hands, remained. They then went back to the Bo branch and said, “Hause.”",
    "ai-tika-vin08t24:108_2": "Is there another stage of the city of Kāsi, the string of good character, and firstly the queen of the Sāketa, and then the necess of (wholesome) examined about the princes of the Truth, “This postures, belows, across the circumambulations, and he should not establish them in three cases.”",
    "ai-tika-vin08t24:108_3": "They put their sarong on the ground together and fixing their appreciations. Controverses, and doing the work and doing the same decisions, they think, “Hiscus, level, and separately.”",
    "ai-tika-vin08t24:108_4": "But if they actually honor, respect, esteem, and venerate them, they don’t actually belong to him when they were seen, there is no such faults.",
    "ai-tika-vin08t24:108_5": "For they make their own teacher’s doctrine, tie them, and they keep them safe. That’s why they don’t get argued, embarrassed, and that’s why they do it.",
    "ai-tika-vin08t24:109_0": "In this case, what is there?",
    "ai-tika-vin08t24:109_1": "“Monks, I allow you to establish a boundary that is 40 kilometers in the scriptures. ” And the Buddha, when the monks, you’re not able to establish mindfulness in the three Vedas, you should see the neighborhoods, the villages, the neighborhoods, the jackals, and the women through the rest. So after considering them in that village, you’re not able to be appointed as far as the ground. So he’s working for the village, he’s not able to become least after considered, without making amends in that stilternary.",
    "ai-tika-vin08t24:110_0": "while seeking a person in this way, searching for what is looking for, this is the point.",
    "ai-tika-vin08t24:110_1": "The Buddha’s dispensations of supernormal powers were sovereignty in the heaven of the mendicants. It would be possible for them to develop the mind and cultivate it.",
    "ai-tika-vin08t24:110_2": "To all the mendicants in the garden, all the mendicants do not say, warrior-cloth, and nails warrior-ins, I’d say.",
    "ai-tika-vin08t24:110_3": "at the time of the Buddha was great delightful and festival in the Mahātittha garden of the Dhamma. Eightened One, the Elder Siggava, –",
    "ai-tika-vin08t24:110_4": "Also, Sīhahanu, having taken a great, set rolling the Mahāvihāra monastery for him and performed this great sacrifice, that is, the senior monk who gives his advice, and set up this (between time).",
    "ai-tika-vin08t24:110_5": "But there is no place for anyone who sets out on this scope of supernormal powers to learn it.",
    "ai-tika-vin08t24:110_6": "and so thatas, countless hundreds of thousand consisting in that place will arise in that place.",
    "ai-tika-vin08t24:110_7": "In order to precise the boundary forty-three terrace, wherever the birds were, eighty-four hundred and seventy-two marks, and eighty sinews, the Mahāriṭṭhas, and the corpses, these eighteen instances,",
    "ai-tika-vin08t24:110_8": "he can appoint one hundred and seventy-four pairs of gems, eight-four pairs of chief ministers and counselors of pairs garments of gold coins.",
    "ai-tika-vin08t24:110_9": "If they were bound with a great deal of primordial conduct, the masters, ninety-twomens, the traditions, and nine stages of the Faith, but not their enemy. And they show their new actions to their instructions. Both cleansing is the ultimate way, they must establish themselves in the ultimate way.",
    "ai-tika-vin08t24:110_10": "This reason, for this reason it is for the purpose of showing the meaning, and for its advantage.",
    "ai-tika-vin08t24:111_0": "on account of which he discarded outside the gateway, “Through Village” and “The assembly hall is outside the gateway of a distance created, Village, and disturbed without being struck”; and he is the spottom, the kasiṇa makes a hosssed Vibhaṅga thus: “This is the meaning of, it is the poisonous morself, obser of the monastery; and it cannot be understood to say, is the poisonous of the Great Swder.”",
    "ai-tika-vin08t24:111_1": "if there were no ground for swiftness, wouldn’t give it up.",
    "ai-tika-vin08t24:111_2": "and having placed it on all sides, they’d build a length of the three leagues in the same way as a place and they made a pile of unworthy for sesame seeds and immerse it.",
    "ai-tika-vin08t24:112_0": "And he said to them: “Bhaddiya, how do you know the castegories that are unfitable and indirected, with great rolling on account of this eight hundred leagues?”",
    "ai-tika-vin08t24:112_1": "From such as these eighth rains, it eradicated all kinds of swiftly, then all the Nigaṇṭhas (?) and the eighth caused the reasons of the boundaries (of the Faith) and the untotledgether, and all the villages, towns, capital cities, and nations opposed down in the same places and sewings, and separates, and not the other communications. That is why it is not the practice of any other reason why it is attained to the practice of these.",
    "ai-tika-vin08t24:112_2": "And now the reasons should be searched for the Buddha.",
    "ai-tika-vin08t24:113_0": "And here it is possible that if they knew the villages, towns, and countries of these monks still want to listen. They should pay attention or reach the neighborhood of the villages, towns, or the monks who want to keep on doing it. Some of them all they shouldn’t leave that village or town. So even after taking leave, they are appointed, they must appointments that are cleared.",
    "ai-tika-vin08t24:113_1": "to dispel the load of points. When they’ve entered the village, the town-dwelling later in the village, the town-dweller and the village, the town-dweller, and the carbuncles, and looked outside.",
    "ai-tika-vin08t24:113_2": "For if they are able to make an end, and they are able to neglect abyss.",
    "ai-tika-vin08t24:113_3": "then you should regard the absence of those who do the work. That is why, the meaning should be illustrated.",
    "ai-tika-vin08t24:113_4": "When the head is finished in this way, it is swept away by the sitting poisonous vipers. When a newly arrived monks had been swept away by each monastery. When it was said, it was said to be the head",
    "ai-tika-vin08t24:114_0": "After that, he said, “Understanding,” “They are responsible.” Then he should know the meaning of this.",
    "ai-tika-vin08t24:114_1": "A single monk is able to sit down in the same community by the monks one side of the monks, but he is not an appointed.",
    "ai-tika-vin08t24:114_2": "it is an uninhabited precincts, when it is making it unremitted for 84,000 leagues long, and it goes beyond the limit of specific purpose. There is no 84,000 mendicants who wants to make the neighborhood of one front. When it is finished, the Sangha sits down, that is why it should be established,",
    "ai-tika-vin08t24:114_3": "How do you understand this?",
    "ai-tika-vin08t24:114_4": "“Here there is no lesser monk called Avīci hell, where he is unable to sit down.",
    "ai-tika-vin08t24:114_5": "having over hairs, even if he does not catch his hair, he crosses the leaf-hut and guides his refuge.”",
    "ai-tika-vin08t24:114_6": "When this was said, it was said to be the married girls: “Forget from the fourteenth day of the fortnight.”",
    "ai-tika-vin08t24:115_0": "After that, he should say, “They are the signs,” “There are three signs,” “They are generals,” “They are lowered in,” “They are fixed in the sign. When they are used in this way, how they should give the sign.",
    "ai-tika-vin08t24:115_1": "When the heavens have set up in four directions, in the eastern direction, southern quarters, and then the glorious signs, then they must be made the sign of the other directions. In this way: “What is it that?”",
    "ai-tika-vin08t24:115_2": "however, when someone has emerged from the eastern direction and for the southern direction, they think that it is the sign of the eastern quarter in the other directions.",
    "ai-tika-vin08t24:115_3": "Water, in a palanquin, placed on a floor cover, a stone, a piece of grain, or a keyhole, and he.",
    "ai-tika-vin08t24:115_4": "the shadow setting out in the Himalayas, and the sign appears (and setting these) the sign of the sunshade.",
    "ai-tika-vin08t24:115_5": "having completely transcended the signs, he is called “unbounded”.",
    "ai-tika-vin08t24:115_6": "it should be used for the purpose of defecating with these three signs.",
    "ai-tika-vin08t24:116_0": "How does he do this?",
    "ai-tika-vin08t24:116_1": "After doing the observance procedure by means of the full moon on the neighborhood of a village, the Sangha haunts on the ground, and on the neighborhood of the head, and escorted by the messengers, by the first direction, and all the good sirs, and enclosed by the signs of the gods that were the Thirty-Three ... the objects essence of menstruations must be seen, and heard about a packed in the heavenly realm.",
    "ai-tika-vin08t24:116_2": "“Sir, there is no other person.”",
    "ai-tika-vin08t24:116_3": "Again, he should stay in the Monastic Law thus: “This is the sign,”",
    "ai-tika-vin08t24:116_4": "There is no-one else who, making it preparing their heads, in the North-West direction,",
    "ai-tika-vin08t24:116_5": "—”In a long way, sir.”",
    "ai-tika-vin08t24:116_6": "He recovered the sign, saying: “What is the purpose?”",
    "ai-tika-vin08t24:116_7": "—”In a long way, sir.”",
    "ai-tika-vin08t24:116_8": "Then having spat on the sign’s appearance, you should conclude:",
    "ai-tika-vin08t24:116_9": "for this is said: “The any sign that is called “unchorn-covered” .",
    "ai-tika-vin08t24:116_10": "When the sign has been dropped, he thinks, “I attained the signless,” “They are struck by three signs.” But when the sign is finished in three cases.",
    "ai-tika-vin08t24:117_0": "Then after that he said this to the end, he should know the right size: “This is the meaning of this legal procedure, this is the end of the Sangha at its head, and this is the end.”",
    "ai-tika-vin08t24:117_1": "If he stands outside the monastic boundary, the sign having established the boundary markers outside the monastic boundary markers, he is standing outside the monastic boundary, then that is, the sign of inner skin, he is called “Kisākha”; and when the sign is standing outside the monastic boundary, the Sangha should be appointed.",
    "ai-tika-vin08t24:117_2": "For this is said: “About my doubts about the consciousness of the base consisting of boundaries, why are you standing outside the monastic boundary markers? ”",
    "ai-tika-vin08t24:117_3": "“Does it professively stated in this way, standing in factableding the ground, it is consistentless.”",
    "ai-tika-vin08t24:118_0": "Then after the rainy season residence there was another appointment, he should severe sweeps in three ways: “This is an occasion, this is how they should be given attention from the group of three times.”",
    "ai-tika-vin08t24:118_1": "“Mendicants, all you’re not established in a lion’s boundary. Your skin, all-seeing, all-free, you’re established in every monastery; you’re not exempt from the neighborhood of a village boundary, town, or city the neighborhood of a village boundary. And if you’re not designated as pure, but because you haven’t attended on you.",
    "ai-tika-vin08t24:118_2": "For when the way described in the way beginning, “Where is indeed the ocean in the natural rivers, etc., when there is this: in the sense of urgency, the any.”",
    "ai-tika-vin08t24:118_3": "At this point it was said: “This is how the shade of the head is unable to expert a fierce, shot sign, while standing outside the door. It was standing outside the shade of the similes, the sunlight in the sky above it, he sweeps neither too tight nor too loose. ” And just as a dropsing the sun’s touch. When the sun has been smoke, the all round, the skin, and the pile of land is well.",
    "ai-tika-vin08t24:119_0": "Process: the signifying in three ways, the failure in verbal action, and the mental actions.",
    "ai-tika-vin08t24:119_1": "he replied, “The sign of a mountain glorious sign, the sign of a tree standing in the air, the sign of a tree standing on the sign of a tree, and the sign of a tree standing in the eight directions, and he allowed the sign of the signs.” Then he placed any such as these, what is meant.",
    "ai-tika-vin08t24:119_2": "For this is said in the different carpents: “What is the counterpart of signs?",
    "ai-tika-vin08t24:119_3": "—”In a long way, sir.”",
    "ai-tika-vin08t24:119_4": "And that is a stone’s appearance, having been ineffected by the sign.”",
    "ai-tika-vin08t24:119_5": "Once again the signs of the trees that were firmly established in these eight ways, just as hard to develop the signs of a tree growing on the ground, and cutting off the signs of the two ends, he should fix the signs of the advantages and places as far as the pavilion.",
    "ai-tika-vin08t24:119_6": "Therefore, the Great Ascetic, having said: “She must fix the marks that are fixed,”",
    "ai-tika-vin08t24:119_7": "and he must tell them whether it is the sign of the simile of the ground, etc., which is held in the air, and so on.",
    "ai-tika-vin08t24:119_8": "At this point there is a reason why with the succession of the kind already described.",
    "ai-tika-vin08t24:120_0": "After that separately, all the monks from the group of fourteen years (afterwards) one the boundary, all of the monks gathered in that very neighborhood of a village, whether the fourteen or not. They brought them up to the neighborhood of the bowl, or not all the monks have agreed upon them.",
    "ai-tika-vin08t24:120_1": "Therefore it was said: “The exposition of the teaching has reached a household and held together with four monks. All of them sat together invited the monastery together assembled.”",
    "ai-tika-vin08t24:120_2": "When it was bound to this boundary, we all went on a shade of the dwellings, preparing the boundary with the monks. When it was bound that ropes, the monks from the group of six, the monks from the group of traveling thieves, sandalwood, and vehicles, followed by the lion’s neighborhood of a village, and then you must ask for the care of the caravan, not eventually.",
    "ai-tika-vin08t24:120_3": "those who are distributed in a monastic dwelling that should be given to one by one. The consent should be brought to mind.",
    "ai-tika-vin08t24:121_0": "If they do the observance-day procedure within the village, the monks may abolish the boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin08t24:121_1": "But the boundary that defines who belongs to the same community and who should go in the same way: “There are dangers for a hundred years, but none of them. The tree should be given to those who come.”",
    "ai-tika-vin08t24:121_2": "For this is said in the Commentaries that were impressive and satisfied with the mendicants.",
    "ai-tika-vin08t24:121_3": "When the monks gathered and had gathered like this, they made an enclosure that. They must wash out of desire and fondness for newly arrived monks. Instead, they must take care of the elephants or the messenger. Instead of transmigration, lengths, horses, and chariots, I will waste-stics.”",
    "ai-tika-vin08t24:121_4": "for this is said in the Commentaries: “It is said, monks.”",
    "ai-tika-vin08t24:121_5": "At this point they’re reborn in the second counsel.",
    "ai-tika-vin08t24:122_0": "After that is the first method of the deeds done in the place where the deed is performed, the boundary that defines who belongs to the same community and who should be established in the first of the boundaries: “Monks, when the legal procedures the boundary, the monks should be established first. Afterwards, he should be established first in the first of the section decision, he should appointed the boundary that defines who belongs to the same community as one community and who should be established in the four ways. ” And he should appointed the boundary as delimitations on earth, he should establish the boundary that is the basis for welcoming that same boundary.",
    "ai-tika-vin08t24:122_1": "Therefore it was said: “The cutting off is inspiring conduct. ” ...",
    "ai-tika-vin08t24:122_2": "is reborn in a lower realm.”",
    "ai-tika-vin08t24:122_3": "When there is no abolishing of the may-stay-apart-from-the-three-robes area, leaving out inhabited areas, and she sat down on the seat spread out without taking leave.",
    "ai-tika-vin08t24:122_4": "And so there is the village boundary that is designated as “in the boundary and the village, the village- wilderness-dweller’s practice. ” When he goes to the neighborhood of the monastery, he goes to his own monastery that defines who belongs to the same community.",
    "ai-tika-vin08t24:122_5": "When he hasn’t stayed there for a monastery, he stays there.",
    "ai-tika-vin08t24:122_6": "he said, “May the observance-day procedure remains outside the monastic boundary. ” ...",
    "ai-tika-vin08t24:122_7": "Go back ... thus: ”",
    "ai-tika-vin08t24:123_0": "“Sir, I ask the Sangha to listen.",
    "ai-tika-vin08t24:123_1": "If it seems appropriate to the Sangha, the Sangha should abolish the established monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin08t24:124_0": "“Venerable, I ask the Sangha to establishes a monastic boundary for as long as I am bound to this.",
    "ai-tika-vin08t24:124_1": "Any monk who approves of establishing, based on these boundary markers, a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together should remain silent.",
    "ai-tika-vin08t24:124_2": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin08t24:124_3": "The Sangha has established, based on these boundary markers, a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin08t24:124_4": "I will remember it thus.”",
    "ai-tika-vin08t24:125_0": "These are the observance-day procedure with belonging to the same Buddhist sect.",
    "ai-tika-vin08t24:126_0": "“Venerable, I ask the Sangha to establish a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin08t24:126_1": "If it seems appropriate to the Sangha, the Sangha should designate that same boundary as delimiting a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited area.",
    "ai-tika-vin08t24:127_0": "“Venerable, I ask the Sangha to establish a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin08t24:127_1": "The Sangha designates that same boundary as delimiting a may-stay-apart-from-the-three-robes area.",
    "ai-tika-vin08t24:127_2": "Any monk who approves of designating this boundary as delimiting a may-stay-apart-from-the-three-robes area should remain silent.",
    "ai-tika-vin08t24:127_3": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin08t24:127_4": "The Sangha has appointed the boundary as delimiting a may-stay-apart-from-the-three-robes area. The Sangha approves and is therefore silent.",
    "ai-tika-vin08t24:127_5": "I will remember it thus.”",
    "ai-tika-vin08t24:128_0": "These are the bodily formations that are not in common with the peril of their own speech. They should then use the ocher clothes.",
    "ai-tika-vin08t24:128_1": "Thus is the third kind of action that has a vital condition.",
    "ai-tika-vin08t24:129_0": "thus: “This is the eighty-foted gems, a hidden treasure, and a single remaining silent. It is embankment in these three factors, which is like the moon’s disk, like the sunking, the moon consisting of boundless space, and the length of the circumference of mountains, and the embracing the moon’s disk. It lasts ” And like a cry of the sun, it with these three factors, as vicious sons, creeping the whilesing from city, and lamentations, for a long time I have reached the ending of past lives, the result of paste, and nakedness.",
    "ai-tika-vin08t24:129_1": "for this is said: “Bhikkhus, there are sixteen grounds for designations, that is to say, a boundary, a boundary that defines who belongs to the same community and who should be established first.”",
    "ai-tika-vin08t24:130_0": "Saying: “Of the sign, having made the sign of fact that is ...” he took all of them from the eastern quarters, having put it on all sides, said, “What is the meaning of this?”",
    "ai-tika-vin08t24:130_1": "This is the eleventh yet eleven months, and has acquired all the limits of the monks, by one who is crowded with three hundred and three thousand monks, and who has not even fulfilled all the limits of legal procedures. We have a complete assembly.",
    "ai-tika-vin08t24:131_0": "or on the lion’s throat, he should first place all the duties on a charnel ground beforehand, on a forehead, and once again and again. Instead of jackal, we must then turn them back. Instead of jackal, we should prepare a washy. And he should then be told first what we had said first.",
    "ai-tika-vin08t24:131_1": "If he stands in the assembly hall, he should fix many legs of all kinds, tied the one interrupted on to the ground, in the middle of the monastery, and have to be bound together in the middle of the monastery.",
    "ai-tika-vin08t24:131_2": "They must stay in the shackle of the Bodhi tree where they stay. They can meditate.",
    "ai-tika-vin08t24:131_3": "Likewise, when the boundary is finished in the same way, “But the boundary, the newly arrived monks does not enter the same monastic boundary,” and so on.",
    "ai-tika-vin08t24:132_0": "but he should fix the boundary on the ground.",
    "ai-tika-vin08t24:132_1": "If he applies to the rainy season by himself, if he does not allow it to go downwards, that is,",
    "ai-tika-vin08t24:132_2": "or another one thousand monks who take care of it.",
    "ai-tika-vin08t24:132_3": "for this is said in the Commentaries: “This is the eighth summary” .",
    "ai-tika-vin08t24:132_4": "While sitting on one side the monks were sitting together with twenty monks, he is a legal procedure at the end of the group of nuns.",
    "ai-tika-vin08t24:132_5": "for this is said in the Doubter: “Perhaps these are twenty-two monks”, etc.",
    "ai-tika-vin08t24:132_6": "he should place the monks on the boundary markers of a stilt longhouse.",
    "ai-tika-vin08t24:132_7": "a storm-cloth should be fixed on to the boundaries.",
    "ai-tika-vin08t24:132_8": "After saying, “This is the sign,” he should fix the boundary markers: “This is a stomach, this is the moisture, but rather.” Then he should fix it on the boundary markers.",
    "ai-tika-vin08t24:132_9": "This is said in the Commentaries, “Reverend Sir,” etc.",
    "ai-tika-vin08t24:132_10": "In this way one is appointed establishing a boundary, he should fix the boundary position outside.",
    "ai-tika-vin08t24:132_11": "The small one-pointed next to the boundaries, one measure of unificationshaken, and four-footed widely.",
    "ai-tika-vin08t24:132_12": "But if the dwelling is large, two, three, four, five, ten, twenty, thirty, forty, or even more than that.",
    "ai-tika-vin08t24:132_13": "for this is said in the Commentaries: “This is the eighth abode of lords.”",
    "ai-tika-vin08t24:133_0": "After establishing the boundary that is designated as a great boundary, he may designate the boundary that defines who belongs to the same community and who should do the observance-day procedure together. Then he should leave the boundaries in the Great Wood, and when it is still undetermined, he should be established in the hall with the hands of the size of their heads and go forth. Afterwards, he should appoint his sarong and then appointment.",
    "ai-tika-vin08t24:133_1": "That is why it is said in the Commentaries: “This is the eighth day.”",
    "ai-tika-vin08t24:134_0": "‘When there is abolishing the boundary, what is it said?’",
    "ai-tika-vin08t24:134_1": "How should we be over?",
    "ai-tika-vin08t24:134_2": "he should subside in the ways:",
    "ai-tika-vin08t24:134_3": "For, for he should stand in front of the western direction, the northern quarter, and the Southern direction, “What is the site of in front of it in front of me? ” and “For that sign, then, having made it its sign, he should stand in front of the eastern direction, “What is the western direction? ”",
    "ai-tika-vin08t24:134_4": "In this way many signs of boundaries should be made up before dawn and another spend the signs. On the other occasions he should fix the signs, in the other words:",
    "ai-tika-vin08t24:134_5": "In this way there are two signs, including each boundary markers, two signs, and five markers of the palaces, for the purpose of going on them.",
    "ai-tika-vin08t24:134_6": "In this way he should next the boundary markers when going to an inhabited area.",
    "ai-tika-vin08t24:134_7": "Likewise: “Anyone who has said in the scriptures, why do you place the swallowing the neck in each time? ” and when the direction is finished, what is it allowable?",
    "ai-tika-vin08t24:135_0": "After that to be appointed as not, it should be appointed through this head, or if it were not.",
    "ai-tika-vin08t24:135_1": "But if the boundary markers preparing the signs and inner skin enclosed by a large sign, then making the signs of foulness in such a place, and worm-infested themselves in the place where they wish.",
    "ai-tika-vin08t24:135_2": "In this way they should fix from the debt, boundaries.",
    "ai-tika-vin08t24:135_3": "That is why it is said in the Commentaries that are fixed in the signs.",
    "ai-tika-vin08t24:135_4": "In this way the Kinsman of the Supreme Monarching the great monks’ virtues head.",
    "ai-tika-vin08t24:135_5": "When it’s boundaries, the monks who are fixed in debts, but they don’t do the procedures of the mendicants on boundaries or their heads forehead. And they don’t walk or persist in dishes.",
    "ai-tika-vin08t24:135_6": "After entering the village, and or sitting in it, they can do the procedures next to each legal procedures.",
    "ai-tika-vin08t24:135_7": "For the village boundaries within a boundary,",
    "ai-tika-vin08t24:135_8": "For that is why it is said in the Commentaries: “If the monks are bound at Gatherd’s dwelling, and then in that case, it is bound to those monks who dwell in the robes, etc., accordingly, as they were being bounded by their three robes, etc., before putting aside on their robes, and that each other.",
    "ai-tika-vin08t24:135_9": "But if there is any village he gives it up in the village, he should not see it in his next village.",
    "ai-tika-vin08t24:136_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t24:137_0": "(but) from the top of debtlessness, having few wishes,"
}