{
    "ai-tika-s0402t57:0_0": "(25) 5. Āpattibhayavaggo",
    "ai-tika-s0402t57:1_0": "1. Saṅghabhedakasuttavaṇṇanā",
    "ai-tika-s0402t57:2_0": "243.",
    "ai-tika-s0402t57:2_1": "These are the five disputes that are a legal issue arising from a dispute, a legal issue arising from an accusation, a legal issue arising from an offense. These are the four kinds of legal issues that are also a legal issue.",
    "ai-tika-s0402t57:2_2": "Herein, the Teaching should be understood:",
    "ai-tika-s0402t57:2_3": "of failure in morality, failure in conduct, views, and failure in livelihood; that is, the ignorant and initiative, the accusations—this is called “accusations”.",
    "ai-tika-s0402t57:2_4": "and there are two kinds of disciplinary issues in the five classes of offenses: this is called the seven offenses because of the seven offenses.",
    "ai-tika-s0402t57:2_5": "the legal issue conducive to the Sangha is called the legal issue arising from the four legal issues.",
    "ai-tika-s0402t57:2_6": "The rest is the same as in the case.",
    "ai-tika-s0402t57:3_0": "The proper conduct in regard to schism in the Sangha is finished.",
    "ai-tika-s0402t57:4_0": "covered in the color of others,",
    "ai-tika-s0402t57:5_0": "244-5.",
    "ai-tika-s0402t57:5_1": "One should break the recollection of the robe aside with a secret .",
    "ai-tika-s0402t57:5_2": "He had a bag built for him,",
    "ai-tika-s0402t57:5_3": "Hence it is said: “Parkind-covering cloth!”",
    "ai-tika-s0402t57:5_4": "The third is the same.",
    "ai-tika-s0402t57:6_0": "The commentary on those offenses is finished.",
    "ai-tika-s0402t57:7_0": "4-7. Seyyāsuttādivaṇṇanā",
    "ai-tika-s0402t57:8_0": "246-9.",
    "ai-tika-s0402t57:8_1": "and to the fourth, after departing they have gone (there) departed.",
    "ai-tika-s0402t57:8_2": "Those who say, “It is because they are actually lived here and therefore” are called an abode of clay consisting in clay.",
    "ai-tika-s0402t57:8_3": "Or alternatively, they are reborn in the ghost realm, which is the meaning.",
    "ai-tika-s0402t57:8_4": "Hence it is said: “Have you must be disillusioned with the ghost realm? ”",
    "ai-tika-s0402t57:8_5": "he is not able to lie on one side, nor to get past suffering.",
    "ai-tika-s0402t57:9_0": "it shows why Sīhabāhu’s head is shown",
    "ai-tika-s0402t57:9_1": "if his own frightening cows entered his own house, he entered his own cattle breeps, then that monk was mindfully covered with pure white on his own bed, saying “While, however mindful, was mindful, like that mendicant?",
    "ai-tika-s0402t57:9_2": "Hence it is said: “He is the first footing in the first stage.”",
    "ai-tika-s0402t57:9_3": "or placing it in the first position that he is to be placed on top of the right leg in one first two place.",
    "ai-tika-s0402t57:9_4": "Then the western direction should be understood in the way already described under the cutting its characteristic, and which is to be placed in one place just on its shell.",
    "ai-tika-s0402t57:9_5": "But when he places it does by using its head, etc., he should be understood as follows: “It is pervading a multi-coloured owing to its envelopings.”",
    "ai-tika-s0402t57:9_6": "he placed a lion’s posture that is too far from the near, on the part of the body, and so on.",
    "ai-tika-s0402t57:9_7": "the Lion’s Roar three times, honoured by protection and squeezing,",
    "ai-tika-s0402t57:10_0": "This is the fourth kind of peril. Saying: “When a Realized One exists, we can’t show them up.”",
    "ai-tika-s0402t57:10_1": "By the means of the fourth jhāna itself is produced by the fine-material jhāna. The fourth should be practiced with the fourth.",
    "ai-tika-s0402t57:10_2": "But what is the fourth preceptor?",
    "ai-tika-s0402t57:10_3": "The Sproper of the Influence of Contact",
    "ai-tika-s0402t57:10_4": "Herein, the Blessed One Vipassī, having insight into that place, and has arisen on the path to the highest.",
    "ai-tika-s0402t57:10_5": "The Buddha’s glory: “This isn’t self-made, this is not worth a sixteenth part of the world’s practice. ” And this is why he now attains Nibbāna by the Realised One.",
    "ai-tika-s0402t57:10_6": "When there is the time of Buddha’s Complete Emancipation, the Buddha would not do it. He laid down on the occasion of attaining Nibbāna, beside, and his intelligence is lost.",
    "ai-tika-s0402t57:10_7": "But it should be understood all the fourth fruition by means of the fourth fruition.",
    "ai-tika-s0402t57:10_8": "Herein, just as, when a man has arisen characteristics, they have already arisen in that simply the meaning of the family, their own characteristics, because of the first jhāna and because of the tradition of the Blessed One’s special qualities, the Lord of the fruit of whether or not.",
    "ai-tika-s0402t57:10_9": "Five Discourses on Sticks.",
    "ai-tika-s0402t57:11_0": "The same way forty-four is finished.",
    "ai-tika-s0402t57:12_0": "8. Paṭhamavohārasuttavaṇṇanā",
    "ai-tika-s0402t57:13_0": "250-253.",
    "ai-tika-s0402t57:13_1": "these eight (performations) are not destroyed,",
    "ai-tika-s0402t57:13_2": "I have gained a sense of monasteries, saying: “I have seen this,”",
    "ai-tika-s0402t57:13_3": "And here the meaning should be understood according to the production of stiffenedness in each case.",
    "ai-tika-s0402t57:13_4": "But there is nothing to be spoken of in nine respects.",
    "ai-tika-s0402t57:14_0": "The first kind of commentary is finished.",
    "ai-tika-s0402t57:15_0": "The commentary on those offenses is finished.",
    "ai-tika-s0402t57:16_0": "The fifth _kahāpaṇa_ is finished."
}