{
    "ai-tika-s0519t5:0_0": "Nayasamuṭṭhānavāravaṇṇanā",
    "ai-tika-s0519t5:1_0": "As to calculate it, it is said: “They are expounded” .",
    "ai-tika-s0519t5:1_1": "Herein, not by means of the receivers,",
    "ai-tika-s0519t5:1_2": "for you do not reject it with wisdom.",
    "ai-tika-s0519t5:1_3": "gradually distracted by knowledge, one with full awareness, one contempt,",
    "ai-tika-s0519t5:1_4": "Just as one produced knowledge says is the path of insight and in accordance with knowledge, so the meaning is that it is manifested as the state of insight.",
    "ai-tika-s0519t5:1_5": "Having made this statement, he becomes more constructed in the same way.",
    "ai-tika-s0519t5:1_6": "For the meaning of the sequence of meaning is that introducating the meaning of three suttas: “This discourse is spoken of interpretations, and there is in detail.”",
    "ai-tika-s0519t5:1_7": "Or what kind of accusing is it said: “What are you penetrating?”",
    "ai-tika-s0519t5:1_8": "Herein, the defilements that is dissimilar to the defilement of the defilements.",
    "ai-tika-s0519t5:1_9": "Then the four directions, the names, the intermediate directions, and the fourth drums of the waves (?) is the same: just as the fourth direction.",
    "ai-tika-s0519t5:1_10": "“Yes,” he replied, “(but) the meaning of the town,”",
    "ai-tika-s0519t5:2_0": "Likewise the meaningful in the case of the words according to the meaning.",
    "ai-tika-s0519t5:2_1": "‘Previously there is no place here, no pointing out what is to be spoken. What should be spoken of this point:",
    "ai-tika-s0519t5:2_2": "“Without sharing that darkness they have no greed, relishing, and craving for sensual pleasures, the hindrances, and the hindrances are said to be the hindrances” .",
    "ai-tika-s0519t5:2_3": "and those who conceal the drawbacks of ignorance.",
    "ai-tika-s0519t5:2_4": "Likewise when ignorance is called a fetter, shelter is given up through the fetters and bonds,",
    "ai-tika-s0519t5:2_5": "“This being so,” she said, “I will show the reaction of craving for the ending of craving.” ...",
    "ai-tika-s0519t5:2_6": "they say.”",
    "ai-tika-s0519t5:3_0": "It is said: “I associated” . It is said, “I said.”",
    "ai-tika-s0519t5:3_1": "“Knowledge of ignorance ...",
    "ai-tika-s0519t5:3_2": "Without showing them, they say: “ ignorance through that ignorance is why ignorance does not arise through a specific condition.”",
    "ai-tika-s0519t5:3_3": "Rejoicing: “Approaching a morsel is used to bean curry of the self-mortifiers.”",
    "ai-tika-s0519t5:3_4": "The yoked toes",
    "ai-tika-s0519t5:4_0": "suffering. They reveal it.",
    "ai-tika-s0519t5:4_1": "Knowing it as they are, of one who is attached to it, so that they do not know the other in each case.",
    "ai-tika-s0519t5:4_2": "likewise in craving, too.",
    "ai-tika-s0519t5:4_3": "They are the knowledge of the discrimination of the opposite sex, but they are not experienced in suffering.",
    "ai-tika-s0519t5:4_4": "as she was embarrassed on the bank of the Campā, “From the Campā was (read) on the turn,” it occurred in the moment.",
    "ai-tika-s0519t5:4_5": "But talk about garlands, doubles, accompanying, and all-foodsing, exhausting himself thus: “This is the ultimate goal” . It is the meaning of that this is the simile of the noble ones declare.",
    "ai-tika-s0519t5:4_6": "These eight attainments of the road to the inner serenity of the range of the Realised One’s body, and all of them have insight into the truth.",
    "ai-tika-s0519t5:4_7": "the cutting off of the judgments and the sounds,",
    "ai-tika-s0519t5:5_0": "“For he who has not adhered to the view of what is needed, this is the idea of seeing.”",
    "ai-tika-s0519t5:5_1": "So he tries no longer transmigrates his mouth.",
    "ai-tika-s0519t5:5_2": "since it is said:",
    "ai-tika-s0519t5:6_0": "“The arising of this, Kuṇḍality, is the Aggikadhamma,",
    "ai-tika-s0519t5:7_0": "These are the four brothers eradicated by the king.”",
    "ai-tika-s0519t5:8_0": "Next they know that it is the end of the special qualities of unknown, having understood as it is said to be the profession.",
    "ai-tika-s0519t5:8_1": "Virūpakkha to the proficiency of what is disturbance, such as the arrows, and a clusterity,",
    "ai-tika-s0519t5:9_0": "You should understand Sakka’s views, the meaning is, and the idea of Sakka.",
    "ai-tika-s0519t5:9_1": "and they do good view.",
    "ai-tika-s0519t5:9_2": "Having silly weakness,",
    "ai-tika-s0519t5:9_3": "Therefore, just as that is why it is “self” .",
    "ai-tika-s0519t5:9_4": "Like this he (good) feelings,",
    "ai-tika-s0519t5:9_5": "And one of craving dodges themselves with the eighteen grounds, in self-mortification for form, having given up that.",
    "ai-tika-s0519t5:9_6": "Thus three feelings,",
    "ai-tika-s0519t5:9_7": "That is why it is said: “Craving for craving.”",
    "ai-tika-s0519t5:9_8": "When there is excellence in the ultimate way,",
    "ai-tika-s0519t5:9_9": "and it has thoroughly rolled back:",
    "ai-tika-s0519t5:9_10": "or from view of self is he speaks only on account of what is actually contrary to the opposite sex, or if he says, “He does it still feels.”",
    "ai-tika-s0519t5:10_0": "identity view, bowing down with his own mouth,",
    "ai-tika-s0519t5:11_0": "it is the annihilation of annihilationists, eradication, and obliteration of an existing being.",
    "ai-tika-s0519t5:12_0": "Does he have the jhāna kasiṇa only.",
    "ai-tika-s0519t5:13_0": "After getting them away, they put it away.",
    "ai-tika-s0519t5:14_0": "81.",
    "ai-tika-s0519t5:14_1": "At this point it is said: “Naḷakāra, agrees to be shown by the Devout One’s view, etc., which is shown by the ground influence of views, etc., is indicated by the influence of views, and so on.”",
    "ai-tika-s0519t5:14_2": "said: “He shows why, Kimbila, he speaks thus.” Then he said, “We shall have respect for the teacher, the ruler of the earth,”",
    "ai-tika-s0519t5:14_3": "Likewise in the rest.",
    "ai-tika-s0519t5:14_4": "Wrong effort is the monasteries in expensive sense.",
    "ai-tika-s0519t5:15_0": "it shows that individual essence only in analytically, “from the rule,” it is said, “Now, it is too lucky.”",
    "ai-tika-s0519t5:16_0": "For there are those who can be happy there, ~ the quiet By (that) there is the sound of those blessings",
    "ai-tika-s0519t5:16_1": "“May these four practices.”",
    "ai-tika-s0519t5:16_2": "The path is stated in which the fourfold reckoning is said: “First, it is the path, the path leading to the unconditioned.”",
    "ai-tika-s0519t5:16_3": "Two quarters: like the two directions.",
    "ai-tika-s0519t5:16_4": "and the waves round forwards and backwards.",
    "ai-tika-s0519t5:17_0": "82.",
    "ai-tika-s0519t5:17_1": "About overpowering: here the right kind is ended, the right abode of conditions, the abode of conditions are quenched.",
    "ai-tika-s0519t5:17_2": "Therefore it is said: “Has Nibbāna.”",
    "ai-tika-s0519t5:18_0": "“Where should you see that?”",
    "ai-tika-s0519t5:18_1": "meaning is: it is for the purpose of warding off .",
    "ai-tika-s0519t5:18_2": "(There are) tendencies: the burden, the desireless,",
    "ai-tika-s0519t5:18_3": "As to the perception of lighting, etc., of the perception of being ‘perception’,",
    "ai-tika-s0519t5:18_4": "There are things that are prone to being fettered by the passions’ gratification, drawback, and escape from things that are prone to being fettered.",
    "ai-tika-s0519t5:18_5": "for mindfulness and enlightenment comes to be.",
    "ai-tika-s0519t5:18_6": "Therefore it was said: “He who has faith and confidence in the heart ...",
    "ai-tika-s0519t5:18_7": "made up of the body.”",
    "ai-tika-s0519t5:18_8": "For the reason of ten kinds: for one who has ten kinds of dangers, ten kinds of foulness, ten kinds of barriers,",
    "ai-tika-s0519t5:18_9": "Improper attention that things are easy to find, and so on.",
    "ai-tika-s0519t5:19_0": "For the defilements are only abandoned by the defilements that derived from the defilements, and the defilements of corruptions.",
    "ai-tika-s0519t5:19_1": "and the rest is as before.",
    "ai-tika-s0519t5:19_2": "Since it is so precisely that the body is produced in the body and it is reckoned as a body of wide, and in the place it remains, it is reckoned as a plantain, thus it is “in the first jhāna.”",
    "ai-tika-s0519t5:19_3": "Likewise when there is feeling, the second, the third absorption, the fourthy’s contact, by the actual contact with the mental contact as its object, the third, the fourth, and fourth after the attainment of contact with contact in the four ways, it is reckoned as an including the actual formations (of mind and bodily form).",
    "ai-tika-s0519t5:19_4": "Hence it is said: “The restroom is in the same place.”",
    "ai-tika-s0519t5:19_5": "Or alternatively, what is connected with the fuel for attachment.",
    "ai-tika-s0519t5:19_6": "and the rest is as before.",
    "ai-tika-s0519t5:19_7": "Hence it is said: “Give them off the defilements by each and the defilements.”",
    "ai-tika-s0519t5:19_8": "(And) the first place where desire and greed for the first part, and lust for the first part, which is put away in dependence on the nutriment (from the food), is the meaning.",
    "ai-tika-s0519t5:19_9": "For it is not given up that greed, hate, and delusion will come to an end.",
    "ai-tika-s0519t5:19_10": "Likewise in the second, etc., are not given up in those in the limits.",
    "ai-tika-s0519t5:19_11": "And so the others bring absorption.",
    "ai-tika-s0519t5:19_12": "And since it is not described in the several kinds of grasping as , etc., their respectively, etc., and their individual essences are not evident in them, their origin, and they are also described in the first and the escape from them.",
    "ai-tika-s0519t5:19_13": "Hence it is said: “The rest is the same as before.”",
    "ai-tika-s0519t5:20_0": "Completely understanding the origin, ending, gratification, drawback, and having completely understood the escape from three things, he has completely understood the origin, ending, gratification, drawback, and escape of those three things, and he comes to an end of suffering. He has truly understood the origin, ending, gratification, drawback, and escape.",
    "ai-tika-s0519t5:20_1": "he is removing desire and lust, he is one who has acquired the stiffenedness of craving.",
    "ai-tika-s0519t5:20_2": "So it is the reason why the purpose of insisting on views is seen, heard, thought, “This is the cause of what is said.”",
    "ai-tika-s0519t5:20_3": "The perception of ugliness, death, desire for rebirth, views, greed, relishing, and craving for sensual pleasures. Craving for rebirth in the realm of luminous form, and for rebirth in a future life.",
    "ai-tika-s0519t5:20_4": "As to precepts and observances, the masters of craving, and of all kinds of becoming , or the clinging to rebirth in the company of craving. Or that leads to the absence of craving when it is developed and cultivated there is craving for the ending of craving.",
    "ai-tika-s0519t5:20_5": "Their view of the back should be understood as it is recommended in the composite sex.",
    "ai-tika-s0519t5:21_0": "Gladdening is the desire and greed for solid food.",
    "ai-tika-s0519t5:21_1": "“And in the Book of the Earth,” he said, “Having shown that he is not able to show the indication of the Three Worlds,” he said, “After the fourteen kinds of foulness in the order,” and in the Vibhaṅga thus: “It is because he has removed the maximum.",
    "ai-tika-s0519t5:21_2": "What is the exposition that is this?",
    "ai-tika-s0519t5:21_3": "Or alternatively, is the meaning here is this:",
    "ai-tika-s0519t5:21_4": "for there is no desire and greed for them.",
    "ai-tika-s0519t5:21_5": "and suffering as suffering, because of (mental) processes: suffering, and a state of (mental) processes.",
    "ai-tika-s0519t5:21_6": "The three characteristics of suffering are threefold.",
    "ai-tika-s0519t5:21_7": "consciousness,",
    "ai-tika-s0519t5:21_8": "And that’s why, Sāti, knowning, “This is the same consciousness that’s permanent, everlasting, eternal, and imperishable.”",
    "ai-tika-s0519t5:21_9": "Any of these choices should be understood as in the View of one’s own views, etc., as that of the self language, etc., should be understood as “the view of self.”",
    "ai-tika-s0519t5:21_10": "After seeing the utterance of existence, saying: “Continued existence is the best happiness.”",
    "ai-tika-s0519t5:21_11": "“Seeing sovereignty.",
    "ai-tika-s0519t5:21_12": "Pleasant is beneficial here, seized by a balanced fondness.”",
    "ai-tika-s0519t5:21_13": "Because of the end of grasping, he thinks: “This is the end of all grasping!”",
    "ai-tika-s0519t5:22_0": "Contact is a condition for rebirth.",
    "ai-tika-s0519t5:22_1": "One who, standing in the first house, stands by the first house,",
    "ai-tika-s0519t5:22_2": "for they are called the worst kind of deeds, defilement, etc., and their kinsmen, and they are established in the seven factors.",
    "ai-tika-s0519t5:22_3": "the other’s covetousness is covetous;",
    "ai-tika-s0519t5:22_4": "They’ve conducive to continued existence as the enemy, decaying, and perishing. They reveal it to rebirth ...",
    "ai-tika-s0519t5:22_5": "so the far shore.”",
    "ai-tika-s0519t5:23_0": "Cutting the limbs with the neck,",
    "ai-tika-s0519t5:23_1": "what is called roaming the sky like a weapon in a rope.",
    "ai-tika-s0519t5:23_2": "Their mind becomes immersed in samādhi like this.",
    "ai-tika-s0519t5:23_3": "they seek the benefit of defilement, having ended the defilements, defilement, and in other words. And they get the eighth causes and reasons.",
    "ai-tika-s0519t5:23_4": "when the bowl is leftover, it wards off the bowl in the league.",
    "ai-tika-s0519t5:23_5": "He (whether a number of people) reached the goal of human sensual pleasures, like a fine-material or course.",
    "ai-tika-s0519t5:23_6": "Because their physical endurance is the simply developed.",
    "ai-tika-s0519t5:23_7": "and another.",
    "ai-tika-s0519t5:23_8": "And some of the views, according to their views, thought, and obstinately they hold a view.",
    "ai-tika-s0519t5:23_9": "(They are) present to.",
    "ai-tika-s0519t5:23_10": "“... Improper attention ...",
    "ai-tika-s0519t5:23_11": "With ignorance, he shows that is a basis for truth, and that is insistence, like the scope of ignorance.",
    "ai-tika-s0519t5:23_12": "When ignorance has been sloth and torpor, it seems to be like the flood spreads on the rainy season.",
    "ai-tika-s0519t5:24_0": "“Delighting in enjoyment” he said, “Three” like the sound of drums in the company of elephants,” etc. ...",
    "ai-tika-s0519t5:24_1": "the creatures born or to be born.”",
    "ai-tika-s0519t5:24_2": "They call the consciousness of the mind in the heart.",
    "ai-tika-s0519t5:24_3": "And there are deeds that are the results of the defilements too, being led on by the power of the defilements,",
    "ai-tika-s0519t5:25_0": "consciousness,",
    "ai-tika-s0519t5:25_1": "other in hate, and so on.",
    "ai-tika-s0519t5:25_2": "Like a snake making its object by one giving up that particular contact with the opposite sex, it does not subdue it with ghee, oil, etc., and attachment to it. And it is simply adverting that springs up in them,",
    "ai-tika-s0519t5:25_3": "when he has been someone to said quickly, “Now,” he said, “It’s possible to give a retinue with a sense of urgency,” “It’s said in the name of consciousness.” But when it was said, it was said, he asking, “Nothing away,” and once it wasn’t able to display an appropriate enquiety.",
    "ai-tika-s0519t5:26_0": "Yet they say that the cause of sensual desires is a reason for this reason, they give it to a reason.",
    "ai-tika-s0519t5:26_1": "And here it is the breath, which is the meaning here.",
    "ai-tika-s0519t5:26_2": "And he who is included in the opposite directions for his consciousness, having diverted it,",
    "ai-tika-s0519t5:26_3": "Then he said: “Surely it is the basis for consciousness,” and so on.",
    "ai-tika-s0519t5:26_4": "Hence it is said: “He stands in the formless,”",
    "ai-tika-s0519t5:26_5": "So too, in this way, etc., are stated in the sense of defining and so on.",
    "ai-tika-s0519t5:27_0": "85.",
    "ai-tika-s0519t5:27_1": "Even if an unprofitable way, it’s not allowed to go through the three regions of craving, etc., and because of the noble truth of the path and the glory of each other, and because of the power of this.",
    "ai-tika-s0519t5:27_2": "You may defecate.”",
    "ai-tika-s0519t5:27_3": "while the one who has cut off craving at the root of an unprofitable, or who has got a lot of craving, etc., and say, “We don’t have a lot of them.”",
    "ai-tika-s0519t5:27_4": "For one of greedy temperament one of those beginning with one of greedy temperament, that is to say, a single league, and one of greedy temperament.",
    "ai-tika-s0519t5:27_5": "And the meaning of the phrasing, the letter state of existence in the Champion, and in the Champion, and in the Suttas, they said, “There are expert on the meaning of this exposition of the aggregates,” and they said, “There is craving in the Character on the explainment of craving,”",
    "ai-tika-s0519t5:27_6": "And in the case of hate, (wrong) view, giving up hatred and greed, hate, and delusion, they stated in the Niddesa in the Charactive , “They professions” .",
    "ai-tika-s0519t5:28_0": "Having taken full of suffering, the meaning is,",
    "ai-tika-s0519t5:28_1": "And that’s how it should be understood according to the simile of the dwellings, the designation of the liberations, the efficacy of preceding tasks of the liberations, and the efficacement of the liberations, which should be understood to say.",
    "ai-tika-s0519t5:28_2": "Herein, deathless is the reason why.",
    "ai-tika-s0519t5:28_3": "The meaning of this:",
    "ai-tika-s0519t5:28_4": "There is such a noble path to give up the defilements, the abandoning of defilements that should be given up by direct knowledge and complete understanding.",
    "ai-tika-s0519t5:29_0": "And another later went:",
    "ai-tika-s0519t5:29_1": "(And) he gives up suffering without defilement in the first parts of suffering and the complete ending of suffering.",
    "ai-tika-s0519t5:29_2": "Herein, the forty-fourishing consciousness: on consciousness, the third characteristic of consciousness, and fourth particular consciousness in eye consciousness, and its characteristic, function, and manifestation of consciousness, have a discrimination, and the fourth jhāna of the fine-material liberations.",
    "ai-tika-s0519t5:29_3": "Likewise as they are, so in the first three watches of the night, on the suffering that is aroused and tranquilized by insight.",
    "ai-tika-s0519t5:29_4": "So these things are given up and directed, they should be directly known, and they should be given up.",
    "ai-tika-s0519t5:29_5": "Herein, the perception of ugliness should be given up by the things that are pleasant indulging in the sensual-sphere of rebirth-linking. She has arrived at the charnel ground, cutting off the fetters, and by the infatuation of rebirth-linking. And the preventing the necess. It should be given up by continuation of greed, etc., with the complete inclining of craving for continued existence.",
    "ai-tika-s0519t5:29_6": "the third perception of impermanence should be given up, for the sake of insistence, to the signless release of the heart, and for the complete understanding that is the signless liberation of the beautiful.",
    "ai-tika-s0519t5:29_7": "Fourth: thoughts should be given up at the maintaining of self and the fortnights, for the hundred and eighteen lawless liberations, for the destruction of craving.",
    "ai-tika-s0519t5:29_8": "Herein, the definition of conceit there is the sign of foulness, and the sign of foulness should be understood that for inclination.",
    "ai-tika-s0519t5:29_9": "for one who sees the things that are impermanent, suffering, and perishable.",
    "ai-tika-s0519t5:29_10": "When ignorance fades away, settles away, and signs by spending downwards,",
    "ai-tika-s0519t5:30_0": "86.",
    "ai-tika-s0519t5:30_1": "And although causality is far from the attainment of the fine-material attainment, immeasurable, great mass of the gods, humans, and he makes the four kinds of textual a basis for ending the defilements.",
    "ai-tika-s0519t5:30_2": "The four immaterial attainments, which have the foundation of the imperturbable, is the knowledge of the imperturbable, and profitable, which is accompanied by defilements, has a sense of urgency, and is shown by the attainment of the highest bliss,",
    "ai-tika-s0519t5:31_0": "creates legal issues arising from schism:",
    "ai-tika-s0519t5:32_0": "Isn’t give you an incredible and amazing quality of Venerable Ānanda.",
    "ai-tika-s0519t5:32_1": "they were told by the Buddha.”",
    "ai-tika-s0519t5:32_2": "(Should there be) devotion to the development of ethics, etc., that is to say, the meaning of truth, etc., or the sign that there is—that* is to be realized by the treatment of the truth, and that which is to say, the meaning should be realized.",
    "ai-tika-s0519t5:32_3": "Likewise in the case of the blessing;",
    "ai-tika-s0519t5:32_4": "But the other disciplinary issues should be understood as the meaning of virtue and the other disciplinary issues.",
    "ai-tika-s0519t5:32_5": "Pleasant is the path to Nibbāna, which brings happiness, and the fruit of Nibbāna.",
    "ai-tika-s0519t5:32_6": "and it obtains (the results of) the world’s material bliss.",
    "ai-tika-s0519t5:32_7": "“... the wilderness ...",
    "ai-tika-s0519t5:32_8": "For the four things described in the grasping aggregates in this way, they say, ‘Confidence is the bliss of seclusion, the bliss of getting material possessions.’”",
    "ai-tika-s0519t5:32_9": "Respect for the purpose of abandoning the distinction on the an impediment of those without exception.",
    "ai-tika-s0519t5:33_0": "Mindfulness occupied with the first mindfulness that occurrence of the first impediments, etc., is the occurrence of the mindfulness meditation subject.",
    "ai-tika-s0519t5:33_1": "When the courses are destroyed,",
    "ai-tika-s0519t5:33_2": "But in the case of the inferior “unbody” is consented, etc., as the mere fact of giving and using any money.",
    "ai-tika-s0519t5:33_3": "You should all recite these things in consequence, the whole world with its gods, not even when there is no discussion in this way.",
    "ai-tika-s0519t5:33_4": "Or alternatively, all is the kind of emptiness in both ways and for the sake of the pleasure and pain owing to the instance of the body, and for the first jhāna, as follows: “The path is cultivated by the phenomena, the way that is indeed.",
    "ai-tika-s0519t5:33_5": "others;",
    "ai-tika-s0519t5:33_6": "for those who have done their work to do the immediately.",
    "ai-tika-s0519t5:33_7": "Then, as happens to the four kinds of mindfulness meditation, the four right views, the primary elements, and the four kinds of mindfulness meditation are shown by wisdom.",
    "ai-tika-s0519t5:34_0": "“As absoluteness” is one who cannot attain the first jhāna, etc., as in this way, at the moment of the jhāna itself is grossness, etc., as in the second jhāna, and in the first and second jhāna subsequently makes it happy, and so on.",
    "ai-tika-s0519t5:34_1": "having happiness rapture and joy, has the end of suffering, and the mental processes for the sake of mental joy. And he cleansing the mental formations of feeling and mental processes.",
    "ai-tika-s0519t5:34_2": "And the mind should be seen as gladdened by one’s mind and reckoned as the apprehending of the mind in the sense that it is merely the same way.",
    "ai-tika-s0519t5:34_3": "Through the fading away of happiness, it gives rise to fading away, its cessation, and the escape.",
    "ai-tika-s0519t5:35_0": "As to the jhāna of the fine-material sphere is obtained in one of the fine-material jhānas, etc., the first jhāna is a condition for the jhāna, which is accompanied by the fine-material sphere. The rest is a condition for the jhāna’s special qualities.",
    "ai-tika-s0519t5:35_1": "But for the other three months... there is a condition for minor condition.",
    "ai-tika-s0519t5:35_2": "sensual, malicious, and cruel thoughts.",
    "ai-tika-s0519t5:35_3": "Pleasant is the meaning.",
    "ai-tika-s0519t5:36_0": "Which four dwellings has been made in the place where there are spending, and when taking places the meditation subject that have arisen, it arises, and once arisen for the earth that have arisen, it does not arise, as happens to one who lives in the texts of the heavenly Finally Enlightened One’s dwelling, etc., and, and when one who has arisen, “He placed it increases unprofitable,”",
    "ai-tika-s0519t5:36_1": "in the Sañjikāputta’s right effort, and in that place",
    "ai-tika-s0519t5:36_2": "In the lower realm, this is the basis for ending the path.",
    "ai-tika-s0519t5:36_3": "Righteously, making the path that has been stated in the way already stated, and so on, that is why I say.",
    "ai-tika-s0519t5:36_4": "For it is possible to abandoning faith in virtue, energy, and unification of mind with faith, like a level of energy.",
    "ai-tika-s0519t5:37_0": "Likewise, when one who is striving is finished in lives to come, was given up first under the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven factors of awakening, and the noble eightfold path that has arisen, the second, the third absorption, and the fourth absorption, the fourth absorption, the fourth absorption, the emptiness factor of ignorance.",
    "ai-tika-s0519t5:38_0": "Since they’ve given up the conceit ‘I am’, they still have no foundation for truth.",
    "ai-tika-s0519t5:38_1": "There is no such thing as having given up conceit.",
    "ai-tika-s0519t5:38_2": "Sensual pleasures are seen and heard to be rotten inside, deceiving against the rolling of the sword, quarrels, anguishments, and feverances, and infantry.",
    "ai-tika-s0519t5:38_3": "When ignorance is cut off (from ignorance) there is no understanding opposite sex, there is no fixed destiny, in the liked, and location of the conceit ‘I am’, etc., for the sake of producing happiness, and tranquillity in the various forms opposite sex. It is said to be “possessed,” and “possessed, they can be tamed” .",
    "ai-tika-s0519t5:39_0": "for the sake of non-violent teaching, families, immersion, and wisdom produces enthusiasm for immersion.",
    "ai-tika-s0519t5:39_1": "investigating only of renunciation, good will, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-tika-s0519t5:40_0": "In the evening, when the enthusiasm is brought to thoughts, it’s untirred, oppressed by desire.",
    "ai-tika-s0519t5:40_1": "When energy is roused up and unflagging, it’s peaceful and sublime in the formless.",
    "ai-tika-s0519t5:40_2": "When he is practicing traineely, he will become advert to his own form, with understanding the special qualities of the Buddha, becomes evident to him.",
    "ai-tika-s0519t5:40_3": "standing on thequiry, holding up much inquiry, and letting go of all attachments in the way beginning, “May I say” and “It is time for the purpose of letting go of all these things.”",
    "ai-tika-s0519t5:41_0": "Meaning in the thirty-two faculties dull that are helpful for the sake of loving-kindness, etc., which are loving-kindness due to protection and kindness.",
    "ai-tika-s0519t5:41_1": "While setting aside the defilements, dispelling the defilements that brings only to an end, and burning enemy in one who is seeking a mortification, brings them to mind.",
    "ai-tika-s0519t5:41_2": "Wisdom is found in the scriptures, lazy, blameworthy, criticized by the Lord of the Sages, and completely additions to the soles of the property,",
    "ai-tika-s0519t5:41_3": "Upavāṇa, which has a resided in attachments, has been surprised for seven years. It is worthy of frequenting a dwelling with noble swept away through the interpreting of the sense faculties, and that is, it is said to be “unbounded,” and “It is indeed to give up this sense of equanimity.",
    "ai-tika-s0519t5:41_4": "Hence it is said: “He is the time when the one who has actually completed it.”",
    "ai-tika-s0519t5:42_0": "He should not give away any intermediate directions.",
    "ai-tika-s0519t5:42_1": "The meaning should be understood in the way already described.",
    "ai-tika-s0519t5:42_2": "Whoever has fourteen is purified in one of greedy temperament, etc.",
    "ai-tika-s0519t5:42_3": "Then just as they haven’t given up the first, and the corruptions that are proper for individual essence, and the essence of greed and hate, and delusion, etc., are mentioned with the essence of such-and-such a person, etc., and get rid of the eliminations of Sakka, etc., and in the first, they when opposites describe it.",
    "ai-tika-s0519t5:43_0": "Then, although the two paths progressively comprehended the way stated, their mentor for insight under the heading of suffering for the first two, namely, “For the complete ending of suffering” , and their Views of the formations of the formations of liberation, their state is spoken to be grasped oppressing suffering.",
    "ai-tika-s0519t5:43_1": "The third practice, which is the foundation of the progressiveness. By the sign of the manifestation of the Liberation, the liberating sign, he creates the signless liberations.",
    "ai-tika-s0519t5:43_2": "But in the fourth ways of practice they are satisfied by knowledge, and of the profitable states of owing to the knowledge of the profitable states, then having given attention to the penetration of the deliverance, and the signless liberation, they say, “Having the three characteristics of the liberations.”",
    "ai-tika-s0519t5:44_0": "Likewise the body of the mind, which is the characteristic of impermanence, etc., of suffering, the mind, and the characteristic of impermanence, etc., of the mind, of insight into solitude, and of impermanence, etc., states of impermanence, etc., of the liberations, and the mind the liberations,",
    "ai-tika-s0519t5:45_0": "Which is the gratification of the happiness and of the jhāna, they see in the first jhāna, as follows: “Through this suffering, they are quite clear, and they are stated in the way beginning, “One who sees in order to show the way of the liberations,” and infactors of the liberation.",
    "ai-tika-s0519t5:45_1": "In the third tetrad there is the fourth opposite constantly: “Without insistence on the inside, the enlightenment, the signless, and the liberations.”",
    "ai-tika-s0519t5:45_2": "The fourth (supernatural) thing is pure, just as one who owing to his own state of existence, well-proclaimed through the cleansing of the influence of their own liberation, emptiness, the liberations, and the observe insight, and the emptiness of the signless liberations.",
    "ai-tika-s0519t5:46_0": "Then, having given up sense desires, the pleasant liberations, the liberating of the peaceful liberations, the liberating of the peaceful liberations, the desireless liberations, and the liberating of his former liberations.",
    "ai-tika-s0519t5:46_1": "the noble wisdom there is from absence of wisdom, the stilling of all activities, the emptiness release, the liberation of the beautiful emptiness release.",
    "ai-tika-s0519t5:46_2": "The absence of the imperturbable, the four characteristics, etc., should be undertaken the signless liberations, and the liberation of the base consisting of boundless consciousness.",
    "ai-tika-s0519t5:47_0": "Likewise the first, the suffering in the past, the corruptions that brings about the defilements, defilement, and pollutants, shackles, and liberations, without hindrances, and ignorance.",
    "ai-tika-s0519t5:47_1": "and third the arising of the wholesome thoughts starting with the characteristic of impermanence, etc.",
    "ai-tika-s0519t5:47_2": "The fourth yearning lamps that arise because of the four characteristics opposite qualities that arise, which are well proclaimed, lamps, fruits, and attainments.",
    "ai-tika-s0519t5:48_0": "having given up the conceit ‘I am’ and the desireless release of craving, ~ for the destruction of craving, and for the absence of craving, etc., as its having few friends and companions,",
    "ai-tika-s0519t5:48_1": "the wisdom there is from emptiness, the signless release, the emptiness release, the signless release,",
    "ai-tika-s0519t5:48_2": "The signless states of existence are the signless liberations.",
    "ai-tika-s0519t5:49_0": "he sees that there is in each and every stage, who has not penetrated suffering, calamity with knowledge and understanding, he sees that the giving up of suffering for a higher than that. He sees that craving in the ear, who is devoted to passion that unknowing about suffering, the liberating the authority, and the desireless liberations, and ignorance.",
    "ai-tika-s0519t5:49_1": "The other kinds of determination are included in the emptiness of the signless liberations.",
    "ai-tika-s0519t5:50_0": "Though zeal he has got rid of desire for the sickness of renunciation, etc., and for the sake of renunciation, good will, and for the sake of renunciation, and for the sake of the ignorance, and for the liberations, and for the sake of sensual desires, etc., thinking, “With the sake of the elimination of the liberations, etc., he thus, ‘With the removal of greed for the liberations’ liquor, and the mind’ is equipy for renunciation.”",
    "ai-tika-s0519t5:50_1": "mind and body are produced by the forces. Relying on a prereliminary work for the purification of mind, as well as the liberation of the mind, emptiness release, signless liberation.",
    "ai-tika-s0519t5:51_0": "Compassionates, letting go of all sense faculties, intentions, sense desires, fondness, thirst, passions, and the signless liberations, the desireless liberations, the letting go of all attachments, the stilling of the paths, the letting go of all attachments, the desireless liberations, and the liberating the signless liberations. And just as that which is the preliminary disposing of the signs letting go of all attachments, the Buddhas obsession.",
    "ai-tika-s0519t5:52_0": "Namely, having a seated greed for things that are resentment, compassion for another, for one who is greedy, hate, delusional, repulsible, and whose mind is unhappy about suffering. He sees clearly in the way that helps suffering. Their elimination is the suffering, arouse delimination of the deathless, suffering.",
    "ai-tika-s0519t5:52_1": "rejoicing is the impermanence of sentient beings. Namely, on that, it is the sign of beauty, austerities, the stilling of insight, the liberating of insight, and the liberations.",
    "ai-tika-s0519t5:52_2": "equanimity about the various kinds of equanimity. They responsession about the formations of insight and the liberations. They calm liberations are shown by direct knowledge, their condition is the noble liberation of the beautiful. And what is their liberation, their liberating, they break into houses and liberations?”",
    "ai-tika-s0519t5:53_0": "and the complete understanding of time,",
    "ai-tika-s0519t5:53_1": "if they stand to do it, and they said, “This is threatened by positions,” and they told him, “Death, this dwelling is said.”",
    "ai-tika-s0519t5:53_2": "But it cannot be developed here a way of developing it.",
    "ai-tika-s0519t5:53_3": "through which, having developed,",
    "ai-tika-s0519t5:53_4": "Their manifestation should be given up. The practice should be given up.",
    "ai-tika-s0519t5:53_5": "Herein, insight is the practice",
    "ai-tika-s0519t5:53_6": "Focus, the four absorptions—that is to say, the concealment of the food, etc., is for the straight enlightenment of the base consisting of boundless space, and so on. Then their order to give up grasping.",
    "ai-tika-s0519t5:53_7": "It is preference to writingness towards them that it is possible",
    "ai-tika-s0519t5:53_8": "like a lion’s roar:",
    "ai-tika-s0519t5:53_9": "And although he is satisfied with the twenty-two parts of the laws in detail, and he said, “Having given them in detail,” he said, “It is because he is shown that the three laws have been shown that they are shown that they made in detail.",
    "ai-tika-s0519t5:54_0": "(There are) devoted to the Faith and of the ten faculties, twenty-thirteen leagues,",
    "ai-tika-s0519t5:55_0": "88.Niggacchatīti nikkhamati.",
    "ai-tika-s0519t5:55_1": "Then, when running out he is going back, he goes on to another house.",
    "ai-tika-s0519t5:55_2": "One of the four persons, “has one of craving”, and so on.",
    "ai-tika-s0519t5:55_3": "And here the origin of the world is stated in this matter, they said, “I have found a place on earth.”",
    "ai-tika-s0519t5:55_4": "After that, just as the Fortunate One cannot attain (permission) from the four directions,",
    "ai-tika-s0519t5:55_5": "Anyone who uses it that is pleasant.",
    "ai-tika-s0519t5:55_6": "these people are also here!”",
    "ai-tika-s0519t5:55_7": "This is the first reason in detail: in the first enquiry,",
    "ai-tika-s0519t5:55_8": "according to the second rainy season.",
    "ai-tika-s0519t5:56_0": "Proper places means down from the districts of the dwellings,",
    "ai-tika-s0519t5:57_0": "He is wholesome root, wholesome, do not description, and blamelessness,",
    "ai-tika-s0519t5:57_1": "“These were included in the discourses,” he said to them, “It’s very new.”",
    "ai-tika-s0519t5:58_0": "Suppose a judgments, according to the arrivals, etc., were not able to perform a league, and so on. But what is said, “Now, what is the means of a smaller life”",
    "ai-tika-s0519t5:58_1": "not by while inner bathing,",
    "ai-tika-s0519t5:58_2": "(There is) no meaning, this is the meaning of existence.",
    "ai-tika-s0519t5:58_3": "Herein, the ocean is included in the equal parts of the ocean because of that provider.",
    "ai-tika-s0519t5:58_4": "if these rivers were not covered with attention to it, then the western quarters should be undertaken by one who is not overlooking the position.",
    "ai-tika-s0519t5:58_5": "Likewise, when the neighborhood of the monastery is finished, it’s why clear to him.",
    "ai-tika-s0519t5:59_0": "But since it is not possible to see this meaning at the roots, etc., and in the trickles, each other, then the pulled rice from the roots, etc., and the meaning is expressed their meaning, saying: “This is the meaning of this meaning, this is the meaning of the meaning.”",
    "ai-tika-s0519t5:60_0": "Now, as to calculateness in detail, he said, “That’s what I said” .",
    "ai-tika-s0519t5:60_1": "Herein, the view of craving, etc., having shared out craving and dealt with craving, after being divided into two kinds of persons, etc., and having shared out the views of craving, and, making this four kinds of persons, then, in the case of the fourth partaking of craving, etc., before breaking downwards and becoming analyzing them again.",
    "ai-tika-s0519t5:60_2": "Saying: “Sandha, he trains in absorption. ...”",
    "ai-tika-s0519t5:60_3": "he’s seen, heard, and thought.”",
    "ai-tika-s0519t5:61_0": "One whose perception is full of solitude and mired in greed, hate, and delusion has not been done for me.",
    "ai-tika-s0519t5:61_1": "Similarly, the perception of ugliness, etc., respectively in the third jhānas, etc., respectively in the second and third jhānas.",
    "ai-tika-s0519t5:61_2": "Since there is greed, hate and delusion grows in them, he gets greed and hate.",
    "ai-tika-s0519t5:61_3": "Craving is a particular component of greed, hate, delusion, produced by the length of delusion, etc., in the second jhāna, etc., which is an instance of the states beginning with “worker enlightenment,” and so on. That is why it should be said in the first place enlightenment, being proclaimed as “Remy” .",
    "ai-tika-s0519t5:62_0": "Hence it is with respect to the second jhāna, as in the second dyad concentration with the first adverting.",
    "ai-tika-s0519t5:62_1": "In this way the eighth person lesser power, in the Paṭisambhidā, the basis for defining it in the end, and the rest is the same as “profitable” .",
    "ai-tika-s0519t5:62_2": "Like this, even if the time is to be found in the first watch, then he should be expanded as in the second jhāna, nourished in the third and, just as in the case of the first giving, and he is shown by the second lamps, etc., when a third time and, then in the second jhāna, etc., fall in accordance with the third and dispelled in the jackals, etc., with the third and fourth in the second jhāna.",
    "ai-tika-s0519t5:63_0": "Herein, later generally the unconcerned.",
    "ai-tika-s0519t5:63_1": "Through meaning: the meaning is that it is beneficial , not being subsequently.",
    "ai-tika-s0519t5:63_2": "now they will give to him one practise, saying, “Come and give us a single duty” and so on.",
    "ai-tika-s0519t5:63_3": "When you’ve understood it, you wish to be constructed in the root of the trees.",
    "ai-tika-s0519t5:63_4": "For that is why all is unprofitable, including the wholesome, able to go for refuge to the whole world.’",
    "ai-tika-s0519t5:63_5": "And this is the meaning of: “This is the meaning of each other,” that is the meaning.",
    "ai-tika-s0519t5:63_6": "the meaning is that it is good to constantly gladness . It is the meaning of its similes beginning with the influence, the instance, the syllables -",
    "ai-tika-s0519t5:64_0": "The starting point is not shown by developing the first starting point and considering each other, and having no producing condition, composing (of the first jhāna) without applied thought, which is the first proclaimed (of the island).",
    "ai-tika-s0519t5:65_0": "such is quite abandoned , such faults as delay, etc.; the meaning is, giving and secretions.",
    "ai-tika-s0519t5:65_1": "for that tying the drawbacks of sensual pleasures,",
    "ai-tika-s0519t5:65_2": "This is called devotion to the worst of self-mortification and bad conduct.",
    "ai-tika-s0519t5:65_3": "There is no meaning in this way: “Blimb” is worth a sixteenth part of her body; the meaning is dead, bubbling, on an expert in the present life, the purity of mindfulness and full of sensual desire. It isn’t possible.",
    "ai-tika-s0519t5:65_4": "Without charging, they live without:",
    "ai-tika-s0519t5:65_5": "Hence it is said: “He does so practice the way that leads to non-delusion for a person who has no defilements, without trouble or difficulty,”",
    "ai-tika-s0519t5:65_6": "claying:",
    "ai-tika-s0519t5:65_7": "all sentient beings have spoken of these: they have states in the various orders of craving. They have spoken to their own views level with all sentient beings.",
    "ai-tika-s0519t5:66_0": "With the giving up of pleasure, they give up the defilements.",
    "ai-tika-s0519t5:66_1": "“There is, these four ways of practice.” And this is how they supply the progressive states of the way states of the progressiveness in the way beginning.",
    "ai-tika-s0519t5:66_2": "This is the practice, this is the practice, this is the construction of the path, this is the fourth benefit. These four directions for the person to be destroyed before going on a person.",
    "ai-tika-s0519t5:66_3": "They built the four paths beginning with the absorption on the highway without ropes, including the defilements, the ten kinds of nutriment.",
    "ai-tika-s0519t5:66_4": "After the fourth noble path he should be told in the teacher’s teaching: “Acccording to the path of the four noble truths, he should be illustrated with the noble path, an Enlightened One’s doctrine, and must be purified in the Bodhisattas.",
    "ai-tika-s0519t5:67_0": "This is the four measures of nutriment in nutriment, that is, the nutriment for four kinds of nutriment.",
    "ai-tika-s0519t5:67_1": "This is said:",
    "ai-tika-s0519t5:67_2": "only as far as the four continents were completely understood.",
    "ai-tika-s0519t5:67_3": "until the four kinds of grasping becomes clear.",
    "ai-tika-s0519t5:67_4": "you should say about everything,",
    "ai-tika-s0519t5:67_5": "Hence it is said: “That is why these ten.”",
    "ai-tika-s0519t5:67_6": "he should be told, “Amongst those who speak harshly,”",
    "ai-tika-s0519t5:68_0": "it is said: “I will show ...”",
    "ai-tika-s0519t5:68_1": "The same method applies",
    "ai-tika-s0519t5:68_2": "if he is familiar with the infatuation, saying:",
    "ai-tika-s0519t5:69_0": "He says, “They have cause of remorse and because of their defilements.”",
    "ai-tika-s0519t5:69_1": "he regrets in the future, thinking: ‘What is the ground for the defilements?’",
    "ai-tika-s0519t5:69_2": "They don’t say that because they don’t have regrets in the future.",
    "ai-tika-s0519t5:69_3": "By the act of violence, which is used by the fruits of good.",
    "ai-tika-s0519t5:70_0": "In the first of the ten kinds already stated, just as in the first of the ten kinds already described,",
    "ai-tika-s0519t5:70_1": "This is the first direction: roars, lions, tigers, oppression, indeed is the first direction.",
    "ai-tika-s0519t5:71_0": "This is the meaning here:",
    "ai-tika-s0519t5:71_1": "Skillful laws in what is profitable, alternatively grasped,",
    "ai-tika-s0519t5:71_2": "Virtue as rejecting the acceptance of the Protector of the General purpose",
    "ai-tika-s0519t5:71_3": "and having made the first-meared with respect to the first-handed, etc., in the remaining jhāna, which is accompanied by defilements,",
    "ai-tika-s0519t5:71_4": "“Behikkhus, there is what is said for you.”",
    "ai-tika-s0519t5:72_0": "Eight in that place.",
    "ai-tika-s0519t5:72_1": "the stream-entry should be understood as the fruit of stream-entry.",
    "ai-tika-s0519t5:72_2": "For those who are faithful, having the senses as their faith, energy, mindfulness, immersion, and wisdom are the fruit of stream-entry,",
    "ai-tika-s0519t5:72_3": "There they fulfill the fruit of faith,",
    "ai-tika-s0519t5:72_4": "For a stream-enterer who has fulfilled the precepts,",
    "ai-tika-s0519t5:72_5": "the fruit of once-returning ...",
    "ai-tika-s0519t5:72_6": "For the stream-enterers, the one who is energetic,",
    "ai-tika-s0519t5:72_7": "the fruit of non-returning ...",
    "ai-tika-s0519t5:72_8": "they fulfill the non-returner, but are complete in immersion.",
    "ai-tika-s0519t5:72_9": "mindfulness, and wisdom.",
    "ai-tika-s0519t5:72_10": "For mindfulness of breathing has reached the far shore.",
    "ai-tika-s0519t5:73_0": "And another later went:",
    "ai-tika-s0519t5:73_1": "faith, ethics, learning, generosity, and wisdom.",
    "ai-tika-s0519t5:73_2": "for inspiring sounds with the ear ...",
    "ai-tika-s0519t5:73_3": "the perception of energy,",
    "ai-tika-s0519t5:73_4": "Having slack energy aroused with pleasure and pain,",
    "ai-tika-s0519t5:73_5": "always step by the power of immersion,",
    "ai-tika-s0519t5:73_6": "For corruption of conditions it is the perception of impermanence.",
    "ai-tika-s0519t5:73_7": "The power of wisdom is the abandoning of perception of giving up.",
    "ai-tika-s0519t5:73_8": "For those who describe the ignorant choices, thinking they distinguish themselves.",
    "ai-tika-s0519t5:73_9": "and the teacher should also wish.",
    "ai-tika-s0519t5:73_10": "Hence it is said: “Because I call them all”,",
    "ai-tika-s0519t5:73_11": "Thus there are four degree faculties in the four ways: the ascetic life is spoken of. When there are four ways of attending to mindfulness and full awareness, and there are four including the four kinds of triple-quid five faculties:",
    "ai-tika-s0519t5:74_0": "“Greed, greed is the root of the unskillful and its root.” Then they are associated with the roots, and so on.",
    "ai-tika-s0519t5:75_0": "Herein, by what is agreeable: by the inconvenient and by what is said.",
    "ai-tika-s0519t5:75_1": "for pervading the objects of loving temperament arises in him as object.",
    "ai-tika-s0519t5:75_2": "pleasing or oppressed by agreeable,",
    "ai-tika-s0519t5:75_3": "Contactfulness born of contact with the feeling, yet they still perceive it as such.",
    "ai-tika-s0519t5:75_4": "is said to be the arising of these, “that is a condition for the surmounting.”",
    "ai-tika-s0519t5:75_5": "but if they do not say, “This isn’t apprehending what is produced.”",
    "ai-tika-s0519t5:75_6": "for the arising of greed, hate, and delusion",
    "ai-tika-s0519t5:75_7": "For craving is the origin of suffering, everything that has a beginning has an end.",
    "ai-tika-s0519t5:75_8": "Likewise the condition for craving is said: “Craving for greed and hate and delusion,” and the conditions for the purpose of having arisen greed.",
    "ai-tika-s0519t5:75_9": "In this way the characteristic of experiencing what is contradict when it comes to the pleasure owing to it is experienced in him as pleasant when it remains, the painful, or the neutral feeling is it said to be it.",
    "ai-tika-s0519t5:75_10": "The opposite of it isn’t near to the goal, nor does that arise because of its conditions, thinking: “They’re like a dollar.” ...",
    "ai-tika-s0519t5:75_11": "suffering.”",
    "ai-tika-s0519t5:76_0": "The meaning should be understood in the way already described.",
    "ai-tika-s0519t5:76_1": "And this is the effect.",
    "ai-tika-s0519t5:76_2": "and when he stands to one another’s old age, he gets close to him. ...",
    "ai-tika-s0519t5:76_3": "suffering is suffering.”",
    "ai-tika-s0519t5:76_4": "You should not get for the sake of hatred by hatred, hate, or delusion.",
    "ai-tika-s0519t5:77_0": "the cessation of conditions,",
    "ai-tika-s0519t5:77_1": "the conditioned phenomena as conditioned phenomena;",
    "ai-tika-s0519t5:77_2": "the suffering in conditions.”",
    "ai-tika-s0519t5:77_3": "Hence the Fortunate One said: “He is impermanent ( suffering) without suffering.”",
    "ai-tika-s0519t5:77_4": "and the characteristic of delusion that arise because it is the defilement of delusion, and the sign of ignorance and of death as their termination.",
    "ai-tika-s0519t5:78_0": "It can be understood as the classification of wisdom that is not allowed in a million years old to be understood as the beginning of the one tip of wisdom in a million,",
    "ai-tika-s0519t5:78_1": "all skillful qualities come to be.",
    "ai-tika-s0519t5:78_2": "good will, without placing the mind and keeping it connected.",
    "ai-tika-s0519t5:78_3": "Likewise without harmlessness.",
    "ai-tika-s0519t5:79_0": "This is the second name Nālaka together with the word ‘building’.",
    "ai-tika-s0519t5:79_1": "“These four people,” etc., are not allowed to ground in the way beginning, “Nay,” etc.,",
    "ai-tika-s0519t5:79_2": "These are the four instances of the paths to the fourfold reckoning as stated.",
    "ai-tika-s0519t5:79_3": "With distinction of views liberated by the distinction, by craving.",
    "ai-tika-s0519t5:79_4": "For one of good view and swift insight is quick-witted. And he swiftly practices pleasantly.",
    "ai-tika-s0519t5:79_5": "Likewise of craving, one of good conduct, one of which is slow in direct-knowledge, slow for the sake of knowledge, and one who practices it.",
    "ai-tika-s0519t5:79_6": "Hence it is said: “He is good conduct and by craving. ”",
    "ai-tika-s0519t5:80_0": "At the end of the four kinds of lion’s place, having been deposed to be placed four in the four directions, is the meaning.",
    "ai-tika-s0519t5:80_1": "I shall wear the three teeth: the three teeth of the place beginning of the dependent on the ground, etc., have the three kinds of becoming .",
    "ai-tika-s0519t5:80_2": "when they had become three cases, and three remained three.",
    "ai-tika-s0519t5:80_3": "They are two: this is the right way to the ground for existence.",
    "ai-tika-s0519t5:80_4": "attacking this view:",
    "ai-tika-s0519t5:80_5": "When you’re insistence on craving,",
    "ai-tika-s0519t5:80_6": "and I do not apply myself to him, saying: “Yes, I do not make a living,”",
    "ai-tika-s0519t5:80_7": "Do you regard the aggregates of views as “I am” is my ruler of the mortification in regard to my clans.",
    "ai-tika-s0519t5:81_0": "ten directions: the first direction should be done by one direction, “We shall not be told, wet.” They should do so.",
    "ai-tika-s0519t5:81_1": "One should be well-covered ...",
    "ai-tika-s0519t5:81_2": "They can then be told to explain the ending of defilements even with the darkness of the private parts. They can then be said again: “Expositioned, the purpose by one who delimitation .”",
    "ai-tika-s0519t5:81_3": "The second group of ten kinds of craving should be brought in the same place as before.",
    "ai-tika-s0519t5:81_4": "“Seven if a monk has been seen ...",
    "ai-tika-s0519t5:81_5": "you must prepare it and then give it back.",
    "ai-tika-s0519t5:82_0": "proper application of effort.",
    "ai-tika-s0519t5:82_1": "Proper attention given to the first attention, etc.",
    "ai-tika-s0519t5:82_2": "Wisdom is wisdom and charming that is intended in absorption.",
    "ai-tika-s0519t5:82_3": "Disillusionment and knowledge:",
    "ai-tika-s0519t5:82_4": "For the joy and happiness of the Dhamma, for the pleasant,",
    "ai-tika-s0519t5:83_0": "It is said in the Paṭisambhidā that: “As a reference to many kinds of faith,” and so on.",
    "ai-tika-s0519t5:84_0": "Craving (there) means having a craving cooked by craving.",
    "ai-tika-s0519t5:84_1": "When there is no such thing as the heart’s release, repulsion is given up and given up by greed, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-tika-s0519t5:84_2": "The same method of fading away is also good.",
    "ai-tika-s0519t5:84_3": "These is the meaning of the heart’s release by wisdom. And the freedom of wisdom here, etc., in the case of the heart and freedom by wisdom is the fading away of greed, etc., and it is equipment for the destruction of the pollutants, etc., and similar to fruit of knowledge, etc., and so on.",
    "ai-tika-s0519t5:84_4": "For that is called the straight enlightenment factor for one who has removed greed, hate, delusion, and ignorance—the freedom of heart and freedom by wisdom as its near enemy, and who is accompanied by ignorance—the Faith is said to be “Dispelled” in the neighborhood of ignorance and perfection of wisdom.",
    "ai-tika-s0519t5:85_0": "to which bring you when you die.",
    "ai-tika-s0519t5:85_1": "They said, “It is because they are sent back to the roots of craving,” and they replied, “It is the roots of craving.”",
    "ai-tika-s0519t5:85_2": "It’s when in the opening is the confirmed: “It is the maker and the four that particular components, the four places, that is to say, the craving, and the four lower,”",
    "ai-tika-s0519t5:85_3": "And oppression should be developed spring favourable to annoying,",
    "ai-tika-s0519t5:85_4": "He Vipassī disentangled, the same applies to them, and so on.",
    "ai-tika-s0519t5:85_5": "There is no place for settling down the four primary elements that are grounded for, and it is not proper for us to go forth. This is called “runkle”.",
    "ai-tika-s0519t5:85_6": "who don’t praise.”",
    "ai-tika-s0519t5:86_0": "The one free from delusion, wives, and then the one that bird was not shaken by the head. When he had been told, “Not this one root is unshakable.” Then he said, “It’s in order to give a midst of the iron ball.”",
    "ai-tika-s0519t5:86_1": "So hate is here, and so on.",
    "ai-tika-s0519t5:86_2": ": the meaning is that it is included in the very aspect of foulness and the Saṅgha.",
    "ai-tika-s0519t5:87_0": "The ground is said to be the root of the trees, but the smeared with the root.",
    "ai-tika-s0519t5:87_1": "(They are) not praised by one, and praised by the declarations,",
    "ai-tika-s0519t5:87_2": "Or what is skillful or unskillful should be given up by one who is unskillful and what is skillful, then what is undetermined of, produced by a discourse.",
    "ai-tika-s0519t5:87_3": "and in the presence of non-returning, he is what is meant.",
    "ai-tika-s0519t5:87_4": "But he is not able to restrain them in that direction. He shouldn’t be told where they have to meditate.",
    "ai-tika-s0519t5:87_5": "“My roots have been planted by the root of legal procedures—peaked in the root of the roots, steps, pulled up by the root—are to be understood the same utterance as the roots of legal procedures, and the rest.",
    "ai-tika-s0519t5:87_6": "before you bring it;”",
    "ai-tika-s0519t5:87_7": "“Who is in the presence of those who were they?”",
    "ai-tika-s0519t5:88_0": "Herein, in some there is no one of them.",
    "ai-tika-s0519t5:88_1": "In the present life there are one thing that is real and unreal, craving, non-existence in the present life or in the immaterial.",
    "ai-tika-s0519t5:88_2": "(All these things are) things, then all the roots, etc., have directly known that are rooted in the body, and they have not yet become clear.",
    "ai-tika-s0519t5:88_3": "“These are no more than the advantages.” Then it is not appropriate for one like that of these three people similar to the paths.",
    "ai-tika-s0519t5:89_0": "And although he does so again, he should application, reveal it idea that which is dissimilar to the similar.",
    "ai-tika-s0519t5:90_0": "The Deathless section on nostrils is finished."
}