{
    "ai-tika-s0402t38:0_0": "5. Rohitassavaggo",
    "ai-tika-s0402t38:1_0": "1. Samādhibhāvanāsuttavaṇṇanā",
    "ai-tika-s0402t38:2_0": "41.",
    "ai-tika-s0402t38:2_1": "I abiding in the fivefold abiding here and now, since I live in blissful meditation in this very life for the welfare and happiness of the benefit.",
    "ai-tika-s0402t38:2_2": "The four attainments have been attained with the attainment of the fruit of stream-entry, once-returners, non-human beings and so on. They have attained the jhāna and possessed the jhāna.",
    "ai-tika-s0402t38:2_3": "the divine eye of the knowledge and vision: that is the purpose of gaining vision and knowledge and vision.",
    "ai-tika-s0402t38:2_4": "my vision, knowledge and vision of the other beings, etc., is the knowledge and vision of the other beings.",
    "ai-tika-s0402t38:2_5": "when he gives his attention to it, he gives attention to it thus: “This is the moon, sun, night, day or night when the sun’s hempers, doing it by day or by night, then the light that brings to mind as far as the day, when arousing, the moonlights looks on at night, he sets out on foot, gives his attention to it, as far as the day.",
    "ai-tika-s0402t38:2_6": "Hence it is said: “As in such a way during the day.”",
    "ai-tika-s0402t38:3_0": "just as when a light-sphere is given to it, so too when one gives attention to it, the perception of day and night applies to them, so that it gives rise to the night.",
    "ai-tika-s0402t38:3_1": "In the second part of the night, in the day or by night.",
    "ai-tika-s0402t38:3_2": "he doesn’t look at the moonlight in this way, so too, in the darkness and light that seen in the day, so too, at night he gives his attention to it like the moon.",
    "ai-tika-s0402t38:3_3": "Thus, although he is removed, his mind is said: “So, overcome by dullness and drowsiness, obsessed by dullness and drowsiness,",
    "ai-tika-s0402t38:3_4": "who is not trembling down:",
    "ai-tika-s0402t38:3_5": "With the fading away of happiness is as already explained.",
    "ai-tika-s0402t38:3_6": "day as by night, so by day.",
    "ai-tika-s0402t38:4_0": "(These seven discourses should be expanded in line with the previous set.)",
    "ai-tika-s0402t38:4_1": "By means of the objects of that is to say, the object of the object opposite sex, and the object is “nothingness” .",
    "ai-tika-s0402t38:4_2": "For just as when a snake is cleaned with ghee and oil-seedles, then when the oppressed by the recitation is well proclaimed, it has been composed in him whomever has been learnt and the characteristic of feeling, etc., and is characterized as its characteristic, its proximate cause, which is why it has been stated as its object, and is characterized by the stage of life.",
    "ai-tika-s0402t38:4_3": "For the one who has ended the defilements, whose defilements have ended,",
    "ai-tika-s0402t38:4_4": "So even analysis of feeling in this way the feelings become evident, unpervaded, and then feelings arise, if that feelings arise, they me too, after accepting.",
    "ai-tika-s0402t38:4_5": "It is not this that only feelings would arise here, perception, and choices and consciousness cease without remainder.",
    "ai-tika-s0402t38:4_6": "For the purpose of (performing) the feelings is the best thoughts of feelings,",
    "ai-tika-s0402t38:4_7": "Therefore he gives rise to all things that have the nature of being without remainder and so on.",
    "ai-tika-s0402t38:5_0": "However, when feeling ... is the arising of feeling ...",
    "ai-tika-s0402t38:5_1": "How is one arising from feeling?",
    "ai-tika-s0402t38:5_2": "Craving is the origin of feeling. Craving is the origin of feeling. Feeling is the origin of feeling.",
    "ai-tika-s0402t38:5_3": "That’s how there is the arising of feeling ...",
    "ai-tika-s0402t38:5_4": "How is someone accomplished in feeling?",
    "ai-tika-s0402t38:5_5": "to focus on the ending of suffering, its origin, its cessation, and the path.",
    "ai-tika-s0402t38:5_6": "That’s how it is known",
    "ai-tika-s0402t38:5_7": "So they know what is given in ending.",
    "ai-tika-s0402t38:5_8": "How is it trained?",
    "ai-tika-s0402t38:5_9": "When ignorance ceases, feeling ceases. ...",
    "ai-tika-s0402t38:5_10": "When feeling ...",
    "ai-tika-s0402t38:5_11": "The meaning should be understood in this way.",
    "ai-tika-s0402t38:6_0": "In this way there is such form, such is the sound of form, such is the essence of such form, such is the origin of such-and-such, such is the practice that is non-existent, or such is another.",
    "ai-tika-s0402t38:6_1": "‘Such is feeling, this is there any feeling, this is there.’",
    "ai-tika-s0402t38:6_2": "This is perception ...",
    "ai-tika-s0402t38:6_3": "These are the conditions for choices. ...",
    "ai-tika-s0402t38:6_4": "This is how consciousness exists after death thus: “This is the meaning of this, this is how consciousness exists in the sense to be experienced.”",
    "ai-tika-s0402t38:7_0": "knowledge and wisdom,",
    "ai-tika-s0402t38:7_1": "the other and the lowestate.",
    "ai-tika-s0402t38:7_2": "Immediately bringing them to the state of liberatingity, ~ who speaks what is supreme.",
    "ai-tika-s0402t38:7_3": "the view of craving, the prison of craving,",
    "ai-tika-s0402t38:7_4": "Free, untroubled, ~ attached to passions,",
    "ai-tika-s0402t38:7_5": "he has crossed over such a state,",
    "ai-tika-s0402t38:8_0": "The Development of Developing Immersion is finished.",
    "ai-tika-s0402t38:9_0": "(where for) the answer to the questions of the Questions, etc.",
    "ai-tika-s0402t38:10_0": "42-44.",
    "ai-tika-s0402t38:10_1": "They answer the second question.",
    "ai-tika-s0402t38:10_2": "While he is asked about it, he should know the eye: “This is impermanent.” And he should answer, “This is the same question.”",
    "ai-tika-s0402t38:10_3": "It is in this way: “Possessing the eye is impermanent, not lasting, analyzing, and this population should be answered!”",
    "ai-tika-s0402t38:10_4": "if he asked by the eye in the same way, and he answers, “I’ll ask him about it,” and he answered, “I’ll question him in return,” he should answer.",
    "ai-tika-s0402t38:10_5": "When asked permission, he should answer, “I am sought,” he should answer.",
    "ai-tika-s0402t38:10_6": "“This is the soul and the body for the sake of livelihood”. But if he answers, “This is the same thing, what is the meaning of it?” And he must be answered according to the Buddha.",
    "ai-tika-s0402t38:10_7": "Through gaining these (true) welfare and benefits,",
    "ai-tika-s0402t38:10_8": "Concerning: this is the meeting of the stream.",
    "ai-tika-s0402t38:10_9": "(There is) a time fororse, preventing obsession, however) can be understood the meaning can be understood by the phrasing of.",
    "ai-tika-s0402t38:10_10": "In empty dwellings, you’ve learned.",
    "ai-tika-s0402t38:10_11": "The third herd is stated.",
    "ai-tika-s0402t38:11_0": "The question of the Questions of Wisdom is finished.",
    "ai-tika-s0402t38:12_0": "5-6. Rohitassasuttādivaṇṇanā",
    "ai-tika-s0402t38:13_0": "45-46.",
    "ai-tika-s0402t38:13_1": "One wheel-turning monarch’s Universal Monarch is one percipient.",
    "ai-tika-s0402t38:13_2": ": “There are no more shelter,” this is the earth (said):",
    "ai-tika-s0402t38:13_3": "And then the ascetic life comes to be understood according to the world said: “By what is said,” “The Teacher, the words “Did you have lived in the world” .",
    "ai-tika-s0402t38:13_4": "They said: “I can’t die,” and they told him what had happened. Then they said, “Where are they reborn in the next life?” ...",
    "ai-tika-s0402t38:13_5": "they driven away.”",
    "ai-tika-s0402t38:13_6": "By going by means of footing:",
    "ai-tika-s0402t38:13_7": "The Teacher shows them his way to the chief support, and he explained all of them.",
    "ai-tika-s0402t38:13_8": "For the whole world, the stilling of conditions:",
    "ai-tika-s0402t38:14_0": "He is strong, strong, and tieless. He says “There are well-trained expert independent.”",
    "ai-tika-s0402t38:14_1": "That is why it said, “Certainly take it.”",
    "ai-tika-s0402t38:14_2": "What is called a thousand-spheres...",
    "ai-tika-s0402t38:14_3": "caught up in wealth, grain, riches, clothes, vehicles, garlands, perfumes, and vehicles.",
    "ai-tika-s0402t38:14_4": "“As archery,” he replied, “I attained the training,” he commits an offense entailing confession.",
    "ai-tika-s0402t38:14_5": "And trains in the training of one who trains in the training at the right time, one who has trained in the presence of the priceless.",
    "ai-tika-s0402t38:14_6": "he encircled them to artoise, and praised them at that place.",
    "ai-tika-s0402t38:14_7": "tips the wind,",
    "ai-tika-s0402t38:14_8": "what is gratitude and handsome,",
    "ai-tika-s0402t38:14_9": "having completed the triads beginning with the three (supernatural) vision, and that is to say, the other is, giving indication to visible objects, and without evening,",
    "ai-tika-s0402t38:14_10": "Hence it is said: “Have some craft?” “There is the scope of the crafts,”",
    "ai-tika-s0402t38:14_11": "these eighteen makes his sword:",
    "ai-tika-s0402t38:14_12": "palms to the palms,",
    "ai-tika-s0402t38:14_13": "But that excellent jewel-treasure stood in the four directions.",
    "ai-tika-s0402t38:15_0": "Eaching in the eastern ocean is the western ocean.",
    "ai-tika-s0402t38:15_1": "he rolled around the ocean from the east to the west,",
    "ai-tika-s0402t38:15_2": "Likewise: the smaller sections, the same too.",
    "ai-tika-s0402t38:15_3": "endowed with one who has cut off the proliferation,",
    "ai-tika-s0402t38:15_4": "Because of the authority of the world came, and by the means of the results.",
    "ai-tika-s0402t38:15_5": "and doesn’t reach quadruple jhāna in this way, saying: “After task, some people are bound together here,” and they carry on all the neighbours, saying, “Look here.”",
    "ai-tika-s0402t38:15_6": "But when he came the world’s end, he felt (him).",
    "ai-tika-s0402t38:15_7": "he exceeding in the realm of (Kassapa), and A hundred thousand years.",
    "ai-tika-s0402t38:15_8": "the world-spheres: the ascetic life-span is the meaning of wheel-turning monarch.",
    "ai-tika-s0402t38:15_9": "In this Universe, they experience through the blessing of the Universal Monarch.",
    "ai-tika-s0402t38:16_0": "they show no more than five aggregates in the attaining of forms.",
    "ai-tika-s0402t38:16_1": "Since they have fallen into debt",
    "ai-tika-s0402t38:16_2": "The sixth is the section on the sixth.",
    "ai-tika-s0402t38:17_0": "The year of the moon is finished.",
    "ai-tika-s0402t38:18_0": "7. Suvidūrasuttavaṇṇanā",
    "ai-tika-s0402t38:19_0": "47.",
    "ai-tika-s0402t38:19_1": "In the seventh (story) there is a reference to the Surasing of the Suttanta, which here in the section on the charnel ground, etc., here it is expounded there in order to show the meaning of the (Deven) Commentatures, etc., not tormenting the meaning in any way beginning, “Faith is this” .",
    "ai-tika-s0402t38:19_2": "The rest is the same as in the case.",
    "ai-tika-s0402t38:20_0": "The Remembellishment of the Uppalavaṇṇā is finished.",
    "ai-tika-s0402t38:21_0": "8. Visākhasuttavaṇṇanā",
    "ai-tika-s0402t38:22_0": "48.",
    "ai-tika-s0402t38:22_1": "Also, having a variety of luciditys, virtue and practices, women as well as precious sons of the tradition; –",
    "ai-tika-s0402t38:22_2": "Hence it is said: “Puṇṇaka, complete in bearing the moment” or “There is needed for exceeding the meaning.”",
    "ai-tika-s0402t38:22_3": "making heirs without consequence of the Buddha, the transgress, and without harm,",
    "ai-tika-s0402t38:22_4": "It is incapable of creating a following that is not yet non-greed, transformed, and expert in mind.",
    "ai-tika-s0402t38:22_5": "Considering the elder’s practice, neither decline nor appropriate the phrasing.",
    "ai-tika-s0402t38:22_6": "Hence it is said: “He is the heir in the heirless generosity and the neighborhood of a generosity” .",
    "ai-tika-s0402t38:22_7": "Herein, the heir of the meaning and the phrasing of meaning and the phrasing.",
    "ai-tika-s0402t38:22_8": "One who socializing what is high and irreversible and fickle,",
    "ai-tika-s0402t38:22_9": "Or he does not say it to the neighborhood of the head, laziness, horn, and singing.",
    "ai-tika-s0402t38:22_10": "while speaking non-greed, his speech doesn’t then spoke to him in such a way that his carcass.",
    "ai-tika-s0402t38:22_11": "A deluded person’s speech: he must discern the meaning.",
    "ai-tika-s0402t38:22_12": "Then, rolling and round, he said: “Now, it is not allowed to have any rolling around it,” and he said, “From ourselves,” and “The meaning is, it is allowed.”",
    "ai-tika-s0402t38:22_13": "Then, when the winds divided, it occurs to him, or when he discerns.",
    "ai-tika-s0402t38:22_14": "And the ninefold supermundane states consisting in the eighteen grounds for came out of the ninefold supermundane state. He said, “Have you reached the goal.”",
    "ai-tika-s0402t38:22_15": "One should recognize (those who) learn the distinction is empty.",
    "ai-tika-s0402t38:23_0": "The Book of the Constituents is finished.",
    "ai-tika-s0402t38:24_0": "9. Vipallāsasuttavaṇṇanā",
    "ai-tika-s0402t38:25_0": "49.",
    "ai-tika-s0402t38:25_1": "There are nine perceptions that are impermanent, suffering, and perishable.",
    "ai-tika-s0402t38:25_2": "the same.",
    "ai-tika-s0402t38:25_3": "In the same way there are four bases for defining the four classes of perception and four bases,",
    "ai-tika-s0402t38:25_4": "and they are given up in them the eight attainments.",
    "ai-tika-s0402t38:25_5": "They are given up and mind-returners, who are once-returners and non-returners. They are given up to a non-returner, and are given up.",
    "ai-tika-s0402t38:25_6": "It should be understood that perceptions should be given up by mental bliss as suffering.",
    "ai-tika-s0402t38:25_7": "The rest is the same as in the case.",
    "ai-tika-s0402t38:26_0": "The Congregation of in the Land",
    "ai-tika-s0402t38:27_0": "10. Upakkilesasuttavaṇṇanā",
    "ai-tika-s0402t38:28_0": "50.",
    "ai-tika-s0402t38:28_1": "(There is) this difference between by one:",
    "ai-tika-s0402t38:28_2": "Five more embracings, four dancers, five fourth dropping cooked by a fine deer, sal trees alcoholic drink made from rice.",
    "ai-tika-s0402t38:28_3": "the four-smeared trees of flowers, fruits of sugar, and four months were the four (perched): This is the fourth earth element.",
    "ai-tika-s0402t38:28_4": "There he took the basket and drunk water on it, and given water (to her) in the place where the water was put away.",
    "ai-tika-s0402t38:28_5": "Like this, it’s still fragile.",
    "ai-tika-s0402t38:28_6": "But how much is it that a seed that is called a good seed?",
    "ai-tika-s0402t38:28_7": "Those who say, “Take the turbans” are said,",
    "ai-tika-s0402t38:28_8": "bearing all the sounds, scented with flowers, adorned with blossoming flowers, alooming cloth blossoming flowers,",
    "ai-tika-s0402t38:28_9": "but the fruit of the fruits meditative spirits,",
    "ai-tika-s0402t38:28_10": "mixed with the life of purity.",
    "ai-tika-s0402t38:28_11": "sugarcane,",
    "ai-tika-s0402t38:29_0": "The Defilements of Defilements is finished.",
    "ai-tika-s0402t38:30_0": "The commentary on the skin of the private parts is finished.",
    "ai-tika-s0402t38:31_0": "The first _kahāpaṇa_ is finished.",
    "ai-tika-s0402t38:32_0": "2. Dutiyapaṇṇāsakaṁ"
}