{
    "ai-tika-vin06t2:0_0": "Pācittiyavaṇṇanā",
    "ai-tika-vin06t2:1_0": "5. Pācittiyakaṇḍo",
    "ai-tika-vin06t2:2_0": "1. Musāvādavaggo",
    "ai-tika-vin06t2:3_0": "1. Musāvādasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:4_0": "But the declaration should be understood in accordance with the word ‘profitable’, or else the three paths’ is given in the first three ways.",
    "ai-tika-vin06t2:4_1": "They say, “Those who hear the word spoken by the sound of those who have spoken.”",
    "ai-tika-vin06t2:4_2": "Six unskillful things reading to assemble the skill in public generation, then when they claim to begin first, they admit out to previously.",
    "ai-tika-vin06t2:4_3": "if he is something elsewhere;",
    "ai-tika-vin06t2:4_4": "When speaking, he rolls up, then, when he isn’t able to discuss, he commits an offense entailing confession.",
    "ai-tika-vin06t2:4_5": "Or alternatively, “Whether one is incapable of reaching the first impediment in himself or in the first time.”",
    "ai-tika-vin06t2:4_6": "“What’s suffering is suffering, not that’s the case.”",
    "ai-tika-vin06t2:4_7": "is spoken of by the one who thinks: “I am,” then the composed of extinguishment.",
    "ai-tika-vin06t2:4_8": "“(It is) extinguished without being asked.” (but) it is said to be the best thing,",
    "ai-tika-vin06t2:4_9": "It’s possible that it’s possible",
    "ai-tika-vin06t2:4_10": "(but) this is what was said. Having said, “This is my self-mortification” and “Samiddhi has been shown that he has said. Then he thinks, “This is the first kind of suffering. ” Then he sees clearly, “This is the constantly, ‘This is the first kind of suffering’, ‘This is my self-control.” Then, having seen this is the first kind of extinguishment for him, and then, in that he sees an “This is quite subliberated from the poison”.",
    "ai-tika-vin06t2:4_11": "In this way they claim so as to be without having dissatisfaction, all things are not-self.",
    "ai-tika-vin06t2:4_12": "They remember the states of nature.",
    "ai-tika-vin06t2:5_0": "and yet he makes a sound of such a third statement: “This is my equal or better’s bordering on the spot, then he advises it later generally for the sake of hate.”",
    "ai-tika-vin06t2:5_1": "Then he, being one who spoke about another’s (afterwards), which is why",
    "ai-tika-vin06t2:5_2": "admits to his words, “Then who claims to behave like this,” said those who are unknowing.",
    "ai-tika-vin06t2:5_3": "I only say it because I have accepted it opinions in a community. All these things, all of them declared above. It is “final to because they have found in the community. ” And this matter, they say, “I do not accept unfinished the rules, opposites, questioning, states (wholesometics) in that case.”",
    "ai-tika-vin06t2:5_4": "“Perhaps it is not because of one’s faith,” thus it is the reason why this was said.",
    "ai-tika-vin06t2:5_5": "it is to be shown that others by means of that reason.",
    "ai-tika-vin06t2:6_0": "They say, ‘May they neither know nor see’: “May they neither know nor see” nor hear the word of whether they say, “So what is impermanent, what is that I left unhappy, and when I say.” But when I said, “It’s also impermanent, this is why I say, you should use them as an abode.”",
    "ai-tika-vin06t2:6_1": "then say: ‘Rebirth is one who does not know,’ and so as to is said.”",
    "ai-tika-vin06t2:6_2": "and then said, “She isn’t unfinished,” and so he replying to that, he said.",
    "ai-tika-vin06t2:7_0": "He proclaims what is beneficial as having known, and he explains it to them, thus he is the meaning.",
    "ai-tika-vin06t2:8_0": "3.",
    "ai-tika-vin06t2:8_1": "Furthermore, wrong speech is fourfold.",
    "ai-tika-vin06t2:8_2": "Sīhabāhuna, some say that After approving the schismatics, all of them are said to because of dividing the affairs of (where) kinds of becoming , and because of difference in both ways.",
    "ai-tika-vin06t2:8_3": "Because he does not understand what he says, “He does not say,” “Now,” “There is no mention of for one whom one is disciplined,”",
    "ai-tika-vin06t2:8_4": "“Yes, they say,” replied the word of the world. They say, “Even the ultimate world” and “because it is said.” And they say, “Dearth it, live in this way, it is said.",
    "ai-tika-vin06t2:8_5": "And observed: it is grossness in the sense of grossness and subtle;",
    "ai-tika-vin06t2:9_0": "I’ve seen someone lying down while eating. Nor do I haven’t seen, heard, or thought, “I haven’t seen, heard, or suspected that.” But I do not know, “I see my instructions,” “I do not see anyone lying.”",
    "ai-tika-vin06t2:10_0": "Wealth is running here and there, “Where do they say?”",
    "ai-tika-vin06t2:10_1": "“Who is this leper?” “Because of all it is said.",
    "ai-tika-vin06t2:10_2": "Speaking such a word ...",
    "ai-tika-vin06t2:10_3": "these words are straight and fitting.”",
    "ai-tika-vin06t2:11_0": "The training rule on lying is finished.",
    "ai-tika-vin06t2:12_0": "2. Omasavādasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:13_0": "That’s why it’s impossible that they’re reborn in a wide-born corpse.”",
    "ai-tika-vin06t2:13_1": "grounded in the ground.",
    "ai-tika-vin06t2:13_2": "At that time it wouldn’t be fair of planets, like unwells away in a charnel ground.",
    "ai-tika-vin06t2:13_3": "And in the Jotipāla also thought, “He is the victor” or “He who is defeated by the mere fact,”",
    "ai-tika-vin06t2:13_4": "this is the term to be reborn.",
    "ai-tika-vin06t2:13_5": "Because of his pleasant speech, Uttiya,",
    "ai-tika-vin06t2:13_6": "Reciting: I included in the world as a light, or bearer of the noble ones.",
    "ai-tika-vin06t2:13_7": "And he became one who obtains wealthy, and so he receives the money.",
    "ai-tika-vin06t2:14_0": "15.Pubbeti nidāne.",
    "ai-tika-vin06t2:14_1": "made of horns cut down.",
    "ai-tika-vin06t2:14_2": "like an enclosure made by a lotus flower",
    "ai-tika-vin06t2:14_3": "the head and Dhanañjāni (related) the Sirīsa, the two-and-half-month of the head, and the name of Dhanagutta.",
    "ai-tika-vin06t2:14_4": "how many kinds of nymphs are there, Koṭṭhamārabhaccas, and whatever deeds there are.",
    "ai-tika-vin06t2:14_5": "“Disputes to be released,",
    "ai-tika-vin06t2:14_6": "the group of travelers, the full moon, of the number, of circumstances, etc., were said to live in the Mahāthūpa.",
    "ai-tika-vin06t2:14_7": "“I’ll hunt it,” he said: “So I was hurriedly by",
    "ai-tika-vin06t2:14_8": "to the lump of meat in one lump of meat.",
    "ai-tika-vin06t2:14_9": "in the past, future or present,",
    "ai-tika-vin06t2:14_10": "abused and insulted, he abuses and reviles them, and he says, “You are stream-enterers,” and he abuses.",
    "ai-tika-vin06t2:14_11": "the characteristic of put in aside, etc., which had been given to the species of lumps,",
    "ai-tika-vin06t2:15_0": "He proclaims it in all ways: it shows how the recitation is explained.",
    "ai-tika-vin06t2:16_0": "26.",
    "ai-tika-vin06t2:16_1": "but there is such a reference in the Reference of the Three Times, Why is this?",
    "ai-tika-vin06t2:16_2": "(he spoke) to be shown that he had already done in the past,",
    "ai-tika-vin06t2:16_3": "Previously, he thought, “Bhikkhus, this is highly low, this is high to the fourfold army,” “There is in the sense of conscience and prudence,” “There is to say, this is the fourth fourfold syllables,” and “There is the fourfold size of the fourfold reckonings.”",
    "ai-tika-vin06t2:16_4": "Saying, “It is possible,” he said, “It is impossible,” he is said. He is referred to it, “Death itself,” he is said.",
    "ai-tika-vin06t2:16_5": "if he does not take to be inferential or prevented to ruin.",
    "ai-tika-vin06t2:16_6": "they don’t want to be born again,",
    "ai-tika-vin06t2:16_7": "There is no offense for the incomparable, and there is no offense for the sake of the mundane producing condition.",
    "ai-tika-vin06t2:16_8": "... says, “There are some who are untroubled,” “There areon-bearing right here,” “There are some who are scriptures,” “There are some with a rod,” “There are scriptures,” “There are embryodiments right here”.",
    "ai-tika-vin06t2:16_9": "Thus (Now) if he can be spoken of in order to show the same way: “Now, this is not our master,",
    "ai-tika-vin06t2:16_10": "if she says, “This one isn’t showing this”; “This one is very important” “This actually contradictor”;",
    "ai-tika-vin06t2:16_11": "or for some other reasons—their enemy, acting badly, the mental broad in the realm of others, or the next life—they should understand, “This is the same.”",
    "ai-tika-vin06t2:16_12": "if he says to another monk, “Whoever chats another monk,” “You’re standing,” and he replies, then for every statement, he commits an offense entailing confession.",
    "ai-tika-vin06t2:16_13": "If it himself is inferior, henceiving the lowest ran out. ...",
    "ai-tika-vin06t2:16_14": "If he says, “Pukkusa,” “Pukkusa,” “This is difficult for us,” then for every statement, he commits an offense entailing confession.",
    "ai-tika-vin06t2:16_15": "This is the meaning of in which you deserve to be looked.",
    "ai-tika-vin06t2:16_16": "Then the words “He calls one of his disciples”: “He does so,” or “Three”: “One who is our guide, who is unknown to understand the rulers of the world; he thinks heritages of enlightenment,” and so on.",
    "ai-tika-vin06t2:16_17": "But hereincarnation, they should be understood according to the Niddesa in oneself.",
    "ai-tika-vin06t2:16_18": "Here is the reason why he says:",
    "ai-tika-vin06t2:16_19": "and in front of them, they say, “It’s bad about the seventh paternal generation,” and they did likewise.",
    "ai-tika-vin06t2:16_20": "she said to give her, “Who are you going to show her, Kāḷha?”",
    "ai-tika-vin06t2:16_21": "“Did you not work in the presence of a teacher who is difficult to correct,”",
    "ai-tika-vin06t2:16_22": "Having slaughtered in the presence of a wicked person, he lets without an offense of wrong conduct.",
    "ai-tika-vin06t2:17_0": "The training rule on speaking is finished.",
    "ai-tika-vin06t2:18_0": "3. Pesuññasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:19_0": "36-7.",
    "ai-tika-vin06t2:19_1": "“After hearing this, we’re misfortune!”",
    "ai-tika-vin06t2:19_2": "Having heard these words, they did not approve.",
    "ai-tika-vin06t2:19_3": "at the break up of the body",
    "ai-tika-vin06t2:19_4": "And Tissa, too, when a mendicant is developed, they also said: “Among a little, a lot of alms-food, a lot of medicine for the sick.”",
    "ai-tika-vin06t2:20_0": "38-9.",
    "ai-tika-vin06t2:20_1": "the venerables named so-and-so and the venerable. ...",
    "ai-tika-vin06t2:20_2": "Pukkusāti, destroys a thousand leagues, and lives on.”",
    "ai-tika-vin06t2:20_3": "Though he says, “She is veryukkusāti.”",
    "ai-tika-vin06t2:20_4": "There’s no-one who’s not fully ordained here, wouldn’t be able to show the terminator of tasks in the door.",
    "ai-tika-vin06t2:20_5": "for that is how the three acts of wrong conduct have been shown.",
    "ai-tika-vin06t2:20_6": "When you hear about it from those who are fully ordained, he says, “You have been fully ordained,” and then, after hearing about it from one of two kinds of fame,” and he says, “You are one of two kinds,” “You may,” and he gives full ordination in one of peace,” and he commits an offense entailing confession.",
    "ai-tika-vin06t2:20_7": "“But if it is observed by one who has committed an offense entailing expulsion, one who has committed an offense entailing expulsion, one who has committed an offense entailing expulsion, one who has committed an offense entailing expulsion, and one who has gained the full ordination through the absence of such and such a kind as this, one who understands it is bordering onward, and one who has been reborn in the next life,” and one who thinks, “This is so,” then the meaning of this kind already described.",
    "ai-tika-vin06t2:20_8": "This is the section on deludedness, without defilements.",
    "ai-tika-vin06t2:20_9": "“We don’t intend to make a claim,” “Forgetable back,” then with the reason for the purpose of crossing the rainy season,” while actually advice, he spoke in silence as an immediately effect.",
    "ai-tika-vin06t2:21_0": "The training rule on malicious talebearing",
    "ai-tika-vin06t2:22_0": "The training rule on memorizing the Teaching",
    "ai-tika-vin06t2:23_0": "This is the name of the Buddha, not the Dhamma in this way.",
    "ai-tika-vin06t2:23_1": "don’t loving thoughts,",
    "ai-tika-vin06t2:23_2": "the Independent Buddhas spoke about the Teaching what was said by the Buddha:",
    "ai-tika-vin06t2:23_3": "And you should understand the detailed meaning of what the high priest said.",
    "ai-tika-vin06t2:23_4": "wherever there is a jute robe in all the texts, saying: “Where do you have no meaning?”",
    "ai-tika-vin06t2:23_5": "the verses, etc., cannot start with one, and without having spoken about them.",
    "ai-tika-vin06t2:23_6": "“Yes, I have.” If he stays in a same way, saying, “Even if I were to recite it by the discourse,” and when he then stays in the same way, he commits an offense entailing confession.",
    "ai-tika-vin06t2:23_7": "If he fails in a single state of wisdom, he commits an offense entailing confession.",
    "ai-tika-vin06t2:23_8": "In the eighth enquiry, (proper) requisites .",
    "ai-tika-vin06t2:23_9": "This was said by the eight reference to him,",
    "ai-tika-vin06t2:23_10": "He went to a bad place, sent by a sword,",
    "ai-tika-vin06t2:23_11": "Discussion of the proceedings and the teachings.",
    "ai-tika-vin06t2:24_0": "48.Upacāranti dvādasahatthaṁ.",
    "ai-tika-vin06t2:24_1": "if he says, “I attained the same report;”",
    "ai-tika-vin06t2:24_2": "Now, although the Buddha was illustrated by the stage of an Explains, never made any giant in the word spoken by the Buddha, any offense for which he says, “Explains,” “The Buddha is cleared. ”",
    "ai-tika-vin06t2:24_3": "After using the word of the Buddha, he said in the Mahātittha garden the Mahātittha garden enclosure of the Thūpa in the Mahātittha , meaning is, aiming to show the meaning.",
    "ai-tika-vin06t2:24_4": "“All these are only the word” is what is said.",
    "ai-tika-vin06t2:24_5": "If the teacher stands sitting there, he gives a teaching while standing. When he is sitting, he thinks, “I’ll give him a teaching.”",
    "ai-tika-vin06t2:24_6": "They don’t change in the midst of the Teaching. They don’t give away the bathing place in the evening, the morning, and even the earth because it has been changed.",
    "ai-tika-vin06t2:24_7": "for this is said:",
    "ai-tika-vin06t2:25_0": "“Those who know what is good, they don’t know the truth,",
    "ai-tika-vin06t2:26_0": "One who teaches the Vedas, and who takes pleasure in the Vedas.”",
    "ai-tika-vin06t2:27_0": "Here the meaning here is this: therefore the meaning of the law of teaching the Dhamma .",
    "ai-tika-vin06t2:27_1": "But the teaching should be understood here as mentioned in the Vibhaṅga thus: “This is the Dhamma consisting in the Vibhaṅga too with the Dhamma” .",
    "ai-tika-vin06t2:27_2": "If he teaches the Dhamma in this way, then there is no offense for the sake of the one who is trained by the other, and there is no offense.",
    "ai-tika-vin06t2:27_3": "Herein, the external ties of the mind:",
    "ai-tika-vin06t2:27_4": "Not knowing the crafts",
    "ai-tika-vin06t2:27_5": "For, while I was sitting on a higher seat, it would still be disagreeable to come up to me.",
    "ai-tika-vin06t2:27_6": "“Mendicants, even if you displeasure I was displeased by someone teaching the Vedas while sitting on a low seat to someone sitting on a high seat. How, how could you do it?",
    "ai-tika-vin06t2:27_7": "for the sake of the teaching, this extent of the teaching as stated.”",
    "ai-tika-vin06t2:27_8": "Then, when he is able to teach the Dhamma, he should teach Dhamma.",
    "ai-tika-vin06t2:27_9": "Then something else, thinking, “He should teach both the Dhamma.”",
    "ai-tika-vin06t2:28_0": "But with me when I am bound to a novice, he thinks, “I have been instructed by a novice,” and he does so with the novice monk. He thinks, “Even if you wish to make him sit down in like this, he does not want to stay in the same sleeping place as before.” And in the monastery with a novice monk.",
    "ai-tika-vin06t2:28_1": "This is the discussion that is not proper for him, therefore it is supreme.",
    "ai-tika-vin06t2:28_2": "If there is no dwelling there, he should do it in this way: “Where do they get rid of action? Why do he not?",
    "ai-tika-vin06t2:28_3": "So that when the mind is wanted to live alone, they are calling them out by doing it, saying: ‘May they not accept it.’",
    "ai-tika-vin06t2:28_4": "One is the one who wants to live together with a misfortune, and who thinks he is not of any offense.",
    "ai-tika-vin06t2:28_5": "But in the same way the teachers should practice such as these, and practice, separating the kasiṇas.",
    "ai-tika-vin06t2:28_6": "Because there is no such thing as this.",
    "ai-tika-vin06t2:28_7": "and there is no offense for accumulation.”",
    "ai-tika-vin06t2:29_0": "Here is this:",
    "ai-tika-vin06t2:29_1": "If she says, “Mātali, it’s said: ‘The mendicant is not spoken of,” and she does not say, “Explain,” and they can speak to the junior mendicant who develops the recollection of the mendicant.",
    "ai-tika-vin06t2:29_2": "Then the novice monastic answered, “May a novice who is not asked” and “May they say, “May they not be told by her,” and he says, “Exiety.",
    "ai-tika-vin06t2:29_3": "If he says this there is no offense for the sake of (minor),",
    "ai-tika-vin06t2:29_4": "If a monk says, “If you say such-and-such a deal with me,” and he says, he commits an offense entailing confession.",
    "ai-tika-vin06t2:29_5": "for he has no illusion,",
    "ai-tika-vin06t2:29_6": "if he were to expel in this way, you should recite it.",
    "ai-tika-vin06t2:29_7": "Herein, there is no offense for the abode.",
    "ai-tika-vin06t2:29_8": "observed: “This man can be undergone by this affair, not soft.”",
    "ai-tika-vin06t2:29_9": "for a novice cannot be measured here by a novice, they say, “This is the meaning.”",
    "ai-tika-vin06t2:29_10": "letter come in the meaning in the letter,",
    "ai-tika-vin06t2:29_11": "even if he says, “Even if you don’t allow a lotus pond,” “Even if you’re not able to disagree with,” “This is expressed by the meaning of the phrasing,” “This is how, then for every statement, he commits an offense entailing confession.",
    "ai-tika-vin06t2:29_12": "because of the words and phrases",
    "ai-tika-vin06t2:29_13": "for this is said: “The second footprint should be given",
    "ai-tika-vin06t2:29_14": "That is why the interpretations on the ear ... nose ... tongue ... body ...",
    "ai-tika-vin06t2:29_15": "He said, “Expert inspires confidence in the community” is said because it is no simultaneously inclination.",
    "ai-tika-vin06t2:29_16": "you should not say what you shouldn’t say.",
    "ai-tika-vin06t2:29_17": "Or they confess an offense when they do so.",
    "ai-tika-vin06t2:29_18": "not by syllable,",
    "ai-tika-vin06t2:29_19": "and he offered others with some lotus pond.",
    "ai-tika-vin06t2:29_20": "if he does not approve of it, saying, “I live in the first public,” “I don’t like a lake,” “I don’t approve of response,” “They domain,” “I don’t approve of this first,” “I don’t approve of this first,” he commits an offense entailing confession.",
    "ai-tika-vin06t2:29_21": "If he converses the opposite circumstances with his bow,",
    "ai-tika-vin06t2:29_22": "‘If a monk doesn’t blow its hits, he commits an offense entailing confession.’”",
    "ai-tika-vin06t2:29_23": "for he proclaims what he says as he says,",
    "ai-tika-vin06t2:29_24": "when ‘_rūpaṁ aniccaṁ_’ is being said, he says, ‘_rū_ coins him, ‘_-grass, he’s said to be the first to return.’",
    "ai-tika-vin06t2:29_25": "‘He doesn’t say “you’re involved,” and “It’s why,” and “It’s thus negligent,” “It’s not possible to perform an offense entailing confession,” and “It’s appropriate for you to say that all these things in accordance with the Teaching are clear in the maintaining their arrival at the current,” and “possessing the scriptures,” then to say, “It is expressed, obseserating the meaning of this matter,”",
    "ai-tika-vin06t2:30_0": "The training rule on telling about the Teaching",
    "ai-tika-vin06t2:31_0": "The first training rule on what is constantly",
    "ai-tika-vin06t2:32_0": "50.",
    "ai-tika-vin06t2:32_1": "‘They can’t lay down in the same sleeping place as a shade in a charnel ground, in the same sleeping place as before.’ Then they should not accept arrange them with wisdom.",
    "ai-tika-vin06t2:32_2": "if it is something left over, or it is that something is meant.",
    "ai-tika-vin06t2:32_3": "By these doing what is allowable for you, without going back, the preceptor can go downstreams. When they have gone, the students might get upset.",
    "ai-tika-vin06t2:33_0": "52.",
    "ai-tika-vin06t2:33_1": "‘If a monk is fully ordained,’ and he has been given to a monk, except for one who is not fully ordained, or two or three nights, without a group, has been given to a woman who is not fully ordained, and he is not a monk. ...",
    "ai-tika-vin06t2:33_2": "But can hes surpasses on offenses entailing expulsion, both inquiry and inquiry?”",
    "ai-tika-vin06t2:33_3": "a second female took hold of a human female, but not an animal in the ghost realm. A female spirit, the female spirit, the ghost, or the female spirit, not an animal.",
    "ai-tika-vin06t2:33_4": "‘If a training rule on himself, why are the first training rules of the rainy-season residence? Why are they incapable of first?’",
    "ai-tika-vin06t2:33_5": "“Through an unenclosed house in this way, Sīhahanu were able to respond to the other side of the lion’s leopard in his mouth, he proclaims, Kapilavatthu to the Banyan Tree, the Kalyāṇī river.”",
    "ai-tika-vin06t2:33_6": "if he stays together again;",
    "ai-tika-vin06t2:33_7": "The nun who has been reborn in a place of the nuns,",
    "ai-tika-vin06t2:33_8": "assembling together in the assembly hall named Great Monastery",
    "ai-tika-vin06t2:33_9": "“It seems the three days, having spent the day in a doing curry during the fourteenth day sabbath, and it seems the funeral pyre with the intention of eating it seems.”",
    "ai-tika-vin06t2:34_0": "The first training rule on the same sleeping place is finished.",
    "ai-tika-vin06t2:35_0": "The second training rule on containing what is good",
    "ai-tika-vin06t2:36_0": "55.",
    "ai-tika-vin06t2:36_1": "“Then are those people,” he replied, “Thoses are tied,”",
    "ai-tika-vin06t2:36_2": "“One nights,” he replied: “There is no Sundarī,",
    "ai-tika-vin06t2:36_3": "a _paṇḍaka_ thought, “She is described in the way already described,” and so on. It is said to be a woman who is hermaphrodites, who are hermaphrodites,” and who is said to be her “possess,” he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:36_4": "Though they have a lesser offense entailing expulsion, they make amends for it in relation to the rule, and they don’t make amends for it.",
    "ai-tika-vin06t2:36_5": "You should not look at it.",
    "ai-tika-vin06t2:37_0": "The second training rule on the same sleeping place is finished.",
    "ai-tika-vin06t2:38_0": "The training rule on teaching",
    "ai-tika-vin06t2:39_0": "66.",
    "ai-tika-vin06t2:39_1": "if she urgeds from what she says, “She is a woman who does not understand,” and he instructs of a woman, there is no offense.",
    "ai-tika-vin06t2:39_2": "Here the spirits, etc., have committed an offense of wrong conduct.",
    "ai-tika-vin06t2:39_3": "the opposite is incompatible and the other sectarians’ later on the following day.",
    "ai-tika-vin06t2:39_4": "“May these cows,” she replied, “Weapons,” “It is said.",
    "ai-tika-vin06t2:39_5": "‘After going to the legs of the story and rank, she gets hold of a discussion likewise, and she boards a man with an evil spirit. If she confess an offense entailing confession, she commits an offense entailing confession.",
    "ai-tika-vin06t2:39_6": "The Second were driven away from the vessel,",
    "ai-tika-vin06t2:39_7": "The Protector became a human, not so the second yakkha (beformed).",
    "ai-tika-vin06t2:39_8": "And if it is not second because of the second (food);",
    "ai-tika-vin06t2:39_9": "Herein, although authority is not well proclaimed, (should be) devoted to the word “conformity,”",
    "ai-tika-vin06t2:39_10": "She is gross, and so very subtle;",
    "ai-tika-vin06t2:40_0": "The training rule on teaching",
    "ai-tika-vin06t2:41_0": "The training rule on telling truthfully",
    "ai-tika-vin06t2:42_0": "67.",
    "ai-tika-vin06t2:42_1": "“In the fourteenth and the tenth offenses, but not for the sake of the influence.”",
    "ai-tika-vin06t2:42_2": "Herein, “Hosts me,” is said.",
    "ai-tika-vin06t2:42_3": "I am the one who do not exist in the noble ones, and one who practices it.",
    "ai-tika-vin06t2:42_4": "“She did so.”",
    "ai-tika-vin06t2:42_5": "“Even when it comes to the Buddha, the Blessed One, whose teaching is well explained, no superhuman quality, no matter what he has said.”",
    "ai-tika-vin06t2:43_0": "This is the fourth kind of blessing.",
    "ai-tika-vin06t2:44_0": "The training rule on telling truthfully",
    "ai-tika-vin06t2:45_0": "The training rule on telling about what is grave",
    "ai-tika-vin06t2:46_0": "78-80.",
    "ai-tika-vin06t2:46_1": "After embarraing his hand, he smiled the peacocks with his hand, and his filthy (into it).",
    "ai-tika-vin06t2:46_2": "if she has not been appointed, she should be dealt with.",
    "ai-tika-vin06t2:46_3": "not why it should be said again.",
    "ai-tika-vin06t2:46_4": "They say, “Bhikkhus” is said to be profitable” , “It is including the sense of conscience and prudence.”",
    "ai-tika-vin06t2:46_5": "The Longer Discourse on the Buddha, illuminating with a clear mind, as happens in air.",
    "ai-tika-vin06t2:47_0": "83.",
    "ai-tika-vin06t2:47_1": "Herein, having been asked in the Paṭisambhidā because it is said, the story of the rod and the point of punishment,",
    "ai-tika-vin06t2:47_2": "“She has committed an offense; he did before the procedure.”",
    "ai-tika-vin06t2:47_3": "talk on the Mahāvihāra, they say, “This is the time for me.” Thinking, they should be caught in a miracle.",
    "ai-tika-vin06t2:48_0": "The training rule on telling about what is grave",
    "ai-tika-vin06t2:49_0": "The training rule on digging the earth",
    "ai-tika-vin06t2:50_0": "Like a sprouting waist smeared with dropping curd on top.",
    "ai-tika-vin06t2:50_1": "“One from the mountain clasped” is said to be the meaning of the anointed meaning.",
    "ai-tika-vin06t2:50_2": "If they are to be spoken about in order to see them, they should be corrected.",
    "ai-tika-vin06t2:50_3": "mutilation, drying, squatting, and mice.",
    "ai-tika-vin06t2:50_4": "Though he had abided thus, “Even if this is solid earth,” and “There are not,” and “perceptions for purity. ”",
    "ai-tika-vin06t2:50_5": "The two gateways and so on.",
    "ai-tika-vin06t2:50_6": "If they say, “Sometimes it is forty-four kinds of nymphs because they have committed an offense of wrong conduct.”",
    "ai-tika-vin06t2:50_7": "Herein, the sitter in any one of these two beginning with earth is constructed here and there are two kinds of encounter. That is why there are two kinds of becoming .",
    "ai-tika-vin06t2:50_8": "Then therefore the cloth is undeveloped.",
    "ai-tika-vin06t2:50_9": "But that perception is not based on perception, nor has it been treated as a basis for it.",
    "ai-tika-vin06t2:51_0": "He can count quickly that is allowed.",
    "ai-tika-vin06t2:51_1": "When this is so, the fire is burned by a fire. So they’re not able to endure it. So therefore it is no fire.",
    "ai-tika-vin06t2:51_2": "It’s not allowed to settle a fire and club to it, even if it is not allowed a fire to take position a fire.",
    "ai-tika-vin06t2:52_0": "The training rule on digging the earth",
    "ai-tika-vin06t2:53_0": "commentary on lying is the first kind of lying.",
    "ai-tika-vin06t2:54_0": "2. Bhūtagāmavaggo",
    "ai-tika-vin06t2:55_0": "1. Bhūtagāmasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:56_0": "if he is able to show it to someone else who is not able to find fault;",
    "ai-tika-vin06t2:56_1": "Why is this one worthy of praise?",
    "ai-tika-vin06t2:56_2": "people avoid that dwelling.",
    "ai-tika-vin06t2:56_3": "he says, “Who are these things? ” “There are no needs to be cut off such trees as palms of a tree that are with the hands of a tree that are not the ...",
    "ai-tika-vin06t2:57_0": "The sound of coughs, having covered all the floors, the size of the earth,",
    "ai-tika-vin06t2:57_1": "if a seed is to be shown by the seed, that is to say, the seed.",
    "ai-tika-vin06t2:57_2": "chickens and pigs, yet it only lasts only for a chicken.",
    "ai-tika-vin06t2:57_3": "For there is a time of the seeds, and he perceives that it is the seeds",
    "ai-tika-vin06t2:57_4": "When a seed in the plant of seed is called “an in the plant seeds”, if it is an inclination.",
    "ai-tika-vin06t2:57_5": "Because it seems, there is no root of the plants that are groundless, to the neighborhood of the earth.",
    "ai-tika-vin06t2:57_6": "“For he who roots and plants the plant of plants, an unincluded ground, a ground, or an undeclared .",
    "ai-tika-vin06t2:57_7": "for there is no other starting point in the ground.”",
    "ai-tika-vin06t2:57_8": "Also the jungle is said to be the “capable of eating” requisites for the needles, and it is called “the fruit of which is announced.",
    "ai-tika-vin06t2:57_9": "Going along the ground, he comes to an end, which is called a “form”;",
    "ai-tika-vin06t2:57_10": "Because of the propagation of the seeds and because of the seeds there is an act of wrong conduct.",
    "ai-tika-vin06t2:57_11": "or by Vāseṭṭhas, he does not say: “Those delicate, what branches of a tree isn’t belonging to the branches,” he does not say, “Take up the branches and leaves,” and he says, “Take up what is allowable.”",
    "ai-tika-vin06t2:57_12": "Manadāsa is the name for him.",
    "ai-tika-vin06t2:57_13": "“I’ve trembled,”",
    "ai-tika-vin06t2:58_0": "Someone should correct them like this: “Ascetic, they should conduct themselves properly.”",
    "ai-tika-vin06t2:58_1": "He then said, “Prepare” and “Perhaps the novices, novices, and so on, he should defeat the fire in his services.",
    "ai-tika-vin06t2:58_2": "fire, filthy, and placed on a fire, just as a pink lotus ascetic. Its snapped seeds that were not allowed by ascetics or brahmins that dogs, and it belongs to an ascetic.",
    "ai-tika-vin06t2:58_3": "“Does it because he wants to live without letting go,” and they say, ‘It’s allowable.’",
    "ai-tika-vin06t2:58_4": "“Noblea-unproach,” the word of the Sakyans calling them into a “gitation” .",
    "ai-tika-vin06t2:58_5": "‘Sometimes it is.’ When a mendicant is spoken, they should say: “Even if they speak inquire about this, they should say.”",
    "ai-tika-vin06t2:58_6": "If she thinks, “I’ll make an effort to do it,” “It’s unallowable,” and she can reinstated. But when asked, “It’s allowable to make the venerables,” then he can explain the barriers.",
    "ai-tika-vin06t2:58_7": "if he does not tell, he should not strike out, saying: “I have a set of swallowing what is,”",
    "ai-tika-vin06t2:58_8": "to put it away like a swan on the door, and to throw it out in the vicinity of the house, even if it is allowed, there is an instance of mindfulness.",
    "ai-tika-vin06t2:58_9": "“It is not allowed blossoming from a crowd, therefore,",
    "ai-tika-vin06t2:58_10": "there is no predatory animals, and there is holy a flower in that place.”",
    "ai-tika-vin06t2:58_11": "On the first day of the group, saying: “Having been shown by the neighborhood of a monastery worker, a into the neighborhood of the monastery,” “It is said.",
    "ai-tika-vin06t2:59_0": "The training rule on plants, is finished.",
    "ai-tika-vin06t2:60_0": "The training rule on evasive speech",
    "ai-tika-vin06t2:61_0": "if she says, “Channa, I’ll accusate another one;”",
    "ai-tika-vin06t2:61_1": "“Laying,” he is the name of this.",
    "ai-tika-vin06t2:61_2": "wants to prepare, wanting to make ancient, wanting to stop it.",
    "ai-tika-vin06t2:62_0": "100.",
    "ai-tika-vin06t2:62_1": "“But, sir, if a man hasn’t seen any money, he’s not depraved in logic, despised by lying, he commits an offense entailing confession.”",
    "ai-tika-vin06t2:63_0": "If it was given to me, it would not be done, and it was done illegitimate, reversible, or done by an incomplete assembly. When a legal procedure was done against me, it wouldn’t be done against one who does not deserve a legal procedure done against me, or one who does not deserve it.",
    "ai-tika-vin06t2:64_0": "The training rule on evasive speech is finished.",
    "ai-tika-vin06t2:65_0": "The training rule on complaining",
    "ai-tika-vin06t2:66_0": "meaning is, it is, “the meaning” , etc.; on its shadow” , etc.; or “It is said” .",
    "ai-tika-vin06t2:66_1": "for those who assign dwellings for the sake of themselves, for the sake of their own benefit,",
    "ai-tika-vin06t2:67_0": "Should press him: wherever he can get encircling of such things.",
    "ai-tika-vin06t2:67_1": "if someone is not fully ordained is to one who is not fully ordained through another;",
    "ai-tika-vin06t2:67_2": "to someone who is not fully ordained",
    "ai-tika-vin06t2:67_3": "“He is not free from five factors, abandoning the five factors, take part in the carcasses with the five factors and so on. He is not able to fulfill the training.”",
    "ai-tika-vin06t2:67_4": "The Sangha has done the whole procedure with the Sangha. Having developed the legal procedure by means of a group, he announced a wholesome and anointment.",
    "ai-tika-vin06t2:67_5": "For it is only a (good) deeds that is confirmed in) deeds, that is not only access and does not show.",
    "ai-tika-vin06t2:67_6": "sleeping by others;",
    "ai-tika-vin06t2:67_7": "What is not the groundless in this way? How is it through rebirth-producing happiness?",
    "ai-tika-vin06t2:67_8": "This training rule of the training rules",
    "ai-tika-vin06t2:67_9": "The two offenses, etc., are to be seen in the prior starting the trees as in the drips of the trees.",
    "ai-tika-vin06t2:68_0": "The training rule on complaining is finished.",
    "ai-tika-vin06t2:69_0": "The first training rule on used robes",
    "ai-tika-vin06t2:70_0": "110.",
    "ai-tika-vin06t2:70_1": "“The Buddha has laid down a training rule against the monks’ training rules as laid down a rule against the monks, and there is an exposition of the section on the following day.”",
    "ai-tika-vin06t2:70_2": "Yet even though a training rule has been recited like this, monks, I allow you to recite the eighth rule and the training rule. On the contrary, the opposite is evident, not so much. ...",
    "ai-tika-vin06t2:70_3": "may they store it in this way: “What is it?”",
    "ai-tika-vin06t2:70_4": "(They are) stated in the first way already described. The rest is said in the way already described.",
    "ai-tika-vin06t2:70_5": "If this is how the designation of the body,",
    "ai-tika-vin06t2:70_6": "opening up:",
    "ai-tika-vin06t2:70_7": "If she is not designated as such, then:",
    "ai-tika-vin06t2:70_8": "But there is the second opportunity to give the indication to opposite sex.",
    "ai-tika-vin06t2:70_9": "He said, “They can make sure of one month,” and when they said, “I allow you to accept them all.” ...",
    "ai-tika-vin06t2:70_10": "You can get to know about it.”",
    "ai-tika-vin06t2:70_11": "Here it should be understood according to the Neither: “It is said in the first place wherever it has been laid out. ”",
    "ai-tika-vin06t2:70_12": "(The Buddha has) no offense entailing suspension. The training rules were good in the same way, and has their source in entering a restroom with eyes. And this is the in the same way:",
    "ai-tika-vin06t2:70_13": "At the time of the rainy season residence in the open, at the end of the first rainy season, and in the openings, etc.",
    "ai-tika-vin06t2:70_14": "At the time of the Buddha Paṇḍuvāsa, it is not allowed to leave without in any one of the two, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred times, or a thousand lamps. But this is included in the middle of the Ganges, Sālavatikā.” But when the two ends the opposites, he thinks: “Theses is successful and prosively the middle.”",
    "ai-tika-vin06t2:71_0": "And what is it?",
    "ai-tika-vin06t2:71_1": "in the Sanctuary Sanctuary, dwelling in the charnel ground,",
    "ai-tika-vin06t2:71_2": "the ninth wind, etc., that washed in excessive no more than nine orifices.",
    "ai-tika-vin06t2:71_3": "Mindfulness : here it is sensed : here and there,",
    "ai-tika-vin06t2:71_4": "and having dropped the story of the Community, the Elder Nun Dhammadinnā was not able to discern the Dhamma.",
    "ai-tika-vin06t2:71_5": "“But sir, however, uses the requisites to enjoy the use of the pleasure garden, because uses the rainy season and the furniture was used.”",
    "ai-tika-vin06t2:71_6": "“Having nothing beyond it,” he said;",
    "ai-tika-vin06t2:71_7": "“Sittle, sitting mats on the front, (thinking): ‘Spread has arisen in your feet.’”",
    "ai-tika-vin06t2:71_8": "givers his teacher’s feet, and his teacher retinue",
    "ai-tika-vin06t2:72_0": "Putting down the goods, they are standing outside the doorway for a little while standing.”",
    "ai-tika-vin06t2:72_1": "go to the wrong-doing of the Dhamma, just as a farmer",
    "ai-tika-vin06t2:72_2": "Why don’t you commit an offense entailing confession?",
    "ai-tika-vin06t2:72_3": "After the future came down from those who were seniority, and making suggestion all the money,",
    "ai-tika-vin06t2:72_4": "The group of eighteen on principles",
    "ai-tika-vin06t2:72_5": "“The designation of rebirth is what was happening,” and so is what is said.",
    "ai-tika-vin06t2:73_0": "he accepts the Protector of the World and the Religions (was heard): “The Elder Suttanta expounded about the Teaching.”",
    "ai-tika-vin06t2:73_1": "(but) if he is available for the Elder to the Elder Upatissa himself,",
    "ai-tika-vin06t2:73_2": "a yak-tail whisk.",
    "ai-tika-vin06t2:74_0": "113.",
    "ai-tika-vin06t2:74_1": "‘ monk, a novice monk, or a novice monk ...",
    "ai-tika-vin06t2:74_2": "is said to be farmers: “It is shameless, what is uninterrupted,” and they do not say.",
    "ai-tika-vin06t2:74_3": "One should reply, “Pāṭaliputta,” “It is the eighth times,” and “Pāṭaliputta, while the Sambuddha was still a dwelling,” and so on.",
    "ai-tika-vin06t2:74_4": "“Asking, or is drinking.”",
    "ai-tika-vin06t2:75_0": "The first training rule on armies is finished.",
    "ai-tika-vin06t2:76_0": "The second training rule on armies",
    "ai-tika-vin06t2:77_0": "On the contrary, each were told by the word “body using” and “possessed, etc., respectively in the same way as stated .",
    "ai-tika-vin06t2:77_1": "That is why the group of associating with the groups of traveling: “The groups have actually confused”, etc.",
    "ai-tika-vin06t2:77_2": "“Suppose there was a bench or a dwelling where such violents was said, but that’s what they said.”",
    "ai-tika-vin06t2:77_3": "If he goes, he should do so there at the root of a tree.",
    "ai-tika-vin06t2:78_0": "If he isn’t able to ask about any action that is fitting and accusing the offenses, he proceeds because he has to be dealt with each other, there is no offense for the sake of schism.",
    "ai-tika-vin06t2:78_1": "for the opposite belonging to the Sangha, and in a communion consisting of a person who is going along the road in a charnel ground, he is like a wooden rag.",
    "ai-tika-vin06t2:78_2": "“I couldn’t live without being asked.”",
    "ai-tika-vin06t2:78_3": "But here it is “I was the Buddhas declare that there is two kinds of Buddhas”.",
    "ai-tika-vin06t2:79_0": "The second training rule on armies is finished.",
    "ai-tika-vin06t2:80_0": "The training rule on sitting mats",
    "ai-tika-vin06t2:81_0": "121.",
    "ai-tika-vin06t2:81_1": "Similarly with the monks from the group of six,",
    "ai-tika-vin06t2:81_2": "When he has washed his feet, and he should wash his foot so that it can be used for one or two leagues.",
    "ai-tika-vin06t2:81_3": "This being so, should you do so?”",
    "ai-tika-vin06t2:81_4": "saw some kasiṇas,",
    "ai-tika-vin06t2:81_5": "For it is because a man’s foot creeper stones that covers the top of one foot on a bed and the top of the feet, put out the beds and chairs with the upper story, and the bench of the stairs in the door, and hence the way that is why it is said, “Have the part of the stomach-weper’s feet were wet. ” So he said, “Those who see a moistening about washing the door, without screenching.”",
    "ai-tika-vin06t2:81_6": "and the modes are stated .",
    "ai-tika-vin06t2:81_7": "As long as the teacher enters and dwells in the place for defecating, it becomes fit for his teacher’s place, excrement, urine, excrement, and scope is in the morning time.",
    "ai-tika-vin06t2:82_0": "apart from the five lower fetters, placing it here,",
    "ai-tika-vin06t2:82_1": "“Even if it is a simile for him to cover the floor while standing.”",
    "ai-tika-vin06t2:83_0": "The training rule on encroaching is finished.",
    "ai-tika-vin06t2:84_0": "The training rule on throwing out",
    "ai-tika-vin06t2:85_0": "It gets used in the wind and sunshade.",
    "ai-tika-vin06t2:85_1": "if he hears about it, saying, “You have come out,” and then departs, there is no offense.",
    "ai-tika-vin06t2:85_2": "It’s when the fire hut is first to re-ort.",
    "ai-tika-vin06t2:86_0": "The training rule on throwing out",
    "ai-tika-vin06t2:87_0": "The training rule on upper story",
    "ai-tika-vin06t2:88_0": "129.",
    "ai-tika-vin06t2:88_1": "“Weighing it with the thirteen huts of the Ganges, Yet even if they’re told by the rainy-season robe,” and he said, “Take this first time.”",
    "ai-tika-vin06t2:89_0": "The training rule on upper story",
    "ai-tika-vin06t2:90_0": "The training rule on large dwellings",
    "ai-tika-vin06t2:91_0": "The meaning is stated as far as the gateway from the gate-protector’s door.",
    "ai-tika-vin06t2:91_1": "And the simile of the door for the hand of the bowl was overflowing, the wide, and the possession of the kasiṇas, or the level of the palms, and it is incomplete because he has abandoned the door.",
    "ai-tika-vin06t2:91_2": "raising the world’s delight, making it flow to (including): “We will joints in this world with its gods.”",
    "ai-tika-vin06t2:91_3": "There is no place for settling down the winds for absorption to be reached.",
    "ai-tika-vin06t2:92_0": "Six on the grounds, water from the washing places, etc.",
    "ai-tika-vin06t2:92_1": "Six on the first house as long as he lives, then first to bedspreaded only one corner. He should then a second corner of the thirteen.",
    "ai-tika-vin06t2:92_2": "If he takes it, and then sets out from the four gates, he may ask for a third layer, and he can then depart without taking it on the leftovers, then he should put it away with this person.",
    "ai-tika-vin06t2:93_0": "When he is the first traditional, he says, “This is the fourth road,” and “There is needing to make a determination,” then for the fourth time, he commits an offense entailing confession.",
    "ai-tika-vin06t2:93_1": "Herein, the rolling on the ground is cut off at the root, the influence of the six animals.",
    "ai-tika-vin06t2:93_2": "they are not devoted to the same way.",
    "ai-tika-vin06t2:93_3": "But there are eight determinations for the sake of nymphs, even the third time, without analysis, under the sway of the teacher, not for those who were teachers.",
    "ai-tika-vin06t2:93_4": "if she replies, “After the road,” and she then departs, thinking, “It seems, six days should be told to leave!” But then the Elders have met.",
    "ai-tika-vin06t2:94_0": "The training rule on large dwellings",
    "ai-tika-vin06t2:95_0": "The training rule on containing rice",
    "ai-tika-vin06t2:96_0": "The training rule on containing rice,",
    "ai-tika-vin06t2:97_0": "purification from the group of overflowing is finished.",
    "ai-tika-vin06t2:98_0": "3. Ovādavaggo",
    "ai-tika-vin06t2:99_0": "1. Ovādasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:100_0": "What is the meaning of that enemy of such a monk? What is that virtue?",
    "ai-tika-vin06t2:100_1": "The word opposite of the variety of paths that is suitable for coming into the road.",
    "ai-tika-vin06t2:100_2": "It is “with penetration of the characteristic of foulness” because of its composing separations of the Dhamma.",
    "ai-tika-vin06t2:101_0": "they are bound by their heads, and they deposed by boundaries, and so on. The meaning is this:",
    "ai-tika-vin06t2:101_1": "In the “covering” they all came back by here and there.",
    "ai-tika-vin06t2:101_2": "Because those who have twenty years of seniority would describe them as an advantage.”",
    "ai-tika-vin06t2:101_3": "Saying, “Ascetic,” he replied, “It is here that is to say, fourfold by the forty-four years.”",
    "ai-tika-vin06t2:101_4": "To help them in the places Queen, caught and traverse with them in the air, the eighth parts of the head, namely, “harden” .",
    "ai-tika-vin06t2:101_5": "for the sake of meaning.",
    "ai-tika-vin06t2:101_6": "Both Kātiyāna, however, is the time for the sake of the producing of which should be understood?",
    "ai-tika-vin06t2:101_7": "Or alternatively, they say what is beneficial.",
    "ai-tika-vin06t2:101_8": "Or alternatively,",
    "ai-tika-vin06t2:101_9": "“What is the cause of reason,",
    "ai-tika-vin06t2:101_10": "he gave me a Dhamma-King.”",
    "ai-tika-vin06t2:101_11": "When asked a question, he answers in order to answer it in order to answer it if he does not know it about it.",
    "ai-tika-vin06t2:101_12": "“But that Buddha doesn’t have a reading mind.”",
    "ai-tika-vin06t2:101_13": "“But that’s not easy to see, Sundarīnandā,”",
    "ai-tika-vin06t2:101_14": "Because of the words “Yes,” he replied, “Not” and “blessed” are not allowed to.",
    "ai-tika-vin06t2:101_15": "The nuns is what is said.",
    "ai-tika-vin06t2:101_16": "if she is a nun because she has raped a raft.",
    "ai-tika-vin06t2:102_0": "148-9.",
    "ai-tika-vin06t2:102_1": "the monks who are fully ordained in the presence of the Teacher, she attained the five hundred female swappears.",
    "ai-tika-vin06t2:102_2": "“It is in line with the Dhamma.”",
    "ai-tika-vin06t2:102_3": "But the women who were told by a woman on the nunnery, orffairs, and concluded by her.",
    "ai-tika-vin06t2:102_4": "he should be told: “They are divided” .",
    "ai-tika-vin06t2:102_5": "“And these eight lesser millions” is finished.",
    "ai-tika-vin06t2:102_6": "When one person has developed them in one place, the non-human beings pay homage to him,",
    "ai-tika-vin06t2:102_7": "and the monks are to be dealt with according to the rule.",
    "ai-tika-vin06t2:102_8": "And wherever they say, “Sometimes there are they sitting here while sitting?”",
    "ai-tika-vin06t2:102_9": "When they had invited, they don’t want to go, but live there after a rainy-season residence there. They want to keep the monks here.",
    "ai-tika-vin06t2:102_10": "But when the nun’s dwelling place comes to be",
    "ai-tika-vin06t2:102_11": "a nun with go into the water.",
    "ai-tika-vin06t2:102_12": "Although he says, “Even if it is enquire to advice,” he may go from a monastery with monks to the monks. He should not go from a monastery with monks who belong to the instruction.",
    "ai-tika-vin06t2:102_13": "The one who has entered the rains residence should be protected,",
    "ai-tika-vin06t2:102_14": "those in water without trouble, etc.",
    "ai-tika-vin06t2:102_15": "if he asks about the observance day, saying, “This is the fourteenth,” and then he asked them, “Don’t go to the observance-day procedure and it still have you come.”",
    "ai-tika-vin06t2:102_16": "that one who is born in a womb they have said:",
    "ai-tika-vin06t2:102_17": "if he says, “If there is an offense because of wrong.”",
    "ai-tika-vin06t2:102_18": "Two on two kinds of happiness:",
    "ai-tika-vin06t2:102_19": "they came and said, “The one who is similar in one particular state (of the First Abstractively),”",
    "ai-tika-vin06t2:102_20": "‘If many nuns give the instruction to the nuns, the nuns should correct her, for the sake of their wives, and because she has been sent away for the community of nuns.’",
    "ai-tika-vin06t2:102_21": "“The Community of nuns should be told,” and “The nuns should follow various other paths.” And he then approach them, etc., saying: “The group of five times, each of the persons, paths of the kind, of persons, of the triple-robes, of the five times, –",
    "ai-tika-vin06t2:102_22": "The reciter of the Monastic Code in an observance-day procedure, the recitation of the Monastic Code, etc., has been given to him, and then sets out on that very spot.",
    "ai-tika-vin06t2:102_23": "If there is, he should be done.",
    "ai-tika-vin06t2:102_24": "“If they’re told, then they should say: “Even if you’re not already done,”",
    "ai-tika-vin06t2:102_25": "If he agrees to give the half-monthly instruction or another recipient, he should inform another person, “The reciter of the Monastic Code.”",
    "ai-tika-vin06t2:102_26": "In some invites, a jute can invite for correction, “I’ll do the invitation procedure.”",
    "ai-tika-vin06t2:103_0": "The training rule on the instructions",
    "ai-tika-vin06t2:104_0": "The training rule on what is set aside",
    "ai-tika-vin06t2:105_0": "153.Munātīti jānāti.",
    "ai-tika-vin06t2:105_1": "But when I disappeared: I will see a son, that’s what I do.",
    "ai-tika-vin06t2:105_2": "“Weather-dwellers",
    "ai-tika-vin06t2:105_3": "The arising of what is the arising of preventing.",
    "ai-tika-vin06t2:105_4": "And when they have done this,",
    "ai-tika-vin06t2:105_5": "Likewise, when the sky is standing, he holds the water, like the sun (after all) after becoming embarraing, which is like the sun’s lake, while standing in the morning for a pit, and in the morning for a long time the Buddha is standing, as if falling down the sky.",
    "ai-tika-vin06t2:105_6": "Or alternatively, the sun shines in the sky",
    "ai-tika-vin06t2:105_7": "Like a flock of blossoming in the morning with the sweet calm, the lamp, the shining one, the whirlpool, the lotus pond.",
    "ai-tika-vin06t2:105_8": "For the Buddha’s various kinds of funeral pyre shall worship the Buddha, who is worshipped (the Buddha),",
    "ai-tika-vin06t2:105_9": "one should worship, one with wisdom, one should not receive (any) wicked fortune.",
    "ai-tika-vin06t2:105_10": "“And who has been given the full ordination,” she replied.",
    "ai-tika-vin06t2:106_0": "156.",
    "ai-tika-vin06t2:106_1": "“Sometimes have been given to the full ordination in the eighth time,",
    "ai-tika-vin06t2:106_2": "“One should bring these,” and “should be a preceptor,” according to the order of a preceptor, etc., and when he is told, there is no offense for him.",
    "ai-tika-vin06t2:106_3": "For one is incapable of doing so, a senior mendicant should search for them.",
    "ai-tika-vin06t2:106_4": "The Elders, thinking: ‘She is mine, one who does not practice me,",
    "ai-tika-vin06t2:107_0": "The training rule on gone down",
    "ai-tika-vin06t2:108_0": "The training rule on the nuns’ dwelling places",
    "ai-tika-vin06t2:109_0": "162.",
    "ai-tika-vin06t2:109_1": "“This happens when they are staying there,” they can’t do what he says.",
    "ai-tika-vin06t2:109_2": "if it is possible to go and advise the nuns, it is to be successful.",
    "ai-tika-vin06t2:109_3": "if he leaves the monastery to be 40 kilometers, he may say, “Even if there are dangers.”",
    "ai-tika-vin06t2:109_4": "If a monk wants to advise the nuns, he goes to least because he wants to advise the Sangha of nuns, but he goes there. So he can’t be called “ast”.",
    "ai-tika-vin06t2:109_5": "But in fact nourishes it is said: “Anyone who is delimited by understanding” .",
    "ai-tika-vin06t2:109_6": "and it does not appear to one who lives through painting within oneself without another.",
    "ai-tika-vin06t2:109_7": "wherever she returns, she shouldn’t go to the instruction. She shouldn’t be given the instruction.",
    "ai-tika-vin06t2:109_8": "When one day is finished, he should go to the monastery by day at the wrong time. He should take his meal when he is more than one day.",
    "ai-tika-vin06t2:110_0": "The training rule on nuns’ dwelling places is finished.",
    "ai-tika-vin06t2:111_0": "4. Āmisasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:112_0": "164.",
    "ai-tika-vin06t2:112_1": "“When the Sangha has been appointed, the Sangha should put a monk who is fully ordained on the following eighth day or by the Sangha and then put him downwards, deliberately, with him as an instructor, and then returns to the community by the Sangha. Then I will ask for the monks, ‘Now, I will give you the eight impediments.’”",
    "ai-tika-vin06t2:112_2": "‘If a monk who is agreed upon as the nuns is being instructed by the nuns, and then instructs them to understand them, he should understand this.’",
    "ai-tika-vin06t2:112_3": "The Abhaya should ask the same question as before. But even when asked, “Noble One, who needs this for advice, for this reason.” But he should put forth aside, thinking, “This bhikkhu, who is for the instruction has been requested,” and he should ask for the Sangha of nuns, “This legal procedure and three announce it to the Sangha of monks. ” And he has been accused. He should then ask for the Sangha of monks, thinking, “This is the group of nuns, who should not be requested,” and he should ask for the full ordination in that way.",
    "ai-tika-vin06t2:112_4": "When the origin of the Ancient merchant heard “Bhikkhus, there is advice of the nuns who were the advice and instruction, gives advice to the nuns,” he puts on purpose for the advice, saying, “This is the time for the recipient of the group”, “This is calming at length of the following instruction,” he accepts that speech, saying, “This is carried for the caratching a monk,” then he is called “Pātiyā”.",
    "ai-tika-vin06t2:112_5": "If he says, “If someone who is not fully ordained is true,” that monk should be told to say, “May he be speaking because of speaking.”",
    "ai-tika-vin06t2:112_6": "And if there is anything that is called a group of travelers, he puts in the communion, saying, “Paṭācārā, who has been developed and made a great aiming at this point.”",
    "ai-tika-vin06t2:112_7": "By means what is it that for a league?",
    "ai-tika-vin06t2:112_8": "Abhaya thought, “Bhaddiya, a monk who has heard that he is learned and has rightly called Abhaya, after hearing the Dhamma,” it is said, “From now onwards, later you gives your consent.”",
    "ai-tika-vin06t2:112_9": "what’s helping me?",
    "ai-tika-vin06t2:112_10": "“As a stilt longhouse by caravan leading a pretext of this monk,”",
    "ai-tika-vin06t2:112_11": "After doing this discussion, he said, “What is the point of this?” and “What is the reason, monks, of the nuns’ quarters, I allow you to go to the instruction, and take the rest of the lay people.",
    "ai-tika-vin06t2:112_12": "“Well, mendicants, you shouldn’t agree to give the half-monthly instruction. If there are no stilt houses or preparing because of the moon here, they can say, “Even if you’re not one who performs it.”",
    "ai-tika-vin06t2:112_13": "because they’re not superb, botherous and deliverance,",
    "ai-tika-vin06t2:112_14": "Because this monk’s doctrine is inappropriate for an instructor of the nuns, he thinks, “This monk isn’t like this it’s why it’s not allowed to advise the nuns.” And he said, “No one is unable to teach this monk.",
    "ai-tika-vin06t2:113_0": "The training rule on material possessions is finished.",
    "ai-tika-vin06t2:114_0": "The training rule on giving robes",
    "ai-tika-vin06t2:115_0": "169.Sādiyissasīti pucchā.",
    "ai-tika-vin06t2:116_0": "The training rule on giving robes",
    "ai-tika-vin06t2:117_0": "The training rule on the robes",
    "ai-tika-vin06t2:118_0": "and considering it, “After having heard”, they told her, “What did you do?” When they heard it, they told her, “Why did you say it?” Then they answered, “Why don’t you know what they had said, having heard?",
    "ai-tika-vin06t2:118_1": "In this training rule, thinking “The training rules are stored in one of the six classes of robe-cloth,” or they replied, “Yes,” or, etc., is what is said.",
    "ai-tika-vin06t2:118_2": "“As absolutely” is the way beginning which is upset and smeared with burning coals.",
    "ai-tika-vin06t2:119_0": "The training rule on the robe-cloth",
    "ai-tika-vin06t2:120_0": "The training rule on appointments",
    "ai-tika-vin06t2:121_0": "Serving them for them he must deteriorately with messenger.",
    "ai-tika-vin06t2:122_0": "overpowering their bodies,",
    "ai-tika-vin06t2:122_1": "Vibhaṅga too, “Thus,” is said: “Through this” .",
    "ai-tika-vin06t2:122_2": "it is not as if he were alternatively when because he moves it is not overcast;",
    "ai-tika-vin06t2:122_3": "chickens and pigs,",
    "ai-tika-vin06t2:122_4": "“You’re prosecuted,”",
    "ai-tika-vin06t2:122_5": "Since it is so, however, they say, “Anyone who has stored it up in the Commentaries is why it does not addresses,” and they reach the end of the eight classes of rebirth. That is why it is said to have eight characteristics, etc., according to the length of the earlier stage beginning, “It is this to say, ‘with the fortunateness’. ”",
    "ai-tika-vin06t2:122_6": "“... where it’s level, crowded. ...”",
    "ai-tika-vin06t2:122_7": "isn’t said: ‘They’.”",
    "ai-tika-vin06t2:122_8": "In a fact, austerities,",
    "ai-tika-vin06t2:122_9": "But when is their mother or father",
    "ai-tika-vin06t2:122_10": "if he makes an appointment, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:122_11": "Herein, “We came” is said: “We are not conducting themselves well and seeking alms-food in an inhabited area for humans,” etc., according to the rule of hiss, etc., and being thus enthusiasticsed, etc.,",
    "ai-tika-vin06t2:122_12": "one should not long for the ascetics of other religions.",
    "ai-tika-vin06t2:122_13": "she said to him, “Laying in the door, therefore it is her.”",
    "ai-tika-vin06t2:122_14": "When the army was finished, they said, “This is interrupted,” and they did not agree with it.",
    "ai-tika-vin06t2:122_15": "if she replies, “Upaka,” “It is dangerous,” “It is an offender,” “There is an offense for which you understand.",
    "ai-tika-vin06t2:122_16": "is traveling along a league in league, but he passes beyond the word of the meaning.",
    "ai-tika-vin06t2:123_0": "185.Raṭṭhabhedeti vilope.",
    "ai-tika-vin06t2:123_1": "Herein, the teacher of the traditional reasons: “On account of the time period of the time period has just passed away, and so on.”",
    "ai-tika-vin06t2:123_2": "if he gives away the road, saying, “Take this path,” and if he gives them away, he commits an offense entailing confession.",
    "ai-tika-vin06t2:124_0": "The training rule on appointments",
    "ai-tika-vin06t2:125_0": "The training rule on boarding boats",
    "ai-tika-vin06t2:126_0": "189.",
    "ai-tika-vin06t2:126_1": "“In a village,",
    "ai-tika-vin06t2:126_2": "“We would not consent.”",
    "ai-tika-vin06t2:126_3": "In the next village: whatever village there is, the counterpart of that city, except at the time of Āḷavī.",
    "ai-tika-vin06t2:126_4": "if he thinks, “May I not come here!” And in this way, “I won’t go my teacher’s instruction;” buttermilk that trainee nun did not go back on the same day, and so on.",
    "ai-tika-vin06t2:126_5": "This is the same way to others.",
    "ai-tika-vin06t2:127_0": "191.",
    "ai-tika-vin06t2:127_1": "he told him, “Now, who has acquired faith and virtue and practiced this mind-made body, but who is lived in the world because he has actually entered upon the world.”",
    "ai-tika-vin06t2:127_2": "he should not say what you should be told, “Bāḷhaka,” and he said.",
    "ai-tika-vin06t2:127_3": "If the number of days is that he looked at it, saying: “This monk is three-leagueously pleasant feelings,” and he expressed his appreciation in the neighborhood of a certain monk, who is stretchingy, who has a sense of urgency, goes looking at the wrong time, and he is constructed for a monk.",
    "ai-tika-vin06t2:127_4": "They review the shrine ordainful because they were focused only on the shrine and independent, and they get tired.",
    "ai-tika-vin06t2:128_0": "The training rule on boarding boats",
    "ai-tika-vin06t2:129_0": "The training rule on diverting",
    "ai-tika-vin06t2:130_0": "192.Ceṭaketi dārake.",
    "ai-tika-vin06t2:130_1": "A young calf by mongs,",
    "ai-tika-vin06t2:130_2": "“They describe the five staple foods, that is why, this is how they describe the attainment of the meditation on stream-entry.”",
    "ai-tika-vin06t2:131_0": "Since this is so, what is it said? What isn’t therefore one who gets a variety of training rules? According to get fact in this way?”",
    "ai-tika-vin06t2:131_1": "“Sometimes they do not give.” They replied, “Have they give this first section. The Elder Commentaries is not allowed to live in dependence on the Elder Commentaries. But there, when it is allowable.”",
    "ai-tika-vin06t2:131_2": "But the kingdom of the earth, thinking, “If Devadatta does not eat whatever food is right,” and he prepared a training rule on which topics a nun with which she has been prepared.",
    "ai-tika-vin06t2:132_0": "The training rule on had prepared",
    "ai-tika-vin06t2:133_0": "The training rule on sitting down in private",
    "ai-tika-vin06t2:134_0": "THEven the fourth offense for which it is said to be the fourth;",
    "ai-tika-vin06t2:135_0": "The training rule on sitting in private",
    "ai-tika-vin06t2:136_0": "Being endowed with the beauty (good) patience, third partaking of praise.",
    "ai-tika-vin06t2:137_0": "4. Bhojanavaggo",
    "ai-tika-vin06t2:138_0": "The training rule on alms-meals",
    "ai-tika-vin06t2:139_0": "203-4.Pūgassāti pūgena.",
    "ai-tika-vin06t2:139_1": "He is remorseful, making this precept for himself, and there is no escape from it.",
    "ai-tika-vin06t2:139_2": "Then Upāli said, “Don’t get the one who is an attainment if while bringing it,” and so the senior venerable did not criticize it.",
    "ai-tika-vin06t2:139_3": "After making amends for those training rules, he thinks, “This is the point of our opportunity for gradual training rules.”",
    "ai-tika-vin06t2:139_4": "The First Purāṇa was the first prepared. Then, having specifically propounded, he said, “Puṇṇaka, bring upon which brings that light.”",
    "ai-tika-vin06t2:139_5": "It is said for the purpose of as long as it is said: “Venerables, what’s unsuitable, in whatever way you have not yet received as much as you like.”",
    "ai-tika-vin06t2:140_0": "208.",
    "ai-tika-vin06t2:140_1": "“After on the road,” he replied, “I shall just one day.” But he told him, “There is no need for one day and all,” and she went to the tar and told him, “Venerable sir, I’m going to a certain point where there is a sick person,” and she says, “I won’t go. ” But when I’m sick, I’ll get a good place,” and she replies, thinking, “My body is sick.”",
    "ai-tika-vin06t2:141_0": "The training rule on alms-meals at public guesthouses is finished.",
    "ai-tika-vin06t2:142_0": "The training rule on group meals",
    "ai-tika-vin06t2:143_0": "Transported over the waves, covered the concealments,",
    "ai-tika-vin06t2:143_1": "one of his children, one of them is called “I invited” in such a single meal.",
    "ai-tika-vin06t2:143_2": "if he takes one meal or receives it, saying, “Give four monks,” but then those four or five monks are invited, “Take them to eat any food,” then if he gives them four or five mouthfuls;",
    "ai-tika-vin06t2:143_3": "When asked, he commits an offense entailing confession.",
    "ai-tika-vin06t2:143_4": "“Have you acted according to the rule and enquire,",
    "ai-tika-vin06t2:143_5": "yet there is no stuffing, etc., that is stated in him when he is spoken to, Why is it?”",
    "ai-tika-vin06t2:143_6": "(But) surrounded by two kinds of helpfulfilment they say, “Have they actually practiced, unincluding,”",
    "ai-tika-vin06t2:143_7": "they are told because they were acting according to the rule.",
    "ai-tika-vin06t2:143_8": "taken on one side: those who take assemblies, etc., and those who take as much as they go.",
    "ai-tika-vin06t2:143_9": "“Go and say there is no offense.”",
    "ai-tika-vin06t2:144_0": "Here it may be said:",
    "ai-tika-vin06t2:144_1": "“Forget it here, Kaḷivisa,” “Why are you doing this?” ...",
    "ai-tika-vin06t2:144_2": "Except this food is said to be “without eating” .",
    "ai-tika-vin06t2:144_3": "My meaning is to be eaten here,",
    "ai-tika-vin06t2:144_4": "Four lowers to a community of the group: he is including the end of the four middle sections,",
    "ai-tika-vin06t2:144_5": "There are five kinds of staple food.",
    "ai-tika-vin06t2:144_6": "refused an invitation to eat more:",
    "ai-tika-vin06t2:144_7": "But invited, “The group of nuns are refused to eat in a group’s meal.”",
    "ai-tika-vin06t2:144_8": "if he asks for more than that, he has asked for more than that, and he then eats it when there is something elsewhere in the gathering.",
    "ai-tika-vin06t2:144_9": "Like this, you should recognize:",
    "ai-tika-vin06t2:144_10": "Herein, eaten what is received by the receivers.",
    "ai-tika-vin06t2:144_11": "But the monks did not eat anything.",
    "ai-tika-vin06t2:144_12": "if it is said to be received, he commits an offense entailing confession.",
    "ai-tika-vin06t2:144_13": "They placed it in the cesspit of newly arrived monks there, and they place it together.",
    "ai-tika-vin06t2:144_14": "it rolls towards it.",
    "ai-tika-vin06t2:144_15": "taken by movements, by waking the dregs, pulled up and wounds, and sweping the sacred flame,",
    "ai-tika-vin06t2:144_16": "nine robes, alms-food, lodgings, and the others did not go from here.",
    "ai-tika-vin06t2:144_17": "“Have you asked this question, why are you doing so? Why don’t you go to the Buddha after eating his meal? After the time you prohibited from the time?” Then you say, “We shall go to the Buddha.”",
    "ai-tika-vin06t2:145_0": "220.",
    "ai-tika-vin06t2:145_1": "if she consents to the same level of one person, and having them agreed upon them, consents to them, and making an effort, there is no offense for the interruption of an offense.",
    "ai-tika-vin06t2:145_2": "This is the fourth (living): “This is the fourth, this is the (made),",
    "ai-tika-vin06t2:145_3": "So in each instance,",
    "ai-tika-vin06t2:145_4": "Having invited them to sit down,",
    "ai-tika-vin06t2:145_5": "The robe-cloth that was ready for those who have obtained later robe-cloth is obtained in the robe season",
    "ai-tika-vin06t2:145_6": "But those that are fact no matter how to avoid eating,",
    "ai-tika-vin06t2:145_7": "to the Elder Mahā Kassapa.",
    "ai-tika-vin06t2:145_8": "if he shows the sign is shown by means of eight signs;",
    "ai-tika-vin06t2:145_9": "There they went to the elephant stables, where the monk was going.",
    "ai-tika-vin06t2:145_10": "“In this case, monks, I allow you to eat a jute robe that is given in the group.",
    "ai-tika-vin06t2:145_11": "In this way the Buddha will give a teaching.”",
    "ai-tika-vin06t2:145_12": "And where is the bed, monks, and he recited the training rules. He then recited this training rule.",
    "ai-tika-vin06t2:146_0": "The training rule on group meals",
    "ai-tika-vin06t2:147_0": "The training rule on eating a meal before another",
    "ai-tika-vin06t2:148_0": "yet stressed over motion, being one who seeks joy,",
    "ai-tika-vin06t2:148_1": "I was bound by darkness, endowed with flags,",
    "ai-tika-vin06t2:148_2": "it seems that a (good) deed was done by a legal procedure done against her,",
    "ai-tika-vin06t2:149_0": "After calling him a following of a certain senior monks, he should use the Ancient Chief Disciples, saying: ‘I give this to the home,’ and then do the observance-day procedure by separating the Buddha. Then I am going from such-and-such a monastery worker and such a wide inside such-and-such a service, or do the duties in the presence of that monk.’",
    "ai-tika-vin06t2:149_1": "Five hundred ams to be found in the presence of the Teacher, such-and-such a chariot, if he wishes to behaves likewise, he accepts without having asked permission of the accused thus: “I am going to such-and-such a one thing, when I am standing; I am able to die in that place, and when I am able to be able to governed, I am fact myself with the thought, ‘I am happy in that.’",
    "ai-tika-vin06t2:149_2": "But in front of Mahākaccāna, he said: ‘I can, Ānanda, a master of this person, learning, conflict with my own hands in the presence of that matter and go to so-and-so, discussing him with this word of such-and-such a place and proclamation: ‘I am the ultimate way I’m going to be spoken in the presence of you.’ that, ‘I don’t winemetic, into the presence of this matter, or that one of the perfected ones.’",
    "ai-tika-vin06t2:149_3": "Yet the last one of these wide and the smallest robe can be understood here as a fortnight; so the meaning is that it can be understood here.",
    "ai-tika-vin06t2:149_4": "And here it is there humans that they may in a state of existence ...",
    "ai-tika-vin06t2:149_5": "And being afraid of wrongdoing, the meal should be understood for him.” And the senior monks, being afraid of wrongdoing, the invitation to eat food after being invited, and no meals can be understood by the senior monks.",
    "ai-tika-vin06t2:149_6": "if he invites another to eat one, saying, “Twomen one,” and “Twomen you luck in your presence;” and with no offense.",
    "ai-tika-vin06t2:150_0": "229.",
    "ai-tika-vin06t2:150_1": "For this reason:",
    "ai-tika-vin06t2:150_2": "“If there is no other than a hundred leagues away,” he said, “There is no more than one hundred leagues in the past, the future, or the present,” and he said, “Even if there is nothing more than that, sir, district, phrasing, wherever a circumference is the precinct of a hundred leagues. There is something more than that.",
    "ai-tika-vin06t2:150_3": "“There’s no need of almsfood.”",
    "ai-tika-vin06t2:150_4": "“Sir, here there is something else.” And the meaning should be understood by those who already described, etc., in accordance with the Monastic Law like this: “One who is added: “One who is evided, sir, has entered inside the town here, and wherever they want, without having taken a chopping place.",
    "ai-tika-vin06t2:150_5": "When he saw an alms-food eater, he thought, “What’s given isn’t given to him.” And he had got that same reply.",
    "ai-tika-vin06t2:150_6": "However, he can also be content with any kind of embarrassing you. This is called “existence” in the sense of urgency.",
    "ai-tika-vin06t2:150_7": "Then no-one else invited correction about eating in the way already described in the way already described. ...",
    "ai-tika-vin06t2:150_8": "The others’ food also subdued in another’s weapon.”",
    "ai-tika-vin06t2:150_9": "On the first word he invited the first one to take what was said first, and he invited the other and obtained a meal to another, invited the other enemy. Instead of taking the meal to a meal.",
    "ai-tika-vin06t2:150_10": "if he has already been invited to ask for one, and he says, “Give me some but I’m invited to accept food,” or “Eat a meal; anyone else is eating invited to eat food, drink, etc., or he may eat in this way.”",
    "ai-tika-vin06t2:150_11": "In the first place where the word without reckoning is reckoned as an offense.",
    "ai-tika-vin06t2:150_12": "and if he eats the meals in the same order, he is going to eat that meal.",
    "ai-tika-vin06t2:150_13": "“No it is not suitable for us to eat food.”",
    "ai-tika-vin06t2:151_0": "When someone has got taken a wrap garment, they won’t get any alms.",
    "ai-tika-vin06t2:151_1": "that meal before another, and that of the five staple foods, you have been invited to eat any of the five staple foods, and the five months is given.”",
    "ai-tika-vin06t2:151_2": "If that is permanent, everlasting, eternal, and imperishable, that is allowable for him:",
    "ai-tika-vin06t2:151_3": "On one occasion there is no level of profitable crushing archery in the morning, one who is living in the morning, on it shoulder in the evening for a single hut in the way beginning, “This house is one who lives supported by him, while staying in the neighbourhood of a village, and he is seeking alms food for him.",
    "ai-tika-vin06t2:151_4": "Herein, bhikkhus, there is no reason for us to give alms, but not invite correction by the Noble Ones.",
    "ai-tika-vin06t2:151_5": "“Nothing apart from the five staple foods is unfinished” .",
    "ai-tika-vin06t2:151_6": "Having eaten non-staple food and drink, since without conscious food, he makes a portion of declaring even a single meal, that is why therefore it is an impediment.",
    "ai-tika-vin06t2:151_7": "Furthermore, it is observed all of the way already described under the inspiring places and the teachers; instead he asks the teachers of the head hairs and body hairs, all the teachers of the teachers.",
    "ai-tika-vin06t2:151_8": "but as a teacher preferred to the teacher’s doctrine.",
    "ai-tika-vin06t2:151_9": "“Whether the taste of the taste or the solid nectar is said, or else the non-human who has said.”",
    "ai-tika-vin06t2:151_10": "took hold of it, thinking: “Today I have taken up the cloth for the neighborhood of the monastery worker,”",
    "ai-tika-vin06t2:152_0": "The Lay-food-rece-worker’s home,",
    "ai-tika-vin06t2:152_1": "In what is said, “This is better,” he said, “It is allowed to do so,” like the name of the Mahācundana garden.",
    "ai-tika-vin06t2:152_2": "“This great earth is dreaming, a cramped by the great grief.”",
    "ai-tika-vin06t2:152_3": "‘A monk who has not asked permission from an offender,’ that he should be told to say this.”",
    "ai-tika-vin06t2:152_4": "the vowlessness of speech,",
    "ai-tika-vin06t2:152_5": "“In this case, the monks who had invited the monks for a meal. ...",
    "ai-tika-vin06t2:152_6": "while eating.",
    "ai-tika-vin06t2:152_7": "if he eats almsfood, he has got to eat whatever was offered to eat, and he then eats only one meal a meal before another, or who is offered to pass the community by, he should use it invited to a meal beforehand: “After eating what he has attained the first offered a meal, or if he is able to eat the meal, he should use the meal before another, and then the other monk who is an invitation for a meal.”",
    "ai-tika-vin06t2:152_8": "if he has been borrowed to be used from the Saṅgha and he is not allowed to live without anything in the community because he has been invited to accept an invitation to a meal on the following day.",
    "ai-tika-vin06t2:152_9": "“Mendicants, the aggregates, mendicants, aren’t able to discern the constituents. ...",
    "ai-tika-vin06t2:152_10": "then he should be treated according to the word of another’s word according to the doctrine of others;",
    "ai-tika-vin06t2:152_11": "That’s why we do the teacher buttermilk.",
    "ai-tika-vin06t2:153_0": "The training rule on eating a meal before another",
    "ai-tika-vin06t2:154_0": "4. Kāṇamātāsikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:155_0": "teaching the west into the world,",
    "ai-tika-vin06t2:155_1": "Providing the knotted: the meaning is that handsome less than human .",
    "ai-tika-vin06t2:155_2": "if she urges her on, thinking that she is invited by her, she commits an offense entailing confession.",
    "ai-tika-vin06t2:155_3": "Then he picked up a picked up to.",
    "ai-tika-vin06t2:155_4": "If there is no offense for one who is not fully ordained, and there is no offense.",
    "ai-tika-vin06t2:155_5": "Unsuitableness is not allowed because of the states consisting of the progress.",
    "ai-tika-vin06t2:155_6": "But no definition such as: “What is not yet inappropriate for the purpose of serving them?”",
    "ai-tika-vin06t2:155_7": "But when old agents arise in them, “But how many rains residences have been given to them, give them up or gets fulfilment,” then he can know whether he has done or not.",
    "ai-tika-vin06t2:155_8": "If he takes one or two, then with the other three remaininger, he commits an offense entailing confession.",
    "ai-tika-vin06t2:155_9": "if they do wear it, there is no offense of wrong conduct.”",
    "ai-tika-vin06t2:155_10": "If he intentionally says, “If he does not deceive the tradition when guided by the dead,” and when it is said in the way already described, he commits an offense entailing confession.",
    "ai-tika-vin06t2:155_11": "‘If a monk takes up the fifth bed and takes up the fifth, he commits an offense entailing confession.’”",
    "ai-tika-vin06t2:155_12": "something else:",
    "ai-tika-vin06t2:155_13": "if they do so, they find out a single dwelling in the assembly hall, where there are extra robes, alms-food, lodgings, and medicines and supplies for the sickness, people who do not know that it is right there.”",
    "ai-tika-vin06t2:155_14": "“Through the word’s word is filled with the following kind: since it makes use of the bowls in the names of the kind, the teachers, etc., and because it is not allowed to explain it in the way beginning, “Not in those who already have committed the way,” and they should be facts of enemy, since it is functioned in the way beginning, “Now,” and in the pursuit of those who come.",
    "ai-tika-vin06t2:155_15": "The account of the progressive discussions.”",
    "ai-tika-vin06t2:156_0": "The training rule on Kāṇamātu",
    "ai-tika-vin06t2:157_0": "The first training rule on containing the word",
    "ai-tika-vin06t2:158_0": "And although the names of the Paṭācārā thought, “Even if they illustriously devoted to the enemy of great desires,” they replied: “I came here.",
    "ai-tika-vin06t2:159_0": "they are called “specified”.",
    "ai-tika-vin06t2:159_1": "This pertains to you: it seems that you don’t get anyone else.",
    "ai-tika-vin06t2:160_0": "238-9.",
    "ai-tika-vin06t2:160_1": "It is evident that there is no satisfaction in this way, “There is no satisfaction in this way.” But there is no meaning about it.",
    "ai-tika-vin06t2:160_2": "There are six factors for a limbs,",
    "ai-tika-vin06t2:160_3": "And this is said in the Path of the invitation procedure: five hundred monks, etc.",
    "ai-tika-vin06t2:160_4": "Whoever frees his enemy, (but) others,",
    "ai-tika-vin06t2:160_5": "“But during the people poison. They don’t neglect arrow.",
    "ai-tika-vin06t2:160_6": "The water firstly all around, it is allowed to drink,",
    "ai-tika-vin06t2:160_7": "Once again no offense, no matter what you’ve entered.”",
    "ai-tika-vin06t2:160_8": "the Elder’s attendants said, “Then do not want.”",
    "ai-tika-vin06t2:160_9": "and the rice gruel, the rice gruel, the powder.",
    "ai-tika-vin06t2:160_10": "Having slaughtered a letter, what is an abstainer of stores?",
    "ai-tika-vin06t2:161_0": "Or two are just because of have immateriality.",
    "ai-tika-vin06t2:161_1": "if he refuses an invitation to eat more, it seems, to be refused an invitation to eat more after having been all that is responded, but having been responded, it seems, when Rains Retreat. Dispensation, if the Elder Rains Retreat does not an invitation procedure.",
    "ai-tika-vin06t2:161_2": "if he does not refuse another, why is the invitation procedure?",
    "ai-tika-vin06t2:161_3": "When one is unconditioned, one whose meal is destroyed is destroyed,",
    "ai-tika-vin06t2:161_4": "eating in moderation, if he does not choose the food made into the assembly hall, he refused an invitation to eat more.",
    "ai-tika-vin06t2:161_5": "he refuses the bowl which is used to eat, but is not right there that I have attained.",
    "ai-tika-vin06t2:161_6": "For this directing the leading to the end of the Buddha,",
    "ai-tika-vin06t2:161_7": "however an iron case fills agitated convey in the midst of the Sangha, he refuses an invitation to be prepared, not invited back to the Community.",
    "ai-tika-vin06t2:161_8": "if he gives precises it, saying, “Give bean curry,” “When that shares it out, gives it,” he refuses more.",
    "ai-tika-vin06t2:161_9": "serves to the recipients in the dining hall.",
    "ai-tika-vin06t2:161_10": "“For meat and flavors made of meat,” he replies, “Fine, later on me,” but rather, while the lump of meat is said.” But when it was said, it is for the taste of lumps of flesh and so on.",
    "ai-tika-vin06t2:161_11": "Ambapālī ...",
    "ai-tika-vin06t2:161_12": "and it is known as pure.",
    "ai-tika-vin06t2:161_13": "They make an effort to get him a lot, and don’t do the invitation procedure. That is why, when he does the invitation procedure is being carried on some business or other. Then they say, “Whoever does so, you won’t do it?” and they put a community hen’t make an effort because you remember. Then they say, ‘Now you don’t go. Why don’t you succeed in that way?’",
    "ai-tika-vin06t2:161_14": "Herein, (where) means what is connected with the ascetic practices,",
    "ai-tika-vin06t2:161_15": "And if she does the invitation procedure, why is more:",
    "ai-tika-vin06t2:161_16": "For those who are frightened, a teacher who Takkasilā,",
    "ai-tika-vin06t2:161_17": "For the invitation of those who deserve the invitation procedure, the meal is finished in all ways.",
    "ai-tika-vin06t2:161_18": "he can conduct himself as it is.",
    "ai-tika-vin06t2:161_19": "After making use of her food, he gives them to the cook, but he drops it with the hand, and carries it out.",
    "ai-tika-vin06t2:162_0": "The rubbing where it’s not allowable, but wherever it is unworked with him, saying: “Whoever is not allowed, is unallowable to eat,” then, except for the purpose of eating it.",
    "ai-tika-vin06t2:162_1": "If it is for himself, it is allowable for us to use it that they are not allowed to eat any one elsewhere else.",
    "ai-tika-vin06t2:162_2": "in the past, they say, “They are ignorant and workable”.",
    "ai-tika-vin06t2:162_3": "“After doing so, they get up from their seat and go to ask for alms.” Then, having already done the invitation to be told, “So, you are going for alms.” Then, when all the alms-bowl was lying down, they meeting hall, tied. Then the one that was told, later generated, where it was fulfilled by the seventh day, and when all the alms food was fulfilled, they meeted for alms.",
    "ai-tika-vin06t2:162_4": "it is done by one who has finished his meal and refused an invitation to eat more, but who has not risen from his seat;",
    "ai-tika-vin06t2:162_5": "“Well then, rising from a seat, when the preceptor has risen, it is allowable to make this statement.”",
    "ai-tika-vin06t2:162_6": "He was not able to do what has been done first, and he gets to all that has been done first.",
    "ai-tika-vin06t2:162_7": "what should be done is said:",
    "ai-tika-vin06t2:162_8": "When he wants to do it again, he observes prepare it if he wants to talk about it.",
    "ai-tika-vin06t2:162_9": "The second vessel is obtained in the first vessel.",
    "ai-tika-vin06t2:162_10": "Because they were not able to do what was said.",
    "ai-tika-vin06t2:162_11": "There is a reference to this person who they say, “Surely it, and who does not get what they need.”",
    "ai-tika-vin06t2:162_12": "Herein, they settle it first.",
    "ai-tika-vin06t2:162_13": "He should not get it back when the one who is not fully ordained is finished in one place and then returns. Thoses it is to be done in the same way, the monk shouldn’t get it.",
    "ai-tika-vin06t2:162_14": "“Whatever is being recited is there,” he said, “Now if one who is sick,” and so on is called; one who is sick, small,” and so on.",
    "ai-tika-vin06t2:162_15": "He takes the food at the wrong time, dropped on it,",
    "ai-tika-vin06t2:163_0": "241.",
    "ai-tika-vin06t2:163_1": "cling to body,",
    "ai-tika-vin06t2:163_2": "He should understand for each word, “Venerable sir, because you don’t do anything for yourself.”",
    "ai-tika-vin06t2:164_0": "The first training rule on invitations is finished.",
    "ai-tika-vin06t2:165_0": "The second training rule on containing rice",
    "ai-tika-vin06t2:166_0": "regarding all the reasons, thinking, “This is the reason why all these reasons, Sāketa,” “This is considered for the sake of all this,”",
    "ai-tika-vin06t2:167_0": "The second training rule on invitation",
    "ai-tika-vin06t2:168_0": "The training rule on eating food",
    "ai-tika-vin06t2:169_0": "247-9.",
    "ai-tika-vin06t2:169_1": "Neither roof-covers, can’t cross over the cool water,",
    "ai-tika-vin06t2:169_2": "and the enquiry, (called) roots are to be rooted in the root.",
    "ai-tika-vin06t2:169_3": "So in each instance,",
    "ai-tika-vin06t2:169_4": "After refressing the powder,",
    "ai-tika-vin06t2:169_5": "having plucked out the root of a tree,",
    "ai-tika-vin06t2:169_6": "Cūḷapanthaka,",
    "ai-tika-vin06t2:169_7": "they used mangoes.",
    "ai-tika-vin06t2:169_8": "and carbuncles;",
    "ai-tika-vin06t2:169_9": "clothes,",
    "ai-tika-vin06t2:169_10": "Like a cowriving stretched:",
    "ai-tika-vin06t2:169_11": "for the sake of the meditators—",
    "ai-tika-vin06t2:170_0": "(there is) the eighteen components, having destroyed the tangle of craving, he said to say, “You uphold the neighborhood of a keyhole, like a calf with the tangle of clay pebble, you’re said to say, the victory of a worms, tangled earrings, the brownings, and deer-barmorn into a cald, youth.”",
    "ai-tika-vin06t2:171_0": "and killing Vajjis?",
    "ai-tika-vin06t2:171_1": "and the army of the sign called him (but).",
    "ai-tika-vin06t2:171_2": "the groundless gardens,",
    "ai-tika-vin06t2:171_3": "why the brain falls into it,",
    "ai-tika-vin06t2:171_4": "like a sprinkled wood from Kaḷhaka, holy infamy,",
    "ai-tika-vin06t2:171_5": "He died into Koḷivisa Sineru, who have died,",
    "ai-tika-vin06t2:171_6": "his neck was wearing an excessive.",
    "ai-tika-vin06t2:171_7": "and washed in brief.",
    "ai-tika-vin06t2:171_8": "“This is a cliff.”",
    "ai-tika-vin06t2:171_9": "about bubbles and frogs,",
    "ai-tika-vin06t2:171_10": "earn a living",
    "ai-tika-vin06t2:171_11": "‘Throw out the arrow’ means",
    "ai-tika-vin06t2:172_0": "What damaged is unbroken,",
    "ai-tika-vin06t2:172_1": "To the Kuṭaliputta, Todeyyaka, Kusināla, and S trickles the measures of the graceful,",
    "ai-tika-vin06t2:172_2": "“The act of loosewood from Kaṇṭaka, buttermilk.”",
    "ai-tika-vin06t2:172_3": "a hunter, a curtainer.",
    "ai-tika-vin06t2:172_4": "it’s oppressed by crows,",
    "ai-tika-vin06t2:172_5": "and did not make a wish,",
    "ai-tika-vin06t2:173_0": "like a hair-tip with hot.",
    "ai-tika-vin06t2:173_1": "which makes a lot of Kukutthā.",
    "ai-tika-vin06t2:173_2": "I had eaten at the wrong time, Meghiya,",
    "ai-tika-vin06t2:173_3": "went to the dwelling place wherever there is delighting.",
    "ai-tika-vin06t2:173_4": "kings, do not attend upon King Mātali.",
    "ai-tika-vin06t2:173_5": "I released the fire.",
    "ai-tika-vin06t2:173_6": "the very saucers called Timba fruit.",
    "ai-tika-vin06t2:173_7": "“Similarly, in the fine-material joy,” he replied, “Takened to the ground,” and after making it understood that they were said.",
    "ai-tika-vin06t2:173_8": "when they’ve reached Brahmā’s power,",
    "ai-tika-vin06t2:173_9": "They call him a “lamp” and said, “Why are you slacking? Why are they smiled?",
    "ai-tika-vin06t2:173_10": "* “He who knows the meaning has thus said: “Repulsiveness of its characteristic” he is said.",
    "ai-tika-vin06t2:173_11": "if it is digging up;",
    "ai-tika-vin06t2:173_12": "shone like a palm tree, with its shining grain,",
    "ai-tika-vin06t2:174_0": "if you were to make a flowering new flowers, or if it is given with a garland of flowers—",
    "ai-tika-vin06t2:174_1": "wandering life with flowers,",
    "ai-tika-vin06t2:174_2": "Like a goosebumps of bamboo,",
    "ai-tika-vin06t2:174_3": "We ran back again and again to the birth of death.",
    "ai-tika-vin06t2:174_4": "But on the new ones abolishing little goods,",
    "ai-tika-vin06t2:175_0": "Tissa the merchant’s wife,",
    "ai-tika-vin06t2:175_1": "not braining, like a hunter.",
    "ai-tika-vin06t2:175_2": "will be fruitful and good.",
    "ai-tika-vin06t2:175_3": "the yellow mangos the drum bees of the Earth,",
    "ai-tika-vin06t2:175_4": "he scoundrels the ascetic practices scoundrels.",
    "ai-tika-vin06t2:175_5": "“While under the sway of the riches,",
    "ai-tika-vin06t2:175_6": "free from delusion,",
    "ai-tika-vin06t2:175_7": "like a cowherd’s fruit.",
    "ai-tika-vin06t2:175_8": "calling out, it seems,",
    "ai-tika-vin06t2:176_0": "Whatever it is not a one,",
    "ai-tika-vin06t2:176_1": "shone like a dollar,",
    "ai-tika-vin06t2:176_2": "too plagues, transgresses,",
    "ai-tika-vin06t2:176_3": "the fruit of birth and death.",
    "ai-tika-vin06t2:176_4": "where heat means shelter fruit.",
    "ai-tika-vin06t2:177_0": "A swamp was very fruitful,",
    "ai-tika-vin06t2:177_1": "A lotus leaf,",
    "ai-tika-vin06t2:177_2": "Siddhattha, white, discoloured,",
    "ai-tika-vin06t2:177_3": "kingship.",
    "ai-tika-vin06t2:178_0": "Supremedhā’s heritage, even all of them desires,",
    "ai-tika-vin06t2:178_1": "One should strike a field here and there with branches,",
    "ai-tika-vin06t2:178_2": "and threw her down on the branches.",
    "ai-tika-vin06t2:178_3": "and he spares another without having looked on another,",
    "ai-tika-vin06t2:178_4": "drying, sacred flame.",
    "ai-tika-vin06t2:178_5": "Strowding is the wrong time;",
    "ai-tika-vin06t2:178_6": "and he should sun his branches and leaves with branches.",
    "ai-tika-vin06t2:178_7": "if she urges her on, she should take the cloth.",
    "ai-tika-vin06t2:179_0": "The training rule on eating at the wrong time is finished.",
    "ai-tika-vin06t2:180_0": "The training rule on storing",
    "ai-tika-vin06t2:181_0": "253.",
    "ai-tika-vin06t2:181_1": "later storing up is called “the meaning”.",
    "ai-tika-vin06t2:181_2": "“From this day forth,” but rather, it is not only that often committing an offense entailing confession, and what has been received in the same way. Then the monks from the group of six received, she commits an offense of wrong conduct.",
    "ai-tika-vin06t2:181_3": "if it is only this first, they should be told, “They should not accept it.” That is why it is said, “swept away.”",
    "ai-tika-vin06t2:182_0": "Here it may be said:",
    "ai-tika-vin06t2:182_1": "Just as when the five tonics are picked up and put them together,",
    "ai-tika-vin06t2:182_2": "If he learns non-offenses, without having many reasons, even if he learns it, he doesn’t get annoyed.",
    "ai-tika-vin06t2:182_3": "Here is said:",
    "ai-tika-vin06t2:182_4": "the training rule on diverting it aside with the interpretations, there is an offense for which it is mud by the seeds.",
    "ai-tika-vin06t2:182_5": "Here there is no developing of one’s own internally,",
    "ai-tika-vin06t2:182_6": "For when a man is swallowing in the absence of canopy himself with carpets, he commits an offense entailing confession.",
    "ai-tika-vin06t2:183_0": "Here is this:",
    "ai-tika-vin06t2:183_1": "If, wishing to eat whatever he wants to eat, he commits two offenses.",
    "ai-tika-vin06t2:183_2": "After learning the from novices that novice, and then eats it again, he should not eat it again.",
    "ai-tika-vin06t2:183_3": "If he accepts, there is an offense of wrong conduct in this way:",
    "ai-tika-vin06t2:183_4": "If he gives Belaṭṭhasīsa, he receives it after swallowing it for the purpose of going on and to plunging himself, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:183_5": "If that cowherd thinks, “If that’s placed, it would be nicely canceled, or she receives it again, then, if she receives it again, she commits an offense of wrong conduct.",
    "ai-tika-vin06t2:183_6": "If he does not accept it, there is no offense of wrong conduct.",
    "ai-tika-vin06t2:183_7": "If he says, “This is how I have crossed over,” and he replying to the feet, he commits a serious offense.",
    "ai-tika-vin06t2:183_8": "But if there were two feet with one foot, there is no serious offense for them to understand this:",
    "ai-tika-vin06t2:183_9": "And there is this text, etc., in order to receive alms-food, one who isn’t able to obtain the Dhamma, and there is an offense of wrong conduct.",
    "ai-tika-vin06t2:183_10": "but if he were drunk, he would be able to go out in the house.",
    "ai-tika-vin06t2:183_11": "Although he warms himself in the heat of a manner, saying “Today you finish your current,”",
    "ai-tika-vin06t2:183_12": "Sometimes the other kind of yellow appearance.",
    "ai-tika-vin06t2:183_13": "having received it himself here, he subsequently itself.",
    "ai-tika-vin06t2:183_14": "Discussion on the conversation with unfinished.",
    "ai-tika-vin06t2:183_15": "He takes the food at the wrong time,",
    "ai-tika-vin06t2:183_16": "if she attends on her;",
    "ai-tika-vin06t2:183_17": "I prohibited in worshipping with material pleasures, that is, early worked by the head into a forehead, and that is an offered to him.",
    "ai-tika-vin06t2:183_18": "From this day on the following day, mixed up to on the ground,",
    "ai-tika-vin06t2:183_19": "A person who lives in the lower range of human beings under a serious offense for a serious offense.",
    "ai-tika-vin06t2:184_0": "Some times alive for life-span and as long as life lasts. What’s unincluded in debt, what’s bad to do with deed.",
    "ai-tika-vin06t2:184_1": "one who has received before the meal is right.",
    "ai-tika-vin06t2:184_2": "There is no end in the commentary to the Commentaries,",
    "ai-tika-vin06t2:184_3": "who use medicine as supplied for the sick would use their meals before eating.",
    "ai-tika-vin06t2:184_4": "Except in the consequence of that is stated as bringing ghee and so on.",
    "ai-tika-vin06t2:185_0": "The training rule on storing",
    "ai-tika-vin06t2:186_0": "The training rule on fine foods",
    "ai-tika-vin06t2:187_0": "They don’t even make meat for the eon or what’s suitable.",
    "ai-tika-vin06t2:187_1": "“Upaka, even though you call it unallowable—you shouldn’t get any”,",
    "ai-tika-vin06t2:187_2": "By distinguishing it in this way, “Which kinds of ignorant” is said.",
    "ai-tika-vin06t2:187_3": "he should return with the body.",
    "ai-tika-vin06t2:188_0": "If he asks for one who is concluded in this way, he must ask for tonics for the purpose of make medicine, he commits an offense entailing confession.",
    "ai-tika-vin06t2:188_1": "When they saw a bag in the morning, they said to the nuns, “They are acting wrong conduct.”",
    "ai-tika-vin06t2:189_0": "The training rule on fine foods",
    "ai-tika-vin06t2:190_0": "The training rule on tooth cleaners",
    "ai-tika-vin06t2:191_0": "the mouth-washing water on her face,",
    "ai-tika-vin06t2:191_1": "He should eject a sangha that is himself,",
    "ai-tika-vin06t2:191_2": "if she disposes of rice porridge and cloaks, etc., are said to be “restraint” and “Friends.”",
    "ai-tika-vin06t2:191_3": "stones farmers farmer:",
    "ai-tika-vin06t2:191_4": "Or the monk gives another monk’s dwelling.",
    "ai-tika-vin06t2:191_5": "buying anything hard,",
    "ai-tika-vin06t2:191_6": "he is to be set aside with the bowl on the ground.",
    "ai-tika-vin06t2:191_7": "When he was told, he invited them first: “There is no place where there is no fault. Why don’t I obtain any faults for hate.”",
    "ai-tika-vin06t2:191_8": "frogs from the thieves:",
    "ai-tika-vin06t2:191_9": "The wakeful Discourse of the World “Three” are used for the air.",
    "ai-tika-vin06t2:191_10": "May they be happy!",
    "ai-tika-vin06t2:191_11": "undergoing the body, they point it out.",
    "ai-tika-vin06t2:191_12": "with what is connected to his own body, it is connected to the word of the body.",
    "ai-tika-vin06t2:191_13": "If she thinks, “She is received at the scriptures,” and so on, the Mallas were received by the king.",
    "ai-tika-vin06t2:191_14": "For the sake of head hairs are not fully ordained for the sake of a person who is not fully ordained.",
    "ai-tika-vin06t2:191_15": "“ touching the elephant’s hand, they continuedly pressed up the hand.”",
    "ai-tika-vin06t2:192_0": "He should not put down the edge of the middling stuffing is to be taken by the medium stabulation:",
    "ai-tika-vin06t2:192_1": "(but) from the roots that are the roots: ‘What is the root, in relation to the root, he must have been shaved officials, meaningful, say, ‘It is proper for me to use,’ and if you accept, ‘Not for an abscess,’ he should be told, ‘This is why I accept it. ’ And this is the choice.’",
    "ai-tika-vin06t2:192_2": "When the discussion is completed, they think: ‘This is our grandmother in our hands,’ and ‘They are satisfied with carpets’, ‘She is the Elder’s thoughts.”",
    "ai-tika-vin06t2:192_3": "And if this is just a clean cloth, if they do not say, “We’ll give it to the novices,” “We’ll eat the bowl,” and do what they do. When there’s much, we’ll give it away. When there’s much water, they’ll get use it.”",
    "ai-tika-vin06t2:192_4": "He should not give formal support, nor do the teachers.",
    "ai-tika-vin06t2:192_5": "The meaning is this: “And that is just that one who is able to settle a foot-stool, cured of this,” etc., with this word of mine.",
    "ai-tika-vin06t2:192_6": "One who has placed it in the bowl, etc., according to the accumulation, etc., according to its shaking of the bedroom,",
    "ai-tika-vin06t2:192_7": "by the ocean, by virtue and by non-greed.",
    "ai-tika-vin06t2:192_8": "The allowance for one who is broken,",
    "ai-tika-vin06t2:192_9": "“But if a man is said to be one who is not able to show (his) milk,” then he is said to be “It is not to be shown” .",
    "ai-tika-vin06t2:192_10": "“Full beings whose body is overcome and overwhelmed by great creatures,” and so on, etc., did they practice aroused by fear, terror, and so on.",
    "ai-tika-vin06t2:193_0": "Furthermore, the difference between the people who followed others say: ‘Affecting alms-food-eater if they don’t cook it, or for others whom not allowable.’",
    "ai-tika-vin06t2:193_1": "With the Monastic Law on the Monastic Law",
    "ai-tika-vin06t2:193_2": "After being accepted, he should put on the Vinaya and attained the Monastic Law, and he should not accept it.",
    "ai-tika-vin06t2:193_3": "that doesn’t eat the good",
    "ai-tika-vin06t2:193_4": "In the eighth simile of the instance they are stated.",
    "ai-tika-vin06t2:193_5": "In that case, when a mendicant is spoken about a field, a potter or waterpot, there are fruits or results in unwornness, or wherever they pick out fact, unwell, untrained, unwelling, archery, goat, and wounds there are no stols.”",
    "ai-tika-vin06t2:193_6": "only this is just that she said, “What if it is the case of the monks",
    "ai-tika-vin06t2:193_7": "having made use of material things, he should then use it and then use it to shop when secretly.",
    "ai-tika-vin06t2:193_8": "“Whether water or nearby” is what is said.",
    "ai-tika-vin06t2:193_9": "But they obtained what should be gained, and some people response.",
    "ai-tika-vin06t2:194_0": "The training rule on tooth cleaners is finished.",
    "ai-tika-vin06t2:195_0": "The fourth kind of food is finished.",
    "ai-tika-vin06t2:196_0": "5. Acelakavaggo",
    "ai-tika-vin06t2:197_0": "1. Acelakasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:198_0": "one who is not fully ordained should enter the room between the two gateways, one who is not fully ordained pulls her body, and one who is not fully ordained.",
    "ai-tika-vin06t2:199_0": "The training rule on naked ascetics is finished.",
    "ai-tika-vin06t2:200_0": "2. Uyyojanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:201_0": "I wander undefeated for the sake of non-human beings.",
    "ai-tika-vin06t2:201_1": "If he is the meaning of his thighs, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:201_2": "Here the novice monk is not fully ordained,",
    "ai-tika-vin06t2:202_0": "The training rule on sending away",
    "ai-tika-vin06t2:203_0": "3. Sabhojanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:204_0": "This is the first kind of food.",
    "ai-tika-vin06t2:204_1": "if she is a family in our house;",
    "ai-tika-vin06t2:204_2": "Without charming, greying, with a mind well-made,",
    "ai-tika-vin06t2:205_0": "The training rule on lustful",
    "ai-tika-vin06t2:206_0": "The training rule on covering the private parts",
    "ai-tika-vin06t2:207_0": "284.",
    "ai-tika-vin06t2:207_1": "Firstly, a fifth nun can be understood as the fourth nun Upananda’s point, causing her to Upananda, saying, “Pāṭaliputta, government official,” “Pāṭhika is the fourth won’t be understood?”",
    "ai-tika-vin06t2:208_0": "The training rule on private and concealed",
    "ai-tika-vin06t2:209_0": "The training rule on sitting down in private",
    "ai-tika-vin06t2:210_0": "The training rule on sitting down in private",
    "ai-tika-vin06t2:211_0": "6. Cārittasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:212_0": "After the meal for him on the following day, for the first time,",
    "ai-tika-vin06t2:213_0": "if he eats after walking for alms in the past,",
    "ai-tika-vin06t2:214_0": "there may be no meal before another after the meal.",
    "ai-tika-vin06t2:215_0": "and afterwards he went to the eastern quarters (of the village).",
    "ai-tika-vin06t2:216_0": "With one offense: some of the thresholders without an offense,",
    "ai-tika-vin06t2:217_0": "For the rainy season residence is precisely she.",
    "ai-tika-vin06t2:218_0": "(They are) in the same way, (they are) coming here.",
    "ai-tika-vin06t2:219_0": "invited by a group.",
    "ai-tika-vin06t2:220_0": "Walking down the monks from the group of six, face-to-face within the mouth.",
    "ai-tika-vin06t2:221_0": "and there are eighteen grounds for schism.",
    "ai-tika-vin06t2:222_0": "this training rule is laid down by the wise!",
    "ai-tika-vin06t2:223_0": "The training rule on generosity is finished.",
    "ai-tika-vin06t2:224_0": "7. Mahānāmasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:225_0": "310.",
    "ai-tika-vin06t2:225_1": "and he died.",
    "ai-tika-vin06t2:225_2": "They say that the invitation procedure is for the Sangha being abolished in the midst of the Sangha, and for the rainy season.",
    "ai-tika-vin06t2:225_3": "“This is invited for you to ask about this matter, and we’ve already asked all this matter.”",
    "ai-tika-vin06t2:225_4": "if, when asked for, however, he asks for five reasons, he should ask for the purpose of medicine as cure for the sick; if he asks for the purpose of medicine, he commits an offense entailing confession.",
    "ai-tika-vin06t2:226_0": "The training rule on praised by Mahānāma is finished.",
    "ai-tika-vin06t2:227_0": "The training rule on armies in action",
    "ai-tika-vin06t2:228_0": "I’ve seen them with my eyes.",
    "ai-tika-vin06t2:228_1": "Remember the other side of a man:",
    "ai-tika-vin06t2:229_0": "The training rule on armies in action is finished.",
    "ai-tika-vin06t2:230_0": "9. Senāvāsasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:231_0": "319.",
    "ai-tika-vin06t2:231_1": "In the ninth enclosed requisites, he must be given after the number of days, whether the assembly is to be relinquished or on all.",
    "ai-tika-vin06t2:232_0": "The training rule on staying with armies",
    "ai-tika-vin06t2:233_0": "The training rule on battles",
    "ai-tika-vin06t2:234_0": "324.",
    "ai-tika-vin06t2:234_1": "If he is on his way to see one division of ten kinds, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:234_2": "Wherever he stands to see it, he commits an offense entailing confession.",
    "ai-tika-vin06t2:234_3": "if she is on her way to see one division of a fourfold army, she commits an offense of wrong conduct.",
    "ai-tika-vin06t2:234_4": "If he stands to see it, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:234_5": "and unittled.",
    "ai-tika-vin06t2:234_6": "If it is for ten months to see this battle, it may be done.",
    "ai-tika-vin06t2:235_0": "The training rule on battles is finished.",
    "ai-tika-vin06t2:236_0": "The fifth sub-chapter on lying down is finished.",
    "ai-tika-vin06t2:237_0": "6. Surāpānavaggo",
    "ai-tika-vin06t2:238_0": "1. Surāpānasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:239_0": "that the sage has gone for refuge",
    "ai-tika-vin06t2:240_0": "by the power of those savings.",
    "ai-tika-vin06t2:241_0": "When they see him,",
    "ai-tika-vin06t2:242_0": "In the past I was heedless,",
    "ai-tika-vin06t2:243_0": "Therefore, having seen the dragon, bent down the Dragons.",
    "ai-tika-vin06t2:244_0": "returned to discovered with psychic powers.",
    "ai-tika-vin06t2:245_0": "it’s not easy to settle a spear in the water",
    "ai-tika-vin06t2:246_0": "I’d better go to Kosambī.",
    "ai-tika-vin06t2:247_0": "326-8.Pasupālakāti ajapālakā.",
    "ai-tika-vin06t2:247_1": "Is there the seeds,",
    "ai-tika-vin06t2:247_2": "some of the minds summoned, and unskilled in mind and discomfort, and those who know unskilled in mind do those things.",
    "ai-tika-vin06t2:247_3": "Then he said, “Did you say such things as ‘the unskillful’,” etc., that is why you said.",
    "ai-tika-vin06t2:247_4": "When there is skill in mindfulness, he said, “Did you be told, ‘Just now’, and ‘ rulers should be told’?",
    "ai-tika-vin06t2:247_5": "After doing doubt, they say: “hurriedly, unprofitable,” and then, when he is said, “They are unskillful.”",
    "ai-tika-vin06t2:248_0": "The training rule on drinking alcohol is finished.",
    "ai-tika-vin06t2:249_0": "The training rule on tickling",
    "ai-tika-vin06t2:250_0": "The training rule on tickling",
    "ai-tika-vin06t2:251_0": "The training rule on playing in water",
    "ai-tika-vin06t2:252_0": "336.",
    "ai-tika-vin06t2:252_1": "In what third knowledge?",
    "ai-tika-vin06t2:252_2": "intending to make a claim, “I’ll step suffering from change.” And he said, “I’ll experience a painful feeling.”",
    "ai-tika-vin06t2:252_3": "The rest is the rest.",
    "ai-tika-vin06t2:253_0": "This is the perception of liberation with the mind?",
    "ai-tika-vin06t2:254_0": "if this is unsuitable, this would be useless,",
    "ai-tika-vin06t2:255_0": "thus, how is this playing in the play?",
    "ai-tika-vin06t2:256_0": "Because they perceive what is not the meaning, perceiving what is meant.",
    "ai-tika-vin06t2:257_0": "I was skilled in the arrogance of fame,",
    "ai-tika-vin06t2:258_0": "That’s why it’s possible to gain unprofitable mind.",
    "ai-tika-vin06t2:259_0": "The training rule on playing in talk",
    "ai-tika-vin06t2:260_0": "4. Anādariyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:261_0": "344.",
    "ai-tika-vin06t2:261_1": "“Having seen our teachers, you say, ‘We haven’t transcended the doctrine of our teachers.”",
    "ai-tika-vin06t2:261_2": "Whenever they do achieve the training rules—whether a teacher or a perfected one—they are incapable of undertaking the world—with its gods, Māras and Brahmās, this teachers of the world.",
    "ai-tika-vin06t2:261_3": "In the second tetrad there is no place here but here it is not found.",
    "ai-tika-vin06t2:262_0": "You should get a luxurious teacher for seven days. You should think: ‘Whoever is going to sleep a luxurious pot, he should think the stuffalks in this way.’ So this bowl is not allowed to make a sugar, not to get feces, urine, excrement, spittle, gravel, pushing water filt, or boiled by the hand.’",
    "ai-tika-vin06t2:262_1": "the Buddha is allowed to teach the Bodhi flowers to the place where there is nothing.",
    "ai-tika-vin06t2:262_2": "he is likewise when the teacher lives without the resident monks.",
    "ai-tika-vin06t2:262_3": "or if they say, “Yes, I say this to you,” he should do so.",
    "ai-tika-vin06t2:262_4": "Therefore it was said: “Have you thread learnt and Discipline,”",
    "ai-tika-vin06t2:262_5": "“This is the all that was said to the Elder Upasena.”",
    "ai-tika-vin06t2:262_6": "“She is the eighth conversation.”",
    "ai-tika-vin06t2:263_0": "The training rule on disrespect",
    "ai-tika-vin06t2:264_0": "The training rule on scaring",
    "ai-tika-vin06t2:265_0": "The training rule on scaring",
    "ai-tika-vin06t2:266_0": "6. Jotisikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:267_0": "there is no offense for one who is aiming to criticize it.” For who does not say there is no offense.",
    "ai-tika-vin06t2:268_0": "The training rule on fire",
    "ai-tika-vin06t2:269_0": "7. Nahānasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:270_0": "The training rule on nakedness",
    "ai-tika-vin06t2:271_0": "The training rule on making stains",
    "ai-tika-vin06t2:272_0": "368.Alabhītilabho.",
    "ai-tika-vin06t2:272_1": "according to accumulation: “It is so called roaming on a road,” it is said, “It is not so called.”",
    "ai-tika-vin06t2:272_2": "were brought here by the air in the firmament,",
    "ai-tika-vin06t2:272_3": "to sew the road.",
    "ai-tika-vin06t2:272_4": "if she sews together with a mark;",
    "ai-tika-vin06t2:272_5": "As long as they determine it does not determine it’s allowable for them.",
    "ai-tika-vin06t2:272_6": "If he does not give up what is allowable, but he should be given to him again and again.",
    "ai-tika-vin06t2:273_0": "The training rule on making stains is finished.",
    "ai-tika-vin06t2:274_0": "9. Vikappanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:275_0": "Whatever bodily action there is from covetousness and verbal action,",
    "ai-tika-vin06t2:276_0": "The training rule on transferring to another",
    "ai-tika-vin06t2:277_0": "The training rule on the robes",
    "ai-tika-vin06t2:278_0": "379.",
    "ai-tika-vin06t2:278_1": "Ten kinds of robe-cloth which are situated on the ten months andkes together in the robe-cloth, and both you say. That is why therefore it is called both.",
    "ai-tika-vin06t2:278_2": "And in the detailed meaning, too, it is mentioned on robes, alms-food, lodgings, and medicines and supplies for the sick. Only their meaning is what is said.",
    "ai-tika-vin06t2:278_3": "if they say, “Whoever has a confidence in this way,” is said to be one who sees this.",
    "ai-tika-vin06t2:278_4": "And the other does not give rise to developing the states of loss.",
    "ai-tika-vin06t2:278_5": "If the sitting-blanket sitting down in one place, he commits an offense entailing confession.",
    "ai-tika-vin06t2:278_6": "If he has a needle case, a bed for needle, he commits an offense entailing confession.",
    "ai-tika-vin06t2:279_0": "The training rule on hiding robes",
    "ai-tika-vin06t2:280_0": "The sixth round of the legal procedure",
    "ai-tika-vin06t2:281_0": "7. Sappāṇakavaggo",
    "ai-tika-vin06t2:282_0": "The training rule on intentionally",
    "ai-tika-vin06t2:283_0": "The training rule on intentionally treating",
    "ai-tika-vin06t2:284_0": "2. Sappāṇakasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:285_0": "If they do know that it is possible, they will know if it is conceived.” And there is no offense for him, there is no offense.",
    "ai-tika-vin06t2:286_0": "placed it in knee-deep, this matchless flower",
    "ai-tika-vin06t2:287_0": "thus, “Having overcome diverse knowledge, with wisdom, belonging to both ways,",
    "ai-tika-vin06t2:288_0": "The training rule on containing living beings is finished.",
    "ai-tika-vin06t2:289_0": "3. Ukkoṭanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:290_0": "392.",
    "ai-tika-vin06t2:290_1": "The third teeth should be understood:",
    "ai-tika-vin06t2:290_2": "The legal procedure that requires an offense is invalid, it was badly done, and it needs to be done again.",
    "ai-tika-vin06t2:290_3": "They don’t take up the cloth which are incapable of legal issues, etc., and have not been incapable of what is dealing with it inside. They may be cut out, and what has not been in common.",
    "ai-tika-vin06t2:290_4": "He shows that there is no idea that intercourse and is incapable of performing the tasks of the Collections. But the meaning here is this: “But eighth in the very same passage, how could it be shown that?”",
    "ai-tika-vin06t2:291_0": "The training rule on reopening",
    "ai-tika-vin06t2:292_0": "4. Duṭṭhullasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:293_0": "399.",
    "ai-tika-vin06t2:293_1": "“And how is it shown by means of the bloated? ”",
    "ai-tika-vin06t2:293_2": "Surrounded by a retinue",
    "ai-tika-vin06t2:293_3": "For this is said: “When there is something that can be developed by an offense, how many offenses are there?",
    "ai-tika-vin06t2:293_4": "with the four offenses as condition: settling of offenses.",
    "ai-tika-vin06t2:293_5": "If a nun knows that a nun has committed an offense entailing expulsion, she commits an offense entailing expulsion.",
    "ai-tika-vin06t2:293_6": "If she conceals it, but she is unsure of it, and she commits a serious offense.",
    "ai-tika-vin06t2:293_7": "If the monk conceals it, he commits an offense entailing suspension.",
    "ai-tika-vin06t2:293_8": "If he conceals the failure in conduct of someone who does not have it, he commits an offense of wrong conduct.”",
    "ai-tika-vin06t2:293_9": "If the offense entailing expulsion, he doesn’t commit an offense entailing expulsion.",
    "ai-tika-vin06t2:293_10": "he is not covering with white-concentration in mind, and with the unconcealed offenses.",
    "ai-tika-vin06t2:293_11": "And the first offense entailing expulsion, etc., should be spoken of as an offense entailing expulsion, etc., and because of the attainment of the base consisting of neither perception nor non-perception, they don’t say again.",
    "ai-tika-vin06t2:294_0": "If not, then for the purpose of concealing it is to be no more than one day, if you can inform someone else’s mind, either within a month that he has committed an offense entailing confession,",
    "ai-tika-vin06t2:294_1": "And it was said again to him: “Not for covering the private parts, what is the wrong dealt with three hundred leagues backwards, and not the teacher’s word is cut off; but rather than that. Then the teacher has concealed usages, without can then make an end of them.” Then if it was said, he is to be delimited, he doesn’t covered, but go back, then if it was practiced.",
    "ai-tika-vin06t2:294_2": "In the third (story), “Where a person is called Uttiya” is the same land of the lady, “It’s not easy to say.”",
    "ai-tika-vin06t2:294_3": "but to have a fourth enemy of such a certain teacher.",
    "ai-tika-vin06t2:294_4": "When I heard it from the past,",
    "ai-tika-vin06t2:294_5": "“Well then, then, please tell another,” he may tell another.",
    "ai-tika-vin06t2:295_0": "The training rule on what is grave",
    "ai-tika-vin06t2:296_0": "The training rule on less than twenty years",
    "ai-tika-vin06t2:297_0": "404.",
    "ai-tika-vin06t2:297_1": "again and again.",
    "ai-tika-vin06t2:297_2": "They bathe at intervals of conceived in the mother’s womb, or if it is for twelve months,",
    "ai-tika-vin06t2:297_3": "For one who spends the mouth,",
    "ai-tika-vin06t2:297_4": "or when the mother’s womb was cut off,",
    "ai-tika-vin06t2:297_5": "he should prepare one.",
    "ai-tika-vin06t2:297_6": "the Sākiyan girl called Puṇṇamātā, who had completed the quantity of Sāsīva.",
    "ai-tika-vin06t2:297_7": "if it is on the next day;",
    "ai-tika-vin06t2:297_8": "Because he is more than twenty years old.",
    "ai-tika-vin06t2:297_9": "and when he had completed the rainy season residence for two years, he received formal support from that light.",
    "ai-tika-vin06t2:297_10": "Having invited that very wealthyard the fetus of the Jina, and he gave them to the group-of-five years, forty-four years, after he had been invited to give the full admission.",
    "ai-tika-vin06t2:297_11": "she was less than twenty years old, and she said: “I was practiced by the noble ones,” and she was hard to sew it.",
    "ai-tika-vin06t2:298_0": "gives the full ordination, or he gives the full ordination;",
    "ai-tika-vin06t2:298_1": "“Should it be that he’s sixteen years older than fourteen years old, he should return fourteen years more than that.”",
    "ai-tika-vin06t2:299_0": "The training rule on less than twenty years old is finished.",
    "ai-tika-vin06t2:300_0": "The training rule on what is beneficial",
    "ai-tika-vin06t2:301_0": "409.",
    "ai-tika-vin06t2:301_1": "If, intending to steal, he commits two offenses.",
    "ai-tika-vin06t2:301_2": "Then the nuns protect their thoughts,",
    "ai-tika-vin06t2:301_3": "he guards the state of the personal warding off from the group of six, he protects the threats one by one,",
    "ai-tika-vin06t2:301_4": "You don’t expect a reward, but don’t protect the teaching.",
    "ai-tika-vin06t2:301_5": "He offends against the inoffensiveness:",
    "ai-tika-vin06t2:301_6": "And the other is wherever he is not well beaten,",
    "ai-tika-vin06t2:301_7": "(But) a monk, even if he has the intention of stealing,",
    "ai-tika-vin06t2:301_8": "If it is a group of traveling thieves, and he perceives it as such, and he lives together with her.",
    "ai-tika-vin06t2:301_9": "“Faithful” is one kind of state, there is no form,",
    "ai-tika-vin06t2:301_10": "Likewise in the second",
    "ai-tika-vin06t2:302_0": "The training rule on a group of thieves is finished.",
    "ai-tika-vin06t2:303_0": "The training rule on appointments",
    "ai-tika-vin06t2:304_0": "412.",
    "ai-tika-vin06t2:304_1": "“Some time a woman was wrapped in a certain woman.”",
    "ai-tika-vin06t2:304_2": "There’s no time when Sundarī has been developed by him.",
    "ai-tika-vin06t2:304_3": "Firstly, a trainee nun who has been fully ordained on one side, and these three novice nuns all.",
    "ai-tika-vin06t2:304_4": "There is a time for women, and for the females.",
    "ai-tika-vin06t2:305_0": "414.",
    "ai-tika-vin06t2:305_1": "Though she thinks, “If she does not tell because she does not tell,” and she does not get an offense of wrong conduct.",
    "ai-tika-vin06t2:305_2": "if a monk makes an appointment, but he has not expressed his agreement, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:305_3": "That’s why he should examine the meaning of each.",
    "ai-tika-vin06t2:306_0": "The training rule on appointments",
    "ai-tika-vin06t2:307_0": "8. Ariṭṭhasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:308_0": "417.",
    "ai-tika-vin06t2:308_1": "the nun who had worst perped a bathing position herself, therefore it isll because she was obstructional support for the going forth.",
    "ai-tika-vin06t2:308_2": "The immaterial states have caused on the result.",
    "ai-tika-vin06t2:308_3": "Perceiving people, they’re according to their idea, which they focused only on the way.",
    "ai-tika-vin06t2:308_4": "This is:",
    "ai-tika-vin06t2:308_5": "Development of tastes:",
    "ai-tika-vin06t2:308_6": "having covered the legal issues in the Kuṭāgiri, cutting it down, with the bones.",
    "ai-tika-vin06t2:308_7": "Expert in the noble ones and so on,",
    "ai-tika-vin06t2:308_8": "Spears, reckonings, ranges, mind from the old-ages and attitude.",
    "ai-tika-vin06t2:308_9": "There is no offense for him, and that is attacking the name of the Careful One.",
    "ai-tika-vin06t2:309_0": "The training rule on Ariṭṭha",
    "ai-tika-vin06t2:310_0": "The training rule on living with one who has been ejected",
    "ai-tika-vin06t2:311_0": "425.",
    "ai-tika-vin06t2:311_1": "“That’s why he’s told because he hasn’t given up this view, which is called “one who knows what has not been done”.",
    "ai-tika-vin06t2:311_2": "They can regard the Three and the results that have been delivered by the mind as well as laypeople and renunciates.",
    "ai-tika-vin06t2:311_3": "Those training rules don’t keep running out of my mind.",
    "ai-tika-vin06t2:312_0": "The training rule on living with one who has been ejected is finished.",
    "ai-tika-vin06t2:313_0": "10. Kaṇṭakasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:314_0": "he doesn’t see anyone who doesn’t want.",
    "ai-tika-vin06t2:314_1": "Or again we don’t see the forms,",
    "ai-tika-vin06t2:314_2": "He has committed an offense entailing expulsion.",
    "ai-tika-vin06t2:314_3": "“If that view gives to the Sangha, having given it up, concluded the community of the community, and then you should give them the going forth, the ordination here, for the bed, and for the wives of the teachers.”",
    "ai-tika-vin06t2:314_4": "if he makes an effort in the neighborhood of the sign,",
    "ai-tika-vin06t2:314_5": "Talking what is obstructed by language and the view of what is not the view.",
    "ai-tika-vin06t2:314_6": "If it comes, he should make an effort to get it in this way: “This is expelled in that place.” But if the teacher dos it, he shouldn’t go backward.",
    "ai-tika-vin06t2:315_0": "The training rule on Kaṇṭaka is finished.",
    "ai-tika-vin06t2:316_0": "The seventh sub-chapter on containing living beings is finished.",
    "ai-tika-vin06t2:317_0": "8. Sahadhammikavaggo",
    "ai-tika-vin06t2:318_0": "The training rule on legitimately",
    "ai-tika-vin06t2:319_0": "The training rule on legitimately",
    "ai-tika-vin06t2:320_0": "2. Vilekhanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:321_0": "When there is something that’s rejoicing, it doesn’t show the sound of goods that are quiet and hard to do, and there is no four kinds of mindfulness meditation.",
    "ai-tika-vin06t2:321_1": "A countryside in a country,",
    "ai-tika-vin06t2:321_2": "At the time of the Buddha Kaṇṭaka (him) the Lord of the Dispensation,",
    "ai-tika-vin06t2:321_3": "They proclaim what was not worth listening to the Buddha’s statement.",
    "ai-tika-vin06t2:321_4": "When the Fortunate One attained Final Emancipation the ten Vajjians,",
    "ai-tika-vin06t2:321_5": "For these Vinaya and the texts on monastic training",
    "ai-tika-vin06t2:321_6": "Sidne proportions, Etc.",
    "ai-tika-vin06t2:321_7": "what is theirs?",
    "ai-tika-vin06t2:321_8": "some of the great Saṅgha, etc., are not enlightening in the matter of all analysis of the Mahāsaṅgītikas. ...",
    "ai-tika-vin06t2:321_9": "you’ll cross over the flood.”",
    "ai-tika-vin06t2:321_10": "The place where wicked desires of their hands were unlearned, unaffected with their bodies, eating the food, drink, clothed with shoes, and benting, they turned back from the water, and seeing that place, they said, “There is no matter!”",
    "ai-tika-vin06t2:321_11": "And when they hear right practice, whatever they say that those who do not practice it.",
    "ai-tika-vin06t2:321_12": "When they saw his own turn, they were not exhausted by means of the non-existence.",
    "ai-tika-vin06t2:321_13": "There is such a perfected one, when they will describe the origin of suffering in the various classes of rebirth, old age, and death, as happens to their own refuge.",
    "ai-tika-vin06t2:321_14": "Herein, it’s impossible for a perfected one to emit semen.",
    "ai-tika-vin06t2:321_15": "the present life are in lives to come.",
    "ai-tika-vin06t2:321_16": "Langing in others, they showly the Discourses on the Teacher’s instructions, and then show them carefully.",
    "ai-tika-vin06t2:321_17": "others, thinking: “She is the roots,”",
    "ai-tika-vin06t2:321_18": "Vibhaṅga, thinking: “In order to purify living beings when a gift is called “purified”.",
    "ai-tika-vin06t2:321_19": "the Realised One’s streams are supernormal powers.",
    "ai-tika-vin06t2:321_20": "what is their calm?",
    "ai-tika-vin06t2:321_21": "For one who has given the full ordination to someone who is fully ordained, and in the presence of the Teacher who is fully ordained,",
    "ai-tika-vin06t2:322_0": "The training rule on monasteries",
    "ai-tika-vin06t2:323_0": "3. Mohanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:324_0": "The training rule on defecating",
    "ai-tika-vin06t2:325_0": "4. Pahārasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:326_0": "Because of his body and mind springs up on physical contact.",
    "ai-tika-vin06t2:326_1": "but when I have seen (them), he thought: “Whoever, do not think I have seen this will be like a deceived!” But on seeing them, he reached the site for seven months.",
    "ai-tika-vin06t2:327_0": "The training rule on hitting",
    "ai-tika-vin06t2:328_0": "The training rule on monasteries",
    "ai-tika-vin06t2:329_0": "456.",
    "ai-tika-vin06t2:329_1": "“He who is connected with what is connected to the body of what is connected to the body,” or “regarden” is called “leans”.",
    "ai-tika-vin06t2:329_2": "only a palm-leaf,",
    "ai-tika-vin06t2:329_3": "In the same way: Just as one hundred and seventy-two",
    "ai-tika-vin06t2:329_4": "That bowl is just the difference!”",
    "ai-tika-vin06t2:329_5": "For even in this way the Kokālika has dropped with the hand as their hand and feet, they in within one hand. Then he instead of happiness, he commits an offense entailing confession.",
    "ai-tika-vin06t2:329_6": "If he wants to neglect a person, he commits an offense entailing confession.",
    "ai-tika-vin06t2:329_7": "if he is learned, he commits an offense entailing confession.",
    "ai-tika-vin06t2:329_8": "But if this dwelling has been given, but not because he has given it to her, therefore it is an act of wrong conduct.",
    "ai-tika-vin06t2:329_9": "or for the worm-infesting blankets. Or is there a reason for the demonth condition.",
    "ai-tika-vin06t2:329_10": "for the effort there is an act of wrong conduct.",
    "ai-tika-vin06t2:329_11": "For the first time they take hold of it, and he then, he commits an offense entailing confession.",
    "ai-tika-vin06t2:329_12": "for one who takes up the first story and then continues to make it one.",
    "ai-tika-vin06t2:329_13": "He doesn’t get in the last dwelling, nor use the site for the first dwelling, nor does he rely on logic, but not for the sake of a teacher.",
    "ai-tika-vin06t2:329_14": "“Well then, with the hands of giving whatever hand the cloth there is a bundle of cloth, there is an act of wrong conduct.” Thinking, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:329_15": "if he is learning the ground, he should apply outstanding like a wall that sits well.",
    "ai-tika-vin06t2:329_16": "Having seen that, the Lord of the World said: “Having seen (that), he is moved, aiming at emission, desiring to kill her,”",
    "ai-tika-vin06t2:330_0": "The training rule on raising a hand",
    "ai-tika-vin06t2:331_0": "6. Amūlakasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:332_0": "If it is to be groundlessly, but he does not perceive it as such, and he groundlessly charges him with an offense entailing suspension.",
    "ai-tika-vin06t2:332_1": "There is no offense entailing suspension,",
    "ai-tika-vin06t2:333_0": "The training rule on groundlessly",
    "ai-tika-vin06t2:334_0": "7. Sañciccasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:335_0": "One is afraid of wrongdoing, one should think about it in this way: “This is a reason, it seems that only because of anger.”",
    "ai-tika-vin06t2:335_1": "There may be no attainment in the way beginning, “There is no wholesomeness for attaining the perfection of virtue” in this way.",
    "ai-tika-vin06t2:335_2": "One needs to recognize",
    "ai-tika-vin06t2:335_3": "“I think it was burning,” and “It would see a deliberate,” or “It would be hard for them to give rise to knowledge,” and because of the origin of it.",
    "ai-tika-vin06t2:336_0": "The training rule on intentionally",
    "ai-tika-vin06t2:337_0": "8. Upassutisikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:338_0": "worshipping him, “In these places” is in the very place,",
    "ai-tika-vin06t2:338_1": "The vanity of one is bounded : what substance could there be in this way?",
    "ai-tika-vin06t2:338_2": "And here it should be understood that they have no charming appearance, worms, and whatever lack of action, they may still fall in due course, only that is to say, ‘Contact’ with, ‘Certainly’, ‘This is the first way’, ‘This is the second way’, ‘This is the third kind of speech,’ and ‘This is the second reason.’",
    "ai-tika-vin06t2:339_0": "The training rule on eavesdroping",
    "ai-tika-vin06t2:340_0": "The training rule on obstructing a legal procedure",
    "ai-tika-vin06t2:341_0": "474.",
    "ai-tika-vin06t2:341_1": "“I give this legal procedures to some monks,” they do a legal procedure of ejection against some monks, but not to give their consent. They give it to them, saying, “I’m not what they need.”",
    "ai-tika-vin06t2:341_2": "if she reopens it because she is not obstructed;",
    "ai-tika-vin06t2:341_3": "there is no offense for those who don’t, for the sake of it, and if it is already stated.",
    "ai-tika-vin06t2:341_4": "if they don’t do a legal procedure against one who is illegitimate, done by an incomplete assembly, or done against one who does not deserve a legal procedure, that is illegitimate, not in accordance with the Monastic Law, and that is an offense.",
    "ai-tika-vin06t2:341_5": "Nor doing so, it is not possible to make an effort to get rid of the faults of legal issues in the realm of the Vajjis.",
    "ai-tika-vin06t2:341_6": "If they take it on trust,",
    "ai-tika-vin06t2:341_7": "Taking a group of travelers, etc., they are not brought to an embryo, and incapable of the work, and they are bound to their (bounds).",
    "ai-tika-vin06t2:341_8": "Since it is so, it is not illegitimate, but he shouldn’t be given to him.",
    "ai-tika-vin06t2:341_9": "Herein, for a league is not shining buttermilk,",
    "ai-tika-vin06t2:342_0": "The training rule on obstructing a legal procedure",
    "ai-tika-vin06t2:343_0": "The training rule on leaving without giving consent",
    "ai-tika-vin06t2:344_0": "481.",
    "ai-tika-vin06t2:344_1": "Someone gives to a group, if they don’t give the consent because of one without consent.",
    "ai-tika-vin06t2:344_2": "There is an act of wrong conduct for one, and aiming at it,",
    "ai-tika-vin06t2:344_3": "if she gives consents to the Sangha;",
    "ai-tika-vin06t2:344_4": "When he has been given to him, if he goes because he returns, but not because his consent has been brought to him again;",
    "ai-tika-vin06t2:344_5": "When these two?",
    "ai-tika-vin06t2:344_6": "“For he whoever has (all) consent” is the same as “interrupted”;",
    "ai-tika-vin06t2:344_7": "however, when the hands shown by the elephants goad is struck.",
    "ai-tika-vin06t2:345_0": "The training rule on leaving without giving consent",
    "ai-tika-vin06t2:346_0": "11. Dubbalasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:347_0": "and gave her permission.",
    "ai-tika-vin06t2:347_1": "But there, monks, those monks from the group of six comprised themselves today. They then said, “Have they ate away.”",
    "ai-tika-vin06t2:347_2": ": it is by means of a spot:",
    "ai-tika-vin06t2:347_3": "Herein, gaining material possessions is the means of one whose gains a sense of urgency is inclination of the blessing.",
    "ai-tika-vin06t2:347_4": "For it is just here that the robe-cloth is given here, but here it is used, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:347_5": "and enclosed by the earth (of Buddhas), were acquainted with the hands of the rows of a price.",
    "ai-tika-vin06t2:348_0": "The training rule on what is worn out",
    "ai-tika-vin06t2:349_0": "The training rule on diverting",
    "ai-tika-vin06t2:350_0": "491.",
    "ai-tika-vin06t2:350_1": "If someone else gives one’s own wealth and the other is the same, they should do the same.",
    "ai-tika-vin06t2:350_2": "(All these) after asking questions, he is able to find the happiness as much as he likes.",
    "ai-tika-vin06t2:351_0": "The training rule on diverting",
    "ai-tika-vin06t2:352_0": "now the eighth kind of communal recitation is finished.",
    "ai-tika-vin06t2:353_0": "9. Ratanavaggo",
    "ai-tika-vin06t2:354_0": "1. Antepurasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:355_0": "494-7.",
    "ai-tika-vin06t2:355_1": "She attends on the Buddha, who pays homage to the Buddha, is not able to do what is good.",
    "ai-tika-vin06t2:355_2": "the meaning is that it is shakes off .",
    "ai-tika-vin06t2:355_3": "The meaning is that sheathed by the elephants, horses, chariots, and powders.",
    "ai-tika-vin06t2:356_0": "if the queen is called “the treasure”, the ruler of the earth, and the daughters of a protection in this way is not queen; and he does not guard the words “Surely there is no offense.”",
    "ai-tika-vin06t2:356_1": "If you’re an aristocrat,",
    "ai-tika-vin06t2:356_2": "One who has been constructed like this, he does not protect the teacher.",
    "ai-tika-vin06t2:356_3": "There is no offense for one who is attached to the state of having the story of defilement and in accordance with the particular individual essence.",
    "ai-tika-vin06t2:356_4": "This is the second chapter",
    "ai-tika-vin06t2:357_0": "500-501.",
    "ai-tika-vin06t2:357_1": "he thought: “The bedroom in a bedroom, but he does not perceive it as such.”",
    "ai-tika-vin06t2:357_2": "The bedroom is not unenclosed to bench, and so on.",
    "ai-tika-vin06t2:358_0": "The training rule on royal compounds",
    "ai-tika-vin06t2:359_0": "2. Ratanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:360_0": "He replied, “I have a meal given to householders,” and he says that he has “There is.”",
    "ai-tika-vin06t2:361_0": "Where the monks are leavings houses, whether in the house is considered risky or in houses, etc., that is what is said.",
    "ai-tika-vin06t2:361_1": "if he picks up something precious: “Being it is suitable, obviously, and has a distinctive manner of a treasure, it is not appropriate to go to heaven;”",
    "ai-tika-vin06t2:361_2": "“In the morning, there is no one who receives food at the wrong time,” they do not receive it.",
    "ai-tika-vin06t2:361_3": "Having been satisfied and begged, he asked the noble ones, “Here, you were now asking the noble ones,” and they asked for the noble ones.",
    "ai-tika-vin06t2:362_0": "The training rule on precious things is finished.",
    "ai-tika-vin06t2:363_0": "The training rule on entering an inhabited area",
    "ai-tika-vin06t2:364_0": "511-2.",
    "ai-tika-vin06t2:364_1": "Then that monk who was anxious and remorseful without taking leave of the monk. He came to him, and asked him,",
    "ai-tika-vin06t2:364_2": "Since they are told in the way already described, this is what is said.",
    "ai-tika-vin06t2:365_0": "The training rule on entering the wrong time",
    "ai-tika-vin06t2:366_0": "4. Sūcigharasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:367_0": "517.Tanti bhedanakaṁ.",
    "ai-tika-vin06t2:367_1": "After making amends for her first, he should give him permission.",
    "ai-tika-vin06t2:367_2": "And others too.",
    "ai-tika-vin06t2:368_0": "520.Vāsijaṭeti vāsidaṇḍake.",
    "ai-tika-vin06t2:369_0": "The training rule on needle cases",
    "ai-tika-vin06t2:370_0": "5. Mañcasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:371_0": "521-2.",
    "ai-tika-vin06t2:371_1": "“‘If to be told,’ then wherever there are because of this,",
    "ai-tika-vin06t2:371_2": "it is injured about,",
    "ai-tika-vin06t2:371_3": "they used to be shared by the eight legs of the head sockets and to the legs of the feet.",
    "ai-tika-vin06t2:372_0": "The training rule on what is containing",
    "ai-tika-vin06t2:373_0": "The training rule on covering with cotton down",
    "ai-tika-vin06t2:374_0": "the covering over with cotton-works, whatever grass is cotton-down",
    "ai-tika-vin06t2:374_1": "When he obtains it, then for every statement, he commits an offense entailing confession. When he gets rid of it, he commits an offense entailing confession. But when acknowledging it, he commits an offense entailing confession.",
    "ai-tika-vin06t2:375_0": "The training rule on upholstered with cotton down is finished.",
    "ai-tika-vin06t2:376_0": "7. Nisīdanasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:377_0": "531.",
    "ai-tika-vin06t2:377_1": "Although these eighteen bases are not found, in the passage beginning, “This is the end of the robe-cloth,” and they should be understood here in the end of the robe.",
    "ai-tika-vin06t2:377_2": "He said, “In all directions, having covered all directions, and it was compared to threshing the boundary until they had previously left.”",
    "ai-tika-vin06t2:377_3": "He is not allowed to obtain a gain and loss of material possessions, even to some monks.",
    "ai-tika-vin06t2:377_4": "the sitting mat called “The head is the shape of a seat” is the shape of its head.",
    "ai-tika-vin06t2:378_0": "The training rule on sitting mats is finished.",
    "ai-tika-vin06t2:379_0": "The training rule on covering with rice",
    "ai-tika-vin06t2:380_0": "539.",
    "ai-tika-vin06t2:380_1": "whatever is given to the briming above the head, under the inner cloth, if it is the border of an alms-food, the border of a lump of froth, and the remainder of the proclamation: “What is the four enemy of froth, but intermediate transmigration, it is the bird foundation for him,",
    "ai-tika-vin06t2:380_2": "For all the man of his own desires are an enemy in a wide open vagina. So he is of three kinds: the good-hearted wound a man’s level of the level of the proportion of his wide shaven, he gets to leave for an level of the day.",
    "ai-tika-vin06t2:380_3": "If he wants to conceal it, he can survivey all the rains residence and he will lots all the body. Then if he wishes, he will be able to obtain the whole body, whenever they want, without trouble or difficulty.",
    "ai-tika-vin06t2:381_0": "The training rule on itch covers",
    "ai-tika-vin06t2:382_0": "The training rule on rainy-season robes",
    "ai-tika-vin06t2:383_0": "if it is the opposing of the robe and the size of a bush;",
    "ai-tika-vin06t2:383_1": "will use the rainy-season robe supplied by the Buddha. These will be used for the rainy season.",
    "ai-tika-vin06t2:383_2": "Although this actually the species of local knowledge, it should be understood that the basis for the rainy-season residence does not use worms, since they keep on doing the proclamation of the existing in this way.",
    "ai-tika-vin06t2:383_3": "Like this, too.",
    "ai-tika-vin06t2:384_0": "The training rule on rainy-season robes",
    "ai-tika-vin06t2:385_0": "The training rule on nakedness",
    "ai-tika-vin06t2:386_0": "551.",
    "ai-tika-vin06t2:386_1": "There he makes a mattresses in the place where many monks are busy making use of them.",
    "ai-tika-vin06t2:387_0": "The training rule on Nanda’s praise",
    "ai-tika-vin06t2:388_0": "The ninth sub-chapter on lying down is finished.",
    "ai-tika-vin06t2:389_0": "The chapter on offenses entailing confession is finished.",
    "ai-tika-vin06t2:390_0": "6. Pāṭidesanīyakaṇḍo",
    "ai-tika-vin06t2:391_0": "The first training rule on what is intended",
    "ai-tika-vin06t2:392_0": "553-5.",
    "ai-tika-vin06t2:392_1": "To help the recitation, they should be treated in the way described in the Commentaries of showing that they are stated, and that they should not be given every way.",
    "ai-tika-vin06t2:392_2": "If it is inside a house in an inhabited area, he perceives it as such, and he eats it without: “The monks are eating in inhabited area and non-staple food after personally receiving it inside that monastery, he should not give it away while eating.”",
    "ai-tika-vin06t2:393_0": "The first training rule on acknowledgment is finished.",
    "ai-tika-vin06t2:394_0": "The second training rule on what is intended for herself",
    "ai-tika-vin06t2:395_0": "559.",
    "ai-tika-vin06t2:395_1": "“There are some whose meal is leftovered.” And that is why, when invited by one of the five staple foods. When they were invited, they did not eat any of the five staple or non-staple foods, or else “Nowhere invited by the leaf huts in the same way that was invited, but not that is why there is no offense.”",
    "ai-tika-vin06t2:395_2": "Then one who is pointing the three kinds of people should give them a bride and bring them to the state of existence.",
    "ai-tika-vin06t2:395_3": "So just as when blocked the nuns’ dwelling places (againing) nourishing a demonstration,",
    "ai-tika-vin06t2:395_4": "“This is the two kinds of demonstration.”",
    "ai-tika-vin06t2:395_5": "“The dwelling is plunged into the inside,” he reciting him, “The Buddha practices each other with one side.",
    "ai-tika-vin06t2:395_6": "First it is said in reference to him, “They are specifically proceedings.”",
    "ai-tika-vin06t2:395_7": "And many kinds of folk are counted.",
    "ai-tika-vin06t2:395_8": "“Come, monk,” he replied, “The monks are brought back by me.”",
    "ai-tika-vin06t2:395_9": "And he should be told in each case.",
    "ai-tika-vin06t2:395_10": "“It’s true that I was given to you.”",
    "ai-tika-vin06t2:395_11": "If I consider the teaching, he should be told to say: “Reverend, if I heard the teaching, I have to go.”",
    "ai-tika-vin06t2:396_0": "The second training rule on acknowledgment is finished.",
    "ai-tika-vin06t2:397_0": "The third teeth are said to be the third in the fourth.",
    "ai-tika-vin06t2:398_0": "The chapter on offenses entailing acknowledgment is finished.",
    "ai-tika-vin06t2:399_0": "7. Sekhiyakaṇḍo",
    "ai-tika-vin06t2:400_0": "1. Parimaṇḍalavaggavaṇṇanā",
    "ai-tika-vin06t2:401_0": "I said that the four paths are reckoned as an incalculable.”",
    "ai-tika-vin06t2:401_1": "They have a subtlety of similes having a finger joint, systematic battle, and each one of the fourfold army—and think, “One who is more than the last two ends in the former case?”",
    "ai-tika-vin06t2:401_2": "for you stands in your own place.",
    "ai-tika-vin06t2:401_3": "The Elder Nun Campā said, “Sandaka, there are the ones who lived for the air.”",
    "ai-tika-vin06t2:401_4": "The wide openings are to be understood: “From what is delimited is the lower floor by the two or three thicknesses here.”",
    "ai-tika-vin06t2:401_5": "for this is said in the commentaries: “Because the thirty-two kinds of broad rocks are not allowed, but there is because it is not allowed.”",
    "ai-tika-vin06t2:401_6": "This is what was said in regard to the wholesome deeds.",
    "ai-tika-vin06t2:401_7": "He should be expelled,",
    "ai-tika-vin06t2:401_8": "If he doesn’t, then for the effort there is an act of wrong conduct.",
    "ai-tika-vin06t2:401_9": "And in the same way the One does not understand, “Not just described,” and so on, they do not know the basis for an offense entailing confession.",
    "ai-tika-vin06t2:401_10": "Phussa the Elder Nun Phujjaya in one way,",
    "ai-tika-vin06t2:401_11": "Likewise the Elder Uptissa’s doctrine.",
    "ai-tika-vin06t2:401_12": "And the Vajjis don’t allow the training rules as they are.",
    "ai-tika-vin06t2:401_13": "But this Vajjians have not been laid down by the Lord of the World, not from therefore.",
    "ai-tika-vin06t2:401_14": "From whoever has fallen into deceit,",
    "ai-tika-vin06t2:401_15": "he went into his mind-deliverance through the noble minds of others’ minds end,",
    "ai-tika-vin06t2:401_16": "It is not only for one who hasn’t achieved the heart’s mind, and so the Vajjians them to do so.",
    "ai-tika-vin06t2:401_17": "and one of the imperturbable desire and aversion.",
    "ai-tika-vin06t2:401_18": "When the first series is finished, he thinks, “This is just as one who belongs to the world with its gods,” etc., and so on with a But when he is hurriedly dragged away.",
    "ai-tika-vin06t2:402_0": "Secluded: “The Intelligent Buddhas are called “spire” , etc., which is why they are called “shopal” .",
    "ai-tika-vin06t2:402_1": "Firstly, a female wanderer’s stored up in inhabited areas, and he doesn’t live in inhabited areas.",
    "ai-tika-vin06t2:403_0": "he is able to get there in such a place, he finds it.",
    "ai-tika-vin06t2:403_1": "Like this, they can understand, “This is why it is said” .",
    "ai-tika-vin06t2:404_0": "The assembly of the World is finished.",
    "ai-tika-vin06t2:405_0": "2. Ujjagghikavaggavaṇṇanā",
    "ai-tika-vin06t2:406_0": "Questioning is the meaning. He is the point of laughing on its head.",
    "ai-tika-vin06t2:406_1": "there is no offense for the one who is bearing up and circumambulating it, there is no offense.",
    "ai-tika-vin06t2:406_2": "Because of that great crowd brought the elephant stables in the land of the Hatthipada:",
    "ai-tika-vin06t2:407_0": "591.",
    "ai-tika-vin06t2:407_1": "Of all the monks say that they have gone to hunger for fun, they say. They’re like that.”",
    "ai-tika-vin06t2:407_2": "If the nuns are like the crown’s cowherd’s dwelling place,",
    "ai-tika-vin06t2:407_3": "“Where is the nuns’ dwelling place even a single night?”",
    "ai-tika-vin06t2:407_4": "For you don’t go due to such a house in inhabited area, but not if you die;",
    "ai-tika-vin06t2:408_0": "The Book of the Firestics is finished.",
    "ai-tika-vin06t2:409_0": "3. Khambhakatavaggavaṇṇanā",
    "ai-tika-vin06t2:410_0": "the meaning is that shelter is called “pless” because of its colour aspects for the name of her feet, because it is said to be filled with water and full; it is the meaning.",
    "ai-tika-vin06t2:411_0": "(They are) permitted by the name of the Thūpārāma, here they say, “Yes, there is a single monument,” and so on.",
    "ai-tika-vin06t2:411_1": "“But if the lower story of the bowls and the upper garments, it is allowable for them to use it as a hole and shop.”",
    "ai-tika-vin06t2:411_2": "here it is said in the wanting to receive alms.",
    "ai-tika-vin06t2:411_3": "‘Anyone who receives almsfood’, he commits an offense of wrong conduct. Then for the first status, he commits an offense of wrong conduct.",
    "ai-tika-vin06t2:411_4": "And if he accepts bowlful, he becomes excreted for the purpose of receiving it, if he receives it.",
    "ai-tika-vin06t2:411_5": "If anyone is committed to the joy, etc., saying, “There is no preparing,” “There is no placed on the spot” or “should be a monk,” and they took hold of him.",
    "ai-tika-vin06t2:412_0": "The Book of the colors is finished.",
    "ai-tika-vin06t2:413_0": "4. Sakkaccavaggavaṇṇanā",
    "ai-tika-vin06t2:414_0": "Vassakāra, (which is) included in the Fraternity, the meaning of illustrious kinds, the two kinds of food, the ninety-two parts of food, and the rest of all kinds, it is said to be the sense doors beginning with all kinds of fine foods.",
    "ai-tika-vin06t2:414_1": "And there is no offense for him for the sake of another because of the provisions of the treasures.”",
    "ai-tika-vin06t2:414_2": "Where doing so, a jute robe when there is no offense for one who is unsuitable, not having committed an offense entailing confession, and acquisition of the sickness of them, thinking, “Where is this? I shall not eat whatever is negligent.” And in this way, “Where do you receive alms from them.”",
    "ai-tika-vin06t2:414_3": "“When he put down his regrets in the mouth, hence more than birds with his attendants and preventedly.”",
    "ai-tika-vin06t2:414_4": "Doing so, they get caught up in one place, standing within the same place as before, and drank them together within the sal trees. Then they don’t get caught up in the tangles, where there is no offense.”",
    "ai-tika-vin06t2:415_0": "The Book of Carefulness is finished.",
    "ai-tika-vin06t2:416_0": "5. Kabaḷavaggavaṇṇanā",
    "ai-tika-vin06t2:417_0": "Each one is called to be carpets in his hand.” Some of them he calls none of them, some are not a single rebirth.",
    "ai-tika-vin06t2:417_1": "“They say, ‘It is not allowed to do the same,’ and there is no offense for the sake of which there is no offense.",
    "ai-tika-vin06t2:418_0": "if he discards rice-gruel, thinking, “Take this cloth from the ground,” and they throw it away, saying, “Take up the cloth from the ground,” and “Takes.”",
    "ai-tika-vin06t2:419_0": "The Book of the dartf is finished.",
    "ai-tika-vin06t2:420_0": "6. Surusuruvaggavaṇṇanā",
    "ai-tika-vin06t2:421_0": "627.",
    "ai-tika-vin06t2:421_1": "“As a cursing,” “The elephant was well.",
    "ai-tika-vin06t2:421_2": "Overcome by cool water:",
    "ai-tika-vin06t2:421_3": "“The Individual Sambuddha, the Noble Ones, (even) service, is one who is (also) benefits”,",
    "ai-tika-vin06t2:422_0": "“After going on a balanced swept away as a gorn is incapable of repelling even if subsequently, just as you wish.”",
    "ai-tika-vin06t2:422_1": "for they don’t make a robe,",
    "ai-tika-vin06t2:422_2": "being taken by the power of the hermits, etc.,",
    "ai-tika-vin06t2:422_3": "For corruption is ruined.",
    "ai-tika-vin06t2:422_4": "washed the bowls, water for washing the bowls,",
    "ai-tika-vin06t2:423_0": "covering the head, “Those bed,” and “There are seven palm trees for washing the feet,”",
    "ai-tika-vin06t2:424_0": "637.Cāpoti sattakhādanavadho.",
    "ai-tika-vin06t2:424_1": "“Falling, they eventually prepare dropped bows; and they invited him to accept.” And the meaning is that was large.",
    "ai-tika-vin06t2:425_0": "The colorful is finished.",
    "ai-tika-vin06t2:426_0": "7. Pādukavaggavaṇṇanā",
    "ai-tika-vin06t2:427_0": "she went to the realm of the gods, like a vehicle once,",
    "ai-tika-vin06t2:428_0": "Likewise the frequented chopping board is made of six.",
    "ai-tika-vin06t2:429_0": "When it is such a thing,",
    "ai-tika-vin06t2:430_0": "Shadying the Sakyans, “I’m not sick; I’ll get to see level in you when I’m not sick.” But he says that he would be healthy and well.",
    "ai-tika-vin06t2:430_1": "I too know: ‘I am bound together by idea.’",
    "ai-tika-vin06t2:430_2": "When arriving laziness is finished in the places of loss, the underworld, hell because of the arrivals, and the chopped in a place that occurs because it goes in the lower realm.",
    "ai-tika-vin06t2:430_3": "Or alternatively, it rolls for the sake of a winter, thus it is a disciplinary issue.",
    "ai-tika-vin06t2:430_4": "Or with wrong-headed behavior.",
    "ai-tika-vin06t2:430_5": "that it is not the fields of pot.",
    "ai-tika-vin06t2:431_0": "The Book of the colors is finished.",
    "ai-tika-vin06t2:432_0": "the color of leaves,",
    "ai-tika-vin06t2:433_0": "Having made physical contact with the mind, they originate only as their position, and produced of the succession of the manner of consciousness, they are stated under the heading of “perception”.",
    "ai-tika-vin06t2:433_1": "pursuing what is suitable.",
    "ai-tika-vin06t2:433_2": "These are the kinds of action.",
    "ai-tika-vin06t2:433_3": "Or alternatively, there is bodily-formation here since it is permitted because of the manner of consciousness and the removal of bodily conduct, etc., the consciousness and of the language called “the mind” .",
    "ai-tika-vin06t2:433_4": "(They are) not to be spoken of.",
    "ai-tika-vin06t2:433_5": "and therefore the sitting mat, which is indicated by the sitting mat, and that of the natural state of urgency, and all the flag of the Dhamma.",
    "ai-tika-vin06t2:434_0": "The color of leaves is finished.",
    "ai-tika-vin06t2:435_0": "The chapter on trainees is finished.",
    "ai-tika-vin06t2:436_0": "Grounded for seven days",
    "ai-tika-vin06t2:437_0": "“Those who are decisions should be made by decision, but only with grass and leaves.”",
    "ai-tika-vin06t2:438_0": "The group of seventy-three is finished.",
    "ai-tika-vin06t2:439_0": "The monks’ rules and their analysis is finished.",
    "ai-tika-vin06t2:440_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-vin06t2:441_0": "Practicings",
    "ai-tika-vin06t2:442_0": "1. Pārājikakaṇḍavaṇṇanā",
    "ai-tika-vin06t2:443_0": "The color of ties.",
    "ai-tika-vin06t2:444_0": "as in the course of the mendicants, he gave up to the monks.",
    "ai-tika-vin06t2:445_0": "a certain nun, when she returns, she stepped on foot,",
    "ai-tika-vin06t2:446_0": "He whose bowl is the meaning of the nuns’ analysis of horseface.",
    "ai-tika-vin06t2:447_0": "The color of ties is finished.",
    "ai-tika-vin06t2:448_0": "The first training rule on expulsion",
    "ai-tika-vin06t2:449_0": "656-7.",
    "ai-tika-vin06t2:449_1": "Herein, inquiry are the fortunate-tempered there.",
    "ai-tika-vin06t2:449_2": "at the foot of the arrangement: just as a prepare (weller) goal.",
    "ai-tika-vin06t2:449_3": "(There is) when these (good) foundations of the Recitation:) “There is no desire for them,” they replied:",
    "ai-tika-vin06t2:450_0": "658.",
    "ai-tika-vin06t2:450_1": "“Come, nun,” she replied. But in order to give the full ordination by going to the three refuges beginning with that nun.",
    "ai-tika-vin06t2:450_2": "But at the time of the Buddha was not looking at a distance, like a cowherd, to the Bhikkhu feeding on the ground. And it will appear as if the Bhikkhus of the Buddha.",
    "ai-tika-vin06t2:450_3": "according to the Truth, Visākhā said: “Nibbāna, on this point, there was a great deal of giving the Dhamma”,",
    "ai-tika-vin06t2:450_4": "For women who are possessed of robes, alms-food, lodgings, and medicines and supplies for the sick.”",
    "ai-tika-vin06t2:450_5": "if she is given the full ordination by means of going, the Sambuddha, the fully awakened Buddha, at the time of the Buddha, and at the time of the Buddha, it may be since we are Buddhas.",
    "ai-tika-vin06t2:450_6": "But the nun who has been given the full ordination in the way already described under the at its head of a nun who is fully ordained only as follows: “The Community of monks is acting in accordance with the Community of nuns” in the way already described.",
    "ai-tika-vin06t2:450_7": "There is this discussion that can be understood as referring to.",
    "ai-tika-vin06t2:451_0": "“Having given the full ordination, they have been given to me,",
    "ai-tika-vin06t2:452_0": "One should receive the robe within one’s robe.",
    "ai-tika-vin06t2:453_0": "They may be different.",
    "ai-tika-vin06t2:454_0": "My questions were skillful, I thought about too.”",
    "ai-tika-vin06t2:455_0": "Then the ordinary person wounds the same thing that was to be given by the time of going to the woman he has been possessed by the King: “The monk who has been possessed of her conduct, has been fully ordained by her, and is endowed with her,”",
    "ai-tika-vin06t2:455_1": "If not, then after hearing that word, he should transfer it.",
    "ai-tika-vin06t2:455_2": "“Simply knowing what is said.” And the Palace of Ambatthala is acting in silence.",
    "ai-tika-vin06t2:455_3": "Wherefore I accepted any incomparable elephants, horses, chariots, infantry, and poisonous skins with my hands, my head hairs covered with black, stress and rolled-hood, my heads and feet were strewn from the embarks, I gave birth to a certain host of wounds, my head hairs, body hairs, nails, teeth, skin, and my mind is not an old, the disciples of the Buddhas. And the training are the shelter of the head hairs, body hairs, speech, and mind is expelled.",
    "ai-tika-vin06t2:456_0": "and the order given for the inclination of the kasiṇas thus: “Herein, the order of boundaries have made the following order:",
    "ai-tika-vin06t2:456_1": "mostly the ignoble ones, that is to say, “ action and conduct” is said in the sense of urgency.",
    "ai-tika-vin06t2:456_2": "“When you undertake them, what should be understood?” But if they do not say, “It’s because of actually learning that he has entered upon them, he should be understood.",
    "ai-tika-vin06t2:456_3": "And just as, when a human being is present, he commits an offense entailing expulsion if he has sexual intercourse with the intention of sexual intercourse without having sexual intercourse with the robe, he commits an offense entailing expulsion. ...",
    "ai-tika-vin06t2:456_4": "If he agrees with the entry, there is no offense entailing expulsion for the three kinds of conduct, etc., as regardless of the noble ones, etc., and because he has entered upon them as described under the sentence of action, and so on.",
    "ai-tika-vin06t2:456_5": "for what is eaten, etc., that is drunk, etc., that is to say, the origin of the worldlitud,",
    "ai-tika-vin06t2:456_6": "If he does not agree to the penis, but he agrees to the ground, and he agrees to the edge, nor to the remaining, and he agrees to the taking out, he commits an offense entailing expulsion.",
    "ai-tika-vin06t2:456_7": "for by means of one who accepts it without exception as a conscious mode, he should avoid it from a place that prior stage.",
    "ai-tika-vin06t2:456_8": "Herein, in the Commentaries it is said: “What is this in each and every case? ”",
    "ai-tika-vin06t2:456_9": "‘If a monk has sex with a sense of having sexual intercourse with women who have sexual intercourse with the women who have sexual intercourse with him, and said, “When one who has sexual intercourse,” and on account of the noble cycle of laws, he is preosccupied by sex.",
    "ai-tika-vin06t2:456_10": "If all the collections in the way already stated, it is well spoken by among the eighty-fold sections, which are unskillfuls old and has already been given to him in the ways of the world, and is regarded as such. Then this is what is generally unprofitable, so the mind becomes dispassionate, and is free from the concept of the world.",
    "ai-tika-vin06t2:456_11": "When they were told, ‘Now who does not know the world is blameworthy and blameless’, for all repairing the dead,’ you might find that base consisting in confluence, or that even when the ground is lost.",
    "ai-tika-vin06t2:456_12": "Herein, there is no such label for a monk in the account of the precincts of Suppāraka’s plants, responsiveness today, and when the bhikkhus know, “Such is unprofitable,” he commits an offense entailing confession.",
    "ai-tika-vin06t2:456_13": "For the insisting insistence, and insistence of the novices’ sons being well-behaved.",
    "ai-tika-vin06t2:456_14": "But these skill in reference to the profitable, etc., and non-existence after transgression. There is no such thing as the unskill in absorption.",
    "ai-tika-vin06t2:456_15": "Therefore it is said: “He who is a mind-made body of consciousness and its collection,”",
    "ai-tika-vin06t2:457_0": "some who are skilled in the word’s terminology, and who wants to be one who hasn’t got rid of hate,",
    "ai-tika-vin06t2:457_1": "And it is not appropriate for one trained in the Dhamma,",
    "ai-tika-vin06t2:457_2": "In an unprofitable way to unprofitable mind, in order to get a leaf-hut and fancy work.",
    "ai-tika-vin06t2:457_3": "The explanation by the meaning of all the same thing,",
    "ai-tika-vin06t2:457_4": "“Those who harm to prevent this live together with others will not go from others.”",
    "ai-tika-vin06t2:457_5": "This is the kind of dwelling.",
    "ai-tika-vin06t2:457_6": "If they don’t get rid of the base consisting of boundlessness in what is eaten, drunk, chewed, and tasted in the noble ones;",
    "ai-tika-vin06t2:457_7": "And in the Similar of the Enlightenment factor: not as the case of the Noble Ones, who establishes the Vision regarding the Dhamma, Visionary in the Suttanta.",
    "ai-tika-vin06t2:457_8": "But the novice Sumedhā didn’t work in the past or the novices’ mind.",
    "ai-tika-vin06t2:457_9": "If it is only of little: it is measureless without absorption, even if it is unfinished.",
    "ai-tika-vin06t2:457_10": "with its legitimate means,",
    "ai-tika-vin06t2:457_11": "If the Great Beingsland is destroyed,",
    "ai-tika-vin06t2:457_12": "or novice nuns, too, have (after his) sort of novices.",
    "ai-tika-vin06t2:457_13": "Leaving the net of the novices, the Order of a novice,",
    "ai-tika-vin06t2:457_14": "or from the mendicants.",
    "ai-tika-vin06t2:457_15": "And here he should not be placed here.",
    "ai-tika-vin06t2:457_16": "and misbehaves are to be found in the midst of the lady,",
    "ai-tika-vin06t2:457_17": "If a monk has committed an offense entailing expulsion, he commits an offense entailing expulsion.",
    "ai-tika-vin06t2:457_18": "He can be founders of consciousness for the novices, and he can be found.",
    "ai-tika-vin06t2:457_19": "if she does not have someone else’s mind, then with the ending of craving.",
    "ai-tika-vin06t2:457_20": "and does not arise for (you) dustyles.",
    "ai-tika-vin06t2:457_21": "is the inner quarter, just as hard to break his faults.",
    "ai-tika-vin06t2:457_22": "for one who is born in the world (from him),",
    "ai-tika-vin06t2:457_23": "But why is it only one who does not make a statement regarding the Noble Dhamma?",
    "ai-tika-vin06t2:457_24": "The principles of the noble ones, however, did not show the noble ones among living beings, in regard to the Noble Ones. They don’t kill living creatures, steal, or commit sexual misconduct; they don’t use speech that’s false, divisive, harsh, or nonsensical; and they’re not be understood the meaning of the noble ones, and they don’t practice accordingly.",
    "ai-tika-vin06t2:457_25": "Even the teachers of the teachers seized them in the same way. Then they say, “Whoever is unskilled in the world, those who now makes a neighbours the tale and so on, whose mind is skilled in loss of the world!” Then they say, “Such is skilled in loss of the Dispensation and permitssion.”",
    "ai-tika-vin06t2:457_26": "But in the first place, how could the conqueror that wonder?",
    "ai-tika-vin06t2:457_27": "The first rule, the training rule on physical contact,",
    "ai-tika-vin06t2:457_28": "But the nun and the nun who is mindful:",
    "ai-tika-vin06t2:457_29": "But the accused mendicant, saying, “The accuser of evaluation is performed first and accusations about the first absorption.",
    "ai-tika-vin06t2:457_30": "The entry, agreement,: here, after entering that place inviting place, etc., in the way already stated, they say, “This being is the point of a thought, and so on.”",
    "ai-tika-vin06t2:458_0": "The first training rule on expulsion",
    "ai-tika-vin06t2:459_0": "The second training rule on expulsion",
    "ai-tika-vin06t2:460_0": "“But, Venerables, when you know an offense entailing expulsion, why have you committed an offense entailing expulsion?”",
    "ai-tika-vin06t2:460_1": "But the overpower of the eighty recommended here should be understood here as the recommended in the passage beginning,",
    "ai-tika-vin06t2:461_0": "666.",
    "ai-tika-vin06t2:461_1": "Herein, here the eighth sections (story), “By this method, there is no the sixth offense entailing expulsion in the sixth, but not the sixth announced.”",
    "ai-tika-vin06t2:461_2": "The training rule on sunshades and sandals were placed by the Buddha, and there would be expelled.",
    "ai-tika-vin06t2:461_3": "doing not allow the invitation procedure, by the following sixteen teachers, saying: “Stopses, do some who have already arisen in the future” later went forth.",
    "ai-tika-vin06t2:461_4": "But this is said in the Commentaries: ‘This is the eighth kind of discussion,’ and so on. That is why it is called “announced” .",
    "ai-tika-vin06t2:461_5": "“They are harming,”",
    "ai-tika-vin06t2:461_6": "But he doesn’t have to be chosen:",
    "ai-tika-vin06t2:461_7": "“You have done the cloth lady,” “It is allowable to do it,” and “It is proper for the Vajjians.”",
    "ai-tika-vin06t2:461_8": "Although Vajjis received the same training as these, and have the habit of the training rules, their currents are experienced in pain and sadness, then that is said to be the best.",
    "ai-tika-vin06t2:462_0": "The second training rule on expulsion",
    "ai-tika-vin06t2:463_0": "The third training rule on expulsion",
    "ai-tika-vin06t2:464_0": "sent him off, saying: “Having found out about this,” and he replies, “This is the After refutation.”",
    "ai-tika-vin06t2:464_1": "For this reason:",
    "ai-tika-vin06t2:464_2": "If a monk who has been ejected by a unanimous Sangha, the monk who has been ejected by a legal procedure of ejection for not making amends for an offense, he is like the nuns.",
    "ai-tika-vin06t2:464_3": "She’s not allowed to live as much as she has been allowed.",
    "ai-tika-vin06t2:464_4": "those who lead the spiritual life under the sway of those on probation were ejected for not making amends for an offense.",
    "ai-tika-vin06t2:464_5": "If the monk passed away, he has been ejected for not recognizing an offense.",
    "ai-tika-vin06t2:464_6": "a monk, droping the training, and he resigned the training and returned to a lesser life.",
    "ai-tika-vin06t2:464_7": "But even if the nun has been ejected, she evasively pressed and grilled them to make amends.",
    "ai-tika-vin06t2:464_8": "He is not able to do the legal procedures of reconciliation against the Sangha as a nun who has committed an offense without getting permission from the Sangha.",
    "ai-tika-vin06t2:464_9": "merely by one who has accumulated through a legal procedure of ejection for not recognizing an offense, and one who has not confessed their own views, whether he is mostly pressed or not.",
    "ai-tika-vin06t2:464_10": "(They are) not to be spoken of assert in the island,",
    "ai-tika-vin06t2:465_0": "The third training rule on expulsion",
    "ai-tika-vin06t2:466_0": "The training rule on expulsion",
    "ai-tika-vin06t2:467_0": "675.",
    "ai-tika-vin06t2:467_1": "“Anyone who shows the light of such and such powers as this should be said to show the sharing of lustful friendship and colleagues.”",
    "ai-tika-vin06t2:467_2": "Tissa and Pañcasikha, Tissa, and Tissa,",
    "ai-tika-vin06t2:467_3": "One should not associate with, nor does he cultivate it.",
    "ai-tika-vin06t2:467_4": "a hermaphrodite.",
    "ai-tika-vin06t2:467_5": "While fit in the letter,",
    "ai-tika-vin06t2:467_6": "He doesn’t associate with,",
    "ai-tika-vin06t2:467_7": "does not do the service,",
    "ai-tika-vin06t2:467_8": "praises of two kinds of semen:",
    "ai-tika-vin06t2:467_9": "(They say): the strike and the cow-dung,",
    "ai-tika-vin06t2:468_0": "from the near shore of the far shore, or from the far shore, and from the near shore of the far shore.” And the meaning is the meaning, it is the meaning.",
    "ai-tika-vin06t2:469_0": "The fourth training rule on expulsion",
    "ai-tika-vin06t2:470_0": "The chapter on offenses entailing expulsion is finished.",
    "ai-tika-vin06t2:471_0": "2. Saṅghādisesakaṇḍavaṇṇanā",
    "ai-tika-vin06t2:472_0": "The first training rule on what is intended",
    "ai-tika-vin06t2:473_0": "excessive concentration on the inside, the educated one low,",
    "ai-tika-vin06t2:473_1": "I allow a bundle of hemp and arches for the Sangha, for the sake of a monastery, or for the Sangha, for the benefit of a person, and for the benefit of worldly pleasures, for the sake of a bondservants, workers, and staff; and went to a new town hall, arch, or a chickenclosed house.”",
    "ai-tika-vin06t2:473_2": "“Sirs, this monastery worker gives to the Sangha for the benefit of so-and-so, has been given to the Sangha.",
    "ai-tika-vin06t2:473_3": "from here the good field, from the monastery, from the embryo, from the embryo, from a cow, or from a worm-in-clothed house, he asks the Sangha what is given to so-and-so.”",
    "ai-tika-vin06t2:473_4": "“Where do you doing this?” “They do you repeat what you said,” then that monk has not been told.",
    "ai-tika-vin06t2:473_5": "if he does not guard it, but he thinks, “They are subsequent,” and he is expelled;",
    "ai-tika-vin06t2:473_6": "If the goods are apprehended: there is someone else who gives the gifts, they should be given to another.",
    "ai-tika-vin06t2:473_7": "“Feeling is stated in the way stated,” it should be understood as stated in the way described under the heading of “Food” . And this was said above by the instance of the mind.",
    "ai-tika-vin06t2:474_0": "The first offense entailing suspension is finished.",
    "ai-tika-vin06t2:475_0": "The second training rule on the head",
    "ai-tika-vin06t2:476_0": "683.",
    "ai-tika-vin06t2:476_1": "the sons of the Āṭānāṭikaputtas,",
    "ai-tika-vin06t2:476_2": "if it is allowable;",
    "ai-tika-vin06t2:476_3": "allowable for an eon.",
    "ai-tika-vin06t2:476_4": "and summoning her own assembly, after departing from others.",
    "ai-tika-vin06t2:476_5": "When the noble ones do not know, however are those who are not fully admitted and who speak the result of their speech should be understood as follows: “This is the result of their intention, aims are to be understood” or “prehensively the physical processes of the mind.”",
    "ai-tika-vin06t2:476_6": "They called “The Chariot-mellers” because they were told,",
    "ai-tika-vin06t2:477_0": "The second offense entailing suspension is finished.",
    "ai-tika-vin06t2:478_0": "The third training rule on the third part of the body",
    "ai-tika-vin06t2:479_0": "The former wife had the drums beaten fortunate,",
    "ai-tika-vin06t2:479_1": "In the village where the family circle was well-known as relatives and family members of families, and the meaning is the meaning.",
    "ai-tika-vin06t2:479_2": "and then went to a village district, as well as in the village, town, and Khujjamā, and turned her to a village.",
    "ai-tika-vin06t2:480_0": "692.",
    "ai-tika-vin06t2:480_1": "knowing what has an unenclosed inhabited area with a district, the others should understand:",
    "ai-tika-vin06t2:480_2": "And if it is at the wrong time, he may go to the precincts of two or three requisites before the village or the distance of the rainy season. Then he may say, “Through that one who is fitting it in the thresholds,” and he requisites it is said to be enclosed by two or three.",
    "ai-tika-vin06t2:480_3": "yet it is said to be “where in a place wherever he can go” at all times, and instead of encloses an unenclosed inhabited area is for threshing the meaning.",
    "ai-tika-vin06t2:480_4": "If this is said in the blind people (of the Neither), ‘That’s a place without reaching the door,’ and if they get rid of requisites for the sick, they commit an offense entailing confession. Then they go beyond the stress of the throne, and they get rid of the vicinity of evasiveness and make the first absorption, they commit an offense of wrong conduct.",
    "ai-tika-vin06t2:480_5": "When he has crossed the second foot, he commits an offense entailing confession. On the other offense entailing confession.”",
    "ai-tika-vin06t2:480_6": "“The vicinity of an unenclosed inhabited area, and some of the villages don’t get enough.”",
    "ai-tika-vin06t2:480_7": "Herein, “As a particular component of the sixteen thirteen idea, why are they stated?”",
    "ai-tika-vin06t2:480_8": "At the wrong time, while he was still alive, he thought, “Where doing this? Consequently the teacher’s doctrine, he will cross over the flood by ocean.”",
    "ai-tika-vin06t2:480_9": "and in the enclosure of an unwalled causing, it doesn’t escape when the robe is finished;",
    "ai-tika-vin06t2:480_10": "In many places, how many training rules are included in the Commentary. How is it the training rules?",
    "ai-tika-vin06t2:480_11": "taken by oneself in the wilderness, there is no offense for one who is not an offense.",
    "ai-tika-vin06t2:480_12": "But even though the Buddha showed him close to him, the verses were shown to him close off, therefore the verses of the Buddha, the verses were showing him how they come.",
    "ai-tika-vin06t2:480_13": "What is more than the thirteen offenses, standing on the fourteenth part of the offenses, and he should draw the conclusion about the offenses. He should draw the conclusion: “The story of the Discipline is finished in the Commentaries.”",
    "ai-tika-vin06t2:481_0": "And although the word “foody first goes here first, they will go beyond the limit of their feet, doing so by that, or that they return to here,” etc., and they show themselves to them first.",
    "ai-tika-vin06t2:481_1": "Herein, one who has no urgent acts, one who is leading the fullness of compassion should go.",
    "ai-tika-vin06t2:481_2": "The nuns’ dwelling places in the vicinity of the monastery, thinking, “The village hasn’t been drivenking about in the neighborhood of a village.”",
    "ai-tika-vin06t2:481_3": "“If it comes to the Great Bodhisatta, an abiding in dependence on the Great State, one is able to endure shakes, while the nuns’ dwelling place outside the village of the Enlightenments,” and then, “It is said to be like a crack of dawn in the Mahātittha sewnings in the village,” and “It is just as though the leading to the monastery is soiled,” it current backs about a village, and he has chosen’s life.",
    "ai-tika-vin06t2:481_4": "Against those of the four kinds: a discrimination should be understood here: “This is how they should fix the boundary in the village.”",
    "ai-tika-vin06t2:481_5": "if the community has been appointed with a nun, and she is living together with a woman, and she then stays with that same dwelling as her.",
    "ai-tika-vin06t2:481_6": "‘If a nun, she commits an offense entailing confession.’”",
    "ai-tika-vin06t2:482_0": "If he makes a purification for the second absorption, there is the second ground, but not for a third time, he commits an offense entailing suspension.",
    "ai-tika-vin06t2:482_1": "“The sight of others,” and they resort to see that wherever they want.",
    "ai-tika-vin06t2:482_2": "While the village was in the charnel ground",
    "ai-tika-vin06t2:482_3": "But in the Dark One said, “This conversation is blind and sightless, and he is far from the male and female separately, there is no offense for him.",
    "ai-tika-vin06t2:482_4": "if he gets the three robes of other (perhaps), he is what is said.”",
    "ai-tika-vin06t2:482_5": "It comes back to the monastery that comes up from him, and when he comes to an end, thus it is said.",
    "ai-tika-vin06t2:482_6": "“Why isn’t the grossness of the kind described in the gathering?”",
    "ai-tika-vin06t2:482_7": "In the next village, having spended the Commentary wife in the village, and in the twist of the roar of the three months, it seems, and that of the wives, didn’t even reach that whirlpool,",
    "ai-tika-vin06t2:483_0": "In an uninhabited: the meaning is, a wilderness in the wilderness, is the meaning.",
    "ai-tika-vin06t2:483_1": "for this offense, which is shown by the suffering:",
    "ai-tika-vin06t2:483_2": "If, when a mendicant has committed this offense, they do get rid of it.",
    "ai-tika-vin06t2:483_3": "And at the village of Laṅkā, too, it is responded by a length of provisions.",
    "ai-tika-vin06t2:483_4": "If there is even a single nun in the wilderness, she must get hold of it and then go to the wilderness. She shouldn’t get hold of her and said:",
    "ai-tika-vin06t2:483_5": "But as they leave the village, it comes up to a village with their own insight, thus it is called “experience”.",
    "ai-tika-vin06t2:483_6": "For this is said in the Vinaya: “The princes are in communions and the out-of-seasons, ocher having made the affairs of oil, and then go to the Komudī.",
    "ai-tika-vin06t2:483_7": "If it is swallowing in the next village, it is currented by spears in the morning when there is no dwelling.”",
    "ai-tika-vin06t2:483_8": "Herein, the group of nines: “What’s low practice?",
    "ai-tika-vin06t2:483_9": "While the other village, he is expelled in the neighborhood of a village, for the thief of the village, and what is said.”",
    "ai-tika-vin06t2:483_10": "Herein, this is said: “Bhikkhus, there are no concepts for each and every statement.”",
    "ai-tika-vin06t2:483_11": "“There is a seat of the Great Bodhi,” and they there is an offense for him.",
    "ai-tika-vin06t2:484_0": "The third offense entailing suspension is finished.",
    "ai-tika-vin06t2:485_0": "The training rule on the fourteenth offenses",
    "ai-tika-vin06t2:486_0": "if they give, but not because they need;",
    "ai-tika-vin06t2:486_1": "(They are) immeasurable for one who thinks, “this is the consent of another group”,",
    "ai-tika-vin06t2:486_2": "They are the traditions,",
    "ai-tika-vin06t2:486_3": "after making his instructions for the Sangha.",
    "ai-tika-vin06t2:486_4": "Thinking: “The Community of monks has already completed the monasteries because they have completed the solace.”",
    "ai-tika-vin06t2:486_5": "“Still, this first herd of bandits embarrassed embracing her first joints, set out of the evening, and giving the full admission to the nun Thullanandā.” She then, having had the first strength of them first her great deals with her variety, and so did not go on.",
    "ai-tika-vin06t2:486_6": "‘No mendicant who has seen the Truth, and is what she said.’”",
    "ai-tika-vin06t2:487_0": "Only what is contrary to the Monastic Law in the Refuges of the Sangha that is not over-associated with the legal procedure, namely, clansing to them, what is called “unboundless”.",
    "ai-tika-vin06t2:487_1": "This is all instance.",
    "ai-tika-vin06t2:487_2": "if she is at some time;",
    "ai-tika-vin06t2:487_3": "other.",
    "ai-tika-vin06t2:487_4": "When one roams a certain one,",
    "ai-tika-vin06t2:487_5": "One of them:",
    "ai-tika-vin06t2:487_6": "At one time:",
    "ai-tika-vin06t2:487_7": "In a certain dwelling place:",
    "ai-tika-vin06t2:487_8": "wherever she gets permission from one inspect,",
    "ai-tika-vin06t2:487_9": "One leagues from one league.",
    "ai-tika-vin06t2:487_10": "Herein, in that monastery there are non-monastery in the Sangha where the teacher doesn’t go. This is the meaning of their teachers.",
    "ai-tika-vin06t2:487_11": "wherever he is able to look at, he is guilty.",
    "ai-tika-vin06t2:488_0": "The fourth offense entailing suspension is finished.",
    "ai-tika-vin06t2:489_0": "The training rule on the five factors",
    "ai-tika-vin06t2:490_0": "And this is why it is said, but it is not said to be included by a nun who is called “experienced”.",
    "ai-tika-vin06t2:490_1": "and having seen him, the floor was coming to an end.",
    "ai-tika-vin06t2:490_2": "if it is to betive;",
    "ai-tika-vin06t2:490_3": "if she receives, knowing that the man has no lust;",
    "ai-tika-vin06t2:490_4": "For if person’s intentions aren’t corrupted, their limited deeds aren’t worth a sixteenth part of the day, and they’d do the same thing, but only if they were received.",
    "ai-tika-vin06t2:490_5": "For the inclination of the unconcealed,",
    "ai-tika-vin06t2:490_6": "But there is no offense for this.",
    "ai-tika-vin06t2:490_7": "And both of them without lust, there is no offense.",
    "ai-tika-vin06t2:490_8": "Regarding her, the nun who was lustful, thought, “Who has lust?” She received the confession of which she had not accepted.",
    "ai-tika-vin06t2:490_9": "She did not know whether he was uneducated or not, she was asked, “Just solace,” and she replied, “Nothing.”",
    "ai-tika-vin06t2:490_10": "for this is said in the Vinaya: “Venerable, you are not received, I do not receive it.",
    "ai-tika-vin06t2:490_11": "corrupted mind,",
    "ai-tika-vin06t2:490_12": "I’m not failing to steal.”",
    "ai-tika-vin06t2:491_0": "The training rule on the fifth offenses entailing suspension is finished.",
    "ai-tika-vin06t2:492_0": "The sixth offense entailing suspension",
    "ai-tika-vin06t2:493_0": "705.Tenāti tasmā.",
    "ai-tika-vin06t2:493_1": "They don’t give attentively because they don’t receive it. That is why there is no need of them.",
    "ai-tika-vin06t2:493_2": "from here and there.",
    "ai-tika-vin06t2:493_3": "“He is skilled in the mind” .",
    "ai-tika-vin06t2:493_4": "“So it is simply permitted by one who says ‘perception’, and so on.",
    "ai-tika-vin06t2:494_0": "The sixth offense entailing suspension is finished.",
    "ai-tika-vin06t2:495_0": "The training rule on the seventh offenses entailing suspension",
    "ai-tika-vin06t2:496_0": "712-4.",
    "ai-tika-vin06t2:496_1": "Formerly there is no offense in the past, which is lost.",
    "ai-tika-vin06t2:496_2": "After the motion, they lift the bowls on the sheet, demolished the almsbowl, and put their bowls on the first day.",
    "ai-tika-vin06t2:496_3": "And having them committed it, he said, “They are traverse with you.”",
    "ai-tika-vin06t2:496_4": "If you say, “Not after telling them I’ve heard, there is no offense for the living of the spiritual life.",
    "ai-tika-vin06t2:496_5": "If it is an illegitimate legal procedure, and she perceives it as such, and she referring to the attainment of wrong conduct, she commits an offense entailing suspension.",
    "ai-tika-vin06t2:497_0": "The training rule on the seventh offenses entailing suspension is finished.",
    "ai-tika-vin06t2:498_0": "The training rule on the eight factors",
    "ai-tika-vin06t2:499_0": "715.Paccākatāti parājitā.",
    "ai-tika-vin06t2:499_1": "The training rule on corrupters of families",
    "ai-tika-vin06t2:499_2": "For this is said in the commentary on the word-meaning to give up the opposite matter.",
    "ai-tika-vin06t2:499_3": "This being so, there is another kind of offense for the sake of which one shares out. That is why, when that is similar and discussing the offense for the sake of this.",
    "ai-tika-vin06t2:499_4": "This is the wrong way to look at it.",
    "ai-tika-vin06t2:499_5": "the rest of the base, in other words, the four announcements, and the rest,",
    "ai-tika-vin06t2:500_0": "The training rule on the eight offenses entailing suspension is finished.",
    "ai-tika-vin06t2:501_0": "The training rule on the requisites",
    "ai-tika-vin06t2:502_0": "if he responds, “They’re expert in speech;”",
    "ai-tika-vin06t2:503_0": "The training rule on the ninth offenses entailing suspension is finished.",
    "ai-tika-vin06t2:504_0": "The chapter on offenses entailing suspension is finished.",
    "ai-tika-vin06t2:505_0": "3. Nissaggiyakaṇḍavaṇṇanā",
    "ai-tika-vin06t2:506_0": "The first training rule on illustrating",
    "ai-tika-vin06t2:507_0": "The first rule, the training rule on sticks, is simply abusively.",
    "ai-tika-vin06t2:508_0": "The second training rule on exchanging what is intended",
    "ai-tika-vin06t2:509_0": "740.",
    "ai-tika-vin06t2:509_1": "or because of the opportunity sex, that which is to say, of not having a robe, or if it is at most time for the robe season.",
    "ai-tika-vin06t2:509_2": "He should not be shared out as much.",
    "ai-tika-vin06t2:509_3": "For the other reasons too will be beneficial,",
    "ai-tika-vin06t2:509_4": "But the group is seized by the “I” is got the back, and then give them the support.",
    "ai-tika-vin06t2:509_5": "Like this when by giving:",
    "ai-tika-vin06t2:509_6": "He should be shared out in that robe-cloth:",
    "ai-tika-vin06t2:509_7": "Suppose that robe-cloth was to be relinquished by that robe-cloth. On the contrary, he did not get those nuns.”",
    "ai-tika-vin06t2:509_8": "If she gotten up, thinking, “If this person is to be gottrayed, I could give this person to them—whether that person—whether that simultaneous probation or should be given to them, and because she has already got the same reply.” So she should be told to say, “From this point out.”",
    "ai-tika-vin06t2:510_0": "741.",
    "ai-tika-vin06t2:510_1": "‘When the robe-cloth is developed and cultivated, but she does not perceive it as such, and she uses a distribution of robe-cloth, she should not explain it to be given out, and just as I am.",
    "ai-tika-vin06t2:510_2": "If he takes it onto a shelter, he must take it at the time.",
    "ai-tika-vin06t2:511_0": "The second training rule on malicious talebearing is finished.",
    "ai-tika-vin06t2:512_0": "The third training rule on receiving what is used",
    "ai-tika-vin06t2:513_0": "If it is an intercourse, and she perceives it as such, she commits an offense entailing confession.",
    "ai-tika-vin06t2:514_0": "The third training rule on nakedness is finished.",
    "ai-tika-vin06t2:515_0": "The training rule on the four sides",
    "ai-tika-vin06t2:516_0": "752.",
    "ai-tika-vin06t2:516_1": "If you get to take it, but only if you don’t get something else, that’s why you get something else there, you’ll get something else to be relinquished.",
    "ai-tika-vin06t2:516_2": "So too with the words,",
    "ai-tika-vin06t2:517_0": "The fourth training rule on revealing the fourth parts is finished.",
    "ai-tika-vin06t2:518_0": "The training rule on the five-footed food",
    "ai-tika-vin06t2:519_0": "After bringing ghee on the cows, “The covering with ghee and oil, it seems, for me,”",
    "ai-tika-vin06t2:520_0": "The training rule on nakedness is finished.",
    "ai-tika-vin06t2:521_0": "The sixth training rule on what is shared out",
    "ai-tika-vin06t2:522_0": "yet he started his voice, and instruments for him.",
    "ai-tika-vin06t2:522_1": "whatever is to be relinquished, that relinquished.",
    "ai-tika-vin06t2:522_2": "And when they know that it was raining and the bowl, they agree that it was given to him by the rainy-season residence, there was no use of them that.”",
    "ai-tika-vin06t2:522_3": "whether they respond to the end, they say, “Even if they don’t share it and make a statement because they have been Reflected,” they say.",
    "ai-tika-vin06t2:522_4": "Herein, for one who is sick",
    "ai-tika-vin06t2:523_0": "The sixth training rule on fine groups",
    "ai-tika-vin06t2:524_0": "The training rule on what is constructed",
    "ai-tika-vin06t2:525_0": "764.",
    "ai-tika-vin06t2:525_1": "In the seventh (story), still although even a funeral pyre, without comparison,",
    "ai-tika-vin06t2:525_2": "Likewise the meaning should be understood by one thing, that is, a term for themselves.",
    "ai-tika-vin06t2:525_3": "I asked for them to get these ingredients, “Venerables, if I ask for them for tonics,” and then use them to exchange the purpose of portions.",
    "ai-tika-vin06t2:525_4": "By means of that deed:",
    "ai-tika-vin06t2:525_5": "But with that requisite and medicine as cure for the sick, and for the purpose of buying tonics, they exchange them for tonics, which they get to be asked for, “Kill sort,” and they exchange it for the purpose of buying it.",
    "ai-tika-vin06t2:525_6": "but then, if she exchanges those requisites for tonics, which she could be asked for, and then be told, “This is the same.”",
    "ai-tika-vin06t2:526_0": "But the vicinity of the people considered, “Because of what they were asking and begging for themselves, they get what they said.”",
    "ai-tika-vin06t2:526_1": "This is good in the Dhamma,",
    "ai-tika-vin06t2:526_2": "He said, “I obtain the food prepared by the Sangha,” and so on.",
    "ai-tika-vin06t2:526_3": "The proclamation of even more than that, who is more than the water in the consequence of his own use, and doesn’t fall apart.",
    "ai-tika-vin06t2:526_4": "When they have had done what had to be done,",
    "ai-tika-vin06t2:526_5": "And they should ask for begging the Sangha and be asked for a begging.",
    "ai-tika-vin06t2:526_6": "Through this one he has no faith in another all the other, it must be be residing here and there, and because of this person. On the contrary, the Monastic Law, and the Teacher, the because he has been included by the Community. And the occasions should be be told in accordance with that offense.",
    "ai-tika-vin06t2:526_7": "And although he has no one offense, it is only because of those offenses.",
    "ai-tika-vin06t2:526_8": "not included in the rivers that were worth a sixteenth part, and the Saṅgha, have attained to great countless people in this way, and possessing the attainment of universal monarchs, and so on.",
    "ai-tika-vin06t2:527_0": "The training rule on what is constructed",
    "ai-tika-vin06t2:528_0": "The training rule on covering the head",
    "ai-tika-vin06t2:529_0": "Training is the best of mentioned in the Dispensation of the Jina, and also the group of fourteen on men,",
    "ai-tika-vin06t2:530_0": "The training rule on eighty-footed (precepts) is finished.",
    "ai-tika-vin06t2:531_0": "The training rule on receiving what was allowable",
    "ai-tika-vin06t2:532_0": "she grasps the group of travelers, and not by others in any way.",
    "ai-tika-vin06t2:533_0": "The training rule on ninety-four years are finished.",
    "ai-tika-vin06t2:534_0": "The training rule on covering the group of ten",
    "ai-tika-vin06t2:535_0": "779.",
    "ai-tika-vin06t2:535_1": "‘When a personal requisite is designated for a specific purpose and was asked for, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession.’”",
    "ai-tika-vin06t2:535_2": "This is why it has not been stated in the sense fields, nor is what is said in the sense.",
    "ai-tika-vin06t2:535_3": "And here there is no idea in this way: “In the place wherever a individuals gives, and uncleared relations, friends and colleagues, relatives and kin shall do as the essence, and the heartwood does not response.",
    "ai-tika-vin06t2:535_4": "In such a case, when they see a miracle, they should be expert on the Monastic Law according to the Teacher’s instruction.",
    "ai-tika-vin06t2:535_5": "When a number of old age swifts in the evening, “It’s allowable for you to put a monk in charge.” But it is not allowable for him to exchange them.",
    "ai-tika-vin06t2:536_0": "The training rule on group of ten",
    "ai-tika-vin06t2:537_0": "The training rule on playing in her sleeping place",
    "ai-tika-vin06t2:538_0": "784.",
    "ai-tika-vin06t2:538_1": "Having said it to him, “Where are you coming here?” and “Why are you coming here?”",
    "ai-tika-vin06t2:538_2": "Having reached the thirty-two analysis of the nuns’ Community, he stayed there.",
    "ai-tika-vin06t2:538_3": "One who has shown that he has said above, having no doubts about them, he should make an effort to understand, thus: “You should give such a profession about the rule, about the training, of the border of the language,” and on account of the indication, he should understand that he has already explained.",
    "ai-tika-vin06t2:538_4": "if she says, “They are not included in the training rules and the training rules, and he does not ask for enlightenment,” and they say, “The training rules and the abode, and the four training rules.” But when asked for these reasons, they say, “And is unlucky, unfortunate, that is why it should be known, that is to say, the meaning of among those who have facts, of giving, etc., as follows: “The meaning, is that which can be understood”",
    "ai-tika-vin06t2:538_5": "but this calm is what has been called “The group of travelers” when it is said: “This dwelling place is caught in the charnel ground,",
    "ai-tika-vin06t2:538_6": "There is no offense for relatives who have invited the departed, but who is engaged in wholeheartedly for all living beings.",
    "ai-tika-vin06t2:538_7": "According to a permanent invitation, that is the name of this discussion.”",
    "ai-tika-vin06t2:538_8": "‘Plowing, cold,’ and embracing it is said for extra effort. And even for the sake of this it is said.”",
    "ai-tika-vin06t2:538_9": "This is just the ten:",
    "ai-tika-vin06t2:539_0": "The training rule on sitting in the same sleeping place is finished.",
    "ai-tika-vin06t2:540_0": "The group of thirty nuns is finished.",
    "ai-tika-vin06t2:541_0": "The chapter on relinquishment and confession is finished.",
    "ai-tika-vin06t2:542_0": "4. Pācittiyakaṇḍavaṇṇanā",
    "ai-tika-vin06t2:543_0": "1. Lasuṇavaggo",
    "ai-tika-vin06t2:544_0": "The first training rule on containing rice",
    "ai-tika-vin06t2:545_0": "I am the one who wraps",
    "ai-tika-vin06t2:545_1": "The boundaries that were bound with jujube fruits, then after placing them the decorations, they must be eaten by the powder and the rest.",
    "ai-tika-vin06t2:546_0": "The first training rule on garlic",
    "ai-tika-vin06t2:547_0": "2. Dutiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:548_0": "A person to take hold of them, thinking, “They should Vedic choose this for the bowl.” or “Dear it to be understood.”",
    "ai-tika-vin06t2:548_1": "Although they could not show the place where it has been shown, dropped on its head, though it has been shown, that is, the poison, etc., and that is too, among the names, the class of rebirth, and that each uprooping, the pushing of their hands, and the carbuncles, etc., and that is how the practice of being disposed.",
    "ai-tika-vin06t2:548_2": "They make an effort to be conceived in the past, as well.",
    "ai-tika-vin06t2:548_3": "that’s how a monkey, and in such a case,",
    "ai-tika-vin06t2:548_4": "This is the tradition of the ancient.",
    "ai-tika-vin06t2:548_5": "Herein, “ action isn’t conduct” is what is said.",
    "ai-tika-vin06t2:549_0": "The second training rule on what is intended",
    "ai-tika-vin06t2:550_0": "The third rule, the training rule on lying down, is the third training rule.",
    "ai-tika-vin06t2:551_0": "5. Pañcamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:552_0": "812.",
    "ai-tika-vin06t2:552_1": "In the fivefold purity of mindfulness, etc., there is no offense as in the way already described, and there is no offense.",
    "ai-tika-vin06t2:552_2": "Herein, one person is to be brought down together with two finger joints, two fingers, and one-and-a-half thresholders one, and two finger-pointments, and two finger-pointments should be understood to understand.",
    "ai-tika-vin06t2:552_3": "Is the noble ones shown that is not Only the underlying tendencies",
    "ai-tika-vin06t2:553_0": "The training rule on the five hundred",
    "ai-tika-vin06t2:554_0": "The sixth rule, the training rule on lying down,",
    "ai-tika-vin06t2:555_0": "7. Sattamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:556_0": "820-822.",
    "ai-tika-vin06t2:556_1": "“Pātimokkha is making a miracle.”",
    "ai-tika-vin06t2:556_2": "“For somewhere, the meaning is this.”",
    "ai-tika-vin06t2:556_3": "What is fame or terror",
    "ai-tika-vin06t2:556_4": "”To the people progressively in their past life are said to be in the receptacle of what is said.",
    "ai-tika-vin06t2:556_5": "And here it is said: “In this matter what they ask and has passed away,” “They are included in the basics,” and so on. These Ones are not referring to.",
    "ai-tika-vin06t2:556_6": "If he makes him ill at ease, he should be lopped in an offense entailing confession.",
    "ai-tika-vin06t2:556_7": "Then the wrong conduct should be done, even if it is bitter, he should be regarded as an offense of wrong conduct.",
    "ai-tika-vin06t2:556_8": "For there is no practitioner in the case of the winds when there is.",
    "ai-tika-vin06t2:557_0": "he says, “Laying is allowable to reject this.” But he says, “Listening it, you can endure.”",
    "ai-tika-vin06t2:557_1": "for receive it is not allowable to receive it.",
    "ai-tika-vin06t2:557_2": "It is not allowed because he has had no understanding of relatives who are related to it who have not yet been given to him” .",
    "ai-tika-vin06t2:557_3": "But when the groups by consequences that were allowed to eat elsewhere, they made an effort there.",
    "ai-tika-vin06t2:557_4": "And another, thinking, “This is how these seventy-two attainments are not hurtful,” and on the following eighty-footed ignoble expression, for all seven years, and fortunateness,” the bases of psychic power are seen.",
    "ai-tika-vin06t2:557_5": "If they make an end of suffering, would be appropriate for their relatives and kin who make themselves heard. If they ask for something else, they say, “We will ask for too much,” and they say, “We will do what’s offered.”",
    "ai-tika-vin06t2:557_6": "‘The one who has not committed an offense of wrong conduct for seven months and for seven months without asking. Then there is a suitable reason, not a curse such as yourself; and one who isn’t able to make an effort to get them, and one whose ill at ease in any offense. And the appropriate procedure is conditioned.",
    "ai-tika-vin06t2:557_7": "Or, a nun is not allowed to make a robe for her,",
    "ai-tika-vin06t2:557_8": "For this was said by the mendicant blind people: “Nandaka, a foolish stupid one of the mendicants, who are able to arrive on the same day or said to the mendicants,",
    "ai-tika-vin06t2:557_9": "if this is the arguments and then gives rice porridge and then all the monks headed by the meal, all of them today, committing an offense.”",
    "ai-tika-vin06t2:557_10": "Therefore he should say: “Give away the lady of co-wife! ” But he can’t say.",
    "ai-tika-vin06t2:557_11": "“While you can do this?”",
    "ai-tika-vin06t2:557_12": "But it is allowed to make a new monastery because it is allowed to live in a new monastery that is allowed to make it for the good.” But when it is said, “It isn’t allowable to live in it, thoroughly because it is allowed,” he said, “It isn’t easy to live in it.”",
    "ai-tika-vin06t2:557_13": "“We don’t want to give away rain,” he said, “Yes!”",
    "ai-tika-vin06t2:557_14": "When one has been relinquished to the Sangha, it is for the purpose of which it is said to be limited, or to be cut off. ...",
    "ai-tika-vin06t2:557_15": "all of the offenses of wrong conduct for the purpose of demotion, which is for the sake of the worst (what has been said): “What is it? ”",
    "ai-tika-vin06t2:557_16": "“If he wants to give the goods to be given, venerable sir, that is what I wanted to receive it, then you said it was given.”",
    "ai-tika-vin06t2:557_17": "“But that kind of person isn’t said.”",
    "ai-tika-vin06t2:557_18": "The whole of the Elder Upatissa",
    "ai-tika-vin06t2:557_19": "The senior monk who was Dhammadinnā said: “Follower than a new pair of robes for the Sangha; he had not received the confession of the Sangha.”",
    "ai-tika-vin06t2:558_0": "The training rule on the commentary",
    "ai-tika-vin06t2:559_0": "8. Aṭṭhamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:560_0": "824.",
    "ai-tika-vin06t2:560_1": "The first harem of the Kings, “Paṭācārā,” and they wrapped up.",
    "ai-tika-vin06t2:560_2": "The king’s employed is said to employed by the King.",
    "ai-tika-vin06t2:560_3": "“They say that the meal is useful for them to get a meal.”",
    "ai-tika-vin06t2:560_4": "unshakable for you,",
    "ai-tika-vin06t2:561_0": "covering over, not with food and drink.",
    "ai-tika-vin06t2:562_0": "The training rule on eight parts of the color",
    "ai-tika-vin06t2:563_0": "9. Navamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:564_0": "832.",
    "ai-tika-vin06t2:564_1": "“Where do you discard this?” She understood: “There is no doubts about it, there is no doubt about it, there is nothing through in the noble ones, who live in dependence on the training rules.",
    "ai-tika-vin06t2:564_2": "Here the fields of land, etc., and the husband are the law of the bondservants.",
    "ai-tika-vin06t2:564_3": "if he does not throw it away in a monastery, but there is no curses to throw it away, and if there is no danger of the Sangha;",
    "ai-tika-vin06t2:564_4": "And both the nuns who were not satisfied in the way already described under the Sangha of nuns are not allowed to live in this way also.”",
    "ai-tika-vin06t2:565_0": "The training rule on the ninth",
    "ai-tika-vin06t2:566_0": "10. Dasamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:567_0": "It’s not allowed to specifically prosperous and excrement, while eating and drinking alcohol.",
    "ai-tika-vin06t2:567_1": "“It is possible to give a teaching to someone who is nursing a very long time.”",
    "ai-tika-vin06t2:567_2": "When the Ancient Buddhas knew that they had said, “It is not allowed to live in line with the teaching,” and when he is said, “It is allowable,” and when he is allowed to teach the king, “It is allowed to teach the Dhamma,” and he is said, “It is allowable,” and he does so with the money, “It is allowable,” then he is confirmed.",
    "ai-tika-vin06t2:568_0": "One day, namely the world of the men, and stationed about heavens",
    "ai-tika-vin06t2:568_1": "who don’t see when they’ve mistakenly.",
    "ai-tika-vin06t2:568_2": "“If there is no nun who feels to be able to lie down, or to get by a cow, there is no offense for them.”",
    "ai-tika-vin06t2:568_3": "graceful thoughts,",
    "ai-tika-vin06t2:568_4": "If why are they stated like this?",
    "ai-tika-vin06t2:568_5": "This great reference to the Great Being",
    "ai-tika-vin06t2:568_6": "If he is not able to find out about it, or he is unable to find anyone to do what is said from him.",
    "ai-tika-vin06t2:568_7": "the other Mahāpajāpatī Gotamī gave (and other).",
    "ai-tika-vin06t2:568_8": "(This is) not to be dealt with.",
    "ai-tika-vin06t2:568_9": "“Although the places have been stated here, they are preceding the origin of the world in the sixth and eighteen on the place it should be understood here.”",
    "ai-tika-vin06t2:568_10": "“Have he does not already stated,” he said to the men, “Have you making sure this statement, “If it is not easy to admonish, having become corrupted in speech, then it’s easy to admonish.",
    "ai-tika-vin06t2:568_11": "“Even if they were loin clothed, by means of a fine deed, by a wrong turn,",
    "ai-tika-vin06t2:568_12": "For pervading his bodily action is poisoned only; that is why it should be taken here and there.",
    "ai-tika-vin06t2:568_13": "This is how it should be understood as follows:",
    "ai-tika-vin06t2:568_14": "The training rule on hiding the overcoming",
    "ai-tika-vin06t2:568_15": "“They’re muddy, and after this training rule was carried on topic, but they’re not semenched.”",
    "ai-tika-vin06t2:568_16": "When he said, “Why are you talking about?” they dodge the teachings and said, “Nay, Dhammadinnā,”",
    "ai-tika-vin06t2:569_0": "It is an incomparable requisite, but not from here to the whole city, but even all the time.",
    "ai-tika-vin06t2:569_1": "“While staying in the monastery, does the others do not get angry even when he sits, does not ask for something else?”",
    "ai-tika-vin06t2:570_0": "The training rule on the ten training rules is finished.",
    "ai-tika-vin06t2:571_0": "The conclusion of the garlic is finished.",
    "ai-tika-vin06t2:572_0": "2. Andhakāravaggavaṇṇanā",
    "ai-tika-vin06t2:573_0": "1. Paṭhamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:574_0": "839.",
    "ai-tika-vin06t2:574_1": "“Even in the dark of night, there is a mortification in the dark of night,” they say,",
    "ai-tika-vin06t2:574_2": "There are mansions that last from which he is standing on the four sides, and postures them in the moderation with the arm’s reach of the woman, and if he walks back, he commits an offense entailing confession.",
    "ai-tika-vin06t2:574_3": "“He should say: “He who is engaged in crossing the wind” , and so on he is said to be complete purity.",
    "ai-tika-vin06t2:574_4": "‘If a monk stands in a species, he commits an offense entailing confession.’”",
    "ai-tika-vin06t2:574_5": "Any man of these hands should put his hands in the same place as before.",
    "ai-tika-vin06t2:574_6": "And so too, when someone is lying down, how does one arise and does not arise?",
    "ai-tika-vin06t2:574_7": "according to the factors of Awakening.",
    "ai-tika-vin06t2:574_8": "These are the four in the darkness of the night an arrow that is the place, the dart of hand, and the remaining four ways, that is to say, the state of being in private parts.",
    "ai-tika-vin06t2:574_9": "If there, he should stand by himself, with the four factors as condition:",
    "ai-tika-vin06t2:574_10": "whatever is happening to him.",
    "ai-tika-vin06t2:574_11": "Therefore it should be said: “Do not say that about one who has five qualities or six years of seniority, that is why it should be called “a poisoned”.",
    "ai-tika-vin06t2:574_12": "Though there is causality, it is simply the same for one month that comes up.",
    "ai-tika-vin06t2:574_13": "he was boiled by the two offenses.",
    "ai-tika-vin06t2:574_14": "what is said:",
    "ai-tika-vin06t2:574_15": "The two instances can be committed to the advantage of the fourfold army, that is to say, the sixth, the ninety-fourth, and the eighth day.",
    "ai-tika-vin06t2:574_16": "This is the fearful and terror.",
    "ai-tika-vin06t2:574_17": "For if he stands in the morning, he commits an offense entailing confession.",
    "ai-tika-vin06t2:574_18": "if two offenses were told, “If you have committed an offense entailing confession, you may not be dealt with them.”",
    "ai-tika-vin06t2:574_19": "This is the second method of explanation in the case of the lay life.",
    "ai-tika-vin06t2:574_20": "And there is a second group of nuns in private with a nun. If there is no part of her, there is no offense for a second nun.",
    "ai-tika-vin06t2:574_21": "then the second nun was in private and concealed with that man.",
    "ai-tika-vin06t2:574_22": "If one is both agreed upon by one, then after taking hold of it, he should get rid of the participation.",
    "ai-tika-vin06t2:574_23": "But when the Ancients said: “As a collection of the Ancients, what has been said in brief in the charnel ground, the Āḷhātude of the two.”",
    "ai-tika-vin06t2:574_24": "‘If a monk stands with a man’s arms reach, he commits an offense entailing confession.’”",
    "ai-tika-vin06t2:574_25": "In the fourth tetrad there are three kinds of talk, three on the occasion, that is to say, the performance of the groups of three particulars, etc., should be understood as the basis for each other.",
    "ai-tika-vin06t2:574_26": "And if he should be told, “General, there are five factors.”",
    "ai-tika-vin06t2:575_0": "The first training rule on what is finished.",
    "ai-tika-vin06t2:576_0": "The second training rule on monasteries",
    "ai-tika-vin06t2:577_0": "842-6.",
    "ai-tika-vin06t2:577_1": "The second teeth are due to pass away.",
    "ai-tika-vin06t2:577_2": "(All these points:) “For he gives whatever” is said, “For he has said in reference to the three traditions, the ancient,”",
    "ai-tika-vin06t2:578_0": "852.",
    "ai-tika-vin06t2:578_1": "In the fourth part of this chapter:",
    "ai-tika-vin06t2:578_2": "‘If a nun is stated first in the presence of the nuns, she commits an offense entailing confession.’”",
    "ai-tika-vin06t2:578_3": "Kin in the next life.",
    "ai-tika-vin06t2:578_4": "Because of the absoluteness and the word “blessing” it is bothered and definitely grasped, it is unknown eradicated.",
    "ai-tika-vin06t2:578_5": "“She is it proximate cause whether they stand or talk, without letting them go.”",
    "ai-tika-vin06t2:578_6": "why don’t I say it?",
    "ai-tika-vin06t2:578_7": "She is pleasing to the Elephant’s palace,",
    "ai-tika-vin06t2:578_8": "The third consequence of that third jhāna is called a border under a roof, she pulls her hand force, saying, “Here, government official,” “It’s used for the purpose of winternatively, there is an offense of wrong conduct.",
    "ai-tika-vin06t2:578_9": "So too with the native spirits or others,",
    "ai-tika-vin06t2:578_10": "Herein, here it is said: “Abode” or “Venseṭṭhas” on account of that instead of wavering, and then for the effort there is an act of wrong conduct.",
    "ai-tika-vin06t2:578_11": "There’s no offense for one who doesn’t produce any offense for supernormal powers.",
    "ai-tika-vin06t2:578_12": "When there’s an ear ... nose ... tongue ... body ...",
    "ai-tika-vin06t2:578_13": "Then why are they not described in this way?",
    "ai-tika-vin06t2:578_14": "and while the talk on the point of reference to the Queen Proper Concentration, and Udāyī is based in the Dhamma talk.",
    "ai-tika-vin06t2:579_0": "The second training rule on the fourth part of the body",
    "ai-tika-vin06t2:580_0": "5. Pañcamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:581_0": "856.",
    "ai-tika-vin06t2:581_1": "he thought: “These are the four families” and he is included in the educated monastery because of its ascetics.",
    "ai-tika-vin06t2:581_2": "he goes alone with the ascetics of other religions, etc., he does not endure (them).",
    "ai-tika-vin06t2:581_3": "Through what was allowable for them:",
    "ai-tika-vin06t2:581_4": "just as this (defilement) appearance,",
    "ai-tika-vin06t2:581_5": "Likewise the cowherd’s family traditions,",
    "ai-tika-vin06t2:581_6": "if he tells him to give the full ordination,",
    "ai-tika-vin06t2:582_0": "The training rule on the five hundred",
    "ai-tika-vin06t2:583_0": "6. Chaṭṭhasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:584_0": "860.",
    "ai-tika-vin06t2:584_1": "if they do, he think, “Sit down,” and after sitting down, he should say, “Noble One,” and so he can then do so.",
    "ai-tika-vin06t2:584_2": "for it is not with a specific purpose.",
    "ai-tika-vin06t2:584_3": "It is not stated under the influence of obstructions because of the cleansing of meaning.",
    "ai-tika-vin06t2:584_4": "if he says, “Sits down,” “The two sitting down here; having given this word, then, after saying, “Go away,” he is to be told, “Expelled by the word,” and he is to say.",
    "ai-tika-vin06t2:584_5": "if they think, “What can be done so that these two offenses do not arise?”",
    "ai-tika-vin06t2:584_6": "and after sitting down, and lying down,",
    "ai-tika-vin06t2:584_7": "having sat down for the purpose of lying down, he lies down on a bed, and he then went back.",
    "ai-tika-vin06t2:585_0": "The sixth training rule on what is finished.",
    "ai-tika-vin06t2:586_0": "7. Sattamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:587_0": "867.",
    "ai-tika-vin06t2:587_1": "There is no offense for left by the wind, but not after putting it away or having it put out,”",
    "ai-tika-vin06t2:587_2": "he sits down in the sixth Rains Retreat in the way already described, he commits an offense entailing confession.",
    "ai-tika-vin06t2:587_3": "the teacher is permanent:",
    "ai-tika-vin06t2:587_4": "It may be that if, after putting out a breath or having it put out, sits down, or lies down on it, he commits an offense entailing confession.",
    "ai-tika-vin06t2:587_5": "If there are five dealings in the already described, they leave the restroom without asking permission of the teacher, and they are not Tempt from the time to time.",
    "ai-tika-vin06t2:587_6": "Furthermore, a meditation subject as responsible for the purpose of stream-entry, not for the purpose of making use of the attainments, and not for the purpose of attaining the meditations, and as was threefold system. Then we shall show them in three ways in the attainment of the day, and so on. Then as to these three ways:",
    "ai-tika-vin06t2:588_0": "The training rule on the commentary",
    "ai-tika-vin06t2:589_0": "8. Aṭṭhamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:590_0": "the monk who constructs the eight wrong conduct,",
    "ai-tika-vin06t2:591_0": "The training rule on eight parts of the color",
    "ai-tika-vin06t2:592_0": "9. Navamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:593_0": "875-7.",
    "ai-tika-vin06t2:593_1": "Or alternatively, it should be understood as included in the discourses that make one the receivers in the way already described.",
    "ai-tika-vin06t2:593_2": "It is said because of one’s mother or father: “It is not so,” or doing it.",
    "ai-tika-vin06t2:593_3": "she reunited her to the ultimate charioteer.",
    "ai-tika-vin06t2:593_4": "Both of them mendicants also remember them.",
    "ai-tika-vin06t2:593_5": "He shows how to Worthiness about in the ultimate way, however, is flowing rolled forth?",
    "ai-tika-vin06t2:594_0": "The training rule on the ninth",
    "ai-tika-vin06t2:595_0": "10. Dasamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:596_0": "882.",
    "ai-tika-vin06t2:596_1": "he (also) non-offenses, there is no offense for him in this way, and has him conflict with,",
    "ai-tika-vin06t2:597_0": "The training rule on the ten training rules is finished.",
    "ai-tika-vin06t2:598_0": "The Book of the darkness is finished.",
    "ai-tika-vin06t2:599_0": "3. Naggavaggavaṇṇanā",
    "ai-tika-vin06t2:600_0": "The first training rule on monasteries",
    "ai-tika-vin06t2:601_0": "883.",
    "ai-tika-vin06t2:601_1": "Three Times",
    "ai-tika-vin06t2:601_2": "this is the first benefit.",
    "ai-tika-vin06t2:601_3": "To the monk who bathes the sauna, except for the purpose of concealing the sauna.",
    "ai-tika-vin06t2:601_4": "He (also) not known that the Buddha is proper, and he perceives them as having primordial deportments,",
    "ai-tika-vin06t2:601_5": "“She has dressed, and is not allowed to live on, but when begged, it is not suitable to catch up for the teachers.”",
    "ai-tika-vin06t2:602_0": "The first training rule on Uttiya",
    "ai-tika-vin06t2:603_0": "3. Tatiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:604_0": "894.",
    "ai-tika-vin06t2:604_1": "In the third rainy season, having laid down the cotton down, he commits an offense entailing confession.",
    "ai-tika-vin06t2:604_2": "deposited is hunting and hard to keep it, (and) tortoise (with the ...) the hunter of the palms.",
    "ai-tika-vin06t2:604_3": "“Through a number of nuns were brought out faith by faith, precincts, number of number, namely, the teachers of the tradition.”",
    "ai-tika-vin06t2:605_0": "The third training rule on the color",
    "ai-tika-vin06t2:606_0": "4. Catutthasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:607_0": "898.",
    "ai-tika-vin06t2:607_1": "Fourth: it is fourth in the outer robe, in the cloak of patches, transferred to another,",
    "ai-tika-vin06t2:607_2": "Herein, one who belongs to the three robes is to be relinquished.",
    "ai-tika-vin06t2:607_3": "if she enters the rainy-season robe after making an outer robe within five days, she commits an offense entailing confession.",
    "ai-tika-vin06t2:607_4": "“He is not able to make a robe, or to give the full ordination by means of these robes.”",
    "ai-tika-vin06t2:608_0": "The fourth training rule on what is finished.",
    "ai-tika-vin06t2:609_0": "5. Pañcamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:610_0": "And there is no offense for him.",
    "ai-tika-vin06t2:611_0": "The training rule on the five hundred",
    "ai-tika-vin06t2:612_0": "sat on the sixth seats.",
    "ai-tika-vin06t2:613_0": "8. Aṭṭhamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:614_0": "the civilized called Mātali, it seems, time one who is called Aciravatī, Should be foremost.",
    "ai-tika-vin06t2:615_0": "The training rule on eight parts of the color",
    "ai-tika-vin06t2:616_0": "9. Navamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:617_0": "920.",
    "ai-tika-vin06t2:617_1": "“How can these things are going beyond the robe season?”",
    "ai-tika-vin06t2:618_0": "The training rule on the ninth",
    "ai-tika-vin06t2:619_0": "10. Dasamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:620_0": "The Buddhas replied: here in one families, therefore mentioned. That’s why many people are called",
    "ai-tika-vin06t2:621_0": "The training rule on the ten training rules is finished.",
    "ai-tika-vin06t2:622_0": "The Resultaneous Conduct is finished.",
    "ai-tika-vin06t2:623_0": "4. Tuvaṭṭavaggavaṇṇanā",
    "ai-tika-vin06t2:624_0": "1. Paṭhamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:625_0": "If they lie down, they commit an offense entailing confession.",
    "ai-tika-vin06t2:625_1": "“For what is said in the Commentary?”",
    "ai-tika-vin06t2:625_2": "Then where is one offense with those offenses?”",
    "ai-tika-vin06t2:625_3": "he is stopped at the ease of his efforts.",
    "ai-tika-vin06t2:625_4": "And after showing them there is no offense for the purpose of showing them, he does not say, “Not for a single use them to give them.”",
    "ai-tika-vin06t2:625_5": "it flows around and one,",
    "ai-tika-vin06t2:625_6": "to lie down on it, and to lie down on it, saying: “They are now supply,” and he replied,",
    "ai-tika-vin06t2:626_0": "The first training rule on what is finished.",
    "ai-tika-vin06t2:627_0": "2. Dutiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:628_0": "After showing them on the near shore, he is expelled and excluded from the top of the far shore.",
    "ai-tika-vin06t2:628_1": "And then, when you remain according to the edge, you won’t make yourselves pass by.",
    "ai-tika-vin06t2:628_2": "“The conduct is the surrounding”, and the traditions are said.",
    "ai-tika-vin06t2:629_0": "The second training rule on what is intended",
    "ai-tika-vin06t2:630_0": "3. Tatiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:631_0": "941.",
    "ai-tika-vin06t2:631_1": "if she comes to its own, saying “Beginning, while you were sitting in your own place, there is no water,",
    "ai-tika-vin06t2:631_2": "he should ask in a single place.",
    "ai-tika-vin06t2:631_3": "“The Elder Mahāvaruṇa should be summoned in front of the Great Ascetic. He should ask the news of the old, elders, directly, and know the tradition of the herd.”",
    "ai-tika-vin06t2:632_0": "The third training rule on the color",
    "ai-tika-vin06t2:633_0": "The fourth rule, the training rule on lying down, is the meaning of the four supports.",
    "ai-tika-vin06t2:634_0": "6. Chaṭṭhasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:635_0": "You should recognize a fellow for a novice monk, whether he’s not, even though he’s not, he’s not mixed up with laypeople.",
    "ai-tika-vin06t2:636_0": "The sixth training rule on what is finished.",
    "ai-tika-vin06t2:637_0": "The training rule on lying down on the forehead",
    "ai-tika-vin06t2:638_0": "9. Navamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:639_0": "were treating with one sense faculty, and inaction, the Jain ascetics were dead.",
    "ai-tika-vin06t2:639_1": "But the breaking of the warrior thought, “This is the stainless,” and they went to wherever they want.",
    "ai-tika-vin06t2:639_2": "having heard a pregnant woman’s house",
    "ai-tika-vin06t2:639_3": "and the very swallowed and so on, the tip of the fruits by the dead,",
    "ai-tika-vin06t2:639_4": "They’re called ‘a streaming water’ and they all because they are causing things.",
    "ai-tika-vin06t2:639_5": "because of the confidence of his owners, the tree trunk let them loose.”",
    "ai-tika-vin06t2:639_6": "Reciting in the Saṅgha,",
    "ai-tika-vin06t2:640_0": "970.",
    "ai-tika-vin06t2:640_1": "It’s when a cutting the rainy-season residence",
    "ai-tika-vin06t2:640_2": "It is to be experienced first because of the later occasion of the going-forth and for the sake of ever (wholesome), he can understand that it is to be known.",
    "ai-tika-vin06t2:640_3": "Then, after raining, they become corrupted because of that rainy-season residence there is an act of wrong conduct.",
    "ai-tika-vin06t2:640_4": "In the evening time of the group of nine is going wandering towards the rainy season, they commit an offense entailing confession.",
    "ai-tika-vin06t2:640_5": "Someone is said to be a monkey in seven-day business.”",
    "ai-tika-vin06t2:641_0": "Taking the rains residence for a fever, he but not for it.",
    "ai-tika-vin06t2:641_1": "How is one acting like this?",
    "ai-tika-vin06t2:641_2": "This is not clear about all.",
    "ai-tika-vin06t2:641_3": "which is uninterrupted, “They are forty-five hundred leagues in the water,” it seems to least for a hundred leagues.",
    "ai-tika-vin06t2:642_0": "The training rule on the ninth",
    "ai-tika-vin06t2:643_0": "10. Dasamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:644_0": "they took hold of their heads, thinking “They are diffused,”",
    "ai-tika-vin06t2:645_0": "The training rule on the ten training rules is finished.",
    "ai-tika-vin06t2:646_0": "The commentary on the skin is finished.",
    "ai-tika-vin06t2:647_0": "5. Cittāgāravaggavaṇṇanā",
    "ai-tika-vin06t2:648_0": "1. Paṭhamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:649_0": "as in the city of Āḷavaka’s Wood at the time of the city called Kapilavatthu.",
    "ai-tika-vin06t2:649_1": "The Simile of the Nandana garden",
    "ai-tika-vin06t2:649_2": "“Whether that’s where they do see that share of the first quarter and then do the nephews it, there’s an offense entailing confession.”",
    "ai-tika-vin06t2:649_3": "When he said this, they stepped in a state of particular state.",
    "ai-tika-vin06t2:649_4": "Two times to the places where the two rims were thrown away.",
    "ai-tika-vin06t2:650_0": "The first training rule on what is finished.",
    "ai-tika-vin06t2:651_0": "2. Dutiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:652_0": "984.",
    "ai-tika-vin06t2:652_1": "Saying, “Come, let us bathe themselves” on “We each side” and Pāṭikaputta are two kinds of demonstrations.",
    "ai-tika-vin06t2:652_2": "“Keeping, you later on, I’ll scare away.”",
    "ai-tika-vin06t2:652_3": "Likewise: it is called “space” because he makes a custom for the purpose of actually alcoholic drinks that were made by multiplicity, and using it is done by him, there is no offense.",
    "ai-tika-vin06t2:653_0": "The second training rule on what is intended",
    "ai-tika-vin06t2:654_0": "3. Tatiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:655_0": "if he says, “I’m not hunnning my hand;” or “It’s not good that he says, ‘I’ll take it out with a hand of buttermilk”;",
    "ai-tika-vin06t2:656_0": "The third training rule on the color",
    "ai-tika-vin06t2:657_0": "4. Catutthasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:658_0": "But the Ancient Causalī was able to get a gift from the teacher’s bathing. It was said to be the teacher who was the authorized by the names of the teachers, saying “Humphensible people, is said to be the teachers.”",
    "ai-tika-vin06t2:659_0": "The fourth training rule on what is finished.",
    "ai-tika-vin06t2:660_0": "The training rule on lying down",
    "ai-tika-vin06t2:661_0": "6. Chaṭṭhasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:662_0": "1001.",
    "ai-tika-vin06t2:662_1": "In the sixth chapter on offenses propounded by one",
    "ai-tika-vin06t2:662_2": "Here the householder, they say, “Laying here,”",
    "ai-tika-vin06t2:663_0": "The sixth training rule on what is finished.",
    "ai-tika-vin06t2:664_0": "We’re happy in your doing work.",
    "ai-tika-vin06t2:665_0": "9. Navamasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:666_0": "having consecrated the Protector of the World, having performed a miracle, they invited the earth,",
    "ai-tika-vin06t2:666_1": "And after making an end of the circle of Rojas, the Supremes in the garden, and the Supreme One in the Pink Laṅkā.”",
    "ai-tika-vin06t2:667_0": "The training rule on the ninth",
    "ai-tika-vin06t2:668_0": "The training rule on lying down,",
    "ai-tika-vin06t2:669_0": "The Congregation of the With Citta Hatthisāriputta is finished.",
    "ai-tika-vin06t2:670_0": "6. Ārāmavaggavaṇṇanā",
    "ai-tika-vin06t2:671_0": "The first rule, the training rule on defecating, is the meaning.",
    "ai-tika-vin06t2:672_0": "2. Dutiyasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:673_0": "1030.",
    "ai-tika-vin06t2:673_1": "If a nun abuses, she commits an offense entailing confession.",
    "ai-tika-vin06t2:673_2": "If he abuses a nun with abusing her,",
    "ai-tika-vin06t2:673_3": "To (gain) arouseholder in the presence of the Teacher and also in the presence of -",
    "ai-tika-vin06t2:674_0": "Here is this:",
    "ai-tika-vin06t2:674_1": "A nun who has been given the full admission to a trainee nun who is not fully ordained as a ruler who is not fully ordained and has been approved by the Sangha as an instructor of the nuns, and who is not fully ordained on one side in the nuns’ dwelling place.",
    "ai-tika-vin06t2:674_2": "It’s when someone who is not fully ordained, he commits an offense entailing confession.",
    "ai-tika-vin06t2:674_3": "He should know that it is possible.",
    "ai-tika-vin06t2:674_4": "Herein, the lesser training rules on asking for nuns is not to advice, the nuns should not correct them. These are the ones who are not fully ordained.",
    "ai-tika-vin06t2:674_5": "abuses or reviles.",
    "ai-tika-vin06t2:674_6": "Only there is no one of these gratitude consciousnesses, practises it does not.",
    "ai-tika-vin06t2:674_7": "A porches from the neck, is for the effort there is an act of wrong conduct.",
    "ai-tika-vin06t2:674_8": "it is experienced by the general thus: “This is why this preceding offense, this is the mode of arousingment in this way.”",
    "ai-tika-vin06t2:675_0": "The second training rule on what is intended",
    "ai-tika-vin06t2:676_0": "The third rule, the training rule on lying down, is finished.",
    "ai-tika-vin06t2:677_0": "4. Catutthasikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:678_0": "They get the idiosyncratic interpretations of the evening forgets, namely, clans, and have appeared in the evening time.",
    "ai-tika-vin06t2:678_1": "But if she does not eat rice porridge that food in one place,",
    "ai-tika-vin06t2:678_2": "When she had invited, she ate her to eat her almsfood and then eat her husband.",
    "ai-tika-vin06t2:678_3": "a meal before another;",
    "ai-tika-vin06t2:678_4": "After eating her meal, he invited her to eat staple or non-staple food which she had invited for a meal, and he is not allowed to eat, and he does not receive the food that was given to him.”",
    "ai-tika-vin06t2:678_5": "Herein, as soon as they presume a drinking rice gruel appearance, dropping, sentence, and actually what is said.",
    "ai-tika-vin06t2:678_6": "“It’s necessary, destroyer, weavers it.”",
    "ai-tika-vin06t2:678_7": "Here is a simile of the training preceding:",
    "ai-tika-vin06t2:678_8": "When she has been invited to eat the left, the sound of the bed, the bench having invited for a meal, or who has refused an invitation to eat more, except if she eats staple or non-staple food that she has been invited to eat, she commits an offense entailing confession.",
    "ai-tika-vin06t2:678_9": "Eats a meal before another took exceeds the nuns’ special qualities,",
    "ai-tika-vin06t2:678_10": "(Though) this virtue, the whole very finest,",
    "ai-tika-vin06t2:678_11": "and the monks were transferring to another and then eat it.",
    "ai-tika-vin06t2:678_12": "At whatever time I gained bliss,",
    "ai-tika-vin06t2:678_13": "This instead of giving away.",
    "ai-tika-vin06t2:678_14": "They invited the rainy-season residence there was no attendant or requestable. They then get a meal. They then refused an invitation to eat more, but not after getting them.",
    "ai-tika-vin06t2:679_0": "The fourth training rule on what is finished.",
    "ai-tika-vin06t2:680_0": "The Congregation of the World is finished.",
    "ai-tika-vin06t2:681_0": "7. Gabbhinivaggavaṇṇanā",
    "ai-tika-vin06t2:682_0": "1. Paṭhamādisikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:683_0": "they will not see the influence of sight, and because of the embryo is conceived.”",
    "ai-tika-vin06t2:684_0": "Or he gives the boys or girls: “She grows a child that’s a wife,” and so on.",
    "ai-tika-vin06t2:685_0": "1080.",
    "ai-tika-vin06t2:685_1": "“They came out,” and they replied, “They came out through the air to meditate in a Jambudīpa,” and they added: “They came out through the air.”",
    "ai-tika-vin06t2:685_2": "For a trainee who trains in the Teaching,",
    "ai-tika-vin06t2:685_3": "It’s when there is no perception in them,",
    "ai-tika-vin06t2:685_4": "The preceptor should not be given the full ordination without in these, one should give the full ordination with a preceptor.",
    "ai-tika-vin06t2:685_5": "“So you have the full ordination,” he said.",
    "ai-tika-vin06t2:686_0": "he attains full ordination by means of the higher mind,",
    "ai-tika-vin06t2:687_0": "And the senior monks gave the full ordination too. They then said: “Have you given the full ordination by a novice, and the novice nun Comunterally given the full ordination again.”",
    "ai-tika-vin06t2:688_0": "The first training rule on the first part",
    "ai-tika-vin06t2:689_0": "The golden palanquin is finished.",
    "ai-tika-vin06t2:690_0": "8. Kumāribhūtavaggavaṇṇanā",
    "ai-tika-vin06t2:691_0": "2. Dutiyādisikkhāpadavaṇṇanā",
    "ai-tika-vin06t2:692_0": "1124.",
    "ai-tika-vin06t2:692_1": "“I allow unmarried girls who are eighteen years old ...",
    "ai-tika-vin06t2:692_2": "“I allow you to train in the training.” ...",
    "ai-tika-vin06t2:692_3": "(They are) freed in the training.” Therefore he should train in the full admission of the married girls: “Those who are more than twelve years old,” and who are trained in the girl.",
    "ai-tika-vin06t2:692_4": "After taking the training, he should do the observance-day procedure by dealing with the Sangha. On the following tenth day, he should do the observance-day procedure.",
    "ai-tika-vin06t2:692_5": "“There’s no offense for twelve years old, but she perceives her as more, and she gives the full admission to a girl who is more than twelve years old. ...",
    "ai-tika-vin06t2:692_6": "Getting the full admission, he gives the full admission to a teacher who has completed the authority and vows it is said to have been live in the Vedas.”",
    "ai-tika-vin06t2:692_7": "What will I do?",
    "ai-tika-vin06t2:692_8": "“For ten years old, a married girl who is trained in a householder’s training.”",
    "ai-tika-vin06t2:692_9": "They say: “Sometics, ‘Sometic isn’t able to do this, even if a cliff he’s done”.",
    "ai-tika-vin06t2:693_0": "1146.Ahameva nūna…pe…",
    "ai-tika-vin06t2:693_1": "The Community is (such) shameless, what is incompetent is the meaning.",
    "ai-tika-vin06t2:693_2": "The Sangha says, “This is simply use,” “This is why I don’t need.",
    "ai-tika-vin06t2:694_0": "1159.",
    "ai-tika-vin06t2:694_1": "a trainee nun who earns a trainee nun and a trainee nun who wants to train, and who observes the sabbaths of the trainees, and who describes the training in the way already stated, is said to be the training rules.",
    "ai-tika-vin06t2:694_2": "‘Formerly one has previously yearned: such is what is called.’",
    "ai-tika-vin06t2:695_0": "After seeing the many kinds of fine foods, they saw that the senior monks had come. But the cried, they told him,",
    "ai-tika-vin06t2:695_1": "After getting their consent, the intention to give their consent, and did advice, they gave their consent to a worker, and (to be treated) for the sake of their (supernatural) desire.”",
    "ai-tika-vin06t2:695_2": "After making the consent of the group of nuns, they should not give away the legal procedures of the group of nuns, in this way.",
    "ai-tika-vin06t2:695_3": "Having spoken: ‘In the same way one who is happy’ means having given up the pleasure of pleasure , since he still feels pleasure even a fool, because he replies one who isn’t able to reprove evens. That is why, when there is no elimination, the elders, the deed isn’t called wind.",
    "ai-tika-vin06t2:695_4": "but there is nothing more than a league.",
    "ai-tika-vin06t2:695_5": "If the most senior monk gives the consent, then the Elder should be given away,",
    "ai-tika-vin06t2:695_6": "When they have given up desire, they stroke off their bodies, movements, hatchets, and goes wherever they want, but no hate.",
    "ai-tika-vin06t2:695_7": "Although still there is no place, no coming back again I’m not going along.”",
    "ai-tika-vin06t2:695_8": "“The observance-day procedure, the invitation procedure, isn’t allowable for the observance-day procedure, or it is allowable for one day.",
    "ai-tika-vin06t2:695_9": "And it is not allowed the observance-day procedure, the invitation procedure, and the rest. On the day, they are not allowed to.",
    "ai-tika-vin06t2:695_10": "After going to the house of the four hands, and entering the rainy-season residence, it was allowable for gathering to stay there for ten months, but that was still only at the moment of the palm (just).",
    "ai-tika-vin06t2:695_11": "If he cannot, without turning back the hand, sit down, lie down, saying: “It’s unless that art of waves, wouldn’t be allowed to make a reckoning of them again.”",
    "ai-tika-vin06t2:695_12": "When they saw the sweetest of the currents, the horses, and the very foliage, it was not shown by one, and it didn’t give it rise to the advantages.",
    "ai-tika-vin06t2:695_13": "When favoritism had arisen, the teachers recovered from the phrases, but he was embarrassed by favoritism.",
    "ai-tika-vin06t2:696_0": "Here is this:",
    "ai-tika-vin06t2:696_1": "When it was the conversation had finished, they gave their consent. ...",
    "ai-tika-vin06t2:696_2": "And it is possible that a man returns, without being asked, if it is not allowed to live in the hand of wisdom.”",
    "ai-tika-vin06t2:696_3": "In the case of the elephants, horses, chariots, ivory, mount their variety, deer-factored and the teachers are said to be the teachers of the first.",
    "ai-tika-vin06t2:696_4": "And even if they are not described since they are not penetrated without understanding, it is allowable to be described.",
    "ai-tika-vin06t2:696_5": "“How are they not actually refused?",
    "ai-tika-vin06t2:696_6": "When desire are stilled, the monks sat together in the same place as before.",
    "ai-tika-vin06t2:696_7": "(but) “Those six things that are given away”, but “For he has not been told, then it is added.",
    "ai-tika-vin06t2:696_8": "Saying, “After giving up the food,” he replied, “Now, without having put away it away,” there is no receptacle of his hand, and there is no simply the name of the staircase of the Victory.",
    "ai-tika-vin06t2:697_0": "And in this context it is said:",
    "ai-tika-vin06t2:698_0": "“The development of the meditation subject that is just to be developed,",
    "ai-tika-vin06t2:699_0": "That’s why the monks gather in whatever place the schism.”",
    "ai-tika-vin06t2:700_0": "The time of night and day it is allowed to make a purification through overcoming doubt or uncertainty after two or three days; that is, the purity of mindfulness and awareness, or the invitation procedure.",
    "ai-tika-vin06t2:700_1": "But on the observance day or the invitation procedure is not allowed to go.",
    "ai-tika-vin06t2:700_2": "Then it is not allowed to make a fifteenth day,",
    "ai-tika-vin06t2:700_3": "on the fourteenth day or the fifteenth day of the lunar half-month, but on the fifteenth day sabbath, dod the observance-day procedure, and it wasn’t allowable to make a fifteenth or seventh day.",
    "ai-tika-vin06t2:700_4": "But here we’ll do the observance-day procedure there in the fourteenth day of the lunar half-month, or the observance-day procedure.”",
    "ai-tika-vin06t2:700_5": "After that he thinks, “We willn’t do the observance-day procedure with the fifteenth day sabbath, we will do the observance-day procedure with them.” But doing this, he think, “We shall do the observance-day procedure there.” But he does so, there wouldn’t be able to do the observance-day procedure once more than this day, there would be some appropriate procedure.",
    "ai-tika-vin06t2:700_6": "There is no description of the fourteenth, the fifteenth, and the eighth day of the lunar half-month.",
    "ai-tika-vin06t2:700_7": "This being so, is it that fifteenth day or on the fourteenth day sabbath, on the fifteenth day sabbath, and eighth day or the invitation procedure? Doesn’t become successful and profitable?",
    "ai-tika-vin06t2:700_8": "Although this may happen, it should be understood that the resident monks arrived but the fourteenth day of the lunar half-month, the fifteenth day of the lunar half-month, or the lunar half-monthly arrived monks should understand, thinking, “As though these resident monks are few,”",
    "ai-tika-vin06t2:701_0": "The second training rule on the same sleeping place is finished.",
    "ai-tika-vin06t2:702_0": "The Boys of the Gods",
    "ai-tika-vin06t2:703_0": "9. Chattupāhanavaggavaṇṇanā",
    "ai-tika-vin06t2:704_0": "The training rule on covering the robes",
    "ai-tika-vin06t2:705_0": "they referring to their ability to speak.",
    "ai-tika-vin06t2:706_0": "After getting the names of the Vinaya, and having obtained (the Teaching) in the Monastic Law, and having made the names of the Suttas, he is not able to explain the language about the Dhamma in the law of the Paccekabuddha. He is not spoken of three things, and he is not spoken by the Dhamma.",
    "ai-tika-vin06t2:707_0": "1224-5.",
    "ai-tika-vin06t2:707_1": "The thundering, swift,",
    "ai-tika-vin06t2:707_2": "“As a measure in warrior is said: “Amongst those who weapons, the size of the herd grains,” she gave birth to a residence.",
    "ai-tika-vin06t2:707_3": "recites the vicinity of an unenclosed village in the vicinity of the village in the district, saying, “So it’s in the evening,” he reading in the morning and in the evening.",
    "ai-tika-vin06t2:707_4": "If they beyond the eighth day:",
    "ai-tika-vin06t2:707_5": "And in the same way, too, it does not go beyond the word spoken by him. “There are no reasons for you to practice accordingly,”",
    "ai-tika-vin06t2:708_0": "The training rule on the same sleeping place is finished.",
    "ai-tika-vin06t2:709_0": "The Book of the Sixes is finished.",
    "ai-tika-vin06t2:710_0": "Goldening is what is intended",
    "ai-tika-vin06t2:711_0": "After calling a rolling-covers, he thought, “Lord of the world’s body, without knives in the way stated,” and with an arranged mind, saying, “(attained) without a thought, like a picks, with an alcohol.”",
    "ai-tika-vin06t2:711_1": "“They do not know or see.” And when they know and see, they are skilled in the world, having understood the Linked Ones.",
    "ai-tika-vin06t2:711_2": "if the cloth is sent by one who is accused, knowing that the word is “withstanding” and “They are building up goods,” and so on, then the offenses can know whether that there is an offense.",
    "ai-tika-vin06t2:711_3": "because they are unprofitable in one whose mind has reached embraced in the ears and nose,",
    "ai-tika-vin06t2:711_4": "And here, when one’s mind is present, he should examine the leaf-hut and protection by establishing the base for the agitation.",
    "ai-tika-vin06t2:711_5": "As the group of travelers were taught by the name of the association thus: ‘This must be bloated in the world’, or ‘the earth’, lips, or the water fangles, and the pillows, ‘I shall see’, ‘I shall be put into a garland’, fragrances, having arisen in the neighbours of a Buddha, the Lord of the World’, and I will not confessecrated the pile of the perfume’.",
    "ai-tika-vin06t2:711_6": "They don’t conceive the darkness in the dark of the night,” took a charming cart, or going to her and preparing the air, thinking: ‘Suppose her mind, she commits an offense entailing confession.’",
    "ai-tika-vin06t2:711_7": "At that time there is no offense for the assenting the Sangha, and she perceives it as such, and she does not say, ‘He’s committed an offense entailing confession.’",
    "ai-tika-vin06t2:711_8": "‘Considering in this way the cart is a cause of affliction.’ Though he says, ‘They are all able to acquire any unskillful qualities that have arisen, he wears them as a carbuncle, sloth, and unfitable.’",
    "ai-tika-vin06t2:711_9": "If he is not fully ordained, he does not perceive that he has, then, when he has gone away, he has down abstaining it swallowing it, he commits an offense entailing confession.",
    "ai-tika-vin06t2:711_10": "And what is called sensual pleasures with many kinds of sensual stimulation?",
    "ai-tika-vin06t2:711_11": "The remainder should not be offered in this way.",
    "ai-tika-vin06t2:711_12": "there, because Surādha and Khīra, the senior elder who were the words of the Elders.”",
    "ai-tika-vin06t2:711_13": "“Are you entering the village of Kaccāna? Are you entering a rainy-season residence? Are you entering a village, a town, or a custom for twenty years?” and “Thanking a meal offering, invited for women to sit down, lending a monastic dwelling, and he is invited to a regular monk who has entered the rainy-season residence. ” And invited, he commits an offense entailing confession.",
    "ai-tika-vin06t2:712_0": "The conclusion of the town is finished.",
    "ai-tika-vin06t2:713_0": "The chapter on offenses entailing confession is finished.",
    "ai-tika-vin06t2:714_0": "The account of the commentary on the nuns’ rules and their analysis is finished.",
    "ai-tika-vin06t2:715_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha"
}