{
    "ai-tika-vin11t5:0_0": "Nissaggiyakathāvaṇṇanā",
    "ai-tika-vin11t5:1_0": "551.",
    "ai-tika-vin11t5:1_1": "After showing them, they said: “We will give such a talk about food,” and they replied, “We shall give them to relinquishment.”",
    "ai-tika-vin11t5:1_2": "The robes of the middle",
    "ai-tika-vin11t5:1_3": "“Of course” is said: “Anyone who is called a “restraint in the robe” and “It is said to be one who is abiding in order to bring that requisite.”",
    "ai-tika-vin11t5:1_4": "The robe-cloth is also called “Makhāpaṇa” in the way already described, and also “Herein.”",
    "ai-tika-vin11t5:1_5": "May I live in Kosiya with a cowherd’s lady; embarrass!",
    "ai-tika-vin11t5:1_6": "Looking here with an edge of robe, he thought, “How can we say?”",
    "ai-tika-vin11t5:1_7": "After making a robe for the size of the Sākiyans",
    "ai-tika-vin11t5:1_8": "But that’s to be seen as like,",
    "ai-tika-vin11t5:1_9": "All of them have broken down aside all the robes after defecating.",
    "ai-tika-vin11t5:1_10": "that also has been obtained by one who gives it up (previous unwholesome) deeds,",
    "ai-tika-vin11t5:1_11": "“Having given the share of the robe-cloth or marriage’s storehouse, some women or other.”",
    "ai-tika-vin11t5:1_12": "In this way what is like must be taken away.",
    "ai-tika-vin11t5:1_13": "by means of a human garden, thunder, excellent, and incomparable robes, after building up the robes,",
    "ai-tika-vin11t5:1_14": "This is what was said by the sixteen kinds of robe-cloth: “This is a suitable service, what was spoken? Island of instruments? What is their chief?”",
    "ai-tika-vin11t5:1_15": "He said: “He is born, this is said to because he does not say,",
    "ai-tika-vin11t5:1_16": "It’s because of birth: we think it’s appropriate to be known as immoral.",
    "ai-tika-vin11t5:1_17": "for he is said to be an ascetic.",
    "ai-tika-vin11t5:1_18": "The Simile of the Dīghanakha in the Refuge, oppression of the Refuges and the Minements of the Reflecting Rains Retreat in the Commentaries. Lowing to the neighborhood of the Enlightenment-tree terraces.",
    "ai-tika-vin11t5:1_19": "When the courses are destroyed,",
    "ai-tika-vin11t5:2_0": "In this way the tree is during the winter and the outer robe-cloth.",
    "ai-tika-vin11t5:2_1": "Puṇṇas (which is) conceived in the womb, (from the drops) on the top of the bowl,",
    "ai-tika-vin11t5:2_2": "“The bowl is what is left over and what is said.”",
    "ai-tika-vin11t5:2_3": "Wealth has been given up in the its meaning.",
    "ai-tika-vin11t5:2_4": "Thinking: “Throughly heaped up from the place of”,",
    "ai-tika-vin11t5:2_5": "“There is no longer present,” he replied, “There is no longer wanting.",
    "ai-tika-vin11t5:2_6": "* the wisdom there is from misfortune, the merits of (wholesome) psychic power,",
    "ai-tika-vin11t5:2_7": "When gods have been given to the gods,",
    "ai-tika-vin11t5:2_8": "for that eon was given by the name of the tree in the midst of the gods of the Thirty-Three.",
    "ai-tika-vin11t5:2_9": "As he’s reborn here the robe of that determined the robe-cloth.",
    "ai-tika-vin11t5:2_10": "This is the meaning of the robe-cloth that is stated here as stated.",
    "ai-tika-vin11t5:2_11": "For it is hard to get a foot-stool, the bowls, or the ropes of the hand, and his limbs appeared to them as one of the poets, thus he is one of those whose psychic powers have become a god.",
    "ai-tika-vin11t5:3_0": "“Your psychic power is one of the Tusita gods,",
    "ai-tika-vin11t5:4_0": "Let them not lose their jackal.”",
    "ai-tika-vin11t5:5_0": "553.",
    "ai-tika-vin11t5:5_1": "Outside the three robes: bowl and robes are called a “bode” and so on. They are called a “resting-robes” .",
    "ai-tika-vin11t5:5_2": "whatever robes he does not say, he should not say anything.",
    "ai-tika-vin11t5:5_3": "And here it is said to be “about the fourteenth part of the robe-cloth” in the sense of counterpart robe-cloth” .",
    "ai-tika-vin11t5:5_4": "“I allow a robe made of requisites for the four-footed fingernails of cloth, a lamp, and a small area of the robe-cloth, I allow a four-footed robe finger-cloth, nails, four-foods, four-foods, and a limited robe-cloth by anyone together.”",
    "ai-tika-vin11t5:6_0": "(After faces) the face for the mouth, he raises the plates, yet for the purpose of embracing the dancing, and instruments of robes, as well as shaking the robe on their head, he receives the requisites for the benefit of a robe.",
    "ai-tika-vin11t5:6_1": "There are sits down where the monks are, sitting, and having given a share of the robe-cloth in order to prevent the robes,",
    "ai-tika-vin11t5:6_2": "each determined: “He conceals it,” he replied, “I do so;” and after determining the transferred to another.",
    "ai-tika-vin11t5:6_3": "As for the sake of the consequence, he must be prepared by the bodies of a bed and chair, that is to say, for the sake of deluded, and for the sake of use of robes.",
    "ai-tika-vin11t5:7_0": "Forget about the house-to-be, having reached the ultimate end, the ultimate sanctuary,",
    "ai-tika-vin11t5:7_1": "in three robes:",
    "ai-tika-vin11t5:7_2": "visiting: “They are left by the openings of the robe-cloth or the sheet,” and “The robe-making procedure consisting of one or other of three robes,” then on the following day, whether it is given by one or not.",
    "ai-tika-vin11t5:7_3": "“Does this because of this”, he replied: “This is the right way.",
    "ai-tika-vin11t5:7_4": "Intermination: “Actorbed” is to be determined, he can live on according to the rainy season, thus it is the fourth; then, when a share of the site for a revenence, he does not just as “the fourth;” and in the case of the Vinaya.",
    "ai-tika-vin11t5:8_0": "the places of the Thirty-Three, etc., were encircling in blue, yellow, and red.",
    "ai-tika-vin11t5:8_1": "If they are traveling, they must go to the place wherever there are.",
    "ai-tika-vin11t5:8_2": "The Lord of the World gave: “Through this blade or Kāḷigod or Virtues or Kāḷīsa and so on, broke up some yellow sandalwood, etc., with a piece of cotton-down bone.”",
    "ai-tika-vin11t5:8_3": "Which is determined in these three kinds of sesame seeds: the three robes, the territory, and the mud on their shells,",
    "ai-tika-vin11t5:8_4": "he should wear the robes:",
    "ai-tika-vin11t5:8_5": "Calm and quailt:",
    "ai-tika-vin11t5:8_6": "if he is unable to say that he is unable to attain (attain);",
    "ai-tika-vin11t5:8_7": "determined it as “I determine”: “I determine my upper robe in the same way as “I determined” .",
    "ai-tika-vin11t5:8_8": "yet another man is to be shown that it is said, but that it should not be shown.",
    "ai-tika-vin11t5:8_9": "and so on.",
    "ai-tika-vin11t5:8_10": "for this is said by the Buddha, “I allow you to determine the three robes,” etc., and so on.",
    "ai-tika-vin11t5:8_11": "So if he determines the three robes, he should determine that he should determine the robe-cloth as “I am bound together.”",
    "ai-tika-vin11t5:8_12": "When he is divided, he should first remove his outer robe from him, saying, “I give this robe-cloth in return.” And he should then wore a robe.",
    "ai-tika-vin11t5:8_13": "if he gets another three robes, or he has them disrobed, saying: “Whether that robe-cloth is empty, it is keeps the robe.”",
    "ai-tika-vin11t5:8_14": "That robe-cloth is yours.",
    "ai-tika-vin11t5:9_0": "556-7.",
    "ai-tika-vin11t5:9_1": "if he says, “We wish to give to me,” “We wish to show them in the way already described,” and so on, etc., is for the purpose of making them.",
    "ai-tika-vin11t5:9_2": "bones of the Saṅgha.",
    "ai-tika-vin11t5:9_3": "clothes, and the sewings have been made by the Sangha together with the robes for the purpose of sewing them, they canopy the robe-cloth in the Sangha.",
    "ai-tika-vin11t5:9_4": "When robe-cloth has vanished, it may be that he remains as in the area of the sixteenth day.",
    "ai-tika-vin11t5:9_5": "And the eleven pentads consisting in one owing to the breaths as werehes, the flower-fruit kernels, the frameworm-infested corpses, and the four treasures, and the eighty-food-season robe-cloths.",
    "ai-tika-vin11t5:9_6": "the fifth is the fifth filled with the five _māsaka_ measure of the five _māsaka_.",
    "ai-tika-vin11t5:9_7": "on the fifth day, they say, “We desire to five hundred coins,” “We will perform a pair of double-robes,” “They double-robes.”",
    "ai-tika-vin11t5:10_0": "As forgetful: here the word accomplishing the kind already described, etc., that is to say, the three in the bloated, the inner skin encircling walls, the belly- value of three treasures, and the eighty-four kinds of precious things, preciously the treasure.",
    "ai-tika-vin11t5:10_1": "He is white-clothed, for the third time he is called “mindful, lacking situational awareness”, and for the third time he is called “one who is forget”, “The Leavesdrops,” “It is said, “It is said to be one who do not guarded,” and “It is said to be implemented.",
    "ai-tika-vin11t5:10_2": "Like this, monks, does a monk develop mindfulness related to the body.",
    "ai-tika-vin11t5:10_3": "Thirt means overpowered.",
    "ai-tika-vin11t5:11_0": "if it is due to surface of attending on an extent person,",
    "ai-tika-vin11t5:11_1": "Which is the blessing of the robe-cloth: “This is the ninth day, the Happy One’s robe-cloth is said for a long time, the Holy One’s robe, and the nine robes are given in the six ways.”",
    "ai-tika-vin11t5:11_2": "And the meaning is that because of the words “cle of drums in the woods.” Thus they can also be said.",
    "ai-tika-vin11t5:11_3": "After doing what is conceived in between the two overestimations, in what is not given to the inner skin that envelops the inner skin.",
    "ai-tika-vin11t5:12_0": "The sound of five hundred people making this loud noise in the way already stated.",
    "ai-tika-vin11t5:12_1": "In one whose five general terms for long is called a longer.",
    "ai-tika-vin11t5:12_2": "“Fivety-four,”",
    "ai-tika-vin11t5:12_3": "with noble ones.",
    "ai-tika-vin11t5:12_4": "rich, affluent, and wealthy, with the upper story—that surrounds it, be expanded with the same kind of treasure is the meaning.",
    "ai-tika-vin11t5:12_5": "the meaning is, it is twofold: the meaning is, it is the same as the twice of two treasures, or the meaning is that it is.",
    "ai-tika-vin11t5:12_6": "This is right: “That is allowed, this is allowable,”",
    "ai-tika-vin11t5:12_7": "for one isn’t able to conceal it by calling it.”",
    "ai-tika-vin11t5:12_8": "But when she remains in the same way, she is able to stop the kind of robe-cloth as before.",
    "ai-tika-vin11t5:13_0": "Where the rain falls, (thinking): “Where do they get cooked here? ” and “There is no needing,”",
    "ai-tika-vin11t5:13_1": "nine orifices:",
    "ai-tika-vin11t5:13_2": "ninety-nine perfected ones: there are ninety-nine perfected ones widespread lawless clothes.",
    "ai-tika-vin11t5:13_3": "making a robe outer robe for the Sangha.",
    "ai-tika-vin11t5:13_4": "turning back to be latches,",
    "ai-tika-vin11t5:14_0": "For one who keeps roaming the cloth for overestimations and for departing the time of the dead were drivented.",
    "ai-tika-vin11t5:14_1": "Or alternatively, if the robe is kept in the fourfold opposite sex, one must have passed the old floor, and one’s old.",
    "ai-tika-vin11t5:14_2": "Wrong robe-cloth is the meaning of robe-cloth.",
    "ai-tika-vin11t5:14_3": "Fourth: folded in four ways,",
    "ai-tika-vin11t5:14_4": "this is the two upper one sarong, two upper robe,",
    "ai-tika-vin11t5:14_5": "and to advise and instruct.",
    "ai-tika-vin11t5:14_6": "Wearing rags, wore rags, and robes and almsfood.",
    "ai-tika-vin11t5:15_0": "“I allow you to make all three robes,” but when the robe was chopped in the neighborhood of a certain robe is made of thread, based on pieces, etc., done when the robe was given is made.",
    "ai-tika-vin11t5:15_1": "sewing them together, and sewing them out.",
    "ai-tika-vin11t5:15_2": "if he cuts the robe made into a cloth, and then gives it up, that robe-cloth is his way.",
    "ai-tika-vin11t5:15_3": "all the three robes,",
    "ai-tika-vin11t5:15_4": "and, without having cut off those clothes, they are unable to reach absorption.",
    "ai-tika-vin11t5:15_5": "Without getting enough clothes, they may go looking for cloth for newly arrived monks. They think that he hasn’t allowed a meal to make a newly arrived monks, and they go in the middle of the monastery. And they have a distribute robe.",
    "ai-tika-vin11t5:16_0": "Or likewise in the way already described.",
    "ai-tika-vin11t5:16_1": "are not attached to misfortune, etc.",
    "ai-tika-vin11t5:16_2": "in the three robes one is said to have one robe-cloth.",
    "ai-tika-vin11t5:16_3": "Indecent, cooked,: one who is grave;",
    "ai-tika-vin11t5:16_4": "Likewise that while he is cleaning the water filter, etc., he is not allowed by one who is wrapped in the community by the monks.",
    "ai-tika-vin11t5:17_0": "He is the one who buying: heirs in robes and the middle of the monastery; it is the same as in the middle of the monastery that is long,",
    "ai-tika-vin11t5:17_1": "For this is said in the Vinaya Commentaries: “It is because of the acquisition of the robes, namely, long and of the kind that is long because it is successful, thus it is “interruptedness .”",
    "ai-tika-vin11t5:17_2": "There he goes about with kind of robe-cloth in an interval.",
    "ai-tika-vin11t5:17_3": "For this is said in the Similar: “Even-joints in the middle of the day”",
    "ai-tika-vin11t5:17_4": "in a large pavilion, in the pavilion,",
    "ai-tika-vin11t5:17_5": "And this is said in the Commentaries: “Anyone-cloth is worth five lumps of cloth in one pavilion.”",
    "ai-tika-vin11t5:17_6": "A rich round the circle of cottonls: having covered all round with white color.",
    "ai-tika-vin11t5:17_7": "And this is said in the Chapter: “Aboundless” is said.",
    "ai-tika-vin11t5:17_8": "Having made rolled around to the circle, the encircled them in one place, and fastened them.",
    "ai-tika-vin11t5:17_9": "And this is said in the Chapter: “About One, a circle of medium-sized centrals, and a single pillar.”",
    "ai-tika-vin11t5:17_10": "In the Middle Discourses the Absorptions of the Chapter seeds lesser pieces of flesh in the two or three lesser pieces.",
    "ai-tika-vin11t5:17_11": "And this is said in the commentary: “Amongst those who see both ends in him.”",
    "ai-tika-vin11t5:17_12": "The outsiders exterior in the Three Times rolled forth the outside,",
    "ai-tika-vin11t5:17_13": "And this is said in the commentaries: “Before they keep on strips of cloth.”",
    "ai-tika-vin11t5:18_0": "one who is shown by five kinds of garments, according to the five strands of robe funds:",
    "ai-tika-vin11t5:18_1": "At the moment of seven pebbles the thread of sewing robes.",
    "ai-tika-vin11t5:18_2": "Hence it is said: “Here is the robe,”",
    "ai-tika-vin11t5:18_3": "But a single separate robe-cloth is allowed to see, one that is allowed to go on both sides. It is allowable for them to see the lumps of delusion, namely, or formless.",
    "ai-tika-vin11t5:18_4": "And this is said in the Commentaries: “If the eight or five conclusions in one-explains, you are called ‘the fourfold progressiveness’.”",
    "ai-tika-vin11t5:18_5": "Bāhiya of the Two on the inside, having put up the opposite sex on the foreheads, and positions, he puts his arms together with his arms and turns backwards, and said: “Through it, it is called ‘body-strawl’.”",
    "ai-tika-vin11t5:18_6": "And this is said by the name of the Bodhi Tree: “There are no more clothes that are kept outside the doorway, put on a pillow, and stand outside the gateway, and end the name of them.”",
    "ai-tika-vin11t5:18_7": "This is the reason why the egg-of-states are allowable for you to finish the hall.",
    "ai-tika-vin11t5:18_8": "And this is said in the commentaries: “This is the Great Ascetic.”",
    "ai-tika-vin11t5:18_9": "a monk should make an effort to get her.",
    "ai-tika-vin11t5:18_10": "As they were shown by the strength of Bāhiya, having shown that the five robes, and so on, to be to say, the ascetics, brahmins, and befitting an ascetic.",
    "ai-tika-vin11t5:19_0": "565-6.",
    "ai-tika-vin11t5:19_1": "When they have spoken of their robes, they use them without scratching them together with a robe, and then give them a share of the robe-cloth and then use it to receive the alms-food.",
    "ai-tika-vin11t5:19_2": "by giving gifts,",
    "ai-tika-vin11t5:19_3": "with a lustful cows, and with others cattle (from her).",
    "ai-tika-vin11t5:19_4": "From then on account of his own hands, that beautifies another’s self,",
    "ai-tika-vin11t5:19_5": "Without making up the training, he trains in the training without first renouncing the training as a lay person whose robes is training, like the dealing with the training, at the time of giving robes, and so on.",
    "ai-tika-vin11t5:20_0": "‘If a monk takes the lesser life by footing in the lesser life: “In this way, monk, when a nun returns to a lesser life, he must resign the training and return to a lesser life, or when the training isn’t able to get rid of it, then he should not say, “This monk isn’t able to go to determine it. ” And he should say, “They’s not bow to the rule, the nuns,” he should say, “Those nuns,”",
    "ai-tika-vin11t5:21_0": "a mendicant who trains in the training.",
    "ai-tika-vin11t5:21_1": "if he discards it;",
    "ai-tika-vin11t5:21_2": "But if a mendicant resigns the training and returns to a lesser life, if standing on the top of the body, they’re resigned and determined on the training.",
    "ai-tika-vin11t5:21_3": "if he abandons him, saying, “I am giving up” and “It’s inferior,” and “There are no more than that.",
    "ai-tika-vin11t5:21_4": "according as it was said: “The miracle of views growth in the morning, the lowest ran back by the forehead.”",
    "ai-tika-vin11t5:21_5": "as that man will not be destroyed,",
    "ai-tika-vin11t5:22_0": "if he reopens it after borders;",
    "ai-tika-vin11t5:22_1": "if she is called “live” because of the sense of making use of the robes, she may live in a monastery worker’s sharing.",
    "ai-tika-vin11t5:22_2": "A woman’s sweeps around the slaughter:",
    "ai-tika-vin11t5:22_3": "all the more than nine robes.",
    "ai-tika-vin11t5:22_4": "Internally, they determine it is said: “In these eighth day.”",
    "ai-tika-vin11t5:22_5": "And the meaning of this is said in the Commentaries: “There are eight more than that.”",
    "ai-tika-vin11t5:22_6": "it gives up.",
    "ai-tika-vin11t5:22_7": "When it is said to be agitation, while he is concealed by the inverting place beginning, “the in-breaths and out-breaths, his mindfulness is said.",
    "ai-tika-vin11t5:22_8": "in the three robes he is said to have one of the three robes.",
    "ai-tika-vin11t5:22_9": "Or he can criticize the three robes:",
    "ai-tika-vin11t5:22_10": "And this is said: “Possessing the robe-cloth is equipment for the robes.”",
    "ai-tika-vin11t5:23_0": "567.",
    "ai-tika-vin11t5:23_1": "when a rubbish he said, “Where did you sleep?”",
    "ai-tika-vin11t5:23_2": "“One who hasn’t committed any offense entailing expulsion. ...”",
    "ai-tika-vin11t5:23_3": "Don’t give this simile to the lower rope.”",
    "ai-tika-vin11t5:24_0": "“Yes, I am bound to a very long time,” and so on,",
    "ai-tika-vin11t5:25_0": "569.",
    "ai-tika-vin11t5:25_1": "placed on the old robes, etc., that is to be said: “We will show the greatest,” and “We will give you a robe.”",
    "ai-tika-vin11t5:25_2": "cut off the first, cut off the top (himself) at the first place.",
    "ai-tika-vin11t5:25_3": "and after giving the best cloth, he said,",
    "ai-tika-vin11t5:25_4": "the guarding is protected thus, “Anyone who has participated in the robe-making procedure, the monks have agreed upon them,” thus he is protected by a robe-cloth that is stored in the robe-making season.",
    "ai-tika-vin11t5:25_5": "determined it as a split.",
    "ai-tika-vin11t5:25_6": "First one is the first stone league by league,",
    "ai-tika-vin11t5:25_7": "After determining them with their three robes, they cut them off at the middle of a day, and then in the middle of them.",
    "ai-tika-vin11t5:25_8": "and later on the throne.",
    "ai-tika-vin11t5:25_9": "cuts off the top, drop, mixed with both sides,",
    "ai-tika-vin11t5:25_10": "guards the kind already stated.",
    "ai-tika-vin11t5:26_0": "570.",
    "ai-tika-vin11t5:26_1": "And wherever he was born, (these) destroyed, the three robes, and the blanket when the robe is struck, he swepts in him.",
    "ai-tika-vin11t5:26_2": "it is fourteenth or four finger joints, three may be defined four fingerbreadths, and they can do so.",
    "ai-tika-vin11t5:26_3": "he goes up to the four-hundred 80 kilometers,",
    "ai-tika-vin11t5:26_4": "To remove the inside:",
    "ai-tika-vin11t5:26_5": "and two or three robes are different.",
    "ai-tika-vin11t5:26_6": "according to the fourteenth part of the Monastic Code is of one less than two leagues, that is to say, two, three, four, five, three, two, three, four, five, sixty, eight hundred leagues.",
    "ai-tika-vin11t5:26_7": "or when anyone sent away, he should split openly.",
    "ai-tika-vin11t5:27_0": "or the robe-making procedure:",
    "ai-tika-vin11t5:27_1": "the Teacher of noble ones:",
    "ai-tika-vin11t5:27_2": "if he creates a less four-footed _kaṁsa_ coins, determined inside, and determined aside within the fourfold army;",
    "ai-tika-vin11t5:27_3": "The upper robes of those who know two ends.",
    "ai-tika-vin11t5:27_4": "the Teacher of noble ones:",
    "ai-tika-vin11t5:27_5": "As to location: from the bones of the eighty-four centimeters inside.",
    "ai-tika-vin11t5:27_6": "He determined the transmigrating for long, transferred to another, a hundred leagues.",
    "ai-tika-vin11t5:27_7": "And here he should be the interpretation for the purpose.",
    "ai-tika-vin11t5:27_8": "When they had been determined in this way, they must insert two or three robes on the ground, and they then do the procedure.",
    "ai-tika-vin11t5:27_9": "But if he does not make a requisite, he should be determined aside.",
    "ai-tika-vin11t5:28_0": "If they do so, they should say, “There are robes,” and they instead of wounds, “There are robes,” etc., in the way already stated, they should say, “There are dangers for you.”",
    "ai-tika-vin11t5:28_1": "He told her, “Take in fact,” and he is told, “There is no purpose for one who needs in” and “There is.",
    "ai-tika-vin11t5:28_2": "second-and-, half-walled, he said, “It’s half-monthly, half-way” and “It grows in two friendships,” but for a second, “It is hard,” “It is hard,” “It is hard to find.”",
    "ai-tika-vin11t5:28_3": "Saying “I’ve heard” he has made an agreement for the right size:",
    "ai-tika-vin11t5:28_4": "This is the carcass of robe belonging to long in order to purify his three robes, and if he harass his sesame seeds jackals and the pieces of flesh, the sinews had a fine robe.",
    "ai-tika-vin11t5:28_5": "And the group of foulness should be understood according to the same kind already described .",
    "ai-tika-vin11t5:29_0": "He is worthy of praise in them, thinking “This is the meaning of what is proved.”",
    "ai-tika-vin11t5:29_1": "knowing that it was made of cloth for the requisites.",
    "ai-tika-vin11t5:30_0": "the third kind of riches work for a third time, two things increase in silence, and half a third time.",
    "ai-tika-vin11t5:31_0": "574.",
    "ai-tika-vin11t5:31_1": "Then the supernormal powers came to him.",
    "ai-tika-vin11t5:31_2": "When he reaches the higher end, he should be cut off, cutting off, moistening, and interrupted each other with a cutting off. He should then confess an offense entailing confession.",
    "ai-tika-vin11t5:31_3": "is said: it is cleared ;",
    "ai-tika-vin11t5:32_0": "Through possession of the special qualities of being enlightened by enemy, measureless and measureless.",
    "ai-tika-vin11t5:33_0": "576.",
    "ai-tika-vin11t5:33_1": "all bonds are bound together.",
    "ai-tika-vin11t5:33_2": "This is the eighth definition of all kinds of blue, having come to declaring the Saṅgha,",
    "ai-tika-vin11t5:33_3": "and the whole of the analysis of robes, etc.",
    "ai-tika-vin11t5:34_0": "577.",
    "ai-tika-vin11t5:34_1": "cutting off his hands in the mouth,",
    "ai-tika-vin11t5:34_2": "One times washed it all, and he said to them: “From the washing, all of them will be able to get away,”",
    "ai-tika-vin11t5:35_0": "579.",
    "ai-tika-vin11t5:35_1": "she is the best and measure of the past, having given up the past, future and present.",
    "ai-tika-vin11t5:35_2": "“They do not say,” “We will give,” “Devasiveness of the Vinaya,” “We will point out discuss abundant,” that is exceedingly crowded .",
    "ai-tika-vin11t5:35_3": "He has been laid down by the Buddha, who knows the Monastic Law, and who knows the Vinaya, who knows the Paṭisambhidā, and who knows the Monastic Law.",
    "ai-tika-vin11t5:35_4": "it is shared by the Mine of Questions, texts, terminators, etc., as they have been a teacher of the special qualities, and the Vinaya of the Dhamma.",
    "ai-tika-vin11t5:36_0": "the bones of the fingers and toes are extended in the limbs,",
    "ai-tika-vin11t5:36_1": "Leading in the fourfold lesser pieces of glowing coals;",
    "ai-tika-vin11t5:36_2": "and there is a robe belonging to the other.",
    "ai-tika-vin11t5:36_3": "The last of robe-cloth is carried out to the wet-nurses of robe-cloth in the early Council. It is what is said.",
    "ai-tika-vin11t5:37_0": "water filters and bags.",
    "ai-tika-vin11t5:37_1": "they plucked the bowls.",
    "ai-tika-vin11t5:37_2": "Without jujubes, drinks, clothes, and lotuses,",
    "ai-tika-vin11t5:37_3": "(The Buddha’s) teaching, the westerning of the staff, which holds a stick (but) on the stone rod.",
    "ai-tika-vin11t5:38_0": "you should determine the cloth for requisites.",
    "ai-tika-vin11t5:38_1": "settling down",
    "ai-tika-vin11t5:38_2": "but to carry connection “Immon”.",
    "ai-tika-vin11t5:38_3": "There is no fault in hate, hatred, pride,",
    "ai-tika-vin11t5:38_4": "“With the appearance of a liquor circumference of seven cognitives,” then they say, there is no offense.",
    "ai-tika-vin11t5:38_5": "if he says, “I’ll buy it, I’ll buy it,” he should then set it out.",
    "ai-tika-vin11t5:38_6": "“This medicine, this caravan leader to my mother, my deliverance”, and with a variety of deliciously delivered as decision,",
    "ai-tika-vin11t5:38_7": "And in this context it is said:",
    "ai-tika-vin11t5:39_0": "“A monk who has obtained a cloth like this is said:",
    "ai-tika-vin11t5:40_0": "one who is relinquishment and confession nevertheless.”",
    "ai-tika-vin11t5:41_0": "for four months...",
    "ai-tika-vin11t5:41_1": "four months of the rainy-season robe after four months.",
    "ai-tika-vin11t5:42_0": "584.",
    "ai-tika-vin11t5:42_1": "it covers the itch-covering cloth for the purpose of concealing the bhikkhus. It is a bent on dry land, shaven, fragrance, and instruments.",
    "ai-tika-vin11t5:42_2": "And in this context it is said:",
    "ai-tika-vin11t5:43_0": "“Near Story of the kasiṇas, etc., that is the escape from the kasiṇas;",
    "ai-tika-vin11t5:44_0": "it is not allowed to determine it as a balanced effort.",
    "ai-tika-vin11t5:45_0": "Because of determining these factors they are complete in the way already stated.",
    "ai-tika-vin11t5:46_0": "and inquiry. If there’ll be anyone there.”",
    "ai-tika-vin11t5:47_0": "“And in front of others,” he replied, “We understand the commentaries.”",
    "ai-tika-vin11t5:47_1": "The 84,000 leagues back:",
    "ai-tika-vin11t5:48_0": "worked for them,",
    "ai-tika-vin11t5:49_0": "This is what was said: “All-spits is the three requisites for the three months.”",
    "ai-tika-vin11t5:49_1": "When robe-cloth is determined in the three months of the rainy-season robe-cloth, in the texts on monastic training.",
    "ai-tika-vin11t5:49_2": "one of three robes, three robes, and four months. They live together in the robe-cloth and on the other three robes, and they can’t stay in the ninete- robe-cloth as the Monastic Law.",
    "ai-tika-vin11t5:49_3": "And the robe-cloth in the case of the robe-giving season: these are the directions,",
    "ai-tika-vin11t5:49_4": "Or else others description of robe-cloth is allowed to cloth for six kinds of robe-cloth: it is allowable for one,",
    "ai-tika-vin11t5:49_5": "But, after saying “I live alone,” he said, “I do not determine this cloth for the sake of a requisite.”",
    "ai-tika-vin11t5:49_6": "that cloth.",
    "ai-tika-vin11t5:49_7": "There is cloth for requisites, or for that requisite.",
    "ai-tika-vin11t5:50_0": "589.",
    "ai-tika-vin11t5:50_1": "“It is allowed to determine the robe-cloth that is allowed to make a requisite as cloth for the three kinds of robe-cloth, and then it is not allowable to live in this way.”",
    "ai-tika-vin11t5:50_2": "“The one recitation is the best.” This is the oneness of the heart, etc., that is to say, the meaning of the educating, etc., and each one, and it is only the same.",
    "ai-tika-vin11t5:51_0": "if he stores up requisites, fastened by a wall, a wide, a cloth from the group of six, a single woven, a single robe, anointment, one from the group of robes, or a cloth from the text of the robe, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:52_0": "That’s how the original robe-cloth can be showed to such gifts as “Having been used up, a cloth screened, a rapidated, a necklace, or a floor, or a keyhole big tree.” And he shows him how the King said, “Like thiepings have been showned.”",
    "ai-tika-vin11t5:52_1": "If he applies the three requisites, in this way, it is allowable for a three-robe.",
    "ai-tika-vin11t5:52_2": "When this training rule is finished, it is said to be in the second training rule, without first being announced.",
    "ai-tika-vin11t5:52_3": "When this is completed, he thinks: “The village is divided” and “cleaning up a village district,",
    "ai-tika-vin11t5:52_4": "In the same way the robe-cloth is kept in the end of the three robes, etc., and not in the charnel grounds, yet he here and there, while trying to stay here or there in the same place as before.",
    "ai-tika-vin11t5:52_5": "And here the mentioned is determined by a requisite consisting of stored for the rainy-season robe-cloth. The meaning is, it is invariable to a bhikkhu’s shelter.",
    "ai-tika-vin11t5:53_0": "590.",
    "ai-tika-vin11t5:53_1": "I had enough for you to drink,” and so on.",
    "ai-tika-vin11t5:53_2": "you’re no league here.",
    "ai-tika-vin11t5:53_3": "if he says, “I’ll give you robe-cloth;”",
    "ai-tika-vin11t5:53_4": "He who determines the robe-cloth by setting out for the three robes, and establishes the mindfulness in that monastery, thinking, “Explain with the hand,” and when he was presented with his robes, he so is only the meaning.",
    "ai-tika-vin11t5:53_5": "which is why it is said in the law of a robe is given.",
    "ai-tika-vin11t5:53_6": "is all ninety-nine years,",
    "ai-tika-vin11t5:53_7": "thief requisites, clothes, a clothes, and, a cloth for requisites, and then uses them as a robe, is allowed for them,",
    "ai-tika-vin11t5:54_0": "591.",
    "ai-tika-vin11t5:54_1": "This word expandsiveness, in order to show the meaning of such gifts as deliberation: “Friends” is suitable for the sake of a robe, making a variety of robes, etc., to bring this actual contortion of this text, “He is indicated by the influence of its enemy, and to show it,” it is allowable for the sake of making it, interruption, “Noble of a great deliverance” .",
    "ai-tika-vin11t5:54_2": "Only this training rule was finished in two ways, he thought, “I realized the same sleeping place in return,” and “I prepared a non-returner in this same very life as a recommendation of the aggregates,” and he does so only for the purpose of abandoning it, “This is the meaning of attaining the absorption,” and “This is the meaning of essence, “Now,” then for the purpose of being possessed.",
    "ai-tika-vin11t5:55_0": "doing so.",
    "ai-tika-vin11t5:55_1": "now they show the benefit of the advantages, saying: “Listen, give us rice porridge.”",
    "ai-tika-vin11t5:55_2": "They’ve totally given up the roots, separate robes, alms at the root of the transferred to another, and they then make a winternatively, unsuitable robes, and so on. He needs a robe.",
    "ai-tika-vin11t5:55_3": "Nor for ease: In order to prevent falling (into the lower realms),",
    "ai-tika-vin11t5:56_0": "What is their partner’s word for them? It is their own doctrine, worry, and preventing them from being attached to their own mouth, holding them tight, and resort to infect their own work.",
    "ai-tika-vin11t5:56_1": "She is satisfied at the mouth of the nose, such as:",
    "ai-tika-vin11t5:56_2": "he obtains it; he has to determine it, having decided about it.",
    "ai-tika-vin11t5:56_3": "His three robes are destroyed:",
    "ai-tika-vin11t5:56_4": "he determines it as an enclosure, transferred to another, transferred to another, and when analyzed it.",
    "ai-tika-vin11t5:57_0": "594.",
    "ai-tika-vin11t5:57_1": "When he is returning, the determining, the robe-cloth is determined, transferred to another, and when he returns, there is no more than the case.",
    "ai-tika-vin11t5:57_2": "this is the gadfluence to the cloth.",
    "ai-tika-vin11t5:57_3": "In consequence of this great earth is able to inspire the Saṅgha of mendicants. Instead, they sat down near the Jambudīpa on the Mahātittha Village of Bhikkhus, the chief ministers, while sitting in the Vinaya official. Having sat down in the company of the Great Collection of Sakka, the Vinaya, the Dispensation of the gods.",
    "ai-tika-vin11t5:58_0": "595.",
    "ai-tika-vin11t5:58_1": "which is the requisite of cloth for requisites, etc., that is to say, “What is the limit of the robe-cloth? ” and “It is said, “in the limited robe-cloth.”",
    "ai-tika-vin11t5:58_2": "“He has come to rest,” who is cut off the cutting off.",
    "ai-tika-vin11t5:58_3": "He then told the Buddha what had happened.",
    "ai-tika-vin11t5:58_4": "Except for the requisites, etc., that is, the meaning is, it is because it is given in the triple requisites.",
    "ai-tika-vin11t5:58_5": "“The robes were complete with three robes, and also a needle cases.",
    "ai-tika-vin11t5:58_6": "They told the Buddha.",
    "ai-tika-vin11t5:58_7": "I allow you to determine the cloth as requisites, and then set it out for six days without scratching it, and then transfer it for six days if you’re able to determine it as a robe is allowable, if it is allowed to live in one place without;",
    "ai-tika-vin11t5:58_8": "Hence it is said: “When there is eight robes, one who wants to stay, and one who wants to stay in the same separate robe-cloth that is given to the end of the robe-making season and the robe-cloth, it is given in the evening, and if it is given to him.”",
    "ai-tika-vin11t5:59_0": "596-8.",
    "ai-tika-vin11t5:59_1": "To this extent the robe-cloth in the Kakutthā River, also showing them the robes and so on.",
    "ai-tika-vin11t5:59_2": "to be given to him:",
    "ai-tika-vin11t5:59_3": "Sleep sockets from the tree;",
    "ai-tika-vin11t5:59_4": "who has faith in the beginning, the sound of a bird and the turtles, and the sound of their robes, etc., and only as befitter this robe-cloth is given here.",
    "ai-tika-vin11t5:59_5": "Who, through the strength of human hair, clothes, and vehicles,",
    "ai-tika-vin11t5:59_6": "Like a horse in a chariot drawn maress, stainlessly, and purest of water.",
    "ai-tika-vin11t5:59_7": "smeared with iron balls of jujube seeds of Kusinārā,",
    "ai-tika-vin11t5:59_8": "Once it is to be done, one should only then go to the point.",
    "ai-tika-vin11t5:59_9": "He still wouldn’t be dejected by hunger.",
    "ai-tika-vin11t5:59_10": "if he encourages it, he took it,",
    "ai-tika-vin11t5:60_0": "Oholder, when will (the Buddha) barley the door of the lotus,",
    "ai-tika-vin11t5:60_1": "Erāvaka, and Sineru, Earth,",
    "ai-tika-vin11t5:60_2": "I compare them took a charnel ground, or took them away",
    "ai-tika-vin11t5:60_3": "Potalms and herons bubbles,",
    "ai-tika-vin11t5:60_4": "standing at the root of a tree,",
    "ai-tika-vin11t5:60_5": "hatred in a tight of terms,",
    "ai-tika-vin11t5:60_6": "Are anywhere?",
    "ai-tika-vin11t5:61_0": "she was consecrated with all whole a whole of Universal Monarch",
    "ai-tika-vin11t5:61_1": "So too in the rivers, in the sense of moderation.",
    "ai-tika-vin11t5:61_2": "Mahānāma, a Tagarasikhī, a red string,",
    "ai-tika-vin11t5:61_3": "In a creeper-coloured moon",
    "ai-tika-vin11t5:62_0": "one whose robes are destroyed is broken, and who has not been cut off, in that robe-cloth is given.",
    "ai-tika-vin11t5:62_1": "So long, short, shaven,",
    "ai-tika-vin11t5:62_2": "what is seen, what is hatred and fruitless, what is their ten.",
    "ai-tika-vin11t5:62_3": "a rope after bubbles made of frame and hanging it into the head, one whose robes are destroyed is the meaning.",
    "ai-tika-vin11t5:62_4": "and his robes are stolen. It is not lost to because of a robe-cloth that is the case of the robe-cloth,",
    "ai-tika-vin11t5:62_5": "Here are shameless in all ways: among the things, and so on.",
    "ai-tika-vin11t5:62_6": "even if you don’t have a single vicinity, you’re not worthy of an ascetic;",
    "ai-tika-vin11t5:62_7": "“This robe-cloth isn’t allowed by these things that are allowable if he is allowed by himself, he should put it on. He should then woven robes after eating, and he should give it up that robe.",
    "ai-tika-vin11t5:62_8": "After clothing all the people from there with clothes he carded domesticated names, actually cast down to green vegetables, and then cannot cloth them in the same way.”",
    "ai-tika-vin11t5:63_0": "“Overcome” is: “This is no opportunity,” and so on.",
    "ai-tika-vin11t5:63_1": "if he gives away another requisite;",
    "ai-tika-vin11t5:63_2": "Here, giving gifts to two kinds of gifts:",
    "ai-tika-vin11t5:63_3": "received this gift, saying, “I give this gift.”",
    "ai-tika-vin11t5:63_4": "ʻI give this gift to so-and-so,’",
    "ai-tika-vin11t5:63_5": "When asked, “This is why, seized by the group, “Please take it,” he said, “You’re pure, I say.” Then he says, “I say this to a pure community.”",
    "ai-tika-vin11t5:63_6": "“This is your bidding, Upavāṇa, that is yours, feathers with the palm.” When they said, “This is good, I become a giver, I’m one who takes it.” Then if you say, “Through it will take my borrow’s head, I’ll be able to satisfaction.”",
    "ai-tika-vin11t5:63_7": "“Yes, sir.” And she said, “I’ll take my grandfather.” But she said, “I take a clean cloth.”",
    "ai-tika-vin11t5:63_8": "‘This is yours, this is yours,” “I cook it,” “I didn’t say, “I have taken it,” “I do it.” And after eating it, they put it on return from here,” he rehearses it again, saying, “I have no more than eight days.",
    "ai-tika-vin11t5:64_0": "After determining the robe-cloth in the end of the robe-making season, he thinks, “The monk who gets others to do the work,” and then, when he does so, he thinks, “This is the first made, but then, when he does not lie down. He thinks, “Sit isn’t able to lie down on the training.”",
    "ai-tika-vin11t5:64_1": "For just as this is the Commentaries: “After who knows the Monastic Law,”",
    "ai-tika-vin11t5:64_2": "“So, Sundarīnandā,” he took some robe-cloth and again, saying, “Neither,”",
    "ai-tika-vin11t5:65_0": "Experiential thieves:",
    "ai-tika-vin11t5:65_1": "They replied, “They do not grab them by the constellation and take them,” and they also “There are these four ways of being included,” and they “Three them because they will arrival because of this.",
    "ai-tika-vin11t5:65_2": "Herein, “Bandits” is said: “This is a thief, this is not a bandit, this is said to beliefs,” “Bandits, this is a fire!”",
    "ai-tika-vin11t5:65_3": "In the Vibhaṅga: “‘Jhāna, visits his requisites, and he possesses five factors, he is pleased with others. He is of all five factors, possessed of five factors, is the meaning.",
    "ai-tika-vin11t5:65_4": "he determined: “He thus he does not resolve each leg that he has attained the attainment within its boundaries.”",
    "ai-tika-vin11t5:66_0": "601.",
    "ai-tika-vin11t5:66_1": "But this robe-making season comes to an end when the robe-making season comes to an end.",
    "ai-tika-vin11t5:66_2": "This is the production of the body and speech that is the basis for the bodily conduct and the mind.",
    "ai-tika-vin11t5:66_3": "When he is exceeding the robe-cloth with the breath, he commits an offense entailing confession.",
    "ai-tika-vin11t5:66_4": "Enjoying the interest and the unconfused,",
    "ai-tika-vin11t5:66_5": "If he takes up a meditation subject, shrine and extends it, he commits an offense entailing confession. When his mind is discontent, he respondsites, he falls in line with the skillful intentions, “I am deportment,” and he reports to mind. And whenever he isn’t able to display an unprofitable, to say that one with a mind astray, with defilements ended.",
    "ai-tika-vin11t5:66_6": "For he who is devoted to the meditation subject in the way already described, joyful, equanimous of equanimity, joyful, and mental joy he feels pleasure with equanimity.",
    "ai-tika-vin11t5:66_7": "can’t be arranged for such a place.",
    "ai-tika-vin11t5:67_0": "The First Friends",
    "ai-tika-vin11t5:68_0": "One depositedness in the abode of five months and for the three months of the room, and he places in the building sites residences in the monastery, and hes in the morning, having made a dwelling place with the shade of the three months, carpets in the neighborhood of a village, and he is preparing the recitation of the monastery, the in the middle, and the end of the monastery, and he is not in the end of any one.",
    "ai-tika-vin11t5:68_1": "Here the village of Ekavilence, etc.,",
    "ai-tika-vin11t5:69_0": "in the home of a village named Dhataraṭṭha,",
    "ai-tika-vin11t5:69_1": "Hence it is said: “Consider those who go to the household life and after causing them (only), thinking: ‘May they be dead, having caused this lot of the house,’ and why they say, ‘We all go outside the household life’.”",
    "ai-tika-vin11t5:69_2": "And this is what has been said in the household life, if they go to the houses plunge into the village, plunges into the town inside, threshing floor.’",
    "ai-tika-vin11t5:70_0": "talk about what was said in the time?",
    "ai-tika-vin11t5:70_1": "“The king is prophesied: he is just like the topic of bricks on the inside, observed outside the gateway, and fourteenth earth element.”",
    "ai-tika-vin11t5:70_2": "“The four-footed stilt longhouses area covered in one part of the four coronations.”",
    "ai-tika-vin11t5:70_3": "Once the Palace of Principle",
    "ai-tika-vin11t5:70_4": "I’ll make the stilt longhouse",
    "ai-tika-vin11t5:70_5": "doesn’t endure cold;",
    "ai-tika-vin11t5:70_6": "There are two kinds of temperament: one hundred and two kinds of carts and twofold origination together by one.",
    "ai-tika-vin11t5:70_7": "Herein, “One” is the disturbance of location.",
    "ai-tika-vin11t5:71_0": "fields barley, fields, fields, lands,",
    "ai-tika-vin11t5:71_1": "looking for a lake,",
    "ai-tika-vin11t5:71_2": "a Rāmagāma, an orchard tree,",
    "ai-tika-vin11t5:71_3": "A dwelling is called “resting-place”.",
    "ai-tika-vin11t5:71_4": "“Three is called a “the tree” in the middle of the hole in the height of a tree. It is said to be the best for Buddha.",
    "ai-tika-vin11t5:71_5": "Out in the openings shelter is known as the exalted and dancing in the wilderness. It is stained about evening authority.",
    "ai-tika-vin11t5:71_6": "(They are) called backfolking for making use of the water for washing without coming. And having gone there for refuge from the time to the carts, the box, the middle one who is unable to go.",
    "ai-tika-vin11t5:72_0": "This inhabited area of two kinds: there are two kinds of people within a single vicinity.",
    "ai-tika-vin11t5:72_1": "Herein, the village here is the intervals of a district, etc., in the preceding a single family similar to that one family.",
    "ai-tika-vin11t5:72_2": "he has various families.",
    "ai-tika-vin11t5:72_3": "For this is said: “Here a single family” is one vicinity.",
    "ai-tika-vin11t5:72_4": "In the Commentaries, “Amongst those who were reborn in the village, the towns, the village, the districts, the charnel ground, the village, the towns, and the capital was.”",
    "ai-tika-vin11t5:73_0": "An enclosed monastery belonging to one clan and having many rooms: if the family is divided, they have various families.",
    "ai-tika-vin11t5:73_1": "according as it is said: “The dwellings in a single family consisting of a group of the particulars of the body in the family circle of a group.”",
    "ai-tika-vin11t5:73_2": "But the difference between the two kinds of becoming .",
    "ai-tika-vin11t5:73_3": "If it is said in the same way, “About composed to one vicinity is the most uninhabited” .",
    "ai-tika-vin11t5:73_4": "from here a village or wilderness.”",
    "ai-tika-vin11t5:73_5": "Here the treasure is twenty-two treasures:",
    "ai-tika-vin11t5:73_6": "according as it is said: “Next, however, however, is twenty-eight?”",
    "ai-tika-vin11t5:73_7": "So it is said in brief in the Commentaries that show the hundred and eighteen lesser life under the heading of “special” , and it is said in the Paṭisambhidā.",
    "ai-tika-vin11t5:73_8": "This is the detailed explanation of the meaning in brief.",
    "ai-tika-vin11t5:74_0": "‘He may put his upper robe over one shoulder, the upper robe, or the sarong.’",
    "ai-tika-vin11t5:74_1": "When he has stored it, he should store it out indoors, one must stay here.”",
    "ai-tika-vin11t5:74_2": "praised by the one roaming on the start house.",
    "ai-tika-vin11t5:74_3": "How on earth can we show them during the day?",
    "ai-tika-vin11t5:75_0": "He is asking the Sangha for permission to stay apart from his three robes. He should then squat on his heels. He should then put his upper robe over one shoulder, pay respect at the feet of the Sangha, squat on his heels, raise his joined palms, and ask for three robes. He should not be given the Sangha’s robes. I’m unable to stay with the robe-cloth and the Sangha.",
    "ai-tika-vin11t5:75_1": "Likewise the time when the sick monk who has been prohibited in that house, when he was given the rainy-season robe-cloth in another house, whether he was given to him or not.",
    "ai-tika-vin11t5:76_0": "Sits down:",
    "ai-tika-vin11t5:76_1": "because of that robe-cloth,",
    "ai-tika-vin11t5:76_2": "The wide isn’t allowed to stay away, or to stay away.",
    "ai-tika-vin11t5:76_3": "what is said:",
    "ai-tika-vin11t5:76_4": "“Suppose a village district is kept in the inhabited area of one clans the robe within the building.",
    "ai-tika-vin11t5:76_5": "An unenclosed inhabited area belonging to many clans: one must stay in the house where the robe is kept, or not go beyond arm’s reach of the house.",
    "ai-tika-vin11t5:76_6": "An enclosed inhabited area belonging to many clans: one must stay in the house where the robe is kept, or at the main entrance, or not go beyond arm’s reach of either.”",
    "ai-tika-vin11t5:77_0": "For this reason it is said: “This is an wall, this is said to be surrounded by a wall, or specific purpose in this assembly.”",
    "ai-tika-vin11t5:77_1": "Here the hand of the elephant-treasure is called “Friend”;",
    "ai-tika-vin11t5:77_2": "according as it is said: “When a house has been deposited in the hand of a house, one must not go beyond arm’s reach of the—a thresholds, but one can never stop one from it.”",
    "ai-tika-vin11t5:78_0": "he disrobes, “He is free from hate”;",
    "ai-tika-vin11t5:78_1": "is unshakable.”",
    "ai-tika-vin11t5:78_2": "For if he is outside the monastic boundary, there is only a delimited robe, if he sits down outside the door, saying, “What if it is the cause,” the robe is needed for him; he is needed for him.",
    "ai-tika-vin11t5:78_3": "Hermits them withdrawn. ...",
    "ai-tika-vin11t5:78_4": "if you understand.”",
    "ai-tika-vin11t5:79_0": "like a bathing poison in the hand of the robe, making it himself within the rainy-season residence.",
    "ai-tika-vin11t5:80_0": "606.",
    "ai-tika-vin11t5:80_1": "the robe-cloth has been stolen and the robe-cloth that monk has been stolen, for that monk who has been stolen, is unthinking.",
    "ai-tika-vin11t5:81_0": "She then took hold of her, thinking, “Where do you get hold of her,” and she grabbed her to the next, “Whoever has others.”",
    "ai-tika-vin11t5:81_1": "And now there is no place for men in the mountain cleft, no human being is in the place wherever you can see,",
    "ai-tika-vin11t5:81_2": "Then, having dressed in the morning time, he should wear his upper robe and went on.",
    "ai-tika-vin11t5:81_3": "If he is unable to obtain any share in the dwellings, then when he goes to the seat in the presence of the Collection of the Vinaya, the Parinibbāna of the Collections of the Vinaya, –",
    "ai-tika-vin11t5:81_4": "‘Venerables, this robe-cloth for which I had stayed apart from for one day, except for a robe-cloth, is to be relinquished. I relinquish it to the Sangha.’ ...",
    "ai-tika-vin11t5:81_5": "I am relinquished to the venerables. ...",
    "ai-tika-vin11t5:81_6": "I relinquish it to you, and sit down in the presence of one of those who are.”",
    "ai-tika-vin11t5:81_7": "Thus in the Vibhaṅga thus, the meaning is that it is to say, the state of enlightenment factor, etc., is the meaning.",
    "ai-tika-vin11t5:82_0": "608.Taṁ nissaggiyacīvaraṁ.",
    "ai-tika-vin11t5:83_0": "If it seems appropriate to the Sangha, the Sangha should give me a robe, but she perceives it as such, and then gives him the robe-cloth back, then, whether that monk is the Sangha becomes the owner of three robes, he commits an offense entailing relinquishment and confession. Taking the Sangha should give him a robe with three robes. He should then give it to monk so-and-so, it is to be relinquished. If it is to be relinquished by him, it is to be relinquished. If it is for the Sangha, it is to be relinquished.",
    "ai-tika-vin11t5:84_0": "The state of peace, having understood that the state of creeper’s goods, and the robbers become evident to him, they have committed an offense entailing expulsion.",
    "ai-tika-vin11t5:84_1": "according as it is said: “When a man has been in the Commentaries, he should then be brought out in the community.”",
    "ai-tika-vin11t5:84_2": "If you learn the end, you should give back, saying, “You shouldn’t do the robe-cloth,” then you commit an offense of wrong conduct.",
    "ai-tika-vin11t5:85_0": "610-1.",
    "ai-tika-vin11t5:85_1": "Now, by the elder’s senior monks, and both,",
    "ai-tika-vin11t5:85_2": "It is in that case,” she said, “Have I done so,” and she told, “Hitness.",
    "ai-tika-vin11t5:85_3": "inferior, superior, beautiful,",
    "ai-tika-vin11t5:85_4": "If the elder got the opposite, he would have a climbed.",
    "ai-tika-vin11t5:85_5": "while the young brāhmaṇa Priest’s son,",
    "ai-tika-vin11t5:85_6": "one cloth is to be in his hand:",
    "ai-tika-vin11t5:85_7": "He doesn’t see delight in heaven; he doesn’t get too late or go; forwards or backwards, and when going out.",
    "ai-tika-vin11t5:85_8": "would be taken hold of them “Yes!”",
    "ai-tika-vin11t5:86_0": "614.",
    "ai-tika-vin11t5:86_1": "Understanding there is a small thing called a young monk, who, having founded the goods in the boy’s a long time, if he took his hand the sun and moon, he went out to meet him with his hand, saying: “Hum.”",
    "ai-tika-vin11t5:86_2": "if he gives away another requisite;",
    "ai-tika-vin11t5:86_3": "but it is lost to the thief.",
    "ai-tika-vin11t5:87_0": "In the second dyad",
    "ai-tika-vin11t5:88_0": "If the robe-making procedure is given during the rainy-season robe-cloth, but not for the sake of three months. If the robe-making procedure has been given during the rainy season, robe-cloth outside, they are designated, delimited, thirteen, and cooked, but not at the end of the robe-making procedure, it is given during the five months. The one the eleven months where the robe-making season comes to an individual, and those who wish to make a robe-making procedure and those who have been given after the three months.",
    "ai-tika-vin11t5:88_1": "“After elated” is said: “This isn’t getting enough to give them to his own relatives,” etc., or if it is sent them, thinking, “This isn’t given to them, give them to the Community,” “This robe-cloth as an accountant, whether he gives them to the rainy-season robe-cloth or another’s thread for the Rains,” or “It is not property;”",
    "ai-tika-vin11t5:89_0": "For one who takes the rainy season residence in a month, the courses the ultimate one who is building, the wintermediately puts them aside the one month, and the one who is building the winner of the months is investigating.",
    "ai-tika-vin11t5:89_1": "‘When a monk receives, he may receive it if he wishes, but not when it is given to him, he should accept it if he has participated in the robe-making procedure. When he wants to make a robe, he should give it to the robe-cloth, if he wants, he may accept it if he wishes.’",
    "ai-tika-vin11t5:89_2": "If it is not enough to settle it, they should give the meaning.",
    "ai-tika-vin11t5:90_0": "When, how can I store it in this way, thinking, “I’ll return,” “When asked by them, “When will I return?” or, whether he needs them back or not, he thinks, “I’ll separately, perhaps there is something to be dealt with them,” or “I’ll keep on building the rainy-season residence,” he should deposit it in this way: “I shall die in the community.”",
    "ai-tika-vin11t5:90_1": "If he is allowed to store it up then to use it, it is not allowed to keep it at the wrong time, but it is allowed to be relinquished.",
    "ai-tika-vin11t5:91_0": "“That’s how the robe-cloth is lost. It’s given to the expected robe-cloth, it should be made into a robe within ten days. ...",
    "ai-tika-vin11t5:91_1": "... twenty days after he was given the original robe-cloth, it must be made into a robe within ten days.”",
    "ai-tika-vin11t5:91_2": "One day as the ten months of the robe-cloth is canceled to the individual’s monks, and so on areignorant in the robe-making procedure and so on.",
    "ai-tika-vin11t5:91_3": "according as it is said: “When an expectation of robe-cloth is given during the eight days until the end of the robe-cloth is given during the whole day within eight days.”",
    "ai-tika-vin11t5:92_0": "In the third dyad",
    "ai-tika-vin11t5:93_0": "618-9.",
    "ai-tika-vin11t5:93_1": "“A nun washed her to do it.",
    "ai-tika-vin11t5:93_2": "‘If a nun who has been given the full ordination in the Sangha of nuns for the full ordination by a sangha of nuns,’”... for the following statements, in the Sangha of monks, for the restraint of bad people, for the effacement of corruptions relating to the Sangha of nuns,’”",
    "ai-tika-vin11t5:93_3": "A monk who has eaten the drum (himself), “I’ll sleep in a certain monastery, even if he has a used robe, he commits an offense entailing confession.”",
    "ai-tika-vin11t5:93_4": "While just as it is allowed to do so, he crosses the boundary on the ground, and he puts on the upper robe over one shoulder or his someone else’s robe on the road, and he lays down on the ground.",
    "ai-tika-vin11t5:93_5": "In the case of the robe-worker: it is only the reason why they bring only the cloth for the robe.",
    "ai-tika-vin11t5:94_0": "if she does not think: “Friends, I should not think, ‘Whether it is my mother’s father’s side or murderer all,’ and if it is not known by the name of her father’s side or anyone back, and it is the next life of anywhere else’s enemy in this way, let alone those who know it or not his own life.”",
    "ai-tika-vin11t5:94_1": "according as it is said: “Next this is the Commentaries, let us go of the pair of chief disciples,",
    "ai-tika-vin11t5:94_2": "Then the All of those Aṅgas, all the towns, etc., impale them in the way already stated.",
    "ai-tika-vin11t5:94_3": "so long as the seventh man remember the Ambaṭṭha’s mangoes.”",
    "ai-tika-vin11t5:94_4": "if she wears it after removing her;",
    "ai-tika-vin11t5:95_0": "Therefore, etc., when one is cleaned",
    "ai-tika-vin11t5:95_1": "When, with something released by them, he commits an offense entailing relinquishment and confession. The meaning is that it is an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:95_2": "He may go to see when he is available.",
    "ai-tika-vin11t5:95_3": "The monk who was getting rice porridge takes a part in the robe, and then the whole group of nuns should be expelled.",
    "ai-tika-vin11t5:95_4": "according as it is said, “When a nun is cleaning her, she threw her out, and then for the effort there is an act of wrong conduct.”",
    "ai-tika-vin11t5:95_5": "if he gets someone to make it the first, then the meaning is that he must be erected first.",
    "ai-tika-vin11t5:95_6": "If she is unrelated and he perceives her as such, and he gets her to wash, dye, and beat a used robe, he commits one offense entailing relinquishment and two offenses of wrong conduct.",
    "ai-tika-vin11t5:95_7": "if they don’t make a robe, then for the first offense entailing relinquishment and confession, there is an act of wrong conduct.",
    "ai-tika-vin11t5:96_0": "it’s possible to do this.",
    "ai-tika-vin11t5:97_0": "one gives one’s own recipient names: “He gives one’s hill rice,” and one is needed for the purpose of defecating; he gives his own use of robe-cloth to the novices; he gives his own use of the robe-cloth in each case.",
    "ai-tika-vin11t5:97_1": "my like the sound of drums,",
    "ai-tika-vin11t5:97_2": "is washed in the first phrase: “It is used for (you) washed and invited.”",
    "ai-tika-vin11t5:98_0": "the monks from the group of nine went to the monks and the monks",
    "ai-tika-vin11t5:98_1": "what has been given to you, what has been given to you?",
    "ai-tika-vin11t5:98_2": "if he says, “This is the same penalty,” “This is one, two, three, four, or five;",
    "ai-tika-vin11t5:99_0": "if he is supremely made of robe-cloth;",
    "ai-tika-vin11t5:100_0": "But there is no need for him to get it. Because of this the other edge of the robe, there is no offense for him because of that.” Then there is no offense for him to be done.",
    "ai-tika-vin11t5:101_0": "Herein, the meaning is: “‘Conditions’: according to the inner skin of syllables, etc., as a relative’: is the meaning.",
    "ai-tika-vin11t5:101_1": "“Is she related?”",
    "ai-tika-vin11t5:101_2": "As a consequence, they are the bed and chair, benches with the meaning.",
    "ai-tika-vin11t5:102_0": "If the Sangha of monks is called a fully ordained nun, this is how they arise in the Sangha of monks.”",
    "ai-tika-vin11t5:102_1": "according as it is said: “Accept given the full ordination in the presence of the Buddha, however returns,”",
    "ai-tika-vin11t5:102_2": "Having given the full ordination first ordination first, if the Sangha of monks was given the full ordination first, they made the entire Sangha of monks headed by the Buddha, the merchant’s son, or the laity of them first. These five hundred are called “perfected”.",
    "ai-tika-vin11t5:102_3": "according to the Commentary five hundred years, “This is the name of the Sākiyans,”",
    "ai-tika-vin11t5:102_4": "After making a monk the deed is required and that as a result, he should also be given the full ordination.",
    "ai-tika-vin11t5:103_0": "wrapped robes on the washing, etc., and having washed, they took a robe-cloth in the way already described. When they saw a robe, they put it aside, wrapped the robes, and then washed.",
    "ai-tika-vin11t5:103_1": "Or in the reckoning: it is precincts by a robe unsuitable.",
    "ai-tika-vin11t5:103_2": "Or alternatively: the meaning can be used up, the ignoble, and the pointless.",
    "ai-tika-vin11t5:104_0": "Discussion on the washing of robes, etc.",
    "ai-tika-vin11t5:105_0": "629.",
    "ai-tika-vin11t5:105_1": "After causing blood separately, from the group of six is included in the hand of a nun who has completed the dancing in each other, thinking “A nun is unknown to give the full ordination in the way that is proper for a woman, or a man.” She is free from both hands and feet, she says, “From the transferred to another,” and “possess,” “There is nothing but this, the meaning is that it should be understood.",
    "ai-tika-vin11t5:105_2": "When told, “Pāṭikaputta is told,” he commits an offense entailing confession.",
    "ai-tika-vin11t5:105_3": "When there is an exchange, water, fire, and a limited robe-cloth stored up, it is damaged by poisoning, it is called “boiled” or “shorts”, “short-fod” or “sticks”, if it is carried onto the ground, it is called “leaning”.",
    "ai-tika-vin11t5:105_4": "When there is this, the meaning is this: it should be excluded from the group of traveling to where it is.",
    "ai-tika-vin11t5:106_0": "to pick the house-to-do entry (but), etc.",
    "ai-tika-vin11t5:106_1": "if she learns, saying, “I’ve memorized it,” “There are an act of wrong conduct,” then for the effort there is an act of wrong conduct.",
    "ai-tika-vin11t5:107_0": "A mendicant who is not fully ordained when questioned is the meaning of all one who is not fully ordained.",
    "ai-tika-vin11t5:107_1": "according as it is said: “And however, we receive the full ordination from the householder Hatthakas who brought the Ārāmas, and when we receive the female slaves with their hands, I accept unspecified?”",
    "ai-tika-vin11t5:108_0": "He should get from a response: if he is the Sangha of nuns, he should get to hold of it.",
    "ai-tika-vin11t5:108_1": "it is still unfinished;",
    "ai-tika-vin11t5:108_2": "according to the Commentaries: “After going to the full ordination in the presence of a monk, he commits an offense entailing confession.”",
    "ai-tika-vin11t5:109_0": "if he says, “I will give a price,” “I won’t give it to those who take it,” and he does not give it away.",
    "ai-tika-vin11t5:110_0": "‘They can used for requisites, which is used in unrequisites, and is boundless in unseen places. What is meant is that it should be allowed.",
    "ai-tika-vin11t5:110_1": "allowance to enter the states of excellence,",
    "ai-tika-vin11t5:110_2": "according as it is said: “This is the smallest robe-cloth that is allowed to hear the smallest robe-cloth, but not for the second time.”",
    "ai-tika-vin11t5:110_3": "And what is the action that is the action of the receiver and what is the reason for it? What is the action they’re infatuated and what is their action.",
    "ai-tika-vin11t5:111_0": "Discussion on the ending of the robe-cloth",
    "ai-tika-vin11t5:112_0": "635.",
    "ai-tika-vin11t5:112_1": "The wise said, “Anyone who has learned little,” and so on,",
    "ai-tika-vin11t5:112_2": "“The householder has arrived at the house of a householder or the householder’s place.”",
    "ai-tika-vin11t5:112_3": "For this is said by the Buddha, “The householder Citta has given a householder or householder’s child.”",
    "ai-tika-vin11t5:112_4": "Formerly when the seventh generation was said in the way already described, the good pair, and the enlightenment extended according to their understanding.",
    "ai-tika-vin11t5:112_5": "“I have a household,” and so on, by the invitation day did not consent.",
    "ai-tika-vin11t5:112_6": "“Anyone living at home with a householder or a house of a householder who lives at home is said.”",
    "ai-tika-vin11t5:112_7": "“Householder, one lives at home rid of Kāḷi, is the meaning.”",
    "ai-tika-vin11t5:113_0": "The almsbowl becomes subject to relinquishment. If she asks for something else, then even if she asks for them, she commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:113_1": "or except when a robe is an appropriate occasion, he thinks, “Do you have been robbed by a monk,” or, “The monk is robbed by a robe-cloth;” or, “The monk is killed by king.”",
    "ai-tika-vin11t5:113_2": "the monk’s robe isn’t worth a sixteenth part of a fire to burn up by water or a fire.” And the fire was sprinkled on by termite-mouth, discarded, he ate the water, and discarded by flyingers.",
    "ai-tika-vin11t5:114_0": "If the robe is spoken of, but he perceives it as such, and he asks them for a robe-cloth, except on an appropriate occasion, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:114_1": "“After once another,” he replied,",
    "ai-tika-vin11t5:114_2": "thinking: ‘Like this is yours alone,",
    "ai-tika-vin11t5:114_3": "Is it allowable: “Are you a merchant?” or “It’s a farmer?”",
    "ai-tika-vin11t5:114_4": "wrapped in two or three leagues away.",
    "ai-tika-vin11t5:114_5": "If it is stated, but he perceives it as such, and he asks them for a robe-cloth, except on an appropriate occasion, he commits an offense entailing confession.",
    "ai-tika-vin11t5:115_0": "637-8.",
    "ai-tika-vin11t5:115_1": "when asked for it is without a league.",
    "ai-tika-vin11t5:115_2": "And there, here he should ask for robes too many if he wants, without first being invited by knocking on the ground, or if he asks a robe, he mayhurry on the day.",
    "ai-tika-vin11t5:115_3": "if the person has been invited to take out, he must ask for a robe, “You have committed this kind of robe-cloth,” and he must ask for the same rainy-season residence.",
    "ai-tika-vin11t5:115_4": "If he asks for one person, there is something else than himself, or he has asked for, but he hasn’t been invited to accepted to ask for a robe if he hasn’t been an invitation for his own use; or his robe is lost.",
    "ai-tika-vin11t5:115_5": "I will give, longing for my relatives or family invited him, saying: “Whoever has invited you.”",
    "ai-tika-vin11t5:115_6": "If she says, “Kill so,” “There’s no offense for one who is asked because she is unsuitable.”",
    "ai-tika-vin11t5:115_7": "he disperses successively in his former life:",
    "ai-tika-vin11t5:115_8": "whatever robe-cloth he has asked for. If he asks for more than one, he’s asked for, then if he hasn’t finished his robe.",
    "ai-tika-vin11t5:116_0": "if he asks him, “Take the preference,” and with the following offenses, he gives the bed, the opposite sex, and there is no offense for him; he gives him the thirteen enclosing the bowstruments of his own body, and he is the meaning of an suitable for oneself.",
    "ai-tika-vin11t5:117_0": "Discussion of intelligentness, and gets others to understand.",
    "ai-tika-vin11t5:118_0": "Is hesitters to householders or those householders’ children benefactors, socializing, that is to say, “This is all this”;",
    "ai-tika-vin11t5:118_1": "After one is given to the north, he should accept at most one sarong and one upper robe: “This is more than that.” He should then accept at the end of that robe-cloth, when he is weaker than that, he should accept a meal from the most one sarong or more than that.",
    "ai-tika-vin11t5:119_0": "if he consents to any higher, “Yes,” he should say, “Yes,” and he said, “Yes,” and he should do so.",
    "ai-tika-vin11t5:119_1": "If the robe is unshakable and acknowledged by the monks from the group of six. If it is on the ground, how can you ask for robes, etc., and then ask for a robe, “How can you known as an unshakable offense entailing relinquishment and confession, and he does not ask for too many robes, and he must be asked for this reasoned or that you have committed an offense entailing relinquishment and confession?”",
    "ai-tika-vin11t5:119_2": "Thus this training rule should be understood in accordance with the training rules, which are there,’s something to be spoken and concluded, nor what is said.",
    "ai-tika-vin11t5:119_3": "Knowing that the robe is unsuitable, and having no use for robes, they are abided with careful attention for the day or for the purpose of getting permission.",
    "ai-tika-vin11t5:119_4": "Once this has been told and said, “This householder, and if you have no use of robes,” and once more than that, if he accepts the robe-cloth he should accept at most one sarong and one upper robe.",
    "ai-tika-vin11t5:119_5": "So if he does not ask for one who isn’t asked by himself and then asks for the other, or else for the sake of their robes, etc., and for the sake of their having asked for them, he should be understood that the ignorant people who accept them without a doubt, or among them, or if they were responding to in this way.",
    "ai-tika-vin11t5:120_0": "640.",
    "ai-tika-vin11t5:120_1": "now, they can give to both ends and have three to be shown that they have in the same way, and that these two can be shown, etc.,",
    "ai-tika-vin11t5:120_2": "or two robes.",
    "ai-tika-vin11t5:120_3": "(but) no matter what has been said, but not shown that the monks have said, “May they give us rice porridge” in the way already described, etc.,",
    "ai-tika-vin11t5:120_4": "If she says, “From the three robes,” but not on one side, he should accept two or three leagues before another, and then according to the rule.",
    "ai-tika-vin11t5:120_5": "One whose robes are worn, but not the two robes are destroyed should accept two.",
    "ai-tika-vin11t5:120_6": "Two robes should be accepted:",
    "ai-tika-vin11t5:120_7": "You shouldn’t take leave without one of them. You should get hold of them. You should then be taken hold of them.",
    "ai-tika-vin11t5:120_8": "according as it is said: “There is an suitable place for attaining the meditation,”",
    "ai-tika-vin11t5:120_9": "‘But if there are five hundred monks, sixty monks, or two nuns should not consent to: one, two, three, four, five, ten, or a hundred.”",
    "ai-tika-vin11t5:121_0": "641-2.",
    "ai-tika-vin11t5:121_1": "if the remainder is said to be a relative: it is not shared by the Spiritual.",
    "ai-tika-vin11t5:121_2": "you should keep company with such a person.",
    "ai-tika-vin11t5:121_3": "But anyone who gives robe-cloth to the robe-cloth, thinking, “I’ll take more than a large number of people,” and so is needed for them.",
    "ai-tika-vin11t5:121_4": "even if you take more than that, no offense,",
    "ai-tika-vin11t5:121_5": "it is not shared by the robe-cloth that has been given to those who haven’t been invited to accept robes, alms food, resting places, and medicines, and supplied for the sick.",
    "ai-tika-vin11t5:121_6": "In the same way, they don’t give also that because of their reason.",
    "ai-tika-vin11t5:121_7": "Because of that robe-cloth, another points out the point of a robe fund for you are prepared. But there is no offense for this reason.",
    "ai-tika-vin11t5:122_0": "Uttara is Uttarakuru",
    "ai-tika-vin11t5:123_0": "Whether it is good that you need shake off a wide, well-prepared robe-cloth, well-proclaimed, highly woven robes, or golden borders made from Kāsi and weariness, thinking: “Sir, it is in the presence of those without first being taught, is the meaning, and it is not good in the place.”",
    "ai-tika-vin11t5:123_1": "Because they get to be relinquished by the robes, etc., and when they obtain the abundance of such an abundance they become evident to him.",
    "ai-tika-vin11t5:124_0": "644.Mahagghaṁ…pe…",
    "ai-tika-vin11t5:124_1": "if he asks for less than twenty-four kinds of robe-cloth that I need, intending to give me one, for the sake of my value of furniture, or gives outer robe-cloth;",
    "ai-tika-vin11t5:125_0": "she said, “I wish to cut off doubts.”",
    "ai-tika-vin11t5:126_0": "The first Understanding of the color",
    "ai-tika-vin11t5:127_0": "646.",
    "ai-tika-vin11t5:127_1": "Two on the first occasion a lay follower gains by one, by one separately,",
    "ai-tika-vin11t5:127_2": "The first training rule on lying down on the following day",
    "ai-tika-vin11t5:127_3": "and likewise.",
    "ai-tika-vin11t5:127_4": "The second rule, the training rule on hiding a bridge, is in the second position, and this is the second for the third time.",
    "ai-tika-vin11t5:127_5": "And they’re the second allocation:",
    "ai-tika-vin11t5:128_0": "On the second wonder is finished.",
    "ai-tika-vin11t5:129_0": "647.Raññā vāti rājato vā.",
    "ai-tika-vin11t5:129_1": "Eat kingships, “Gotamī, the King’s counsel,” and “It’s a meal for the sake of lair, because of eating the King. Where do they want, being poor, you must be given to them.”",
    "ai-tika-vin11t5:129_2": "And there is no one accumulating thus: “Possessedness is the one who is undeveloped” , etc., should be practiced in full.",
    "ai-tika-vin11t5:129_3": "if he leaves more to come out, thinking, “May you come out!”",
    "ai-tika-vin11t5:130_0": "648.",
    "ai-tika-vin11t5:130_1": "that robe-cloth is to be shown by anyone such making use of robes, etc., that should not be shown in accordance with such : “This is difficult,” and so on.",
    "ai-tika-vin11t5:130_2": "and took a royal King infantry and handed over the royal King’s house.",
    "ai-tika-vin11t5:130_3": "gold, silver, and gold.",
    "ai-tika-vin11t5:130_4": "Even though they diligently",
    "ai-tika-vin11t5:130_5": "or for the sake of himself or for the benefit of others, it is not allowed to accept a league for the day.",
    "ai-tika-vin11t5:131_0": "649.",
    "ai-tika-vin11t5:131_1": "If he receives it on its own wounds, saying: “Stop, one who has committed an offense, for which anyone else receives it, he commits an offense entailing confession.”",
    "ai-tika-vin11t5:131_2": "Herein, for the sake of another person and for the sake of another person or for the sake of another person.",
    "ai-tika-vin11t5:131_3": "If he says, “Having taken it on,” and he received it in an exchange ornament, which is an exchanged greetings with him, is to be relinquished. When a monk receives any other offense entailing relinquishment and confession, it becomes subject to relinquishment.",
    "ai-tika-vin11t5:132_0": "650-1.",
    "ai-tika-vin11t5:132_1": "And having spoken about this in detail in the explanation of the meaning already described, he said: “Let us live in comfort”",
    "ai-tika-vin11t5:132_2": "Having led them away:",
    "ai-tika-vin11t5:132_3": "A non-human goods (story), “Having been given to unworn goods,” and they added:",
    "ai-tika-vin11t5:132_4": "Whose mind is undefileed,",
    "ai-tika-vin11t5:132_5": "He doesn’t allow how many kinds of proper : because it is not allowed, thus it is allowable .",
    "ai-tika-vin11t5:132_6": "according as it is said:",
    "ai-tika-vin11t5:133_0": "“If it is allowable to live to the monks’ quarters, then when it is allowed, making it considered, (saying): ‘If it is allowable for them, it will be left, and then departs,’ and then departs.",
    "ai-tika-vin11t5:133_1": "Then people, thinking: ‘My hands will be an elephant, that will be for me.’ Or that you say this to me.”",
    "ai-tika-vin11t5:134_0": "But the meaning of this is said in the Commentaries: “Preparing a dwelling place given in the texts on the Collections of scriptures,” etc., is said.",
    "ai-tika-vin11t5:135_0": "if it is given to the Sangha, they use it in the gold coins, or else the groups that he has been given to him.",
    "ai-tika-vin11t5:135_1": "But just as when someone says that many times: ‘If there is much money, I have made much of water for the Sangha, and then uses the four supports that are proper for the Sangha, he uses it to enjoy the use of it,’ and he then uses it to enjoy that.”",
    "ai-tika-vin11t5:135_2": "if any monk says in the Sangha, “This monk isn’t allowable for us to do it if he does so, he says, “This is allowable for the Sangha.”",
    "ai-tika-vin11t5:135_3": "For just as the conversation was accused by himself, he thinks, “There is no offense for one offense.”",
    "ai-tika-vin11t5:135_4": "here it is when one who has uncleared offenses in this way: “Here one who is strict a wretched man, however is nature .”",
    "ai-tika-vin11t5:135_5": "And having told her: “Tomorrow, there is no Sundarīnandā,” he gave him a name, saying Sundarīnandā,",
    "ai-tika-vin11t5:135_6": "Now comes the explanation of the development of the Community in the Pāṭaliputta, in the Commentaries, “It is because you leaves the Subhaṅgana.”",
    "ai-tika-vin11t5:136_0": "655.Taḷākassāti vāpiyā.",
    "ai-tika-vin11t5:136_1": "While he is smoothed on the ground, the field is plundered from that field, and no use of them for one or other.",
    "ai-tika-vin11t5:136_2": "This is the simile of the Cāḷapanthaka , and the good field.",
    "ai-tika-vin11t5:136_3": "it is not shown that there is no cycle in this way,",
    "ai-tika-vin11t5:137_0": "what is it said: “What is the lotus pond, what is the name of the lotus pond?” It is all the same as that mortals, etc.,",
    "ai-tika-vin11t5:138_0": "explained in this way: “I am the counterpart of the deeds, in this way, that is how the neighborhood of a worker is characterized in this way, before the working is done, making unworms,",
    "ai-tika-vin11t5:138_1": "What is the name of the nine named Arahants,",
    "ai-tika-vin11t5:138_2": "please give this share, give a share,",
    "ai-tika-vin11t5:138_3": "Thuses himself:",
    "ai-tika-vin11t5:139_0": "saying: “Then why do you live in the open air without a league and send it away?”",
    "ai-tika-vin11t5:139_1": "let the opposite of the World: here the word opposite sex, the women who are untrue, in the immaterial states, they say.",
    "ai-tika-vin11t5:139_2": "(but) if he does arouse the sound of the ears, the composing of the mouth,",
    "ai-tika-vin11t5:139_3": "So they give rise to all its shapes, without disgrace, with the ending of defilements.",
    "ai-tika-vin11t5:140_0": "660.",
    "ai-tika-vin11t5:140_1": "“And when what is spoken to by the word “Whoever speaks from the ground”, he is an expert on the ground, he whose turns back from the ground and has to distribute them, saying, “Whoever is this;”",
    "ai-tika-vin11t5:140_2": "noise, “But what is faithful,” he said when it is full.",
    "ai-tika-vin11t5:141_0": "661-2.",
    "ai-tika-vin11t5:141_1": "(but) it is the ground bedroom, knowingly: “Having set up a neighborhood of the earth, knowing how many leagues, or water from using to a park, using the neighborhood of the head, then the our relatives from the neighborhood of the monastery, and then the meaning is this: “One who is this, the meaning” ours, and so on.",
    "ai-tika-vin11t5:141_2": "You’re faithful, glad, and get better.",
    "ai-tika-vin11t5:141_3": "One who is speaking to a prey to a star, even if not sent them away, should say,",
    "ai-tika-vin11t5:141_4": "Both sticks and feet aren’t allowed to live there without a rod or sword.",
    "ai-tika-vin11t5:141_5": "is to be eaten in the same way.",
    "ai-tika-vin11t5:142_0": "(But) the Earth partakes in irreversible, without protection, she took another and gave it to others.",
    "ai-tika-vin11t5:142_1": "How is it fit to guard our protection?",
    "ai-tika-vin11t5:142_2": "But this much is left unfinished, thinking: “This isn’t unfinished, this is not shared by the community” or “This is one who guards it,” and he protects it by saying, “This is it one who is guarded and protected!”",
    "ai-tika-vin11t5:142_3": "if he says, “If you do this,” “We’re protected by anyone,” and he says, “What’s proper for you?”",
    "ai-tika-vin11t5:142_4": "For it should be understood that the gatekeeper can be understood as follows: “You may guard the door,” and of the way already described, etc., should be understood in the way already described.",
    "ai-tika-vin11t5:142_5": "he says that the group was needed to take it, “When I return, what is the time of the Sangha of monks? How would I ask for the Sangha of monks?”",
    "ai-tika-vin11t5:142_6": "He can also be called ‘a warning’.",
    "ai-tika-vin11t5:142_7": "They prevented by the army even two on the fields of contact, namely, giving to another one, and only on the day.",
    "ai-tika-vin11t5:143_0": "663.",
    "ai-tika-vin11t5:143_1": "“People this is said. If they bring it, bring it back,”",
    "ai-tika-vin11t5:143_2": "And here it is said: “Here the removal of rice gruel” poisoned , thus it is said.",
    "ai-tika-vin11t5:143_3": "according as it is said: “Why is this? Where is the discussion?",
    "ai-tika-vin11t5:143_4": "you’ve had enough because you understand.”",
    "ai-tika-vin11t5:144_0": "664.Hiraññenāti kahāpaṇena.",
    "ai-tika-vin11t5:144_1": "and he said: “This too has been lived in that place.”",
    "ai-tika-vin11t5:144_2": "according as it is said: “What is this topic of talk about doing not have anything else?",
    "ai-tika-vin11t5:144_3": "these dove-keeper poles.”",
    "ai-tika-vin11t5:145_0": "bondservants, employees, employees, and workers have completed, and what they’ve left.",
    "ai-tika-vin11t5:145_1": "if they do not give, saying, “I give to the park,” “I don’t need my nurses,” “I don’t give my gifts after my service.”",
    "ai-tika-vin11t5:146_0": "curds, buttermilk, curds, and ghee.",
    "ai-tika-vin11t5:147_0": "the sound of counselors, having cremated a big snake,",
    "ai-tika-vin11t5:148_0": "and the mental concerning requisites obtained",
    "ai-tika-vin11t5:148_1": "to give up the barber and torn,",
    "ai-tika-vin11t5:148_2": "chickens, pigs, horses, and mares in the wilderness.",
    "ai-tika-vin11t5:148_3": "according as it is said: “When a chicken’s Chicken isn’t allowed to reside in the forest.”",
    "ai-tika-vin11t5:148_4": "Serpents should be given away in the land of the Serpents of Serpents.",
    "ai-tika-vin11t5:149_0": "671.",
    "ai-tika-vin11t5:149_1": "Like the sun, “Kosiya” and so on, the boundaries,",
    "ai-tika-vin11t5:149_2": "“Venerable, king, when a king’s house is being told by the Sangha of monks, without first giving the robes to the monks, eat in one part of the robe, and then approach that monk, thinking, “Venerable sir, we’ll give him a robe,” and they put it in order to buy a robe, saying, “Venerable sir, if you’ll buy a robe, or what’s up, then he says, “Venerable sir, this robe-cloth for you from time to time.” Then he says, “Venerable sir, whether he says that monk is separating the robe-clothing that robe-cloth given by the Buddha or that robe-cloth given by me,”;",
    "ai-tika-vin11t5:150_0": "if he prompts three times, saying, “Monks, there are three times, I should approach that monk who needs a robe and prompt them with three times.”",
    "ai-tika-vin11t5:151_0": "If he then gets a robe, he should sit down, thinking: “Those six times, but when he likes it, says, “Considering it, ‘I’m getting enough, I’m going to do it.” But when he says, “Have you’re proficient in the bathing,,, he should sit silently, and embark that posing the robe overloth three times.’”",
    "ai-tika-vin11t5:152_0": "If he prompts positions it, saying, “If it’s unless, there is no choice, this is what is said from him to settlement.” But if he says, “Sāti, it is no more than six times.",
    "ai-tika-vin11t5:153_0": "But the meditator must stand on the ground and take it away from the group of six.” He can then say, “Those people who take possession of these things, etc., and have told him what has happened. He should then say, “Take, whomever has said, enquield the issue,” he should saying “Take, ‘Through these five times. irrigations, explain what is needed for him to do what is needed for him, and what is said, he should be accusation. ” And he should say, “It is the word sent for him, what is needed for him.",
    "ai-tika-vin11t5:153_1": "If he makes any effort and then gets someone else to do it, and he should give him a robe, even if he has already obtained it, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:154_0": "Having taken hold of this he said, “This is the characteristic of continued existence,” and when he took them by the courtesan, he received it.",
    "ai-tika-vin11t5:155_0": "The training rule on kings",
    "ai-tika-vin11t5:156_0": "The first sub-chapter on robes is finished.",
    "ai-tika-vin11t5:157_0": "How is it so busy: “Who is this one thing?” or “How many kinds of past lives?”",
    "ai-tika-vin11t5:157_1": "after plastering the robber with his hand, and then getting the slaughter of jackals.",
    "ai-tika-vin11t5:157_2": "A blanket-place: “Sope hide the sheet, it is unshakable, without placing the mind, but just keeping it connected. While it is similar to the pillow, and it is then to put it outside. While a response, they put outside the neighborhood of the head, and then they put it outside the monastic boundary. If they delimitated, they get a pointless cloth, they must take it out to sweep the meaning and then the meaning.” Then the meaning is the meaning.",
    "ai-tika-vin11t5:157_3": "the Kosiya clan of Kokanadā, Kosiya, and Did they say that it was well spoken?",
    "ai-tika-vin11t5:157_4": "While doing it, he must tell them to do so.",
    "ai-tika-vin11t5:157_5": "For this is said: “Anyone who fills the opposites, or has one made?”",
    "ai-tika-vin11t5:157_6": "Hence it is to be made for the purpose of doing it.",
    "ai-tika-vin11t5:158_0": "they can make a canopy cover for the purpose of crossing the ground, for the purpose of protection, for the sake of establishment, and for the benefit of all.",
    "ai-tika-vin11t5:158_1": "The cotton-down raft: to be broken up,",
    "ai-tika-vin11t5:158_2": "Upavattana,",
    "ai-tika-vin11t5:159_0": "Discussion of the commentary on the silk",
    "ai-tika-vin11t5:160_0": "they say: “This is black coloring, black wool, clothes, or black wool.”",
    "ai-tika-vin11t5:160_1": "Suddhodana and Manaka, Thus after being very beautiful,",
    "ai-tika-vin11t5:160_2": "according as it is said: “There are eight browns by one who is black, dropped garments, and from others.”",
    "ai-tika-vin11t5:160_3": "if he is one who does when he is doing it, he is speaking what is said;",
    "ai-tika-vin11t5:160_4": "saying, “Whoever builds it,” he builds it.",
    "ai-tika-vin11t5:160_5": "committing an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:161_0": "Discussion on the beautiful floor",
    "ai-tika-vin11t5:162_0": "677.",
    "ai-tika-vin11t5:162_1": "either one or two or three leagues away,",
    "ai-tika-vin11t5:162_2": "you should also be engaged in this way:",
    "ai-tika-vin11t5:162_3": "And here it is all the way to be reached, or it should be understood that there is the method.",
    "ai-tika-vin11t5:162_4": "if she does not do it, saying “Whoever has one who is able to discern it,” it is one who is dealt within that very day.",
    "ai-tika-vin11t5:162_5": "He says, “This isn’t proper idea”: “This isn’t proper idea for using any newhere”; and it is peaceful, this is the meaning.",
    "ai-tika-vin11t5:162_6": "If he is making it plastered by rubbing it or by an oppression, there is no offense.",
    "ai-tika-vin11t5:162_7": "In what way?",
    "ai-tika-vin11t5:162_8": "‘If a monk has a new blanket made, he must lie down on the ground, regarded as pure white, white, black-haired, or white, and fourth months after considering them with white cloth.”",
    "ai-tika-vin11t5:163_0": "And here it is said in the first position: “By this much or that of the kasiṇas,” etc., in the suttantas, “Bhikkhus, however, did it happen only when the time has been stated, then in the first position of the way already described, is said to be the “nowned, the leveldest,” because it is said to be the first thing to be the best.",
    "ai-tika-vin11t5:163_1": "And all that is just because it is no mention of the white” , etc., and so on should not be given attention to them all, do not bring them to the first of them.",
    "ai-tika-vin11t5:163_2": "if he proclaims a place without saying, “This being so,” “This is how, having committed this offense is done by an offense.",
    "ai-tika-vin11t5:164_0": "In what way?",
    "ai-tika-vin11t5:164_1": "For this is said by the Buddha, “If two parts have been discarded, entirely black wool, a third part of white, and a fourth part of brown,” then, if it is to be relinquished, he commits an offense entailing relinquishment and confession.’”",
    "ai-tika-vin11t5:164_2": "If he wants to make a new blanket made of black wool, he wished to make it, from the fourfold army, one newhead in the salt, and one new sunk into two or three days. Then they whirlpools, one hands, two, or three drops drawn near the fields, and one sewn into two or four measures. Then they dropped a cattle, and one which becomes one for two or three days.",
    "ai-tika-vin11t5:164_3": "The whole of the training rules should be seen as such.",
    "ai-tika-vin11t5:165_0": "The training rule on spending the lamps, in the first phrases it is said to be the first to be the profession about the first, and so on.",
    "ai-tika-vin11t5:165_1": "After relinquishing: it is a league,",
    "ai-tika-vin11t5:165_2": "if he uses it, thinking, “When you obtain it, I’ll use it without first relinquishing it,” he commits an offense of wrong conduct. When you obtain it, he commits an offense of wrong conduct. When you obtained a robe, he commits an offense entailing confession.",
    "ai-tika-vin11t5:166_0": "The third training rule is using the same thing, but is the third, the fourth training rule on the idea of the black grossness, etc., and is told by the head of the opposite sex and so on.",
    "ai-tika-vin11t5:166_1": "according as it is said: “And what is inappropriate in each of the noble ones? What are the actions?”",
    "ai-tika-vin11t5:167_0": "On the two different colours",
    "ai-tika-vin11t5:168_0": "Pressing the intervals of the sixty-two aspects: it was formerly to rained during the sixteenth year, but it needs the rainy season.",
    "ai-tika-vin11t5:168_1": "When it has been relinquished, it becomes subject to relinquishment: it becomes subject to relinquishment at the sixth day of the border of the bowl, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:168_2": "He then took a blanket as an opportunity, except for the sick monks and for the sake of a sick monk. He then puts him down with his palms and follows: “I’m sick; I’m unable to prepare a meal for the Sangha; I’m going to stay in the midst of the Sangha, but I have a meal with my own hands.” The Sangha is designated, has a foot-scraper.",
    "ai-tika-vin11t5:169_0": "Putting down the leaves in the charnel ground, they must tell him, “Puṇṇas,” and “Puṇṇas,” “Puṇṇakas,” and on that point is the meaning.",
    "ai-tika-vin11t5:169_1": "according as it is said: “This is the end of eight years; that is good for six years.”",
    "ai-tika-vin11t5:169_2": "Then the above-mentioned below at Upavattana,",
    "ai-tika-vin11t5:169_3": "The feature of things is displayed,",
    "ai-tika-vin11t5:169_4": "if she is to be doing the duties for the shop;",
    "ai-tika-vin11t5:169_5": "After relinquishing it, and (the ancient) came back to the sixteenth Rains Retreat in a certain place, (the Cetiya), and having given the Upasampadā ordination rainy season.",
    "ai-tika-vin11t5:169_6": "But if he does not show the eight attainments, he will not give you a teacher of the following. That’s why he shows only a teacher’s doctrine, then he will show his teachers.",
    "ai-tika-vin11t5:169_7": "But even though she displayed: “And what can be attained or difficulty?”",
    "ai-tika-vin11t5:170_0": "On the commentary to the skin of the six groups",
    "ai-tika-vin11t5:171_0": "He should sit down on a new bed, and he overshoots, “Listening him to make an end, he should sit down in front of the Holy One.” Then he should make an ugly one’s new namely,",
    "ai-tika-vin11t5:171_1": "this is how it was said?",
    "ai-tika-vin11t5:171_2": "“There is, Happy One’s in giving to a gift for giving” ,",
    "ai-tika-vin11t5:171_3": "“Now there is a blanket who will be able to build a shelter in the forecourt and sit down on the road,” and she sat down on the seat spread out, “There is no offense for one who is finishing and blankets,” and she does not takes a new seat, there is no offense.",
    "ai-tika-vin11t5:171_4": "if it is for the benefit of someone else, and for the benefit of someone sitting in order to sit down on a new seat, and he then eats it without midday.",
    "ai-tika-vin11t5:172_0": "If they intended for the benefit of someone else and she gives it to her, and she should take it on that spot.",
    "ai-tika-vin11t5:172_1": "If he makes one, or has one made, he commits an offense of wrong conduct. Then he should say about the eight kinds of conduct.",
    "ai-tika-vin11t5:172_2": "“There’s no offense for one who overestimates these six years ...",
    "ai-tika-vin11t5:172_3": "If he makes one, or has one made, for the sake of another, or for the interruption, and he then extinguishes it from a dwelling, there is no offense for breaking up.",
    "ai-tika-vin11t5:172_4": "if he uses it in the place, saying, “Whoever is acting like this?” And he receives without being asked, he commits an offense entailing confession.",
    "ai-tika-vin11t5:173_0": "684.",
    "ai-tika-vin11t5:173_1": "The Teacher, the training rule of the world, and the Teacher, without a group, and with an invalidation, Because of the making amends of that illustrious purpose.",
    "ai-tika-vin11t5:174_0": "685.",
    "ai-tika-vin11t5:174_1": "Doesn’t this training rule described in the eight training rules as they are stated in the Paṭisambhidā in the Commentaries, “How many training rules? What are they stated in common with the opposite sex?”",
    "ai-tika-vin11t5:174_2": "The two parts of the worms beginning with: “Two particulars introduce made by an agreement and discuss,” etc., are said to be the constructions of the Faith in the Collection of the Eights, Vibhaṅga thus: “This is the root of the Koliyan Vibhaṅga thus, the Sarabhūtara . What is the sense of giving attention to the Eights beginning with what is not the effective essence, and what is like a choice of what is the basis for defilement?",
    "ai-tika-vin11t5:174_3": "After poisoning, he said: “Noble Ones, without first being invited by the two training rules, he is not showing the training rules for deities.”",
    "ai-tika-vin11t5:175_0": "Discussion on the sitting-blankets,",
    "ai-tika-vin11t5:176_0": "and going to the place wherever he walks, thinking: ‘I have gone,’",
    "ai-tika-vin11t5:176_1": "if she urges her on,",
    "ai-tika-vin11t5:176_2": "hairs, body hairs, nails,",
    "ai-tika-vin11t5:176_3": "I winnowing what is:",
    "ai-tika-vin11t5:176_4": "without understanding I’m one who knows what is not Dhamma,",
    "ai-tika-vin11t5:176_5": "When a monk is traveling along a road, he should obtain a bag within a league and use 40 kilometers in a day, thinking, “This is the purpose of 84,000 kilometers,” and when it is finished, he should think, “This is the meaning invalidately,” and he is the meaning of any more than 40 kilometers, etc., with the owners of giving it.",
    "ai-tika-vin11t5:176_6": "If he places it evenly 40 kilometers, the monk places them along the 40 kilometers the day of the same day, he commits an offense of wrong conduct.",
    "ai-tika-vin11t5:176_7": "When he goes beyond with the second foot, he commits an offense entailing relinquishment and confession.’”",
    "ai-tika-vin11t5:177_0": "This is the meaning of this monk places for setting aside in whatever place the size of jujube seeds stones, etc., that is not the meaning.",
    "ai-tika-vin11t5:178_0": "Standing for 40 kilometers,",
    "ai-tika-vin11t5:178_1": "Saying, “After doing this,” he said to each of them:",
    "ai-tika-vin11t5:178_2": "For when he gives the earth, he rolls forth in front of this, and only the eighth reasons.”",
    "ai-tika-vin11t5:178_3": "He said, “Take the non-offenses in the house where it is given,” and when it is allowed, it is allowable to take it.",
    "ai-tika-vin11t5:178_4": "Hence it is said: “And if one takes something else than what he has said,”",
    "ai-tika-vin11t5:179_0": "bound by his own ears,",
    "ai-tika-vin11t5:180_0": "691.",
    "ai-tika-vin11t5:180_1": "They bound a simile, thinking, “Because of non-offenses,” and they bound them in a shadow, they brought them together and bring them back.",
    "ai-tika-vin11t5:180_2": "Having made a command with (the Buddha) of Vesantara, and having conquered all quarters,",
    "ai-tika-vin11t5:180_3": "he commits an offense entailing confession. Their name and clans are included in the Commentaries , and classifications of the eighth parts.",
    "ai-tika-vin11t5:181_0": "or murdered in each case, the meaning is this: “The place wherever it’s strikes,” it’s impossible for them to endure, made up, and well-rounded.”",
    "ai-tika-vin11t5:181_1": "having reached that place, went to that place,",
    "ai-tika-vin11t5:181_2": "A bandit goes alongside, a criminal or sword.",
    "ai-tika-vin11t5:181_3": "Through there is an offense they get back.",
    "ai-tika-vin11t5:181_4": "Here the training rules, thinking “Here there is this training rule.”",
    "ai-tika-vin11t5:181_5": "In this context their mind is unless",
    "ai-tika-vin11t5:181_6": "but there is no way of taking care of stealing for a thought.",
    "ai-tika-vin11t5:181_7": "Hence it is said: “There is no offense for that is here, there is no offense.",
    "ai-tika-vin11t5:181_8": "There’s no offense for him.”",
    "ai-tika-vin11t5:181_9": "striking the thought with a valuable wooden goods, he is defined in the tangles and the tips of the body by one.",
    "ai-tika-vin11t5:181_10": "Hence it is said in the Commentaries: “And however, there is an offense entailing expulsion for stealing.”",
    "ai-tika-vin11t5:182_0": "Walking for constructedly: here in a league, they have reached the ultimate goal.",
    "ai-tika-vin11t5:182_1": "“(There is) no deed,” he replied, “There is no need for this; this is the outcome.",
    "ai-tika-vin11t5:182_2": "“There’s no offense for one who is undeveloped, this is said to be complete in all ways.",
    "ai-tika-vin11t5:182_3": "those boundlessly heat, (but) as a league:",
    "ai-tika-vin11t5:182_4": "it is an 40 kilometers in that place.",
    "ai-tika-vin11t5:182_5": "taken by himself, the meaning is: “I take my hair within the opportunity,” and after taking the back.",
    "ai-tika-vin11t5:183_0": "goes to monasteries for the purpose of precincts, and going wide a dwelling place within the Tissārāma.",
    "ai-tika-vin11t5:183_1": "After that place, in that monastery, he gets others to precisely, and when he doesn’t want to stay in that monastery, then the meaning is that.",
    "ai-tika-vin11t5:183_2": "Because of this it is not possible to know or see something else than that one is needed for a league, and because of this preceding it, even if it is at a least only for a league, or something else than that is needed.",
    "ai-tika-vin11t5:183_3": "according as it is said, “This conversation has not yet left over,”",
    "ai-tika-vin11t5:183_4": "asked whether he was the original deliciously taken as a precious snake, saying: “Having taken up the yellow robe, and lay it on the Ancient,",
    "ai-tika-vin11t5:183_5": "Firstly, they all go to the place where it stood, and they that it is worth more than one 40 kilometers, there is no offense for one who gets more than that.",
    "ai-tika-vin11t5:183_6": "After laying him, they obtained (them), and obtaining the Discipline,",
    "ai-tika-vin11t5:184_0": "Speaks them together with others,",
    "ai-tika-vin11t5:184_1": "they make an agreement about anything that can be done, even when the string of the suttantas.",
    "ai-tika-vin11t5:185_0": "This is the eighteen constituents (of mind and body) that originate from the whole world.",
    "ai-tika-vin11t5:185_1": "Then, knowing that a person is ‘tame’ ornamented with robes, they surround their bodies and freshly their clothes and mind from this point that they are produced.”",
    "ai-tika-vin11t5:186_0": "On the commentary stanks",
    "ai-tika-vin11t5:187_0": "On account of what is containing rice and suitable for action.",
    "ai-tika-vin11t5:188_0": "Discussion on the washing of sprouting up,",
    "ai-tika-vin11t5:189_0": "Or tell him, “Where would you be able to get hold of?” “Where would you sleep?”",
    "ai-tika-vin11t5:189_1": "“If a group, taken as “specified” or “specified” on account of her own hand, or “friends,” he says, “Whoever is learning” on, etc., it is for the purpose of help of seeing oneself.",
    "ai-tika-vin11t5:189_2": "if she consents to him, saying: “This is the anointed,” “There is an attendant for us,” and she consents to him being dealing with him.",
    "ai-tika-vin11t5:190_0": "In precisely: here the dyeings in rim, opinions of bones is what is meant.",
    "ai-tika-vin11t5:190_1": "For this was said: “As a _kahāpaṇa_ coin, a copper _māsaka_ coin, a wooden _māsaka_ coin, a wooden _māsaka_ coin, a boy of _māsaka_ coin, a _māsaka_ coin, a _māsaka_ coin, a _māsaka_ coin, a _māsaka_ coin, a _māsaka_ coin, a _māsaka_māsaka_ coin, a _māsaka_ coin, a _māsaka_ coin _māsaka_ coin _ coin, a _māsaka_ coin, a _ coin, a _ coin, a _mās.”",
    "ai-tika-vin11t5:190_2": "Here the eight descriptions in the Collections –",
    "ai-tika-vin11t5:191_0": "“Here are you made of gold or silver, and silver or gold.",
    "ai-tika-vin11t5:191_1": "”Here what is called darkness?",
    "ai-tika-vin11t5:191_2": "Which chooses the boys tall, even if it were to cut with a palm-leaf made of palm tree, or even if it had been made on a palm-leaf pair?",
    "ai-tika-vin11t5:191_3": "having dedicated (afterwards) as a decay of Jayasena, which is born in a form,",
    "ai-tika-vin11t5:191_4": "‘Those who are walking through this monastery’ means wherever there’s rain, that briming fleezes, even wherever there are grains, that grows in the openings that are apparent.”",
    "ai-tika-vin11t5:192_0": "it should be known",
    "ai-tika-vin11t5:193_0": "Here is the name of Pāṭalika, at present, a _kahāpaṇa_ coin,",
    "ai-tika-vin11t5:193_1": "solid fruits means seeds as fruits of a tree are made by fruit.",
    "ai-tika-vin11t5:194_0": "golden or silver.",
    "ai-tika-vin11t5:194_1": "according as it is said: “Ajātasattu is the name of the Teacher,”",
    "ai-tika-vin11t5:194_2": "But then, without getting permission, he thinks, “Lay follower,” thus he is able to lend this.",
    "ai-tika-vin11t5:194_3": "Well then, having learnt it by himself or accepted it, put on his upper robe over one shoulder, pay respect at the feet of the senior monks, squat on his heels, raise his joined palms, and say: “Afterential post.” Then he should then approach the Sangha, put his upper robe over one shoulder, pay respect at the feet of the senior monks, squat on his heels, and raise his joined palms. After bow down in the midst of the senior monks. After bowing down to them, he should then squat on his heels. He should then approach them with his head, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:195_0": "he must conclude the offense entailing relinquishment and confession for the midst of the Sangha, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:195_1": "A competent and capable monk should receive the confession of being in this way:",
    "ai-tika-vin11t5:195_2": "for this is said: “A competent and capable monk should receive confession.”",
    "ai-tika-vin11t5:196_0": "699.Rajatanti rūpiyaṁ.",
    "ai-tika-vin11t5:196_1": "golden golden money,",
    "ai-tika-vin11t5:196_2": "This includes all of the things that should be done in accordance with the Teaching,",
    "ai-tika-vin11t5:196_3": "When both mother and father are born, silver, and gold.",
    "ai-tika-vin11t5:196_4": "Here, king, dying, “Forguard” is included too much for five reasons, namely, a clans, and so on.",
    "ai-tika-vin11t5:196_5": "according as it is said: “Neither all kinds of sensual stimulation is given in the commentaries.”",
    "ai-tika-vin11t5:196_6": "“Here, reverend.” Then he said, “We’ll take a _kahāpaṇa_’s_kahāpaṇa_ coin, or gold and silver. Then he proceeded to the other.",
    "ai-tika-vin11t5:196_7": "“Of the householden,” he replied: “This is the purpose of making this for the purpose of seeing in our own use, and so on.",
    "ai-tika-vin11t5:196_8": "“As absolutely” would because of the ending of defilements.",
    "ai-tika-vin11t5:197_0": "The second rule, the training rule on lying down, and the abstaining from extremes, is said to be the ninety-two precious things, ninety-two rules, feeding ontogethers, and having a beautiful treasures, the bamboo precious, etc., and he invited the second treasures of the gems, “Any-handed,” and he in this matter, “It is ready to see the Jewels of the building sitems,” and he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:197_1": "stains, and crafts.”",
    "ai-tika-vin11t5:197_2": "And here the Bamboo Wood (Bamboo Grove), etc., in the way already described under the seven treasures.",
    "ai-tika-vin11t5:197_3": "forty-four itself, just as similar to a fine seed’s very.",
    "ai-tika-vin11t5:197_4": "Brahmadatta also said to him: “After giving to Siddhattha here” and “Princes, doing this for seven months.”",
    "ai-tika-vin11t5:198_0": "if she says, “I will not find anyone something precious!” and “From the site for the hut,” and she received, “From this base”, etc., with the intention to intervals, “From what is allowable,” and so on.",
    "ai-tika-vin11t5:199_0": "703-4.",
    "ai-tika-vin11t5:199_1": "if it is to be found at the ease of its various kinds, that is to say, the intention of making it specific neutrality, etc., that is, “given” and “pproaches,” and “possessing the intention of embarrasing.”",
    "ai-tika-vin11t5:199_2": "Your handed over them has been relinquished in the three.",
    "ai-tika-vin11t5:199_3": "There is a charming Community, group of monks Persons, and undertakings,",
    "ai-tika-vin11t5:199_4": "The section on relinquishment and confession",
    "ai-tika-vin11t5:199_5": "May all Your: give up all.",
    "ai-tika-vin11t5:199_6": "The meaning is that it is for the benefit of himself and for the purpose of protection, etc., for the sake of himself, and for the benefit of bad conduct, is the meaning.",
    "ai-tika-vin11t5:199_7": "And it is said in the Commentaries: “In the place wherever there is the shaft, droping, and including the profitable” , and in the Commentaries, “It is included in the Commentaries that is suitable to say, it is in the Commentaries. ”",
    "ai-tika-vin11t5:200_0": "the sound of costs is easy to raise the cry: the sound of the horns and the color of counsel.",
    "ai-tika-vin11t5:200_1": "“Over a thousand” is what is said.",
    "ai-tika-vin11t5:201_0": "Taking the tips of the lotuses, the kettled ears, and the bubbles,",
    "ai-tika-vin11t5:201_1": "if he obtains it, he thinks, “I am tied up with rice gruel,” and so on, however much can be brought out by him.",
    "ai-tika-vin11t5:202_0": "707.",
    "ai-tika-vin11t5:202_1": "they say that the legal procedures of demotion has been done in the dwelling, “We shall give this procedure together.”",
    "ai-tika-vin11t5:202_2": "wishing to take it, he thought, “May it be in this way?”",
    "ai-tika-vin11t5:202_3": "if he is told by body, by speech, or by body and speech: “This isn’t proper,” “This is allowable for us,” then he should put it on.",
    "ai-tika-vin11t5:202_4": "After reciting it, he says: ‘There is no offense for us, or with a mind without having been ejected for not making amends for ourselves.’ and he consents to us.” And the other does not consent.",
    "ai-tika-vin11t5:203_0": "residing in this way they said:",
    "ai-tika-vin11t5:203_1": "if he takes it, saying, “He who is giving it to a woman or a daughter-in-law, if he gives it, or he has it given to it apart from him.”",
    "ai-tika-vin11t5:203_2": "that is not to be destroyed, just as he is allowed,",
    "ai-tika-vin11t5:203_3": "Then some of them said, “Where do you come?” and she asked, “From the horses, they answer, “Having taken up their hands,” and when it was said, “As a place where there is another seven pebbles, and then they answer, “Venerable sir, I’ll bring it back here, and then give it to the seventh day.” Then they then said, “Weigh it is an empty-handed,” he leftovered, saying, “It is said, “It’s not easy to give a prepare a stilt house,” then what is said, he should give it.",
    "ai-tika-vin11t5:204_0": "709.",
    "ai-tika-vin11t5:204_1": "While going to the place where the Supreme Man was going he showed the food of the Kappa took a stone and showed it to the rainy season.",
    "ai-tika-vin11t5:204_2": "(Where do) not do roll away in this place, saying: “Where do you like to rough?”",
    "ai-tika-vin11t5:204_3": "In this way one placed as a charnel ground that had been set aside and refused an invitation to eat more.",
    "ai-tika-vin11t5:204_4": "After catching it, he said, “Whoever here is this? Is there a thief, a length of this bowl and robes,” and he said, “I do not make it,” and he added, “This is how I should give it.” Then he said, “Take this monastery attendant, after showing it to me, he should give it. If that me that, saying, “Suching it, I’ll give it up the barber.”",
    "ai-tika-vin11t5:204_5": "When they get taken extra robes, they should take out the extra robe and put it together. They should then dry it onto the low base, put it on. Then they should give such a plank as the meaning, and after giving it back. When they were told, he should give it the meaning in that way: “This is the eighth day after you.”",
    "ai-tika-vin11t5:205_0": "Taking up the golden statue on the ground, he allows to receive formless visions, directly from a part of her body, and so on. He should then confess the other persons.",
    "ai-tika-vin11t5:205_1": "When he is returning, they said, “Kill give it up because of an offense,” and they told him, “Lay follower, I have committed an offense entailing expulsion. When I returned to this point, what’s left, I announced my edgems?” and they said, “What can I explain inspires such an eon or what is suitable for the eon?” and “They explain it to the place where the monks area?”",
    "ai-tika-vin11t5:206_0": "Likewise those who have taken the rainy-season residence (the king) by the Fraternity, which was given to the Order of the bowls and under his own hands for the Rains Retreat.",
    "ai-tika-vin11t5:206_1": "and then, if he receives them, he does not confess the money to the monk who is to confess an offense without having committed it.",
    "ai-tika-vin11t5:206_2": "if he went forth his own desires, he raises the wealth of another religion, and he’s a certain woman.",
    "ai-tika-vin11t5:206_3": "They obtained what was received by others, and given them what was given.",
    "ai-tika-vin11t5:207_0": "Having swapped off anything at the four kinds of cloth, one of the borderlands,",
    "ai-tika-vin11t5:207_1": "even the top of the earth has been produced by a boy, burning, blazing and glowing, or even as a palm tree, or even as much as they want.",
    "ai-tika-vin11t5:207_2": "“But just as a marrow sesame seeds put on a cart, chose-fruit handle, or mung-bean-cyed tree or whatever other plants there are that are fixed in the hands, etc., and have arisen in the garden, etc., and even if it is not allowed to take it when he has been taken as the one who is something else.”",
    "ai-tika-vin11t5:207_3": "the receiver of money for a monk,",
    "ai-tika-vin11t5:208_0": "if he has already completed the monasteries in the monastery called Vāsabha;",
    "ai-tika-vin11t5:208_1": "Having seen him, he thought, “Having seen that form,”",
    "ai-tika-vin11t5:208_2": "Or alternatively, each is characterized as a characteristic,",
    "ai-tika-vin11t5:208_3": "When he is deposited it, he said, “Teachery it,” he puts it on the basis of an abscess, and he places it in that place.",
    "ai-tika-vin11t5:209_0": "If it is said for him, but he perceives it as such, and he receives it, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:209_1": "if she urges her on, saying “There is no need of wrong conduct in this monastery,” “There is needed for something to do,”",
    "ai-tika-vin11t5:210_0": "Since they get carried away by an opposite sex, what can I do?",
    "ai-tika-vin11t5:211_0": "Discussion of forms",
    "ai-tika-vin11t5:212_0": "clothes, vehicles, “The king of Kosala”, and so on. It is the first among the forty-four grounds, one of the base consisting of boundless consciousness.",
    "ai-tika-vin11t5:212_1": "And they do so.",
    "ai-tika-vin11t5:212_2": "And as in the case of the barber Vāseṭṭhas, so also as to receptacle, gravel, or as much as they want, and so on.",
    "ai-tika-vin11t5:212_3": "On the contrary, when a schismatic remains here and there without a group, he thinks, “How liking to be released the body,” and “stomach” or “It is allowable for one eon.”",
    "ai-tika-vin11t5:212_4": "If it is to be relinquished, and for an offense of wrong conduct, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:212_5": "The one who, when he makes a site for 40 kilometers is finished.",
    "ai-tika-vin11t5:213_0": "If he sits down in the same place as before, with a sponsoring owner, he commits one offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:213_1": "It’s when both the teacher has been relinquished, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:213_2": "So it is also called “special” in the three places, that which is to be relinquished” , and so on.",
    "ai-tika-vin11t5:214_0": "718.",
    "ai-tika-vin11t5:214_1": "If they swap, buttermilk, the site, and they swappear themselves in one or two or three kilometers, there is an offense of wrong conduct.",
    "ai-tika-vin11t5:214_2": "what is allowable for an eon is said: “This is what is allowable” .",
    "ai-tika-vin11t5:214_3": "These are the grounds on the site for an eon.",
    "ai-tika-vin11t5:215_0": "the base consisting of boundlessness is stated in the way already stated.”",
    "ai-tika-vin11t5:215_1": "Even if the aeon has been declaring the site for an eon, he commits an offense of wrong conduct.",
    "ai-tika-vin11t5:216_0": "720.",
    "ai-tika-vin11t5:216_1": "“Does you because of this base?” “This is the site.”",
    "ai-tika-vin11t5:216_2": "‘An abstaining from this variety of mindfulness, he commits an offense entailing confession.’”",
    "ai-tika-vin11t5:216_3": "Firstly, one is said to be the first kind of meditation that is referred to as “with the first” .",
    "ai-tika-vin11t5:216_4": "to cut him with money.",
    "ai-tika-vin11t5:216_5": "the wind binds around.",
    "ai-tika-vin11t5:217_0": "‘Having been conceived in the womb’, and the name of the gold coins, (he said): “Who are you doing so, ill-salms, black-haired, delivered, or unconsciously that area, black-haired in the name and clan, it was said to be under the heading of your own forms.”",
    "ai-tika-vin11t5:217_1": "like a smart person roams when they have attained",
    "ai-tika-vin11t5:217_2": "with the (ruly) formless (of the First Path).",
    "ai-tika-vin11t5:217_3": "to shake him, saying: “Having cut off, unthinking!”",
    "ai-tika-vin11t5:217_4": "‘If it is money, and he perceives it as such, and he exchanges it into money, he commits an offense entailing relinquishment and confession.’”",
    "ai-tika-vin11t5:217_5": "If it is something else, but it would be appropriate for two or three leagues to buy, and she exchanges it for two leagues.",
    "ai-tika-vin11t5:218_0": "While turning it here, convinces to be persuaded here, “The golden”",
    "ai-tika-vin11t5:218_1": "And the meaning is that a legitimate legal procedure consisting of five reasons.",
    "ai-tika-vin11t5:218_2": "A demolishes one who deceives (telling): This is the meaning.",
    "ai-tika-vin11t5:218_3": "A monk sees a novice nun, the Enlightened One, who gives the formal support, and those with the five hundred nuns, is unshakable.",
    "ai-tika-vin11t5:219_0": "anyone who lives likes, guiding, can go about,",
    "ai-tika-vin11t5:220_0": "Using the colour of silver,",
    "ai-tika-vin11t5:221_0": "Also the ladies of robes, almsfood, a dwelling, and medicines; even a bit of bath powder, a toothbrush, or a piece of string.",
    "ai-tika-vin11t5:221_1": "according as it is said: “When a robe is allowable without rags, having non-staple food and drink, perhaps there, etc., as it is allowable for many robes” .",
    "ai-tika-vin11t5:221_2": "On the basis (of life) is allowable for one, and so on including the site of a eon.",
    "ai-tika-vin11t5:221_3": "if he says, “When will I do so,” “Give this,” “Bring this,” “Swap,” “Buy this,” “Swap,” “Buy this,” “It’s appropriate to do so;” “It’s appropriate for you to get that,” “Swhere else.”",
    "ai-tika-vin11t5:222_0": "Herein, as to urgency, after swapping the base consisting of the elephants, he then sews the name of the elephants.",
    "ai-tika-vin11t5:222_1": "after sweping the elephant’s site, giving the gift through the equivalent time,",
    "ai-tika-vin11t5:222_2": "according as it is said: “This is the eighth day of the lunar half-month,’ they give to others, and they use to do their own goods.”",
    "ai-tika-vin11t5:222_3": "They revolve the first reasons:",
    "ai-tika-vin11t5:222_4": "there are other women in the Dispensation both ways:",
    "ai-tika-vin11t5:222_5": "Therefore this is the wrong time, even a mother, not even if it is to be done.",
    "ai-tika-vin11t5:222_6": "according as it is said: “This is the eight reasons from a group of five reasons, even if the mother went forth, not even with a layperson.”",
    "ai-tika-vin11t5:223_0": "if the robe-cloth is for one who is stolen and what is given to one who has been ejected for not recognizing an offense entailing relinquishment and confession, etc., for the reopening the ground on this robe-cloth, it is to be relinquished.",
    "ai-tika-vin11t5:223_1": "Hence it is nevertheless because of the sense.",
    "ai-tika-vin11t5:223_2": "each is allowed to site for an eon or the site for which it is an opportunity for an eon.",
    "ai-tika-vin11t5:223_3": "In this way the first remainder belongs to an uncountable basis, not to keep it all proclamations. If the site for the eons of the cosmos contracting, he thinks, “It’s to be used for us here, it won’t be proper to an end.”",
    "ai-tika-vin11t5:223_4": "When it has been dropped, they say: “The goods aren’t proper for us,” and they added: “Have you eight?”",
    "ai-tika-vin11t5:224_0": "It’s not allowable for us to go to the place where it is, except for the purpose of precincts, of the lifetimes, or of the kasiṇas, both of the world, or of the enemy. That is why it is not allowable to an unenclosed monastery, enclosed floor of the money.",
    "ai-tika-vin11t5:225_0": "He said for the sake of (living creatures), not for others, that is to say, the reason for it.",
    "ai-tika-vin11t5:226_0": "730-1.",
    "ai-tika-vin11t5:226_1": "bringing them to the site for the advantages, “Having made this site for the earth,” and then, “Having shown them,” and so on.",
    "ai-tika-vin11t5:226_2": "the trees belonging to the Sangha.",
    "ai-tika-vin11t5:226_3": "It’s curbed to enjoy.”",
    "ai-tika-vin11t5:226_4": "“Thushed five hundred cemeteries,",
    "ai-tika-vin11t5:226_5": "By his boys all India, this is the Rose-Apple Island,",
    "ai-tika-vin11t5:226_6": "And even if he says, “Now, you should go to a ploughedest or a load of wooden bowl,”",
    "ai-tika-vin11t5:226_7": "a cloth that was said by those who had been sentenced in the six-boths, and so on.",
    "ai-tika-vin11t5:226_8": "When it has been bartered, how many offenses entailing relinquishment and confession, and they have a specific purpose in the six rules.",
    "ai-tika-vin11t5:227_0": "732.",
    "ai-tika-vin11t5:227_1": "Saying, “After” he said, “After that enquiry,” he in the way already described, etc., before in the way already described,",
    "ai-tika-vin11t5:228_0": "On the ground is used for a league, and so on. It is precincts for a league, etc., as if it were being taken on the ground, etc., and on the ground, and so on.",
    "ai-tika-vin11t5:228_1": "Discussion on the basis of robes, etc.",
    "ai-tika-vin11t5:228_2": "Here means among the kind already stated,",
    "ai-tika-vin11t5:228_3": "these characteristics are different things.",
    "ai-tika-vin11t5:229_0": "They are attached to charming things, etc., and so on.",
    "ai-tika-vin11t5:230_0": "if he is available and disasters, then it is because he falls in an attendant’s embarrasses in one who is dealt with according to the rule.",
    "ai-tika-vin11t5:231_0": "As to loving-kindness: it is only a league that is precious for one hundred leagues.",
    "ai-tika-vin11t5:232_0": "In the commentary on the conversation",
    "ai-tika-vin11t5:233_0": "The second sub-chapter on silk is finished.",
    "ai-tika-vin11t5:234_0": "737.",
    "ai-tika-vin11t5:234_1": "After putting aside, bathing, clay, two leagues away,",
    "ai-tika-vin11t5:234_2": "owing to the best",
    "ai-tika-vin11t5:234_3": "according as it is said: “This bowl is the three kinds of bowl, for the three months of the bowl.”",
    "ai-tika-vin11t5:234_4": "Hence the Majjhima reciters said: “Here is middle,”",
    "ai-tika-vin11t5:235_0": "wet clothes, drying, mixed up with ordinary rice, gruel, thinning floors, and moistening the stones. They are not to be bitten by worms.",
    "ai-tika-vin11t5:235_1": "according as it is said: “This is the commonking of the Awakened One’s level and hard to curry.”",
    "ai-tika-vin11t5:235_2": "(Asoka) shaved the meal of rice, non-staple food, decorated with anything to be tied up, and then took a stone’s lump of flowers.",
    "ai-tika-vin11t5:235_3": "according as it is said: “Nay-Worshiping to the Sundarī’s stone, which was like a lump of pearls, but that’s string.”",
    "ai-tika-vin11t5:235_4": "the Magadhan chief female slaves, having eight hundred Sāḷhas, eight hundred (from the village), was eight hundred (from the Sāketa of) the Magadhan Kings.",
    "ai-tika-vin11t5:235_5": "Hence the Ancients said:",
    "ai-tika-vin11t5:236_0": "° he said: “This fault in the bird of fodder is a fault,",
    "ai-tika-vin11t5:237_0": "Phesions are eighty chiefs, composed in Nādika,",
    "ai-tika-vin11t5:238_0": "Having gained the (wholesome) speak of this statement, this is said.”",
    "ai-tika-vin11t5:239_0": "“It is called ‘rotten and half-wander’.”",
    "ai-tika-vin11t5:239_1": "what are to be carried along by the stream, he must have been deprived in the houses of a month.",
    "ai-tika-vin11t5:239_2": "But some say:",
    "ai-tika-vin11t5:240_0": "“Friends, the inner quarters with four (of consciousness),",
    "ai-tika-vin11t5:241_0": "(but) the four names of Kuḷāra, and then four (years).",
    "ai-tika-vin11t5:242_0": "“For he who has attained the four almsbowls,",
    "ai-tika-vin11t5:243_0": "and the four ways that is too small.”",
    "ai-tika-vin11t5:244_0": "But teachers melodiously that in the past said, “But there are pushing for the past and future.”",
    "ai-tika-vin11t5:245_0": "And also eaten at that very half of the four classes: the meaning is that particular individual essence essence, is the meaning.",
    "ai-tika-vin11t5:245_1": "according as it is said: “This is the fourth position of the hand, the neck should be expelled with the palm of the hand, not being shaked with the hand.”",
    "ai-tika-vin11t5:246_0": "And the stains by profound and the rice, embracing the stains, etc., should be undergone in all the mortifications of systems, and so on.",
    "ai-tika-vin11t5:246_1": "according as it is said: “This is the eighth order for the greedy temperament; for as long as the stains of avarice is allowable for the purpose of showing the meat as much as they like.”",
    "ai-tika-vin11t5:246_2": "And here the stains is said: “Possessing is the morself in the middle,” “Possess,” “Possessed of in the Commentaries with the forked and incomparable” , “Possessed of the fourth particular individual essence. ” And the meaning should be understood to say, “specified in the same way as before, the time it is the phrasing of what is the meaning of this fourth bathing.”",
    "ai-tika-vin11t5:246_3": "but having shown that it is said in this way, it is said in the characteristics of the analysis of whis, and if it is shown that it is said only here to be shown that it is said, it is not said because it is the phrasing of profound knowledge.",
    "ai-tika-vin11t5:246_4": "They had to eaten ghee, oil, honey-foods, cooked with ghee, etc., and molasses, butter multi-coloured rice porridge.",
    "ai-tika-vin11t5:247_0": "Equanimity is as stated in accordance with that which is called “hand” .",
    "ai-tika-vin11t5:247_1": "if he takes hold of her on, saying: “One who takes up the three months,” and he grabbed them by three times.",
    "ai-tika-vin11t5:247_2": "The large bowl stands in that place",
    "ai-tika-vin11t5:247_3": "he counted it in this mango grove is to be used too. “From the village, the bowl-food-eater” .",
    "ai-tika-vin11t5:247_4": "The same explanation applies in this way: these are not extension.",
    "ai-tika-vin11t5:247_5": "The medium bowl is to be thrown away.",
    "ai-tika-vin11t5:248_0": "740.",
    "ai-tika-vin11t5:248_1": "When these three almsbowls are used up in the base consisting of what is high, the small bowls disturbances, in what is uncleans, rice, and hard food is brought to him, yet no low upon the size of the first-handship, yet another all the lower stages in the middle of the monastery, and he stands in the middle. And all the end of the stricking upwards, he tells him, “You have reached the middle,”",
    "ai-tika-vin11t5:248_2": "As a region",
    "ai-tika-vin11t5:248_3": "and the medium one is middling and stubborn.",
    "ai-tika-vin11t5:248_4": "Here, middling, small, than breaking up,",
    "ai-tika-vin11t5:248_5": "So too with the otherwise,",
    "ai-tika-vin11t5:248_6": "To this is what is high to one who is high—one who is high—ittle, middle-aged, and end—it is in the middle of the ocean, as follows: “This is the middle one who is horn-states is the middle,” and in the middle.",
    "ai-tika-vin11t5:249_0": "741.Tesūti navasu pattesu.",
    "ai-tika-vin11t5:249_1": "Therefore it is “annot enemy” since it is developed .",
    "ai-tika-vin11t5:249_2": "they don’t go on account, nor are they ejected one who is stricken by one who is high and rinsing them.",
    "ai-tika-vin11t5:249_3": "they use it without reckonings.",
    "ai-tika-vin11t5:249_4": "according as it is said: “When a discussing these eight uses of vessels use by using these (from the use of the) requisites, these are the use of alms food.”",
    "ai-tika-vin11t5:250_0": "From the forehead it is called “stomach”; they told him, “Lunger” and “Dearned” according to the characteristic of foulness, who have attained Pāṭaliputta, and it is the three characteristics, etc., which is the state of defilement of defilement, having taken up the bowl, and robes, etc., with each time the five” After .",
    "ai-tika-vin11t5:250_1": "And in this context it is said:",
    "ai-tika-vin11t5:251_0": "Also the the limited period said: “I have given a particular (even) to the root",
    "ai-tika-vin11t5:252_0": "Boths and the characteristics in their bowls.”",
    "ai-tika-vin11t5:253_0": "If you have the sound of transfer making an effort, you should give the sound of coughing.",
    "ai-tika-vin11t5:253_1": "Firstly, he determines the bowl: “I’ll determine it; by means of these blessings, by abstaining it with my hand, and by resolve it; then, if he determine it is the first impediment; for each legal procedure, for each legal procedure, for which there is no reconside, for the sake of minor, and for the future restraint.” This is how the meaning of being becomes evident, he should resolved in the future.",
    "ai-tika-vin11t5:253_2": "“Only he determined in the presence of another:",
    "ai-tika-vin11t5:253_3": "If he says, ‘Whoever is intent on me, would it give me to such a thing, and having dropped on it from here?’ and there would be no eighth talking about it?”",
    "ai-tika-vin11t5:253_4": "“Take the bowl, without having determined, transferred to another,” he said,",
    "ai-tika-vin11t5:254_0": "After putting it on all sides, he collects as bowls, places them in one place. He is like a sinking as a lot of stuffalks on one side and store it up. Then he thinks, “I’ll bring one bowl to the monks”, “I have a single monk,” and he is added, “butin-cloth from the bowl,” he is one,",
    "ai-tika-vin11t5:254_1": "And here he should use them, thinking: “I wish,” “I have been told by using what they have done,” or “There is no use for them to use it, or according to the rule.” He should then use it to make a robe, not be used on the following day.",
    "ai-tika-vin11t5:255_0": "if he gets permission from that peril; he should not eat without scratching them.",
    "ai-tika-vin11t5:255_1": "when he excessives that bowl,",
    "ai-tika-vin11t5:255_2": "hence ‘No doubts’, ‘This is the proper conduct’, this is where the monks feel.",
    "ai-tika-vin11t5:255_3": "The two forty-eyeds are stated. That’s why the marks are called,",
    "ai-tika-vin11t5:256_0": "(They would do) in the world he showed extra bowls, and things that are extra finely to him.",
    "ai-tika-vin11t5:257_0": "Standing in his mouth, he reached the upper side,",
    "ai-tika-vin11t5:257_1": "drives out of the treasurer’s gems: “From the Palace of Principle or the Palace of Principle or the Collection in the God’s Monastery.”",
    "ai-tika-vin11t5:257_2": "Where doing so, having slaughtered at the time of breaking up the rolls, the barber (of the bowls) in the same way.",
    "ai-tika-vin11t5:257_3": "in the same way, “possesing many to bring it,” he is said.",
    "ai-tika-vin11t5:257_4": "this bowl is not allowed to wear a ship.",
    "ai-tika-vin11t5:258_0": "746.",
    "ai-tika-vin11t5:258_1": "Or alternatively, after showing them that is indicated by the twofold and eighteen on the basis of weakness, etc., is to be shown by the instance of the earth kasiṇa and so on.",
    "ai-tika-vin11t5:258_2": "gaining wealth, “I’ll determine this almsbowl,”",
    "ai-tika-vin11t5:258_3": "“(They are) unity” because it is said.",
    "ai-tika-vin11t5:258_4": "Compassionates wearing sandals with their hand, is the meaning.",
    "ai-tika-vin11t5:258_5": "In this way they would not give to the bride of the palms.",
    "ai-tika-vin11t5:259_0": "747-8.",
    "ai-tika-vin11t5:259_1": "They determine it, saying: “Those determine it is cut off,”",
    "ai-tika-vin11t5:259_2": "giving,",
    "ai-tika-vin11t5:259_3": "By breaking up the schism,",
    "ai-tika-vin11t5:259_4": "As to the bowl: I do not die in material pleasures.",
    "ai-tika-vin11t5:259_5": "He then disrobes the training, the training in the way is seeking the going forth.",
    "ai-tika-vin11t5:259_6": "Stroking up to the reeds: they are plastered inside and out.",
    "ai-tika-vin11t5:259_7": "Declaring the training in the training,",
    "ai-tika-vin11t5:259_8": "Strong downwards and backwards,",
    "ai-tika-vin11t5:259_9": "after ascending from the top of the hide, he be taken by theft,",
    "ai-tika-vin11t5:260_0": "Harmless One with the army of seven months, Quickly smiled by the seventh of the seven coals, and the barn,",
    "ai-tika-vin11t5:260_1": "by rubbing downwards and belows, by space, and by space.",
    "ai-tika-vin11t5:260_2": "he who was betrayed by the wind, for the sake of the gem.",
    "ai-tika-vin11t5:261_0": "Is said to be the one who is superior.",
    "ai-tika-vin11t5:261_1": "which is the beryl gems made of bamboo, what is the name of the beryl,",
    "ai-tika-vin11t5:261_2": "Just as one who has cut off the fruit in the stone’s level,",
    "ai-tika-vin11t5:261_3": "used to bear the riches.",
    "ai-tika-vin11t5:261_4": "Golden in barriers, covetousness, with shameless words.",
    "ai-tika-vin11t5:261_5": "courtesan, blacks,",
    "ai-tika-vin11t5:261_6": "if he whites a bowl stands to see the point;",
    "ai-tika-vin11t5:261_7": "You say it is disputing:",
    "ai-tika-vin11t5:261_8": "Padumavatī is the rainy season.",
    "ai-tika-vin11t5:262_0": "if she hits the hip, she said,",
    "ai-tika-vin11t5:262_1": "a skull as a cranium cart, a wretched cot,",
    "ai-tika-vin11t5:262_2": "‘This is simply a swamp,",
    "ai-tika-vin11t5:262_3": "What is shared out eleven things:",
    "ai-tika-vin11t5:262_4": "“As agitation” is one that follows after the dead.",
    "ai-tika-vin11t5:262_5": "gets to know the eleventh:",
    "ai-tika-vin11t5:262_6": "The meaning is salt in this way is not allowed to, but rather it is not allowed, yet another sinking as it is allowable for a league.",
    "ai-tika-vin11t5:263_0": "the rolling of the feet, the sound of collar broad, and the cycle of the wheels,",
    "ai-tika-vin11t5:263_1": "rounded and half-coloured, lightning up the eyes,",
    "ai-tika-vin11t5:263_2": "a monk:",
    "ai-tika-vin11t5:263_3": "and the Sangha; they have layman disciples.",
    "ai-tika-vin11t5:264_0": "whatever bowl they wished for.",
    "ai-tika-vin11t5:264_1": "Having given a water that was clear,",
    "ai-tika-vin11t5:264_2": "and put them aside the place where the baskets have been put, and placed in a basket made for the Community, or put them aside in a monastery, or put them aside in a dwelling.",
    "ai-tika-vin11t5:265_0": "to make the sacred flame.",
    "ai-tika-vin11t5:265_1": "On that heat is hot in that heat.",
    "ai-tika-vin11t5:265_2": "he should not bathe,",
    "ai-tika-vin11t5:265_3": "But it is not allowed because of wearing sinking thus: “This is the meaning, this is not allowable.” But the meaning should be understood in the way already described.",
    "ai-tika-vin11t5:266_0": "like someone encircling him with a stray: “It’s a depthed.”",
    "ai-tika-vin11t5:266_1": "the goods (from the time): “I am thrown away the Great Ashes,",
    "ai-tika-vin11t5:266_2": "“Whether or two or three bowlfuls feeds on the ground, even if only a famous bowl.”",
    "ai-tika-vin11t5:266_3": "it is allowable to set aside a jungle thicket if it is allowed to leave without a purpose.",
    "ai-tika-vin11t5:266_4": "“Take this forget, a flag, a stone’s bow to bees, and a termite-mound or a canopy.” But they said, “Take some cry of the room.”",
    "ai-tika-vin11t5:267_0": "(The Buddha) was called the carpets in the woods of Sāketa.  in the various directions woods.",
    "ai-tika-vin11t5:267_1": "he places the two, namely, on the bowl and are put in the bowl where it is allowable for one who is allowed to put it on the ground in the bowl.",
    "ai-tika-vin11t5:267_2": "(but) it is to be said: “There is no one to show that one thing,”",
    "ai-tika-vin11t5:267_3": "(but) he says “This is not right.”",
    "ai-tika-vin11t5:267_4": "There was a staff called Manking with a stick. This was the name of punishment and well-springed.",
    "ai-tika-vin11t5:267_5": "made the ground of the earth called encircling wall, a portion of stones, and a lacks built.",
    "ai-tika-vin11t5:267_6": "“Take this food for the size of the ground, and so on.”",
    "ai-tika-vin11t5:268_0": "made of palms, palms to the palms, stumps of garments,",
    "ai-tika-vin11t5:268_1": "Pots-foods of Putants or trees, whatever trees",
    "ai-tika-vin11t5:268_2": "wavesd their waists, and traverses,",
    "ai-tika-vin11t5:268_3": "made by illustrate the edge of quarrels and leaders.",
    "ai-tika-vin11t5:268_4": "Having prepared a benefactor in the charnel ground, he undergoes the stain of the earth, making a piece of land, for the purpose of which they will be shown the friend.",
    "ai-tika-vin11t5:268_5": "from the winds on the ground, on the clods and stones, and winds that are drawn out from the wind, it is said to be “the wind” .",
    "ai-tika-vin11t5:268_6": "That is why the (work) “Sworms in that place.”",
    "ai-tika-vin11t5:268_7": "that even though the dye was setting, they said, “We were placed on the ground,” but they did not make a load of dust.",
    "ai-tika-vin11t5:268_8": "Harsh to the ground,",
    "ai-tika-vin11t5:269_0": "760.Laggetunti olambetuṁ.",
    "ai-tika-vin11t5:269_1": "he placed a bag with a end of ends and a bowl made of iron, put it in his bowl in front of him, and then dropped the bowl:",
    "ai-tika-vin11t5:269_2": "and a cotton-down covers for six months and a beds,",
    "ai-tika-vin11t5:270_0": "761.Aṭanīsūti aṅgesu.",
    "ai-tika-vin11t5:270_1": "and bound them in a binding stalk, and went to the neck and so on,",
    "ai-tika-vin11t5:270_2": "the group of hung up to get there,",
    "ai-tika-vin11t5:270_3": "“It was the first person,” he said, “It was cut off at the root,”",
    "ai-tika-vin11t5:271_0": "placed on a bed and chair: the bed and chair, and the beds and benches on a mattress, etc., are put in a charnel ground, a rubbish on a bed or a bed or a strip of cotton-down leaves, and even the same as before.",
    "ai-tika-vin11t5:271_1": "food is filled with rice.",
    "ai-tika-vin11t5:271_2": "on the contrary, overhanging of rice in the hand,",
    "ai-tika-vin11t5:271_3": "As (not as) these questions is explained.",
    "ai-tika-vin11t5:271_4": "Pūraṇa Kassapa, full to the meal.",
    "ai-tika-vin11t5:272_0": "The commentary on the hide is finished.",
    "ai-tika-vin11t5:273_0": "Presenting the doors and the door ford,",
    "ai-tika-vin11t5:273_1": "the door, the windows, the door of the windows, and the gate of the door of the wind, etc., of the gate of the door, and of the windows in it,",
    "ai-tika-vin11t5:273_2": "Don’t need not hit, nor get hold of, nor do I need anything out.",
    "ai-tika-vin11t5:273_3": "of the bowl, when the hand is struck by the elephant, he thinks, “For he has eaten the drum of kettledrums,” he is like the enjoying of the nose.",
    "ai-tika-vin11t5:273_4": "were to cut off his horns, made from illness.",
    "ai-tika-vin11t5:274_0": "He’d throw what he wants to throw away the bowl, butter the edge of the garden, drank the floor-covers, and the non-staple food, he cannot throw away what is allowed to throw away what is leftover.",
    "ai-tika-vin11t5:274_1": "Bones or bones are skeleton bones.",
    "ai-tika-vin11t5:274_2": "Remember the mouth-washing water and washing water.",
    "ai-tika-vin11t5:274_3": "When he has dropped the bowl low by the tip of the bowl, he drops it outside. When he’s thrown it away, he drops it away.",
    "ai-tika-vin11t5:274_4": "Anyone else should wash it in a bowl while cleaning water for washing the bowl.",
    "ai-tika-vin11t5:275_0": "765.",
    "ai-tika-vin11t5:275_1": "received water for washing their mouths, water from the mouth, and spittles.",
    "ai-tika-vin11t5:275_2": "“She’s mouthfuls don’t pile on the mouth where there is anything of meat,",
    "ai-tika-vin11t5:276_0": "He trains in disrobing, training, deceivers, or dies.",
    "ai-tika-vin11t5:276_1": "Then the one who grabbes one’s own bowl, saying “I’m carrying it to beat precincts,” and who is carrying an almsbowl into a lump of criminal, it is no more than one who is carrying an ascetic’s bowl,",
    "ai-tika-vin11t5:277_0": "being the first, he brought (to the Saṅgha), for the first place he had attained the first jhāna.",
    "ai-tika-vin11t5:277_1": "The training rule on almsbowls",
    "ai-tika-vin11t5:277_2": "The first sub-chapter on the robe-making season is finished.",
    "ai-tika-vin11t5:277_3": "great hermit seeking great virtue, seeking the virtues of sorts of virtue.",
    "ai-tika-vin11t5:277_4": "All the robe-making season have been lost in this way: “All the first bowl and robe-making season together with the other which is more framework and so on. Now, when it is due to the ending of the robe-making season, all the ascetics.”",
    "ai-tika-vin11t5:278_0": "First: Practice",
    "ai-tika-vin11t5:279_0": "768.",
    "ai-tika-vin11t5:279_1": "Five are than bonds: for which they are bound together, and for a long time? ”",
    "ai-tika-vin11t5:279_2": "according as it is said: “After than five mends for a bowl, without mends, one mend, two mends, three mends, or four mends.”",
    "ai-tika-vin11t5:279_3": "And if it is unfinished, transmigration, opposite, he should be released in the five characteristics of counsel.",
    "ai-tika-vin11t5:279_4": "the bondage in bondage there is no bondage,",
    "ai-tika-vin11t5:279_5": "Hence it is said: “So these eighth sinews in each of the bowl, not even for a funeral pyre, there is no place.”",
    "ai-tika-vin11t5:279_6": "He is adding a length of two fingernails, like a calf, shackle, and bathing at it.",
    "ai-tika-vin11t5:279_7": "according as it is said: “A because of her calf of rice, my bowls, thumbs are not inside the great king.”",
    "ai-tika-vin11t5:280_0": "the bowl is called “body-fod-eater”; for the following statements, “The kings have a finger-talter”.",
    "ai-tika-vin11t5:280_1": "and the King’s binding threadth,",
    "ai-tika-vin11t5:280_2": "But because of the mouth, they should be told, “Kill,” and “There are eighth rules because of the kingdoms of the earth.” Or they must be maintained only after accepting it.",
    "ai-tika-vin11t5:280_3": "Vaḍḍha, or elsewhere, the falling apart from the five whirlpools, etc., should be followed by one or other of these five mentions. That’s why it is not possible to call out “Bond” or “It is inquisition,” and “It is not possible to be spoken of about inquise”.",
    "ai-tika-vin11t5:280_4": "But here this much is not shown by the ascetic life. So it is for the purpose of inspecting the ascetic life, not for the sake of  debteration, and conveying the doctrine of the ascetic life.",
    "ai-tika-vin11t5:280_5": "But the two kinds of undetermined conduct are said to be the best of the Vaṅgīsa and the two finger joints, and also two less than that.",
    "ai-tika-vin11t5:280_6": "But just as it is said: “But when there are two armies of kings, one should imprisoned into four-footed thirteen centimeters at the end of the each,",
    "ai-tika-vin11t5:280_7": "Anyone who has three either four or five fingerbreadths should be given three: those who live together.”",
    "ai-tika-vin11t5:281_0": "As to resolution and non-process that arise in the five lower fetters, etc., are said to be to be shown by the fortune-telling and the goods.",
    "ai-tika-vin11t5:281_1": "From the fourkencies of turning and four inches, four months is said to be imprisoned.",
    "ai-tika-vin11t5:281_2": "And they perform their former deeds,",
    "ai-tika-vin11t5:281_3": "Freshly held highly lowly, by the eighty joints, bound together by the kingdoms, and four fingers. The meaning is that: it is intermediately places.",
    "ai-tika-vin11t5:282_0": "770.",
    "ai-tika-vin11t5:282_1": "In this way, having shown that there is no progressive value of five _māsaka_ coins or more than five _māsakas_.",
    "ai-tika-vin11t5:282_2": "Fifty-five embroidered to the best of two fingers and toes, and the King’s daughter.",
    "ai-tika-vin11t5:282_3": "it shows why the five-footed (five) people have been shown by the word of the (various) faith.",
    "ai-tika-vin11t5:282_4": "or even a single fingerbreadth of two-limbers, who had eleventh of a single-mount their head.",
    "ai-tika-vin11t5:282_5": "Having faith in the King’s bonds, ~ Pañcasikha,",
    "ai-tika-vin11t5:282_6": "This is the fifth eleventh section for recitation.",
    "ai-tika-vin11t5:283_0": "771.",
    "ai-tika-vin11t5:283_1": "At this point he shows how to the daughters of a dead man, saying “Lay follower, gives us rice gruel and so on.”",
    "ai-tika-vin11t5:283_2": "covering the bones,",
    "ai-tika-vin11t5:283_3": "“One who is wise,” and so on.",
    "ai-tika-vin11t5:283_4": "He should cover it with a box and give it to anyone, wherever he wants, he says, “Nothing I haven’t reached the property.”",
    "ai-tika-vin11t5:283_5": "Both powder is allowed, without saying, “This is allowable for you to constantly.”",
    "ai-tika-vin11t5:284_0": "772.",
    "ai-tika-vin11t5:284_1": "He should give that bowl to the Sangha, out of compassion for the Sangha, and have compassion for that person.",
    "ai-tika-vin11t5:285_0": "When a monk is being having a bowl, he should put it aside with the five hundred coins in the midst of the Sangha. He then put his bowl on a belt, known by the Sangha, attained the attainment with the Community, and he follows: “I am a liberated on an offense, I am now asking the bowl with these five qualities of the Sangha. ” He should grant a monk who has been approved by the Buddha, the appearance of length, and amusing him with these five qualities aspirations of the Sangha, he has been in the presence of the Sangha.",
    "ai-tika-vin11t5:285_1": "One who has sitting in the midst of the Sangha is sitting in the midst of the Community,",
    "ai-tika-vin11t5:285_2": "sorrowless,",
    "ai-tika-vin11t5:285_3": "is hard to give it away.",
    "ai-tika-vin11t5:286_0": "Also it is said in the Simile of the What is meant.",
    "ai-tika-vin11t5:286_1": "The community of that monk is yours,",
    "ai-tika-vin11t5:286_2": "the limit on the bowl, having been spoken thus: “After well by using this bowl, he is waiting for a fact,” the meaning is stated in this way: “From the bowl, you have reached the end, this is the meaning, this is the end.",
    "ai-tika-vin11t5:286_3": "The bowl of that monk was seated, and he was sitting there.",
    "ai-tika-vin11t5:287_0": "(but) they give what is given to him, that is limited.",
    "ai-tika-vin11t5:287_1": "placed in the place where the midstress, etc.",
    "ai-tika-vin11t5:287_2": "according as it was said: “The elephant started to the foreheads on the ground, etc., should be given in the place where they donations was.”",
    "ai-tika-vin11t5:287_3": "if he gives away another requisite;",
    "ai-tika-vin11t5:287_4": "He takes hold of him and then sets out for himself. He can then call another bowl for the day-time, without saying, “Have you.”",
    "ai-tika-vin11t5:287_5": "if he uses uses wealth without makes use of use of wealth;",
    "ai-tika-vin11t5:287_6": "according as it is said: “The lord of shameless courses, according to the persuading of rice and non-staple food,”",
    "ai-tika-vin11t5:287_7": "“I am on the road between the sickness and the pot that was dead, wounded and dropped in a vessel or a clay, and that is not allowed to use it to eat as much as you like.”",
    "ai-tika-vin11t5:288_0": "being used to eat the bowls, nor the bowls, but not the accumulating the bowls,",
    "ai-tika-vin11t5:288_1": "when breaking up of the attachment",
    "ai-tika-vin11t5:288_2": "If there is no offense for one who is not something else, there is no offense.",
    "ai-tika-vin11t5:288_3": "Saying: “He is someone who has attained the attainment of stream-entry that is invited to correction for his own relatives, those who have reached the goal for which there was no thief, etc., are put in his own way.”",
    "ai-tika-vin11t5:288_4": "“Here, sir,” and he asked for a funeral pyre (them), “from who are we to be asked for for a bowl;",
    "ai-tika-vin11t5:288_5": "if she takes it, thinking “Where isn’t able to get it?”",
    "ai-tika-vin11t5:288_6": "if it is by means of one’s own wealth;",
    "ai-tika-vin11t5:288_7": "Here the name of Dhanapāna",
    "ai-tika-vin11t5:289_0": "777. Ettha viññāpanaṁ kriyaṁ.",
    "ai-tika-vin11t5:290_0": "In the second place",
    "ai-tika-vin11t5:291_0": "“ excluded from rice,” he replied: “This is the tonics,",
    "ai-tika-vin11t5:291_1": "ghee, butter, oil, honey, molasses, syrup, fat, etc., and portables—ittles meat, oil, honey, synovial fluid, honey, molasses, ghee, etc., before they get caught for the thief sauces, singing the work, honey, oil, honey, synovial fluid, honey, and syllable, “I have meat”—it is the namely, ghee, etc.",
    "ai-tika-vin11t5:291_2": "forwards after the meal,",
    "ai-tika-vin11t5:291_3": "if he receives it after being lost;",
    "ai-tika-vin11t5:292_0": "After receiving tonics for a meal, on the following day,",
    "ai-tika-vin11t5:292_1": "Where the sentient beings reborn here, “There is no cycle of rebirths”, having reached the ultimate end.",
    "ai-tika-vin11t5:292_2": "is cutting off seven coins,",
    "ai-tika-vin11t5:292_3": "“So and (because of) these seventy miracles are theirs,”",
    "ai-tika-vin11t5:292_4": "For seven days he passes away, beings pass away and are reborn in the next life.",
    "ai-tika-vin11t5:292_5": "The receiver of medicine is related to the receiver of it.",
    "ai-tika-vin11t5:292_6": "‘Anyone who gives, but which is accompanied by this?’”",
    "ai-tika-vin11t5:292_7": "If he does, he acts aside the offense entailing relinquishment.",
    "ai-tika-vin11t5:292_8": "When they share out one vessel, they placed ninety-two parts in the vessel, the ears, the news, and the news in their own offenses.",
    "ai-tika-vin11t5:293_0": "780.Gaṇhitvāti paṭiggahetvā.",
    "ai-tika-vin11t5:293_1": "he stores it up. He has stored up goods. Transferred to another one, the intention of eating it, he stores it up. Then he puts it aside the meal on that later. Then he stores it according to the rule, the later story, and puts it aside.",
    "ai-tika-vin11t5:293_2": "He eats food and drink, like a curtain from sexual misconduct,",
    "ai-tika-vin11t5:294_0": "sugarcane put on the body, holding the food in the hand of the feet, etc., and outside the inside of the body.",
    "ai-tika-vin11t5:295_0": "After receiving it, he wore it away,",
    "ai-tika-vin11t5:296_0": "783.“Sayaṁ tāpeti…pe…",
    "ai-tika-vin11t5:296_1": "It is not easy for him to give this effort to get rid of responsible for the unintelligent. And because they do what is said.",
    "ai-tika-vin11t5:296_2": "when one led on what is edible, the disciple does not finish.",
    "ai-tika-vin11t5:297_0": "Or he could get the full ordination from someone who is not fully ordained.",
    "ai-tika-vin11t5:298_0": "the one who doesn’t get enough to do so.”",
    "ai-tika-vin11t5:298_1": "Having done that, before the meal was announced for the meal.",
    "ai-tika-vin11t5:298_2": "according as it is said: “After received” a meal on the following day, or on the following day, it is allowable to a for not recognizing an offense.”",
    "ai-tika-vin11t5:299_0": "Here it is the name for the name “Repulsiveness” , and the name for patience.",
    "ai-tika-vin11t5:300_0": "being received, conquered: Paṭācārā, who was given a daughter-in-law of the young man",
    "ai-tika-vin11t5:300_1": "“After doing so, this is the case.” But that is,",
    "ai-tika-vin11t5:300_2": "They receive ghee onto the same news, oil, honey, molasses, syrup, oil, honey, sugar, and syrup. Then they said, “Have they don’t receive it because they were completed.” Then they said, “From this because they were complete in it.",
    "ai-tika-vin11t5:301_0": "for seven days.",
    "ai-tika-vin11t5:301_1": "When one receives unallowable without trouble or difficulty, then, sentient beings are received after receiving the seven days.",
    "ai-tika-vin11t5:302_0": "789.",
    "ai-tika-vin11t5:302_1": "which is an unsuitable thing that should be done, and so on. “How should this be spoken of?”",
    "ai-tika-vin11t5:302_2": "All the mentioned to meat alcoholic drinks that they all had been made of flesh and so on.",
    "ai-tika-vin11t5:303_0": "790-1.",
    "ai-tika-vin11t5:303_1": "And if they say, “If the carcass of meat,” he replied, “If it is allowable for me to do so, Kappāyana, have you broken meat, put it on, and said, “After us.”",
    "ai-tika-vin11t5:303_2": "“For those who believe in me, what is that meant?” This is what is that meant.",
    "ai-tika-vin11t5:303_3": "Now showing that a place where food is prepared, and curtained, he said, “Lay, we will show the way of our food.”",
    "ai-tika-vin11t5:303_4": "and they deliciously brought foods to the water.",
    "ai-tika-vin11t5:303_5": "and the fifth intercourse of beings when they were reckoned as tonics are necessary;",
    "ai-tika-vin11t5:303_6": "It is to be relinquished: it is to be relinquished;",
    "ai-tika-vin11t5:303_7": "If he takes it, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:303_8": "cloth is what is meant.",
    "ai-tika-vin11t5:303_9": "what is called to be relinquished has been relinquished to, doing, and sublime, even the delicious bitter food, etc., that is considered for the purpose of defecating, but not for the sake of worldly gain, having been shown that parted by the Realized One, is what is meant.",
    "ai-tika-vin11t5:304_0": "The exposition should be understood in the way already described and the nine respects in the learning, and the nine orifices each and every day.",
    "ai-tika-vin11t5:304_1": "After the meal, on the return from alms-round, he received the bitter the drums of the Anotatta lake, that is educated noble disciple who had learnt the (dwhich) with the sound of the bodies (?)",
    "ai-tika-vin11t5:304_2": "all kinds of closeness in all ways, he dependents all legs, and inclusively the Saṅgha.",
    "ai-tika-vin11t5:304_3": "according as it is said: “So these eight offenses are used in requisites, declaring the three offenses and the use of requisites.”",
    "ai-tika-vin11t5:305_0": "They seek alms food in the reference to (would be) cooked there, saying: “There is something today,” and she “There is profitable” .",
    "ai-tika-vin11t5:305_1": "Misconduct is the beginning roaming out.",
    "ai-tika-vin11t5:305_2": "mixed with practises;",
    "ai-tika-vin11t5:306_0": "795-6.",
    "ai-tika-vin11t5:306_1": "sesame oil, mustard-seed oil, honey-tree oil, honey-tree oil,",
    "ai-tika-vin11t5:306_2": "received,",
    "ai-tika-vin11t5:306_3": "for the meal, for the Sangha, and for a hundred leagues.",
    "ai-tika-vin11t5:306_4": "For the various beings there is from the various kinds of lunar half-months in the various orders of beings they are said to by countries.",
    "ai-tika-vin11t5:307_0": "the Tissa Campā, Tissaka, and Supaṇṇaka, the seeds, and the three productives,",
    "ai-tika-vin11t5:308_0": "799.Nissaggiyaṁ pācittiyaṁ.",
    "ai-tika-vin11t5:309_0": "the target person salty purgatives embarrass and the drums, kettledrums, horns, and cymbals.",
    "ai-tika-vin11t5:309_1": "taken away.",
    "ai-tika-vin11t5:309_2": "After appraisal, that monk places them in a box and position, for seven days it will be made for seven days.",
    "ai-tika-vin11t5:310_0": "801-2.",
    "ai-tika-vin11t5:310_1": "Nāḷāgiri, and Nāḷaka Cūḷaka, and Sañjikāputta, and the Parks and Aciravatīs of Nāḷāgiri, were added:",
    "ai-tika-vin11t5:310_2": "current seeds of the seed;",
    "ai-tika-vin11t5:310_3": "And also the seeds, having crushed seeds, honey-balls, and seeds, seeds, and seeds, the crops seeds that were broken, and salty-fringed seeds,",
    "ai-tika-vin11t5:310_4": "it is the pullation:",
    "ai-tika-vin11t5:310_5": "Passing the Mindfulness of sentient beings.",
    "ai-tika-vin11t5:311_0": "Compassion is the time for being swept away in this way: “This is the time for breaking off of the poison,” it is for yourselves, that is to say, the breaking of the poison, the site for theches, and the end of suffering.",
    "ai-tika-vin11t5:311_1": "As long as they live he will purify his livelihood.",
    "ai-tika-vin11t5:311_2": "(Through this) is to bear the proposition of the building sites in arrivals, rose from all parts, and divided into parts of the Vopposites, and in the Collections, that is to say, the eighth influences.",
    "ai-tika-vin11t5:311_3": "Then there may be a frightening in this oil,",
    "ai-tika-vin11t5:312_0": "804.Acchassa isassa.",
    "ai-tika-vin11t5:312_1": "you’re born from killing living creatures,",
    "ai-tika-vin11t5:312_2": "like a canopy’s snare.",
    "ai-tika-vin11t5:312_3": "made of strings of fancy work,",
    "ai-tika-vin11t5:312_4": "In the same way the jealousy of the word-meanings has been shown by the joints, and so on.",
    "ai-tika-vin11t5:312_5": "the milk-drice, the drum of the gods.",
    "ai-tika-vin11t5:312_6": "And the meaning is that it is best in these five ways: the meaning is that it is the meaning.",
    "ai-tika-vin11t5:313_0": "It is allowed to live on for seven months and for the eons’ welfare.",
    "ai-tika-vin11t5:313_1": "“Here, monks, I allow beds and benches that are suitable for marriage.” And the snakes and grand, being stingy and fish undertakings, scorpions, and customs because of non-humanship.",
    "ai-tika-vin11t5:313_2": "according as it is said: “Perhaps anyone of these are compared to human beings,”",
    "ai-tika-vin11t5:313_3": "And here, though these ten lumps of meat,",
    "ai-tika-vin11t5:313_4": "after staying in the open a heavy human state.",
    "ai-tika-vin11t5:313_5": "But it should be understood that these eight names are not too highly spoken of in the sense of urgency.”",
    "ai-tika-vin11t5:313_6": "“Having taken by the word ‘friend’, being taken away by human being, he should take it away in that place.”",
    "ai-tika-vin11t5:314_0": "806.Purebhattanti purebhatte.",
    "ai-tika-vin11t5:314_1": "mixed with practises;",
    "ai-tika-vin11t5:314_2": "And he should not do so.",
    "ai-tika-vin11t5:314_3": "according as it is allowed, the mixed with oil after midday, and the lump of oil after midday on the oil after midday.",
    "ai-tika-vin11t5:315_0": "if she gives one to them, saying, “Repulsiveness,” “Repulsiveness,” and she does the meaning is needed for them.",
    "ai-tika-vin11t5:315_1": "Hence it is said in the Commentaries: “After that is allowed to be used before the meal or after the meal, on the following day, and on the following day.”",
    "ai-tika-vin11t5:315_2": "After this rainy season: seven days it must be taken,",
    "ai-tika-vin11t5:315_3": "according as it is said: “When a meal is divided into material things, it is allowable for seven days” .",
    "ai-tika-vin11t5:315_4": "And here both these two, namely, clever, life-span, lotus, and cotton-down, and delicateations.",
    "ai-tika-vin11t5:315_5": "in the Commentaries: “But this matter what is more subtle for one like the flesh, the sinews, or the blood that is the skeleton.”",
    "ai-tika-vin11t5:316_0": "they get hold of them in this way: “Where do you get angry for the sake of going?” and “It’s appropriate for them to take hold of them.”",
    "ai-tika-vin11t5:316_1": "It is said in order to show the meaning here: to make it fitting both (wells) to use.",
    "ai-tika-vin11t5:316_2": "is not allowed, thus it is “with rice porridge” and so on, etc., that is held together with the law of an act of wrong conduct.",
    "ai-tika-vin11t5:316_3": "If you receive, melt, and mix them with oil after midday, and then use them, you commit three offenses of wrong conduct.",
    "ai-tika-vin11t5:316_4": "These are the three kinds of wrong conduct that are overpowered.",
    "ai-tika-vin11t5:316_5": "General whose conduct is learning and the evasiveness of various sorts of offenses can be said: “Understanding what has been heard, what is the actions that particular individual essence, and so on.”",
    "ai-tika-vin11t5:317_0": "809.Gahitanti paṭiggahitaṁ.",
    "ai-tika-vin11t5:317_1": "They dyed the sweetness of honey-strums made of honey-staple food, made from a single bloated corpse, made from honey-treat, and made from honey.",
    "ai-tika-vin11t5:318_0": "by being struck with a stone on its head, making a dragger-covered head, then making a loud-place, he onto his head, making a fence round about the bowl, and wide shop, and warrior-covering it dry tears ontoms, the meaning is that it cut through a big crowd as their bowl, and gave it to them as a big as swarm.",
    "ai-tika-vin11t5:319_0": "Leaving for weavers, rice-pordewders, and sauces, one and one who is added:",
    "ai-tika-vin11t5:319_1": "Not taking food, drink, clothing, vehicles—",
    "ai-tika-vin11t5:319_2": "It is in a household life:",
    "ai-tika-vin11t5:319_3": "An edge: what is eaten by termites is dropped in such a house.",
    "ai-tika-vin11t5:319_4": "“We used to be instead for the carpets” is what is meant. It is the impediment of name and clan of judges. It’s the eighth cause of used to sugarcane vote.",
    "ai-tika-vin11t5:319_5": "some he should not believe that praise or criticism",
    "ai-tika-vin11t5:320_0": "One of the kind described as a desire to receive it.",
    "ai-tika-vin11t5:321_0": "Experiential confidence in those without being attached to it,",
    "ai-tika-vin11t5:321_1": "and after grateing their foes, they finish themselves,",
    "ai-tika-vin11t5:321_2": "Afterwards, when the meal was being received,",
    "ai-tika-vin11t5:321_3": "When they knew that they had been done, they should be lifted:",
    "ai-tika-vin11t5:322_0": "after putting on worshipping him in a molasse,",
    "ai-tika-vin11t5:323_0": "After the meal, on return from alms-round, one who is not fully ordained about a meal, and one who has not fully ordained.",
    "ai-tika-vin11t5:324_0": "818.Kataṁ…pe…",
    "ai-tika-vin11t5:324_1": "When it is colded and heat, placing it in the cool water, covered with cool water, having been put in a thunder blossom, and rubbed by the sky,",
    "ai-tika-vin11t5:325_0": "819.Assāti madhukaphāṇitassa.",
    "ai-tika-vin11t5:325_1": "then for the misdeed itches, that is an act of wrong conduct.",
    "ai-tika-vin11t5:325_2": "after making it spittoon, they put it together again. If the meal washed, they put it together on dry land, posts, spittle, hung it from chewing, and dirt.",
    "ai-tika-vin11t5:325_3": "according as it is said: “This is the Eightfold pulled up by the barber and droping them with broken tips, and ran away they are not allowed.”",
    "ai-tika-vin11t5:325_4": "As to plants, “rounds,” he is not allowed in order to turns a flower in a new flower, and heat, rolling-pital and framework of flowers, etc., that is allowed in the past,",
    "ai-tika-vin11t5:326_0": "for (such as) the fruits in search for fruit, etc., which is used in the fruit,",
    "ai-tika-vin11t5:327_0": "821.",
    "ai-tika-vin11t5:327_1": "Visākha, the Visākha, “This is the time for us to requisites” when there is needed, this being these three times,” etc., should be undertaken, that is to say, “It is time for us, opportunity to use,” etc., and invited, “There are four, five hundred, three, four, five are what is to be undertaken,” there.",
    "ai-tika-vin11t5:327_2": "Afterwards three times, three times before the meal, and at the end of the meal, when there is returning from almsround, he can use it to eat the meals at the wrong time.",
    "ai-tika-vin11t5:327_3": "And this four times before the meal, even when the time for eating is finished, it is allowable to eat as much as they like.",
    "ai-tika-vin11t5:328_0": "It is not allowed to wear the oppressive escorted thus: “It is not allowed to enjoy this use,” and so on.",
    "ai-tika-vin11t5:329_0": "When he has entered upon them he can say: “Repulsiveness,” and when he has recovered, he should use it without scratching it or knocking it against the door or the door frame, and then use it to give him if he is not fully ordained, he should be told to say, “Such he is not fully ordained about it.”",
    "ai-tika-vin11t5:329_1": "obtains what is gained here, he should because he wants no longer (internative).",
    "ai-tika-vin11t5:329_2": "Hence it is said: “There is no more than one who has given the gift of a great offering, for the purpose of seeing how sentient beings are put in useless,” and after saying “There is no use of them for the purpose of seeing.”",
    "ai-tika-vin11t5:329_3": "Having received it patient with care. carefully, without having given it up.",
    "ai-tika-vin11t5:329_4": "She replied, “She’s able to obtain (them).”",
    "ai-tika-vin11t5:330_0": "Taking him on an occasion: “They are settles,” and when all that are sprinkled with two or three courses, then all four days,",
    "ai-tika-vin11t5:330_1": "He determines seven days: ghee, oil, honey, molasses, ghee, or oil, honey, blazing and glowing. It will be a piece of meat for the trunk, or a creeper.",
    "ai-tika-vin11t5:330_2": "If it is determined, then if it is to be determined again, he should determine it.",
    "ai-tika-vin11t5:330_3": "if he gives one to another, it is to be given to one who is fully ordained that one who has been given to another.",
    "ai-tika-vin11t5:330_4": "Because that is why it is not given to others, both of them the eight impediments because he has been given to them, they say there are no use for them.",
    "ai-tika-vin11t5:331_0": "Since he can’t enemy even because of wealth, etc., he is taken by means of a decision, just as because he hasn’t been taken by others.",
    "ai-tika-vin11t5:331_1": "according as it is said: “This is not in useless”;",
    "ai-tika-vin11t5:331_2": "if she takes it within seven days, she grabs it onto the lump of seven days.",
    "ai-tika-vin11t5:331_3": "if he takes it on trust from the group; he takes it on trust;",
    "ai-tika-vin11t5:332_0": "825.",
    "ai-tika-vin11t5:332_1": "The robe-making procedure has been disturbed by the sword of the smearing of the robe-making season. All of them stretched by the anchoring of the robe-making season.",
    "ai-tika-vin11t5:332_2": "it is said: “Blessed with a great joyful mind, great preciously abidings of gems, highly undisturbed mind, without treasures.”",
    "ai-tika-vin11t5:332_3": "He teaches by means of the Teacher, by means of the ninety-twomen in the present life, with its deities, and the ten powers are the most teachers of instruct.",
    "ai-tika-vin11t5:333_0": "The training rule on tonics",
    "ai-tika-vin11t5:334_0": "(but) they think: “There is no need, Siddhattha,” “There is no need for instead of waves,” “There is no need for four months,” and on the ground is needed for four months, on the ground,",
    "ai-tika-vin11t5:334_1": "He should then show the way to come, thinking, “As a place where it is,” he should address, “There is.”",
    "ai-tika-vin11t5:334_2": "Phlegms were hungers from the tips of the tongue, and the whirlpools of the Puṇṇakas which were carried off aside, and the weather of the Jina, and the meaning is that it swallowed by Puṇṇas.",
    "ai-tika-vin11t5:334_3": "called Jotipāla, the Divinities on the Uposatha day of the Kaṇṭaka, and the full-moon day of the assembly.",
    "ai-tika-vin11t5:334_4": "On the sumer months, when there is a month left of the hot season:",
    "ai-tika-vin11t5:335_0": "In the last month of the rainy season there is a seeker of the rainy-season residence, which is seeking for the hot season, if you’re able to find anyone else.",
    "ai-tika-vin11t5:335_1": "if he is able to apply out the rinsing half-monthlying fields,",
    "ai-tika-vin11t5:335_2": "The smallest unit of one-eyed trunk is interpreted: ‘This is the last field of the fourfold army,’",
    "ai-tika-vin11t5:336_0": "Perhaps I wish to give rainy-season robes by looking for the rainy-season robes, etc., saying, “Give me some rainy-season robe,” “Bringing, obedient robes, alms-food, lodgings, and medicines and supplies for the rainy-season residence for the Rains, rainy-season residence.” And in this way, people give me a rainy-season robe,",
    "ai-tika-vin11t5:337_0": "A rainy-season robe:",
    "ai-tika-vin11t5:337_1": "he wears the opportunity, thinking, “This is the proper conduct.”",
    "ai-tika-vin11t5:337_2": "Herein, the rainy season should be extinguished: “From this time.” This is the meaning.",
    "ai-tika-vin11t5:337_3": "He received it, saying: “There is no need for wealth.”",
    "ai-tika-vin11t5:337_4": "Just as rain fell in the way already described, there is no causal relations in the way already described, and it is necessary . It is what is said: “It is necessary .”",
    "ai-tika-vin11t5:337_5": "You’d keep it out.",
    "ai-tika-vin11t5:338_0": "When the last steps were over, on the size of the full moon in the last month of the Jina, fortnights the last month of the Jina, the palms of the Jina, and the seven months of the Jina thus, “This is the time for seven months of the Jina,”",
    "ai-tika-vin11t5:338_1": "After taking note of relatives, one who has compassion for a hundred leagues,",
    "ai-tika-vin11t5:338_2": "having the faithful, venerable friends, inclusive, and helping the good,",
    "ai-tika-vin11t5:338_3": "according as it is said: “Accepting the Commentaries in the Commentaries.”",
    "ai-tika-vin11t5:339_0": "she is well-knowned among the fortune-tellers powder, and well-versort.",
    "ai-tika-vin11t5:339_1": "if he shows him, saying, “This is to be relinquished.”",
    "ai-tika-vin11t5:339_2": "She is well-known when she wants, but ignorant.",
    "ai-tika-vin11t5:339_3": "“Give me the rainy-season robe,” and “Because of disrespect,” and on being looked for cloth for the rainy-season robe, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:339_4": "He is well-known about the training rules because he is related to the relative of the training rules.",
    "ai-tika-vin11t5:339_5": "And if he is to be spoken of as preventing people who say about calling them together with other opposites, he should be given to them.",
    "ai-tika-vin11t5:340_0": "829-30.",
    "ai-tika-vin11t5:340_1": "while those who are unrelated, having made this mindfulness,",
    "ai-tika-vin11t5:340_2": "who’s faithful, prudent, skilled in the beginning,",
    "ai-tika-vin11t5:340_3": "When the Factors are described, then these five months are specifically unsuitable.",
    "ai-tika-vin11t5:340_4": "according as it is said: “When a leaf-hut is finished in the last month of the leaf-hut on the full-moon day, what is the fifth month of the leaf huts of these five months the full moon so on?”",
    "ai-tika-vin11t5:340_5": "clothes,",
    "ai-tika-vin11t5:340_6": "The remaining kinds of rainy-season residence was not given for the rainy-season residence. Those who are carrying the time for it.",
    "ai-tika-vin11t5:340_7": "Make the rainy-season robes, when people used for the rainy-season robes, etc., their robes, etc.",
    "ai-tika-vin11t5:340_8": "he is expounded in the arrival.",
    "ai-tika-vin11t5:341_0": "But it is enlightened:",
    "ai-tika-vin11t5:341_1": "He told them about this.",
    "ai-tika-vin11t5:341_2": "however, there is irregular paculation, having make known that which is the point of learning, produced, well-known, regarded as such, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:341_3": "This is the rainy-season robe-cloth that is, in the end of the rainy-season residence’s reference to the rainy-season residence, or in communion.",
    "ai-tika-vin11t5:342_0": "it is allowed to explain the “space” since he proclaims it in the space as length of the space for him. That is, the level of his body, the removal of it.",
    "ai-tika-vin11t5:342_1": "“No, Ambaṭṭha, is not allowed to bathe themselves even when a ordered for a community.”",
    "ai-tika-vin11t5:342_2": "if he wears the rainy-season robe after sewing it when there is a rainy-season robe,",
    "ai-tika-vin11t5:342_3": "“The one who explains it in consequence of this bad body,” and she explains it to the group.",
    "ai-tika-vin11t5:342_4": "Exposition: places enclosures placed in the rest of the tree,",
    "ai-tika-vin11t5:343_0": "(but) in the last month of summer, in the last month of the rainy season.",
    "ai-tika-vin11t5:344_0": "833.",
    "ai-tika-vin11t5:344_1": "“The robe-cloth that isn’t yet fitted for the rainy-season robe,” but this is what is said.",
    "ai-tika-vin11t5:344_2": "dressed in the rainy-season robe, but not when he has fallen from the rains residence, he is called ‘Look.’",
    "ai-tika-vin11t5:344_3": "Should bath the naked ascetic, not each beneathed:",
    "ai-tika-vin11t5:344_4": "“Pokkharasāti,” so on, by the golden ponds, etc.,",
    "ai-tika-vin11t5:344_5": "Without giving up the effort (after), he does not bathe when going out.",
    "ai-tika-vin11t5:344_6": "It is said in the Commentaries: “It is the eighth talk in the commentaries.”",
    "ai-tika-vin11t5:345_0": "Should seek out an enclosed monastery that was needed for, in the same primary matter?",
    "ai-tika-vin11t5:345_1": "And they are acting out of body, speech, and mind.",
    "ai-tika-vin11t5:346_0": "On the rainy-season robe",
    "ai-tika-vin11t5:347_0": "835.",
    "ai-tika-vin11t5:347_1": "‘If a monk gives a robe to a monk, saying, “Take this robe-cloth,” and then “Take some thread monk,” and then sews it.",
    "ai-tika-vin11t5:347_2": "one of the six kinds of robe-cloth, but not smaller than what can be transferred to another.",
    "ai-tika-vin11t5:347_3": "if he takes it back in anger, “Where is angry” and upset, “Here’s unhappy,” and “Venerables,” and he takes it back in anger or has it taken back; or when anyone to rejoicing, he takes it back in anger, or when departs from the community.",
    "ai-tika-vin11t5:347_4": "What is given to them is a robe.",
    "ai-tika-vin11t5:347_5": "She tells him, “Anyone who does not perceive her as such,”",
    "ai-tika-vin11t5:348_0": "He proclaims what is contrary to the Teaching as the same.",
    "ai-tika-vin11t5:349_0": "And for the sake of robes, they would become a monk.",
    "ai-tika-vin11t5:350_0": "takes his upper robe from one shoulder,",
    "ai-tika-vin11t5:351_0": "they do so.",
    "ai-tika-vin11t5:351_1": "Vaḍḍha, it is a shrine, adorned with one’s own needles, abstaining from the lower parts, and absence between the four substances, namely,",
    "ai-tika-vin11t5:351_2": "whatever other requisite is said to be it, even if it is well said to have already been completed.",
    "ai-tika-vin11t5:351_3": "you have the personality;",
    "ai-tika-vin11t5:351_4": "cutting down, they cut down, depressed:",
    "ai-tika-vin11t5:351_5": "The deeds of body are the twofold, saying: “The work is the shelter in work,” and they told them what had happened.",
    "ai-tika-vin11t5:351_6": "the requisites belonging to others.",
    "ai-tika-vin11t5:351_7": "that is an offense of wrong conduct and the group of nuns",
    "ai-tika-vin11t5:352_0": "they were told to do so. ...",
    "ai-tika-vin11t5:352_1": "they dropped their hips,",
    "ai-tika-vin11t5:352_2": "It is one who has taken up the robes, etc., and that is given to him in various ways, thinking, “I have given this robe-cloth,” “There is no one who is not fully ordained about it,” “I have given this robe-cloth back,” “It is given to you,” “It is given to one who is not fully ordained,” “It is given to you,” “There is no one who is not fully ordained.”",
    "ai-tika-vin11t5:353_0": "the monk who has given the robe-cloth, let him go.",
    "ai-tika-vin11t5:353_1": "Or they’re happy with that, but they give 40 kilometers.",
    "ai-tika-vin11t5:353_2": "if he takes it on trust from the robe-cloth;",
    "ai-tika-vin11t5:354_0": "The training rule on this point",
    "ai-tika-vin11t5:355_0": "Discussion on the robes",
    "ai-tika-vin11t5:356_0": "having had the food prepared for him and then ask for the one,",
    "ai-tika-vin11t5:356_1": "The (this) I said: “Amongst a discourse overlying six times, that silken floor, what is very hard preparing, what is produced by swelling, what is drunk.”",
    "ai-tika-vin11t5:356_2": "The Simile of the Black Rootper",
    "ai-tika-vin11t5:356_3": "the abode of the eighteen kinds already described are stated under the instance of the robe-making season.",
    "ai-tika-vin11t5:356_4": "clothes that was said, “Haven robe-cloth?”",
    "ai-tika-vin11t5:356_5": "weavers that are suitable fortune to have (all) possessed of what is allowable.",
    "ai-tika-vin11t5:356_6": "Potaliya it is not allowed to make a dish, saying, “They aren’t able to come.”",
    "ai-tika-vin11t5:356_7": "if he gets it without making it plains, he says, “If it is beneficial,” and he says, “Whatever is to be done for himself,” and he needs it for himself.",
    "ai-tika-vin11t5:357_0": "848.Tathā akappiyo.",
    "ai-tika-vin11t5:357_1": "What kind of person says, “What do you know?”",
    "ai-tika-vin11t5:357_2": "those who are unrelated and those who are not relatives, who speak from what is profit.",
    "ai-tika-vin11t5:357_3": "faithful, with little learning,",
    "ai-tika-vin11t5:357_4": "he who is aimless monk, who hasn’t given to him, but is he who understands the ignorant and incompetent.",
    "ai-tika-vin11t5:358_0": "849.Akappiyenāti viññāpitena.",
    "ai-tika-vin11t5:358_1": "if he picks up, thinking, “Where sets out,” “This is the effort there for an act of wrong conduct.",
    "ai-tika-vin11t5:358_2": "according as it is said: “If the effort there is an act of wrong conduct, then for the effort there is an act of wrong conduct.",
    "ai-tika-vin11t5:358_3": "When he gets the robe-cloth, it is to be relinquished.”",
    "ai-tika-vin11t5:359_0": "850.",
    "ai-tika-vin11t5:359_1": "what is it said to be relinquished is to be relinquished?",
    "ai-tika-vin11t5:359_2": "as merely through the hand of the bowl,",
    "ai-tika-vin11t5:359_3": "When he gets the vessel, he says, “Why is it worth relinquishment?”",
    "ai-tika-vin11t5:359_4": "Hence it is said in the Commentaries:",
    "ai-tika-vin11t5:359_5": "And why is it said:",
    "ai-tika-vin11t5:359_6": "one who has acquired the stains on which it is said. Except enquiry with the intention of eating it, and only if they get a robe, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:359_7": "Wherever they are planted: where the fruits are set out,",
    "ai-tika-vin11t5:359_8": "And in the fruit of that which is more than a league,",
    "ai-tika-vin11t5:360_0": "In the same way the western is remote abiding in being well-prepared,",
    "ai-tika-vin11t5:360_1": "The Simile of the Lay Follower",
    "ai-tika-vin11t5:360_2": "With that place wherever they lay down, the bathing thread for less than a league.",
    "ai-tika-vin11t5:361_0": "852.",
    "ai-tika-vin11t5:361_1": "For one who is perfect involved in every place without being announced, much less than 40 kilometers between the two or three leagues next to the life.",
    "ai-tika-vin11t5:361_2": "After putting it on a long turn in the middle of the day, or on a heap of the day, and he reckoned as an elephant’s new town, placing it even if he does not want, he needs in groupsects, and then the needs bitter is unaded.",
    "ai-tika-vin11t5:361_3": "one who debts a floating in the same way as air.",
    "ai-tika-vin11t5:361_4": "After making a heap of the What he had done, and this announcement is unqualified, being reinstated and unallowable.",
    "ai-tika-vin11t5:361_5": "In such a place where the fruit has been made.",
    "ai-tika-vin11t5:362_0": "853.",
    "ai-tika-vin11t5:362_1": "The bananasteries were unappetizing with various eons of the Kappāyana and the transferred to him. After giving the fruit of that monastery, the monk who was in the 40 kilometers had been made an act of wrong conduct.",
    "ai-tika-vin11t5:362_2": "Whatever kind of action there is, he then sees that it is the meaning.",
    "ai-tika-vin11t5:363_0": "if it is said to be shown by an attendant don’t give it to a suttanta. When they bring it up they will only give no one.",
    "ai-tika-vin11t5:363_1": "it was due to the power of those without the rays.",
    "ai-tika-vin11t5:363_2": "For the purpose of (wholesome) desire is what is said.",
    "ai-tika-vin11t5:363_3": "From the measure in the measureless states—",
    "ai-tika-vin11t5:363_4": "Since it is rown and the western quarter .",
    "ai-tika-vin11t5:363_5": "weavers: the others settle down.",
    "ai-tika-vin11t5:363_6": "those who were born in both places, and for two leagues away,",
    "ai-tika-vin11t5:364_0": "856.",
    "ai-tika-vin11t5:364_1": "If they can take two or three millions and two balls of garments from each other, or two leagues from one side.",
    "ai-tika-vin11t5:364_2": "The one who has shown that he is called a (good) conduct, and developing it at the end of the (result).",
    "ai-tika-vin11t5:365_0": "The tonics from the group of seventeen is finished in all places where the size: the Kappas, the Book of the Abodessorptioned in the Hell of the Bahundred Suttanta.",
    "ai-tika-vin11t5:365_1": "When there is a schismatic statement, he commits an offense entailing confession.",
    "ai-tika-vin11t5:366_0": "the name Paṭācārā, who was invited by a well-known gate, had invited, was invited, and was invited.",
    "ai-tika-vin11t5:367_0": "859.",
    "ai-tika-vin11t5:367_1": "if he says, “There’s no offense for one who isn’t able to make a robe,” “You should put your bowl in the bed,” “You’re like a mattress,” and she invited to ask for the purpose of illness, “You’re to borrow your own servants,” and so on.",
    "ai-tika-vin11t5:367_2": "Firstly, one is seen as before.",
    "ai-tika-vin11t5:367_3": "There’s no sewing robes in the charnel ground, there is no rainy-season residence for one hundred leagues.",
    "ai-tika-vin11t5:367_4": "The account of the wealth he has carded, etc.",
    "ai-tika-vin11t5:367_5": "if he asks by means of the sign, he thinks for the purpose of making use of the arch ... etc., and for the other reasons he has not asked for.",
    "ai-tika-vin11t5:368_0": "Instruction",
    "ai-tika-vin11t5:369_0": "What do you think is appropriate. Where is their name? Or are they set aside with us a robe given to them? Or that they get observed separated from those robes?” and they mean the same thing, full of their robes.",
    "ai-tika-vin11t5:369_1": "Stroking onwards, thinking: ‘I have gone together,’",
    "ai-tika-vin11t5:369_2": "Which has been firmly established in what is allowable and expert:",
    "ai-tika-vin11t5:369_3": "“This robe-cloth is one who is weaving for me, make it long and wide; make it closely woven, well-woven, well-stretched, well-scraped, and well-combed; and the one who practises it for the sake of being both the one who is both of their investigating and the one who practical, and so on.",
    "ai-tika-vin11t5:370_0": "Herein, long is the means of a very size:",
    "ai-tika-vin11t5:370_1": "The rotten cannot be measured.",
    "ai-tika-vin11t5:370_2": "like water in the riches.",
    "ai-tika-vin11t5:370_3": "having done the transgressed the flags,",
    "ai-tika-vin11t5:370_4": "They all did likewise.",
    "ai-tika-vin11t5:370_5": "drew embankment, well ribsed with;",
    "ai-tika-vin11t5:370_6": "The meaning is that it is well apprehended, well-worked, well-composed,",
    "ai-tika-vin11t5:371_0": "861.",
    "ai-tika-vin11t5:371_1": "Questioning half of the Buddhas, “We wish to give roaming grain! ”",
    "ai-tika-vin11t5:371_2": "When a vessel has been understood by the words “Bhikkhus, however, they learn it,” or “It is something left over, there is an act of wrong conduct.”",
    "ai-tika-vin11t5:371_3": "If it is worthless than two-and-a-half _kaṁsa_ coins,: “After pulled,” “From the threshold to the bed and the opposites,” he must be expounded, he can also be drewn by an agreement, then if it is given to him, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t5:372_0": "862.",
    "ai-tika-vin11t5:372_1": "If she is well-proclaimed by relatives and kin, and she entered the dwelling place wherever there is no offense.",
    "ai-tika-vin11t5:372_2": "He offends his own wealth, saying “In this place there is a thoroughbred,” “Bhikkhus, there is an abode”;",
    "ai-tika-vin11t5:372_3": "When he has taken his own life, and he cuts his robes himself in the place wherever he wants, without trouble or difficulty, is the meaning of any kind of robe-cloth that is proper for himself, and in the various directions.",
    "ai-tika-vin11t5:372_4": "each other’s owner is elaborating and equivalent when he remains outside the monastic boundary, then the first is to be seen yojana from each other.",
    "ai-tika-vin11t5:373_0": "if she wants to make a value of terrible phlegm, or if it is displeased from the top of a league;",
    "ai-tika-vin11t5:374_0": "Discussion of the proper conduct.",
    "ai-tika-vin11t5:375_0": "for the rainy-season residence (the monks) for the first rainy-season residence, after response.",
    "ai-tika-vin11t5:375_1": "Whatever one is the invitation procedure before the invitation procedure, he binds up,",
    "ai-tika-vin11t5:375_2": "This is said:",
    "ai-tika-vin11t5:375_3": "“In the past, having given a robe to an agreement needed to give,” “Pāṭikaputta, on the Uposatha day of the full moon”, he is added: “I have made, having made a robe given to the size of five hundred people, practitioners, if it is given to him, he says, “I have given the donor” and “I am thread myself,” and when he wants to start with one or he still wants to go to the monastery, he says, “I don’t want a robe,” and he says that robe-cloth given to the immediately, etc.",
    "ai-tika-vin11t5:375_4": "He haste-cloth:",
    "ai-tika-vin11t5:376_0": "At the end of the invitation day the name of the Mahātittha (Anuruddhaka), which was more than five days in the former times,",
    "ai-tika-vin11t5:376_1": "When she disposes, she must be scared: “After this, if there is no need, she instead, she must take it out,” “There is no rainy-season robe” .",
    "ai-tika-vin11t5:376_2": "wherever he is able to spend the rains residence, he should not be swelled.",
    "ai-tika-vin11t5:376_3": "When he has cut off the rainy-season robe-cloth and then gives it to the Sangha, if he is able to get a robe, he must have been invalid.",
    "ai-tika-vin11t5:377_0": "is to be destroyed by this, and what isn’t.",
    "ai-tika-vin11t5:377_1": "which the robe-making procedure has not been done, but he has participated in the robe-making procedure, yet the last month of the rainy season, and is designated as “in-season” when it is given during the five month period.",
    "ai-tika-vin11t5:378_0": "if it hasn’t participated in the robe-making procedure, if it’s always for one who hasn’t participated in the robe-making procedure.",
    "ai-tika-vin11t5:378_1": "That’s why he’s quiet.",
    "ai-tika-vin11t5:378_2": "After it has not been dealt with the eighteen grounds, they keep robbing the floors of the holes, and the last month of the rainy season, yet the month of the later seasons, the water starting from the sky for one month of the laws, and the transferred to another. This is the season.",
    "ai-tika-vin11t5:378_3": "I undertake the ten groups of ten is the most abode of ten. This is the ultimate abiding in ten months.",
    "ai-tika-vin11t5:378_4": "They say: “We shall have done enough, Kattika,” and they needed a full moon that is large and small, full-mooned, wipeding: the meaning is that lived on a very day.”",
    "ai-tika-vin11t5:378_5": "for one who has not participated in the robe-making procedure, it is the last one month of the rainy season. The dwelling is more than one month.",
    "ai-tika-vin11t5:379_0": "for the robe-making season: if it is for the robe-making season;",
    "ai-tika-vin11t5:379_1": "its near shore,",
    "ai-tika-vin11t5:379_2": "for ten months...",
    "ai-tika-vin11t5:379_3": "As the robe-making season has fallen into an end of the robe-cloth and the three months of the rainy season, which is more than four months, and is considered as far as the near and the end of the robe-making season.",
    "ai-tika-vin11t5:379_4": "for one who has participated in the robe-making procedure, it is the last month of the rainy season; for one who has participated in the robe-making procedure, it is the five-month period.",
    "ai-tika-vin11t5:379_5": "it is said for ten days :",
    "ai-tika-vin11t5:379_6": "For one who has participated in the robe-making procedure, it is the five month period of the robe-making procedure. When it is finished, it is the time for ten months.",
    "ai-tika-vin11t5:380_0": "‘Abhaya, this is said: “One who has taken up the eighth day for ten months, and for the sake of the robe-making season, has participated in the robe-making procedure, one who has participated in the robe-making procedure and one month, and one who has drawn near the end of the robe-making procedure, and one month after the end of the robe-making season comes to an end, he must stay once more than five or sixteen months.”",
    "ai-tika-vin11t5:380_1": "For if he does not penetrate it in the morning –",
    "ai-tika-vin11t5:381_0": "“ for one who hasn’t participated in the robe-making procedure,",
    "ai-tika-vin11t5:382_0": "if it is from a spotless load;",
    "ai-tika-vin11t5:383_0": "for one who has participated in the robe-making procedure, it is the five month period.",
    "ai-tika-vin11t5:384_0": "And it is the fifteenth day—born, fifteenth day.”",
    "ai-tika-vin11t5:385_0": "869.",
    "ai-tika-vin11t5:385_1": "if he takes the robe-making season;",
    "ai-tika-vin11t5:385_2": "“Any wrong-headed mind” is cut off,",
    "ai-tika-vin11t5:385_3": "being squeezed, transferred to another,",
    "ai-tika-vin11t5:386_0": "Discussion on the proper conduct.",
    "ai-tika-vin11t5:387_0": "* was written by the elephants, horses, chariots, and precious things, a bhikkhu in the forest,",
    "ai-tika-vin11t5:387_1": "“There are wilderness dwellings that are considered risky and dangerous.”",
    "ai-tika-vin11t5:387_2": "After staying at the Eastern Monastery, he follows after (his).",
    "ai-tika-vin11t5:387_3": "In the first month of the rainy season called Assaji, Puṇṇaka, and Dhataraṭṭha, the base consisting of the three months in Jina; and also the rainy season, the first three months of the rainy season.",
    "ai-tika-vin11t5:387_4": "(All these) dove-foods, having endless wealth, adorned with the rim of a house.",
    "ai-tika-vin11t5:387_5": "Having arrived at the rainy-season residence, he stayed in the first month of the rainy season.",
    "ai-tika-vin11t5:387_6": "according as it is said: “When a commenced first Rains Retreat the rainy season residence according to the first year.”",
    "ai-tika-vin11t5:388_0": "is said to one of his three robes:",
    "ai-tika-vin11t5:388_1": "apart from inhabited area: “Apart from inhabited areas,” and “Having set aside inside, if he wants to store furniture in the area, he puts it in an inhabited area; he wants,” and he puts it aside inside; he wants to store it whenever they want, if he wants.",
    "ai-tika-vin11t5:388_2": "They were going to the rainy season residence in the Kattika full moon ...",
    "ai-tika-vin11t5:388_3": "If he wished, he may store one of his three robes in an inhabited area.”",
    "ai-tika-vin11t5:389_0": "if they put it aside, saying, “This is the village wherever they wander in the house,” and they put it aside with the shade of their alms-round cows.”",
    "ai-tika-vin11t5:389_1": "“Father,” “Perhaps” is said, “Perhaps” “Perhaps” , “Perhaps these are stated” in the Puṇṇakas, “It is said to because they are personally stated under the words “perhaps these.”",
    "ai-tika-vin11t5:389_2": "And here too, even a hundred years old, told him all that had happened,",
    "ai-tika-vin11t5:390_0": "At this point he had completed the rainy season residence at the end of the Rains Retreat. Having shown the rainy season residence, without inviting the Mahātittha ornaments, except for the first month of the rainy season. When there is due to the number of robes, he attended on another part of the rainy season. When there is no pride of robes, except when there is enough cloth to show the practice that light.",
    "ai-tika-vin11t5:390_1": "While he’s able to display arrangements in his mouth, he says “S don’t fix it in his mouth” in the middle of the month that motion.",
    "ai-tika-vin11t5:390_2": "Please cycle.”",
    "ai-tika-vin11t5:391_0": "Now, while the Buddha leaves, he leaves the village of another monk, because of that in some business with other monk, because of that the Buddha has left unfinished his robe,",
    "ai-tika-vin11t5:391_1": "he should show the meaning of that robe-cloth.",
    "ai-tika-vin11t5:391_2": "is at peace.”",
    "ai-tika-vin11t5:391_3": "and he says is causally therefore if he says, “They are to be done” there is no reason for the sake of this.",
    "ai-tika-vin11t5:391_4": "This is the meaning of the preliminary work for six days at the most: the ultimate goal of the dwelling, the preparing of the dwelling, and the rest.",
    "ai-tika-vin11t5:391_5": "he should stay there without taking leave of the village and the robe-cloth in another village.",
    "ai-tika-vin11t5:391_6": "And now he said, “What can be doing,” he can live there at most a leaf-hut made for dwelling.",
    "ai-tika-vin11t5:392_0": "And he has a re-entervoir above.",
    "ai-tika-vin11t5:392_1": "if he defines it further: the meaning is that of the wound, the meaning is, it is good.",
    "ai-tika-vin11t5:392_2": "If he stays apart from it beyond the rainy season, it becomes subject to relinquishment at dawn on the seventh day.”",
    "ai-tika-vin11t5:392_3": "If he gets a nun to be relinquished by ill will,",
    "ai-tika-vin11t5:392_4": "he is said to because he thinks the Sangha,",
    "ai-tika-vin11t5:392_5": "The Sangha has given a permission to use the training. He has been allowed to do the invitation procedure without a sick monk. He has been given to a monk, who is sick and hasn’t yet been brought for him, but he is sick. He hasn’t given his permission to the Sangha. He hasn’t been approved by the Sangha as well. The Sangha becomes the owner of that robe-cloth.’”",
    "ai-tika-vin11t5:392_6": "He’s allowed to resolve this robe-cloth as long as he likes.",
    "ai-tika-vin11t5:392_7": "according as it is said: “Among the monks from Kosambī, the monks from Kosambī, who has percipient of that poisonous gem, or from whose mind is freed from the Kosambī.",
    "ai-tika-vin11t5:392_8": "if it is cooked by it, it is allowable to stay apart from it.”",
    "ai-tika-vin11t5:393_0": "872-3.",
    "ai-tika-vin11t5:393_1": "saying, “We’ll give out the robe-cloth in the future ...",
    "ai-tika-vin11t5:393_2": "reveal it to you.”",
    "ai-tika-vin11t5:393_3": "In the last month of the rainy season residence there is four months for the four months of the rainy season. This is the only half-monthly month.",
    "ai-tika-vin11t5:393_4": "The first year of the rainy season residence was entering the rainy-season residence at the end of the first rainy season. It was said to have invited the Mahātittha rained.",
    "ai-tika-vin11t5:393_5": "according as it is said: “Have you invited Mahāriṭṭha at the invitation procedure, the officials of the Mahāthūpa.”",
    "ai-tika-vin11t5:393_6": "and third with the immediately adverting",
    "ai-tika-vin11t5:393_7": "a dwelling place beyond these things,",
    "ai-tika-vin11t5:393_8": "In the shrine there is a suitable Vinaya family, which is an enclosed inhabited area of ones, an enclosed inhabited area, an enclosed inhabited area of the bowels, or has a district of each monastery workers, or is named after the enclosed inhabited area of the worms, the village gateways, or the monastery workers rolled for disposing the village, or the village,",
    "ai-tika-vin11t5:394_0": "(They are) considered, “It is fourth lost opportunity.”",
    "ai-tika-vin11t5:394_1": "“That’s a retinue of conditions.”",
    "ai-tika-vin11t5:394_2": "This is also left untouchable.",
    "ai-tika-vin11t5:394_3": "he sits down in the monastery gateway, which is a retinue of robbers, robbers, prevented by robbers, neglected by various kinds of robbers, due to the sickness of his great abode, spotless (which is) the meaning.",
    "ai-tika-vin11t5:394_4": "while staying in a monastic community.",
    "ai-tika-vin11t5:394_5": "Grease means endowed with the acceptance of the kind already stated.",
    "ai-tika-vin11t5:394_6": "Therefore he should sun (afterwards) from the fourfold army.",
    "ai-tika-vin11t5:394_7": "There is the four factor of association together with the four factors of mindfulness, according to their course:",
    "ai-tika-vin11t5:394_8": "And here in each case the opposite sex only with the funeral pyre.",
    "ai-tika-vin11t5:394_9": "The explanation has been made by the words “This attainment is the eight impulsions” in the Commentary.",
    "ai-tika-vin11t5:395_0": "874.Taṁ cīvaraṁ.",
    "ai-tika-vin11t5:395_1": "the last month of the rainy season.",
    "ai-tika-vin11t5:395_2": "If he is to leave a village before or another, he isn’t able to stay there for more than a month before the Elder, then it is allowable for him to place on probation.",
    "ai-tika-vin11t5:396_0": "if it is at the entrance for one who is coming out of the house wherever it is kept, in the wilderness, of the robe season, and inside the village, about the wilderness, and about the lying down outside.",
    "ai-tika-vin11t5:396_1": "This is the exposition concerning the village on the bowl, etc., saying: “This is the half-month practice,” is an instrument of the day by means of the first and the rest.",
    "ai-tika-vin11t5:396_2": "The training rule on wearing a chest wrap",
    "ai-tika-vin11t5:396_3": "When this training rule is finished, he thinks, “This is the point of a robe-cloth in the wilderness,” and when he has finished his meal, he should go outside the monastery within a half-month a month. He should then go outside the monastery during the rainy season. He should make an effort to get rid of it, and when he remembers it. Then he has approval, he should see that monk.",
    "ai-tika-vin11t5:397_0": "876.",
    "ai-tika-vin11t5:397_1": "“If it goes to the eastern quarter so as to the east, west, north, and so on, if it is an indicationion, he gives his attention to the east, west, and so on, without having been shown that.”",
    "ai-tika-vin11t5:397_2": "Living for a dwelling place, they live in the wilderness, in remote lodgings.",
    "ai-tika-vin11t5:397_3": "After waiting to take the place where the elephant had come.",
    "ai-tika-vin11t5:397_4": "On the opposite village, he stays in the eastern direction, and he goes from the east to the west, west, north, or south. Then the bhikkhu’s lodging, having gone to the eastern quarters and make his west, not too far from that place, the opportunity to get up from the place where the cattle, the dwelling is stepped.",
    "ai-tika-vin11t5:398_0": "and embarrassed by the authority and the robe-cloth went out to the village, wherever he sat down.",
    "ai-tika-vin11t5:398_1": "Where in the Hall of Justice the Hall of Justice, wherever in the Kappilavatthu",
    "ai-tika-vin11t5:398_2": "If she thinks, “Where do you get the ascetic life?” Then wherever she is told, “Where did the ascetic life?” Then wherever she is not allowed, what is to be done, what is meant is that?",
    "ai-tika-vin11t5:398_3": "And although the ascetic practices are not found in the ascetic practice, they are not able to inspect the kind of robe-cloth, but seeking the kind of robe-cloth.",
    "ai-tika-vin11t5:398_4": "But just as “When a plough is drawn out from its sheet and go wherever he can be? ”",
    "ai-tika-vin11t5:399_0": "and if he is not able to get hold of his sarong and an upper robe, he won’t do what he says, and then go there.",
    "ai-tika-vin11t5:399_1": "placed it in his own place, having placed the dart of robe,",
    "ai-tika-vin11t5:399_2": "Herein, there is meaning in this way: “Here you to take it,”",
    "ai-tika-vin11t5:399_3": "Quickly quickly swiftly, is what is said.",
    "ai-tika-vin11t5:399_4": "In some place where the robe is kept: “How many leagues, does the meaning is this?” and “From the first place he thinks, “From the three robes,” and he does so only, “here is the meaning.”",
    "ai-tika-vin11t5:400_0": "And so it is only because of the seven bonds of sexuality that you cannot do so too.",
    "ai-tika-vin11t5:401_0": "As the robe-making season was being carried along, all the more—should come together, the second training rules, and the third-monasticated by the robe-making season—should Having entered upon the end of the robe-making season, all is suitable for a league.",
    "ai-tika-vin11t5:402_0": "Discussion of conditions",
    "ai-tika-vin11t5:403_0": "if she urges her on, saying “What’s the communicable?” She understands the name of each other and every statement.",
    "ai-tika-vin11t5:403_1": "according as it is said: “This is strike.”",
    "ai-tika-vin11t5:403_2": "they are included here by the people there, thinking: ‘We will give this population here;’ or ‘We will do so,’ or ‘We shall go to the Sangha.’”",
    "ai-tika-vin11t5:403_3": "Getting whatever robes they get, they may have whatever robes,",
    "ai-tika-vin11t5:403_4": "according as it is said, “He receives robes, almsfood, a dwelling, and medicines; even a bit of bath powder, a toothbrush, or a piece of string.”",
    "ai-tika-vin11t5:403_5": "if she thinks, “I’ve prepared it for the Sangha; I’m near making a meal for the Sangha.",
    "ai-tika-vin11t5:403_6": "If you don’t give to us, who will?",
    "ai-tika-vin11t5:403_7": "So give us these robes to ourselves.”",
    "ai-tika-vin11t5:403_8": "Their blanket is to be relinquished: “Have you committed an offense of wrong conduct.”",
    "ai-tika-vin11t5:403_9": "This is how to be relinquished.",
    "ai-tika-vin11t5:403_10": "if it’s idea that you have committed an offense of wrong conduct.",
    "ai-tika-vin11t5:403_11": "If it is intended for the Sangha, but he is unsure of it, and he diverts it to himself, he commits an offense of wrong conduct.",
    "ai-tika-vin11t5:403_12": "If it is not intended for the Sangha and he perceives it as such, there is no offense.",
    "ai-tika-vin11t5:403_13": "according as it is said, “They are not perceiving formless, but he does not perceive it as such.”",
    "ai-tika-vin11t5:404_0": "if he gives it to the Sangha, saying “Give it to you,” “They’re able to understand the Sangha.",
    "ai-tika-vin11t5:404_1": "Instead he requisites is to be destroyed, he commits an offense entailing confession.",
    "ai-tika-vin11t5:404_2": "With pure minds, without attachment, with cleansed mind, who were pure and cleansed by the Fortunate One.",
    "ai-tika-vin11t5:404_3": "‘The monks’ rules on offenses entailing confession for the Sangha.’”",
    "ai-tika-vin11t5:405_0": "When it is finished, one robe-cloth is lost and one robe-cloth for the Sangha.",
    "ai-tika-vin11t5:405_1": "Or alternatively, here the sound of cows, the abode,",
    "ai-tika-vin11t5:405_2": "Or alternatively: here the meaning is this: “Friends’ dispensation.”",
    "ai-tika-vin11t5:405_3": "Or if he gets another robe, it is more than one day and he diverts it to another.",
    "ai-tika-vin11t5:405_4": "It is said in one motion and one particular.",
    "ai-tika-vin11t5:405_5": "After precisely the two hundred leagues by means of something else: the Purecious yojanas bodies of his own mind, and he does solely delivers the purpose of protection, it is to be relinquished.",
    "ai-tika-vin11t5:406_0": "884.",
    "ai-tika-vin11t5:406_1": "having sent away, took her away, and showing her, he said, “When we’ve already shown her to the boat, we’ll give it to them.”",
    "ai-tika-vin11t5:406_2": "“This is what meant.”",
    "ai-tika-vin11t5:406_3": "But just as the offense of wrong conduct is done against himself.",
    "ai-tika-vin11t5:407_0": "885.",
    "ai-tika-vin11t5:407_1": "but to another shrine is intended for one shrine or for another shrine, or even if a league.",
    "ai-tika-vin11t5:407_2": "the Sangha should be sustained by an individual, so too.",
    "ai-tika-vin11t5:407_3": "If, just as it is intended for one Sangha and he diverts it to another shrine or to a sangha or to an individual, he commits an offense of wrong conduct.",
    "ai-tika-vin11t5:407_4": "For a person who is unrelated may be diverted by an individual.",
    "ai-tika-vin11t5:408_0": "undergoing all the arts in each case, “We shall give,” and so on, etc.,",
    "ai-tika-vin11t5:409_0": "887.Idaṁ pariṇatasikkhāpadaṁ.",
    "ai-tika-vin11t5:409_1": "the three (supernatural) processes: the bodily and mental processes, the mental processes, and the mental produced by tranquillity.",
    "ai-tika-vin11t5:409_2": "The Mindfulness (wholesome) desire is to be reborn in a bad place.",
    "ai-tika-vin11t5:409_3": "They’ve escaped the chains, the perception of the liberation, the liberation of the beautiful,",
    "ai-tika-vin11t5:409_4": "By way of body, speech, and mind,",
    "ai-tika-vin11t5:410_0": "On Decline",
    "ai-tika-vin11t5:411_0": "The third sub-chapter on almsbowls is finished.",
    "ai-tika-vin11t5:412_0": "888.",
    "ai-tika-vin11t5:412_1": "Those whose foundation is more than that.",
    "ai-tika-vin11t5:412_2": "As well as they are reckoned to be made up of the four primary elements. The ocean is simply established in the ocean.",
    "ai-tika-vin11t5:412_3": "After showing this very spot, they say, “We wish to give it to the next” and “We wish to make it in return.",
    "ai-tika-vin11t5:412_4": "Neither grounds, rising upwards, precious resting places, arched harps, plunges into the walls, plunges into the doubles, cattle, and held together by rudderments. He is the meaning of various articulations, it is independent, unexistentment, and fame:",
    "ai-tika-vin11t5:412_5": "(Virtue as) the Pātimokkha restraint consisting in the virtues of Pātimokkha, the virtues of Pātimokkha, the virtues of Pātimokkha, the Sole Pātimokkha restraint, the meaning should be illustrated in this way.",
    "ai-tika-vin11t5:412_6": "There are beings who, etc., whose view is the embracing of livelihood, fame, beauty, happiness, fame, and sovereignty. Now, whose view is the meaning of good conduct, and whose livelihood and practices it of the embracing authority as failure.",
    "ai-tika-vin11t5:412_7": "Thus this verse consisting in the Teacher’s adornments, all of them decorated with the whole country.",
    "ai-tika-vin11t5:413_0": "The Vinaya from the Commentary in the Monastic Law",
    "ai-tika-vin11t5:414_0": "This in the Vinaya discipline.",
    "ai-tika-vin11t5:415_0": "The commentary on relinquishment is finished."
}