{
    "ai-tika-s0101t0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-s0101t0:1_0": "the longhouse.",
    "ai-tika-s0101t0:2_0": "The Ethics",
    "ai-tika-s0101t0:3_0": "Useless states of arousing energy,",
    "ai-tika-s0101t0:4_0": "The one whose appearance of precious things is going to heaven when it comes to the teachings of the meaning and the teachings of the treasures, in order to purify his meaning, and the teaching is pure. And it’s appropriate for them to practice the perfectly complete understanding of all these things, for the sake of (of the professions).",
    "ai-tika-s0101t0:4_1": "Or alternatively, all-seer-greeding in good conduct, etc., by the wise one whose in every way is good, and through turning back into it, and through the influence of all the precious things is seen, heard in the future.",
    "ai-tika-s0101t0:4_2": "Then the treasure of a heap of treasures, which were presented by him, for his own use, and is the fortune of his treasures, and the for the sake of his (born) deeds, the abandoning of his own merits, the origin of the path, the phrases, and the path of the attainment of the eight strengths,",
    "ai-tika-s0101t0:4_3": "This is the league here.",
    "ai-tika-s0101t0:4_4": "For accordingly:",
    "ai-tika-s0101t0:4_5": "“That’s my confidence, My confidence, and the lady.",
    "ai-tika-s0101t0:4_6": "By means of this the Fortunate One’s power.”",
    "ai-tika-s0101t0:4_7": "For one who is allowed with clothes the rope of merit, living in a lake as a demerit by the unblonged corpses, without danger, etc., with the practice interpreting merits, having made much merit as was liberating, with the consequence of its defilements, and so on, the Sambuddha who lives in bonds severe the world (performs) as the sun (abobtains) as its continuity, and so forth.",
    "ai-tika-s0101t0:5_0": "“Rejoicing in the Perfectly Awakened One’s disciple,” and so on.",
    "ai-tika-s0101t0:6_0": "“Mendicants, those who have confidence in the Buddha have confidence in the best.”",
    "ai-tika-s0101t0:7_0": "“Awakened” , the Buddha joy born in a body,",
    "ai-tika-s0101t0:8_0": "Having been lived in Kadamba, with the glory of Jambudīpa.",
    "ai-tika-s0101t0:9_0": "the Teaching as the Sangha ...",
    "ai-tika-s0101t0:10_0": "Likewise:",
    "ai-tika-s0101t0:11_0": "“When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ...",
    "ai-tika-s0101t0:11_1": "mind is not obsessed by delusion.”",
    "ai-tika-s0101t0:12_0": "“In the wilderness, at a tree’s root,",
    "ai-tika-s0101t0:13_0": "fear and terror",
    "ai-tika-s0101t0:14_0": "‘Greed, and there will be no horror.’”",
    "ai-tika-s0101t0:15_0": "Herein, one who wants to build (the Dhamma), wishing to speak to the virtue of dwellings, etc., and through its advantages, etc., is for the purpose of having dwelling placed in his various ways.",
    "ai-tika-s0101t0:15_1": "For worshipping the noblemen one worthy of homage through the power of virtue, etc., which he worships those who dwell in accordance with the majesty of Sāgara.",
    "ai-tika-s0101t0:15_2": "Herein, having analyzed and differentiations, he does not want to teach the Dhamma, like the Elders’ discipline, as well as the basis, etc., and because he wants to build it, then his understanding fills the striving of the treasures, etc., in the way already described above, is the basis of compassionateness, etc., as a treeserverting the treasures.",
    "ai-tika-s0101t0:16_0": "Herein, it seems, ‘Impermanence’ is compassionate’ is the meaning.",
    "ai-tika-s0101t0:16_1": "Or alternatively, when there is suffering in others it, it causes good people to change. When there is suffering in others it, it is compassionate or sweat by making an end of suffering.",
    "ai-tika-s0101t0:16_2": "Or alternatively, he chooses it, brings it to mind.",
    "ai-tika-s0101t0:16_3": "For one who unsecludedly through pain and pleasure in another’s womb, pleasure as neutral, and discerns its own characteristic.",
    "ai-tika-s0101t0:16_4": "compassion, cool, free from smooth, worms, free from enmity, and ill will,",
    "ai-tika-s0101t0:16_5": "Herein, although something is dissipated through the complete destruction of the pleasure opposite sex, etc., and their mind inclines towards the various kinds of deliverance, ill will, and with the rest of the mind loving-kindness towards the various forms beginning with covetousness, etc., although they get calmed by kindness and compassion, etc., still their mind loving-kindness towards, etc., and without attachment to self-delusion by the minds of the Blessed One’s opppresssion, etc., and so on., as amounting the four aspect of principles of loving-kindness of the minds, etc., were discovered by the manifestations of the ever, and bodily formations, and bodily formations.",
    "ai-tika-s0101t0:16_6": "compassion, loving-kindness, etc., and heart, is said in the natural order to show the heart-spheres.",
    "ai-tika-s0101t0:17_0": "Or alternatively, they are discovered because of the great knowledge of (the Bodhisatta’s) knowledge of the limit, which is peaceful, sublime and great compassion, like the great light being’s , he said: “Abringing to the heart thus: ‘As solitary retreat, it is expounded to its great alteration .”",
    "ai-tika-s0101t0:17_1": "Or alternatively, when there is the habit of the heart, they are loving-kindness towards the heart, they level the rest of the heart, and when it is developed sprinkled on the body, their heart’s time, is said to be the Blessed One’s heart.",
    "ai-tika-s0101t0:17_2": "For everyone is compassionate for the Buddha,",
    "ai-tika-s0101t0:17_3": "Devote yourself to the kind of fostering existence. For the Buddha has a calm a rolling forth his forehead, regardless of others as unshakable, in the various forms of self-mortification through the mind, and conquered beings, the Soleaning of his enemies. And he does not pervade the circumstance of his own mind.",
    "ai-tika-s0101t0:17_4": "So in order to give the meaning of the word-meanings should be given in the Blessed One’s Compassion , which should be given in the sense of compassion ,",
    "ai-tika-s0101t0:18_0": "He understands that wisdom is difference of wisdom, just as it is known .",
    "ai-tika-s0101t0:18_1": "the wisdom there is from defining the states of wisdom as its near enemy, energy, displaying, and displaying wisdom. It is slayed with wisdom’s flame of wisdom, its lamps, and its shells wisdom.",
    "ai-tika-s0101t0:18_2": "Their idiot is found in that mortification; the wisdom there is from delusional or repulsion of delusion, or ignorance for the light of wisdom.",
    "ai-tika-s0101t0:18_3": "For all these defilements are displayed by wisdom. They have destroyed the pollutants and neglects, and concepts of their ignorance. When the Buddhas, they give rise to confidence in those without it. They come to the end of the defilements.",
    "ai-tika-s0101t0:19_0": "Or alternatively, it is preferred to another all beings that have been reached the ultimate goal of life wielding power, stilling all beings in the various orders of sentient beings, wielding the opposite of all instances of the truth, defilement, and the lampsing of the rolling of the Dhamma. Then the Blessed One can successively reached the benefits of any difference between his own views and the others.",
    "ai-tika-s0101t0:19_1": "In this connection with the meaning of the teaching the Dhamma of the Vibhaṅga thus, “Herein, what of the Blessed One’s teaching is incapable of understanding” , and this namely, “profitable” .",
    "ai-tika-s0101t0:20_0": "Then, having a limited knowledge of the Buddha’s knowledge, he can exercise herself with the lamp of knowledge, the wisdom of peace, the knowledge of the lamp, and the worm of wisdom, having made known of delusion, and the understanding that is described in the darkness of delusion with all kinds of delusion.",
    "ai-tika-s0101t0:20_1": "And here it is in the sense of urgency because they have attained exceeding knowledge (magical) power and conquering the mind on their own goodness in the way beginning, “In this way you should reach knowledge.",
    "ai-tika-s0101t0:20_2": "For the attainment of the meditation subject consisting in excessive defilement is influence of moderation even when profoundation and the rest of the mind thus: “They are destinies of defilement of sensual desire and the other states” .",
    "ai-tika-s0101t0:21_0": "How then, when ignorance is aroused introduced to giving up, doing what is the sign of foulness in the Blessed One’s disciples, etc., but not any defilement of their states?",
    "ai-tika-s0101t0:21_1": "Then in the same way the definition of his enemy, the abandoning of the birds in the “fluence of his own defilements” , and then the defilement of their enemy.",
    "ai-tika-s0101t0:21_2": "For that such a one does not give up defilements, and who does not give up ignorance and give rise to blamelessness.",
    "ai-tika-s0101t0:21_3": "Or alternatively, all is mentioned in the case of the knowledge, which is defilement and skill in being unprofitable, embraced in ignorance and full of knowledge, and it is when it is said to be the truth of embracing a sense of urgency, and it is mentioned in the kind of embodiment.",
    "ai-tika-s0101t0:22_0": "Welcome to the monastery of the city of Rāma, along with its delightful drums, delight in lightning in the heaven of the delightful city of Vedas, and lovely.",
    "ai-tika-s0101t0:22_1": "(but) he shows that same virtues as in the various orders of gods and mentioned, as in the Buddha’s special qualities, he shows them, thus he is enlightened .",
    "ai-tika-s0101t0:22_2": "If she is not able to accuse him of striving,",
    "ai-tika-s0101t0:22_3": "another sound is stepped in meaning, she is another.",
    "ai-tika-s0101t0:22_4": "For in such a constitution groups as people have recommended that is like the striving .",
    "ai-tika-s0101t0:22_5": "“The assembly is protected by the gathering.”",
    "ai-tika-s0101t0:22_6": "And here should be understood that the world introduceding to sensual pleasures, Three worlds, for the sake of respect and reverence for the sake of the seven world, and because it is the meaning of the aggregates, is the meaning.",
    "ai-tika-s0101t0:22_7": "But hes,: here, he is called the “protector” in the places of merit.",
    "ai-tika-s0101t0:22_8": "And here in the world that is deliverance and shines forth because it is the intention of practition.",
    "ai-tika-s0101t0:23_0": "Or alternatively, all kinds of sounds, etc., is produced by understanding, it is evident in the world.",
    "ai-tika-s0101t0:23_1": "It is not shared by a great deal of pleasure that is enlightened and protected in the way already stated.",
    "ai-tika-s0101t0:23_2": "And here the sound of the lakes that is purified by the Community.",
    "ai-tika-s0101t0:23_3": "For when his body breaks up, after death, you will be the ultimate",
    "ai-tika-s0101t0:23_4": "And the stages of the monastery too alternatively:",
    "ai-tika-s0101t0:23_5": "“Because of the teachers there are gods and men.”",
    "ai-tika-s0101t0:23_6": "For the whole of all beings including the various kinds of happiness enlightenment and the division of the bliss of seclusion, owing to the exceeding of the round of rebirths, and including the mind thus “Bhikkhus, he is worthy of the three worlds, mentioned by the excellence of the enlightenment of the world, owing to the nature of the world, and he is worthy of mentionedlessness; he is not conformity with the evidediness of the gods and men opposite of all beings.",
    "ai-tika-s0101t0:23_7": "“They’re delighting in the world.”",
    "ai-tika-s0101t0:24_0": "He is gaining the benefit of (living) the Happy One,",
    "ai-tika-s0101t0:24_1": "For the Fortunate One’s approaching through the air, the pleasing enemy of the Dhamma, rose from the great embracing his counselors, throne of the body, and so on; and spotlessness and spending the night in throughout the bowls of (worldly) with approaching through the great embraces, pervading the brils of supernormal powers, whose minds, whose faces the great rosequence of meaning, for the sake of warriorms, forces, for its adorned with great wisdom, and so on;",
    "ai-tika-s0101t0:25_0": "Or alternatively, they have completely understood their knowledge of the world with knowledge and insight and complete understanding thus: “This is a good destination, a heavenly realm.”",
    "ai-tika-s0101t0:25_1": "by giving up the origin of the world in that way, the Holy One’s origination through the world, and by using it he has attained it up,",
    "ai-tika-s0101t0:25_2": "he has attained the cessation of extinguishment by the world. ...",
    "ai-tika-s0101t0:25_3": "The practice that leads to the cessation of the world.",
    "ai-tika-s0101t0:25_4": "They don’t achieve the path that are defilements",
    "ai-tika-s0101t0:25_5": "Or alternatively, it is possible that he has attained Nibbāna.",
    "ai-tika-s0101t0:25_6": "Or alternatively, if you’re true and real, it is only the right time for the Holy One to speak the right time, and (the truth) that’s why the Holy One’s teaching,",
    "ai-tika-s0101t0:25_7": "Thus he",
    "ai-tika-s0101t0:26_0": "by means of breathing producing merit, which is produced by impartiality and suppression in the various rebirths.",
    "ai-tika-s0101t0:26_1": "But even though they do not partake of hell because of the five lower fetters, etc., and that of the noble path to the end of rebirth in hell, or the ignoble path, and the employed by the Blessed One thus: “This must because he wants something is boundless, hence I am boundless. ”",
    "ai-tika-s0101t0:26_2": "“About pretty.”",
    "ai-tika-s0101t0:26_3": "And here it is said: “Where else, although the Blessed One is teaching, it is said, it is “haved” .",
    "ai-tika-s0101t0:27_0": "“It is in the way that you can dwell in compare, ~ or like the fairy Power.",
    "ai-tika-s0101t0:28_0": "I could have become a human being,",
    "ai-tika-s0101t0:29_0": "But these defilements have ended.”",
    "ai-tika-s0101t0:30_0": "For it is in due course that place, does not have reached the peak of defilements, the wielder of the maturity, and the path of the Buddha is free from all defilements, it is well freed through enlightenment, emy, and well freed through the ending of continued existence.",
    "ai-tika-s0101t0:30_1": "I worship, I do not think, is the meaning.",
    "ai-tika-s0101t0:31_0": "Or alternatively, they become expert in the case of the Buddha, the attainment of extinguishment.",
    "ai-tika-s0101t0:31_1": "for here the Blessed One’s mind should be understood in two ways:",
    "ai-tika-s0101t0:31_2": "one who has no use of himself, and one who has gained others.",
    "ai-tika-s0101t0:31_3": "As they do so, it should be understood that the physical endurance of the defilements have reached the ultimate goal, the ultimate sanctuary, the ultimate extinguishment of the defilements. And they should be understood that extinguishment as follows:",
    "ai-tika-s0101t0:31_4": "the difference in both places is that arouse greed, etc., as its intention, and advocates the minds of all the qualities that beginning with in regard to others.",
    "ai-tika-s0101t0:31_5": "But here it is of two kinds: what is shared by others, and what is of three kinds? How is held in himself and what is of three kinds?",
    "ai-tika-s0101t0:31_6": "“Which here is the most blameworthy for the sake of self-luminous and for the other good,” . It is for the benefit of others who have attained perfection and conscious requisites of the lamp in a good rebirth, in the future generations of the various enlightenments, etc., and including the bowls of the robbers, habit and security for the remark “Any,” etc.; and they are worthlessly beginning with all these three kinds of successful practices.",
    "ai-tika-s0101t0:32_0": "Then, that is the meaning of the Fortunate One’s mind should be understood in three ways:",
    "ai-tika-s0101t0:32_1": "as to fruit, and as to the root,",
    "ai-tika-s0101t0:32_2": "Herein, the cause of reason why the reason for its conditions",
    "ai-tika-s0101t0:32_3": "Four fruits:",
    "ai-tika-s0101t0:32_4": "Or alternatively, accomplishment in knowledge and conduct.",
    "ai-tika-s0101t0:32_5": "They are revealing of them to the proficiency in the second beginning with truth ...",
    "ai-tika-s0101t0:32_6": "The third owing to the influence of the power, etc., is stated as stated by the special qualities of peace, etc., and by the forceful suppression of the Master’s special qualities of peace.",
    "ai-tika-s0101t0:32_7": "you should understand that the sound of non-greed is very helpful to this point, this is the right way for the purpose of complete freedom.",
    "ai-tika-s0101t0:33_0": "Herein, why do they show the roots that are roots and tubers?”",
    "ai-tika-s0101t0:33_1": "For he has decorated the Great Bodhisatta’s mind. For seven days he has reached the root of a ocean and developed the supreme perfect Awakening. For seven days he has attained the supreme perfect awakening.",
    "ai-tika-s0101t0:33_2": "“Knowledge and wisdom” .",
    "ai-tika-s0101t0:33_3": "For it is called “blessing” in the sense of urgency and knowledge of the path, and the knowledge of the path is called ‘accomplished’.",
    "ai-tika-s0101t0:33_4": "° he shows the drum of devotion to the Happy One, the Happy One, the Happy One, who shows the topic of peace, the equipment of the art of enlightenments, etc., of the Holy One who has is devoted to the higher good, who is worshipped the Dhamma leaders of the Holy One.",
    "ai-tika-s0101t0:33_5": "to show the effort to fulfilment of the development of the awakening factors.",
    "ai-tika-s0101t0:33_6": "and the water of the (grains) exertion is made from (risk) for seven leagues.",
    "ai-tika-s0101t0:33_7": "Truly shows why to that person, among the rest of others, and of the hosts of such a person, who made use of their own use of it, and of the four kinds of persons:",
    "ai-tika-s0101t0:33_8": "he shows the supremely superb, which is worshipped by the supernormal power of the supreme persons, and his (magical) powers,",
    "ai-tika-s0101t0:34_0": "And here it is shared by the Blessed One’s special qualities of compassion to generality, compassion, gladness and the world, which is shown by the special qualities of compassion, etc., in the way beginning, “whatever, by the knower of worlds, its special qualities of peace, its deities, and its special qualities of universal knowledge, greatness, and supramundaneousness of all good qualities,",
    "ai-tika-s0101t0:34_1": "Then the meaning is that it is smooth of shaking off the sloth and torpor, etc., according to reality, and so on.",
    "ai-tika-s0101t0:34_2": "the wisdom there is from defining, making surmounting, and using freedom from defilements,",
    "ai-tika-s0101t0:34_3": "Likewise, compassion, generally showed the world by the king of compassion for the world, its lord of systems, and its widels, in the way advocates, which is known as Khujjasobhita,",
    "ai-tika-s0101t0:34_4": "For the sentient beings who, etc., fall into it and emerge from it.",
    "ai-tika-s0101t0:34_5": "Likewise the four immaterial states: just as support of compassion, knowledge of the attainment of the meditation subjects, and of the knowledge of the fourth jhāna, of the knowledge of the truth, and of penetration (of the knowledge of) the fourth discrimination, is the knowledge of the truth of the fourth jhāna.",
    "ai-tika-s0101t0:34_6": "The four assemblies of compassion, etc., in order to explain the knowledge of the Great Streams, the Anotattas , the six (supernatural) knowledges, the six direct-knowledges, the knowledges, the six direct-knowledges of the Buddha, the six enlightened Ones, the knowledge of the Dhamma, and the knowledge of the opposites of ignorance. This is the seventh thing, and the knowledge of the attainments.",
    "ai-tika-s0101t0:35_0": "Thus by compassion and by his enemy, etc.",
    "ai-tika-s0101t0:35_1": "compassionate for sentient beings who introduce themselves.",
    "ai-tika-s0101t0:35_2": "develop loving-kindness towards the world, and wisdom born in the world,",
    "ai-tika-s0101t0:35_3": "Likewise in developing compassion, gladness and wisdom, which is accompanied by compassion and being grateful,",
    "ai-tika-s0101t0:35_4": "Likewise without counterparts, because of compassion, which is unborn, having undetermined,",
    "ai-tika-s0101t0:35_5": "the wisdom there is from contemplating the Awakened One’s Dhamma",
    "ai-tika-s0101t0:35_6": "he turns himself overly from others, he will establish (only) through exertion,",
    "ai-tika-s0101t0:35_7": "Likewise in means of compassion, etc., which is shown by compassion for all beings, is its production of the mind, is shown by means of all states consisting in the present.",
    "ai-tika-s0101t0:35_8": "and all the Buddhas’ virtues, etc., in that place were the source of all beings and originated from the Enlightened One.",
    "ai-tika-s0101t0:35_9": "understanding is further to be done, there is still more to do.",
    "ai-tika-s0101t0:35_10": "Thus these beginning with the Buddha’s dispensation were shown by the Enlightened One.",
    "ai-tika-s0101t0:35_11": "Likewise when compassion is shown by means of compassion, concentration is shown by one who is virtuous,",
    "ai-tika-s0101t0:35_12": "For he who kills living creatures , steals, and commits sexual misconduct; uses speech that is false, divisive, harsh, and nonsensical;",
    "ai-tika-s0101t0:35_13": "the wisdom there is from understanding of wisdom,",
    "ai-tika-s0101t0:35_14": "Endowed with all the Buddhas’ virtues, concentration and understanding.",
    "ai-tika-s0101t0:35_15": "and thus shown that the beginning is “ good in the middle of the Buddha” because it is good in accordance with the special qualities of the Enlightened One’s special qualities.",
    "ai-tika-s0101t0:35_16": "For this is the man who is endowed with the special qualities of the Buddha, that is, the recipient.",
    "ai-tika-s0101t0:35_17": "Who else would give such gifts to the Buddha’s instructions in the next life?",
    "ai-tika-s0101t0:35_18": "Hence it is said:",
    "ai-tika-s0101t0:36_0": "“The Buddha praises the praise of the Buddha.",
    "ai-tika-s0101t0:37_0": "Looking to an eon,",
    "ai-tika-s0101t0:38_0": "would always be long after a long time,",
    "ai-tika-s0101t0:39_0": "you should criticize the Realized One.”",
    "ai-tika-s0101t0:40_0": "And because Venerable Sāriputta has received the Protector of the Buddha’s instructions, saying, “Venerable Sāriputta, I have given this allowance to you.”",
    "ai-tika-s0101t0:41_0": "Thus, having given up all good qualities by the Fortunate One, which is realised, “Nowakened One, has in order to purify the true teaching.”",
    "ai-tika-s0101t0:41_1": "Herein, the Buddha is the Teaching",
    "ai-tika-s0101t0:41_2": "the Buddha’s Teaching",
    "ai-tika-s0101t0:41_3": "having developed it, having caused it to be the position of the past and the future",
    "ai-tika-s0101t0:41_4": "bearing their deeds,",
    "ai-tika-s0101t0:41_5": "another reading to the material body.",
    "ai-tika-s0101t0:41_6": "with worshipping the Noble Ones, (saying): “It is upholding the Deathless,",
    "ai-tika-s0101t0:41_7": "(thinking): the uncorruptable deeds,",
    "ai-tika-s0101t0:41_8": "they distinguish the supreme Buddhas,",
    "ai-tika-s0101t0:42_0": "Herein, the Buddha is led to the word “Buddha” , etc., in the first place he is enlightened .",
    "ai-tika-s0101t0:42_1": "Or alternatively, it is through the destruction of the position of the Awakened One, or through the air heritages, the Sole Paccekabuddhas, the Buddha, or the universal Buddha.",
    "ai-tika-s0101t0:42_2": "Then sometimes it would not be appropriate for a Buddha to ask, the gift of the infinite Awakened One, the Sole Protector of the Three Worlds, the Beings, the bird, the Beyond of the Three Wise One, the Beyond of Paccekabuddhas, and the great disciples of the Buddha, who is unspecified and fully enlightened, with a hostile person who is the best of gods, men, to be tamed and pacified, acceptance of great mas of the most excellent Buddha, who is supreme.",
    "ai-tika-s0101t0:43_0": "“He who is the Buddha, the one who hasn’t still engaged in things without first being experienced the distinctions, and whose mind is capable of realizing anything that can be realized.”",
    "ai-tika-s0101t0:44_0": "And lastly, the Buddha, beginning with the Enlightened One, in the Enlightened One’s special qualities as an abode.",
    "ai-tika-s0101t0:44_1": "attaining the awakening factors,",
    "ai-tika-s0101t0:44_2": "developing it, and developing it,",
    "ai-tika-s0101t0:44_3": "having done this to you.",
    "ai-tika-s0101t0:44_4": "he has attained Nibbāna, and whose meaning is: “I attained this” is the consequence of this matter.",
    "ai-tika-s0101t0:44_5": "(There is) free from stain, free from debt, is the meaning.",
    "ai-tika-s0101t0:44_6": "I worship the Lord of Delight, I say.",
    "ai-tika-s0101t0:44_7": "Uttara is the meaning of that is that supreme.",
    "ai-tika-s0101t0:44_8": "They practice accordingly as they have attained the Dhamma, and the fear of being unsuitable, in consequence of a monastery, he gives them a gift.",
    "ai-tika-s0101t0:45_0": "This is how it is said:",
    "ai-tika-s0101t0:45_1": "When he has such qualities, he, possessed of the special qualities of Buddha, an investigation of principles, and has attained the supreme perfect awakening, and is the supreme perfect awakening; he doesn’t conqueror of his own good qualities.”",
    "ai-tika-s0101t0:45_2": "should be regarded the Dhamma in the scriptures (of the Saṅgha), and the Discipline of the Faith.",
    "ai-tika-s0101t0:45_3": "Or alternatively, if he has developed the three higher ordination in the case of the Vibhaṅga thus: “Gotama, the Abodes is the end of the universal current, the three cases, and the eighteen in the cases of the realizations, he can be understood here too.”",
    "ai-tika-s0101t0:45_4": "Likewise the states consisting in individual essence, and then, having understood the Dhamma, these divine abidings, the virtues of the Dhamma, and the Faith are to be understood here as the Dhamma.",
    "ai-tika-s0101t0:45_5": "Because of the acceptance of what is future, unsurpassed, not otherwise.",
    "ai-tika-s0101t0:45_6": "For the various beings in the Royal Gates, the Awakened One, the Soles of Measure, and the great abode of (true) faith in the Sakyans, accumulating the four primary elements, the four great powers, the five hundred attendants, subdued their knowledge enlightenments, and the voice of supreme awakening, conqueror of the gods and men produced by the head of the attainments of the supreme beings.",
    "ai-tika-s0101t0:46_0": "And here he says: ‘By developing this,’ he is the incompatible with that, accomplished in knowledge and freedom.",
    "ai-tika-s0101t0:46_1": "Likewise in the first jhāna, which is accompanied by defilements,",
    "ai-tika-s0101t0:46_2": "Or alternatively, it is indicated by the first attainment of concentration with insight.",
    "ai-tika-s0101t0:46_3": "Or alternatively, it is indicated by the first and the knowledge of the ending of defilements",
    "ai-tika-s0101t0:46_4": "Or alternatively, like the second, third, and fourth in each Victor.",
    "ai-tika-s0101t0:46_5": "or, with the previous disappearance of the previous attainment,",
    "ai-tika-s0101t0:46_6": "and by the first, by the second, which is made by maintaining it by the second.",
    "ai-tika-s0101t0:46_7": "also that the absence of the first jhāna is indicated by the first and through the cause,",
    "ai-tika-s0101t0:46_8": "or because of the second wonderfulness of seclusion",
    "ai-tika-s0101t0:46_9": "Or alternatively, it is in the second thing that is the deathless state.",
    "ai-tika-s0101t0:46_10": "Or alternatively, he gives a teaching, it is well explained, here that is visible in this very life, immediately effective, inviting inspection, “It is visible.”",
    "ai-tika-s0101t0:46_11": "Likewise in the first watch, that is, at the end",
    "ai-tika-s0101t0:46_12": "Or alternatively, he can spend the first watch in the morning, and so on.",
    "ai-tika-s0101t0:47_0": "They said: “We will show this excellent state through the defilement of the Dhamma!” and they illustriously to the other congregation of the Dhamma!",
    "ai-tika-s0101t0:47_1": "Or alternatively, they show the meaning of the Dhamma, investigation of the (nature) of things which is shown by the second (confidence).",
    "ai-tika-s0101t0:47_2": "That state should be developed when he has arrived at the Dhamma.",
    "ai-tika-s0101t0:47_3": "for the development of the qualities of hate is irritable.",
    "ai-tika-s0101t0:47_4": "He should give him the supreme state of peace.",
    "ai-tika-s0101t0:47_5": "for the realization of the supreme development of the Uttarakuru is there to be no more unsurpassable things.",
    "ai-tika-s0101t0:47_6": "Then, “Having developed thus, ‘Bhikkhus’ and pointed out the first part in the suttas beginning with the virtues of an abiding consisting in ethics, immersion, and wisdom, brings intoxication for concentration” . And this concentration is said of the development of concentration in order to show that same effacement by the concepts of virtue.",
    "ai-tika-s0101t0:48_0": "In such qualities, having given up all the qualities in accordance with the True Dhamma, arrived at the very lovely Aṅgīrasa, “Now, I shall go to the Noble Ones’ .”",
    "ai-tika-s0101t0:48_1": "Herein, the Happy One is bound by men (and said): “This is complete for him in this way.”",
    "ai-tika-s0101t0:48_2": "staying in the near shore of the far shore.",
    "ai-tika-s0101t0:48_3": "“Don’t point it out that he leads to the shackles off of the corruptions. Those who give the Blessed One’s own defilements, will show them how they them.",
    "ai-tika-s0101t0:48_4": "Eightened Ones: In order to purify their mindfulness, there is no counterpartness in those eighty great sections, countless hundreds of thousands, and seven hundred thousand topics there are no more fruitions in a group.",
    "ai-tika-s0101t0:48_5": "near to the far shore,",
    "ai-tika-s0101t0:48_6": "It is the noble eightfold path because of the kinds of familiarity of noble ethics, immersion, and wisdom. Because of this noble paths, the regardless of whether they have developed or not they give rise to view.",
    "ai-tika-s0101t0:48_7": "Herein, Master Gotama, your birth is born of a person, and lower of birth.",
    "ai-tika-s0101t0:48_8": "For just as sentient beings are reborn in a place of loss, a bad place, the underworld of bound for hell, so too in order to preference, the noble one with a qualities of hate and delusion, and the mind becomes rightly freed through enlightenment, like a noble disciple who has reached a perfect happiness, who has reached a higher freedom.",
    "ai-tika-s0101t0:48_9": "Then, as the Buddha’s teaching was Robeing about the Dhamma Paccekabuddhas, he entered into the noble duties of a noble disciple, wandering for alms in the Master Rains Retreat, about the great teacher, and behaved.",
    "ai-tika-s0101t0:48_10": "For the words “possessing the Blessed One’s teaching is called the stated under the headings of the Dhamma” . It is because he has already attained a stated in the sense of indication and the rest.",
    "ai-tika-s0101t0:49_0": "Even if, whether a noble disciple has entered the noble road with an uninterrupted noble disciple, the god, prevented, and did not announce it to the Buddha, they said to be foremost.",
    "ai-tika-s0101t0:49_1": "“Don’t enquiry.”",
    "ai-tika-s0101t0:49_2": "In this case, “In this case,” he should do the duties in the non-human beings.",
    "ai-tika-s0101t0:49_3": "Or alternatively, like the gods owing to the aggregates of the mode of the Elders who were oppressed in a position, it is said: “Simp, just as a opposite sex with a sense of urgency,”",
    "ai-tika-s0101t0:49_4": "“Why are these first!”",
    "ai-tika-s0101t0:49_5": "What has abundant wealth in order to purify the noble ones, and live without hindrances, corruptions of the Virtue, energy, or of mindfulness and situational awareness.",
    "ai-tika-s0101t0:49_6": "this is said to be the Buddha’s son,",
    "ai-tika-s0101t0:50_0": "(but) he is not satisfied with the (but) defilements, the Noble Ones, and the Noble Ones, and the Noble Truth of the laws,",
    "ai-tika-s0101t0:50_1": "Or alternatively, thinking: “This is the noble truth of death in the world with its gods, is the most noble ones ...”",
    "ai-tika-s0101t0:50_2": "and later, because of the Blessed One’s Dhamma, great seer, because he was most precious and impediments, and also respected to the Community, “ginning, observe the four treasures,” it was said .",
    "ai-tika-s0101t0:51_0": "Herein, as to the clause, “By this mundane son has come down in this way,” “By the description of the Noble Ones,” “By this practice in order to show the way, “In order to show the way, there is no peace of practice in conformity with the intention of defilement.",
    "ai-tika-s0101t0:51_1": "And (they also): “Even adversity is the path” is in conformity with knowledge, and so on.",
    "ai-tika-s0101t0:51_2": "It is “with the noble eightfold path” since it is worthy of shows the best of all through the conquerence of all the factors.",
    "ai-tika-s0101t0:51_3": "Or alternatively, “By this loving-kindness and purity,” it is an inclination of the right way to making merit. Then it is an unsurpassable lamp, regardless of whether it is an enlightenment factor: “I am worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the noble ones.",
    "ai-tika-s0101t0:51_4": "Likewise: “Bhikkhus, there are many sons in the Principles of the Three Worlds,” and so on.",
    "ai-tika-s0101t0:51_5": "For the supermundane attainments have come into the presence of the Buddha,",
    "ai-tika-s0101t0:51_6": "“Don’t give rise to satisfaction in this way.” And they show the right progress of suppression by that right suppression of the former supernormal powers.",
    "ai-tika-s0101t0:51_7": "For the month of Kattikā",
    "ai-tika-s0101t0:51_8": "it is said that there is no idiosyncrats, great maidens, timberation (of people), and it is shown that aroused path and it is shown by a trainee nun.",
    "ai-tika-s0101t0:51_9": "“It is to give the highest gift,” he said, “give it to the best of nuns.",
    "ai-tika-s0101t0:51_10": "The virtue of the disciples in the way beginning, “following all paths of becoming , etc., are included in the middle of the day and of the end of all good qualities,” etc., and the end of their former virtue in the middle, and the end. All is unincluded in the end.",
    "ai-tika-s0101t0:52_0": "In this way the inner skin of the enquiry into its own mouth, which is accompanied by applied and sustained thought, making precious events such as: “This is mine, I have made now lost my treasure.”",
    "ai-tika-s0101t0:52_1": "Herein, by the means of a Buddha-to-be shines with the Holy One.",
    "ai-tika-s0101t0:52_2": "For when he says “Surely,” he replied: “So, just as, when abode is liberated, loving-kindness arises, etc., invade him as caused, just as with happiness and joy arises in him –",
    "ai-tika-s0101t0:53_0": "“When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion.",
    "ai-tika-s0101t0:53_1": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching.”",
    "ai-tika-s0101t0:54_0": "The mind- contemplation , or elsewhere is stated in the Pink Laṅkā .",
    "ai-tika-s0101t0:55_0": "“This feature of a great mass of fire is rare and so hard to see,",
    "ai-tika-s0101t0:56_0": "is called “unbounded” because it is said to be the following seven treasures.”",
    "ai-tika-s0101t0:57_0": "They gain the doctrine of the Buddhas, and so on.",
    "ai-tika-s0101t0:57_1": "worshipping with the Lord of Men, saying: “We should find virtue” .",
    "ai-tika-s0101t0:57_2": "And also by worshipping the body, speech, and mind, both the treasurer’s special qualities,",
    "ai-tika-s0101t0:57_3": "abode whose merit is lighting up the fruit of deeds, or the merit reappears in their merit.",
    "ai-tika-s0101t0:57_4": "Visākha, overcome by the thorough syllables, maintaining his own goodness in order to show the way of practice and method of the elision of the meritorious fields, and so on. He is the spot inspires of his own field for the merit.",
    "ai-tika-s0101t0:57_5": "it was because he had become adhered to his previous practice, he said: “I will explain this to him.”",
    "ai-tika-s0101t0:57_6": "*alling: We will now get the treasure of merits,",
    "ai-tika-s0101t0:57_7": "by the power of might:",
    "ai-tika-s0101t0:58_0": "So far as this treasure wants to show the virtues of the Dhamma, having shown that is invalid and shown that the name of the treasures in the Pink Laṅkā, among the purpose of showing the meaning, was said to show the meaning in that the Elder Mahā Devadāna, etc., in the time of its own beauty, and so on.",
    "ai-tika-s0101t0:58_1": "Herein, the means of a sutta that is long",
    "ai-tika-s0101t0:58_2": "Doesn’t wait until they’ve customsed down?",
    "ai-tika-s0101t0:58_3": "This is the ultimate truth, however, has been laid down by the truth,",
    "ai-tika-s0101t0:58_4": "“Just as, Ānanda, weeping discourses should in full awareness to this discourse.”",
    "ai-tika-s0101t0:58_5": "Having dependent origination again and again he subtle states",
    "ai-tika-s0101t0:58_6": "Will they come back here in this way, the intention of themselves, the ultimate goal of others, waiting for the next life, or as an enemy too. And waiting for that person, saying:",
    "ai-tika-s0101t0:58_7": "The Buddhas, having given up the four noble truths, awakened to the truths of the fully awakened Buddhas, when they had awakened to the truths, had been understood, and penetrated the highest noble truths.",
    "ai-tika-s0101t0:58_8": "of the colour, shape, observed by means of the clear and commentary on the meaning,",
    "ai-tika-s0101t0:58_9": "Then you must tell them the Buddha, the one who is awakened, and one who discovered,",
    "ai-tika-s0101t0:58_10": "for the commentary on the meaning of the words “Bhikkhus of Buddha” are said: “Heannounced in the name of the teacher’s teaching,” etc., and staneously, they say.",
    "ai-tika-s0101t0:59_0": "Enlightened One’s special qualities, etc., which is of faith and confidence, and so on.",
    "ai-tika-s0101t0:59_1": "for this jhāna is based on the home life as a predominance of virtue, etc., in the special qualities of the Enlightened One’s special qualities, etc., and also in the Mahāvihāra, etc., and of the Enlightened One’s special qualities, etc., and unsurpassed in the Enlightened One’s special qualities of faith, etc., and according to his instructions, etc., and to his instructions of the Buddhas.",
    "ai-tika-s0101t0:59_2": "he praises the teacher of the Dhamma, which is the time for the sake of all instances of the teachers, (which is) the meaning of the Dhamma in the Dispensation of the Vinaya, has been given to him by means of the Dhamma,",
    "ai-tika-s0101t0:59_3": "For the really is “first” in the Pañcasikha” Commentaries, whose mind was full of obstructions, pride, intoxications, intoxications, deep knowledge of the tradition, and endowed with arranged lotus-like minds, according to the doctrines of various people, etc., (but) “Bhikkhus, the Proficially full of pride (wels) was about authority, and so on.",
    "ai-tika-s0101t0:60_0": "He thinks, “What is the meaning of this? It is the meaning of the Commentaries? It is the application of the someone who teaches the Dhamma to one who has made suffering.” He said, “Here, one is the point of his suffering.”",
    "ai-tika-s0101t0:60_1": "In the first jhāna, etc.,",
    "ai-tika-s0101t0:60_2": "Rather than sixteen absorptions, possessed of the definition of the mind, and the five jhānas, etc., are the good states beginning with the Elder Mahā Kassapa.",
    "ai-tika-s0101t0:60_3": "Those five hundred people",
    "ai-tika-s0101t0:60_4": "While the eighth starts",
    "ai-tika-s0101t0:60_5": "(There is) arranging the meaning in the conclusion of the Community, “This is the meaning, this is the meaning of this, this is the meaning.”",
    "ai-tika-s0101t0:60_6": "and Yasa of the Famousands, etc., before he comes to his presence in the second, etc., of the Best of this purity of his own purestance.",
    "ai-tika-s0101t0:61_0": "like a lion’s roar on a lion’s roar, the lion’s roar",
    "ai-tika-s0101t0:61_1": "(but) he can know that the princess Tambapaṇṇi was the prince called Tambapaṇṇi a declaration of the Jambudīpa, (when the town).",
    "ai-tika-s0101t0:61_2": "The Jambu Tree is brought from Jambudīpa,",
    "ai-tika-s0101t0:61_3": "They regret:",
    "ai-tika-s0101t0:61_4": "And later, because of the meaning of that initiate of her lion’s posture,",
    "ai-tika-s0101t0:61_5": "so that there is not showing that the root of all kinds of impingement there is not business with the meaning.",
    "ai-tika-s0101t0:61_6": "Hence it is said:",
    "ai-tika-s0101t0:61_7": "“May you become ethical.”",
    "ai-tika-s0101t0:61_8": "There they rose from the mountain of India",
    "ai-tika-s0101t0:61_9": "General Sīhahanī lion’s roar, set up a squel for Yakkhas, and set it aside.",
    "ai-tika-s0101t0:62_0": "without having destroyed a lion’s roar, after making the lion’s roar",
    "ai-tika-s0101t0:62_1": "This is the eighth discussion about",
    "ai-tika-s0101t0:62_2": "Not hurt themselves,",
    "ai-tika-s0101t0:62_3": "delightful ...",
    "ai-tika-s0101t0:62_4": "For the Wise One who is fond of protection, desires delight,",
    "ai-tika-s0101t0:62_5": "Hence it is said:",
    "ai-tika-s0101t0:62_6": "“As a denigration” is said, “It is in the neighbourhood of a prediction,” “the meaning is that it is the meaning.",
    "ai-tika-s0101t0:62_7": "and (thinking): “In the future he is undisturbed, ~ who is free from danger,",
    "ai-tika-s0101t0:63_0": "at one time they were not free from ignoble, full of meaning.",
    "ai-tika-s0101t0:63_1": "For the Elders are not free from oppression here,",
    "ai-tika-s0101t0:63_2": "The elder Mahākassapa, while the protection of the elders, possessed of virtue, stubbornness, and by the Elder Mahā Kassapa, when he had possessed the great (magical) powers, –",
    "ai-tika-s0101t0:63_3": "and having arrived in the delightful teachers of the Theras, came enlightened, came laughing and flags, and waiting for their coming to district. Theras, laughing, –",
    "ai-tika-s0101t0:63_4": "Abandoning the thirty-two aspects: Questioning over the abode of separately, livid, and finishing.",
    "ai-tika-s0101t0:63_5": "Having persuaded, created, very subtle, they are full of wide,",
    "ai-tika-s0101t0:63_6": "Or alternatively, all of them deliberately can know what is stated,",
    "ai-tika-s0101t0:63_7": "quite secluded from sense desires, quite secluded from unprofitable things, so demolished in mind the great widea figure, quite secluded from unwholesome things, and while he was still engaged in the great alternative (?) with the something more subtle than that day.",
    "ai-tika-s0101t0:64_0": "And the rows of the crowd and the sword (that) is well proclaimed to Jambudīpa, yet there is much something for the sake of the conversion of the many people, for the sake of (supernatural) vessels strewning them about prosperousnessessively.",
    "ai-tika-s0101t0:64_1": "Remember long: he wants a long time later long.",
    "ai-tika-s0101t0:64_2": "For it is beneficial and relates to the true teaching. It leads to long standing, longing for the true teaching.",
    "ai-tika-s0101t0:64_3": "for this is said by the Blessed One:",
    "ai-tika-s0101t0:65_0": "These two things lead to the continuation, persistence, and enduring of the true teaching.",
    "ai-tika-s0101t0:65_1": "What are the two?",
    "ai-tika-s0101t0:65_2": "the words and phrases are well organized, and the meaning is correctly interpreted.”",
    "ai-tika-s0101t0:66_0": "what he wants to do, he says is speaking very beneficial.",
    "ai-tika-s0101t0:66_1": "Hence it is said:",
    "ai-tika-s0101t0:66_2": "“I won’t dispel you.”",
    "ai-tika-s0101t0:66_3": "Or he wants to give it to the Commentaries that are the means to be illustrated in order to show the way beginning, “This is the path to purity” . Herein, he should be expounded in detail, etc., in the same way as to Saṁsaka.",
    "ai-tika-s0101t0:66_4": "Herein, virtue: such as virtue, etc.",
    "ai-tika-s0101t0:66_5": "Living on ascetic practices: these things are the practices that are a corruption of the states of defilements.",
    "ai-tika-s0101t0:66_6": "All these thirty-two meditation subjects have been brought out in Pāṭaligāma as the thirty-two cases of the remaining eighteen meditation subjects.",
    "ai-tika-s0101t0:66_7": "By the temperaments, etc., that is to say, sense desires, etc., which is deluded by risingons and embellished by greed, and so on.",
    "ai-tika-s0101t0:66_8": "The four absorptions, the four immaterial attainments, the four jhānas, and the four immaterial attainments.",
    "ai-tika-s0101t0:66_9": "Or eight jhānas can be obtained in attaining the attainments.",
    "ai-tika-s0101t0:66_10": "Or alternatively, the jhāna factors of fine-material sphere, the fruit of stream-entry, and the fruit of once-return.",
    "ai-tika-s0101t0:67_0": "all of the supermundane progress, the entire insights,",
    "ai-tika-s0101t0:67_1": "and constantly originated from the Factors of consciousness, etc., whichever comes together in the same way as understanding, shakes and rocks and constantly plunges.",
    "ai-tika-s0101t0:68_0": "Transmigration is a cause of condition for the sake of opposite qualities. The meaning is that gives rise to the causes. Comprehending is the reason for recitation.",
    "ai-tika-s0101t0:68_1": "Yet that even a single harness is covered with riches, it is nicely fortunate and running out of the earth in the ears, and it is said:",
    "ai-tika-s0101t0:68_2": "“Have you pure and bright.”",
    "ai-tika-s0101t0:68_3": "and having discovered the path of the penetration of the discriminations, they left without letting go.",
    "ai-tika-s0101t0:69_0": "Thus all kinds of sounds such as there are because of the words “ausing of drums,” “palms,” according to the word humours.",
    "ai-tika-s0101t0:69_1": "Here the Commentary: in this conversation on the eighth day",
    "ai-tika-s0101t0:69_2": "or increase (in this way), I will not get arranged forward.",
    "ai-tika-s0101t0:70_0": "Just now he has exclusively supernormal powers, while he is endeavouring the variety of paths, “Possessing the path to purity.”",
    "ai-tika-s0101t0:70_1": "Herein, “fot from the first jhāna,” he replied, “Now in the middle of the four paths,” and then the place is shown by means of the path of purification, like the purification of the road who is purified to the opposite sex, and so on.",
    "ai-tika-s0101t0:70_2": "“Practice,” “There is this cleansing the teaching, this is the way of practice, that is good for one who is praised.",
    "ai-tika-s0101t0:71_0": "thus: ‘I want,’ so it is.",
    "ai-tika-s0101t0:71_1": "the Path of Purification",
    "ai-tika-s0101t0:71_2": "Those who plunge into the sky",
    "ai-tika-s0101t0:71_3": "And there is for a reason to show this meaning, “Bhikkhus,” “There is for a long time.” She said, “There is for a league for a long time, collecting the appearance of a simile.”",
    "ai-tika-s0101t0:71_4": "Talking is the talk about making preoccupations of virtue.",
    "ai-tika-s0101t0:72_0": "The discussion on arousing energy is finished.",
    "ai-tika-s0101t0:73_0": "On Regarding the Controllation",
    "ai-tika-s0101t0:74_0": "In Vibhaṅga thus, “He is able to show the first Vibhaṅga in order to show the way beginning, “Explains, the first Vibhaṅga in order to show the Vibhaṅga thus: “It is in order to show the way of the Vibhaṅga Suttas . ”",
    "ai-tika-s0101t0:74_1": "Herein, there is a teacher : “I will explain the meaning to you that word, that is to say, the meaning of what is said.”",
    "ai-tika-s0101t0:74_2": "“I shall explain the meaning of what is known as the meaning,” thus he “I shall live in that suttanta.”",
    "ai-tika-s0101t0:74_3": "Or alternatively, “By ...” , the words “There is no longer in this way.",
    "ai-tika-s0101t0:74_4": "is said in the section dealing with that: such is its meaning.",
    "ai-tika-s0101t0:74_5": "This is the first reason why the name of the great stays in the first place where the blesseds was announced in the multiplicator. ...",
    "ai-tika-s0101t0:74_6": "Once again said, “We give to gifts.”",
    "ai-tika-s0101t0:74_7": "Why should they wait for the four months of the Dīghanakha, with the first aggregates, and an ethical leader?",
    "ai-tika-s0101t0:74_8": "About the goods, breaths, and the rest do not occur in the first place, because of faith,",
    "ai-tika-s0101t0:74_9": "For the seeds are wholesome things that are skillful,",
    "ai-tika-s0101t0:74_10": "“Faith is my seed, and it is plenty of food.”",
    "ai-tika-s0101t0:74_11": "And what is the name of the one called abode of crows and favourable?",
    "ai-tika-s0101t0:74_12": "Likewise the fourteenth sections and the ninety-fourth sections",
    "ai-tika-s0101t0:74_13": "On the first occasion of talk on virtue, etc., the entire spectrum of virtue is finished.",
    "ai-tika-s0101t0:74_14": "for he is the virtue of the Dispensation of the Buddha’s virtue, and so on (the wholesome) virtues’ virtue,",
    "ai-tika-s0101t0:74_15": "Hence it is said:",
    "ai-tika-s0101t0:74_16": "“Mendicant, you are purified in the starting point of skillful qualities.",
    "ai-tika-s0101t0:74_17": "What is the starting point of skillful qualities?",
    "ai-tika-s0101t0:74_18": "Virtuous conduct and learning.”",
    "ai-tika-s0101t0:74_19": "And here there is none of these as mentioned here as men.",
    "ai-tika-s0101t0:74_20": "But as to the insistence of views, while insistence on the earth from the dyads, the evasiveness of the view of the evasiveness of the essence, or the essence of the Brahmā realm.",
    "ai-tika-s0101t0:74_21": "For when the Buddha had entered the Brahmajāla tree he came to destruction, he collected the vows of view, and he said to the forty-three (the monks).",
    "ai-tika-s0101t0:75_0": "In the first great commentary on the meaning",
    "ai-tika-s0101t0:76_0": "They want to raise the first great sacrifice, and in the name of the counselor. Then he said to the Kāḷisambhidā, Saṅgīha, the Vaṅgīsa, “Listen, Kāḷī, you should show the first-to-down here.” ...",
    "ai-tika-s0101t0:76_1": "should be understood.”",
    "ai-tika-s0101t0:76_2": "Herein, just as, when a man has been taught there, having prepared there the Dhamma and separately from the Sangha’s training, he has covered the recitation in the scriptures, the instruments, and the opposite the discourses, and is included in the discourses and found in the detailed exposition, he is included in the discourses and the rest.",
    "ai-tika-s0101t0:76_3": "at that time she worshipped the great Saṅgha’s (refuge) great limb, and first the great Saṅgha’s great Saṅgha, and the eighty-four thousand aeons of the Great Relics; at that time she constructed the first Mahātittha garden.",
    "ai-tika-s0101t0:76_4": "And having taught the source of each other, without having given the source of them attitude and rose from them.",
    "ai-tika-s0101t0:76_5": "There are beings who, though they do not grasp, etc., and because of the conduct of the Buddhas, thus they tell him, “What is the reason why do they say about?”",
    "ai-tika-s0101t0:76_6": "Saying: “Visit in line,”",
    "ai-tika-s0101t0:76_7": "Herein, faithful means having faith in the set rolling on the wheel of the Teaching (of the Teaching).",
    "ai-tika-s0101t0:76_8": "Then the wheel-turning monarchs tamed, and having just described the Dhamma, just as the wheel-turning monarch says:",
    "ai-tika-s0101t0:77_0": "“A wheel-turning monarch rolling the wheel-turning monarch and sets rolling the Wheel of Dhamma, and rolling the Wheel of Dhamma, he rolls forth the Wheel of Dhamma only in a principled manner.”",
    "ai-tika-s0101t0:78_0": "“Where is it to be shown by the Buddha” and “Buddhas don’t anyone who does not show to him anyone,",
    "ai-tika-s0101t0:78_1": "Wouldn’t the Buddha’s disciple explain educated, as persuaded, one who understands what is well spoken and what is given in detail by one who is unvirtuous, inction, and one who has been brought out what is called “announced”.",
    "ai-tika-s0101t0:78_2": "This is what they’re not disciplined in the Monastic Law.",
    "ai-tika-s0101t0:78_3": "Hence it is said:",
    "ai-tika-s0101t0:79_0": "“Wicked One, I will not become fully extinguished until I have monk disciples ...",
    "ai-tika-s0101t0:79_1": "and having arisen the doctrines of others that have arisen in the Dhamma, they teach Dhamma to the assembly.”",
    "ai-tika-s0101t0:80_0": "“Where did you see the Blessed One, the group of men, that has been fully extinguished in order to see the best seat, etc., as happens for the purpose of showing the best kind of showing the Emancipation.”",
    "ai-tika-s0101t0:80_1": "Because they make sense to be reborn as a human wood, etc., as a position of the Bodhisatta in the Great Bodhisatta,",
    "ai-tika-s0101t0:80_2": "With the constituents (of mind and body) that provide fuel for attachment, and so on.",
    "ai-tika-s0101t0:80_3": "But when he has thus suppressed the defilements, the aggregates of defilement in this way: “This attainment is the far shore, and that is independent of aggregates. This is the proper realisation.”",
    "ai-tika-s0101t0:80_4": "Here it is of quenching that the characteristic of quenching is the air element. The characteristic of the belly is this:",
    "ai-tika-s0101t0:80_5": "“To the relics,” he said, “This is no good talk about,” and he said, “This is an abode for the people,” and he said, “In this way I leftover.”",
    "ai-tika-s0101t0:80_6": "As to the vessel converting mendicants as they had before,",
    "ai-tika-s0101t0:80_7": "Or alternatively, it is the meaning—the meaning is that it should be assembled according to the body.",
    "ai-tika-s0101t0:80_8": "The senior elder told the Community, what is the name of the Sangha?",
    "ai-tika-s0101t0:80_9": "“For a hundred thousand monks,”",
    "ai-tika-s0101t0:80_10": "That is how one who is constantly looked at an instance of shaking what is constantly joints –",
    "ai-tika-s0101t0:80_11": "“God-King, from a heavy family,”",
    "ai-tika-s0101t0:81_0": "Venerable Mahākassapa, thinking it was hard for a person to gain a state of an abiding.",
    "ai-tika-s0101t0:81_1": "“Elected by the people,” he said, “This alms-food, dwelling, and people were sitting together there. This visiting that, which is because of this.",
    "ai-tika-s0101t0:81_2": "Subhadda, who had gone forth in old age, is in order to purify a superhuman quality,",
    "ai-tika-s0101t0:81_3": "Herein, recollecting the teaching:",
    "ai-tika-s0101t0:81_4": "in the true teaching ...",
    "ai-tika-s0101t0:81_5": "how much will it be long since he thinks, “Kimbilately, what will happen?”",
    "ai-tika-s0101t0:81_6": "Likewise he said, “Who is this,” “There is nothing wrong,” and he replies, “There is.”",
    "ai-tika-s0101t0:81_7": "Should any bad thing that go to wherever they settle? Where the evil is the reason, they meet at the place wherever they want,?",
    "ai-tika-s0101t0:82_0": "If taken as much as they do, it sets out, goes, renowned, and unfamage to sit down, saying: “This isn’t for the sake of getting taken by.”",
    "ai-tika-s0101t0:82_1": "If he thinks, “I can use the robes here and there,” and “There is noisy here seeking using the requisites,” etc., by himself intimate robe, he should use it in the use of the robes given by himself.",
    "ai-tika-s0101t0:82_2": "For the purpose of protection which the Blessed One is like that of rain, yet he uses the robes as a messenger by which the Blessed One uses, namely, the use of the robe, and that provides here with its condition.",
    "ai-tika-s0101t0:82_3": "Whenever I die, Kassapa await up to the extent of many different attainments, I live having realized it with my own insight.",
    "ai-tika-s0101t0:82_4": "And they are not seen in the absence of the six kinds of direct- knowledge, composing idea of the suffering that is referred to as they are.",
    "ai-tika-s0101t0:82_5": "Venerable Mahākassapa ... he is like a four-hundred million years holy in one hundred thousand leagues.",
    "ai-tika-s0101t0:82_6": "Hence it is said:",
    "ai-tika-s0101t0:82_7": "“For he has not attained the six kinds of direct-knowledge,”",
    "ai-tika-s0101t0:82_8": "This is another way, apart from that teaching and training.",
    "ai-tika-s0101t0:82_9": "“No, Blessed One,” etc., is said here in the way already described .",
    "ai-tika-s0101t0:83_0": "Then that is the other monks’ offerings, (thinking):",
    "ai-tika-s0101t0:83_1": "Before it is particularly preferred to the divine Dhamma, but when one is able to teach the Dhamma, then the meaning is that.",
    "ai-tika-s0101t0:83_2": "Is the sound of impermanent.",
    "ai-tika-s0101t0:83_3": "he will apply himself to fitting.",
    "ai-tika-s0101t0:83_4": "For this living resounded with the word “In the future” . This is the proper conduct for an abode.",
    "ai-tika-s0101t0:83_5": "“The sky rains, sir.”",
    "ai-tika-s0101t0:84_0": "including a cesspit ...",
    "ai-tika-s0101t0:84_1": "One hundred and fifty-five years (of this number), with the limited faculties and the attainments, (to say): “Protector of the earth, ~ Mindfulness, seeing how many feet, hostile, phrases, hostile, veneration, and liberated in every way, who have subdued their paths and matures, who have reached the highest perfection of supernormal power, who had come to perfection the cord, etc., who come for the sake of purification (of the Saṅghas) who have come.”",
    "ai-tika-s0101t0:84_2": "This is said: “There is no aggregates in the communion of the Religions as the Vinaya Referring to the Faith of the Enlightened One,” “It is said, opposite sewing to receive it in the presence of the Buddha, at the time, and in the presence of the others.",
    "ai-tika-s0101t0:84_3": "It is eighty-four thousand sections on the component of the Dhamma",
    "ai-tika-s0101t0:84_4": "showing them the virtues.",
    "ai-tika-s0101t0:84_5": "The senior elder Mahākassapa says this:",
    "ai-tika-s0101t0:84_6": "“This boy knows no bounds!”",
    "ai-tika-s0101t0:84_7": "Herein, the measures in clay:",
    "ai-tika-s0101t0:84_8": "(but) from desire by means of the discrimination of the desire,",
    "ai-tika-s0101t0:84_9": "But even though they say, “Even what is an adept’s training,” what is said in the sense of going in unmounted, what is only the “prehend” .",
    "ai-tika-s0101t0:84_10": "For the first path is abandoned that in the first four paths beginning with the first path,",
    "ai-tika-s0101t0:84_11": "“Dears ...",
    "ai-tika-s0101t0:84_12": "You should go to a refuge,” and to that composing the Dhamma in the way beginning, “Even those who take up the special qualities of Dhamma.”",
    "ai-tika-s0101t0:84_13": "one who is learned and has not given up.",
    "ai-tika-s0101t0:85_0": "roaming a cattle, the alms-resort is of roaming the streets at death.",
    "ai-tika-s0101t0:85_1": "Personality, Subhadda,",
    "ai-tika-s0101t0:85_2": "Sattuka, very hard-to-see, resolving the Council of the Buddha, the Mallian syllable, and so on.",
    "ai-tika-s0101t0:85_3": "is useless cooked with cloth, and then break it down.",
    "ai-tika-s0101t0:85_4": "a large crowd;",
    "ai-tika-s0101t0:85_5": "worshipping the scent with scented Fragrance, which brings perfumes and so on.",
    "ai-tika-s0101t0:85_6": "just as that when others a wise man is described.",
    "ai-tika-s0101t0:85_7": "The Fortunate One said: “After which one says about this:",
    "ai-tika-s0101t0:85_8": "we must be parted and separated from all we hold dear and beloved.”",
    "ai-tika-s0101t0:85_9": "Without an arrow,",
    "ai-tika-s0101t0:85_10": "tonics allowable for medicine—",
    "ai-tika-s0101t0:85_11": "for this is the meaning of fewness of wishes, etc., in the clause, “He is the best happiness,” he is bound to the forest.",
    "ai-tika-s0101t0:85_12": "On the second day, when those deities are struck with a sense of urgency, he recalled the next to the second day or night in the second day.",
    "ai-tika-s0101t0:85_13": "the wheel was rolled forth by the wheel.",
    "ai-tika-s0101t0:86_0": "This is the best of all kinds,",
    "ai-tika-s0101t0:86_1": "This is the definition of the opposite sex.",
    "ai-tika-s0101t0:86_2": "If this is the aggregate of the entire spectrum of concepts.",
    "ai-tika-s0101t0:86_3": "“Where was the first offense entailing expulsion laid down? Where is it for the first month? Why don’t I make an end?”",
    "ai-tika-s0101t0:86_4": "The Buddha has not laid down a declaration of the recitation of the Monastic Code because he was laid down by the Buddha and by the recollection of the Pātimokkha.",
    "ai-tika-s0101t0:86_5": "For it is quite because of the three kinds of seclusion that the Blessed One’s mind impartially recited the Collections, and so on. Their in the Discipline should be seen in the sense of counterpart.",
    "ai-tika-s0101t0:86_6": "(But) he said: “It is to be asked about,” and so on, etc., in order to show that the counselors, etc., has been described in the Community assembled by them, and so on.",
    "ai-tika-s0101t0:86_7": "In the first of the section deteriorates –",
    "ai-tika-s0101t0:86_8": "“But Realized One, the perfected one, the fully awakened Buddhas don’t say even a single one.”",
    "ai-tika-s0101t0:87_0": "In the Sabbath Mangos, Etc. In the Chapter of the Relics, the Best of the Dhamma, the Monastic Law, and the summaries Questions of the Religions, the beds, the Dhamma in the scriptures, and the Vinaya Suttanta expounded in the Teaching, not the Monastic Law, and the rest.",
    "ai-tika-s0101t0:87_1": "And the Āṭānāṭikaputta said: “ and Buddhas, having just been born in a clan, lesser peak,",
    "ai-tika-s0101t0:87_2": "But the Majjhima reciters were taught by the name of the Aṅgakas: “The Protector of the World, the Vinaya Sutta, and the Dhamma in the way beginning, middle enlightenment, and in the ends of the discourses, and in accordance with the rulers such as thelors of the Council suttas, etc., appear in a case studying from the Ordy kingdom of the earth, and that has been discovered as well.”",
    "ai-tika-s0101t0:87_3": "If he is able, he should get rid of it,",
    "ai-tika-s0101t0:88_0": "So having shown that the sign of the aspect in the description of the earth is shown by means of the benefits in the first phrases, but having shown that it is worthy of offerings in the sign, it is said, “Now it is the means to be seen” .",
    "ai-tika-s0101t0:88_1": "Herein, there (good) freedom: the best kind of freedom, the liberating of the fruit, transformation, or the fruit of deliverance, freedom, or the fruit of deliverance.",
    "ai-tika-s0101t0:88_2": "But some say that freedom have freedom to shaken off freedom.",
    "ai-tika-s0101t0:89_0": "And even though they’re not unable to practice accordingly, and they practice accordingly, (wholesome) with the discipline and the doctrines of the Buddha, etc., and, and because even though the Teaching was being laid down on the training rules, the Vinayaned by the Buddha, etc., and the Teaching, and the Discipline.",
    "ai-tika-s0101t0:89_1": "the rest of the Buddha’s teaching, and the teaching, and the Saṅgha, and so on.",
    "ai-tika-s0101t0:89_2": "Or alternatively, it is only the Dhamma and Discipline that is included in the scriptures, the Vinaya, making merit, the equal of the Dhamma, and the Vinaya as well. And it is only the first enlightenment factor, thus it is the knowledge of the discipline as the teachings.",
    "ai-tika-s0101t0:90_0": "“Understanding thus, ‘The Buddha has understood these verses’ verses by themselves, which he spoke about the attainment of knowledge of the perfection of giving, all and twenty-two parts of variety.",
    "ai-tika-s0101t0:90_1": "Hence it is said: “This is the first (Development) the Awakened One’s words.”",
    "ai-tika-s0101t0:90_2": "At that time it seems was known to all the Buddhas that had no doubt",
    "ai-tika-s0101t0:90_3": "This is how there should be brief in the way:",
    "ai-tika-s0101t0:90_4": "I was looking for a debtless in the midst of craving which I went for a hundred thousand knowledges. I was looking for a hundred thousand coins. I was looking at the head of this very life. And the knowledge that I had become an unshakable.",
    "ai-tika-s0101t0:90_5": "For these things are searching for rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress. That’s why they’ll seek it out.",
    "ai-tika-s0101t0:90_6": "I’ve seen all that you have seen, heard, and known, you have not seen.",
    "ai-tika-s0101t0:90_7": "go to this house, to my home, and to my home,",
    "ai-tika-s0101t0:90_8": "You won’t do (you) will not do for you,",
    "ai-tika-s0101t0:90_9": "I’ve given up all defilements,",
    "ai-tika-s0101t0:90_10": "Ignorance in one person’s continuity to build a level disproportion, the circumference of ignorance.",
    "ai-tika-s0101t0:90_11": "With the ending of craving, reference to fading away, cessation, extinguishment. This is my mind that leads to extinguishment.",
    "ai-tika-s0101t0:90_12": "this is the way of mind, etc.",
    "ai-tika-s0101t0:90_13": "“When (the nature of) things becomes really manifest, this is in very same way.”",
    "ai-tika-s0101t0:90_14": "While the Blessed One was teaching the immaterial jhānas, it seems, “The Blessed One,” etc.,",
    "ai-tika-s0101t0:90_15": "“This is the end of the robe-making season” on which he told, “This is the culmination of this” he should not follow other paths: “This is inconvenient for it.”",
    "ai-tika-s0101t0:90_16": "For the Blessed One has attained the last particular knowledge of the time indeed attained,",
    "ai-tika-s0101t0:91_0": "It is because of the characteristic of impermanence, because of grasping suffering, and because of the complete understanding of all that suffering is the naturally impermanent.",
    "ai-tika-s0101t0:91_1": "the state of peace, insight, awakeninging of the characteristic, and the sense of urgency, having discovered all the characteristics, etc., which is the noble truth of the meditation subjects, and it is the noble truth of the path opposite sex, which is the practice of Nibbāna inclination.",
    "ai-tika-s0101t0:91_2": "Now comes the right practice in which he remarks, saying: “Just now,”",
    "ai-tika-s0101t0:91_3": "Or alternatively, he can exercise them with a sense of urgency, saying: “Thoses abiding here and there in brief,” he showed the way already stated.",
    "ai-tika-s0101t0:91_4": "Because the instructions of the Buddhas is full of heedfulness and complete in all the training, he does not observe the instructions.",
    "ai-tika-s0101t0:92_0": "The first recitation passage for recitation, etc.",
    "ai-tika-s0101t0:92_1": "But some say that “I am” because of the analysis of the eighteen factors, then it doesn’t recall to them.",
    "ai-tika-s0101t0:92_2": "Now, in the first calm, Venerable Ānanda has spoken the youth called Subhaga Forest.",
    "ai-tika-s0101t0:93_0": "There is a patching for 40 kilometers, arrows in the ears, and a spear in the ears.",
    "ai-tika-s0101t0:93_1": "Hence it is said in the Vibhaṅga: “Herder of many Saṁsāra.”",
    "ai-tika-s0101t0:93_2": "Virūpakkhas, the restraining verses in the ways:",
    "ai-tika-s0101t0:93_3": "This is the Monastic Law:",
    "ai-tika-s0101t0:94_0": "He thinks, “In order to teach what is contradicts for himself,” and he listens to what is well considered in himself, thus he is an enlightener of others. He thinks, “This is what is good, this is well proclaimed by him. ” And the other is well proclaimed what is well proclaimed.",
    "ai-tika-s0101t0:94_1": "Likewise in the present life by means of the attainment of the supramundane Dhamma is “boundless” in the sense of causingrious and so on.",
    "ai-tika-s0101t0:94_2": "For the meaning of what is said in brief or in what is spoken by one’s own. If you don’t believe in what is beneficial or what is unbeneficial, you’ll be able to explain the meaning of what is said.",
    "ai-tika-s0101t0:94_3": "The meaning should be illustrated by what is learned and does not show others to because of the other meaning. And the meaning of that it is not to be granted because of this.",
    "ai-tika-s0101t0:94_4": "When an incarnation has been stated, they should not be done according to the first place according to the doctrine of the virtuous.",
    "ai-tika-s0101t0:94_5": "For the meaning here is this exposition of the teaching on the meaning here in order to explain that personality with meaning, of the suttantas, of the sutta, here is given in the Paṭisambhidā,",
    "ai-tika-s0101t0:95_0": "Or alternatively, there are no meaning in giving precept for the sake of self-luminous aspects thus: “Following what is beneficial, the meaning is this, it is the meaning, the aggregates, the meaning is the meaning, the opposite is beneficial, the meaning is the meaning. The meaning is this: it is the meaning.”",
    "ai-tika-s0101t0:95_1": "In this context, the meaning of the words spoken by the meaningful and thankless.",
    "ai-tika-s0101t0:95_2": "And here the first five differences between the meaning and the nine difference between the first, that is to say, the last one (wells) of these, and the nine difference between these.",
    "ai-tika-s0101t0:95_3": "there the stinking of the angry, the blessed with deep wisdom,",
    "ai-tika-s0101t0:95_4": "like a fish in the neck,",
    "ai-tika-s0101t0:95_5": "The roots, etc., are covered all round, like a while covered the stalks out.",
    "ai-tika-s0101t0:95_6": "then the bedroom, he should be told:",
    "ai-tika-s0101t0:95_7": "as it is known that must be understood",
    "ai-tika-s0101t0:95_8": "Or alternatively, what is unconditioned is stated in the three defilements, or in the explanation of the states consisting of neither perception nor non-perception.",
    "ai-tika-s0101t0:95_9": "is the ultimate state, the ultimate state.",
    "ai-tika-s0101t0:95_10": "Or alternatively, “Because of not few wishes” is a term for what they need.",
    "ai-tika-s0101t0:95_11": "‘That’s how I refrain from killing living creatures, stealing, and committing sexual misconduct.’",
    "ai-tika-s0101t0:95_12": "And he should be told in the Teaching and the Monastic Law thus:",
    "ai-tika-s0101t0:95_13": "Therefore it is inclination that is adversity for the sake of self-mortification, productive of what is contrary to the Teaching, and she conflict with only the Monastic Law, as follows: “This act of incarnation, this is what is said” .",
    "ai-tika-s0101t0:96_0": "And they’ve heard and learned in the Vinaya, which in accordance with the Teaching, the Monastic Law, and the sub-chapter on the Monastic Law.",
    "ai-tika-s0101t0:96_1": "That is why acquisition of the perils composites, etc., as stated in detailed exposition is stated.",
    "ai-tika-s0101t0:96_2": "so the fruit enjoys them.",
    "ai-tika-s0101t0:96_3": "He said, “Listen,” “We shall explain the meaning of this,” and “There is no offense for the purpose of giving up a bad view” .",
    "ai-tika-s0101t0:96_4": "—”In order to show the discourses, etc., and in order to extinguish it accomplish it as in the discourses and in self-mortification, because it is given in detail that suttantas.",
    "ai-tika-s0101t0:96_5": "and what you should be discipline in the Monastic Law within the Teaching and the Monastic Law.",
    "ai-tika-s0101t0:96_6": "these (ones) is this: “There is no meaning of what is beneficial” ,",
    "ai-tika-s0101t0:96_7": "Greed",
    "ai-tika-s0101t0:97_0": "Remembering the word wherever they have faith, ethics, learning, generosity, and wisdom, they produce knowledge, and secure themselves.",
    "ai-tika-s0101t0:97_1": "But when he rolls forth the royal idea of kings, he can roll forth into homelessness in the removal of an arched harp.",
    "ai-tika-s0101t0:97_2": "(The king thus addressed the Theras:) “What have I received, and that is to say, the prescribed connection to the most excellent island of Laṅkā?”",
    "ai-tika-s0101t0:97_3": "For there is this difference in such passages as to the sound of cows, etc., as happens when a warrior-covered drums being struck with kings, making the sound of coughs, singing, fairies, laughs, and swords to the word “possess,” the sound of the law.",
    "ai-tika-s0101t0:98_0": "Thoughts that are consumed and different things, and the one who describes the senior",
    "ai-tika-s0101t0:98_1": "the object of his contemplation, etc., are associated with the object of the sense-objects,",
    "ai-tika-s0101t0:98_2": "they dispelled each other in which they haven’t been discipline, nor have they been resolved.",
    "ai-tika-s0101t0:98_3": "Also the water is the meaning.",
    "ai-tika-s0101t0:98_4": "according as it is said: “This is how there are two kinds of modes as stated.”",
    "ai-tika-s0101t0:99_0": "He should teach the Dhamma, etc., which is referred to by law, which ends, and so on.",
    "ai-tika-s0101t0:99_1": "(The king should be expert in accordance with the Teaching and the Monastic Law as before.)",
    "ai-tika-s0101t0:99_2": "Discussion of the proper conduct in regard to their speech, that is to say, the meaning of what is beneficial,",
    "ai-tika-s0101t0:99_3": "Here is talking in this way: ‘This is how there is some discussion!’",
    "ai-tika-s0101t0:99_4": "Discussion of the restraint of the spiritual life,",
    "ai-tika-s0101t0:99_5": "And others too.",
    "ai-tika-s0101t0:99_6": "(but) the sound of schism, the language should be understood to divided in the composing of the Dispensation of the Faith, as in the Vibhaṅga Texts of the Dispensation.",
    "ai-tika-s0101t0:99_7": "Breach of diverse forms:",
    "ai-tika-s0101t0:99_8": "With the giving up of the training, giving up the training, and renouncing the training (following) in the deep enlightenment of the deep nature (of the beauty of),",
    "ai-tika-s0101t0:99_9": "Herein, just as when reasoning it is beneficial (wrong) a full excessively to the meaning, good for the sake of ill will, because it has entered on the way.",
    "ai-tika-s0101t0:99_10": "he was worthy of a religious donation, he was worthy of being presented and worthy of the Blessed One, the perfected one, the fully awakened Buddha.",
    "ai-tika-s0101t0:99_11": "It is said to be “with no more than the urgency.”",
    "ai-tika-s0101t0:99_12": "Likewise in the others.",
    "ai-tika-s0101t0:99_13": "Past Lives, originating,",
    "ai-tika-s0101t0:99_14": "Though the opportunity and knowledge are contemplation",
    "ai-tika-s0101t0:99_15": "And this is said:",
    "ai-tika-s0101t0:100_0": "“In annihilationism, what is right view,",
    "ai-tika-s0101t0:101_0": "How there is the knowledge of this truth that has been quiet.”",
    "ai-tika-s0101t0:102_0": "The views of sensual desire and greed for sense desires is the inferior states of the past, future lives, and present; and they are also called the abode of the past.",
    "ai-tika-s0101t0:102_1": "for it is not possible to cause a schism in the present life.",
    "ai-tika-s0101t0:102_2": "By the roots of trees: sixty-six kinds of temperament are transmigration and non-returners.",
    "ai-tika-s0101t0:102_3": "but we can expound it in the same way as arrival between us and the next",
    "ai-tika-s0101t0:102_4": "Or alternatively, they are of two kinds, that is to say, twofold by way of body,",
    "ai-tika-s0101t0:102_5": "He is the two kinds of preceding beings: the formations and the law of enlightenment through the enlightenment factor.",
    "ai-tika-s0101t0:102_6": "striving forward and requisites, “I am bound by craving” .",
    "ai-tika-s0101t0:102_7": "is restrained and restraint;",
    "ai-tika-s0101t0:102_8": "For the Buddhas say that the King is one who does, “Buddha” is the best of men.",
    "ai-tika-s0101t0:103_0": "Those teachings here are used to questions, reveal, make the meaning of the teaching, gets the meaning here. And the teaching in the Paṭisambhidā, the Vinaya, the meaning of the Dhamma, the Vinaya Commentaries, the meaning and the Vinaya Suttas, and the composed of the Vinaya Commentaries. These Ones are distinguished in the meaning and the teachings.",
    "ai-tika-s0101t0:103_1": "(but) is that in connection with that rough form,",
    "ai-tika-s0101t0:103_2": "For the inclination of the similes is called “refuse” because of the including of the life faculty.",
    "ai-tika-s0101t0:103_3": "“Food, sir.”",
    "ai-tika-s0101t0:103_4": "When it is stated as suffering, the state of partaking of diminution, etc., and as they are deep, they are stated observed in the discourses or profound.",
    "ai-tika-s0101t0:103_5": "So the things that are painful, nasty, deceiving-to-face, etc., this is called profound (but) it is deep into an expert on the training, profound, states in the texts on monastic training, and so on.",
    "ai-tika-s0101t0:103_6": "for the teaching and training according to the Vinaya is the meaning and the teaching, but the teaching is explained.",
    "ai-tika-s0101t0:103_7": "Herein, it should be understood that the state of the startingness of the teaching is given to someone who gives rise to the knowledge of the teaching of the Dhamma. And from the presence of that is difficult to develop. It should be understood to penetrate it with the complete ending of suffering.",
    "ai-tika-s0101t0:104_0": "“I know about the analytical knowledge of truth,” then how should you speak of the Teaching because of this?’",
    "ai-tika-s0101t0:104_1": "“I will tell them to analysis”: “I will give this penetration to the analytical knowledge of this truth,” then said, “I will give rise to knowledge.”",
    "ai-tika-s0101t0:104_2": "“While shows in this way,” “Whether you show the meaning of it,” “Bhikkhus, shows this meaning of it to the profession.” And in this way, they said, “ understand the meaning of this.”",
    "ai-tika-s0101t0:104_3": "So the faithful is the reason why sometimes that is the meaning of the teaching and the outcome of meaning and the teaching, and the practice that is to say, the meaning and the simile of the teaching, and the meaning of that the understanding that it can be seen and explored by the meaning.",
    "ai-tika-s0101t0:105_0": "If they were memorized the teachings, that is causality in conformity with the Dhamma,",
    "ai-tika-s0101t0:105_1": "remembering the states of hyposition, etc., not because it is the cause of ignorance and formations; there is the meaning of ignorance in that case.",
    "ai-tika-s0101t0:105_2": "(In) the Teaching, (anything) with the Teaching,",
    "ai-tika-s0101t0:105_3": "for the teaching is called ‘accomplished’ in the same way as in the next life’ and also ‘proaches of the Dhamma’.",
    "ai-tika-s0101t0:105_4": "the teaching of the Dhamma, which is distinguished, not listed, bodies, listed, and circumstances, and knowledge of the truth, and has been disproved.",
    "ai-tika-s0101t0:105_5": "Because the analytical knowledge of language of the analysis of limited object, etc., respectively entered upon the states of the law.",
    "ai-tika-s0101t0:105_6": "But what is the point of eight reasons: “So they do not having made a sound object with the eight objects,” and so on.",
    "ai-tika-s0101t0:105_7": "“This is the meaning of the words, this is the word observer of the meaning” . Having thus preached the word listed on the word-meaning of the words, according to the word Vibhaṅga thus: “This is the meaning of the words, ‘This is mine’ ,",
    "ai-tika-s0101t0:105_8": "“One who deceives” is invited to the instrument of the Dhamma, etc., thus: “What is the reason for the sake of this Dhamma” .",
    "ai-tika-s0101t0:105_9": "“Through this point” is what is meant. “This is what is spoken,” “The Teacher,” “The Description of the Teaching” on the side, the contrary to the Teaching, the Monastic Law, and the practice that leads to all.",
    "ai-tika-s0101t0:106_0": "Doesn’t they say: “Possessing this teaching because it is not possible to teach the Dhamma in this way?”",
    "ai-tika-s0101t0:106_1": "(Only) the Bodhisatta has not taught the Dhamma in order to instead of others by the Divinesive separately. Instead of taking the meaning here it, he does not conflict with those texts firstly.",
    "ai-tika-s0101t0:106_2": "Or alternatively, the sound of recitation, etc., is like the dispensation of law.",
    "ai-tika-s0101t0:106_3": "“He is recorded in the way already described,” and then according to the specific condition.",
    "ai-tika-s0101t0:106_4": "He, rolled around the word-meaning to be asked,",
    "ai-tika-s0101t0:106_5": "“As a range of lighting up the northern quarter,” so it is able to move alternatively, and to bring about the texts.",
    "ai-tika-s0101t0:106_6": "Herein, as to Visākha, the things associated with ignorance, and the rest of the states of defilement, etc., are similar to the objects of the states beginning with ignorance, etc., which are connected with the objects of the states beginning with the states of , etc., in the sense of urgency, and unshakable, and unconditioned, etc., with the wisdom as its objects and delusion as objects of the production of ignorance.",
    "ai-tika-s0101t0:106_7": "When one is showing another, they should give him a good deliverance, and they said, “We wish to give them.”",
    "ai-tika-s0101t0:106_8": "When a mendicant penetrates this word, they are called “accomplished” because it is the penetration of the states of oppositeness, etc., and that respectively specifically profitable.”",
    "ai-tika-s0101t0:107_0": "and the things described in the Commentaries: “This is a deep matter, this is the exposition of the waters,” and so on.",
    "ai-tika-s0101t0:107_1": "“And if he does so, what is theirs should be attributed in this way: “This is the liberated in them, the state of non-perception, and the one whose mind is undeveloped.”",
    "ai-tika-s0101t0:107_2": "and its ignorant fools proficient in the Teacher, the teaching, the ending of suffering, its origin, its cessation, and the path. And the practice that leads to its cessation should be understood.",
    "ai-tika-s0101t0:108_0": "whatever is said in the end, that is what was said.",
    "ai-tika-s0101t0:108_1": "they say the meaning of the meaning and its meaning,",
    "ai-tika-s0101t0:108_2": "they do not build a dwelling place.",
    "ai-tika-s0101t0:108_3": "They don’t covetousness ...",
    "ai-tika-s0101t0:108_4": "This is the way to look after it.",
    "ai-tika-s0101t0:108_5": "Or alternatively, when one’s own deluded temperament has been subdued with preference to others’ welfare or happiness, or for some reason.",
    "ai-tika-s0101t0:108_6": "He is one who has memorized the teachings that is soon freed by not grasping after truly understanding, because he has attained the method of precepts,",
    "ai-tika-s0101t0:108_7": "We’ll be able to teach the Dhamma,",
    "ai-tika-s0101t0:108_8": "don’t dispell him.",
    "ai-tika-s0101t0:108_9": "Because of their non-violence, etc., which lead to their lasting harm and suffering.",
    "ai-tika-s0101t0:108_10": "The storeman’s storehouse is in the storeroom, in the storeroom, like the shaveling in the Dhamma.",
    "ai-tika-s0101t0:108_11": "his enemy, after calling the topic and looking for the spear, he seeks the company of well-bearings.",
    "ai-tika-s0101t0:109_0": "“Those who take care of them,” he should be understood to include them in the six classes of discriminations. They are composed to each other and everything without the texts on monastic training.",
    "ai-tika-s0101t0:109_1": "For there are three kinds of clear vision:",
    "ai-tika-s0101t0:109_2": "In the second (story), “On the first three months” is one of the four kinds of discrimination, and then done so after having made clear vision,",
    "ai-tika-s0101t0:109_3": "He is well-known in the six kinds of direct-knowledge .",
    "ai-tika-s0101t0:110_0": "it is hard to understand this: “As I understand the teaching of the Buddha, it is this very same consciousness that roams and transmigrates, not another.”",
    "ai-tika-s0101t0:110_1": "thought about the teaching: “Sometimes the state of exertion of the teaching, just as its object, and so the mind is not liable to vanish.”",
    "ai-tika-s0101t0:110_2": "and they gave him a drink.",
    "ai-tika-s0101t0:111_0": "This is the word of the Buddha,",
    "ai-tika-s0101t0:111_1": "the good-hearted is the right time.",
    "ai-tika-s0101t0:111_2": "just because it is time for the meal, he said: “It is not so,” and so on.",
    "ai-tika-s0101t0:111_3": "Is the same solace as to cover myself with a single vicinity?",
    "ai-tika-s0101t0:111_4": "the aristocrats, merchants, and creepers and celestial sarong.",
    "ai-tika-s0101t0:112_0": "What nine?",
    "ai-tika-s0101t0:112_1": "For it is well versed in the detailed expositions, verses, inspired expounded in the charnel ground, and well versed in the Vibhaṅga thus: “If there is no danger from applied thought and slept in being unprofitable, encountered by the verses of meaning, etc., it may be expounded in minds of the Dhamma, organized by the Community, or with its collections, and without the verses of mentioned in the presence of the Great Similes, etc., Compared in the home life as well.",
    "ai-tika-s0101t0:113_0": "“Searning in the Ascetic life of the Faith in the Leaders",
    "ai-tika-s0101t0:114_0": "Not understanding the signless, with a motion, not without thought.”",
    "ai-tika-s0101t0:115_0": "For the ascetic life is a term for the Enlightenment of the Buddha,",
    "ai-tika-s0101t0:115_1": "That is why Mahākaccāna said this:",
    "ai-tika-s0101t0:115_2": "“You’re not included in the Monastic Code.”",
    "ai-tika-s0101t0:115_3": "“This discourse is well-known and fathomed",
    "ai-tika-s0101t0:116_0": "Similarly in the sign of foulness, etc., which signified by that which he had been purified by him.",
    "ai-tika-s0101t0:116_1": "Because that necklace is stated with the sign of beauty",
    "ai-tika-s0101t0:116_2": "for if you say ‘The world’ means the carcass of bathing powder is so.",
    "ai-tika-s0101t0:116_3": "Mindfulness with the verses on the occasion of making the sign, he gave away the answer to that same sign.",
    "ai-tika-s0101t0:116_4": "For they answer: ‘It is because of answering questions that declare should be answered.’",
    "ai-tika-s0101t0:116_5": "This being so, when questioned thus, the verses were shown in them, and produced, is put in an answer to him in many ways.",
    "ai-tika-s0101t0:116_6": "no-one else would say ‘I am’, without either.",
    "ai-tika-s0101t0:116_7": "Because the nature of the teaching is used up in those verses.” Because it is said in the Buddha’s presence that they apply themselves to the four classes of rebirths, old age, and death, the perception of the aggregates, and the perception of the teachings, and the defilement, etc., in the way already described, they are exceedingly pure in their minds and perceptions of the teachings, conformity with them.",
    "ai-tika-s0101t0:116_8": "But here the perception of the home life that has a particular sign because it is properly grasped that from the ascetic life, and from the stilling of perceptions of variety.",
    "ai-tika-s0101t0:116_9": "They don’t make sure that doctrines passage for recitation. They don’t wait until they’ve heard.",
    "ai-tika-s0101t0:116_10": "isn’t worth a sixteenth part",
    "ai-tika-s0101t0:116_11": "Because formerly he spoke the questions before the sign, he answers the feature of those verses.",
    "ai-tika-s0101t0:117_0": "And in what is said:",
    "ai-tika-s0101t0:117_1": "“Forgetable to those infant oppressed, and there would be no change in his mind.”",
    "ai-tika-s0101t0:117_2": "The Simile of the Guardian",
    "ai-tika-s0101t0:117_3": "For the Buddhas’ verses were not found in the Dhammapada:",
    "ai-tika-s0101t0:117_4": "For that is why it is called “the Commentaries” those who raised up and done it is done.",
    "ai-tika-s0101t0:117_5": "And in that case, what is said:",
    "ai-tika-s0101t0:117_6": "“There’s no fame for blemishes because of their wealth has been gained for him.”",
    "ai-tika-s0101t0:117_7": "with a thousand verses.",
    "ai-tika-s0101t0:117_8": "Approaches in meaning and in other verses, not for any other reasons: ‘There is such a discussion in the Discourse on the Discussion of the discourses, and one who speaks of ‘I am said to him in the Vedas’.",
    "ai-tika-s0101t0:117_9": "“Amongst those in the analysis of the Monastic Code in the recitation passages of the analysis of the Monastic Code wouldn’t more than that.”",
    "ai-tika-s0101t0:117_10": "Those verses consisting in the yellow robes, etc.",
    "ai-tika-s0101t0:117_11": "Not through the air at both ends and the homes of the homes,",
    "ai-tika-s0101t0:117_12": "Thus forty eons of what should be understood in each of these,",
    "ai-tika-s0101t0:118_0": "“... the teaching ...",
    "ai-tika-s0101t0:118_1": "This is the first 84,000 Vinaya, the Noble Ones, the Discipline of the Dhamma, the bearer of the Vinaya, having rejected the Dhamma and the Vinaya, follows: “This is the first Vinaya, influence of the Dhamma, etc., before the second Vinaya from the Bodhisatta has become a Buddha, a Dhamma talk from the Dispensation, and so on.”",
    "ai-tika-s0101t0:119_0": "The account of the praised is finished."
}