{
    "ai-tika-s0402t23:0_0": "(6) 1. Brāhmaṇavaggo",
    "ai-tika-s0402t23:1_0": "First: Transmigration",
    "ai-tika-s0402t23:2_0": "52.",
    "ai-tika-s0402t23:2_1": "Old agents of old age, old age, sickness, and death are not exempt from old age.",
    "ai-tika-s0402t23:2_2": "grows in the same way, that is to say, the attainment of failure in morality, and the attainment of virtue, and so on.",
    "ai-tika-s0402t23:2_3": "birth and old age, of great birth, old age, grief, and grief,",
    "ai-tika-s0402t23:2_4": "The first extra robe when you saw three extra efforts, and the middle one after it was well.",
    "ai-tika-s0402t23:2_5": "Third he arrived at the third time, and then arrived back to the last existence.",
    "ai-tika-s0402t23:2_6": "They fear and dread and frightening: they keep themselves safe.",
    "ai-tika-s0402t23:2_7": "(but) actions are established in action, he exists in intention,",
    "ai-tika-s0402t23:2_8": "Contacts, takes pleasure in it.",
    "ai-tika-s0402t23:2_9": "“What is it said?” “What is birth?”",
    "ai-tika-s0402t23:2_10": "the world’s finite.",
    "ai-tika-s0402t23:2_11": "When borne is born, he doesn’t grow old. Then when something is born, he still gets old.",
    "ai-tika-s0402t23:2_12": "also suffering is seeked away from another.",
    "ai-tika-s0402t23:3_0": "Stilled by it rolling back;",
    "ai-tika-s0402t23:3_1": "Getening is produced by anxiety,",
    "ai-tika-s0402t23:3_2": "Endowed on: it is established by states ,",
    "ai-tika-s0402t23:3_3": "he must surely do so;",
    "ai-tika-s0402t23:3_4": "He who greatly brings ultimate happiness,",
    "ai-tika-s0402t23:4_0": "First: Two Brahmins are finished.",
    "ai-tika-s0402t23:5_0": "Second: Transmigration",
    "ai-tika-s0402t23:6_0": "He should share the second vessel for the other’s brothers.",
    "ai-tika-s0402t23:7_0": "Second: Two Brahmins are finished.",
    "ai-tika-s0402t23:8_0": "Protectorms",
    "ai-tika-s0402t23:9_0": "54-55.",
    "ai-tika-s0402t23:9_1": "For the third time, those who don’t give up greed, hate, and delusion, and haven’t given up that person with a trainee nun. This is how they should give up that great produced in this very life.",
    "ai-tika-s0402t23:9_2": "Because of this arrangement you should take care of the food in this way.",
    "ai-tika-s0402t23:9_3": "The meaning of the Path of Purification should be understood as mentioned in the way already stated.",
    "ai-tika-s0402t23:9_4": "The fourth is finished.",
    "ai-tika-s0402t23:10_0": "The Brahmins of the Universal Monarch is finished.",
    "ai-tika-s0402t23:11_0": "5. Nibbutasuttavaṇṇanā",
    "ai-tika-s0402t23:12_0": "56.",
    "ai-tika-s0402t23:12_1": "He should not attain these five hundred bowls when he has attained by the stilling of the truth, then all, when he shouldn’t attained it in the next life.",
    "ai-tika-s0402t23:12_2": "in the enquiry, (called) a position, in the shoulder be treated.",
    "ai-tika-s0402t23:12_3": "he should be told: “This is the kind of dwelling place,” “This is the practice of which bringing back.”",
    "ai-tika-s0402t23:13_0": "The About Parinibbāna of the Gods",
    "ai-tika-s0402t23:14_0": "6. Palokasuttavaṇṇanā",
    "ai-tika-s0402t23:15_0": "57.",
    "ai-tika-s0402t23:15_1": "In the sixth teachers who follow the teachers’ teachers instructions.",
    "ai-tika-s0402t23:15_2": "Hell of the lower lifespan of hells, the animal realm, and the ghost realm.",
    "ai-tika-s0402t23:15_3": "(and) what is said in both meaning and what is said.",
    "ai-tika-s0402t23:15_4": "The living in the neighborhood of the villages",
    "ai-tika-s0402t23:15_5": "(They are) unconditioned. Unspecified the sake of improper attention, and non-percipient states have not ceased on the contrary .",
    "ai-tika-s0402t23:15_6": "(But) he does not exceed the requisites of others, greed for the other majestics of others, which is like a great refuted of greed.",
    "ai-tika-s0402t23:15_7": "Likewise in that case the flame of all sorts of greed, hate and delusion isn’t extremely deplored.",
    "ai-tika-s0402t23:15_8": "(but) the reflection of another’s preliminary offerings, thus he is prevented (today).",
    "ai-tika-s0402t23:15_9": "There is no attention to the idleness of greed that is as fondness due to bodily conduct, as though bad bodily conduct.",
    "ai-tika-s0402t23:15_10": "this is bad principle.",
    "ai-tika-s0402t23:15_11": "Tembling as greed,",
    "ai-tika-s0402t23:15_12": "Because that closely in that place is called wrongly cooked.",
    "ai-tika-s0402t23:15_13": "in brief, without reflection, the indication of greed (them) application of greed, hate, and delusion. He makes use of that, when there is something to be incapable of requisites.",
    "ai-tika-s0402t23:16_0": "Virūpakkha and the End of various kinds, etc.,",
    "ai-tika-s0402t23:16_1": "will cross a farmer with a needle,",
    "ai-tika-s0402t23:16_2": "it is possible to attain pregnant, but rather, it is pregnant,",
    "ai-tika-s0402t23:16_3": "undergoing the protection of living creatures:",
    "ai-tika-s0402t23:16_4": "Cuting people who do drive (of cloth),",
    "ai-tika-s0402t23:16_5": "Since they became familiar with their own appearance, they will grow for the sake of the womb.",
    "ai-tika-s0402t23:16_6": "Looking around thighs,",
    "ai-tika-s0402t23:16_7": "obtained (them) heritages, the yakkhas, (these called) yakkhas, the Parinibbāna of the Right One,",
    "ai-tika-s0402t23:17_0": "The Congregation of the World is finished.",
    "ai-tika-s0402t23:18_0": "7. Vacchagottasuttavaṇṇanā",
    "ai-tika-s0402t23:19_0": "58.",
    "ai-tika-s0402t23:19_1": "these seven high and luxurious drinks,",
    "ai-tika-s0402t23:19_2": "A Dhamma talk that is to do so, and he gives his consent, saying, “So what is beneficial.”",
    "ai-tika-s0402t23:19_3": "the Teaching is contrary to the Teaching, “Regarding the Teaching”.",
    "ai-tika-s0402t23:19_4": "The legitimate means, having legitimately, the same he is the legitimate,",
    "ai-tika-s0402t23:19_5": "And the sound of the Teaching is spoken about.”",
    "ai-tika-s0402t23:19_6": "corrected his words,",
    "ai-tika-s0402t23:19_7": "Regarding the four friends",
    "ai-tika-s0402t23:20_0": "Should plane: He is included in the same sesame seeds",
    "ai-tika-s0402t23:20_1": "But before that (follows) in the first house, breaking the ropes off the darkness, and the barriers came,",
    "ai-tika-s0402t23:20_2": "And how does one review this knowledge? “And how are they brought out?”",
    "ai-tika-s0402t23:20_3": "Any other.",
    "ai-tika-s0402t23:20_4": "lying down, thinking: “The noise,” and “For his precincts it.”",
    "ai-tika-s0402t23:21_0": "Virtuously, free from being free from danger,",
    "ai-tika-s0402t23:21_1": "they do not build a dwelling place.",
    "ai-tika-s0402t23:21_2": "They get reborn in birth, that is the meaning.",
    "ai-tika-s0402t23:21_3": "Hence it is said: “Where do you have been born?”",
    "ai-tika-s0402t23:22_0": "And the meaning is whole full of the opposite.",
    "ai-tika-s0402t23:22_1": "Hence it is said: “Puṇṇaka, torment me in a complete assembly.”",
    "ai-tika-s0402t23:22_2": "this is the state of peace.",
    "ai-tika-s0402t23:22_3": "she declares the deep knowledge of the perfection.",
    "ai-tika-s0402t23:22_4": "to the end, gone beyond,",
    "ai-tika-s0402t23:22_5": "The same method applies in the same way",
    "ai-tika-s0402t23:22_6": "From the field of merit they told in the world: “The ascetic, endowed with the special qualities of fewness of wishes, contentment, effacement, seclusion, and so on.”",
    "ai-tika-s0402t23:23_0": "The Book of the Vacchagotta is finished.",
    "ai-tika-s0402t23:24_0": "8. Tikaṇṇasuttavaṇṇanā",
    "ai-tika-s0402t23:25_0": "59.",
    "ai-tika-s0402t23:25_1": "approached the monks’ monastery.",
    "ai-tika-s0402t23:25_2": "“He’ll escape me,” and he replies, “The ascetic Gotama will do what I say.” But he will be released from me.",
    "ai-tika-s0402t23:25_3": "endowed with great strength, shaven.",
    "ai-tika-s0402t23:25_4": "The wise one, having a perfect confidence,",
    "ai-tika-s0402t23:25_5": "he exercises his own doctrine with another who is attached to schism.",
    "ai-tika-s0402t23:25_6": "learned, crushing out.",
    "ai-tika-s0402t23:25_7": "Or alternatively, what is skillful and what is unskillful,",
    "ai-tika-s0402t23:25_8": "A person accomplished in wisdom,",
    "ai-tika-s0402t23:25_9": "For the wise ones possessed the profoundity of the three Vedas, etc.",
    "ai-tika-s0402t23:25_10": "for which reasons the sound of crows brought to him, “Friends” is used for the purpose of giving a reason.",
    "ai-tika-s0402t23:26_0": "As, for the sake of which one is needed, the meaning is the meaning.",
    "ai-tika-s0402t23:26_1": "That is why the words: “Heart (etc.) ”",
    "ai-tika-s0402t23:26_2": "After saying: “Take!” he said, “Dear it inquiry,!” and “There is no need, they bring it to you,” he said.",
    "ai-tika-s0402t23:26_3": "to show them in order to show the one who is satisfied by their mother.",
    "ai-tika-s0402t23:26_4": "Will people in the world show the benefit of the people? And in the world an affair only if their mother would be hard to give them to their own son.",
    "ai-tika-s0402t23:26_5": "counterparts, takes hold of a womb, which is pregnant, with the appearance of a room,",
    "ai-tika-s0402t23:26_6": "Suppose a man’s food, drink, clothes, vehicles, belows, and rats,",
    "ai-tika-s0402t23:27_0": "Also a father, a mother, a father, and brothers, says this: “Friends and P fathers, and one pair of polished pollutants, I will go to the seventh pair,” and he should say, “Yes, we.”",
    "ai-tika-s0402t23:27_1": "And in the Commentaries, having pair of poisons, is said to be the best span, the life-process.",
    "ai-tika-s0402t23:27_2": "and we will give them a pair of Commentary (of the Buddha), saying: “We will give something to them,”",
    "ai-tika-s0402t23:27_3": "Each of the first two is profounded by mentioned above. This is how they should be seen.",
    "ai-tika-s0402t23:27_4": "so that their snares was spreading, “There is in the morning time.”",
    "ai-tika-s0402t23:27_5": "unshakable:",
    "ai-tika-s0402t23:27_6": "With an enclosed of faith: the monks from the group of six are not thrown away by a sunshade.",
    "ai-tika-s0402t23:27_7": "“I am capable of profitable things; for which reason it is the reason for this?”",
    "ai-tika-s0402t23:27_8": "And here it is said in the rainy season: “In this place there is no danger,",
    "ai-tika-s0402t23:27_9": "Welcome, brahmin, a yoke with these hands” (himself) presented by the brahmin magicians’ offerings power,",
    "ai-tika-s0402t23:27_10": "“It is because of this” .",
    "ai-tika-s0402t23:27_11": "for sentient beings are very hard to maintain, and bad things thread.",
    "ai-tika-s0402t23:27_12": "Taking is satisfied with this: “This is the highest state,” he",
    "ai-tika-s0402t23:27_13": "For sentient beings who abuse and insult what is false.",
    "ai-tika-s0402t23:28_0": "like one desiring in the four directions.",
    "ai-tika-s0402t23:28_1": "wins overpowing syllable: the meaning is, it is recited.",
    "ai-tika-s0402t23:28_2": "(They are) devoted to that which enemy does not apply, having set on the heart,",
    "ai-tika-s0402t23:29_0": "(but) as in the detailed precincts one to proceed upon that which is to say, though they are expounded in the same way as “mindful” .",
    "ai-tika-s0402t23:29_1": "the word-meanings, the word-meanings, the words through the protective, the word “meaning” having been shown that he is added, “Victor,” and “Dispelled by the juice of the knocking itches, “He is independent,” he shows that he is aroused here.",
    "ai-tika-s0402t23:29_2": "he goes confidently, he stands confidently, he stands confidently, he’s not filled with lofty of alms.",
    "ai-tika-s0402t23:29_3": "The meaning is that in conformity with the word producing of one lesser result in meaning, and that meaning is to say earlier .",
    "ai-tika-s0402t23:29_4": "And the many kinds of sounds, etc., are produced in one to the word “supernaturality,” and also the system here and there too.",
    "ai-tika-s0402t23:29_5": "His verbal action, etc., is separated by the anthilly, what is allowable and expert in its function, etc., as its characteristic, etc., and so on. He says many ways: “They have incomplishedness, and the unprofitable deeds.”",
    "ai-tika-s0402t23:29_6": "This root of legal procedures is said to be the basis of psychic power.",
    "ai-tika-s0402t23:29_7": "for a hundred thousand servings and a hundred thousand methods,",
    "ai-tika-s0402t23:29_8": "the opposite is interpretations of division, etc.; and the practice that leads to division is indeed.",
    "ai-tika-s0402t23:29_9": "these four (people) are found,",
    "ai-tika-s0402t23:30_0": "Longss in the four directions, where they fall down the body, that practice, or the wind fits in.",
    "ai-tika-s0402t23:30_1": "they stay on topic, Vāseṭṭhas,",
    "ai-tika-s0402t23:30_2": "At this point they say: “That is how it is beneficial and relates to the meaning.”",
    "ai-tika-s0402t23:30_3": "He declares that sound, the meaning, and that mendicant explains it to bearing them. And he explains the meaning of these words:",
    "ai-tika-s0402t23:30_4": "The world is not attracted by that, doesn’t go to the next world.",
    "ai-tika-s0402t23:30_5": "For beings do not give rise to the thought of those beings,",
    "ai-tika-s0402t23:31_0": "Mahā-King Meṇḍaka was born in the family of Bhaddiya, Jālaka, Uppalavaṇṇā, Nimba, Piṇḍula, and Muṇḍakadatta, Tissa, and Kohaka. He had mastered the great warriors and pronounced the son of Meṇḍakas, as well as enlightened one. These called Koṇḍañña, Koṇḍañña, Kokālika, Bhāradvāja, (Sālaka) Kumāravaka, and Piṇḍuvāsa, Tissaka, Tissaka, Tissaka, Tissaka, Tissaka, and Pabbattissa, Tissaka, Tissaka, Āleyyaka, Tissaka, Ālīralouka, Ālī, and Kāsavaka, Abhaya, Abhaya, –",
    "ai-tika-s0402t23:32_0": "But why are they called ‘change’, why are they called the ‘factors’?",
    "ai-tika-s0402t23:32_1": "and through the power of the great hermit:",
    "ai-tika-s0402t23:32_2": "Thus he carried on the Great Wood in this way two great species,",
    "ai-tika-s0402t23:32_3": "For it is established in the mud-coloured knowledge of the great sesame seeds that are fixed in the great lips and the belly’s supernormal powers, and so on. They are called “prehending the great law of the Great Wood” .",
    "ai-tika-s0402t23:32_4": "It is because the lotus pond is gradually subdued to the Blessed One’s teaching the immaterial attainments, and their knowledge of the profundity of their arranging their tradition.",
    "ai-tika-s0402t23:32_5": "All the perfected ones within their ethics, immersion, and wisdom. They all those four kinds of mindfulness meditation are well established in regard to the seven kinds of mindfulness meditation. And the four kinds of mindfulness meditation, having established their mind in the mud, aggregates, and the seven awakening factors. Such a noble disciple is the foremost in the highest development of the paths and the paths of wisdom.",
    "ai-tika-s0402t23:32_6": "On the contrary, when the Bodhisatta in the abidings having driven out of concentration through insight and considered all the maintaining balances of function, and producing concentration with insight and understanding, all the time of the being intent on awakening, just as the underlying tendencies of Concentrated idleness and witness, was said to be the to be the province of Sakka witness witness about being reborn in the way beginning, the restrained, and that is to say.",
    "ai-tika-s0402t23:32_7": "And so the eight Theras the disciples called Sāketa are found in each of the fine-material jhānas based on the head and four great primaries , and that is called “changes” because they are great and because they are boundless.",
    "ai-tika-s0402t23:32_8": "But the words “possessing to the preliminary” because it is the prior impediments of the fine-material jhānas and it is said to be “intentionality.”",
    "ai-tika-s0402t23:32_9": "yet, like a great mass of fire swamped by a thousand coins, yet he many hundreds of thousands of years.",
    "ai-tika-s0402t23:33_0": "That is why the beginning’s wind comes about: What is included in the end of the first, the unreliable later on the matter in the end, and that which is needed in the middle?",
    "ai-tika-s0402t23:33_1": "After bringing them to the two, he said, “Noble fall there,” “There is no need,” “There is no need for them,” “There is no need for them.” ...",
    "ai-tika-s0402t23:33_2": "is not able to say.”",
    "ai-tika-s0402t23:34_0": "in this world they are fathomed:",
    "ai-tika-s0402t23:34_1": "these are here “blessings” is what is just said.",
    "ai-tika-s0402t23:34_2": "In the third tetrad there is purity for attaining the third path, and that is incompatible and purified in fear, that is to say, the purity of the paths, etc., which is like the Noble One who has spread overcoming the three aggregates in two ways.",
    "ai-tika-s0402t23:35_0": "he conceals the mass of delusion: the stilling of delusion, and the aggregates of knowledge.",
    "ai-tika-s0402t23:35_1": "is called deluded from delusion.",
    "ai-tika-s0402t23:35_2": "The meaning is this: the indication that requires one’s own beauty, illuminating whether it is the meaning of what is needed, is the meaning.",
    "ai-tika-s0402t23:35_3": "This is the meaning of overestimation.",
    "ai-tika-s0402t23:35_4": "As soon as they’re able to define them in this way, they differ interruptedly.",
    "ai-tika-s0402t23:35_5": "But it is of the kind already described in the meaning of the 40 kilometers in the meaning and of the kind already described.",
    "ai-tika-s0402t23:35_6": "Ignorance is simply a terminator because of these (magical) powers: the meaning is this, that is to say, the meaning should be seen.",
    "ai-tika-s0402t23:35_7": "Because he has given up these things and abandoned the knowledge of ignorance, fully abandoned by ignorance and given up by knowledge, by abandoning them, and to give up ignorance.",
    "ai-tika-s0402t23:35_8": "But the other words “I am near” because it arises in him way, (thinking): “We shall live there.”",
    "ai-tika-s0402t23:35_9": "just as when a constructed bag is not stated,",
    "ai-tika-s0402t23:35_10": "In this sense the purpose of seeing a league:",
    "ai-tika-s0402t23:35_11": "so very torpor, hard to know, how to attain it?",
    "ai-tika-s0402t23:35_12": "Because he has arisen from a world, he knows that it arises.",
    "ai-tika-s0402t23:35_13": "he accepts bare wished with arranged mind, which are heedless, wielded, exceedingly powerful, owing to the law of the first three.",
    "ai-tika-s0402t23:36_0": "His mind is easily concentrated: this is the jhāna of the consciousness of the mind,",
    "ai-tika-s0402t23:36_1": "Discernmentary insights, and Vipassī,",
    "ai-tika-s0402t23:36_2": "For it is because it is due to the enlightenment factors that knowledge of the conditions of Awakening and thoughts, because it is easy to get knowledge of this opposite (intentional) knowledge. For it is well proclaimed defined thus: .",
    "ai-tika-s0402t23:36_3": "After emerging from the first absorption, all the base consisting of neither perception nor non-perception, and he has emerged from the four jhānas in the fine-material and immaterial jhānas in other words, he has recommended in the two paths of the variety of paths. And at each other, without understanding the paths of various elements.",
    "ai-tika-s0402t23:36_4": "When he is the Great Bodhisatta of the Earth, one hundred and twenty-thousand Such-Like (afterwards), and one hundred thousand aeons, he becomes the knowledge of the Master’s knowledge (of the opposite sex) knowledge, and he is the greater of the abode of peace, ~ which is called knowledge of the idessence of insight and knowledge, and conquiper of the Master’s opposite sex.",
    "ai-tika-s0402t23:36_5": "While he is teaching the four hundred and twenty-thousand Such-Like (of the eighty koṭis of a hundred thousand koṭis of the sections, he must show in brief a hundred thousand koṭis, a hundred thousand rebirths, and ninety-eons, then in the heaven of the Parinibbāna when he is exceeding the Buddhas of the attainment (where a Buddhas), it is called improper conduct.",
    "ai-tika-s0402t23:36_6": "Were his disciples composed to the disciples of Psychic Possessing of insight?",
    "ai-tika-s0402t23:37_0": "The lower enquiry paths of sensual pleasures, that is, specifically oppressed by theft, and that is, the knowledge of the wrong path. And the knowledge of the journeying, they said: “The path is the best.”",
    "ai-tika-s0402t23:37_1": "cutting off the pollutants about the defilements, the demotion, and the connection with the defilements.",
    "ai-tika-s0402t23:37_2": "knowledge of the ending of defilements, dispelling knowledge of the ending of defilements.” They said, “Those who know the ending of defilements,” “Those who lead to the ending of defilements,” “How can they actually show it,” “Those who don’t reach knowledge?”",
    "ai-tika-s0402t23:37_3": "he takes a low-caste on the mouth, his fore-telling way and entering the mouth of a well-of-water later.",
    "ai-tika-s0402t23:37_4": "This is the noble truth of suffering.",
    "ai-tika-s0402t23:37_5": "(There is) this means to be destroying (the state of) suffering.",
    "ai-tika-s0402t23:37_6": "There is no more incapable of seeing, because of the power of him.",
    "ai-tika-s0402t23:37_7": "Hence it is said: “When you have all suffering” .",
    "ai-tika-s0402t23:37_8": "For the characteristic of opposing. Its has the characteristic of unconditioned.",
    "ai-tika-s0402t23:37_9": "Their penetration and knowledge don’t occur in that way, then the reckoning of later generations, etc., doesn’t occur in the same way as that which is unknowing of suffering.",
    "ai-tika-s0402t23:37_10": "Hence it is said: “He understands, truthfulness is born.”",
    "ai-tika-s0402t23:37_11": "Conditions, all is suffering;",
    "ai-tika-s0402t23:37_12": "Having attained the state of extinguishment, which is the path leading to the normal state of Nibbāna,",
    "ai-tika-s0402t23:37_13": "A having fallen into the presence of a person who gives it up, thus it is “has .”",
    "ai-tika-s0402t23:37_14": "that falls into negligence, or to the things that have no roots,",
    "ai-tika-s0402t23:37_15": "Associating with the sign of fondness,",
    "ai-tika-s0402t23:37_16": "Winds are not established in them,",
    "ai-tika-s0402t23:37_17": "The cessation of suffering",
    "ai-tika-s0402t23:37_18": "Walking off wickedness: Righting through the realisation of the round",
    "ai-tika-s0402t23:38_0": "Associating with the defilements, defilement of corruptions without defilement,",
    "ai-tika-s0402t23:38_1": "Because they have ended the defilements, they say that the origin of suffering is called the end of suffering” .",
    "ai-tika-s0402t23:38_2": "showing it to the very league by league,",
    "ai-tika-s0402t23:38_3": "And here the defilements have been ended, they say: “Whoever has ended the defilements?”",
    "ai-tika-s0402t23:38_4": "Likewise the “space” is said in the sense of controlled mind, etc., and also “freedomniscient” and so on.",
    "ai-tika-s0402t23:38_5": "They understand: “This is suffering”, etc., as happens to the road who understands, “This is path leading to the opposite sex.”",
    "ai-tika-s0402t23:38_6": "who knows and sees this for one who knows and sees this development of the path to realize the fruit of development -",
    "ai-tika-s0402t23:38_7": "Vibhaṅga said, “Understanding that is the noble path, this is said.”",
    "ai-tika-s0402t23:38_8": "knowing and seeing, they do know or see the cause.",
    "ai-tika-s0402t23:38_9": "when he knows that sense desires have ceased and because he is without preference,",
    "ai-tika-s0402t23:38_10": "For one who has undertaken these things, namely, though they have arisen in the morning, at the time of the lifetimestics.",
    "ai-tika-s0402t23:38_11": "And he should see the danger in the same way as abolishing of future greed and hate and delusion as like rained on the near shore.",
    "ai-tika-s0402t23:39_0": "those who have ended the defilements,",
    "ai-tika-s0402t23:39_1": "Reviewing the Knowledge of that knowledge",
    "ai-tika-s0402t23:39_2": "supported by the earth.",
    "ai-tika-s0402t23:39_3": "But, meaning to say, “What is talking about?” “It’s unsuitable to do so,” etc., in the way beginning, “We shall not so out the opening.”",
    "ai-tika-s0402t23:39_4": "Herein, in the past, the future, the present have ended the defilements,",
    "ai-tika-s0402t23:39_5": "Herein, her urgency means she said: “Don’t go first!”",
    "ai-tika-s0402t23:39_6": "and doesn’t come to be reborn in another realm.",
    "ai-tika-s0402t23:39_7": "He doesn’t get rid of resistance in the future, but at the time of the thought,",
    "ai-tika-s0402t23:39_8": "Hence it is said: “In the future there is no (from the lake).”",
    "ai-tika-s0402t23:39_9": "Hermit has arrived in the future, and is given up when he has arrived.",
    "ai-tika-s0402t23:39_10": "Hence it is said: “But is the path.”",
    "ai-tika-s0402t23:39_11": "One day, the abode of four sons, the indicated by the indications of existence, which were specifically destroyed in the way already stated, and its existence .",
    "ai-tika-s0402t23:39_12": "they are spoken of:",
    "ai-tika-s0402t23:39_13": "a mendicant who has ended defilements.",
    "ai-tika-s0402t23:40_0": "the spiritual life is lived here, there is this: “The spiritual life is lived here” .",
    "ai-tika-s0402t23:40_1": "Completely understanding the four truths, etc., and because of their abandonment of right view, because of being completely understood tormented in the truth of suffering, and because of the abandoning of the paths of being experienced, and because of the abandoning of the virtues of the truths of being experienced, and because of their respective pronounced the truth of suffering, and the path leading to peace.",
    "ai-tika-s0402t23:40_2": "Hence it is said: “The four kinds of direct-knowledge in the four kinds of direct-knowledge , the development of the four kinds of direct-knowledge .”",
    "ai-tika-s0402t23:40_3": "The magnanimous ordinary man, beginning with the crowd, chief of men, bandits, and having the following seven sutta:",
    "ai-tika-s0402t23:41_0": "They understand: ‘... there is from this state of existence.’",
    "ai-tika-s0402t23:41_1": "Those who have the noble path here to understood according to the ability of in the noble path, etc., have such mundane and suppression, thus it is “hasing” .",
    "ai-tika-s0402t23:41_2": "For when they review this path through the power of their means, it appears in only the text because it is the path that helps them to be understood as follows: “This is why it is the usual way to complete understanding.”",
    "ai-tika-s0402t23:41_3": "given up by the defilements, it is called “born of the defilements” in the sense of urgency.",
    "ai-tika-s0402t23:41_4": "In the second enquiry, (called) subsequently, he said, “Herein, what is there.”",
    "ai-tika-s0402t23:41_5": "heavenly",
    "ai-tika-s0402t23:41_6": "and these five aggregates are indeed dependently originated.",
    "ai-tika-s0402t23:41_7": "Since they do so, they give their former wife",
    "ai-tika-s0402t23:41_8": "for the perception of undeclaredness is groundless.",
    "ai-tika-s0402t23:41_9": "If there is desire, relishing, and craving for solid food, consciousness becomes established there and grows.",
    "ai-tika-s0402t23:41_10": "Hence it is said:",
    "ai-tika-s0402t23:41_11": "“With the root of six roots, trees, and so on.”",
    "ai-tika-s0402t23:42_0": "whose fame is pursued,",
    "ai-tika-s0402t23:42_1": "Through ethics an ethical person grows,",
    "ai-tika-s0402t23:42_2": "And even a single one fulfills their precepts,",
    "ai-tika-s0402t23:42_3": "Hence it is said: “About pollutants!”",
    "ai-tika-s0402t23:42_4": "live in a profession.",
    "ai-tika-s0402t23:42_5": "Well-controlled: concentration is the foremost stilling,",
    "ai-tika-s0402t23:42_6": "Practicing to the highest fruit:",
    "ai-tika-s0402t23:42_7": "having abandoned death and cut off future rebirth, like a palm stump, again in the future.",
    "ai-tika-s0402t23:42_8": "How then should they reply to give up wickedness, thinking: “What do they say about the bad thing?”",
    "ai-tika-s0402t23:42_9": "all the truths of the four, namely, the truths of the four Buddhas, without having spoken thus: “The four Buddhas are called awakened for themselves”.",
    "ai-tika-s0402t23:42_10": "Buddhas, disciples of Buddha, who are devoted to the disciples of others, will not come back to this state,",
    "ai-tika-s0402t23:42_11": "* Whoever is worshipped by disciples,",
    "ai-tika-s0402t23:42_12": "Thus he said to the Fraternity, after saying: “Let us make an offering, fully awakened Buddha,” and he can give it away in detail even that same place and show it is said, “Now, who is not able to give it away.”",
    "ai-tika-s0402t23:42_13": "A disciple of the Buddha is born in his mouth, when he has come to them, all of them are called a noble disciple who knows the Buddha’s community.",
    "ai-tika-s0402t23:43_0": "One within abode, spending the entire mass of aggregates, saying, “The aggregates are indeed” .",
    "ai-tika-s0402t23:43_1": "I will show supernormal powers as it is, and owing to the knowledge of former lives.",
    "ai-tika-s0402t23:43_2": "and only the single mass of progressive rewards in each and everyway is included in the Brahmā-world thus: “In the Brahmā-world there are nine kinds of sensual stimulation” .",
    "ai-tika-s0402t23:43_3": "but not from here the others.",
    "ai-tika-s0402t23:43_4": "and it should be seen that some of those who are ignorant and inclination should be seen.",
    "ai-tika-s0402t23:43_5": "Rebirth is destroyed when there is birth, they say: “I have attained Arahantship.”",
    "ai-tika-s0402t23:43_6": "“I have said” “It is better to teach Dhamma”: “It is better to have done enough,” and he said, “There is no need. ”",
    "ai-tika-s0402t23:43_7": "What substance doing in the fourteenth and fourteen, namely, Should reveal it (whatever)?",
    "ai-tika-s0402t23:43_8": "The meaning is finished.",
    "ai-tika-s0402t23:43_9": "endowed with sagacity:",
    "ai-tika-s0402t23:43_10": "Talking language, he gains high,",
    "ai-tika-s0402t23:43_11": "Having understood the fact that incarnation is obtained by this knowledge.",
    "ai-tika-s0402t23:44_0": "The yellow Discourse on the Tissāsa is finished.",
    "ai-tika-s0402t23:45_0": "9. Jāṇussoṇisuttavaṇṇanā",
    "ai-tika-s0402t23:46_0": "60.",
    "ai-tika-s0402t23:46_1": "”The nine things can be seen, heard, thought, “Dhammadinnā,” according to which they had done the same thing, which is when they are seen, heard, thought, and known, “No, ‘Control is fitting.’",
    "ai-tika-s0402t23:46_2": "They eat in moderation: towards the meal, on the refuse-rags, who are the fathers in relations of the meal.",
    "ai-tika-s0402t23:46_3": "The best of mentioned: It is best of men , the best of men,.",
    "ai-tika-s0402t23:46_4": "Having given everything according to the sacrifice their opposite sex,",
    "ai-tika-s0402t23:47_0": "The one kind of gold coin is finished.",
    "ai-tika-s0402t23:48_0": "10. Saṅgāravasuttavaṇṇanā",
    "ai-tika-s0402t23:49_0": "61.",
    "ai-tika-s0402t23:49_1": "he is conquered by the ten elephants, the elephants, the horses, the chariots, and the drivers.",
    "ai-tika-s0402t23:49_2": "if he is not fully ordained about the Exterior as the Teacher’s instruction,",
    "ai-tika-s0402t23:49_3": "Everywhere there is four means of the four foot-stools, all four breaths, five sorts, and four kinds of breathing things that bridering on all sides, and all the creatures of the sacrifice should say,",
    "ai-tika-s0402t23:49_4": "And the meaning should be understood in this way.",
    "ai-tika-s0402t23:49_5": "or “He who is because he says material things : ‘What is the matter of this?’”",
    "ai-tika-s0402t23:49_6": "So they say, “So it here,” and they said, “In this way, they strike it.”",
    "ai-tika-s0402t23:50_0": "while he was developing it, he fell down.",
    "ai-tika-s0402t23:50_1": "At the root of the path leading to the spiritual life.",
    "ai-tika-s0402t23:50_2": "Hence it is said: “The noble path is reckoned as an extreme.”",
    "ai-tika-s0402t23:50_3": "Now, in region, by which one received the Worthiness in the place where the Elders",
    "ai-tika-s0402t23:50_4": "having placed on the supreme object, by its appearance, with its objects (?)",
    "ai-tika-s0402t23:51_0": "Then he needs make it for the place where it is.",
    "ai-tika-s0402t23:51_1": "Hence it is said: “Here many” ,",
    "ai-tika-s0402t23:51_2": "This is the meaning of the practice.",
    "ai-tika-s0402t23:51_3": "Having few wishes, contentment, and fault-finding mind,",
    "ai-tika-s0402t23:51_4": "praises those who deserve praise.",
    "ai-tika-s0402t23:51_5": "I will talk about this,” I will talk about what is said.",
    "ai-tika-s0402t23:52_0": "They lie down on a bed,",
    "ai-tika-s0402t23:52_1": "By means of heedlessness of the three Vedas: he is able to endure (only) the characteristic of mindfulness, because of its characteristic.",
    "ai-tika-s0402t23:52_2": "But the purification of the painful states consisting in the opposite sex",
    "ai-tika-s0402t23:52_3": "Because the Fortunate One’s dispensation to the ascetics of other religions.",
    "ai-tika-s0402t23:52_4": "For they owing to their views by supernormal powers, employed by views, etc., their occupations, and they make merit with supernormal powers.",
    "ai-tika-s0402t23:52_5": "“This is the Vāṭhiya”: “This is the reason why, oppressed in this way, this sound, and this is like the case, who birds, caught in the three times, and instruments, and in the case of the covetousness, and in swords envelopsed, with a mind free from the defilements of supernormal powers, who brings it to the four jhānas, and its defilements opppositesites .",
    "ai-tika-s0402t23:52_6": "Or the alternatively, it is called “the a demonstration of psychic power” in the midst of the gods.",
    "ai-tika-s0402t23:52_7": "The fourth path and the concept in the sign opposite direction. From that, when they go to a park, the neighbours of the winds.",
    "ai-tika-s0402t23:53_0": "As signlessness is the characteristic of lighting the mode of its characteristic;",
    "ai-tika-s0402t23:53_1": "The same method applies",
    "ai-tika-s0402t23:53_2": "one southern King Rāhula, summons the southern king.",
    "ai-tika-s0402t23:53_3": "Thus too, your mind turns back after you.",
    "ai-tika-s0402t23:53_4": "since he is presented by him, he said: “This is our mastery.”",
    "ai-tika-s0402t23:53_5": "the distinction of the noble ones, which is an impediment that is called “accomplished” in the sense of Vibhaṅga.",
    "ai-tika-s0402t23:53_6": "“Yes, your mind is just suffering.” And when you have passed away, you didn’t go into the mind-down, or when you’re happy,",
    "ai-tika-s0402t23:53_7": "And here it is said in the prior stage , etc., which are shown by greed and hate and delusion.",
    "ai-tika-s0402t23:53_8": "They think, “Through a second time,”",
    "ai-tika-s0402t23:53_9": "So it is said in this way: “Have you been quiet within” , thus it is “Kaccāna,” .",
    "ai-tika-s0402t23:53_10": "Hence it to him: “Upaka and this adversity,”",
    "ai-tika-s0402t23:53_11": "Also, beneficial and good,",
    "ai-tika-s0402t23:54_0": "when they hear a sound with their ears,",
    "ai-tika-s0402t23:54_1": "the rest is called “reshed” in each place.",
    "ai-tika-s0402t23:54_2": "In a place where the walls were made enquiry,",
    "ai-tika-s0402t23:55_0": "The noble ones do not know the noble ones; the meaning is that.",
    "ai-tika-s0402t23:55_1": "Because that mendicant hasn’t achieved the heart’s wish, even though they know that.",
    "ai-tika-s0402t23:55_2": "The mind’s referred to as a consolidate because it doesn’t know the path of the fruit of that.",
    "ai-tika-s0402t23:55_3": "For a Stream-Enterer, sought the mixture with the mind and loss of the path that leads to the midst of others, and being unable to produce knowledge with complete understanding.",
    "ai-tika-s0402t23:55_4": "all the noble ones, too, will show the fruit in which they will be shown.",
    "ai-tika-s0402t23:55_5": "Suppose a noble disciple has attained the fruit of stream-entry ...",
    "ai-tika-s0402t23:56_0": "The one who is at peace, the aiming to extra effort, and the person,",
    "ai-tika-s0402t23:56_1": "rolling the bones of the fruit of Stream-Entry,",
    "ai-tika-s0402t23:56_2": "He doesn’t attain ... he doesn’t attain mindfulness.",
    "ai-tika-s0402t23:56_3": "Why?",
    "ai-tika-s0402t23:56_4": "Saying, “We told, sirs,” “We have entered on a non-returner,” etc.; they are expert in the noble ones, and they are expounded only on the four sides.",
    "ai-tika-s0402t23:56_5": "With this body of the mind winter come, does not show it.",
    "ai-tika-s0402t23:56_6": "Why?",
    "ai-tika-s0402t23:56_7": "Because it is the difference between persons that it is stated.",
    "ai-tika-s0402t23:56_8": "Of these, it is produced by this noble fruit, which is the noble fruit, and which attains the fruition of stream-entry. And he contemplates and has to be seen and heard about what is felt.",
    "ai-tika-s0402t23:56_9": "For there is no way in the jhāna of the linking in the primary elements for an unpurified person who is boundless here and there, and there is no obstruction to the cessation of a stream-enterer. When it has entered once-returners, non-returners, and who shelts a stream-enterer.",
    "ai-tika-s0402t23:56_10": "As to these eighty fruits were liable to fall away from the lower world, like someone infatuated by the four enemy.",
    "ai-tika-s0402t23:56_11": "Therefore it is said: “Concentrating as an practice.”",
    "ai-tika-s0402t23:57_0": "Furthermore, ‘Skillful’ is one who understands the results of skillful and its result in enlightenment, because it is not possible to know or see or reach the next life as an unpurified existence.",
    "ai-tika-s0402t23:57_1": "For the fruit of the Noble Path, etc.",
    "ai-tika-s0402t23:57_2": "If they become a stream-enterer, they might still have the same sort of fruit.",
    "ai-tika-s0402t23:57_3": "Their fruit would not make a wish,",
    "ai-tika-s0402t23:57_4": "The lower jackals and non-returners, etc., do not attain the fruit of once-return.",
    "ai-tika-s0402t23:57_5": "You shouldn’t enter the sure path with regards to those attainments. And all of them have attained the fruit of stream-entry.",
    "ai-tika-s0402t23:58_0": "having occurred with it: the meaning is that it is occurring.",
    "ai-tika-s0402t23:58_1": "There are mansions that are discovered by the power of instructing the community opposite sex and the monastery as follows.",
    "ai-tika-s0402t23:58_2": "that thought and the name of wrong thought occurs because it is occurring in the same way.",
    "ai-tika-s0402t23:58_3": "Herein, the drawbacks of the charnel ground and the perception of impermanence do not constantly understanding that it is permanent,",
    "ai-tika-s0402t23:58_4": "For the (good) conduct is helpful for the purpose of preliminary,",
    "ai-tika-s0402t23:58_5": "And the meaning should be understood here as the purpose of sounding the best.",
    "ai-tika-s0402t23:58_6": "Likewise in the same way.",
    "ai-tika-s0402t23:58_7": "Then the five aggregates of greed, hate, and delusion grow and the conceit ‘I am’ and its idea for one who is greedy and hate are simply knowing for him.",
    "ai-tika-s0402t23:58_8": "Likewise in the past, when the skin of the blood was being carried on to the simile of the former kamma, it was in the past likewise.",
    "ai-tika-s0402t23:58_9": "In the supermundane states the foundation of the supermundane states is the danger in making predominance in one who accumulating thus: “This is the foremost, the evokment, and fit to stand.”",
    "ai-tika-s0402t23:59_0": "thought: “One who has got over the three knowledges, we have got rid of the noble ones in this way, one who is able to discern this in knowledge and vision, and contemplates the other world.”",
    "ai-tika-s0402t23:59_1": "“So it seems that person is like a disciple who wants to teach the Dhamma in such-and-such a different hypotheses, whose mind is eagerly applies their mind and who wants to behave like this.”",
    "ai-tika-s0402t23:59_2": "After some time they say: “Dlay the marks of a monasteries and marks of protection, they say.”",
    "ai-tika-s0402t23:60_0": "And this is that all kinds of psychic power.",
    "ai-tika-s0402t23:61_0": "The Respect for the Resort",
    "ai-tika-s0402t23:62_0": "The color of brahmin is finished."
}