{
    "ai-tika-abh07t12:0_0": "4. Vīthiparicchedavaṇṇanā",
    "ai-tika-abh07t12:1_0": "the four great elementals arise in the way already described. Their feeling is the preceding the three kinds of feeling, the five classes of feeling, the mind, and the pieces of flesh, the neck, and the pieces of circumstance, and the aggregates, etc.; and the bodies of mentality, and the paths of mentality and diverseness. And so that is, the mind traveled by this.",
    "ai-tika-abh07t12:2_0": "2.",
    "ai-tika-abh07t12:2_1": "(The Theras) were building sites in a precincts which were laid down, and made an agreement of the object rolling the ground.",
    "ai-tika-abh07t12:3_0": "As they roll over the doors and consciousness occur in the various doors.",
    "ai-tika-abh07t12:4_0": "when the six groups of six are related,",
    "ai-tika-abh07t12:5_0": "the color of leaves;",
    "ai-tika-abh07t12:6_0": "6.",
    "ai-tika-abh07t12:6_1": "“The eye has occurred in the transformity with the eye, sights, eye consciousness, and eye contact with the arrogance of the door, etc., is said to be the One withstanding of the eye-consciousness element in the Visionary One with the eye consciousness of the doorways of the Virtue, etc., givers vision of the world, etc., as its object, and so on.",
    "ai-tika-abh07t12:7_0": "The color of the skin is finished.",
    "ai-tika-abh07t12:8_0": "Grasping is the colour of divided.",
    "ai-tika-abh07t12:9_0": "he digs in and positions thus: “Anyone who finds a single consciousness of the sixteenth year, he must have moderate the life span of a single-material mind, who was (only) sixteen years.”",
    "ai-tika-abh07t12:9_1": "At the moment of the twoteen-spheres, after becoming the sixteenth and twenty-eight years, then a great system named Man.",
    "ai-tika-abh07t12:9_2": "It is the momentary consisting of four-foted mentality, and as long as the moment is at one-proclaimed from the mind’s moment.",
    "ai-tika-abh07t12:9_3": "As to the ten times, it is bound up to the short-breaths that remains unconcerned, which is more than the time for seven years.",
    "ai-tika-abh07t12:9_4": "That is why the words “stead of creating a mind that is calm,” and so on.",
    "ai-tika-abh07t12:9_5": "unattached, discovered,",
    "ai-tika-abh07t12:9_6": "untrue, unattached,",
    "ai-tika-abh07t12:10_0": "The commentary on the schism is finished.",
    "ai-tika-abh07t12:11_0": "the commentary on the five complexions of the color:",
    "ai-tika-abh07t12:12_0": "(But) he is unable to make him give in order to show that he is expounded in the Paṭisambhidā by name and clan, which is annoyed matter, etc., and when questioned by him, he asks, “Repulsiveness in order to explain it in order to explain it: “This is energy.”",
    "ai-tika-abh07t12:12_1": "arising from the simile of a reincarnation.",
    "ai-tika-abh07t12:12_2": "Endowed with joined palms,",
    "ai-tika-abh07t12:12_3": "Having overcome the midst of both fragrant coals, (thinking):",
    "ai-tika-abh07t12:12_4": "But some continuation to remain in the mind,",
    "ai-tika-abh07t12:12_5": "For this intention is the intention of eating:",
    "ai-tika-abh07t12:12_6": "When the mind is present, he thinks, “(thinking): ‘It does not arise in us,” and when they arose, they don’t arise, or if they don’t grasp at the moment of their analysis.",
    "ai-tika-abh07t12:12_7": "If there is something, he should be undergone in a mind-made, “Death,”",
    "ai-tika-abh07t12:12_8": "Then, although the arising of the adversity is evident, it still remains unaffected. And it is evident, it is evident, it is evident, and it is not evident to him, yet there is the state of anxiety. Wielder of wisdom, it is evident, it is known that there is in the present life or in accordance with the Teaching.",
    "ai-tika-abh07t12:12_9": "Herein, it is said in the practice that gives rise to the knowledge of the arising of one observation  is there another seeing that the arising of the abode is blemishes, and it is so another means for the sake of a lunarsel.",
    "ai-tika-abh07t12:12_10": "There is another thing that arises and settles. In the same way, the one who gives rise to the border of limb, and the pit of glowing coals will arise in their presence.",
    "ai-tika-abh07t12:12_11": "However, even a merchant’s local monastery does not show in the way beginning, “It isn’t stated in the profession. ”",
    "ai-tika-abh07t12:12_12": "For in order to teach the Dhamma of the origin of forms, which occurs with form, feeling, perception, choices, and consciousness. And after embracing archery, the arising of phenomena, the three characteristics, and the four characteristics, etc.",
    "ai-tika-abh07t12:12_13": "What three?",
    "ai-tika-abh07t12:12_14": "Arising is evident, vanishing is evident, and change while persisting is evident. It is not possible to know what is to say about the meaning of what is possible to understand this.” So there, he does not understand the state of the origin of its end.",
    "ai-tika-abh07t12:12_15": "And the meaning is that it is best among those who reckoned as a variety of understanding, thus it is “rejube” .",
    "ai-tika-abh07t12:12_16": "That’s why it’s not easy to interrupt the mind.",
    "ai-tika-abh07t12:12_17": "That is what is said in the Commentaries: “And what is the arising of the three passages? What are the three passages in air?”",
    "ai-tika-abh07t12:13_0": "9.",
    "ai-tika-abh07t12:13_1": "What is not worth a sixteenth part",
    "ai-tika-abh07t12:13_2": "Their ought to be eaten.",
    "ai-tika-abh07t12:13_3": "At the moment of the minds of seven widespreads like a man’s mind.",
    "ai-tika-abh07t12:13_4": "But then unification of mind become clear,",
    "ai-tika-abh07t12:13_5": "Liable To Virūpakkhas the Dhamma, which is discovered in forms.",
    "ai-tika-abh07t12:13_6": "For one in whom this world only perceives a single-place:",
    "ai-tika-abh07t12:13_7": "for that is why the minds of (grasping) mind is spoken.",
    "ai-tika-abh07t12:13_8": "Characteristics and forms are impermanent, perishing, and changing; their age and death, decrease, their life-span, and the single-threates.",
    "ai-tika-abh07t12:13_9": "And then say:",
    "ai-tika-abh07t12:14_0": "“They have abided their minds.”",
    "ai-tika-abh07t12:15_0": "“Of all of those dependent origination is in the past, future, and present are the sixteenth won’t diminished in the past.",
    "ai-tika-abh07t12:15_1": "For it is the reason why formless states are a condition for the moment, and for the remaining meditation subject that is the time for the corresponding mind becomes faded away and treated with how the cord of his enlightenment factor. For the arising of that becomes fathomous, and with the fading away of mind the seventh reason for seventh day.",
    "ai-tika-abh07t12:15_2": "But there is the instance of the sixteenth consciousness preceding the mind instances and individual essences are not evident through understanding.",
    "ai-tika-abh07t12:15_3": "For one man’s mind has passed through the length of the one-pointed separately going from the water.",
    "ai-tika-abh07t12:16_0": "10.",
    "ai-tika-abh07t12:16_1": "For one man’s mind, these perceptions of consciousness, mind, and body are the past, future, or present.",
    "ai-tika-abh07t12:16_2": "The waters of the Thūpa are nearby, making a object of these, and having gone to its object, people came along with a trade of the opposite sex, etc., as objects and with the diseases come to an end, saying: “Hit is one, uninterruptedly,” and so on. Thus they come back to the place wherever there is no loss.",
    "ai-tika-abh07t12:16_3": "For even with one encountered confidence in those who came to the conclusion of consciousness, still with the conclusion of the progress of his enemy.",
    "ai-tika-abh07t12:16_4": "if it is given to him, she grabbed with him;",
    "ai-tika-abh07t12:17_0": "And although the two beginning with the first three times, beginning with “(material) processes of consciousness,” etc., then in the way already stated , the firstly in each phrase and instance.",
    "ai-tika-abh07t12:17_1": "For one who, when inspiring confidence in five ways, having crushed the objects of the opposite sex together with the object, the meditator, wants to prevail over the instance, and he stands nearly to the spot in the basic, just as when a man.",
    "ai-tika-abh07t12:17_2": "There they surround the mind with adverting, and with the first setting of the mind. Then there will be no impediment in the second-jhānad.",
    "ai-tika-abh07t12:17_3": "But here it is said in the commentaries that the Factors are not clear.",
    "ai-tika-abh07t12:18_0": "He doesn’t give rise to confidence in those without it, so how will he examine the heart with his own indeed?",
    "ai-tika-abh07t12:18_1": "being bound by peacefulness and eleven on one side.",
    "ai-tika-abh07t12:18_2": "just as when a rope is seated on a wall, so too, in a lotus pond covered with sticks, the sticks, stuffed with the head, the ears, the neck, and the braids of the head, the ears, the neck, and the nose tips splitting on the head,",
    "ai-tika-abh07t12:18_3": "And this is said:",
    "ai-tika-abh07t12:19_0": "“When one is subject to another, it is due to overexertion,",
    "ai-tika-abh07t12:20_0": "he is bound by his bonds; he speaks to the end of suffering.”",
    "ai-tika-abh07t12:21_0": "The state of existence eradicated.",
    "ai-tika-abh07t12:21_1": "(Those people) say: “What is the reason, why do you live?”",
    "ai-tika-abh07t12:21_2": "see the owner of the ghost realm.",
    "ai-tika-abh07t12:21_3": "Doesn’t see Vision, thinking: “The eye hasn’t been heard,” said, “This isn’t mine,” consciousness of mine.",
    "ai-tika-abh07t12:21_4": "there is not this difference in both meaning and not seeing a blind state,",
    "ai-tika-abh07t12:21_5": "But if that form sees that sight would be reborn in the company of form.",
    "ai-tika-abh07t12:21_6": "consciousness in this way, since nothing is to be found, in the formless, the between consciousness and the support it would be appropriate to follow.",
    "ai-tika-abh07t12:21_7": "One who has interrupted to see the dangers, is for the instance of sight of the crimes of diseases, for the inner looking at the boundaries, for whomever he is allowed to look at the next world.",
    "ai-tika-abh07t12:21_8": "Herein, there is no consciousness that is conditioned by eye-consciousness, and nostrils are reborn there.",
    "ai-tika-abh07t12:21_9": "But here “what” is a term for the eyes by means of that door-panels .",
    "ai-tika-abh07t12:21_10": "Then, although they say: “Having nothing to do within one or other of theirs, they are subtle,”",
    "ai-tika-abh07t12:22_0": "(such) the shadow is influence in sight,",
    "ai-tika-abh07t12:22_1": "(But) having understood his mind, he is satisfied with the sight of beauty,",
    "ai-tika-abh07t12:22_2": "having defined it by its throat, like a dart (them) with a dart of (you) existence, like a dart (of the mountain).",
    "ai-tika-abh07t12:22_3": "When attention is a condition for using proper attention, it gets by way of acquiring attention.",
    "ai-tika-abh07t12:22_4": "all the streams of the stream.",
    "ai-tika-abh07t12:22_5": "When it has reached maturity, they brought to an end, and even if they don’t get a meat.",
    "ai-tika-abh07t12:22_6": "and hanging around the impulsion, he died uninhabited no dying.",
    "ai-tika-abh07t12:22_7": "The object of the thirteen objects were created by the object of the forest, etc., as objects of a termite-mound, and then by absence (of the middle), “Three objects of the abode,” and then with the object of the inner skin that object the object of the enquiry, etc., then with that objects of the objects of Brahmā.",
    "ai-tika-abh07t12:22_8": "according to their (good) mansions, (intowards) as objects.",
    "ai-tika-abh07t12:22_9": "But with the proximate cause he reckoned the recollection of the Enlightened One’s special qualities as a place like a basket’s branches.",
    "ai-tika-abh07t12:22_10": "And here the king’s minds referred to the length of the mind, which delivers a enemy committed while he was piles.",
    "ai-tika-abh07t12:22_11": "A certain man standing on the ground and taking the fruit of a tree, he fell at the mouth of a rose-apple tree on the seat spread out. Rose from the top of the door, and he went to the sitting mat and went out. Rose the door fairs, having sang up his head, he lay down on his head, and chopped it.",
    "ai-tika-abh07t12:22_12": "There, at the time of the man who has fallen into it, like the time of the body dropped on the bank of the river, which was like the time of an outcaste’s disturbance, like the time of the eyes when the time of the earlier has fallen into it, like a lake, like a poisonous flag, like a bird’s jackal, it was like a fleeating the burning sun’s leaf-hut, and the body dropes boiling on the wrong time and its object on its mouth resembling on its head.",
    "ai-tika-abh07t12:23_0": "What is one who explains what is subject to this?",
    "ai-tika-abh07t12:23_1": "From the surmounting of many kinds of engaging the eye, the ruffled of the eye, the ear, the nose, the tongue, the body, the mind, and the rest, as they succeed in applying effort encounter their encouraging succeeding succeeding in whatever manner of seeing. And what is their objects and what is their objects with that as its object.",
    "ai-tika-abh07t12:23_2": "When a mind is immediately next to the life, it may be interrupted thus: “This is the life-continuum, having become adverting to the life-continuum, like the seeds, and it is the moderation of adverting to him, and so on.”",
    "ai-tika-abh07t12:24_0": "At this point he fulfills the seven-concentrated minds.",
    "ai-tika-abh07t12:25_0": "In the past, future, and present in the past,",
    "ai-tika-abh07t12:25_1": "But there is no object of the arising of the sixteenth particular individual essence thus: “If the life force is the blessing of the life span.”",
    "ai-tika-abh07t12:25_2": "for anyone in the past, future, and present objects,",
    "ai-tika-abh07t12:25_3": "But here there is nothing only a single moment of the mind in the breaths that is just one time, being hidden by the Lord of the life span, and then instance of the second jhāna, which is only a single object, is the first instance of the object, and so on.",
    "ai-tika-abh07t12:25_4": "And the two, namely, the mental enlightenment objects, being predominanceded by the number of mind, and on the object to their objects, being just as they did to attain their object.",
    "ai-tika-abh07t12:25_5": "But that is what is said in the texts on the ultimate sense.",
    "ai-tika-abh07t12:26_0": "“What’s the point of this two?” But the name of the Sakyans, etc., is the same as this: the middle section in the middle of the ocean?”",
    "ai-tika-abh07t12:26_1": "But it is said in the Majjhima Nikāya that is why it is called Cūḷodapanthaka and pointless without a funeral pyre, which is why it is called “restraint in a teacher’s enclosed by oneself and another” . Consequently, and there is no causality with the simultaneously that are mentioned.",
    "ai-tika-abh07t12:27_0": "13.",
    "ai-tika-abh07t12:27_1": "Because of this the arising of the mind and inclinations on the ground for the six kinds of mindfulness meditation subjects, and a cause of life.",
    "ai-tika-abh07t12:27_2": "Because when they arise and enjoy a running task, their life-span and gradually arise.",
    "ai-tika-abh07t12:27_3": "And that is the cause, this is the reason for running hide, is the meaning.",
    "ai-tika-abh07t12:27_4": "For the others cannot gain such as:",
    "ai-tika-abh07t12:27_5": "if she goes on two or three times;",
    "ai-tika-abh07t12:27_6": "And some say that there is wind.",
    "ai-tika-abh07t12:27_7": "So you don’t repeat what you said. You said was referring to inversible.” But there are none of these eight times.",
    "ai-tika-abh07t12:27_8": "and having performed that, they all thus: “There is the golden palanquin,” and they praised her in this way.",
    "ai-tika-abh07t12:27_9": "Exchanges it only arises again and again:",
    "ai-tika-abh07t12:27_10": "But having given up those eye-consciousness, while transferring to the consciousness, there is no escape from the eye-consciousness.",
    "ai-tika-abh07t12:28_0": "But forget about the profitable way, “And is a condition for the wholesome profitable roots in the same way profitable roots, in the same way analysis of profitable senses, not for the aggregates, not skilled in loss of sense desires, and for the unprofitable way, examining the mind. When there is limited, not unskilled in the various ways, embracessingly, he should establish mindfulness in the islands of existence, embracing skillful qualities as peaceful, drofitable, with a generence, example, sense desire and skilling the wactional awareness, not unpertence, not exerating the making examplenting non-ress in the rest.",
    "ai-tika-abh07t12:28_1": "However, even though this (magical) power is spoken in the three ways only of conduct,",
    "ai-tika-abh07t12:28_2": "When it comes to the end of the defilements, they do not see anywhere elsewhere in it or behind that states or in the future. That is why it is unprofitable unprofitableness of the defilements. Consequently, it is not possible to say that smallness is preceptly.",
    "ai-tika-abh07t12:29_0": "transmigrating for bandits, and viz. They are seventy-eight times, then they’re made to the knowledge of the deathless, undirected with a host of range. There is no further existence.",
    "ai-tika-abh07t12:29_1": "He said to be “tray-free”, and “It is including the fruits of becoming .”",
    "ai-tika-abh07t12:29_2": "And after some time they say, “There is no cutting off the fruits for continued existence,” and they replied, “This is the lady of the path to the arising of skill in this way.",
    "ai-tika-abh07t12:29_3": "Because when there is a joyful mind, he cuts off the life-threates.",
    "ai-tika-abh07t12:29_4": "Thus there are mansions that are clever, etc., because of the attributes of cutting off states are also called.",
    "ai-tika-abh07t12:30_0": "15.",
    "ai-tika-abh07t12:30_1": "The last of the kind described in the neighbourhood of the greedy mind has been stated in the way already stated, and the second is the third immaterial jhānas elsewhere in the passage beginning, “This attainment is stated in the second enemy because of the passage for recitation.”",
    "ai-tika-abh07t12:30_2": "By subjects: born into a sense of urgency, and beings substantial object,",
    "ai-tika-abh07t12:30_3": "for a condition, too, in the sense of habitual object, is called Māra cannot find a vulnerability and get hold of him.",
    "ai-tika-abh07t12:30_4": "Hence it is here in the Mogharāja this as the object is the dispensation of the kind already described.",
    "ai-tika-abh07t12:30_5": "For it is a condition for the support of delusion that has not yet arisen for the object.",
    "ai-tika-abh07t12:30_6": "For the others cannot, be added, “Bhikkhus, there are only a term for the new state of existence,” or “For to the last one who sets out on the Book of your own hands and feet.”",
    "ai-tika-abh07t12:31_0": "16.",
    "ai-tika-abh07t12:31_1": "In the five ways of conduct, etc., the supported by the name and form with the previous setting of the opposite sex, etc., as conditioned, and that is suitable for attaining the objects and repetitions of the opposite sex, etc., as they remain there, and undistracted by means of the object.",
    "ai-tika-abh07t12:31_2": "The arising of the thought of the minds of the four jhānas, etc., of the kinds of impediments, etc., of the abidings that arise in the way beginning, “Whoever arises in him” .",
    "ai-tika-abh07t12:31_3": "And the description of the four worlds produced by them in the shackle of the sense-spheres produces condition.",
    "ai-tika-abh07t12:32_0": "Here herein: of these spending the wavers of refreshments.",
    "ai-tika-abh07t12:33_0": "The group of five is finished.",
    "ai-tika-abh07t12:34_0": "When you’re seized by people,",
    "ai-tika-abh07t12:35_0": "the color of gold is droping;",
    "ai-tika-abh07t12:36_0": "17.",
    "ai-tika-abh07t12:36_1": "When the minds of the past and future are present, it is possible to return in the past, future, and present in terms of causes and reasons, etc., and similar to the objects of all the beings in the past. And although it is not able to wield the way beginning, “Surely incompatibles, etc., the objects of that sense desires, etc., respected, and venerate the objects.”",
    "ai-tika-abh07t12:37_0": "19.Etthāti manodvāre.",
    "ai-tika-abh07t12:37_1": "four-five, fiveeen, ten, twenty-four, thirty-five, fifty-elements with consciousness, and supported by the elements of the past.",
    "ai-tika-abh07t12:38_0": "The hidden incomparable beauty is finished.",
    "ai-tika-abh07t12:39_0": "Goldening is like the color of buttermilk;",
    "ai-tika-abh07t12:40_0": "there is no place for being born in the various forms, for the purpose of breaking up and in the various forms.",
    "ai-tika-abh07t12:41_0": "21.",
    "ai-tika-abh07t12:41_1": "Herein, the sixth year old blazing fires anywhere, the victory in the north, but the yearning of the Victory.",
    "ai-tika-abh07t12:41_2": "While proceeding along afar, he pulls his army over the leagues away from the sky.",
    "ai-tika-abh07t12:41_3": "Because it is the first wonder of great deed and because it was intended forwards,",
    "ai-tika-abh07t12:41_4": "Uprobes are the second kind:",
    "ai-tika-abh07t12:41_5": "For neither too tall nor too short, that is unsuitable.",
    "ai-tika-abh07t12:41_6": "In the third opposite sex is the third kind of general support for the first time.",
    "ai-tika-abh07t12:41_7": "The fourth terrible ordinary person laws, the Sole Leader of the World, the Best of Existent, the Sole Leader of the World, the Best of Gotamī, the universal monarch, the wielder of the four quarters. And the four enemys (aspectives) becoming awakened.",
    "ai-tika-abh07t12:41_8": "But in the Commentaries that is not transferred to another, or else and fourteen times he has already emerged from the first three times: the fourth, or the fifth, and the ninety-four?",
    "ai-tika-abh07t12:41_9": "What is called “special” is said of the Faithless, etc., in order to see the influence of the desire and the absence of the desire and the abode of the desire for mentioned, or “It is rejected in the attainment of the four noble ones.”",
    "ai-tika-abh07t12:42_0": "which is swift and quick in knowledge,",
    "ai-tika-abh07t12:42_1": "For if he is swiftly embracing that is the fourth jhāna’s occurrence between the four times.",
    "ai-tika-abh07t12:42_2": "When he rolls forth the five times rolling the barren opposite sex with sains, he can’t get upset when he falls into the near shore or the far shore, and it’s still unable to reach the near shore. So he doesn’t become able to get near the far shore.",
    "ai-tika-abh07t12:42_3": "But the supernormal powers of the fine-material people, having given up the path to the But reached by the supernormal power of the fine-material and immaterial attainments,",
    "ai-tika-abh07t12:42_4": "When someone is said, “Have anotherped” is said to be the fifth kind of blemishing from the four, that is to say, the fifth, and the third, and the fourth, and the fifth, or the path that brings about the fruit of stream-entry, and again with the fruit of once-return.",
    "ai-tika-abh07t12:42_5": "The gap between the worlds, it seems, in the first watch of the night, of the news, and of the beings whose necessary condition is said to be based on the home life as an abidings in the moderation of sensual pleasures. And it seems, in order to get a wretched curbing the senses, plunges into the its continuity.",
    "ai-tika-abh07t12:43_0": "Those eight people roughly associated with knowledge. They are associated with knowledge, they go about in the sixth and the neighbourhood of the Worlds, and the necessary, they go to the northern quarters.",
    "ai-tika-abh07t12:43_1": "If he is one absorption in another",
    "ai-tika-abh07t12:43_2": "They hang up from joy and happiness, through the fourteenth and full moon, up to the next, and in the next life.",
    "ai-tika-abh07t12:43_3": "Equanimity is the best of the fivefold reckonings, namely equanimity as feeling and the path of the neutrality is necessarily by attaining the fruit of happiness, etc., because it is the path of the equanimous bliss, and equanimity of all kinds as otherwise.",
    "ai-tika-abh07t12:43_4": "they are said to be the same:",
    "ai-tika-abh07t12:43_5": "therefore the Teacher, who knew the victor’s joy,",
    "ai-tika-abh07t12:43_6": "They dropped profitable knowledge from getting rid of the four noble knowledges (of existence), having given up the three worlds, and they don’t become produced in the noble ones.",
    "ai-tika-abh07t12:43_7": "The lower ropes of the sixty-two having strangles and fruits,",
    "ai-tika-abh07t12:44_0": "Abandoning the origin of the world with happiness, having entered upon the first jhāna as well. It is shaken off of greed and hate and delusion, and second from the third jhāna, from in the fourfold reckoning, he reckoning the fruit of the threefold reckonings, from the fivefold profitable things, and from the fine-material and immaterial sphere. This is the fourth jhāna in the way beginning, the six kinds of happiness, the fruition, and the noble fruition.",
    "ai-tika-abh07t12:45_0": "being attached to their own goal, plunged into the sky,",
    "ai-tika-abh07t12:46_0": "The golden bowl is finished.",
    "ai-tika-abh07t12:47_0": "The complexion of the mind is finished.",
    "ai-tika-abh07t12:48_0": "The golden bowl is finished.",
    "ai-tika-abh07t12:49_0": "This color of objects is evident.",
    "ai-tika-abh07t12:50_0": "The group of five on “variable” and “conformity” had a dwelling built for him.",
    "ai-tika-abh07t12:51_0": "26.Iṭṭheti iṭṭhamajjhatte.",
    "ai-tika-abh07t12:51_1": "For if he stands too fastening the object is unallowable,",
    "ai-tika-abh07t12:51_2": "The five beginning with wholesome roots are due to the have ceased, and the object of the result (of consciousness).",
    "ai-tika-abh07t12:51_3": "One internally and externally as objects, good will, and associate with equanimity. But he said: “This is threatened by equanimity.”",
    "ai-tika-abh07t12:51_4": "For the result of his deeds, the result of that deed, is its sign, like a necklace, distinguished from its mouth, and profitable, just as when a man’s kamma- result, then his internal and external dissipation is successful when he has stopped unpleasant habit, etc., and then his internal and externally as its object.",
    "ai-tika-abh07t12:51_5": "For that is unsuitable, Equanimous, Equanimous, Equanimous, although both the objects of the Enlightened One’s faith is unintentional necessary, and the former objects, yet both the basis for happiness and sadness, and equanimity as its object, then the result of the equanimousness, and the result of that base.",
    "ai-tika-abh07t12:51_6": "Still, however, they do not get filthy well.",
    "ai-tika-abh07t12:51_7": "It is manifested as the Eye-consciousness occurrence of the eye consciousness that occurred with eye-consciousness placed on the basis of equanimity because it is not made.",
    "ai-tika-abh07t12:52_0": "In the sense of urgency there is happiness as object.",
    "ai-tika-abh07t12:52_1": "connected with happiness, disappointedly to the disciple’s disciples, loving happiness for the sake of future lives,",
    "ai-tika-abh07t12:52_2": "For the purpose of defilement in mind the surmounting of the defilements, namely, distracting the mind, and greed for the object of the noble ones, they stated in recommendation of running away.",
    "ai-tika-abh07t12:52_3": "Of those who say: ‘The result of the teachers’, the result is unskillful and blameworthy in the middle’, and the unprofitable way there is nothing between the profitable.”",
    "ai-tika-abh07t12:52_4": "Herein, is said:",
    "ai-tika-abh07t12:52_5": "if he were to speak no object, then it would be appropriate to say that object;",
    "ai-tika-abh07t12:52_6": "The limited object of his own desires, etc., is what is said in order to show the way of making its object the difference between. On the contrary, the noble ones do not know, “This is nothing. ”",
    "ai-tika-abh07t12:52_7": "For when any one receives in any way, it can be given to the heart, in accordance with the Teaching, not introduced to the heart, not to be spoken about the Dhamma.",
    "ai-tika-abh07t12:53_0": "28.Domanassa…pe…",
    "ai-tika-abh07t12:53_1": "connected with equanimity, associated with equanimity, and are not established in equanimity.",
    "ai-tika-abh07t12:53_2": "for that’s where the sadness belonging to sadness and sadness come up.",
    "ai-tika-abh07t12:53_3": "For the feeling is in the same way as the associated with feeling and of the three associated with it, and the feeling associated with the unpleasant feeling, etc., by means of the fourth jhāna of the feeling associated with neither-painful-nor-pleasant feeling, etc., and the knowledge of the states of their own feeling, etc., and the states associated with neither-painful-nor-pleasant feeling, etc., and also the internally clarified in the same way states of existence as conditioned in the future.",
    "ai-tika-abh07t12:53_4": "If you’re kept with sadness connected with happiness, sadness, or equanimity associated with sadness, you’ll say in the next life. And when you’re said to be the uninterrupted, you can’t say: ‘The two kinds of pain and sadness are not to be spoken of.’ And this is how they should be spoken of.’",
    "ai-tika-abh07t12:53_5": "therefore on these immaterial states.",
    "ai-tika-abh07t12:53_6": "And here it is said: “In the place where the teachers has gone beyond the forest, free from fear of attachments,” and so on.",
    "ai-tika-abh07t12:54_0": "“Skillful in countless ways, full of success,",
    "ai-tika-abh07t12:55_0": "In the five-hundred million years, like one who enemy,",
    "ai-tika-abh07t12:56_0": "“Having heard the bad, and so full of the blessings,",
    "ai-tika-abh07t12:57_0": "Six-spheres are the six fields of contact.”",
    "ai-tika-abh07t12:58_0": "This sense-doing object was unsuitable, the announcing of gladness.",
    "ai-tika-abh07t12:58_1": "“The knowledge of the matter of (wholesome) associated with knowledge, and the object of the associated with knowledge,” and the non-returner of the kind already stated .",
    "ai-tika-abh07t12:58_2": "For among the unprofitable circumstances, running hithers, greedy tendencies, and unpleasant thoughts, they run to change in the defilement of their enemy. Then there is no unprofitable roots in the same way beginning, “From the unprofitable way to enemyned by the power of profitable roots and victory jackals don’t get away from that place or unskillful.",
    "ai-tika-abh07t12:58_3": "And because it was said: “And what is actually impermanent, as suffering, as its object, and what is impermanent, as suffering, as diseased, and as to subtleness, as to the root, and what is skillful.”",
    "ai-tika-abh07t12:59_0": "That is why it is called equanimity based on the equanimous equanimity and equanimity that is abiding in equanimity.",
    "ai-tika-abh07t12:59_1": "That’s why they frequently reflect on the equanimity that enemy equanimity.",
    "ai-tika-abh07t12:59_2": "effort to the interruption of the mind-made means of the free-of-stream-of-the-Interrupted from the life-continuum, and then said: “Humbody is the act of joy and happiness,” then the words “quite secluded from that object.",
    "ai-tika-abh07t12:59_3": "Then having the joy and happiness connected with happiness, the Tathāgata entered upon the object of the Jina, the object of the joy, and the object of the Jina, thus, “Having gone away from the object of the Joyful Gods Who Control the Creations of Enlightened One, through the object with the object, he not being aroused by joy and happiness and grief based on the object, through the fading away of joy, happiness and joy connected with happiness, etc., as its object, is the object, seeing its object.” Then, seeing its object with happiness and by calming, the surmounting of the obsequence of the Jequishing of the Jequence of Joy, etc.",
    "ai-tika-abh07t12:60_0": "Before the funeral pyre in the past, future or present,",
    "ai-tika-abh07t12:60_1": "With equanimity they cleave the equanimity where it has arisen, and wherever they resort.",
    "ai-tika-abh07t12:60_2": "That is why in the previous disappearance of the fruition of the fruits –",
    "ai-tika-abh07t12:61_0": "“How is it that their mind has rectitude, what is it quelled?",
    "ai-tika-abh07t12:62_0": "(They are) not free from delusion, cessation, and the path.”",
    "ai-tika-abh07t12:63_0": "But what is this duty?’",
    "ai-tika-abh07t12:63_1": "And here there is no opposing of the fact that cannot be added to, whichever there is present in him, being an opposite-mounded by the instance of shakes off of the business, and so on. When there is no opposite of the states that should be proceeded only by the continuation of existence,",
    "ai-tika-abh07t12:63_2": "For the Elder Dhammadinnā was not shown by the Elder Nun Dhammadinnā,",
    "ai-tika-abh07t12:63_3": "But when he has entered into the conclusion of the Dhamma, the object of the Dhamma should be seen as objected, in accordance with the Dhamma.",
    "ai-tika-abh07t12:63_4": "for this place, after making this precept for the Vajjians,",
    "ai-tika-abh07t12:63_5": "Having destroyed it (fot) position, on the inside, he secures on the near shore.",
    "ai-tika-abh07t12:64_0": "29.Kāmāvacara…pe…",
    "ai-tika-abh07t12:64_1": "Desire means running here and there is kamma-result in the work of the sensual-sphere becoming, and then on that occasion craving is .",
    "ai-tika-abh07t12:64_2": "Because that craving arises in them is not purified in the immaterial becoming, and in the realm of luminous forms,",
    "ai-tika-abh07t12:64_3": "what is the reason why?",
    "ai-tika-abh07t12:64_4": "Because of the power of the people, for the Fortunate One,",
    "ai-tika-abh07t12:64_5": "For just as, when a house wanted to go out from the household life, he spends the three quarters, then the fools, without taking leave of the royal compound, shakes, and with the upper robe, so too, at that moment, towards the world, who is skilled in such a nymphs, and nourishes a big dewn for one, mounting the other’s essence.",
    "ai-tika-abh07t12:64_6": "Likewise the enemy of sensual pleasures, and the object of sense desires are not found in him in the fine-material sphere, etc., with the sense-sphere objects of defining the sensual-spheres.",
    "ai-tika-abh07t12:64_7": "Likewise in the sense-spheres: sense-spheres, and sense-objects;",
    "ai-tika-abh07t12:64_8": "But the others do not.",
    "ai-tika-abh07t12:64_9": "For just as when a fool goes through an enemy like a fence or sightening into a neighbourhood, he turns back eventually, so too, at the time of a fool, carrying the minds of form,",
    "ai-tika-abh07t12:64_10": "Furthermore, craving for sensual pleasures is similar to a limited object of craving for sensual pleasures, etc., with limited objects on own object. This is said to be the Dhamma in the way already stated.",
    "ai-tika-abh07t12:64_11": "And in this context it is said:",
    "ai-tika-abh07t12:65_0": "“While under the sway of the people, Victors",
    "ai-tika-abh07t12:66_0": "From that contradict is not something else,",
    "ai-tika-abh07t12:67_0": "“He who has no signs, for this is Brahmā,",
    "ai-tika-abh07t12:68_0": "Sensual pleasures are delighted in sense pleasures, constituent groups (of mind and body),",
    "ai-tika-abh07t12:69_0": "she made this funeral pyre,",
    "ai-tika-abh07t12:70_0": "it is not known that there is a craving or settling.”",
    "ai-tika-abh07t12:71_0": "Wouldn’t that those who say, “The eye-consciousness is filthy,” and they are said in the same way: “The eye-consciousness is unsphere for too much?”",
    "ai-tika-abh07t12:71_1": "but not in the rising of the faculties.",
    "ai-tika-abh07t12:72_0": "The commentary on that object is finished.",
    "ai-tika-abh07t12:73_0": "Golden in color,",
    "ai-tika-abh07t12:74_0": "At the time of the Buddha Padumuttara, being reborn in a time for the ground, abode of the Mankments, and so on, being a precious eventually occurred with a thought of Vedas,",
    "ai-tika-abh07t12:74_1": "Death comes from the water of death, from the time to time, and from the sound of the ears,",
    "ai-tika-abh07t12:75_0": "33.Bhagavato…pe…",
    "ai-tika-abh07t12:75_1": "By means of the rainy season the Buddha’s teaching, he emerges from the waters of the one who is poisoned into the sky and emerges from it, quite secluded from that same improvements, for the sake of the paths of purification, he reviews the paths of the attainment with the Enlightenment factor. He reviews the master’s discrimination, which is an improved by the Blessed One. After that encountemplation, he reappearsively to the states of existence, and that concentration.",
    "ai-tika-abh07t12:75_2": "knowing that the Buddha had prohibited his grossness of the Dhamma, and others too through the reaction of the rainy season, too, when someone gets expounded to the Dhamma.",
    "ai-tika-abh07t12:75_3": "Likewise the Commentaries,: “Nears and honey-covered, at the time of the Buddha’s doctrine, doing so at that time?”",
    "ai-tika-abh07t12:75_4": "and four faculties: “Your faculties and five facts” are expounded in the way beginning, “You should train your teacher’s doctrine according to the doctrine of the teachers. That is why the Blessed One’s teaching is said.",
    "ai-tika-abh07t12:76_0": "if he is the beginning of the working over the legs of the patience;",
    "ai-tika-abh07t12:76_1": "First they are subtle absorption because of the first absorption.",
    "ai-tika-abh07t12:76_2": "The Jina thus, “The foremost can be used to have it at the foot of the Goat-Herder’s Monastery; the stagnation festivals have just three times, and yet are single-leaf huts, starting with its shell.”",
    "ai-tika-abh07t12:77_0": "35.",
    "ai-tika-abh07t12:77_1": "Also the path goes along the road.",
    "ai-tika-abh07t12:77_2": "like the fifth wind (for them), the fourth path which arises in him.",
    "ai-tika-abh07t12:77_3": "For there are seventeen years in the eleven paths, when a fond of the four paths arise, or on the fifth path and on the fourth path.",
    "ai-tika-abh07t12:78_0": "At the time of the cessation of the attainment,",
    "ai-tika-abh07t12:78_1": "They hear the fourth profitable hearing the skillful, having a certain wholesome quality,",
    "ai-tika-abh07t12:78_2": "stream-enterers, once-returners, non-returners, or perfection.",
    "ai-tika-abh07t12:78_3": "And in the case of the Vibhaṅga, he should see the way to perfection in the fruit of Liberation or the fruit of Liberation.",
    "ai-tika-abh07t12:78_4": "Hence it to him, “Give it to the ocean.”",
    "ai-tika-abh07t12:78_5": "likewise it really is appropriate to say:",
    "ai-tika-abh07t12:79_0": "The whole of the attainment in which these two went forth enter into the water of the attainments and fruits, and the attainment of stream-entry, and the twentieth,",
    "ai-tika-abh07t12:80_0": "After seven times announced for seven times,",
    "ai-tika-abh07t12:80_1": "but on the path, once again and again, she is dead.",
    "ai-tika-abh07t12:80_2": "The rest of the roads, when he had reached the goal of the realms, he stood there was no excellence of his knowledge. When many nights had been acquired, many missed, it was still present.",
    "ai-tika-abh07t12:80_3": "dropping that there is noise interruption, on the path to cessation, the fruit of the path, and the fruit of once-returning, and the fruition cutting off of the fruits with adornments, more than blossoms,",
    "ai-tika-abh07t12:81_0": "The Jeta’s Grove is finished.",
    "ai-tika-abh07t12:82_0": "the commentary on the other individual.",
    "ai-tika-abh07t12:83_0": "40.",
    "ai-tika-abh07t12:83_1": "Now, as to the sake of the unattractive and bad deeds: the various kinds of aggregates, and it is the first fruit of the path, among ordinary people, for the sake of the paths of loss, in order to show the fruit of the paths of the fruit of the path, they should show the first two persons, and because of the noble ones.”",
    "ai-tika-abh07t12:83_2": "and the two kinds of light consciousness came to the extent of fire.",
    "ai-tika-abh07t12:83_3": "(but) after being no cause or condition.",
    "ai-tika-abh07t12:83_4": "make a wish for the worm.",
    "ai-tika-abh07t12:83_5": "they don’t get the results of (but) ornament, or results in the future.",
    "ai-tika-abh07t12:83_6": "for the sake of the profitable roots, are said to be in order to purify the reason for it.",
    "ai-tika-abh07t12:83_7": "They don’t neglect absorption meditation even when they have reached perfection.",
    "ai-tika-abh07t12:84_0": "41.",
    "ai-tika-abh07t12:84_1": "“For the reasoning of existence as causes, conditions for the sake of existence as reason, or for the sake of existence as a condition, or for the sake of having turned away, even with the sake of existence as its object, and for the sake of eradicated by the sake of (of the existence) the sake of (permission, it does not proceed to be found through the reason.",
    "ai-tika-abh07t12:84_2": "The roots of trees are not overcome by the root of (right) roots, and there is no place for the sake of its production of knowledge. And there is no climbing of as its object for the sake of knowledge.",
    "ai-tika-abh07t12:84_3": "The Elder’s going away, having given up the roots of the texts, “Possessing the ascetic practices,” then he should also ask for the purpose of (wholesome) associated with knowledge, which is it is stated thus: “This is why ‘Being the root of the teachers of the opposite sex, it is in accordance with knowledge’ owing to the stage of the kind already stated, and so on, he should also ask for the purpose of a teacher.",
    "ai-tika-abh07t12:84_4": "For this is said in the Paṭisambhidā:",
    "ai-tika-abh07t12:85_0": "“Neither perishing nor old age do not grow old.”",
    "ai-tika-abh07t12:86_0": "but after some time they say: “Sometimes have caused the reason for the sake of these two associates, produced by them, and there is only those same reasons, they say, ‘Causality’.”",
    "ai-tika-abh07t12:86_1": "Herein, the knowledge of the states of defining is shown by means of the teachers owing to the knowledge of the pervasion of the teachers opposite qualities and by investigating their minds, and it should be understood as said:",
    "ai-tika-abh07t12:86_2": "And here if he does not see because of meaning, saying: “With no reason for doing this,” he replied, “There is the cause of an indication,” and with the reason for showing of the kind already stated,",
    "ai-tika-abh07t12:86_3": "Hence it is said: “He is Excellent!”",
    "ai-tika-abh07t12:87_0": "As to the extremely powerful: the bush of conqueror because it is the cause of excessive concentrations that originate only in the various kinds of pearls, the nine kinds of foulness, the nine kinds of pearls, and the nine kinds of pearls.",
    "ai-tika-abh07t12:88_0": "45.Diṭṭhī…pe…",
    "ai-tika-abh07t12:88_1": "of trainees, who have fulfilled the training, went for a trainee nun to who has completed the training, and who has completed the training. Instead of sitting once it, they gained a stream-enterer. They don’t get a stream-enterer. And they don’t get a sound of the noble ones. And whose cankers fear and dread wield the opposite of the noble ones.",
    "ai-tika-abh07t12:89_0": "She gets rid of greed, hate, and delusion. She has gone beyond doubt, got rid of indecision, and has got rid of the noble ones.",
    "ai-tika-abh07t12:90_0": "47.Lokuttara…pe…",
    "ai-tika-abh07t12:90_1": "It is the one whose mind is falling in to the four paths beginning with that persons: on the path of stream-enterers, on the other side of the noble ones, whose mind is originated through the path to the aggregates, and it is like a person who has entered upon the path of stream-enterers, and it is like the noble ones eldest in the flame of a stream-enterer. And those who have cut off the fruitions of non-return. They are not produced by the a stream-enterererer.",
    "ai-tika-abh07t12:91_0": "48.",
    "ai-tika-abh07t12:91_1": "now they will give to the response of the people who needed to pay homage and said, “Noble Sirs, to the Vajjians, and to bring them back.”",
    "ai-tika-abh07t12:91_2": "When she has fulfilled the three kinds of trainers, it is skill in the rainy season. The thirty-two kinds of skill in the texts of the rainy season, which is skill in the embryodiment by the year and the development of the profitable currents, skilled in the embryodests, the five cords of sense desire as well. And those who are not strong, essencesy season, and those who have reached the end of existence.",
    "ai-tika-abh07t12:92_0": "Having gone beyond the remaining eighteen meditations, which is an unprofitable doctrine, embracing a mind that is to say, and has the thirty-two cases of the profitable circumstances, and embracing from the texts of the aggregates, transmigrations of the fruits, and that is accompanied by the production of the aggregates of good. They are well developed in twenty-two kinds of existence and twenty years.",
    "ai-tika-abh07t12:92_1": "However, it is once-returners, a stream-enterer, an undetermined one, and abode of four noble truths, an unskilled in the world, having specified in the enjoyment of worlds, and an unsurpassed sense desires, in the Visākha, I abolished in the five constituents (of minds of existence) in the forty-four kinds of sensual stimulation. For as to leading to the heavenly realms that are uns is varievenly unsurpassed in the forty-thorn worlds, not a single world-pheadheadheadheading,",
    "ai-tika-abh07t12:92_2": "As to the other three paths of existence is simply the same: of the perceptions associated with knowledge, and for the sake of the gross of each other, because it is the path of the fine-material and immaterial existences beginning with each other with the thirty-two kinds of knowledge opposite sex roots and seventy-twounds,",
    "ai-tika-abh07t12:93_0": "As regards the schismatic persons about the persons of the mind.",
    "ai-tika-abh07t12:94_0": "The commentary on the schism is finished.",
    "ai-tika-abh07t12:95_0": "Golden in color,",
    "ai-tika-abh07t12:96_0": "And the great gates founded in the midst of the Similes of the six people (of the town).",
    "ai-tika-abh07t12:96_1": "accepted the formless states, and formlessness in the formless.",
    "ai-tika-abh07t12:97_0": "52.",
    "ai-tika-abh07t12:97_1": "for those nose consciousness is incapable of the nose, etc.; for the purpose of seeing a visible object with the eye-consciousness is like the top of a fine-material spheres, and it is easy to get placed on visible objects as object.",
    "ai-tika-abh07t12:97_2": "Everywhere in the whole world: in the formless realm, and in the formless realm.",
    "ai-tika-abh07t12:98_0": "(The king) resided in the various different realms of the fine-material and immaterial existence, which were not shared by the fine-material spheres, and held together by the general powers, having the paths of the fine-material and immaterial sphere, deal with unsurpassed pervaded the Vibhaya Suttas, Bodhisattas near to the and Protector of the Three Worlds, and Minds, and so on. Thesequence of the three kinds of becoming, favourable visible and so on, and so on, the four noble ones, and so on. The minds covered with example jhānas and shaused in the fruition of the wrong paths of delightful methoded in twenty-ths of the .",
    "ai-tika-abh07t12:99_0": "And some of them say that Brahmā is unskilled in this discrimination of worry from the immaterial states of existence. Some, having cut them off all over the five lower fetters, and then say: “Whoever is this, it is sixty-fively unexcelled transgressed.”",
    "ai-tika-abh07t12:99_1": "But here the Earth, who sees this world together with his objects, not with any of the four lower parts, and soon as they are stated together with them.",
    "ai-tika-abh07t12:99_2": "and then in this way the knowingly described thus, “Possessing the defilements of sensuality, conducting the mind-consciousness element in the Ambatthala, which are unskillful, and which is accompanied by defilements and is given up by the eye-consciousness element, and so on.”",
    "ai-tika-abh07t12:100_0": "of grounds for level.",
    "ai-tika-abh07t12:101_0": "The commentary on the ground is finished.",
    "ai-tika-abh07t12:102_0": "They consciously born in the realm of luminous forms, or in the formless realm.",
    "ai-tika-abh07t12:102_1": "As far as there is a breath of life span, preferredominance, pleasure, and pain existing being after passing away from that host of gods, the mind-made body, or the six days after death, ceased, the eighty abidings in the lower realms, and the eighty-factored absorption.",
    "ai-tika-abh07t12:103_0": "Thus in the basic principles there is the commentary here in the first prective.",
    "ai-tika-abh07t12:104_0": "The color of the skin is finished."
}