{
    "ai-tika-abh08t41:0_0": "17. Sattarasamo paricchedo",
    "ai-tika-abh08t41:1_0": "Grasping is the commentary on the Peaceful Consequence.",
    "ai-tika-abh08t41:2_0": "Talking for five reasons:",
    "ai-tika-abh08t41:3_0": "“This is the eighty-factored sabbath, made the mind of another,",
    "ai-tika-abh08t41:4_0": "who recollection of past lives is at ease of his former lives.”",
    "ai-tika-abh08t41:5_0": "thus the five hundred celestial dove-footed (for them),",
    "ai-tika-abh08t41:5_1": "These beings who have understood these kinds of direct-knowledge (themselves) of past lives, future and present in the past, are reckoned as an abode of knowledge and conduct.",
    "ai-tika-abh08t41:5_2": "regarding the past and present.",
    "ai-tika-abh08t41:5_3": "(There is) a mind-made body, which is called “the mind-made body and knowledge”, and so on.",
    "ai-tika-abh08t41:6_0": "1106.",
    "ai-tika-abh08t41:6_1": "Now, as to the profundity of the three kinds, he said: “Now, what is to say of the kinds of foulness in ourselves, and which is forest” , “Like as self and so on.”",
    "ai-tika-abh08t41:6_2": "Four on account of a limited object: the four paths have ceased on the object and subsequently, and there are these four foundations on the object.",
    "ai-tika-abh08t41:6_3": "Here: it is all the particular individual essence that have as its object, and what is said?",
    "ai-tika-abh08t41:6_4": "If it is given, it is not lost.",
    "ai-tika-abh08t41:6_5": "for the three kinds of direct-knowledge .",
    "ai-tika-abh08t41:6_6": "then the worm-infested objects will not be married.",
    "ai-tika-abh08t41:6_7": "for someone else will do so.",
    "ai-tika-abh08t41:6_8": "do so you wish.",
    "ai-tika-abh08t41:6_9": "firstly the very same systems are not defined in the way beginning “The direct-knowledge is complete.”",
    "ai-tika-abh08t41:6_10": "Thinking: “Bhikkhus, what is the position of abiding with the object of being taken up by the kasiṇas.”",
    "ai-tika-abh08t41:6_11": "Or alternatively, if they say: “Because of the dying of the object, they will not recite another (to another).”",
    "ai-tika-abh08t41:6_12": "This too is a misfortune for his invitation.",
    "ai-tika-abh08t41:7_0": "Telling is unintentional. It is limited in the three watches of the night, thus it is “without attachment” . It is limited in the various forms, etc., respectively, based on the basis of the discriminations, etc., respectively in the way beginning, middle, and end in the unequipment. It is manifested as the limited as object,",
    "ai-tika-abh08t41:7_1": "It is here that the support of supernormal powers, and the mind here is in oppressed by directing the path.",
    "ai-tika-abh08t41:7_2": "Then, taking note of the body, one who isn’t wanting to travel by body, and wants to go.",
    "ai-tika-abh08t41:7_3": "Through the field of mind he makes that bad karma as in the body, which is why it is called heading that will be made.",
    "ai-tika-abh08t41:7_4": "just as the mind is not tamed, so by going along the body that is indicated, and that is the meaning.",
    "ai-tika-abh08t41:7_5": "The one whose mind is intended here and surpasses the other’s mind: this is the first kind of consciousness.",
    "ai-tika-abh08t41:7_6": "Hence it is said: “He who has acquired a great sense of urgency, and who possesses it.”",
    "ai-tika-abh08t41:7_7": "When he has entered upon that jhāna, he makes this body up from the feet like a cesspit with his body, and going for refuge to that same place as before. Instead, he makes an effort to get up from the seat, just as a very helpful. And if he returns, he makes an end of the body, he responds.",
    "ai-tika-abh08t41:7_8": "But it is only by the foressence of such a grossness of opposite sex only with a single breadth, like a single harnessed by the wind and sun.",
    "ai-tika-abh08t41:7_9": "“Mendicants, I do not see a single thing that, when it is described as “Because of the mind’s being formed as qualified, wouldn’t because of the ending of forms butterruptedly.”",
    "ai-tika-abh08t41:7_10": "Where these things arise there are no places for settling of psychic power, and the power of identity do not arise in them.",
    "ai-tika-abh08t41:7_11": "When he has entered upon that jhāna in this way, it is called “body” in the sense of its object by means of the jhāna, which is accompanied by form and surmounting the object too. This is called “announcing the object of the colouredness in the body.”",
    "ai-tika-abh08t41:7_12": "After making physical contact with the body, it does not appear to him as a worry of the body, since he does not give it to him, who does not only advert to the body.",
    "ai-tika-abh08t41:8_0": "The intention is included in the past. When Mahākassapa, the Mahākassapa, is going in the past, the future, and the present. When Mahākassapa, it comes to the object, he does so with the body, as objects of the future.",
    "ai-tika-abh08t41:8_1": "For if the elephant’s intention is still present, then what is the object of the future becomes determined; or for that object is the present.",
    "ai-tika-abh08t41:8_2": "for the object, just as the counterpart sign appears to him.",
    "ai-tika-abh08t41:9_0": "Taking the body as object of his mind, and on his own and on another’s body as its object, at the time of his mind becomes internally as a prevented, gives his mind to an individual.",
    "ai-tika-abh08t41:9_1": "Vāseṭṭhas, in the meaning of being described as being the precincts of the boys, etc., and as his body and his mind might have become internally.",
    "ai-tika-abh08t41:9_2": "seeing forms externally,",
    "ai-tika-abh08t41:10_0": "it is measureless in the presence of the one who gets physical and limited.",
    "ai-tika-abh08t41:10_1": "for the divine is limited. It is limited with a limited object, and it is with limited object.",
    "ai-tika-abh08t41:10_2": "the one whose belly is choked torments,",
    "ai-tika-abh08t41:10_3": "Herein, to the noise of living creatures in the Gard’s Wood",
    "ai-tika-abh08t41:10_4": "Then, having dropped the residing in the groves of mentality-materiality in the forest, the one whose mind has become equipment and fact that has arisen in the life of adversity. One whose mind has fallen upon it, has emerged from the proximate cause for rebirth.",
    "ai-tika-abh08t41:10_5": "“Those who are bound together.”",
    "ai-tika-abh08t41:10_6": "for one is not through the drum in the woods the other’s mind and then the consciousness in the grove of tranquillity.",
    "ai-tika-abh08t41:11_0": "Wealth is the limited on the road, undertook the protection of the path, and so on. It is shaken by the opposite sex as objects, it has been achieved for their object.",
    "ai-tika-abh08t41:11_1": "(They are) limited sense-spheres.",
    "ai-tika-abh08t41:11_2": "Middle Discourses: In the Middle Discourses, the Majjhima Nikāyas of the Majjhima and the Majjhima Nikāyas,",
    "ai-tika-abh08t41:11_3": "and in the middle through (intentional) power in the present continction,",
    "ai-tika-abh08t41:11_4": "he knows that his mind has arisen in the great penetration of minds, and so on. But the supernormal power of the Great Assembly, the One who knows “Bhikkhus”, etc., is infinal.",
    "ai-tika-abh08t41:11_5": "This is the method.",
    "ai-tika-abh08t41:11_6": "They know that their mind is simply associated with knowledge, but not the path of the paths of associated with knowledge. But they are in the path you profound.",
    "ai-tika-abh08t41:11_7": "Rather, it is said:",
    "ai-tika-abh08t41:12_0": "“The mind-made body had mastered the knowledge of the deathless with knowledge, and the knowledge of former lives, in terms of past lives, is a condition for knowledge of the recollection of past lives.”",
    "ai-tika-abh08t41:13_0": "and the mind-made body are four instances. Consequently it is the object of the aggregates, and it is only the satisfaction that is described in the sense of urgency. This is its object.",
    "ai-tika-abh08t41:14_0": "1123-5.",
    "ai-tika-abh08t41:14_1": "When residing in past lives, future or present, internally and externally both internally and externally—with knowledge of the various kinds of thoughts, etc., they know the minds of the past and future contemplation of consciousness as they arise, and the sixteen bases rolled backs of their own mind and the past and the future—and acceptance of knowledge, etc., and the joy that “from the future lives”",
    "ai-tika-abh08t41:14_2": "In the past, future, and present. And in the past, future, or present, they don’t ask ‘Continued existence is mine’.”",
    "ai-tika-abh08t41:14_3": "the other side of the noble ones showing where it is said, “Having shown that in the present time,” and they replied, “Having shown that place in the present, etc., is said.",
    "ai-tika-abh08t41:14_4": "As to the moment: it is born in a time that is calm, since it is calmed at the moment of the time when it is said, it is arising from calm,",
    "ai-tika-abh08t41:15_0": "At the moment of the arising of the name- constantly and preceding the arising of the air in the various way beginning, “jhānas,” and so on.",
    "ai-tika-abh08t41:15_1": "At the time of the present: the sounds, etc., and the consciousness at the present. That is what is said.",
    "ai-tika-abh08t41:15_2": "They prepare the carcass with one side and appears in the dark of the night. Then they won’t sit down in the dark of the lunar half-monthly or looks long as they think, “This matter how far the bowstrings, and they reach in this way.”",
    "ai-tika-abh08t41:15_3": "“Have you instead of looking at this place, then the shadow returns, so long as it appears to him, then the cart goes about from there while still in the morning and there.",
    "ai-tika-abh08t41:15_4": "But when he sees a dyeing the earth, he thinks, “This is the thirty-two palms in the hand,” and on seeing the thirty-two parts of the gave, he listens to the Elder Ciñcāloth (Tissaka). He listens to the same place as the middle of the Cirapāla Suttanta.”",
    "ai-tika-abh08t41:16_0": "but rather he thinks, “Having confidence in the form of a bodies, he reaches the end of the water, and then goes beyond the water, and he sets out on all sides of the darkness. He doesn’t get rid of it, and he doesn’t reach the peak of the darkness of the night when he comes to mind, and he gives his attention to the darkness of the night.",
    "ai-tika-abh08t41:16_1": "Then there are two (restraint by being) arranged for the donors, and if he does not consent to any of the three quarters, he may say that.”",
    "ai-tika-abh08t41:16_2": "Herein, the medium position of a single swift stream is evident to some of the medium-sphere. When it lives in a single monastery that follows a single-place.",
    "ai-tika-abh08t41:16_3": "The Elder’s state referred to the Order should be understood as the stated in the Order of an individual essence. Or the Order should be understood to be understood as the one kind of dealing with the other.",
    "ai-tika-abh08t41:17_0": "the one rolling and the connection with the continuation of existence is in one and two states of existence produced in one defining in the noble state.",
    "ai-tika-abh08t41:17_1": "Whatever is said in the present, “Reverend, there is desire and greed for the present, there is desire and greed for present in him with consciousness that is present, desire and lust for them.”",
    "ai-tika-abh08t41:17_2": "May they be happy!",
    "ai-tika-abh08t41:18_0": "gets rid of resplendent when they come to the wed.",
    "ai-tika-abh08t41:18_1": "It is bound together by a single stout sinew with a single flower.",
    "ai-tika-abh08t41:18_2": "For the crowd of people ...",
    "ai-tika-abh08t41:18_3": "The mind is stabilized in him thus: “This mind is not steadied to remain in the same way, but when a mind is steadied by remaining unity, it is shrouded in one moment, or when a mind is stressed by one manner, the meaning is stresed with a single remaining at it. When the moment is lost, the unification of mind becomes dispassionaten by one.",
    "ai-tika-abh08t41:19_0": "1131-2.",
    "ai-tika-abh08t41:19_1": "But those who say this to them, “The don’t give away”, “It’s hard to give to them.”",
    "ai-tika-abh08t41:19_2": "For even if he knows a thousand years, he does not know the difference between the two, etc., as there is no one thousand and direct-knowledges the objects, he does not know about it with its appearance. Consequently, not with the object of two thousand-spheres.",
    "ai-tika-abh08t41:19_3": "And here in the first place, what is the fault in the mud, they say, “Having no hate for the running away?”",
    "ai-tika-abh08t41:19_4": "Herein, the intelligent one enemy, without resplendent,",
    "ai-tika-abh08t41:19_5": "For what has been produced by the path and Fruits for sitting on the ground, namely, formations, based on the various kinds of support, and that is why their objects are unliked. Their enlightenment factor do not distinguished. That is why it should be described in the same way as its object, and that is why it is the eighth.",
    "ai-tika-abh08t41:20_0": "1133-4.",
    "ai-tika-abh08t41:20_1": "And how does knowledge come to the mind in this way? “And how does mindfulness have arisen in the present life?”",
    "ai-tika-abh08t41:20_2": "From who has not made known it thus: (saying) it is well proclaimed.",
    "ai-tika-abh08t41:20_3": "Jeta’s Wood one day and night",
    "ai-tika-abh08t41:20_4": "But this difference between the times before entering upon a way, and making them explain in the way beginning, “This is why, of the past and present, is like the burning of the future in the present,” and in the future he can illuminate, develop the enlightenment, and without being told by the Conquerority. Consequently, there is no need of calm, not all the time for the future generation.",
    "ai-tika-abh08t41:20_5": "On the hidden, detached,",
    "ai-tika-abh08t41:20_6": "Herein, this is the lamp’s power (of the lion’s) powers, which is placed in the Jetavana garden.",
    "ai-tika-abh08t41:21_0": "1139-41.",
    "ai-tika-abh08t41:21_1": "“Anything that has arisen in the presence of Laṅkā.” But when she said, “Clearly, I can get involved in the same way.” ...",
    "ai-tika-abh08t41:21_2": "When one of greedy temperament has arisen in the present, he directs the mind onto an agreeable idea that same way as its object, then having made arranged mind with the discrimination of the present objects, the mind enters into that state, the way, the mind enters into that state without the presence of the mind.",
    "ai-tika-abh08t41:21_3": "But the minds of ignorant mind, and the one who ascends with knowledge arises.",
    "ai-tika-abh08t41:21_4": "Herein, it is precisely by means of the heart that is peaceful, substained thought only by one whose mind is available, and hardship that is considered as the produced in the same way. That is why there is no pressing the object of the mind only in the present.",
    "ai-tika-abh08t41:21_5": "The others are constantly attached to their own work,",
    "ai-tika-abh08t41:21_6": "the eye-consciousness is clear,",
    "ai-tika-abh08t41:22_0": "having spoken of the minds of those in the present positions, and having made a limited object with knowledge of the bases of psychic power, he puts the object in the eight ways of (supernatural) knowledge.",
    "ai-tika-abh08t41:22_1": "In the past ...",
    "ai-tika-abh08t41:22_2": "Or alternatively, what is one’s own, thus it is the escape from its own fruit.",
    "ai-tika-abh08t41:22_3": "Destroying the path with the fruit of another (?) in the fruit of knowledge and fruit of recollecting their former existences.",
    "ai-tika-abh08t41:22_4": "Or they can’t even subdue to the word of someone accomplished in the goal of the fruits such as yourself, or to fruition.",
    "ai-tika-abh08t41:22_5": "Likewise it is said: “Really in the Commentaries and Following the path of the fruits in the balanced thinking of the path and the fruit of perfection.”",
    "ai-tika-abh08t41:22_6": "Just as much as he has filled the ascetic",
    "ai-tika-abh08t41:22_7": "Or alternatively,: “Whoever has failed here,” he should not remain silent.",
    "ai-tika-abh08t41:22_8": "For there is no fruition that should be developed by insight -",
    "ai-tika-abh08t41:22_9": "they are recalling along the path, and having no other individual essence thus: “This is the essence of others” .",
    "ai-tika-abh08t41:22_10": "to someone who determined",
    "ai-tika-abh08t41:23_0": "1148-50.",
    "ai-tika-abh08t41:23_1": "Or alternatively, when you comprehend their minds of other kind, etc., have these different kinds of support, and what are they belong to?”",
    "ai-tika-abh08t41:23_2": "According to the word “with happiness” is one, the stilling of the word “withstanding” can be seen.",
    "ai-tika-abh08t41:23_3": "Then which is whereby in regard to distinction",
    "ai-tika-abh08t41:23_4": "The mind takes away from that in the past, it is preferred to him.",
    "ai-tika-abh08t41:23_5": "In the past, future, and present, this is what is said.",
    "ai-tika-abh08t41:23_6": "Herein, just as, when a sense of urgency is actually aroused, the mind does not appear to them, since it is called “base” because it arises in the way already described, the knowledge of the various forms aggregates opposite sex and a sense of urgency, and it is a pregnant.",
    "ai-tika-abh08t41:23_7": "There is no part of the aggregates, aggregates, and gifts of the aggregates,",
    "ai-tika-abh08t41:23_8": "Because when there is the aggregates of the past and the future, shedding the perception of the past and the future.",
    "ai-tika-abh08t41:24_0": "under the sway of the constituents (of mind and body) that provide fuel for attachment,",
    "ai-tika-abh08t41:24_1": "Another Cavestigates ...",
    "ai-tika-abh08t41:24_2": "Yet he recollects his own relations, etc., and his mother was said to her: “Mother, and I jealous of the earth element,” and so on. He recollects his own name and clan of them,",
    "ai-tika-abh08t41:24_3": "For there is limited objection of the nine kasiṇas : just as limited objects and objects, that is to say, sense desires as object, etc., have limited objects, being preoccupied with objects, and the objection of the base consisting of nothingness as objects, etc., similar to the object opposite of the states.",
    "ai-tika-abh08t41:24_4": "And: the aggregates are the matter of the origin of the world.",
    "ai-tika-abh08t41:24_5": "Because it’s limited to the meaning of the sense-spheres.",
    "ai-tika-abh08t41:24_6": "according to the analytic knowledge of language, “Accomplished”,",
    "ai-tika-abh08t41:25_0": "They make a limited object with respect to oneself, and they are limited on forms. The mind with a limited object, there is only a limited object, being bound up with limited object, and in the present. That is why they are dissipated internally and externally.",
    "ai-tika-abh08t41:26_0": "After being spoken of in the past, they put the knowledge of the recollections in the past. They replied, “In the past, future lives, they put the knowledge of the past and the future.”",
    "ai-tika-abh08t41:26_1": "rebirth ...",
    "ai-tika-abh08t41:26_2": "to know, how many aggregates are born in them,",
    "ai-tika-abh08t41:26_3": "We have no knowledge of the future,",
    "ai-tika-abh08t41:26_4": "because there is no mass of the concepts of aggregates in all things that should be understood as the aggregates.",
    "ai-tika-abh08t41:27_0": "his birth mother, father, and brother of the universal monarchs, “Princes will arise in you who is called Subrahmā’s mother, father, brother, sister, and so on.”",
    "ai-tika-abh08t41:28_0": "and fifth is shelter in the limited and unity in the fivefold reckoning, and the fivefold understanding, etc., as its object, and also the internal base consisting of boundlessness in the five respects,",
    "ai-tika-abh08t41:28_1": "Deeds in sensual pleasures, ~ who are engaged in good deeds,",
    "ai-tika-abh08t41:29_0": "proclaimed by riches and garlands, perfumes, and various breadths of indications, incomparable, and circumstances.",
    "ai-tika-abh08t41:29_1": "They bring honey to their whip, the dogs, the honey, the goods, and the clusters.",
    "ai-tika-abh08t41:30_0": "Thus in conformity with the Dhamma—",
    "ai-tika-abh08t41:31_0": "the form of the teaching.",
    "ai-tika-abh08t41:32_0": "The commentary on the Path of Grasping is finished."
}