{
    "ai-tika-abh08t18:0_0": "19. Ekūnavīsatimo paricchedo",
    "ai-tika-abh08t18:1_0": "any doubt about purification through overcoming doubt.",
    "ai-tika-abh08t18:2_0": "He who desires his words, practises opposites, and is the cause of the thirty-two parts of the body that were in the case of the one who performs them.",
    "ai-tika-abh08t18:3_0": "On the contrary, the seeds, the ground, and the adversities for the sake of wide seeds, and the earth because of a lake.",
    "ai-tika-abh08t18:4_0": "ignorance and the things that are the cause of craving, and the grasping aggregates of ignorance are a condition for grasping.",
    "ai-tika-abh08t18:5_0": "He is the master of his children, he is like the mother of a (giving) child.",
    "ai-tika-abh08t18:6_0": "1238.Paccayāti paccayena.",
    "ai-tika-abh08t18:7_0": "She gets poisoned (from that), genuinely fields,",
    "ai-tika-abh08t18:8_0": "They’re not expelled about all things. They don’t exist after death, which they don’t wish.",
    "ai-tika-abh08t18:9_0": "What is good, wholesome, comprehensive, wholesome, Gaining, and what is good.",
    "ai-tika-abh08t18:10_0": "the result of that deed, the resultants has arisen in that place.",
    "ai-tika-abh08t18:10_1": "One who performs the opposite-mother and the result of deeds in this way,",
    "ai-tika-abh08t18:11_0": "In the same way, this is the cause of bonds: this is the reason why absence of the fruit of prescribing the fruition of non-process, this is how it should be rightly produced.",
    "ai-tika-abh08t18:12_0": "he doesn’t see anyone transmigrating, evening, he doesn’t know the morning,",
    "ai-tika-abh08t18:13_0": "for what is called rejected is the name of the donor, and what is put is given.",
    "ai-tika-abh08t18:13_1": "After having neither conceived in this way, nor do they perceive that she has, and knowing that she was the seventy-two years. She had been attached to each other, gave him regarded as holy by one who is two held together with the other (in return).",
    "ai-tika-abh08t18:14_0": "both are consecrated, and each other with four deeds:",
    "ai-tika-abh08t18:14_1": "The (thinking) deeds are neither dark nor bright.",
    "ai-tika-abh08t18:15_0": "gets hold of light and dogs,",
    "ai-tika-abh08t18:16_0": "for him are name and form, so beautiful and ugly.",
    "ai-tika-abh08t18:17_0": "Transmigration for the sake of (good) conditions, for the sake of the path, and for the sake of the paths -",
    "ai-tika-abh08t18:18_0": "Such is the defeat of this Dhamma.",
    "ai-tika-abh08t18:19_0": "The purification of doubt is finished.",
    "ai-tika-abh08t18:20_0": "The group of less than twenty is finished."
}