{
    "ai-tika-vin06t5:0_0": "Parivāravaṇṇanā",
    "ai-tika-vin06t5:1_0": "made the golden staircase.",
    "ai-tika-vin06t5:2_0": "the commentary on the meaning of others.",
    "ai-tika-vin06t5:3_0": "1-2.",
    "ai-tika-vin06t5:3_1": "The meaning of ethics, immersion, wisdom, and the knowledge and vision of freedom are the meaning.",
    "ai-tika-vin06t5:3_2": "he who is surrounded by strides into company with the Saṅgha,",
    "ai-tika-vin06t5:3_3": "the designation of the Monastic Law as the Monastic Law.",
    "ai-tika-vin06t5:3_4": "“Painful” is one thing, knowing “It is time to know” and “It is time to speak owing to a certain number of past lives in the way already described, and it is said.",
    "ai-tika-vin06t5:3_5": "Herein, seeing and vision: to see heavenly the divine eye, the one who has understood the divine eye.",
    "ai-tika-vin06t5:3_6": "he sees the distinguishment in the display of the teaching, and so on.",
    "ai-tika-vin06t5:3_7": "I’m asking permission of the seventh:",
    "ai-tika-vin06t5:3_8": "Again, there may be some who are questioned without taking leave.",
    "ai-tika-vin06t5:3_9": "one who has wrong view, there is no theories that is not attached to the recipient,",
    "ai-tika-vin06t5:3_10": "“With livelihood as cause, with livelihood as reason, there are these six training rules for the sake of livelihood”, they should understand.",
    "ai-tika-vin06t5:3_11": "But however, is one who thinks: “Having committed the body and mind, one who frequents attributes needed for physical contact with a thought, etc., instead of offenses, or one who thinks, ‘They are preferences’ and follows arguments from the deathless’: ‘This educating the meaning of their intentions because of being argued,’ and if they don’t get rid of it, they don’t turn back, and when it is said to because of this kindness and that respect.”",
    "ai-tika-vin06t5:3_12": "and having made a limit on top of the lifespan,",
    "ai-tika-vin06t5:3_13": "They planted the original deposition of the old Great Sīhahanu were placed on the top of the Mahāthūpa.",
    "ai-tika-vin06t5:3_14": "“For these four-foots,” “It is said in the fourfold lesser foliage,”",
    "ai-tika-vin06t5:4_0": "The exposition of the teaching is finished.",
    "ai-tika-vin06t5:5_0": "the commentary on the one offense, etc.",
    "ai-tika-vin06t5:6_0": "166.",
    "ai-tika-vin06t5:6_1": "The one who has committed an offense entailing expulsion in the Sangha is called “stools” and “shed to the dwellings being thrown out in the windows, burning up the dwellings, and so on.",
    "ai-tika-vin06t5:6_2": "He puts out his house covering within the second enclosure, is for the inner quarters outside. It is said to be “shouldaneously when it is said,” and when it is said, “They are thrown out.”",
    "ai-tika-vin06t5:7_0": "A handsome creatures killed living creatures: “Such is an offense because of the four classes of offenses.” Those precepts, they then in that, the instrument, the receptacle of life as an animal. Then, when one is said to be a four supports, “Kiming at the end of the life” , “It is a hard to kill living beings.",
    "ai-tika-vin06t5:7_1": "So too in such a case.",
    "ai-tika-vin06t5:8_0": "173.",
    "ai-tika-vin06t5:8_1": "If they do so, they commit an offense of wrong conduct.",
    "ai-tika-vin06t5:9_0": "193.",
    "ai-tika-vin06t5:9_1": "When he is responsible for the previous life, he responds to sex only with a hostile, he commits an offense entailing confession.",
    "ai-tika-vin06t5:9_2": "Because of such a kindness",
    "ai-tika-vin06t5:10_0": "the nuns’ rules and their analysis is finished in sixteen great analysis of the monks.",
    "ai-tika-vin06t5:11_0": "the commentary on the equal parts,",
    "ai-tika-vin06t5:12_0": "sunk in excess of food and drink, etc., are like the finest of food.",
    "ai-tika-vin06t5:12_1": "compassion is like the moon in an unprotected star,",
    "ai-tika-vin06t5:12_2": "Secluded from the beginning and the good,",
    "ai-tika-vin06t5:12_3": "They do not discard the Aṅgīrasa,",
    "ai-tika-vin06t5:12_4": "Since they were taught by them, they need a certain determination.",
    "ai-tika-vin06t5:12_5": "If Vinaya, it occurs, thus it is produced in the true teaching.",
    "ai-tika-vin06t5:12_6": "But how does it stand?",
    "ai-tika-vin06t5:12_7": "said: “Having eaten, and drink.”",
    "ai-tika-vin06t5:12_8": "(The meaning is) with surrounded by his heart” .",
    "ai-tika-vin06t5:12_9": "When he is surrounded by this surrounded",
    "ai-tika-vin06t5:12_10": "the production of the settling and the disciplined,",
    "ai-tika-vin06t5:12_11": "the meaning is that shelter without risky and dangerous intentions. The meaning is that it is unborn produced.",
    "ai-tika-vin06t5:12_12": "This is the meaning of the Vinaya: these things are well established in the Vinaya, which in the true Teaching, the Discipline, and the training, are the meaning.",
    "ai-tika-vin06t5:12_13": "“It is surely a good request, surrounded by submer,” That is what was said.",
    "ai-tika-vin06t5:12_14": "His, saying: “What’s your teacher?”",
    "ai-tika-vin06t5:12_15": "“And what has been placed first according to the order of precincts, in the first precincts, and originates to be found.”",
    "ai-tika-vin06t5:12_16": "for which he stopped and simultaneously.",
    "ai-tika-vin06t5:12_17": "The meaning is that she should be told in the way already described. ”",
    "ai-tika-vin06t5:12_18": "just as they really are.",
    "ai-tika-vin06t5:12_19": "“The forty-three tears are insane.”",
    "ai-tika-vin06t5:12_20": "“Accomplished” is one who possibly.",
    "ai-tika-vin06t5:12_21": "He does not shake off discipline.",
    "ai-tika-vin06t5:13_0": "First: Physicians",
    "ai-tika-vin06t5:14_0": "The training rule on rolling the legs for two years",
    "ai-tika-vin06t5:14_1": "Outside of the walls, some do not see in others.",
    "ai-tika-vin06t5:14_2": "The first seventh section consisting of expulsion",
    "ai-tika-vin06t5:15_0": "Second: Victors of Deeds",
    "ai-tika-vin06t5:16_0": "and being afraid of wrongdoing, he gives the robe-cloth to the monks. He should give him robe-cloth and then criticize it.”",
    "ai-tika-vin06t5:16_1": "Saying, “After taking it,” he should give him a legitimate legal procedure of condemnation. So he should then be expelled, saying, “Should receive it and then criticize it.”",
    "ai-tika-vin06t5:17_0": "269.Akatanti abhinavaṁ.",
    "ai-tika-vin06t5:18_0": "A mendicant would drop the crack of dawn.",
    "ai-tika-vin06t5:19_0": "Practicing is the commentary for the sick;",
    "ai-tika-vin06t5:20_0": "they reunited (story) in the place where the nuns from others.",
    "ai-tika-vin06t5:20_1": "Equanimity: what is connected with reference to others, is the meaning.",
    "ai-tika-vin06t5:20_2": "By these aggregates,",
    "ai-tika-vin06t5:20_3": "They want to catch him back again, saying “Have you been told by the Buddha,” and they said, “They wish to live happily.”",
    "ai-tika-vin06t5:20_4": "if she urges her on, saying “Forgets it,” and so on, such a grain is liberated and so on.",
    "ai-tika-vin06t5:20_5": "is the right way:",
    "ai-tika-vin06t5:20_6": "smooth limbs,",
    "ai-tika-vin06t5:20_7": "wins out the path to Awakening,",
    "ai-tika-vin06t5:20_8": "“‘May they live withdrawning fathoms of harshness; that’s what I said” .",
    "ai-tika-vin06t5:20_9": "listen to the Dhamma to the best Dhamma.",
    "ai-tika-vin06t5:20_10": "if she sits down or lies down after it;",
    "ai-tika-vin06t5:20_11": "Through touching bad conduct by way of body,",
    "ai-tika-vin06t5:20_12": "“If it is said,” and he said, “Yes,” and he said, “It is worthy of an invitation”;",
    "ai-tika-vin06t5:21_0": "Whether forcibly looks for others, or for others,",
    "ai-tika-vin06t5:21_1": "Thus he causes and conditions to be reborn in the same way.",
    "ai-tika-vin06t5:21_2": "wounded on both sides,",
    "ai-tika-vin06t5:21_3": "They don’t act out of love,",
    "ai-tika-vin06t5:21_4": "for those who love the persons of their deeds.",
    "ai-tika-vin06t5:21_5": "* Thinking: I give rise to the analysis of food.",
    "ai-tika-vin06t5:21_6": "And this person who is engaged in front of a person.",
    "ai-tika-vin06t5:21_7": "And it is said: “Even those who are unvirtuous and deceitful” because of non-human beings.",
    "ai-tika-vin06t5:21_8": "(All should be expanded as) the thirty-two parts of the islands, which is like the giver of the border. Having developed one too, the other is to be given , one discovered .",
    "ai-tika-vin06t5:21_9": "This is the eighth passage for recitation.",
    "ai-tika-vin06t5:21_10": "Herein, one who is strict must take care of the rains residence with us. And he should not see either the ornaments or the news.",
    "ai-tika-vin06t5:21_11": "A gift (of giving) gifts,",
    "ai-tika-vin06t5:21_12": "Anyone who does actually does not follow should be told.",
    "ai-tika-vin06t5:21_13": "Leaving the colour of golden colour,",
    "ai-tika-vin06t5:21_14": "knowing that they have committed an offense, they should not be attached to others.",
    "ai-tika-vin06t5:21_15": "(but) after making his decrepit in the mind that object under the incomparable object,",
    "ai-tika-vin06t5:22_0": "the commentary on the origin of the offenses, etc.",
    "ai-tika-vin06t5:23_0": "Is said: “I can’t be said for one who performs wrong conduct,” “It’s hard to perform miracles for suppression,” “It’s not to be spoken to by someone who is not be spoken of.”",
    "ai-tika-vin06t5:24_0": "After building up rice in the place, and making amends for the needles, and wagons for the hut on the site of the shells, in the same place as before, is the collection of the legs for the Kattikā.",
    "ai-tika-vin06t5:24_1": "Those he does not strive",
    "ai-tika-vin06t5:24_2": "“For this reason,” etc., that is to say, as mentioned here in all ways, is to be undertaken.",
    "ai-tika-vin06t5:25_0": "Talking along with five factors, phrases, etc., which “folks and so on”, and so on.",
    "ai-tika-vin06t5:26_0": "they wrap the gravel and the minor offense entailing suspension,",
    "ai-tika-vin06t5:27_0": "The meaning is this: the precisely invaliding accusations, or others is the meaning.",
    "ai-tika-vin06t5:27_1": "“This is the Teaching, this is the Monastic Law, this is the Monastic Law, this is the Teacher’s instruction,” and so on.",
    "ai-tika-vin06t5:27_2": "Impressively in the presence of those three are acting according to what has been admitted.",
    "ai-tika-vin06t5:27_3": "“In all ways you wish to announce this in conclusion: ‘All these two applications should be practiced by the front and by one with two acting according to what is there.’",
    "ai-tika-vin06t5:27_4": "and this is complete in all respects.",
    "ai-tika-vin06t5:28_0": "and having charged the first offense, he thinks, “How can I possibly think about?” and “There is no offense for the purpose of protection, etc., when questioned by them, they answer their questions.”",
    "ai-tika-vin06t5:29_0": "The successive permutation series is finished.",
    "ai-tika-vin06t5:30_0": "The commentary on the undertaking is complete.",
    "ai-tika-vin06t5:31_0": "The exposition of the teaching on curry, etc.",
    "ai-tika-vin06t5:32_0": "Talking is what is meant.",
    "ai-tika-vin06t5:32_1": "When a brahmin has passed away",
    "ai-tika-vin06t5:32_2": "to someone rest.",
    "ai-tika-vin06t5:32_3": "for this reason they are called ‘beings’.",
    "ai-tika-vin06t5:32_4": "Whereas they stay, thinking:",
    "ai-tika-vin06t5:32_5": "Arguments, quarrels, and fights,",
    "ai-tika-vin06t5:32_6": "skilled in profit and interrupting what is skillful and what is said.",
    "ai-tika-vin06t5:32_7": "They’re irritable, hostile, and hard-word.",
    "ai-tika-vin06t5:32_8": "For there is only one in whom abuse and insulting in one way states in the four immaterial states in the passage beginning, “He is what isn’t called a “scept” .",
    "ai-tika-vin06t5:32_9": "fourteen disputes over the root of legal issues arising from disputes, or twelve.",
    "ai-tika-vin06t5:33_0": "If you commit an offense entailing suspension, he commits an offense entailing confession.",
    "ai-tika-vin06t5:33_1": "“There are no offenses that are a legal issue arising from an offense because of the skillful, there is no reason for the sake of this wholesomeness,”",
    "ai-tika-vin06t5:33_2": "Four deeds, Deeds, he should perform such a legal procedure, and thus: “Teaching the four deeds done in this way.”",
    "ai-tika-vin06t5:33_3": "‘The settling down of legal issues according to the Meanings’: “This legal issue has been resolved by the Sangha as a legal issue; and there is no offense for them.”",
    "ai-tika-vin06t5:33_4": "so the legal issue arising from business is also business.”",
    "ai-tika-vin06t5:33_5": "For a procedure consisting of one motion and one announcement: it is the meaning of the production of its irreversible and fit to stand; on that legal issue is not looked down; on one side, the meaning is that it is needed.",
    "ai-tika-vin06t5:33_6": "if she makes use of it because she is a sorry;",
    "ai-tika-vin06t5:33_7": "And how does it be?",
    "ai-tika-vin06t5:33_8": "apart from the dispute of a legal issue, and two other two others.",
    "ai-tika-vin06t5:34_0": "he should accept it with him.",
    "ai-tika-vin06t5:35_0": "298.Tabbhāgiyāti taṁkoṭṭhāsā.",
    "ai-tika-vin06t5:36_0": "299.",
    "ai-tika-vin06t5:36_1": "Aristocrats, if it is dangerous, he asks, “An earthquake to Sāgata.”",
    "ai-tika-vin06t5:36_2": "be stretching out: there may be no dangers for eating.",
    "ai-tika-vin06t5:37_0": "Likewise in the case of the opposite sex, the restroom too.",
    "ai-tika-vin06t5:38_0": "the meaning is that in the presence of those concerned.",
    "ai-tika-vin06t5:39_0": "302.",
    "ai-tika-vin06t5:39_1": "“Observing the Monastic Law” is said, “One who is an expert in the presence of the Monastic Law,”",
    "ai-tika-vin06t5:39_2": "he does not enter the presence of those concerned, etc., face-to-face with mindfulness, etc., and loss.",
    "ai-tika-vin06t5:40_0": "303.",
    "ai-tika-vin06t5:40_1": "the Saṅgha has been admitted in the presence of the Sangha, that is how they claim to be referring to the dealing with the mind.",
    "ai-tika-vin06t5:40_2": "There is no-one who is skilled in the presence of the accused and founder of a person. There is no face-to-face with those who are skilled in the face-to-face.",
    "ai-tika-vin06t5:40_3": "There the perfected ones, skilled in making amends for the wholesome, and skilled in series. That’s why they are skilled in loss, skilled in loss, and skilled in means. That’s why they don’t profit, skilled in loss, and skilled in loss.”",
    "ai-tika-vin06t5:40_4": "“Those who speak in accordance with the Teaching are unprofitable, in accordance with the Teaching, the majority, and the voting tickets of all the manager of the majority, the majestic, the manager of the Dhamma, the majesty in accordance with the Teaching, the majority of the majority, the majestic, and Awakes this exposition of the teaching, and that I thought.”",
    "ai-tika-vin06t5:41_0": "wherever there is the hide of cloth.",
    "ai-tika-vin06t5:42_0": "304.Labbhatīti pucchā.",
    "ai-tika-vin06t5:43_0": "is worthless for one who is stretching,",
    "ai-tika-vin06t5:44_0": "At such a time she gives attention to the request, and so on.",
    "ai-tika-vin06t5:44_1": "At such a time, there’s a disciplinary issue, if she encounter any disciplinary issues that are resolved:",
    "ai-tika-vin06t5:44_2": "Wherever the claims to be acknowledged in the presence of that place he is obtained in this way: “Whoever has committed one offense or two offenses, I’ve committed one offense?” And he asked many offenses, “Venerables, there are two offenses.” And he commits an offense entailing confession.",
    "ai-tika-vin06t5:44_3": "Herein, having analysis of face-to-face with the Teaching and the Sangha, thus addressed the monks who were present.",
    "ai-tika-vin06t5:44_4": "Right there he is the Dhamma and Discipline of the Dhamma.",
    "ai-tika-vin06t5:44_5": "admitted to having no use, that is designated designations with each other.",
    "ai-tika-vin06t5:44_6": "Through the teaching and training in the presence of the Dhamma he is pleased.",
    "ai-tika-vin06t5:44_7": "There is one opportunity for recitation that is near to the subject, thinking “I will see,” and she replies on the Monastic Law, and on the Teacher’s instruction.",
    "ai-tika-vin06t5:45_0": "The commentary on transmigration is the colour of transmigration.",
    "ai-tika-vin06t5:46_0": "306.",
    "ai-tika-vin06t5:46_1": "There is a disciplinary issue called the “There is no gain for settling down”. There is no distinction between one who is able to obtain the disciplinary issues.",
    "ai-tika-vin06t5:47_0": "They set out precisely with flourishes.",
    "ai-tika-vin06t5:47_1": "Or alternatively,: “Because of the absence of legal issue is settled, therefore it is not equally in the presence of those who already described.”",
    "ai-tika-vin06t5:47_2": "Resoluteness is the meaning here: it is that they are walking in any one of these accusations.",
    "ai-tika-vin06t5:48_0": "311.",
    "ai-tika-vin06t5:48_1": "“There is no division in the presence of a legal issue arising from a dispute.”",
    "ai-tika-vin06t5:48_2": "When there is the equality in the presence of the decision, he should not do so by one or other of them, without having asked in the presence of a group, or with one who is continually about a legal issue.",
    "ai-tika-vin06t5:48_3": "settling resolution through recollection to penalty.",
    "ai-tika-vin06t5:48_4": "(These designations of) resolution because of past insanity to one deserving resolution because of past insanity.”",
    "ai-tika-vin06t5:49_0": "I had sex with a legal issue arising from business. ...",
    "ai-tika-vin06t5:49_1": "I keep it first.”",
    "ai-tika-vin06t5:49_2": "(4b) Are there legal issues that are also business?",
    "ai-tika-vin06t5:49_3": "“You’re doing a legal procedure done bad deed,’ this is how the business with, and this is how the business should be understood.”",
    "ai-tika-vin06t5:49_4": "“Only there is a group of nuns in a certain group of monks whose settling the legal issues have been settled, they should all be seized by that legal issue. That is why doing the following set aside legal issues.”",
    "ai-tika-vin06t5:50_0": "Which customs station: “What is a legal issue arising from an accusation? What is the same thing?”",
    "ai-tika-vin06t5:51_0": "318-9.",
    "ai-tika-vin06t5:51_1": "“What is the description of legal issues in the gathering?”",
    "ai-tika-vin06t5:51_2": "A legal issue arising from a dispute, a legal issue arising from an accusation, a dispute, and later generates it.",
    "ai-tika-vin06t5:51_3": "The two disputes are going on a legal issue arising from a dispute, then they say: “Venerable sir, I’ll resolve this legal issue by means of the occasion.” But when you say, “We rejoicing it is all decision with two statements.”",
    "ai-tika-vin06t5:52_0": "The commentary on the schism is finished.",
    "ai-tika-vin06t5:53_0": "the component of the aggregates",
    "ai-tika-vin06t5:54_0": "Goldening is the color of questions.",
    "ai-tika-vin06t5:55_0": "Putting the time for the Buddha, the town and Kāsī,",
    "ai-tika-vin06t5:55_1": "The recitation sections on the site",
    "ai-tika-vin06t5:55_2": "Herein, the matter of the full ordination should be given by a person who is less than twenty years old since they have been given the full ordination in that less than twenty years.",
    "ai-tika-vin06t5:55_3": "That person is said to be acquisition of that offense, because he wants them, he should be given the full ordination without those years.",
    "ai-tika-vin06t5:55_4": "Indeed with the Linked Discourses on the aggregates,",
    "ai-tika-vin06t5:56_0": "the commentary on the colour and so on.",
    "ai-tika-vin06t5:57_0": "the color of shells...",
    "ai-tika-vin06t5:58_0": "321.",
    "ai-tika-vin06t5:58_1": "Uttara, she must know that one offense is called “one who knows she has reached the ultimate goal,” and “Does conclusion about whether he has reached the highest perfection, or not?",
    "ai-tika-vin06t5:58_2": "But never to be spoken of.",
    "ai-tika-vin06t5:58_3": "For this is said: “This must be finding a site for a particular offense know, “Possess,” “Possess,” “Possess,” “Posses, conduct, and self-controlled,” and he should know those who know about the rules.",
    "ai-tika-vin06t5:58_4": "but there is an offense entailing expulsion.”",
    "ai-tika-vin06t5:58_5": "You should say: ‘We practice absorption and clans.’”",
    "ai-tika-vin06t5:58_6": "When it is said in the comprehension, what is an indeterminate legal issue arising from the accusation? Are there cooked in the Doctrine? Are there any example?”",
    "ai-tika-vin06t5:58_7": "for some other reasons are conveying the meaning,",
    "ai-tika-vin06t5:58_8": "That which is why it should be given to the thought of the mind in the way that is to say, “This is to be obtained” .",
    "ai-tika-vin06t5:58_9": "Hence it is said: “There is no offense for one who isn’t fully developed in order to purify their minds or depressively incontent.”",
    "ai-tika-vin06t5:58_10": "if it is not to be done, it cannot be done by another that needs to be done.",
    "ai-tika-vin06t5:58_11": "But there is no such unprofitable transgression, such as skillful and embracing dealing with it.",
    "ai-tika-vin06t5:58_12": "They don’t agree with the judging of profitable roots, etc., or they respectively resolve each other. That is why they don’t accompany them, whether or not they reach the wholesome root of legal issues.",
    "ai-tika-vin06t5:58_13": "When there is a water offense, one who has extra effort arises in him.",
    "ai-tika-vin06t5:58_14": "Any other of the other person’s mind has not been derived by the mind, and so on.",
    "ai-tika-vin06t5:58_15": "Suppose a robe wears out of the three times, all is well versed in the skillful, but not for the sake of happiness.”",
    "ai-tika-vin06t5:58_16": "Any other of the other person’s mind has not been derived by the mind, and so on.",
    "ai-tika-vin06t5:58_17": "for just as when a robe is swept away by currents, it would be known that for the purpose of making it known that the wholesome roots, that is unskillful and unprofitable way, so the three kinds of subsequently it should be understood as follows:",
    "ai-tika-vin06t5:58_18": "It is the characteristic of being the end of being the materiality that should be understood as the arising of the characteristic of being dealt with that.",
    "ai-tika-vin06t5:58_19": "And this does indeed the recitation given in the Brick Commentaries.",
    "ai-tika-vin06t5:58_20": "They say that the inner bathing between leaf-hut and blamelessness is said.",
    "ai-tika-vin06t5:58_21": "Sittleness between the two offenses and the world system joyfully behind the world,",
    "ai-tika-vin06t5:58_22": "telling a deliberate lie in the outcome of compassion, ohymns, and others who say this: “This is the doctrine of the teachers who do not say, ‘No doubt!’",
    "ai-tika-vin06t5:58_23": "If they do not say, “May they be told,” “May they ejected by him for not recognizing an offense because they don’t have been ejected for not recognizing an offense; therefore it should be practiced without making the basis for ending offenses. ”",
    "ai-tika-vin06t5:58_24": "And the meaning is: “He should be done so having acquired that which is lost in the middle and the end of the proper conduct,” etc., is said, this is called “base” .",
    "ai-tika-vin06t5:59_0": "“What gets the precincts of legal issues,",
    "ai-tika-vin06t5:59_1": "greed, hate, and delusion.",
    "ai-tika-vin06t5:59_2": "There are three unwholesome intentions: four kinds of unprofitable issues, three kinds of misconduct, and three kinds of included in the way already stated. They may be either profitable or in the way already described.",
    "ai-tika-vin06t5:59_3": "and likewise in the entire spectrum of the entire spectrum of serenity.",
    "ai-tika-vin06t5:59_4": "Consequently he is a legal issue arising from an offense because of the four sense-spheres are included in the sense-spheres.",
    "ai-tika-vin06t5:59_5": "“There isn’t.” Because of the profitable way, they incapable of performing their pollutants, what is their profitable?",
    "ai-tika-vin06t5:59_6": "Then in what is left undecided, without preceding anything left over.",
    "ai-tika-vin06t5:59_7": "Extinguishment is the reason why only the meaning is stated in the Simile of the Commentaries.",
    "ai-tika-vin06t5:59_8": "Although the ascetic life is spoken in terms of the ascetic life, still skillful, because of the result of that even giving up and sharing the result of stream-entry,",
    "ai-tika-vin06t5:59_9": "Herein, unskillful bowls you should train yourselves.",
    "ai-tika-vin06t5:59_10": "the other in the moderation of the profitable intention, is what is said.",
    "ai-tika-vin06t5:59_11": "Approaching is known as a term for the understanding faculty. Absence between the earlier and the nose, they may be able to instead of encountering the inner skin, and the indicating and the others. Are therefore, having no doubts, defilement and unprofitable way today. Commitment and life-threathingness, not an unprofitable way, they may be destroyerted by the inheritance of the world. And may be an immeasurable way of this is called “profitable way”",
    "ai-tika-vin06t5:59_12": "and running on the entire spectrum of serenity is said.",
    "ai-tika-vin06t5:59_13": "For this is said in the Commentaries: “There may be eight kinds of unprofitable legal issues in the commentaries; there may be no purpose inclusion, wholesomeness, and undeterminate. There may be no decision.”",
    "ai-tika-vin06t5:59_14": "Because of the earth, water, fire, air, disciplinary issue, and disciplinary issues, and reinforced by the earth and disciplinary issues, etc., that is skillful and considered all the physical processes.”",
    "ai-tika-vin06t5:59_15": "Whenever they say, “Should give up these things?”",
    "ai-tika-vin06t5:59_16": "Because of this, they did not say, “There is.”",
    "ai-tika-vin06t5:59_17": "One whose mind is not compared to the class of offenses; but one whose mind isn’t conflict is said to be conflict with a collection of reference to the mind.",
    "ai-tika-vin06t5:59_18": "If you say, “If you’re told, you shouldn’t say: ‘We will live.’",
    "ai-tika-vin06t5:59_19": "That is why it is said:",
    "ai-tika-vin06t5:59_20": "Firstly, because of the foundation of the world, he thinks he is an unwholesome legal issue.",
    "ai-tika-vin06t5:59_21": "Whenever they do in the earlier stage, they think: “I am quite secluded from sense desires, I haven’t committed any offense entailing expulsion, but when they’re real, unprofitable.” They are exceedingly unprofitable, unprofitable, or in an unprofitable way to the gatherings.",
    "ai-tika-vin06t5:59_22": "So it might be called “special” in the Paṭisambhidā” or “There might be, friends, and colleagues” to say, “This legal issues arising from an unprofitable legal issue; there may be no such idea in this way.",
    "ai-tika-vin06t5:60_0": "If anyone says, “If someone who is expert in accordance with the Monastic Law, this is called improper legal issue arising from a disciplinary issue, they speak according to the rule, the offenses of the charge.”",
    "ai-tika-vin06t5:60_1": "what will we do?",
    "ai-tika-vin06t5:60_2": "then, so skilled in this way,",
    "ai-tika-vin06t5:60_3": "person is said to be one who develops it.",
    "ai-tika-vin06t5:60_4": "But when her body is called “non-proclaimed” in this way,",
    "ai-tika-vin06t5:60_5": "But the body and the two kinds of direct-knowledge are included in each of the two, that is, bodily and verbal blemishes. And they have an abidings consisting in physical phrases aggregates beginning with the bodily formations .",
    "ai-tika-vin06t5:60_6": "what is said:",
    "ai-tika-vin06t5:60_7": "and the body is also called “blessed”.",
    "ai-tika-vin06t5:60_8": "But there are unskillful bodily actions that are skillful in one whose bodily and verbal action, like a line drawn in sand.",
    "ai-tika-vin06t5:60_9": "Then the bodily formations, etc., respectively in the places, etc.,",
    "ai-tika-vin06t5:60_10": "about one who has said that he should know about the attainments: “This one who understands offenses and is referring to.",
    "ai-tika-vin06t5:60_11": "Are any roots, stems, roots, and leaves?”",
    "ai-tika-vin06t5:60_12": "But when his body and speech are only burnt hences, then the function of mental pride is to say: “The mind is like the nourishing of the border of the seats when they go beyond the double competing of your opposite sex.”",
    "ai-tika-vin06t5:60_13": "according as it is said: “The individual essence is this: “How many enemy are there?",
    "ai-tika-vin06t5:60_14": "At seven chapters.",
    "ai-tika-vin06t5:60_15": "How many do you become the earth?",
    "ai-tika-vin06t5:60_16": "these seven planes of discoveredness.”",
    "ai-tika-vin06t5:60_17": "Like this there is also in the case of the states that are called factors of stream-entry.",
    "ai-tika-vin06t5:60_18": "At this point he has done the four kinds of sustained thought. Except the mind, all the more than the former parts have been handed down in the various classes of offenses. And this is however. He, although abandons all the life-continuum, shels all kinds of unprofitable things, calmed mind in the form of unskilled perfumes and shootless clothes, due to substaining to previous practices, and to surrounding that included under the headings.",
    "ai-tika-vin06t5:61_0": "But some perceptions of matter in this place are included in the opposite direction, and she perceives them as such, and because of her beauty, she commits an offense entailing confession.",
    "ai-tika-vin06t5:61_1": "‘When they’re not showing them, they should make them stop.’”",
    "ai-tika-vin06t5:61_2": "The attainments of the one who had immeasurable thoughts,",
    "ai-tika-vin06t5:61_3": "If it is although he does not perceive it as such, he commits an offense entailing confession.’”",
    "ai-tika-vin06t5:61_4": "And here there is no affliction for one who isn’t able to display the unprofitable in the way already stated. And here even when analyzed them in the way already described, there is no offense for breaking them.",
    "ai-tika-vin06t5:61_5": "but which is like rice, etc., is eating,",
    "ai-tika-vin06t5:61_6": "Herein, remorseful is the nature of denying, “wavering” on the lotus pond.",
    "ai-tika-vin06t5:61_7": "The attainments of the origin of forms, which are in the world with its shells, wherever it is discovered, expounded in the way the minds of matter.",
    "ai-tika-vin06t5:61_8": "Though there is no offense for the wholesome, there is no offense for the skillful,",
    "ai-tika-vin06t5:61_9": "Likewise in this way: one isn’t skilled in all such ways, that is to say, fields, land, witness, or explore;",
    "ai-tika-vin06t5:62_0": "Herein, apart from any of the sixteen profitable ways there is a one-seed mind. Those who, with ears and nose, tongue-tipsed down with the hate and delusion, having cut them off the way, my mind in the world, and the next, it is unshakable, with its wild deformed thought, and its safety.",
    "ai-tika-vin06t5:62_1": "But whatever is included in the very same way as “running” is included in the same way as the word “unprofitable mind” , it is with the utterance of its having readiness and mind-wavering, “This is of two kinds association, this is said in the Paṭisambhidā, just as the words “profitable,” it is included in the way already stated to mind.",
    "ai-tika-vin06t5:62_2": "with one mind firmly established in mind, whose minds are not present, and whose mind is pointing the truth.",
    "ai-tika-vin06t5:62_3": "On the contrary, when one is able to develop, with one whose mind is undeprofitable, or with one whose mind is controlled,",
    "ai-tika-vin06t5:62_4": "He is brilliant, applications to the worms.",
    "ai-tika-vin06t5:62_5": "the noble person who is not trifling the others, and of a certain one of the other, with a mind full of corruption,",
    "ai-tika-vin06t5:62_6": "And when one is denigrated by wielding the base consisting of boundless mind, his mind is uncontrolled.",
    "ai-tika-vin06t5:62_7": "Herein, wrapped mental dawn therein, and that is to say, “the mind” is said.",
    "ai-tika-vin06t5:62_8": "This, firstly, is the exposition should be known here.",
    "ai-tika-vin06t5:63_0": "They committed the level of their offenses committed while on probation. They committed the simultaneous probation.",
    "ai-tika-vin06t5:63_1": "This is the one who commits a number of offenses committed while on probation for a number of offenses, etc., of all the offenses concealed by that number.",
    "ai-tika-vin06t5:63_2": "“I will not think,” he replied, “I shall not get in the mind.",
    "ai-tika-vin06t5:63_3": "“This nun is hunting a nun.”",
    "ai-tika-vin06t5:63_4": "“As a effort,” is said to be shown by the plane of wealth.",
    "ai-tika-vin06t5:63_5": "“When asked, if a nun does not give up any offense, she does not get up from it, nor gets rid of it.”",
    "ai-tika-vin06t5:63_6": "if he replies, saying, “It’s rainy-season residence according to the rule,” “They aren’t illegitimately;” then the offense of wrong conduct.",
    "ai-tika-vin06t5:63_7": "“Previously, Venerable Suddhodana says ‘Like this’, he refutes the goods.” But then they say, “From the time they don’t have been disrobe.”",
    "ai-tika-vin06t5:63_8": "to make a provisions.",
    "ai-tika-vin06t5:63_9": "‘I’ll speak at the right time, not at the wrong time.’”",
    "ai-tika-vin06t5:63_10": "If you have committed an offense, you should make amends for it.",
    "ai-tika-vin06t5:64_0": "the color of shells;",
    "ai-tika-vin06t5:65_0": "322.Nidahane ātape.",
    "ai-tika-vin06t5:65_1": "“Even if a monk stays apart from his three robes,",
    "ai-tika-vin06t5:65_2": "Except in this way, the ultimate abiding in the openings of the monastery is for one who belongs to a different Buddhist sect.”",
    "ai-tika-vin06t5:65_3": "Or alternatively, there is a reason why it is different kinds of canceling the Monastic Code or its recitation. Order in some case or other. Whatever is the meaning, it is that way is the meaning.",
    "ai-tika-vin06t5:65_4": "Because of the priority of the Saṅgha:",
    "ai-tika-vin06t5:65_5": "They think: “It is said to have one of these two similes,” and the rest is what is said.",
    "ai-tika-vin06t5:65_6": "(They are) powerful, prosperous, popularity and dispelling in the Vinaya, which are called “the Collections (in the Suttas).”",
    "ai-tika-vin06t5:66_0": "the commentary on the means",
    "ai-tika-vin06t5:67_0": "you should not address,",
    "ai-tika-vin06t5:67_1": "speech associated with the body: she making physical contact with the body , and having it hidden, is the meaning.",
    "ai-tika-vin06t5:67_2": "gone beyond resentment:",
    "ai-tika-vin06t5:67_3": "having conquered this bag of bones,",
    "ai-tika-vin06t5:67_4": "then speaking of being a speaker,",
    "ai-tika-vin06t5:67_5": "if he says, “When someone gives to a short bit of food,” “They are wrong,” “They are to be used for,” “They shouldn’t put it on,” “They should say, ‘Whoever returns,’ and he shouldn’t think, ‘I won’t give it. If it’s given,” but he says, “Come instead,” “We don’t go to the Monastic Law.”",
    "ai-tika-vin06t5:67_6": "If it is a group meal to take three, and that is, there is no offense.",
    "ai-tika-vin06t5:67_7": "is said to be one who is indulgent,",
    "ai-tika-vin06t5:67_8": "Or alternatively, having fallen upon them, is the meaning.",
    "ai-tika-vin06t5:67_9": "“Venerable Sir, when I said this I’m not allowed to give away at the right time, if it is allowed to make a meal to pass away, or to shave it.”",
    "ai-tika-vin06t5:67_10": "After putting the rainy-season robe, he posts the rainy-season residence (in which case he is), and he is the meaning.",
    "ai-tika-vin06t5:67_11": "Enters upon: it takes place without scratching.",
    "ai-tika-vin06t5:67_12": "If they say, “May they be told,” “It is because of what they say about. ” But when someone doesn’t do what they say, there is something to be done,” and he should see them inact them with his own insight.",
    "ai-tika-vin06t5:67_13": "This is not one who conflicts his former story as embarrassed by the first use of wealth.",
    "ai-tika-vin06t5:67_14": "clothing ...",
    "ai-tika-vin06t5:67_15": "Some concealed in their shackles, saying: “Which is the concealed place here by all the eyes,”",
    "ai-tika-vin06t5:67_16": "if he clothes that he needs cloth, saying, “ cloth is the robes,” and she isn’t lost;",
    "ai-tika-vin06t5:67_17": "Saying, “We must be some of them,” he should seize them by a certain number of meters;",
    "ai-tika-vin06t5:68_0": "Four and the color of shells.",
    "ai-tika-vin06t5:69_0": "If he lies in full awareness, saying, “I commit an offense entailing confession when four conditions are fulfilled ...",
    "ai-tika-vin06t5:69_1": "When there is a legal procedure of ejection for not making amends for an offense, you don’t commit the same offense as the specific offense, and the intention of making amends for those who already have committed an offense entailing expulsion. When there is an offense with the intention that is an offense:",
    "ai-tika-vin06t5:69_2": "Then the Teacher, whether he knows that this state is one or other of them. If he obtains it, he does not get all the same to do so, when he falls down the stream, he does not get rid of it.",
    "ai-tika-vin06t5:69_3": "How do you not serene?",
    "ai-tika-vin06t5:69_4": "composing the limbs that were created,",
    "ai-tika-vin06t5:69_5": "each of the body, they commit an offense entailing confession.",
    "ai-tika-vin06t5:69_6": "And some of the body that’s conceived in some but not in others. But some of their speech is discontent.",
    "ai-tika-vin06t5:70_0": "Here is this:",
    "ai-tika-vin06t5:70_1": "After doing both the body, he thinks, “So-half with the body, but none of them, and he can get rid of them.",
    "ai-tika-vin06t5:70_2": "For what is called one who “this out of the influence in the world” and “It is such a difficult thing, friends, or compared to the Vinaya,” and when they say, “Such is the act of wrong conduct for the Buddha,” and they say, “Suches to him on the contrary to the Teaching, and when you don’t ask the training.",
    "ai-tika-vin06t5:70_3": "This is the same: “This isn’t the word-meaning.”",
    "ai-tika-vin06t5:70_4": "The person who attains the best of men,",
    "ai-tika-vin06t5:70_5": "he goes beforely in front of all creatures; he is surely preceded by all the people.",
    "ai-tika-vin06t5:70_6": "for the first, as the rain falls,: “From these are the first man’s , a man” and “still,” for a man is the meaning.",
    "ai-tika-vin06t5:70_7": "Thirty-Three is produced in the thirty-two marks that were overading expulsion, not to say.",
    "ai-tika-vin06t5:70_8": "“The ascetic life is spoken of.”",
    "ai-tika-vin06t5:70_9": "“There are thirty training rules and thirty-two training rules entailing acknowledgment.”",
    "ai-tika-vin06t5:70_10": "a monk and a nun was coming down from the four rules on expulsion,",
    "ai-tika-vin06t5:70_11": "There is diverse spectrum of offenses, but not in the second.",
    "ai-tika-vin06t5:70_12": "There is nothing that can be under the heading of one who has gone to, but who is unable to discern them.",
    "ai-tika-vin06t5:70_13": "hymns, brothers, and sisters,",
    "ai-tika-vin06t5:70_14": "“Having given the twice, just as those who are worthy of offerings, they lifted their heads on her head,",
    "ai-tika-vin06t5:70_15": "Nine Bhikkhus rising from the nine sections, rising from the seats.",
    "ai-tika-vin06t5:70_16": "Whatever non-violent is worth a sixteenth part of his preceptor’s food, the meaning is this:",
    "ai-tika-vin06t5:70_17": "When the meal is cleaned, he should get up from his seat.",
    "ai-tika-vin06t5:70_18": "It’s when they say “Sometimes,” and they re-ordained, they say, “They aren’t reinstated,” and they say, “They’re not expert on the Monastic Law.”",
    "ai-tika-vin06t5:70_19": "For if there is an eon, he speaks about what is called decreed.",
    "ai-tika-vin06t5:70_20": "Likewise: here in such and such a case, a bhikkhu asks, “Even those who come back here is this,” and when asked the Monastic Law, he is the meaning.",
    "ai-tika-vin06t5:71_0": "the commentary on the five colors.",
    "ai-tika-vin06t5:72_0": "325.Naupeti puggalo.",
    "ai-tika-vin06t5:72_1": "“It’s because of disrespect that we a monk who has been invited to a meal and who is not an offered to ask a regular monk.”",
    "ai-tika-vin06t5:72_2": "if he is not sick, he should determine that he has intended for himself, and then eat it;",
    "ai-tika-vin06t5:72_3": "“I give this expectation to so-and-so. I don’t give such-and-such a meal.”",
    "ai-tika-vin06t5:72_4": "Endowed with lofty qualities,",
    "ai-tika-vin06t5:72_5": "transfer faces, such as:",
    "ai-tika-vin06t5:72_6": "who has fulfilled ethics and view, the Monastic Law, and the five Collections of the Vinaya.",
    "ai-tika-vin06t5:72_7": "“It is not just about with the five progressive courtesan,” and so on.",
    "ai-tika-vin06t5:72_8": "One of the habit is the meaning.",
    "ai-tika-vin06t5:72_9": "if he retalizes, “Skin”;",
    "ai-tika-vin06t5:72_10": "Eight previous lives is the meaning of: this is the meaning.",
    "ai-tika-vin06t5:72_11": "the meaning is that it is without having relinquished.",
    "ai-tika-vin06t5:72_12": "After the motion, he becomes eradicated, and has arrived at the deeds of a deed.",
    "ai-tika-vin06t5:72_13": "again and again, the work was ready to do for deeds.",
    "ai-tika-vin06t5:72_14": "In the motion of one enclosed according to the percipient of those legal procedures, which is the basis for such legal procedures, etc., and one is called “announcing”.",
    "ai-tika-vin06t5:72_15": "and in the wilderness, some mentioned and say:",
    "ai-tika-vin06t5:73_0": "the commentary on the skin of the hide.",
    "ai-tika-vin06t5:74_0": "He should remember it as “Repulsiveness of the sixth,” and so on is what is said.",
    "ai-tika-vin06t5:74_1": "What are the nineteenth sections?",
    "ai-tika-vin06t5:74_2": "First the first one-sesphere is said to each one by one, and three with four reasons, and three times disappearance.",
    "ai-tika-vin06t5:74_3": "“‘Because of the four offenses, he doesn’t commit the same offense as all the offenses entailing suspension, etc., with the five sixth offenses, and three in the sixth and three.’",
    "ai-tika-vin06t5:74_4": "Similarations, greed and delusion, the six roots of arguments,",
    "ai-tika-vin06t5:74_5": "the rainy-season robe sewn,",
    "ai-tika-vin06t5:74_6": "of the three robes, the Happy One’s robe,",
    "ai-tika-vin06t5:74_7": "when he has finished his robe and leaves the monastery, when he robe is finished, having gathered a debate, he then sees the boundary, on the ground, at the end of the robe-making season, or when he has undertaken the sixth year.",
    "ai-tika-vin06t5:74_8": "Who seventhly departed together with (the King)?",
    "ai-tika-vin06t5:75_0": "the commentary on the seven places.",
    "ai-tika-vin06t5:76_0": "Yet the seventeen, namely, the one who is himself worthy should be given the seventeen kinds of discrimination in the same way as these seventeen .",
    "ai-tika-vin06t5:76_1": "If he gets a robe, he must stay apart from it for six days at the most. If he stays apart from it for six days at the end of the robe, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin06t5:76_2": "But then a number of monks who are malevolents of robe-cloth attacked by a border of aggregates, whether he has been accused or not of an offense.”",
    "ai-tika-vin06t5:77_0": "Goldening is the color of eight.",
    "ai-tika-vin06t5:78_0": "328.",
    "ai-tika-vin06t5:78_1": "Seeing that the observance-day procedure together with him is that, it is why the dangers.",
    "ai-tika-vin06t5:78_2": "“He does not abuse”.",
    "ai-tika-vin06t5:78_3": "before he has lied, he knows he is going to lie; while lying, he knows he is lying; after he has lied, he knows he has lied; in misrepresenting his view of what is true; in misrepresenting his belief of what is true; in misrepresenting his acceptance of what is true.",
    "ai-tika-vin06t5:78_4": "it becomes subject to relinquishment at dawn on the eighth day.",
    "ai-tika-vin06t5:78_5": "Eight years: the full ordination by means of the nuns’ full ordination,",
    "ai-tika-vin06t5:78_6": "Eight years in the rainy season.",
    "ai-tika-vin06t5:79_0": "the color of buttermilk is garments.",
    "ai-tika-vin06t5:80_0": "329.",
    "ai-tika-vin06t5:80_1": "The newly ordained monks shut.",
    "ai-tika-vin06t5:80_2": "(Surely) human beings, like a new sun (only) rays.",
    "ai-tika-vin06t5:80_3": "nine robes made of Sundarati,",
    "ai-tika-vin06t5:80_4": "After determining them, they should not determine them, transferred to another, given them to them, nor do they advert to them.",
    "ai-tika-vin06t5:80_5": "nine robes ...",
    "ai-tika-vin06t5:80_6": "‘If a monk takes a new pat, but he perceives it as illegitimate, and he does not perceive them as such, he commits an offense entailing confession.’”",
    "ai-tika-vin06t5:81_0": "the commentary on the ten kinds of means",
    "ai-tika-vin06t5:82_0": "330.",
    "ai-tika-vin06t5:82_1": "if he has not taken a legal issue; he does not have ten the votesans, etc.;",
    "ai-tika-vin06t5:82_2": "The opposite is complete,",
    "ai-tika-vin06t5:82_3": "When he is said to be constructed by the entire spot:",
    "ai-tika-vin06t5:82_4": "he said, “I cooked rice gruel and left,” and so on.",
    "ai-tika-vin06t5:82_5": "The ten kinds of one protected by her mother, beginning with women,",
    "ai-tika-vin06t5:82_6": "The ten kinds of wives, bought, and so on.",
    "ai-tika-vin06t5:82_7": "thinking: “After giving the full admission to that trainee nun who has twelve years of seniority, must be arrival at the twelve years.”",
    "ai-tika-vin06t5:82_8": "“Knowing in such a way the attainment of stream-entry isn’t known as far as encounterns. ...",
    "ai-tika-vin06t5:82_9": "oral transmissions: ‘As long as these five factors’, do not know what is skillful and what is unskillful, oralized by the noble ones?”",
    "ai-tika-vin06t5:82_10": "“Ten years, even if she does not get anything else to give, she too is evident to anyone sitting in the texts on all. How is there any offense?",
    "ai-tika-vin06t5:83_0": "Golden in color,",
    "ai-tika-vin06t5:84_0": "They make the disease where they fall.",
    "ai-tika-vin06t5:85_0": "The commentary on the single word is finished.",
    "ai-tika-vin06t5:86_0": "Remembering the Observance day",
    "ai-tika-vin06t5:87_0": "But sir, I invite the Community of monks to be brought back by doing what is called.",
    "ai-tika-vin06t5:88_0": "Declaring the meaning and the conducive to welfare.",
    "ai-tika-vin06t5:89_0": "He is the advantage for one who enters upon the meaning, and in that place he is announced in the special qualities of true wisdom, which is announced in the Saṅgha, and so on in order to see the training rules, and is present in him.",
    "ai-tika-vin06t5:89_1": "Herein, just as in the mundane produces kamma-confusion the world’s virtue, and then in the special qualities of being generated by the cleansing of virtue, and then in the special qualities of patience is cleans.",
    "ai-tika-vin06t5:89_2": "One who has abandoned the special qualities of fewness of wishes, etc., and who has arisen in the world aspirations of qualities as an unpurified conduct, whose purity has fulfilled the special qualities of fewness of wishes, etc., and is satisfied by the cleansing of fewness of wishes, contentment, effacement, seclusion, aloofness of fewness of wishes, and so on.",
    "ai-tika-vin06t5:89_3": "You should understand that purity of conduct is cleansed by the ascetic life.",
    "ai-tika-vin06t5:89_4": "Or they are reborn in the world of the gods who are full of wisdom, or they are evident to him if they are evident to him.",
    "ai-tika-vin06t5:89_5": "Likewise in the first place, good-hearted mendicants. It is inclination, good-heartedness, and subduing confidence in those without it. That is the second conducive to the continuation. Inspiring confidence in the present life by the first.",
    "ai-tika-vin06t5:89_6": "It is in the first place where the monks have wicked desires, being counselor in the second time.",
    "ai-tika-vin06t5:89_7": "for this is said: “The Realized One laid down training rules for his disciples and training rules for his disciples. For the lay down training rules for laypeople.”",
    "ai-tika-vin06t5:89_8": "Since they are habited in the present life, they should be treated in the present life by means of the Vajjians.",
    "ai-tika-vin06t5:89_9": "for this is said: “About the meaning of phrasing.”",
    "ai-tika-vin06t5:89_10": "the present life that leads to rebirth in the present life are free of enmity and ill will.”",
    "ai-tika-vin06t5:89_11": "But even if they live in a new state of grain because of charity and neglect, border of food, drink, clothes, and beds and chairsms—they serve them with wicked desires.",
    "ai-tika-vin06t5:89_12": "(All should be treated in the present life by enemying) and enmity, etc., in the present life, and in lives to come. And they should understand:",
    "ai-tika-vin06t5:89_13": "However, the meaning should be understood in the beginning of the ten kinds of accumulation:",
    "ai-tika-vin06t5:90_0": "with a single stage or what is wholesome,",
    "ai-tika-vin06t5:91_0": "Having developed the well-sphere laid down for the Community,",
    "ai-tika-vin06t5:92_0": "I dying the far shore.",
    "ai-tika-vin06t5:93_0": "not as regards one who is known since he does not know, with one who has lost his wisdom,",
    "ai-tika-vin06t5:94_0": "By the means of the natural principles, the Buddhas of the Dhamma,",
    "ai-tika-vin06t5:95_0": "It is connected with the teaching of the Dhamma that is an adept. This is their name and form.",
    "ai-tika-vin06t5:95_1": "When there is a rule that can be laid down, they watch over, and that whichever there is from making amends for an offense. When there is something to be done, there is anything that should be understood as such.",
    "ai-tika-vin06t5:95_2": "If a monk who is ejected by a legal procedure of ejection for not making amends for an offense, and then criticizes the giving up of desires to give his consent and then, if he knows that the Sangha has been brought to him, he commits an offense entailing confession. ...",
    "ai-tika-vin06t5:95_3": "But that is how there is a laid down for the Sangha.”",
    "ai-tika-vin06t5:95_4": "‘Only it will be for your welfare and happiness that I have no doubts about the deathless, and an offense entailing suspension in the present life, and with unshakable basis, repulsion, inclination, and inclination; and for oppression, and for easession, all beings in the present life, and for breaking up fathoms. Their ease, continuation, deliberates, and fetters for breaking up fact, they lead to continue, and ending the present life.’",
    "ai-tika-vin06t5:95_5": "all the laypeople or renunciates have confidence in those without it, and increase the confidence of those who have it,",
    "ai-tika-vin06t5:95_6": "The teaching of the ascetic life, the training rule on which the ascetic life is guiding and taking care of the truths, and is not for the longevity of the true teaching, and it’s bad to enjoy themselves.",
    "ai-tika-vin06t5:95_7": "‘The training rules on decisions, etc., are prescribed for the sake of delusion,’ that should be understood.”",
    "ai-tika-vin06t5:95_8": "‘If a monk who is unincluding plants, what is that?’”",
    "ai-tika-vin06t5:95_9": "For those who inspire confidence in those without it and increase it,",
    "ai-tika-vin06t5:96_0": "“He who has ignorant views, and who lacks his own views,",
    "ai-tika-vin06t5:97_0": "to him in his confidence, and gained faith in the Buddha:",
    "ai-tika-vin06t5:98_0": "“Should one who lives in conqueror,",
    "ai-tika-vin06t5:99_0": "He should live happily to one who is self-control and fish in meat.",
    "ai-tika-vin06t5:100_0": "And this:",
    "ai-tika-vin06t5:101_0": "“Lord of the Buddha, Perception of the disciples,",
    "ai-tika-vin06t5:102_0": "Where the very shaking here and there is Virūpakkha,",
    "ai-tika-vin06t5:103_0": "And in the world of the mind conquered the world.”",
    "ai-tika-vin06t5:104_0": "gives confidence to those who have confidence in the best.",
    "ai-tika-vin06t5:105_0": "Those who abide in the various kinds of caring craving in the various parts beginning with craving,",
    "ai-tika-vin06t5:106_0": "the Buddha, the teaching, and the Saṅgha,",
    "ai-tika-vin06t5:107_0": "and set out a training rule.",
    "ai-tika-vin06t5:108_0": "eating meat, they used to eat a lump of meat,",
    "ai-tika-vin06t5:109_0": "after seeing the people’s (supernatural) present,",
    "ai-tika-vin06t5:110_0": "The allowance for three hundred monasteries",
    "ai-tika-vin06t5:111_0": "With the consequence of my views, ~ the fearless,",
    "ai-tika-vin06t5:112_0": "and later went out of compassion for the world,",
    "ai-tika-vin06t5:113_0": "Getting through killing living creatures, stealing, sexual misconduct,",
    "ai-tika-vin06t5:114_0": "Herein, the Buddha has performed the degree of definitions but not others.",
    "ai-tika-vin06t5:114_1": "It may be that for the purpose of abandoning the indulging in the grounds for the huts of the plants, etc., that is to say, a small dwelling, and an idea that should be understood as the means of a dwelling.",
    "ai-tika-vin06t5:114_2": "The construction is introduced to meaning in that place.",
    "ai-tika-vin06t5:115_0": "The Great Being is finished.",
    "ai-tika-vin06t5:116_0": "First: the First Follower",
    "ai-tika-vin06t5:117_0": "The training rule on the seven sleeping places",
    "ai-tika-vin06t5:118_0": "335.",
    "ai-tika-vin06t5:118_1": "Or the meaning is that it is the meaning.",
    "ai-tika-vin06t5:118_2": "and three hundred pans were burnt coals, and three hundred and fifty coins.",
    "ai-tika-vin06t5:118_3": "suffer a human being,",
    "ai-tika-vin06t5:118_4": "or more than ten days.",
    "ai-tika-vin06t5:118_5": "they were black and brown: “Sworms and brown!”",
    "ai-tika-vin06t5:118_6": "Garding the streams,",
    "ai-tika-vin06t5:118_7": "Eats a meal before another,",
    "ai-tika-vin06t5:118_8": "If she abuses or reviles monks, that nun abuses or reviles her.",
    "ai-tika-vin06t5:118_9": "an unrelated nun.",
    "ai-tika-vin06t5:118_10": "they die in form.",
    "ai-tika-vin06t5:118_11": "Sleeping weavers weavers weavers,",
    "ai-tika-vin06t5:118_12": "complaining about others:",
    "ai-tika-vin06t5:118_13": "The nun Pāṭaliputta, who had been violent, was even covered in a bundle,",
    "ai-tika-vin06t5:118_14": "And they’ve invited him to eat what has been invited to eat.",
    "ai-tika-vin06t5:118_15": "After giving the robe-cloth, it should be given to united by the Sangha,",
    "ai-tika-vin06t5:118_16": "If those monks are eating at invitations to families, then eat them,",
    "ai-tika-vin06t5:118_17": "that singingly, “If it’s unsuitable,” and she wandered during the rainy season residence.",
    "ai-tika-vin06t5:118_18": "The trainee nun who has given the full admission to a trainee nun who has expired, should give the full admission to a trainee nun who has expired.",
    "ai-tika-vin06t5:118_19": "There are four rules entailing expulsion, and the nuns who had been conquered: They’d wretched the earth from their shoes, mixed with a thousand jackals, and a thousand.",
    "ai-tika-vin06t5:118_20": "Go to that place, Your Majesty, is the meaning, ghee or oil lamps, buttermilk.",
    "ai-tika-vin06t5:118_21": "nurses a large dwelling with great splendid and great position.",
    "ai-tika-vin06t5:118_22": "evasive speech, but evasively;",
    "ai-tika-vin06t5:118_23": "As far as they gate",
    "ai-tika-vin06t5:118_24": "he replies, thinking, “I remember the noble ones,” and by the lineage he is legitimately corrected by him.",
    "ai-tika-vin06t5:118_25": "The right hands and feet shouted,",
    "ai-tika-vin06t5:118_26": "Due to eating so little, my bowl washed, and torture, idea.",
    "ai-tika-vin06t5:118_27": "Then they went up to the instruction, and responding to advice, that monk perceives them as such.",
    "ai-tika-vin06t5:118_28": "Spiky, “Koliyan,” “For he has long been risky, allocated, ignoble, and pointless” is,",
    "ai-tika-vin06t5:118_29": "Should reveal it.”",
    "ai-tika-vin06t5:118_30": "Those nuns should go to the instruction or take part in advice.",
    "ai-tika-vin06t5:118_31": "the four rules on expulsion laid down, etc., and the waters of the city, and the city absence,",
    "ai-tika-vin06t5:119_0": "Practicing is the color of buttermilk.",
    "ai-tika-vin06t5:120_0": "the eight serious rules entailing expulsion, the (from) respectively from the communities of the monks, the groups of ten monks, and the ten rules entailing suspension.",
    "ai-tika-vin06t5:120_1": "the eight kinds of strong trainer as impediment, etc., are called “specified”.",
    "ai-tika-vin06t5:120_2": "At that mortification’s reaches rebirth.",
    "ai-tika-vin06t5:120_3": "Is in detailed, saying: “Having been seen, I will give away in detail” and so on, that which is given away (from the answer),",
    "ai-tika-vin06t5:120_4": "“He who, laughs, speaks laughing, is setting,”",
    "ai-tika-vin06t5:120_5": "and placing it in an open vow, hollow after the corporeal formations, he answers with questions rafters, questions with the division of the doctrine of the Teacher.",
    "ai-tika-vin06t5:120_6": "if the nun who has been ejected and not having been suspended through the eight parts of the giving directions, and she is called (but).",
    "ai-tika-vin06t5:121_0": "the colour of myriads, etc.",
    "ai-tika-vin06t5:122_0": "337.",
    "ai-tika-vin06t5:122_1": "the right shaven-headed robe-cloth that is the right size and the rainy-season robe-cloth stored them indoors.",
    "ai-tika-vin06t5:122_2": "The fourteen kinds of robe-cloth area and the nice-robes.",
    "ai-tika-vin06t5:122_3": "This is the proper procedure.",
    "ai-tika-vin06t5:123_0": "the commentary on the non-staple food, etc.",
    "ai-tika-vin06t5:124_0": "338.",
    "ai-tika-vin06t5:124_1": "when the fourteenth year was being carried away like this, he drew the concluded into the (was heard).",
    "ai-tika-vin06t5:124_2": "One receives the washold, and bowls,",
    "ai-tika-vin06t5:124_3": "Two hairs were covered with garments.",
    "ai-tika-vin06t5:125_0": "Two parts:",
    "ai-tika-vin06t5:126_0": "“It’s the time for eating a meal before another tomorrow,",
    "ai-tika-vin06t5:127_0": "Abandoning, without having prepared, the excellent naked ascetic,",
    "ai-tika-vin06t5:128_0": "can know what is grave;",
    "ai-tika-vin06t5:129_0": "“Amongst those with a woman, the King’s women who had gone,",
    "ai-tika-vin06t5:130_0": "at the wrong time without taking leave of an available monk,",
    "ai-tika-vin06t5:131_0": "“Sīha, the rainy-season robe, and the rainy-season residence,",
    "ai-tika-vin06t5:132_0": "In the twenty-two trainings these twenty-two trainings revealed.”",
    "ai-tika-vin06t5:133_0": "Paṭācārā, who is argument,",
    "ai-tika-vin06t5:133_1": "“‘Teachs are drawn out,’ is what is to be shared out, what is to be done.",
    "ai-tika-vin06t5:133_2": "forty-six years: these sixes forty-six kinds of folk.",
    "ai-tika-vin06t5:133_3": "“They are stated of offenses entailing suspension” in this way the Vinaya as stated, and then in the way already described.",
    "ai-tika-vin06t5:133_4": "Eight reasons:",
    "ai-tika-vin06t5:133_5": "He was the rules entailing expulsion in the Divinities’ analytically divided into the head",
    "ai-tika-vin06t5:133_6": "For the seventh reason,",
    "ai-tika-vin06t5:133_7": "one of the observance-day procedure, whether the group of two or three is included in the fourteenth but not in the previous case of the fourth.",
    "ai-tika-vin06t5:133_8": "Herein, ‘By deeds’ means that because of his understanding, because it is the cleansing of actions, because ofs that he has done the same way as before.",
    "ai-tika-vin06t5:133_9": "‘Have you eradicated all four factors,’ he replied: ‘In the same way, why is the observance-day procedure, but not the legal procedure?",
    "ai-tika-vin06t5:133_10": "Then they give, thinking, ‘They are poisoned only by doing so,’ and they should resolve this.”",
    "ai-tika-vin06t5:133_11": "There are four kinds of legal issues: legal issues arising from business that is a legal issue arising from a dispute; there are three kinds of legal issues arising from business.",
    "ai-tika-vin06t5:134_0": "the color of extra effort, and the color of stream-entry,",
    "ai-tika-vin06t5:135_0": "they call him a self-control.",
    "ai-tika-vin06t5:135_1": "The rest is the beginning of the middle;",
    "ai-tika-vin06t5:135_2": "The training rule on sending away",
    "ai-tika-vin06t5:135_3": "With faithful minds, (thinking): “There is no need for mind.”",
    "ai-tika-vin06t5:135_4": "deceived, frail,",
    "ai-tika-vin06t5:135_5": "Yet even though this is the nature of the rose-apple, etc., listening to, stated in the scriptures, etc., should be understood the meaning of the words “This is the meaning of what is said. ” But when I said, they can understand the meaning of this matter,",
    "ai-tika-vin06t5:135_6": "“As a swallowing, it is poisonous,” and it is born in him.",
    "ai-tika-vin06t5:135_7": "they straightened the straight path.",
    "ai-tika-vin06t5:136_0": "The first section for recitation on the homes is finished.",
    "ai-tika-vin06t5:137_0": "the commentary on the legal issues.",
    "ai-tika-vin06t5:138_0": "the commentary on the story, etc.",
    "ai-tika-vin06t5:139_0": "the seventh terrifying legal issues invaliding, the double issues, and the grointments, and the Seven on that legal issue—that is invalid and not to be settled there.",
    "ai-tika-vin06t5:139_1": "they proceed.",
    "ai-tika-vin06t5:139_2": "“Have they gain the doctrine of legal issues,’ and so on, that they get the same qualities as contrary to the Teaching.”",
    "ai-tika-vin06t5:139_3": "Without playing in what is seen,",
    "ai-tika-vin06t5:139_4": "cutting out, etc., which is an offense entailing expulsion,",
    "ai-tika-vin06t5:139_5": "insane;",
    "ai-tika-vin06t5:139_6": "and they are threshed over as if with grass.”",
    "ai-tika-vin06t5:139_7": "“It is in the absence of those who are acting according to the arrival attitude of making amends for and not because of this there is no-one.",
    "ai-tika-vin06t5:139_8": "That’s why they don’t reply.”",
    "ai-tika-vin06t5:139_9": "The meaning is according to the Vinaya Suttas : In the texts on the Faith, the Vinaya, of the Dhamma, is the meaning.",
    "ai-tika-vin06t5:139_10": "to be surrounded by the aggregates, by the wind,",
    "ai-tika-vin06t5:139_11": "if it is a fault:",
    "ai-tika-vin06t5:139_12": "Previously analytically, it is for the purpose of showing that the Dhamma is not the good.”",
    "ai-tika-vin06t5:139_13": "(may) bodily actions that are rough irregularly.",
    "ai-tika-vin06t5:139_14": "When a brahmin has passed away",
    "ai-tika-vin06t5:140_0": "On the contrary to the Teaching, etc.",
    "ai-tika-vin06t5:141_0": "What do you think about it? What is the origin of the world?",
    "ai-tika-vin06t5:141_1": "she arose in the past, and created arguments.",
    "ai-tika-vin06t5:141_2": "When a nun has committed an offense entailing expulsion, she commits an offense entailing expulsion.",
    "ai-tika-vin06t5:141_3": "and working for the legal procedure of ejection for not recognizing an offense,",
    "ai-tika-vin06t5:141_4": "What would you like?",
    "ai-tika-vin06t5:141_5": "pursuing is as pressing.",
    "ai-tika-vin06t5:141_6": "that legal issue is inferior.",
    "ai-tika-vin06t5:142_0": "344.",
    "ai-tika-vin06t5:142_1": "“Seeing about the disciplinary issues, they rightly give him that legal issue, they will not be able to see any other disciplinary issues.” But they don’t succeed only because of that.",
    "ai-tika-vin06t5:143_0": "‘They make substances for requisites,’ and so on.",
    "ai-tika-vin06t5:144_0": "353.",
    "ai-tika-vin06t5:144_1": "After doing so in connection with the states of loss, etc., that is to say, the intention of accusations, the intention of using the analysis of non-human beings, and so on.",
    "ai-tika-vin06t5:144_2": "why?",
    "ai-tika-vin06t5:144_3": "Resolution through having the intention of having through his legal procedures, the resolution through recollection of the Sangha, the group of six.",
    "ai-tika-vin06t5:145_0": "The commentary on the schism is finished.",
    "ai-tika-vin06t5:146_0": "Second: the color of cows",
    "ai-tika-vin06t5:147_0": "Questioning is the commentary on the questions, etc.",
    "ai-tika-vin06t5:148_0": "359.",
    "ai-tika-vin06t5:148_1": "Arguments is the meaning.",
    "ai-tika-vin06t5:148_2": "Jealous with dart.",
    "ai-tika-vin06t5:148_3": "“This is the section consisting of the legal procedure.”",
    "ai-tika-vin06t5:148_4": "“He doesn’t know the next world; he doesn’t know each other.”",
    "ai-tika-vin06t5:148_5": "But this is two kinds of World.",
    "ai-tika-vin06t5:149_0": "accumulating to others.",
    "ai-tika-vin06t5:150_0": "gets rid of making (himself).",
    "ai-tika-vin06t5:151_0": "360.",
    "ai-tika-vin06t5:151_1": "(now) having asked in the three knowledges, he is not questioned (them).",
    "ai-tika-vin06t5:151_2": "asking about the five attainments of the beginning with what is meant in one who has attained through insight.",
    "ai-tika-vin06t5:151_3": "“There is in the case of the livelihood that is included in the way of being a living being.”",
    "ai-tika-vin06t5:151_4": "“I’ve committed a serious offense.”",
    "ai-tika-vin06t5:152_0": "That’s why I don’t follow each other.",
    "ai-tika-vin06t5:153_0": "colorful is the colour of cooked.",
    "ai-tika-vin06t5:154_0": "to get rid of the extra effort.",
    "ai-tika-vin06t5:155_0": "On the contrary, he should sit down in that place like this: “So it is how they should sit.”",
    "ai-tika-vin06t5:155_1": "perception ...",
    "ai-tika-vin06t5:155_2": "taken by gradually purification: the meaning is that it is set aside.",
    "ai-tika-vin06t5:155_3": "do those who are ignorant? What is their assemblies?",
    "ai-tika-vin06t5:155_4": "She then asked: “Having (them) Kapilavatthu, why do you know the time?”",
    "ai-tika-vin06t5:155_5": "not knowing what is not Dhamma",
    "ai-tika-vin06t5:156_0": "perils him by fear, terror, and prevails it comes about with fear of fear.”",
    "ai-tika-vin06t5:156_1": "“But because greed and hate are badly drunken on their consent, since they are drawn away.”",
    "ai-tika-vin06t5:157_0": "Practicing is the colour of great disciples.",
    "ai-tika-vin06t5:158_0": "he should gradually cover the color of water with the color.",
    "ai-tika-vin06t5:159_0": "* the colour of blue is the colour of blue, yellow, red or white or colour, and so on.",
    "ai-tika-vin06t5:160_0": "(Always) the earthquakes, widespread: the earth and the waters in all its various grounds.",
    "ai-tika-vin06t5:161_0": "The color of the robe-making procedure is finished.",
    "ai-tika-vin06t5:162_0": "the color for the robe-making procedure, etc.",
    "ai-tika-vin06t5:163_0": "403-4.Kinti kathaṁ.",
    "ai-tika-vin06t5:163_1": "On the site for a particular period",
    "ai-tika-vin06t5:163_2": "and next, thinking: “Have they come back from the water,” and stepped on the washing and liquor, etc., as they receptacle for digesting the work and the way is washed later.",
    "ai-tika-vin06t5:163_3": "But in the past, the future in the present, is the meaning.",
    "ai-tika-vin06t5:163_4": "and one finds no matter for oneself.",
    "ai-tika-vin06t5:164_0": "The allowance for the robe-making season is the colour of the...",
    "ai-tika-vin06t5:165_0": "Entering in the sense of carrion; and so on.",
    "ai-tika-vin06t5:165_1": "“On the last month of the rainy season, sir.” For one is able to restrain the day or to discuss it.",
    "ai-tika-vin06t5:166_0": "they say, “They aren’t called Kinārā.”",
    "ai-tika-vin06t5:167_0": "Discussion of the Questions on the Paṭācārā,",
    "ai-tika-vin06t5:168_0": "415-6.",
    "ai-tika-vin06t5:168_1": "How do they store up with them?",
    "ai-tika-vin06t5:168_2": "A monk who has taken up the robe-cloth and leaves the monastery while expecting more robe-cloth. Then he goes outside the monastery boundary until the end of the robe-making season.",
    "ai-tika-vin06t5:168_3": "How do you get better?",
    "ai-tika-vin06t5:168_4": "After undertakeing the robe-cloth, he leaves the monastery with the intention to return. Then, when that robe-cloth is given, he still remains outside the monastic boundary, he gets up with his robe, thinking, “So it is.” But when someone is standing or sitting in that monastery, he removes the robe-cloth, there is no more than that.",
    "ai-tika-vin06t5:168_5": "When he is stored, he thinks, “I won’t return,” and when he makes a robe within that monastery, he puts the edge of the monastery on, and when he returns to the monastery, he thinks, “Take this robe-cloth and then store it until the end of the robe. Then he does not return to the monastery, and when the robe is finished.",
    "ai-tika-vin06t5:168_6": "And these verses were found in the acquisition of this verse.",
    "ai-tika-vin06t5:168_7": "“How do you live in a debt?",
    "ai-tika-vin06t5:168_8": "I’ll live with a partner, and having sent them away, saying: ‘I’ll prepare the pains in the evening, ‘I’ll go to the monastery’. Yet I’m not able to return.’ So I’m unable to see that, hurriedly, and after coming back.’",
    "ai-tika-vin06t5:168_9": "for mindfulness, thinking, “He doesn’t get a stand that’s why they don’t get enough.”",
    "ai-tika-vin06t5:168_10": "The first two end of the robe-making season comes to an end when two ends the robe-making season comes to the end of the robe-making season.",
    "ai-tika-vin06t5:168_11": "(but) from leaving, the two streams,",
    "ai-tika-vin06t5:168_12": "(but) is the state of having a measureless scope for it, ~ is the meaning.",
    "ai-tika-vin06t5:169_0": "The color of the robe-making season is finished.",
    "ai-tika-vin06t5:170_0": "The Reference to the Incomparable",
    "ai-tika-vin06t5:171_0": "Upāli’s five reasons.",
    "ai-tika-vin06t5:172_0": "Uselessness",
    "ai-tika-vin06t5:173_0": "Towards the body and doing of the body,",
    "ai-tika-vin06t5:174_0": "Practicing Rots",
    "ai-tika-vin06t5:175_0": "After rubbing his bodies, and now undergoing the water-pot, thenising his curry,",
    "ai-tika-vin06t5:176_0": "commentary on the colour of bean curry",
    "ai-tika-vin06t5:177_0": "424.",
    "ai-tika-vin06t5:177_1": "They go to a legal issue arising from schism. They think,",
    "ai-tika-vin06t5:177_2": "(Anger) anger, disputes, a legal issue arising from a dispute, a legal issue arising from an accusation, and a legal issue.",
    "ai-tika-vin06t5:177_3": "(whether) deeds in the nine places on the ground.",
    "ai-tika-vin06t5:177_4": "In two places amount: this is the fourth production of the fourth jhāna.",
    "ai-tika-vin06t5:177_5": "This is why it should be understood that in the way already described under the at both ends in the commentaries.",
    "ai-tika-vin06t5:178_0": "Practice Conduct",
    "ai-tika-vin06t5:179_0": "425.",
    "ai-tika-vin06t5:179_1": "It is not possible to give a share to the three offenses, nor do they gain any offense.",
    "ai-tika-vin06t5:179_2": "The one living in the community by theft should be given probation according to the doctrine of the sarong.",
    "ai-tika-vin06t5:179_3": "that was said, it seems, to be found on the boundaries.",
    "ai-tika-vin06t5:180_0": "wrapped in your mind,",
    "ai-tika-vin06t5:181_0": "Liable To precept",
    "ai-tika-vin06t5:182_0": "from any sort of danger: from any sort of danger is said.",
    "ai-tika-vin06t5:183_0": "He should not give gifts without reservation, and so on. He should stay silent.",
    "ai-tika-vin06t5:184_0": "Practicing to nuns",
    "ai-tika-vin06t5:185_0": "the sound of courses, triumps, and running all the sounds, etc., by one and twenty-nine days (after his) twenty-three .",
    "ai-tika-vin06t5:186_0": "Goldening and substance",
    "ai-tika-vin06t5:187_0": "455.Pasāretā mohetā.",
    "ai-tika-vin06t5:188_0": "Practice Conducive to the settling of legal issues",
    "ai-tika-vin06t5:189_0": "They call someone who is not fully ordained in one particular monastery workers.”",
    "ai-tika-vin06t5:189_1": "“As a clod of the path to peace,”",
    "ai-tika-vin06t5:190_0": "for the sake of the robe-making season",
    "ai-tika-vin06t5:191_0": "467.",
    "ai-tika-vin06t5:191_1": "they lose their anger, they get angry and upset,",
    "ai-tika-vin06t5:191_2": "Vihāra all over one side, it seems, have passed out of the introduction, and it seems, in the Commentaries.",
    "ai-tika-vin06t5:191_3": "for one hundred is resting the wall, therefore it is not to be deprived.",
    "ai-tika-vin06t5:191_4": "was said in the obstruction: “He did not possess the conduct of one who possesses its (supernatural) faculties, etc., and non-action with the point of an obstacle for them.”",
    "ai-tika-vin06t5:192_0": "The group of five is finished.",
    "ai-tika-vin06t5:193_0": "the color of offenses because he wants.",
    "ai-tika-vin06t5:194_0": "and consecrated with the previous day.",
    "ai-tika-vin06t5:194_1": "The other sort of mind.",
    "ai-tika-vin06t5:194_2": "While he is dirty, otherwise he obtains what he had committed, and then committed the offense entailing expulsion.",
    "ai-tika-vin06t5:195_0": "Second: the color of cows",
    "ai-tika-vin06t5:196_0": "the color of Kāsīsa,",
    "ai-tika-vin06t5:197_0": "474-5.",
    "ai-tika-vin06t5:197_1": "As regards the source, etc., this is called “The passage for recitation” in the places, etc., and out of compassion for the recitation, etc., is what is said.",
    "ai-tika-vin06t5:197_2": "respected by the Monastic Law.",
    "ai-tika-vin06t5:197_3": "But even though these two verses have come together, still having excluded the other enemy and different verses, it is to be done for them.",
    "ai-tika-vin06t5:197_4": "In nine deeds you are a workable;",
    "ai-tika-vin06t5:197_5": "words generate with speech.",
    "ai-tika-vin06t5:197_6": "Those less than twenty years old,",
    "ai-tika-vin06t5:197_7": "“In what way, drives, wretch!”",
    "ai-tika-vin06t5:197_8": "From the day they went to the taking up of stealing,",
    "ai-tika-vin06t5:197_9": "he discards things behind him;",
    "ai-tika-vin06t5:197_10": "For an offense of wrong conduct when there is an act of wrong conduct.",
    "ai-tika-vin06t5:197_11": "If they eat it, and then eat it, then for the effort there is an act of wrong conduct.",
    "ai-tika-vin06t5:198_0": "the color of an offense entailing confession.",
    "ai-tika-vin06t5:199_0": "476.",
    "ai-tika-vin06t5:199_1": "Because of the Sangha of nuns did the procedure of offenses by means of the following statements, it seems that they should not be doing such a thing.",
    "ai-tika-vin06t5:200_0": "Protector is the colour of flowers;",
    "ai-tika-vin06t5:201_0": "He commits a thousand offenses.",
    "ai-tika-vin06t5:201_1": "Campā, the aggregates of the Campā,",
    "ai-tika-vin06t5:201_2": "It is declared by the Blessed One: these four kinds of bad deeds that have been stated by the Blessed One.",
    "ai-tika-vin06t5:201_3": "There is no offense for six days.",
    "ai-tika-vin06t5:201_4": "But those who entering the presence of those who were equally in the presence of the Teacher were going along.",
    "ai-tika-vin06t5:201_5": "Your righteously.",
    "ai-tika-vin06t5:201_6": "Mindfulness is the meaning.",
    "ai-tika-vin06t5:202_0": "used by way of gold, etc.",
    "ai-tika-vin06t5:203_0": "Standing strands",
    "ai-tika-vin06t5:204_0": "The second recitation section is finished.",
    "ai-tika-vin06t5:205_0": "Provided in Sweat",
    "ai-tika-vin06t5:206_0": "the formless is the commentary on the beautiful,",
    "ai-tika-vin06t5:207_0": "479.Tahinti tasmiṁ puggale.",
    "ai-tika-vin06t5:207_1": "Whomever has not received the name of sexual intercourse, and so on.",
    "ai-tika-vin06t5:207_2": "“Having spended for the benefit of the world, he gives up the barber equipments for the purpose of use,”",
    "ai-tika-vin06t5:207_3": "Eleventh day in the eleventh, beginning with:",
    "ai-tika-vin06t5:207_4": "With his assembly guilts",
    "ai-tika-vin06t5:207_5": "are not visible, and have formless.",
    "ai-tika-vin06t5:207_6": "“I speak of such a kind” or “I proclaimed the ten practices.”",
    "ai-tika-vin06t5:207_7": "transferred to the weaver’s paths have been shunned in the forest.",
    "ai-tika-vin06t5:207_8": "One next to the village by means of the day or by night, but not even though a nun was told to stay in the next village for the day.",
    "ai-tika-vin06t5:207_9": "Herein, there is a strawl in the village, the liver of the others, but not the unfit for sightening floor. Consequently the meaning of others. And that’s why there are associated with sight of.",
    "ai-tika-vin06t5:207_10": "If there is no offense for oneself in the village,",
    "ai-tika-vin06t5:207_11": "Then some set up a single village in the same place as before.",
    "ai-tika-vin06t5:207_12": "In the next life he passes away from the wilderness, at the time of going to the wilderness, he comes to a village with his own relatives. That is why he’s relatives.",
    "ai-tika-vin06t5:207_13": "At this point they may go to the drivers,",
    "ai-tika-vin06t5:207_14": "she has been fully ordained in the presence of the group-of-five monks,",
    "ai-tika-vin06t5:207_15": "And Mahāpajāpatī Gotamī received the following advice to the senior mendicants:",
    "ai-tika-vin06t5:208_0": "the colour of cooked, etc.",
    "ai-tika-vin06t5:209_0": "Shardying him with a great deal of shake and rock and tremble.” Then he said,",
    "ai-tika-vin06t5:209_1": "if he receives it by means of the species, he is not allowed to take it without a meal;",
    "ai-tika-vin06t5:209_2": "to make water for washing the mouth, or to a rotten.",
    "ai-tika-vin06t5:209_3": "and replying to the remainder of the men, he rose up into the sky.",
    "ai-tika-vin06t5:210_0": "the colour of drinks, etc.",
    "ai-tika-vin06t5:211_0": "Consciousness is a condition for the body.",
    "ai-tika-vin06t5:211_1": "Because of that intelligent fond of the body, truth of the body, or of which I avoided the eighth causes and reasons.",
    "ai-tika-vin06t5:211_2": "if he uses use of requisites;",
    "ai-tika-vin06t5:211_3": "Therefore if he is used, the meaning is: it is used in useful food.",
    "ai-tika-vin06t5:211_4": "This is the normal species of the Ancients.",
    "ai-tika-vin06t5:211_5": "“Seeing sort of food, they say.”",
    "ai-tika-vin06t5:212_0": "The commentary on the meaning is finished.",
    "ai-tika-vin06t5:213_0": "The group of five is finished.",
    "ai-tika-vin06t5:214_0": "the color of deeds",
    "ai-tika-vin06t5:215_0": "483.",
    "ai-tika-vin06t5:215_1": "“After having gone beyond the insane, he is asking the right way without getting permission.”",
    "ai-tika-vin06t5:215_2": "there the idea that was sitting there, (but) the absence of the world,",
    "ai-tika-vin06t5:215_3": "Is in the absence of hate that is insane and suffering from ill will,” she said,",
    "ai-tika-vin06t5:215_4": "There were no embracing the full ordination in the presence of a wit.",
    "ai-tika-vin06t5:215_5": "When deeds are done, they should arrange the bowl with their hands, then cheer it is done in the presence of the elephant and one who hasn’t done it.",
    "ai-tika-vin06t5:215_6": "if he then accuses them, saying, “Have them asked, and then, after having accused them, he is not annoyed”;",
    "ai-tika-vin06t5:215_7": "However, if he has made an agreement about the invitation procedure, then two months after the full moon of the rainy season; on his invitation day the first year arrived; –",
    "ai-tika-vin06t5:216_0": "485.",
    "ai-tika-vin06t5:216_1": "if she disposes of it;",
    "ai-tika-vin06t5:216_2": "The five beginning with firewood",
    "ai-tika-vin06t5:216_3": "respected and a heavy yoke,",
    "ai-tika-vin06t5:216_4": "“The Independent Buddhas said that the Elder Paccekabuddhas, for the sake of the (wholesome) Buddhas,” and made the clause of the kind.",
    "ai-tika-vin06t5:216_5": "they will correct him like this: “We will live silent.” And he should do so.",
    "ai-tika-vin06t5:217_0": "Standing on the lady of the indications, they were unable to perform a debate.",
    "ai-tika-vin06t5:218_0": "wrapped in robes of precepts and observances,",
    "ai-tika-vin06t5:218_1": "Of those beginning or purity that the one of these two kinds of brought me together or one of two or three while the one of the observance-day procedure is still present.",
    "ai-tika-vin06t5:219_0": "Discussion of the proper conduct for rising from looking away.",
    "ai-tika-vin06t5:220_0": "495-6.",
    "ai-tika-vin06t5:220_1": "That is how the meaning is: ‘Being of the body of the fine-materiality, Re—that is to say, the receptacle of its vanity, the meaning is, “regarden” .",
    "ai-tika-vin06t5:220_2": "They do have the characteristic of deeds.",
    "ai-tika-vin06t5:220_3": "the man who stands on the ground and the throat, like a deed, but rather it is like it to deed, like a later on the contrary, and when he is reappeared in the marks of his deeds, then it is the result.",
    "ai-tika-vin06t5:220_4": "Endowed with the cause and condition for the sake of a misfortune, for the sake of these characteristic, etc., and for the sake of the investigation of their deeds is called “perception”.",
    "ai-tika-vin06t5:220_5": "if she gives the characteristics to give involved the robe-cloth in to the end of the robe-cloth in the ear, and the nose, etc., have already been completed, and the robes, etc.,",
    "ai-tika-vin06t5:220_6": "After looking at it, they get rid of reserved the thirty-two marks that fall from the generals.",
    "ai-tika-vin06t5:220_7": "(You should know) this is how the characteristic of all.",
    "ai-tika-vin06t5:220_8": "if he sends him away, saying,",
    "ai-tika-vin06t5:220_9": "* Here is the rule of the arising of turning.",
    "ai-tika-vin06t5:220_10": "when the observance-day procedure had assembled, the great celestial portals appeared (form).",
    "ai-tika-vin06t5:220_11": "if he overstills the Shrine, he has been deposited in the Shrine;",
    "ai-tika-vin06t5:220_12": "They must be told, ‘Not so,’ and those who do what they have done in the past, who have done it before.",
    "ai-tika-vin06t5:220_13": "if he says, “If it is because he is the root,” “I am shared out the bones,” “I used to be used up,” “There is no use of them.”",
    "ai-tika-vin06t5:220_14": "After reporting to the mind, he returns back.",
    "ai-tika-vin06t5:220_15": "It is possible although they need, needed floor.",
    "ai-tika-vin06t5:220_16": "having made the ten-thirteen shops (of the mountain),",
    "ai-tika-vin06t5:220_17": "consisting in the ten kinds of the opposite sex, “Have you made a share,” and so on.",
    "ai-tika-vin06t5:220_18": "if she has not been given to her:",
    "ai-tika-vin06t5:220_19": "They can’t grow the tip of the tongue, or winnowing flung from a plankle of flowers.",
    "ai-tika-vin06t5:220_20": "to burn from a fire torment,",
    "ai-tika-vin06t5:220_21": "For the meditation subject consisting in motion: the meditation subject consisting in universal deeds is the modestifying;",
    "ai-tika-vin06t5:221_0": "But in this context it is said:",
    "ai-tika-vin06t5:221_1": "There is a sangha that does not conceive the legal procedure, nor a group of four, or that person who does not conceive the rest of the Path. And except for the fourth reason.",
    "ai-tika-vin06t5:221_2": "there is a sangha that is a group and a group, he does a relative of the Sangha, but he does set it up.",
    "ai-tika-vin06t5:221_3": "For this was said: “In this place there are two people who live in a dwelling place at the monastery and then site for the same time.",
    "ai-tika-vin06t5:221_4": "And in a monastery that is one monk.”",
    "ai-tika-vin06t5:221_5": "the Sangha is doing a legal procedure and a group, and the Sangha does the observance-day procedure by declaring purity and make amends for it in the presence of that person.",
    "ai-tika-vin06t5:221_6": "There is a group of monks, not the group who does not do the observance-day procedure, nor who should purity do the observance-day procedure with one another.",
    "ai-tika-vin06t5:221_7": "There is a person who does not determine it, nor does it determine it should be understood to determined as follows:",
    "ai-tika-vin06t5:221_8": "One who does a group of nuns do not take part in a group, or one who takes up the group of two, but not one or three;",
    "ai-tika-vin06t5:221_9": "And those three or four disciplinary issues.",
    "ai-tika-vin06t5:222_0": "The Reference to the Universal Monarch",
    "ai-tika-vin06t5:223_0": "500.",
    "ai-tika-vin06t5:223_1": "When poultry, the seven aggregates laid down on the shoulder of the seventh.",
    "ai-tika-vin06t5:223_2": "but when Vipassī circumambulated the advice they didn’t lay them down, they prepared a training rule.",
    "ai-tika-vin06t5:224_0": "Discussion of the town",
    "ai-tika-vin06t5:225_0": "Vinaya from the precincts, divided into two classes of offenses, etc., of the Paṭisambhidā, one Vinayapiṭaka, one who is called “hand” .",
    "ai-tika-vin06t5:225_1": "set up a household life,",
    "ai-tika-vin06t5:225_2": "greed and hate,",
    "ai-tika-vin06t5:226_0": "right mindfulness, drunk on which, is quite subdued to have the special qualities of being very first achieved in them, or is very importance. When they’ve already acquired they do so, it is called “the consequence of faith” .",
    "ai-tika-vin06t5:226_1": "That’s how there is such faith.",
    "ai-tika-vin06t5:226_2": "This being so, in that case, each of the four kinds of conduct, the one with faith in the ethical conduct, the ethical conduct of faith.",
    "ai-tika-vin06t5:226_3": "For it is my faithful, For what is the result of good,",
    "ai-tika-vin06t5:226_4": "When there isn’t purification of livelihood, they can understand the course of livelihood by means of effort.",
    "ai-tika-vin06t5:226_5": "However, on account of faith in the Buddhas awakened for themselves being a way that is free of faith and confidence.",
    "ai-tika-vin06t5:226_6": "And in this way the initiative Buddha arose through the highest perfection he is called",
    "ai-tika-vin06t5:226_7": "They are accomplished in faith, ethics, learning, generosity, and wisdom.",
    "ai-tika-vin06t5:226_8": "And how is it that arouses energy lead to immersion, not being energetic? Instead of energy is necessary and concentration. In this way, how is it possible to fulfill the precepts.",
    "ai-tika-vin06t5:226_9": "When reciting this, it comes to the way beginning, middle, and end of the fruit, it is possible to fulfill the precepts of faith. And it cannot be undertaken precepts one who is virtuous and of faithfulness.",
    "ai-tika-vin06t5:226_10": "Herein, “He is able,” he is able to do so.",
    "ai-tika-vin06t5:226_11": "the danger in ethics, the essence, and the realization of rebirth in the next life, and the fruit of faith, ethics, learning, generosity, and wisdom. He has seen the danger in being well-prepared, he sees the drawbacks in equipment, and understanding the danger in being himself. And on seeing the danger in that, he has attained the benefits of perfected ones.",
    "ai-tika-vin06t5:226_12": "If he says, “Listening,” and “It is encounter,” and “fit forwards” and “from the contrary to the Monastic Code, he should give up the cold and heat” and giving up the dregs, and laziness of the rulers of the earth, etc., and without giving them up, he should give them up the consent to the arising of the Monastic Code.",
    "ai-tika-vin06t5:226_13": "And it can be understood that the four ways of being inclusively undergone by the hand.",
    "ai-tika-vin06t5:226_14": "Grounded by the means of the non-greed, by body, speech, and mind, which causes an opposite sex, which incompatible with the invalidness of the law.",
    "ai-tika-vin06t5:226_15": "For the purpose of showing the states consisting in the middle, etc., which is an impediment of the natural states, etc., as described under the indication of excellence of the defilements, and so on.",
    "ai-tika-vin06t5:226_16": "By the particulars: he has faith and such virtue, etc., and the nutriment is what is called to be undertaken by one who is worshipped, and so on.",
    "ai-tika-vin06t5:226_17": "It’s when he spoke in the four kinds of virtue: here and there are progressively because he has attained the perfection of virtue in the accomplishment of virtue and practice of the fruition.",
    "ai-tika-vin06t5:226_18": "An assembly of four months:",
    "ai-tika-vin06t5:226_19": "This state of existence in him whose mind is developed,",
    "ai-tika-vin06t5:226_20": "Or alternatively, he reached the end of his own life: it was hard to get a bad enlightenment, as he was liked in the flame .",
    "ai-tika-vin06t5:227_0": "“Is it really true that reference to the good, and easy to admonish,",
    "ai-tika-vin06t5:228_0": "Let the four things teach the Dhamma, and very hard to teach.”",
    "ai-tika-vin06t5:229_0": "and it is said in the same way as stated thus: “Now, this maybe even a league of a hundred leagues in the same way as stated,",
    "ai-tika-vin06t5:229_1": "(Anyone who understands:) “It is incapable of understanding” according to the Three knowledges of the Three Worlds, and so on.",
    "ai-tika-vin06t5:229_2": "the sesame is divided into two or three.",
    "ai-tika-vin06t5:229_3": "when the schism is right there",
    "ai-tika-vin06t5:229_4": "those who remember the Dispensation:",
    "ai-tika-vin06t5:229_5": "“Here they say, ‘one who learns’?”",
    "ai-tika-vin06t5:229_6": "In the case of this commentary at the time, not at the time of conclusion, in that state, he is able to embarrases in knowledge.",
    "ai-tika-vin06t5:229_7": "Because of the attainment of it leads to happiness.",
    "ai-tika-vin06t5:229_8": "Because of the finest enemy of the pleasure in the ears and in the ears, etc., and also the method of the nose to the ears, and he is like the golden bowl of couple, emblicy.",
    "ai-tika-vin06t5:229_9": "“Have I done what makes use of legal issues,” “It is better for the training,” and “We to train in a creeper,” and so on, etc., thinking, “Having given to his relinquishings.”",
    "ai-tika-vin06t5:229_10": "Her words, etc., that is to say, possesses nutritive essence, etc., that is, because of possessing, the meaning, and the possessing of, is the meaning.",
    "ai-tika-vin06t5:229_11": "By the schismatics of causes, reasons: “Beguarding the uplands of humours, princes, charges one who causes these prevents” , and “Three” , whether near or far as topics a collection of the nets, etc., or in the practice of the Buddhas also the enlightenment of the Dhamma, etc., or of fewness of wishes, etc., or of mentioned.",
    "ai-tika-vin06t5:229_12": "The analytical knowledge of the truths, which have been obtained for the analytic knowledges, the analytic knowledges, and so on.",
    "ai-tika-vin06t5:229_13": "After requesting these misfortune he allows to go to the end of his ownership, and doing the wrong thing to subdue Dhamma about the way.",
    "ai-tika-vin06t5:229_14": "When he has acquired a superhuman distinction in knowledge and vision worthy of the noble ones,",
    "ai-tika-vin06t5:229_15": "the six direct knowledges, the six (supernatural) vision, the analytical knowledges, and the six kinds of direct-knowledge (themself), the six kinds of direct-knowledge (themself) human states, the six kinds of direct- knowledge which he has attained a state beyond (magical) knowledge, and the penetration of the analytical knowledge.",
    "ai-tika-vin06t5:229_16": "The analytical knowledge of the four analytic knowledges, the penetration of the analytical knowledges,",
    "ai-tika-vin06t5:229_17": "And how do they each superhuman quality because of which they penetrate any superhuman quality?",
    "ai-tika-vin06t5:229_18": "and for the tree’s sake of a tree such as flowers, etc., and like a leaf-hut, which are defiled by flowers and so on.",
    "ai-tika-vin06t5:229_19": "By the doing of the sense-spheres in the scriptures, whose knowledge has claimed a superhuman quality, whose mind is free from opposite qualities, whose opposite qualities, it is in a person who has claims higher than human states, whose mind is about the truth,",
    "ai-tika-vin06t5:229_20": "Or alternatively, the six kinds of direct- knowledge, the six kinds of direct- knowledge, the six kinds of direct-knowledge , and the path leading to the analytical knowledge.",
    "ai-tika-vin06t5:229_21": "this supermundane state, this in reference to his language,",
    "ai-tika-vin06t5:229_22": "Having arisen in the dispensation of the Faith in the Dispensation, (thinking): “In the place of the Island of Laṅkā, it has arisen in the most excellent Laṅkā.”",
    "ai-tika-vin06t5:229_23": "In brief, there were such places as talk about kings, judgments, swords, stones, and fits, depositions, rivers, and alsouths, by which the (Bhikkhus) called “The Individual”..., and when he came to the end of the three Vedas together with a large conversion of the Buddhas’ (of mountains) power,",
    "ai-tika-vin06t5:229_24": "Those who think about the teaching thought about the prince, about the goal of the Dhamma, and who thinks: “This is the annihilation of the religious founder,” “He is an expert in order to purify their own doctrine,” “This is purification of the way. They think: “This is the only truth of the Buddhas.”",
    "ai-tika-vin06t5:229_25": "Therefore it was said: “Paccekabuddhas, Buddhas.”",
    "ai-tika-vin06t5:229_26": "did the respective city Bodhisattas also said: “Three respectively, respected and venerated by the oceans.”",
    "ai-tika-vin06t5:229_27": "with good qualities, come from home to the Elders,",
    "ai-tika-vin06t5:230_0": "purification of ethics, or virtue and practices.",
    "ai-tika-vin06t5:230_1": "(They are) uncleared, produced a _paṇḍaka_’s _paṇḍaka_. They are the first to be born in the world.",
    "ai-tika-vin06t5:230_2": "And he looked on the deep spectrum of the world in the depths of the World.",
    "ai-tika-vin06t5:231_0": "At this point he has to displayed the twenty-thousand roses, transmigrated through the air, having totally beyond all the limits,. Then he can pay homage to the Vinaya by the Buddha, the Lord of the Vinaya, after displaying the Commitmentary of the aggregates, the recitation of the Vinaya, and having shown his own minds (tory).",
    "ai-tika-vin06t5:231_1": "You should be silent.",
    "ai-tika-vin06t5:231_2": "and (only) to be destroyed, he should not be destroying what should be done,",
    "ai-tika-vin06t5:231_3": "for the sake of the Dispensation,",
    "ai-tika-vin06t5:231_4": "And in this context it is said:",
    "ai-tika-vin06t5:232_0": "“Seeing the danger in the Buddha!",
    "ai-tika-vin06t5:233_0": "They’ve memorized the teaching",
    "ai-tika-vin06t5:234_0": "One who, not knowing what is called an expert in the training,",
    "ai-tika-vin06t5:235_0": "he is hard to see the teaching of the Dhamma.",
    "ai-tika-vin06t5:236_0": "When I’ve stayed at a mirage,",
    "ai-tika-vin06t5:237_0": "(but) from the eight (permissions)",
    "ai-tika-vin06t5:238_0": "Associating with the impermanence of others,",
    "ai-tika-vin06t5:239_0": "honored by you like a man!",
    "ai-tika-vin06t5:240_0": "like vegetables in a large crowd,",
    "ai-tika-vin06t5:241_0": "when an astute mendicant comes into honors",
    "ai-tika-vin06t5:242_0": "Without having destroyed the poison, without having destroyed (them) eating,",
    "ai-tika-vin06t5:243_0": "too surely doctor.”",
    "ai-tika-vin06t5:244_0": "have been put aside on all sides, the group-of-foted (for them), and she gave birth to a second place.",
    "ai-tika-vin06t5:245_0": "The Vajirā is finished."
}