{
    "ai-tika-vin02t4:0_0": "The nun Suppiyā’s daughter-in-law",
    "ai-tika-vin02t4:1_0": "The first training rule on what is intended",
    "ai-tika-vin02t4:2_0": "679.",
    "ai-tika-vin02t4:2_1": "The first chapter on offenses entailing suspension in the two months",
    "ai-tika-vin02t4:2_2": "he who is the one who gives the very same warriors in those two, or someone else.",
    "ai-tika-vin02t4:2_3": "if anyone tells them a second warrior, saying, “What can be informed for anyone who says? How does anyone remembers it?”",
    "ai-tika-vin02t4:2_4": "From wherever they like;",
    "ai-tika-vin02t4:3_0": "free of rapture.",
    "ai-tika-vin02t4:3_1": "the site of brilliants,",
    "ai-tika-vin02t4:3_2": "this is the reason of the wealthy legal issues, this is its condition.",
    "ai-tika-vin02t4:3_3": "because they go to the Dhamma,",
    "ai-tika-vin02t4:3_4": "if she hits the Sangha of nuns beats, washed with the Sangha of nuns;",
    "ai-tika-vin02t4:3_5": "I should live on the cause,",
    "ai-tika-vin02t4:3_6": "For the sake of creation, because it is the reason why the production of ;",
    "ai-tika-vin02t4:3_7": "sugarcane moves, neither too far nor too near,",
    "ai-tika-vin02t4:3_8": "Just as a bondservant does not get close to the slaves, chickenposts, and usable things that make it constantly that which is called “space”.",
    "ai-tika-vin02t4:4_0": "And there is a place where legal issues went to the charnel ground, a slave, a wife, a master of the servants, an eggs, a bondservant, workers, and staff; and she just go to the neighborhood of a village.",
    "ai-tika-vin02t4:4_1": "“This monastery worker isn’t given to the Sangha.” It’s good-hearted, with bad friends, companions, and associates. It’s given to the Sangha.",
    "ai-tika-vin02t4:4_2": "The rest is the same as in the case.",
    "ai-tika-vin02t4:4_3": "When the two has not been thrown out, there are two burnts left over, that is, the group of two.",
    "ai-tika-vin02t4:5_0": "The first offense entailing suspension is finished.",
    "ai-tika-vin02t4:6_0": "The second training rule on the head",
    "ai-tika-vin02t4:7_0": "683.",
    "ai-tika-vin02t4:7_1": "In the second part of the Mallas, etc., there were Ājīvakas that were called a group of sons of the Mallas, namely made meritorious names, partaking of divisions, and portions of food, etc., and that was given by the name Scriptures. He divided the sons of the Mallas, etc., and that was called Kum-stoof the Fraternity at Pāṭaliputta.",
    "ai-tika-vin02t4:7_2": "the teacher’s dispensation as the neighboring of the Dhamma is said to have great merit, making merit.",
    "ai-tika-vin02t4:7_3": "countless kinds of fragrance in the various aspects of fragrant clay-food.",
    "ai-tika-vin02t4:7_4": "On one occasional sentence, apprehending the other,",
    "ai-tika-vin02t4:7_5": "Get in an eon gets what is allowable,",
    "ai-tika-vin02t4:8_0": "gives the full ordination.",
    "ai-tika-vin02t4:8_1": "if she says, “It is because of disrespect that without asking permission of the person who gives the going forth.”",
    "ai-tika-vin02t4:8_2": "or, without knowing the noble ones, conflict with their own hands, the result of past deeds and the result of their intentions, aims, wishes, and choices all lead to the spiritual life.",
    "ai-tika-vin02t4:8_3": "The rest is the same as in the case.",
    "ai-tika-vin02t4:8_4": "These are the three kinds of criminals except for the kingdom, since they have been given the full admission here, there are these three factors.",
    "ai-tika-vin02t4:9_0": "The second offense entailing suspension is finished.",
    "ai-tika-vin02t4:10_0": "The third training rule on the third part of the body",
    "ai-tika-vin02t4:11_0": "692.",
    "ai-tika-vin02t4:11_1": "In the third chapter there are  exhausted: from the third village, from the village to another village.",
    "ai-tika-vin02t4:11_2": "if she thinks, “I won’t go to the village,” and she requisites are used for any other reason to do so only, she commits an offense entailing confession.",
    "ai-tika-vin02t4:11_3": "Wandering villages,",
    "ai-tika-vin02t4:11_4": "With an unenclosed inhabited area: “There is the precincts,” “It’s used to be used up,” at the time of a thresholding floor, threshing floor, and consumed to which is beyond the first stone’s thrown aside. It is not worth more than that.",
    "ai-tika-vin02t4:11_5": "Therefore, too, it is said: “There is no offense for one who goes beyond,”",
    "ai-tika-vin02t4:11_6": "Then, as the village was designated, separate, and then, if he departs from the village, he may go beyond the vicinity of inhabited area, districts, saying, “Having been visited by an unworknown village,” and he said to him: “The village is going to enclosed inhabited area, not at the wrong time.”",
    "ai-tika-vin02t4:11_7": "And having shown that in brief and in detail, he said: “Now, what is said?”",
    "ai-tika-vin02t4:11_8": "our dwellings is allowed to go to the monastery and say, “It is allowable to go to such-and-such a monastery and needles there.”",
    "ai-tika-vin02t4:11_9": "Except for four months there is only a suitable village, if it’s allowable to go to the village for one village,",
    "ai-tika-vin02t4:12_0": "what is referred to as the goal.",
    "ai-tika-vin02t4:12_1": "if he makes him move the first foot, saying, “To the second foot,” and he then, “Though it with his foot,” “Entry;” “Even if he sends it away,” “It’s a serious offense,” “It’s unsurpassed;” “It’s although I won’t go beyond offense,” and he says, “It’s a serious offense.”",
    "ai-tika-vin02t4:12_2": "Only doing it just that one isn’t enjoying the happiness of another, and not with one of the following their enemy, there is no offense.",
    "ai-tika-vin02t4:12_3": "You can understand what is said about in both kinds of people.",
    "ai-tika-vin02t4:12_4": "comes back to the near shore, he comes to the far shore with his own hand, because he wants to attack the other people.",
    "ai-tika-vin02t4:12_5": "one thinks he is the near shore.",
    "ai-tika-vin02t4:12_6": "If there is no offense for you, not having developed himself, there is no offense for either.",
    "ai-tika-vin02t4:13_0": "This is how it is said to be “with the complete” in the wilderness, “Perhaps these has this characteristic of wilderness.”",
    "ai-tika-vin02t4:13_1": "Then he said to the forest that he has developed, “How absorbed” , and so on.",
    "ai-tika-vin02t4:13_2": "For it is in this way that is referred to the group of eight bases of psychic power, even when there is the time of listening, he commits an offense entailing confession.",
    "ai-tika-vin02t4:13_3": "I make a dreadful racket, thinking, “Friend, I bring this sound of coughing.”",
    "ai-tika-vin02t4:13_4": "made a sound with the ears.",
    "ai-tika-vin02t4:13_5": "they before.",
    "ai-tika-vin02t4:13_6": "If he takes another, yet another, and he does not make a robe, there is no offense for him.",
    "ai-tika-vin02t4:13_7": "The rest is the same as in the case.",
    "ai-tika-vin02t4:13_8": "These are the three instances next to the village. These are the three instances of the water that is not the place where the waters of the sun.",
    "ai-tika-vin02t4:14_0": "The third offense entailing suspension is finished.",
    "ai-tika-vin02t4:15_0": "The training rule on the fourteenth offenses",
    "ai-tika-vin02t4:16_0": "694.",
    "ai-tika-vin02t4:16_1": "for a fourth group of four kinds of monks",
    "ai-tika-vin02t4:16_2": "forty-four items that he can be called “short”",
    "ai-tika-vin02t4:16_3": "I have produced (such) no reason here (and now).",
    "ai-tika-vin02t4:16_4": "The rest is the same.",
    "ai-tika-vin02t4:16_5": "These two, apart from the legal procedure, except for the one who has been ejected, that is to say, the Paṭācārā,",
    "ai-tika-vin02t4:17_0": "The fourth offense entailing suspension is finished.",
    "ai-tika-vin02t4:18_0": "The training rule on the five factors",
    "ai-tika-vin02t4:19_0": "701.",
    "ai-tika-vin02t4:19_1": "these five mendicants said to be not, “We don’t see a mendicant,” said to be incapable of responding.",
    "ai-tika-vin02t4:19_2": "(But) after making that statement, he said:",
    "ai-tika-vin02t4:19_3": "if she urges her on, saying “I have no desire,” and when she receives it in the evening, “From the treasure” she accepts it on this spot.",
    "ai-tika-vin02t4:19_4": "For if person, whether something is lustful or not, they do not know it because they say, “Who can do so,” because they say, “This is the same kind of sort of unfaithful?”",
    "ai-tika-vin02t4:19_5": "if he knows that the man has lust, he receives without because he has lust; he knows no offense.",
    "ai-tika-vin02t4:19_6": "And both of them without lust, there is no offense.",
    "ai-tika-vin02t4:19_7": "if, without lust, she receives staple or non-staple food from the lustful man who is lustful, there is no offense.",
    "ai-tika-vin02t4:19_8": "if it was not given to her, and he knew that he had not asked, “Who did you do the same?”",
    "ai-tika-vin02t4:19_9": "for this is said in the Vinaya: “Venerable, you are not received, I do not receive them.",
    "ai-tika-vin02t4:19_10": "She has lust.",
    "ai-tika-vin02t4:19_11": "But you have lust.",
    "ai-tika-vin02t4:19_12": "I didn’t steal,”",
    "ai-tika-vin02t4:19_13": "The rest is the same as in the case.",
    "ai-tika-vin02t4:19_14": "As to covered over with water and tooth cleaners, the four colors are swallowed and defecated both ends. These are the four supports.",
    "ai-tika-vin02t4:20_0": "The training rule on the five offenses entailing suspension is finished.",
    "ai-tika-vin02t4:21_0": "The sixth offense entailing suspension",
    "ai-tika-vin02t4:22_0": "705.",
    "ai-tika-vin02t4:22_1": "In the sixth enquiry this verse:",
    "ai-tika-vin02t4:22_2": "if she does not give because she gives it, nor gives it to her, nor does she send her away, nor gets hold of her hand;",
    "ai-tika-vin02t4:22_3": "He received hands from that reason isn’t found in him at the drinking place, being received by being a monk.",
    "ai-tika-vin02t4:22_4": "They agree with the heavy offenses, discarded and insulted him with the hands, saying,",
    "ai-tika-vin02t4:22_5": "Experiential confidence in him is a condition for that offense, if it is a condition for the use of wealth.",
    "ai-tika-vin02t4:22_6": "If she is in the process of eating food, she is protected in the evening time,",
    "ai-tika-vin02t4:22_7": "The rest is the same as in the case.",
    "ai-tika-vin02t4:22_8": "These sixty-four kinds of human food which takes staple and non-staple food, etc., accepting the leftovers from here and there, saying: “These are the three kinds of staple food.”",
    "ai-tika-vin02t4:23_0": "The sixth offense entailing suspension is finished.",
    "ai-tika-vin02t4:24_0": "The training rule on the seventh offenses entailing suspension",
    "ai-tika-vin02t4:25_0": "What do I feel inspired to do with these seven months? What are I doing it?",
    "ai-tika-vin02t4:26_0": "The training rule on the seventh offenses entailing suspension is finished.",
    "ai-tika-vin02t4:27_0": "715. Aṭṭhamaṁ uttānatthameva.",
    "ai-tika-vin02t4:28_0": "The training rule on the requisites",
    "ai-tika-vin02t4:29_0": "721.",
    "ai-tika-vin02t4:29_1": "In the nineteenth sections on the eighteen.",
    "ai-tika-vin02t4:29_2": "and if she has been pressed on the same sheet and three are complete in one place.",
    "ai-tika-vin02t4:30_0": "The training rule on the ninth offenses entailing suspension is finished.",
    "ai-tika-vin02t4:31_0": "727. Dasamaṁ uttānatthameva.",
    "ai-tika-vin02t4:32_0": "The nuns’ rules entailing suspension in the nuns’ analysis is finished.",
    "ai-tika-vin02t4:33_0": "The chapter on offenses entailing suspension is finished."
}