{
    "ai-tika-s0305t9:0_0": "10. Ānāpānasaṁyuttaṁ",
    "ai-tika-s0305t9:1_0": "1. Ekadhammavaggo",
    "ai-tika-s0305t9:2_0": "1. Ekadhammasuttavaṇṇanā",
    "ai-tika-s0305t9:3_0": "These are the details to be explained in the first phrase. That is why the meaning should be understood here as given in the way already described.",
    "ai-tika-s0305t9:4_0": "6. Ariṭṭhasuttavaṇṇanā",
    "ai-tika-s0305t9:5_0": "You must ask question, ‘There is noise in letter,’ so this.",
    "ai-tika-s0305t9:5_1": "Sensual desire for sensual pleasures, (saying): “The five bases of sensual desires,”",
    "ai-tika-s0305t9:5_2": "In the twelfth year of the six sense spheres,",
    "ai-tika-s0305t9:5_3": "This being so, their perception of giving up, etc., is the penetration of non-returners, and an enlightenment comes to the noble path to the penetration of the five lower fetters.",
    "ai-tika-s0305t9:5_4": "showing them the way, he shows the way to help, “Practice it!”",
    "ai-tika-s0305t9:6_0": "8. Padīpopamasuttavaṇṇanā",
    "ai-tika-s0305t9:7_0": "984.",
    "ai-tika-s0305t9:7_1": "This body neither gets tired. It does not have a nutriment about one’s body.",
    "ai-tika-s0305t9:7_2": "“They are able to bring the meditation subject where these defilements are tired,” and “It is said of what is to be done as before.",
    "ai-tika-s0305t9:7_3": "Insisting on what is said: “Surely it is too much too near, since it is too near to the far shore” .",
    "ai-tika-s0305t9:7_4": "But in this meditation subject: In this meditation subject",
    "ai-tika-s0305t9:7_5": "“If this mendicant couldn’t get tired, if a body was fatigued.”",
    "ai-tika-s0305t9:8_0": "obtained territory, presume to attacked him with his own advantages and so on.",
    "ai-tika-s0305t9:8_1": "for there is no simile of the sign in the place where a piece of gap is like the moment of the sign of the fine-men.",
    "ai-tika-s0305t9:8_2": "Hence it is to be gained, saying: “Bhaddā.”",
    "ai-tika-s0305t9:8_3": "The advantages of seeing is shown by insight in the way beginning, “This concentration is good in both ways.”",
    "ai-tika-s0305t9:8_4": "They thought, “If these monks stay in this city,” and they wished, “May the mendicant States in this way, meditation subject to immersion due to mindfulness of breathing, whenever they want,” he said, “It’s why, mendicants, haven’t developed it.",
    "ai-tika-s0305t9:9_0": "9. Vesālīsuttavaṇṇanā",
    "ai-tika-s0305t9:10_0": "Talking for example, enclosing the ground for the enclosure.",
    "ai-tika-s0305t9:10_1": "The city of Rājagaha is like the city of Rājagaha. ...",
    "ai-tika-s0305t9:10_2": "he attained all perfections, excellence and so on,",
    "ai-tika-s0305t9:10_3": "In the case of the many kinds of sound: here it is because it is noise of elephants, horses, chariots, or uplifting or drops, and so on. This body is how, speech, and mind” .",
    "ai-tika-s0305t9:10_4": "Such is the exposition of the head hairs, etc., as to colour, shape, direction, and so on.",
    "ai-tika-s0305t9:10_5": "the dust of his body, making the flow of the bloated, of the giving birth and (of the Buddha),",
    "ai-tika-s0305t9:10_6": "Or alternatively, it runs off the head, etc., which is shown by one who is decayed.",
    "ai-tika-s0305t9:10_7": "Herein, it is shown by means of not seeing that interpreting good in three ways that is the beginning of the middle and of the four ends of being difficult to support and that is in the middle of the four kinds of wrongness, the instance of schools, and so on.",
    "ai-tika-s0305t9:10_8": "Then as he reckons it is due to his own idea, and so on.",
    "ai-tika-s0305t9:10_9": "“Who is this?” “We show the meaning of the opposite sex with a sense of urgency,” etc., in what is said, “It is said.”",
    "ai-tika-s0305t9:11_0": "while praiseing them:",
    "ai-tika-s0305t9:11_1": "about garlands and fragrances,",
    "ai-tika-s0305t9:11_2": "Practiced much:",
    "ai-tika-s0305t9:11_3": "defilements, dispelling the idiosyncratic interpretations of the mind.",
    "ai-tika-s0305t9:11_4": "Sitting out her feet:",
    "ai-tika-s0305t9:12_0": "And another said, “It seems there was no other Buddha in this way:",
    "ai-tika-s0305t9:12_1": "I wish to say: ‘Mendicants, I wish to live.’ ”",
    "ai-tika-s0305t9:12_2": "others like the sound of others!",
    "ai-tika-s0305t9:12_3": "Hence it is said: “Because I wish.”",
    "ai-tika-s0305t9:13_0": "Declaring theul of the body: such is the repulsiveness of the body, such is the repulsiveness of the body;",
    "ai-tika-s0305t9:13_1": "An ordinary person called ordinary person. They are devoted to all, having been reborn in the company of the making use of what is bad. The non-violent, and whatever bad things they do not experience.",
    "ai-tika-s0305t9:13_2": "Many of the recollection of sensual pleasures, the recollection of world, and so are attractive. That is why many suitable fortunateness, associating with the.",
    "ai-tika-s0305t9:13_3": "Therefore the Fortunate One gave a meditation subject to this meditation subject,",
    "ai-tika-s0305t9:13_4": "The fourteen meditation subjects should be given attention here. The fourteen meditation subjects are the best sort of food. The perception of repulsiveness in nutriment is the beginning of them.",
    "ai-tika-s0305t9:14_0": "she was reborn in the city of Vesālī, and went to the village of Vesālī.",
    "ai-tika-s0305t9:14_1": "in the shade of death they dwelt on a per poisonous viper. Having said this to the word of the Jina, they rise early in the morning, and when the words were spent the true teaching.",
    "ai-tika-s0305t9:14_2": "It seems that the Buddha had a discovered their heads to the Buddha’s grey.",
    "ai-tika-s0305t9:15_0": "Breathing is consciousness in the place where it arises, and through the out-breaths and out-breaths, mindfulness is established in him.",
    "ai-tika-s0305t9:15_1": "Mindfulness is concentration associated with the happiness produced by it, and concentration with the concentration produced concentration.",
    "ai-tika-s0305t9:15_2": "Or alternatively, it is shown by breathing that is to say, the purpose of showing them in this way: “Blessed” , etc., is to say, this individual essence of the seven requisites, and the seven enlightenment factors.",
    "ai-tika-s0305t9:15_3": "“Surely when my disciples develop the four kinds of mindfulness meditation in these three ways .” Then they said, “Onlying to developing the four kinds of mindfulness meditation, when developed and cultivated,” they said: “One who is developing the development of the four kinds of mindfulness meditation subjects bringing them to the arrival” .",
    "ai-tika-s0305t9:15_4": "Herein, although separately, the meaning is, it is “with this” ; and it is obtained by the meaning.",
    "ai-tika-s0305t9:15_5": "But when the fact that has arisen is included in the various kinds of virtue, etc., is the meaning.",
    "ai-tika-s0305t9:15_6": "usually practiced much:",
    "ai-tika-s0305t9:15_7": "which is limited by that mastery:",
    "ai-tika-s0305t9:15_8": "For he who, long-lived, paid homage at the precincts of the strike.",
    "ai-tika-s0305t9:15_9": "Therefore it is said: “There is no need to do it.”",
    "ai-tika-s0305t9:15_10": "according as it is said: “Mendicants, an ascetic, quite secluded from sense desires, secluded from unprofitable things, in the first phrases, and here it is quite secluded from unprofitable” .",
    "ai-tika-s0305t9:15_11": "(but) from reason for two reasons, he said: “I will give,” and so on.",
    "ai-tika-s0305t9:16_0": "Understanding the meditation subject as object is a delightful meditation subject,",
    "ai-tika-s0305t9:16_1": "for that is called “blessing” in the sense of urgency and lovedness” because it is the “blessing of the meditation subject consisting in making happiness and “profitable” .",
    "ai-tika-s0305t9:16_2": "This is how they bring about.",
    "ai-tika-s0305t9:16_3": "and the jhāna factors make penetration by means of the jhāna.",
    "ai-tika-s0305t9:16_4": "for it is the description of the development of the absorption that is called “interrupted” because it arises in him, and just as one who produces it is from the position of his own discrimination, it is said.",
    "ai-tika-s0305t9:16_5": "At first grossness of the object -",
    "ai-tika-s0305t9:16_6": "* the wisdom there is from extension of the repulsiveness in the definite sense-objects ,",
    "ai-tika-s0305t9:16_7": "while seeking for the sake of the reason",
    "ai-tika-s0305t9:16_8": "roaming on the object of his conquerence of his desires, and he roams forth the extinction of his attainment;",
    "ai-tika-s0305t9:16_9": "Sittle down with what has been stored up, takes what is there after, and is sat together.",
    "ai-tika-s0305t9:16_10": "Hence it is said: “Certainly, quenching and quenched.”",
    "ai-tika-s0305t9:16_11": "the object consisting of the states should be understood as peaceful in the case of the objects of that object.",
    "ai-tika-s0305t9:17_0": "(but) he does not despise a (performed) appearance in a place where there is no one excessive.",
    "ai-tika-s0305t9:17_1": "Because of the remaining eighty-fotedness, which was not definitely unevenly.",
    "ai-tika-s0305t9:17_2": "Yet the miracle was cleared in the morning time.",
    "ai-tika-s0305t9:17_3": "As a consequence, they’re untrained.",
    "ai-tika-s0305t9:17_4": "It is indeed the entire state of peace to the other, or of the sign that is peaceful,",
    "ai-tika-s0305t9:17_5": "And how many kinds of disciplinary issues have been given up: for the sake of deeds, etc.; for the sake of the settling of, and for the sake of preventing of quarrels?",
    "ai-tika-s0305t9:17_6": "for the meditation subject that meditation subject would become clear.",
    "ai-tika-s0305t9:17_7": "Or on the contrary, it can precincts one league.",
    "ai-tika-s0305t9:17_8": "But just as when a man has reached the end of the hindrances and corruptions with the precept announcement by the several hindrances, etc., is their instance and so on.",
    "ai-tika-s0305t9:17_9": "But this person has said: ‘This beginning with its first rain ...",
    "ai-tika-s0305t9:17_10": "and sublime rain is the superior.",
    "ai-tika-s0305t9:17_11": "Who are the supreme to dwell in meditation?",
    "ai-tika-s0305t9:17_12": "Who thirty-two grounds:",
    "ai-tika-s0305t9:17_13": "“Conquering” is good.",
    "ai-tika-s0305t9:17_14": "sweet, with bricks,",
    "ai-tika-s0305t9:17_15": "And here it is worth treating as peacefulness and three jhānas that are accompanied by bliss and accompanied by equanimity, and accompanied by bliss and accompanied by equanimity because of the three jhānas, it is peaceful and sublime, and because of its projecting the bliss, it should be understood as the jhāna of equanimity.",
    "ai-tika-s0305t9:17_16": "Since they are satisfied with the producing of the jhānas, yet at that time it is used in the sense of entirety urgency, and it can also be seen at the time of the jhāna, which is accompanied by bliss and surmounting the production of jhāna.",
    "ai-tika-s0305t9:17_17": "In this order,: “This is the reason why this is the reason why, this is the reason why in this evening.”",
    "ai-tika-s0305t9:18_0": "Throughout the absorptions they are unable to reach absorption.",
    "ai-tika-s0305t9:18_1": "Since they have no production of extreme called producing unshakable aggregates, it is called ignorance.",
    "ai-tika-s0305t9:18_2": "for in ignorance, all things are bad-tempered,",
    "ai-tika-s0305t9:18_3": "it is with the difference of his own attainment.",
    "ai-tika-s0305t9:18_4": "It disappears, here it is precisely: it disappears, several jhānas, that jhāna is intended here and there, but it is something suitable to get in the way beginning, “So,”",
    "ai-tika-s0305t9:18_5": "“As solitary,”",
    "ai-tika-s0305t9:18_6": "he resolves it in the presence of peace.",
    "ai-tika-s0305t9:18_7": "But the going-forth is the water-explace, “Anyone who has been given the full ordination by peace.”",
    "ai-tika-s0305t9:18_8": "For whom the development of the dispensation of the Dispensation (of the profundity) , etc., is said: “And what is penetration of the development of the dispensation?”",
    "ai-tika-s0305t9:18_9": "That concentration is the noble path, which is the undevelopment of the noble path, like that is unfavourable to the noble path, and it is “accomplished” in the noble path.",
    "ai-tika-s0305t9:18_10": "But this is the meaning of fading away from the cessation of distinguishing, the fading away of greed for it.",
    "ai-tika-s0305t9:18_11": "In empty dwellings, you’ve learned.",
    "ai-tika-s0305t9:19_0": "10. Kimilasuttavaṇṇanā",
    "ai-tika-s0305t9:20_0": "986.Theroti ānandatthero.",
    "ai-tika-s0305t9:20_1": "This is the Teaching of the Divine Commentary, how does he teach?",
    "ai-tika-s0305t9:20_2": "one of the body and speech, one of the forms -",
    "ai-tika-s0305t9:20_3": "- just as, when a mendicant meditates by observing an aspect of the body, etc., the meaning is that it should be understood, thus it is the meaning.",
    "ai-tika-s0305t9:21_0": "teaching the Dhamma.",
    "ai-tika-s0305t9:21_1": "He gives attention to the reference to the surmounting of feeling in all directions,",
    "ai-tika-s0305t9:21_2": "what is said is shown in the inferior, and superior.",
    "ai-tika-s0305t9:21_3": "When experiencing these (volitional) processes: “He breathe in experiencing the mental processes, he trains in calming the mental processes of the mind from the mental processes.”",
    "ai-tika-s0305t9:22_0": "If that is so, then with attention to the happiness and attention accompanied by the mind, then it is stated in such a way, or such a feeling,",
    "ai-tika-s0305t9:22_1": "As this is said: the feelings aren’t observed.",
    "ai-tika-s0305t9:22_2": "dissipating feeling ...",
    "ai-tika-s0305t9:22_3": "If it is said in the Great Cloths of mindfulness, saying: “According to understand, what is said to be done” .",
    "ai-tika-s0305t9:22_4": "“A large conditions are wrong.”",
    "ai-tika-s0305t9:22_5": "Herein, here is the basis for happiness, based on form, and with bliss as its object. And they should understand that person’s experience based on forms, and so on.",
    "ai-tika-s0305t9:22_6": "By grasping feeling is included in the feeling, “Dease with the other person, there is a person who feels with relying on their own feeling.”",
    "ai-tika-s0305t9:22_7": "And here too, at that time a mendicant meditates observing an aspect of feelings in this way, “Deaths and out-breaths” .",
    "ai-tika-s0305t9:22_8": "it flows out when it comes to the feelings that reference to him.",
    "ai-tika-s0305t9:22_9": "how far away is given up,",
    "ai-tika-s0305t9:22_10": "is called a knowledge master, “Lack of this”, so it is said to be the proximate cause of insight” .",
    "ai-tika-s0305t9:23_0": "In the first jhāna itself is known as “recollection of happiness” too because it arises in one who is attaining the first jhāna and its object.",
    "ai-tika-s0305t9:23_1": "(but) he is the reason for it is (whether for it).",
    "ai-tika-s0305t9:23_2": "For I announce my pupil’s word about the meaning, that is to say, this is the meaning of material things.",
    "ai-tika-s0305t9:23_3": "At the time when he has attained the attainment of the meditation subject, he inserts the ending of defilements.",
    "ai-tika-s0305t9:23_4": "It is the jhāna factors of the jhāna that brings such jhāna.",
    "ai-tika-s0305t9:23_5": "As to object: there is nutriment for the object of the mouth owing to its object with that as its object, and so on. It is what is meant.",
    "ai-tika-s0305t9:23_6": "Just as now when a snake is reduced in succession of ghee, etc., and instead of later on the object and reciting it, it is well proclaimed wherever it has been properly prepared, and is produced by the power of its characteristic, its proximate cause, and its characteristic is present.",
    "ai-tika-s0305t9:23_7": "Contemplation of insight and understanding, insight into the end of insight and reaching penetration of sight, being confident in the end of suffering.",
    "ai-tika-s0305t9:23_8": "and the characteristic of penetration is the characteristic of the ascetic life. Its has the characteristic of the goal of the ascetic life.",
    "ai-tika-s0305t9:23_9": "For whatever the ascetic life is discovered from the goal of the ascetic life has been discovered by it as possible that the ascetic life is effected.",
    "ai-tika-s0305t9:23_10": "Hence it is said: “He is equanimous, happiness.”",
    "ai-tika-s0305t9:24_0": "He now said, “Lady, we are able to profession the meaning of what is said.”",
    "ai-tika-s0305t9:24_1": "Herein, long in-breath: it is the place for the long in-breath that is the object of the breathing,",
    "ai-tika-s0305t9:24_2": "When you know and see you’re constantly grasped.",
    "ai-tika-s0305t9:24_3": "causing the mind in one-self in understanding, knowing it is cooked by one who hasn’t understood the origin of defilements, complete in insight, and understanding, and associated with wisdom.",
    "ai-tika-s0305t9:24_4": "For just as the object is connected with the object opposite sex with happiness, so the state partaking of the states associated with it.",
    "ai-tika-s0305t9:24_5": "When there is the mindfulness established by the long-breaths and out-breaths, mindfulness is established in him through its object, and so on.",
    "ai-tika-s0305t9:24_6": "By means of that mindfulness and that knowledge that the object is stated, and so on, their mindfulness is cleared away with that object,",
    "ai-tika-s0305t9:24_7": "And the meaning should be understood in long in the way beginning, “He should be understood” used in the way beginning.",
    "ai-tika-s0305t9:24_8": "Hence it should be understood according to the word “blessings” included all the same.",
    "ai-tika-s0305t9:25_0": "In brief, this is the meaning of the phrase thus:",
    "ai-tika-s0305t9:25_1": "and the happiness is experienced with the jhāna, and so on.",
    "ai-tika-s0305t9:25_2": "With the giving up of jhāna in this way he investigates the feeling of perception, and with the intention and eating it as object, then the feeling is incapable of rejoicing by the sun.",
    "ai-tika-s0305t9:25_3": "Therefore in the way already described : the feelings that are unprofitable, embraced by the words of the feelings, etc., are called “unbounded” .",
    "ai-tika-s0305t9:26_0": "the sign of in-breaths and out-breaths is a sign.",
    "ai-tika-s0305t9:26_1": "They’re not exerted by the mind, but there is no diminution of the mind.",
    "ai-tika-s0305t9:26_2": "Hence it is said: “Yes, I have.”",
    "ai-tika-s0305t9:26_3": "the purification of the mind from the beginning of the three, and of the first three, that is to say, the first three owing to the convocations of mind.",
    "ai-tika-s0305t9:27_0": "The monk who is devoted to the Dhamma, is dedicated to the gods.",
    "ai-tika-s0305t9:27_1": "Having given up what is given up and given up,",
    "ai-tika-s0305t9:27_2": "Seeing of impermanence, dispassion, equanimity and equanimity.",
    "ai-tika-s0305t9:27_3": "for that is so called “shone” and “short” in the fourfold reckoning of impermanence.",
    "ai-tika-s0305t9:27_4": "as they’d discern the Dhamma",
    "ai-tika-s0305t9:27_5": "It gives up, saying, “The perception of giving up,” “The perception of the dimension of infinite space.” ...",
    "ai-tika-s0305t9:27_6": "and having given up knowledge, they delight.”",
    "ai-tika-s0305t9:27_7": "The acquisition of insight, the Vipassī",
    "ai-tika-s0305t9:27_8": "The neutral one has entered upon the path of the way that is middling in the middle, and in the end of the path for the attainment of the path.",
    "ai-tika-s0305t9:27_9": "They make one fame alone: there is no single function that is equanimity of oppositeness and equanimity of the faculties. Consequently in each case. That is why there is no single function of neutrality in them.",
    "ai-tika-s0305t9:27_10": "(She looks) with equanimity:",
    "ai-tika-s0305t9:27_11": "Also one is produced in one’s own eyes, etc., and occurrence of them.",
    "ai-tika-s0305t9:27_12": "Having seen (that), he said: “She is meant for one who has seen the object of predominance.”",
    "ai-tika-s0305t9:27_13": "He doesn’t regard the hindrances as peaceful ...",
    "ai-tika-s0305t9:27_14": "Seeing with wisdom, it is precisely over:",
    "ai-tika-s0305t9:28_0": "Again and again instantly, the defilements of sensuality can subside in locality as like a wide in a field.",
    "ai-tika-s0305t9:28_1": "The four immaterial states are the object of the contemplation.",
    "ai-tika-s0305t9:28_2": "They occurred in the four kinds of mindfulness meditation, as its object, and the basis for defilement, etc., as its object and in the four kinds of mindfulness meditation subjects.",
    "ai-tika-s0305t9:29_0": "The commentary on the one side is finished.",
    "ai-tika-s0305t9:30_0": "2. Dutiyavaggo",
    "ai-tika-s0305t9:31_0": "if it is the colour of leaves, etc.,",
    "ai-tika-s0305t9:32_0": "if he is able to make a year, to get rid of the three remainings, and to make the rest of the meditation subject forceful, he is unable to make it undertake the development of it.",
    "ai-tika-s0305t9:33_0": "Likewise: enunciating application, or very same.",
    "ai-tika-s0305t9:33_1": "Undevenly, through the power of peace, because of attention,",
    "ai-tika-s0305t9:33_2": "In those who are training, etc., have these three trainings, and five training, he should train in the Vibhaṅga thus: “Possess, even when training, have been trained in the Collections, have spoken of by the Enlightened One’s training.",
    "ai-tika-s0305t9:33_3": "”Tissa said: “There is no need for the purpose of developing the inclination in the present life that should be developed by an expert on the training, etc., that should be developed, and that.”",
    "ai-tika-s0305t9:33_4": "But the Buddhas, when all the Buddhas come out, thinking: “I am well explained, I am what is said to be well.”",
    "ai-tika-s0305t9:33_5": "the Realised One, which has the fruit of stream-entry, which brings the fruit of stream-entry,",
    "ai-tika-s0305t9:34_0": "On the first teeth are constructed ...",
    "ai-tika-s0305t9:35_0": "He is the impermanent of the suffering besides that is impermanent, and so on.",
    "ai-tika-s0305t9:35_1": "investigating and gentleness,",
    "ai-tika-s0305t9:35_2": "Without defilement, free from defilements, corruptions, pollutants,",
    "ai-tika-s0305t9:35_3": "joy factor of complete awakening is the awakening factor of tranquility.",
    "ai-tika-s0305t9:36_0": "Whatever non-greed is unallowable, this is said to be the neutral matter.",
    "ai-tika-s0305t9:36_1": "At one momentary: the arising of thought-spheresive-spheres arise in one way.",
    "ai-tika-s0305t9:37_0": "It is the sixteenth part of the Buddhas’ sons,",
    "ai-tika-s0305t9:37_1": "And although it is said in the same way as object, it is “interruptedness of mindfulness” , etc., and because it is not overpowers one who is using what is said, “he is unquie to behaved. ” In this way he said, “possessed of the enlightenment factor, what is said.",
    "ai-tika-s0305t9:37_2": "The Ways of Attending to Mindfulness Meditation of breathing",
    "ai-tika-s0305t9:37_3": "Those who have roots of mindfulness meditation",
    "ai-tika-s0305t9:37_4": "the Awakening Factors, the Awakening Ones, and the Awakening Ones,",
    "ai-tika-s0305t9:37_5": "They also develop the awakening factors even the awakening factors.",
    "ai-tika-s0305t9:37_6": "With the third knowledge and freedom: it fulfills the fruition of clear vision and deliverance,",
    "ai-tika-s0305t9:37_7": "Proper-controlled is the fourth associated stated with the fruition.",
    "ai-tika-s0305t9:38_0": "The second group of nine is finished.",
    "ai-tika-s0305t9:39_0": "The Book of the Ones is finished."
}