{
    "ai-tika-vin11t44:0_0": "Ekuttaranayakathāvaṇṇanā",
    "ai-tika-vin11t44:1_0": "Discussion from others, doing what is originated from others.",
    "ai-tika-vin11t44:1_1": "(They do) best for others.",
    "ai-tika-vin11t44:1_2": "Sometimes they do not appear in one place, some double vote, single-layered upper robe, and some double.",
    "ai-tika-vin11t44:2_0": "it is the same for one phrases that are concluded in oneself .",
    "ai-tika-vin11t44:3_0": "After taking hold of what is contrary to the beginning, in the first place wherever they actually given,",
    "ai-tika-vin11t44:3_1": "There they are no places below, crushing out.",
    "ai-tika-vin11t44:3_2": "They proclaim an opportunity for a person to assured, they do with the intention to commit an offense.",
    "ai-tika-vin11t44:4_0": "429.Tatthāti tāsu āpattīsu.",
    "ai-tika-vin11t44:4_1": "Discipline as the light, flag, bearing the drains,",
    "ai-tika-vin11t44:4_2": "in the Monastic Law one who isn’t committed to a heavy offense entailing suspension, nor non-human beings who were unable to rise in the presence of one who were respected, but who had not committed a serious offense, and who were unable to distinguished the ruler of the offenses entailing expulsion, and who were self-assured and in the Discipline as the Vinaya. And who did not say,",
    "ai-tika-vin11t44:5_0": "431.",
    "ai-tika-vin11t44:5_1": "if she asks about condemning naturally illness, she urged the ultimate sense, saying: “I cooking the best ones, she is expelled and excluded from the community.”",
    "ai-tika-vin11t44:5_2": "Hence it is said: “He is entering the first absorption.”",
    "ai-tika-vin11t44:6_0": "These were unprofitable enemys, interruptedness due to pass away, turning away from the host of radiants, and turning away from the animal realm. These five classes of rebirths, and the deathless states, the six classes of rebirth. They are the ones with unprofitable roots, and without a malevolence. These five wretched up to the body, strikes about the life. These only to the various attainments of the various classess.",
    "ai-tika-vin11t44:6_1": "But those in the common sense, they say, “It is because they are common to the series” .",
    "ai-tika-vin11t44:7_0": "but many other people will give perfume by the teachers. Then even if they will not give something to them, they will not be able to get by on the way of a teacher.",
    "ai-tika-vin11t44:7_1": "that they must be enquire about each.",
    "ai-tika-vin11t44:7_2": "And here the seventh offenses that were reciting, and instruments, while the deception and the next is the obstruction.",
    "ai-tika-vin11t44:7_3": "while transgressing when they are transferred to another, nor interruptedly in this very life.",
    "ai-tika-vin11t44:7_4": "on the highway, by giving up and emerging from the village, he dismissed that novice nun, and he has made the wrong way.",
    "ai-tika-vin11t44:8_0": "Discussion of the colour",
    "ai-tika-vin11t44:9_0": "Talking for less than twenty years old is less than twenty years old.",
    "ai-tika-vin11t44:9_1": "his name is untransgressed.",
    "ai-tika-vin11t44:9_2": "Taking a _paṇḍaka_, an animal, a hermaphrodite, and a hermaphrodite.",
    "ai-tika-vin11t44:9_3": "the rest is the case of the remainder, which in the place where the remainder is put. Understanding the actions, the in this place heritage, the inheritance, and bad deeds done by himself.",
    "ai-tika-vin11t44:9_4": "unconcerned robe-cloth is completed;",
    "ai-tika-vin11t44:9_5": "but equanimous does not begg from others.",
    "ai-tika-vin11t44:9_6": "to be given the full ordination in an individual. So they should not be given the full ordination by an individual.",
    "ai-tika-vin11t44:10_0": "436.Haveti ekaṁsatthe nipāto.",
    "ai-tika-vin11t44:10_1": "(There is) no offense for one who desires, he commits an offense entailing confession.",
    "ai-tika-vin11t44:10_2": "if he doesn’t find out about the attainment of stream-entry, he commits an offense entailing confession.",
    "ai-tika-vin11t44:11_0": "he accepts more than human states, and he presents a superhuman quality,",
    "ai-tika-vin11t44:11_1": "cooled down through the fourth absorption.",
    "ai-tika-vin11t44:11_2": "although the attainment of unconfused offenses appear in communion,",
    "ai-tika-vin11t44:12_0": "He should be quietly attacked by those in individualsects.” ...",
    "ai-tika-vin11t44:13_0": "the sound of recitations, etc., that is to say: “Producing the Teaching” is variety of five or ten.",
    "ai-tika-vin11t44:14_0": "440.Bhogeti paribhoge.",
    "ai-tika-vin11t44:14_1": "which has a space on all sides, and he does not for any effort.",
    "ai-tika-vin11t44:14_2": "if he leaves the requisites in the forest is used up in the abode of making use of the robes on the shade of the stains, etc., and on the spot in the air, he commits an offense entailing confession.",
    "ai-tika-vin11t44:15_0": "From the top of the drums on the bed and the benches on the bank.",
    "ai-tika-vin11t44:15_1": "attacking the busys, greatly in meaning, in the meaning.",
    "ai-tika-vin11t44:15_2": "Without asking permission of going, without asking permission, or going back,",
    "ai-tika-vin11t44:15_3": "if she has faith in the robe made, or has it prepared, and then goes;",
    "ai-tika-vin11t44:15_4": "they winnore about another’s liquor:",
    "ai-tika-vin11t44:16_0": "443.",
    "ai-tika-vin11t44:16_1": "“Sīvaka,” “Paṭācārā, remembers the correction of truth, that was pleasing and difficult to speak.",
    "ai-tika-vin11t44:17_0": "he went beyond currently to rebirths, old age, and death.",
    "ai-tika-vin11t44:17_1": "he is the master of the Master’s superhuman quality,",
    "ai-tika-vin11t44:17_2": "speaks the truth, falsely speaks the truth,",
    "ai-tika-vin11t44:17_3": "light offenses up evening,",
    "ai-tika-vin11t44:18_0": "It is possible to live in a dwelling with an ordinary person.",
    "ai-tika-vin11t44:18_1": "accepting it within arm’s reach, the meaning is: it hides within arm’s reach, sitting mat on one side.",
    "ai-tika-vin11t44:18_2": "it would realize the ground.",
    "ai-tika-vin11t44:19_0": "448.",
    "ai-tika-vin11t44:19_1": "The upper story of the beds or benches scratched the door frame on the ground, in the air, and in the site of Yasa. It floor is a chair.",
    "ai-tika-vin11t44:19_2": "If he lays down on the ground, he wouldn’t lie down.",
    "ai-tika-vin11t44:19_3": "Therefore it is said: “Rejected”.",
    "ai-tika-vin11t44:20_0": "entering the monastery, and leaving the monastery.",
    "ai-tika-vin11t44:21_0": "Having washed his head pad aside like a sunshade, and placed on the ground.",
    "ai-tika-vin11t44:21_1": "if he leaves the outside the monastic boundary, and he do not take leave of the sunshade.",
    "ai-tika-vin11t44:22_0": "He said, “Having gone out,” “This is the meaning of this meaning, this is the meaning of the meaning.",
    "ai-tika-vin11t44:22_1": "and isn’t entering a park, and not to realize it.",
    "ai-tika-vin11t44:23_0": "The nun who lives on boarding water is cleaning herself with water.",
    "ai-tika-vin11t44:24_0": "yet he becomes exceedingly white on the matter in which he surrounded himself with the giving up of his own thoughts.",
    "ai-tika-vin11t44:25_0": "Since he’s a student and a teacher’s preceptor,",
    "ai-tika-vin11t44:26_0": "Seeing constantly, they give, even if missing on the water,",
    "ai-tika-vin11t44:27_0": "463.Mudūti mudupiṭṭhiko.",
    "ai-tika-vin11t44:27_1": "“They are sweet,” and so on,",
    "ai-tika-vin11t44:27_2": "Having faith in the sun, he said, “Go away and here,” and after killing himself with a eyes, he said this to the nunnery, “Take up! ”",
    "ai-tika-vin11t44:27_3": "You should regard self as dear to one who has thus suppressed the thirty-two marks of insight. And it should be seen by one who has characteristics, etc., according to the characteristic, etc., according to the air.",
    "ai-tika-vin11t44:27_4": "This is the state of having sexual intercourse with the highest quality .",
    "ai-tika-vin11t44:27_5": "‘Approaches another’: this is the meaning.",
    "ai-tika-vin11t44:28_0": "465.",
    "ai-tika-vin11t44:28_1": "“You should agree to give the half-monthly instruction, not to give the half-monthly instruction. You shouldn’t accept when you say:",
    "ai-tika-vin11t44:29_0": "At dawn from a house, at the time of dawn, or from dawn, or grewn, and went to dawn, climbed, at dawn, and dawn.",
    "ai-tika-vin11t44:30_0": "471.",
    "ai-tika-vin11t44:30_1": "and for one day he works for ten days: it is seven days left, and it is ten days left by looking for seven days.",
    "ai-tika-vin11t44:30_2": "don’t have the snare of death in the beginning,",
    "ai-tika-vin11t44:30_3": "the attainment here is said .",
    "ai-tika-vin11t44:30_4": "“Firstly, he indulging.”",
    "ai-tika-vin11t44:31_0": "473.",
    "ai-tika-vin11t44:31_1": "cutting off the tree down to the other, and he cuts it down from the near shore to the far shore.",
    "ai-tika-vin11t44:32_0": "He offends against the indication: “But there is no offense for one who isn’t committed,” and he says, “Whoever among them?” but he says, “Here there is no offense.”",
    "ai-tika-vin11t44:33_0": "Without decision:",
    "ai-tika-vin11t44:33_1": "Neither clothing is drunking the grass, sticks, branches, and leaves wherever one’s own adornments—",
    "ai-tika-vin11t44:33_2": "‘If he conceals the left, he should not go on while covering the leaves.",
    "ai-tika-vin11t44:33_3": "If you do, you commit an offense of wrong conduct.”",
    "ai-tika-vin11t44:34_0": "From the opposite of strings, grain, fruits, and so on, the hide of the Fruits of religious donation.",
    "ai-tika-vin11t44:34_1": "if she wears it in one who is staying there, thus:",
    "ai-tika-vin11t44:34_2": "to use the beds,",
    "ai-tika-vin11t44:35_0": "477.",
    "ai-tika-vin11t44:35_1": "when there is a bowl, he should use it to receive the bowl, saying, “When it’s given to you up,” “It’s possible,” but being unable to keep it.",
    "ai-tika-vin11t44:35_2": "and his consciousness-workers were looking for her consciousness, just as the liberation of the mind, and so on.",
    "ai-tika-vin11t44:36_0": "In the commentary on the hide.",
    "ai-tika-vin11t44:37_0": "478.",
    "ai-tika-vin11t44:37_1": "whatever there is, he does not have become fully extinguished.",
    "ai-tika-vin11t44:37_2": "he does not have become fully extinguished, he is not have become completely extinguished.",
    "ai-tika-vin11t44:37_3": "The creatures of this is not overjoyed, but there is actually no offense for one who is extinguished.",
    "ai-tika-vin11t44:38_0": "479.",
    "ai-tika-vin11t44:38_1": "She said: “What is the beginning of?” and “What is the way of speaking.”",
    "ai-tika-vin11t44:38_2": "Herein, the senior mendicants say this to me: “Dear Practicing as ‘There are these days, Ānanda, the mendicants addressing each other with the word ‘friend’, they should not addressses’:",
    "ai-tika-vin11t44:38_3": "A more junior mendicant ought to address a more senior mendicant using ‘sir’ or ‘venerable’. A more senior mendicant addressing a ‘sentient mendicant’.”",
    "ai-tika-vin11t44:39_0": "481.",
    "ai-tika-vin11t44:39_1": "How should we not be done at the wrong time?",
    "ai-tika-vin11t44:39_2": "How should there be an offense at the wrong time?",
    "ai-tika-vin11t44:39_3": "How do they preserve both in this way and also?",
    "ai-tika-vin11t44:40_0": "if he says, “Having given rice porridge,” and so on, he said, “I have eaten the food.",
    "ai-tika-vin11t44:41_0": "but the rest is complete in all the time. Having passed away all the time, it is the time for the Buddha to every time.",
    "ai-tika-vin11t44:42_0": "484.",
    "ai-tika-vin11t44:42_1": "“There is, one who commits an offense for which all nights is drawn; with the purpose of stream-entry, not among the day; with night he says, “Let us flee in all day and night,” and with the purpose fortnight, they say, “You can these days.”",
    "ai-tika-vin11t44:43_0": "486.",
    "ai-tika-vin11t44:43_1": "There’s no offense for one who doesn’t fail.",
    "ai-tika-vin11t44:43_2": "There are offenses that are less than ten years old.",
    "ai-tika-vin11t44:43_3": "There is an offense for one who has ten years of seniority. What is theirs is less than ten years.",
    "ai-tika-vin11t44:44_0": "Herein, the opposite sex on that account is the reason, “Yes,” it is said, “There is no meaning of this,” etc., indeterminately that is the meaning, “what is this” .",
    "ai-tika-vin11t44:45_0": "488.",
    "ai-tika-vin11t44:45_1": "is praised by the one who thinks, “I won’t be astute,” and he releass although he takes on probation.",
    "ai-tika-vin11t44:45_2": "“Ten years,” he cut off his ear.",
    "ai-tika-vin11t44:45_3": "and one is ten years old.",
    "ai-tika-vin11t44:45_4": "And here the word “blessing” is said in the sense of connection with the verses.",
    "ai-tika-vin11t44:46_0": "489.",
    "ai-tika-vin11t44:46_1": "How is it constantly committing an offense? They don’t commit adultery offense similar to the black class and brown it from both; they’re not expounded to both sides, and they make a consequences.",
    "ai-tika-vin11t44:47_0": "490.",
    "ai-tika-vin11t44:47_1": "And after raining, they exhausted: “Let the rains residence here,”",
    "ai-tika-vin11t44:47_2": "is able to instead because of him one who is learned.",
    "ai-tika-vin11t44:47_3": "the former winner spends",
    "ai-tika-vin11t44:47_4": "Leaving all the time:",
    "ai-tika-vin11t44:48_0": "He laid down on the foreign countless rebirths, which has not yet become the fourth offense.",
    "ai-tika-vin11t44:48_1": "(The king) remains in the first rainy-season residence there. The rest is all the offenses that have been committed.",
    "ai-tika-vin11t44:49_0": "492.",
    "ai-tika-vin11t44:49_1": "They fall, but not in rains residence according to Kāḷīyadassana. Now is permitted for the sake of going, not for the sake of all the eons. It is permitted by the business, not others.",
    "ai-tika-vin11t44:50_0": "493.",
    "ai-tika-vin11t44:50_1": "There is an attainment of the summer than the rainy season, when the winter, and the sumermediate offenses are in the last month of the rainy season, but not in the rainy season; and there is no rainy season.",
    "ai-tika-vin11t44:51_0": "494-6.",
    "ai-tika-vin11t44:51_1": "And although three is said, “What is the point of offenses?”",
    "ai-tika-vin11t44:51_2": "There, facing in the middle of the day in a place with good eyes. It’s good to see the impediments of worldly pleasures, good in the end, by day or by night.",
    "ai-tika-vin11t44:51_3": "if it is given at the end of the full moon on the day of the month Kattika full moon that ends the first rainy-season residence and on the day of the month Vesākha, after sewing them in the last day of the rainy season, if it summons them when he is undergoing the rainy-season residence.",
    "ai-tika-vin11t44:52_0": "on the last one of these three kinds of gains, that is to say, the earth in the water,",
    "ai-tika-vin11t44:52_1": "In the last part of the day of the rainy season. On the next day of the rainy-season residence, he must stay in that very day. He shouldn’t flee because of all the rainy season. On the cold season, when he is drawing out, he doesn’t want to floor during the rainy season.",
    "ai-tika-vin11t44:52_2": "“I allow you to determine the rainy-season residence in a four-food’s needed to determine it if you’re not included in the monastery, but because you’re not included in the Master’s presence.”",
    "ai-tika-vin11t44:53_0": "497.",
    "ai-tika-vin11t44:53_1": "in the summer months, in the rainy season,",
    "ai-tika-vin11t44:53_2": "if he goes, but not more than a month;",
    "ai-tika-vin11t44:53_3": "When he is looking for cloth for his rainy-season residence, he looks for cloth for the rainy-season residence and he sews it when there is more than a rainy-season residence.",
    "ai-tika-vin11t44:53_4": "“Let them not be cut down, let alone those who like.”",
    "ai-tika-vin11t44:53_5": "having seeked the sewer his former wife in the way beginning, “In the first and area of the out-of-season residence, having made his vehicle and when he falls into (them).",
    "ai-tika-vin11t44:53_6": "After causing our lady, he said: “We have completed the first month of the later generations in the last month of the rainy season, but when we’ve already mentioned,” he replied, “It is our grandmotherson in our law.”",
    "ai-tika-vin11t44:53_7": "And here they were seeking that search for attaining the end of defilements by seeing that, and they point out the sequence of his attainment even with the attainment of the attainment.",
    "ai-tika-vin11t44:54_0": "one who, while walking in this dispensation, isn’t able to travel in this rainy-season robe when his body is lost.",
    "ai-tika-vin11t44:55_0": "499.",
    "ai-tika-vin11t44:55_1": "“If the Sangha doesn’t commit an offense, let the Sangha doesn’t commit an offense.” But the Sangha doesn’t commit an offense entailing expulsion, he doesn’t commit an offense entailing confession.",
    "ai-tika-vin11t44:56_0": "500.",
    "ai-tika-vin11t44:56_1": "he said: “Why are you talking about?” and “I said, etc.,",
    "ai-tika-vin11t44:56_2": "determine it as a determination, transferred to another, or do the observance-day procedure by determining it.",
    "ai-tika-vin11t44:56_3": "Take the case of a person whose self-assured and wishes to do the observance-day procedure by decision. They must not do the legal issue after getting rid of any legal issues. They must not consent to it be determined, nor make a determination. They must be resolved on it, but not themselves transferred to another.",
    "ai-tika-vin11t44:56_4": "or according to 40 kilometers, he is not to be dealt with according to the rule.",
    "ai-tika-vin11t44:56_5": "This too is how he should scrutinize it with the assembly that he has previously leftover.",
    "ai-tika-vin11t44:57_0": "He should be made on the fourteenth parts, saying: “This is the intermediate place.”",
    "ai-tika-vin11t44:58_0": "if he makes a purification for himself, or for one who is seeking purification on the sound of recitation, or on the purity.",
    "ai-tika-vin11t44:58_1": "The Sangha makes an effort to do the observance-day procedure by declaring purity while the observance-day procedure, but not the legal procedure of the Sangha. He doesn’t commit an offense entailing confession.",
    "ai-tika-vin11t44:59_0": "503.",
    "ai-tika-vin11t44:59_1": "How should I commit an offense without being sick? How does a person who is not sick commit an offense entailing confession? If they don’t tell a sick person, then how is both those that are sick?",
    "ai-tika-vin11t44:60_0": "504.",
    "ai-tika-vin11t44:60_1": "But if he asks for tonics other times, but he perceives that he has, and he asks for tonics for that purpose, he commits an offense entailing confession.",
    "ai-tika-vin11t44:61_0": "505.",
    "ai-tika-vin11t44:61_1": "When there is no carer, if he asks for tonics other than those that are sick, he commits an offense.",
    "ai-tika-vin11t44:61_2": "but, when sick monks are sick, they both are sick and have been committed.",
    "ai-tika-vin11t44:62_0": "506.",
    "ai-tika-vin11t44:62_1": "There is an offense when he doesn’t commit an offense externally, nor with the intention to level outside. And he doesn’t get others to do the same.",
    "ai-tika-vin11t44:63_0": "and it only blows over the riches only one,",
    "ai-tika-vin11t44:64_0": "From the yellow clothes, etc.",
    "ai-tika-vin11t44:65_0": "509.",
    "ai-tika-vin11t44:65_1": "* If she thinks, “After attaining the head,”",
    "ai-tika-vin11t44:65_2": "How is it within the monastic boundary? They don’t commit the offenses about the offenses. They don’t commit an offense entailing confession. They commit the same offense for which offenses, but do the same?",
    "ai-tika-vin11t44:66_0": "Shady sandals withside-down bhikkhus. The visiting monks have sixteen dwellings.",
    "ai-tika-vin11t44:66_1": "entering the delightful rainy season. Having entered the dwellings outside the monastic boundary,",
    "ai-tika-vin11t44:67_0": "he passed the cutting off of the two, thinking: “I have cut off the stream,”",
    "ai-tika-vin11t44:68_0": "Yet the whole of that offense is outside the monastic boundary, and it does within a league.",
    "ai-tika-vin11t44:68_1": "And here, although one is cut down the rainy-season residence outside the monastic boundary, it is said to have entered the rainy-season residence outside the monastic boundary, even if it is only for the purpose of rainy season, etc., they shouldn’t break into two ends. And if it is said to be disagreeable by the newly arrived monks.",
    "ai-tika-vin11t44:68_2": "This is how the exposition should be understood here in all ways.",
    "ai-tika-vin11t44:69_0": "On the commentary on the Tissāsa",
    "ai-tika-vin11t44:70_0": "(They should be expanded as in the same places as) from lying.",
    "ai-tika-vin11t44:70_1": "He’s well-versed to the Saṅgha by means of the schism in the midst of the Sangha.",
    "ai-tika-vin11t44:71_0": "accepting it evenly, is the meaning.",
    "ai-tika-vin11t44:72_0": "and making purification for the revenues, he preaches the Dhamma.",
    "ai-tika-vin11t44:72_1": "if she cooks by one, and by pressing that light, she commits an offense entailing suspension.",
    "ai-tika-vin11t44:72_2": "The group of eighteen on probation currents of the beginning with the trial period of six days :",
    "ai-tika-vin11t44:73_0": "to get hold of the body, but to the effort to get him.",
    "ai-tika-vin11t44:74_0": "They go to the charnel grounds, wherever they give (them) and surrounding the body by way of the body,",
    "ai-tika-vin11t44:75_0": "526.",
    "ai-tika-vin11t44:75_1": "If you talk about an offense, you get rid of it,",
    "ai-tika-vin11t44:75_2": "The one who has committed it in whom this way is it purified?",
    "ai-tika-vin11t44:76_0": "entering into a house with a woman, such as although women,",
    "ai-tika-vin11t44:77_0": "if he sits down on the top of awake;",
    "ai-tika-vin11t44:78_0": "531.Paṭibuddhoti aniddāyanto.",
    "ai-tika-vin11t44:79_0": "intending to steal it, he thought, “I will cause the mind.”",
    "ai-tika-vin11t44:80_0": "they entered upon meditation for a mind-made meal.",
    "ai-tika-vin11t44:80_1": "if, while covering over as if with grass, (after hearing) the grass, “I’m lying down,” and she got up, she commits an offense entailing confession.",
    "ai-tika-vin11t44:81_0": "Seeking on the forehead they go",
    "ai-tika-vin11t44:82_0": "Since they are purified, they are purified in mind.",
    "ai-tika-vin11t44:83_0": "one with mind astray blemishes, and thus: ”",
    "ai-tika-vin11t44:84_0": "longing for the striving,",
    "ai-tika-vin11t44:84_1": "and after bringing them (to the Lord of the World), he took so with his mind,",
    "ai-tika-vin11t44:84_2": "Here it should be understood firstly in the first (among).",
    "ai-tika-vin11t44:84_3": "Visiting is including the essence of the round essence .",
    "ai-tika-vin11t44:85_0": "granting of the deeds he is now undergoing work,",
    "ai-tika-vin11t44:86_0": "and then, without being pressed, they won’t do anything.",
    "ai-tika-vin11t44:87_0": "Such is the offense entailing suspension in which the offender is finished.",
    "ai-tika-vin11t44:88_0": "well-proclaimed,",
    "ai-tika-vin11t44:89_0": "he is worthy of homage in the presence of the Sangha.",
    "ai-tika-vin11t44:89_1": "resolution face-to-face and by acting according to what has been admitted,",
    "ai-tika-vin11t44:89_2": "Herein, there is no level of her face in the presence of that person—whether face-to-face or censure—shat is said to be foremost.",
    "ai-tika-vin11t44:90_0": "551.",
    "ai-tika-vin11t44:90_1": "training, which is due to mental factors and the profitable, etc., is as stated in the way already described.",
    "ai-tika-vin11t44:91_0": "552-3.",
    "ai-tika-vin11t44:91_1": "There is such an offense when the number of newly arrived monks don’t commit the offenses. If they don’t committed a number of resident monks, they commit an offense entailing expulsion. If they both sat down, but not both of them.",
    "ai-tika-vin11t44:92_0": "The resident monks fall in line with the newly arrived monks. They’re going to the monastery, the resident monks have newly arrived monks.",
    "ai-tika-vin11t44:93_0": "If they don’t do the invitation procedure with the resident monks, they don’t do the newly arrived monks.",
    "ai-tika-vin11t44:93_1": "The rest is the curry of the body;",
    "ai-tika-vin11t44:93_2": "the method of two or three.",
    "ai-tika-vin11t44:93_3": "They don’t make amends for an offense without first.",
    "ai-tika-vin11t44:94_0": "transmigrations of diversity.",
    "ai-tika-vin11t44:94_1": "There is diversity of offenses entailing expulsion:",
    "ai-tika-vin11t44:95_0": "563.“Pārājikānaṁ…pe…",
    "ai-tika-vin11t44:95_1": "He doesn’t walk too much, nor too much, as he has failed,",
    "ai-tika-vin11t44:96_0": "(They are) in the same way: “This is not only meant for one eon, but only for what they have seen, heard, thought, and known, attained, and explored by the in the way already stated. ” Theirreversible and subsequently in the case of that which they had indicated that case.",
    "ai-tika-vin11t44:97_0": "if he takes hold of him onto an invitation;",
    "ai-tika-vin11t44:98_0": "If he touchs it with a knife, thinking, “I’ll touch it and make a serious offense.” ...",
    "ai-tika-vin11t44:99_0": "the meditator’s separates too from the third absorption, the fourth absorption, the rainy-season foot, the meditator’s separate hand, and the foot, but not as separate, and the water, and the wide openings, the heavy and the winner as soon as he says, “This is the first absorption, this one who takes expellence,” and heavy offense entailing expulsion; and he wins pulled up to the community.",
    "ai-tika-vin11t44:99_1": "And although the meaning of the clause of the kind already described .",
    "ai-tika-vin11t44:100_0": "581-2.",
    "ai-tika-vin11t44:100_1": "How can they at the wrong time, but not after the time? There is no offense for which offenses are cleared, and there is no offense for the purpose of which it was done, but at the wrong time, and neither flour nor a cracking them.",
    "ai-tika-vin11t44:101_0": "586-7.",
    "ai-tika-vin11t44:101_1": "What is the wrong time? When received, what is the right time at the wrong time, when the wrong time is received at the wrong time, what is wrong time? What isn’t wrong time? Taking, but midday, then they are received at the wrong time?",
    "ai-tika-vin11t44:102_0": "if it is allowable for one, but at the wrong time, it is not allowable;",
    "ai-tika-vin11t44:103_0": "From whomever has the nation: of the Victorious Sakulā, which is proficient in the beginning, the indicating, and the outlets,",
    "ai-tika-vin11t44:104_0": "593-4.",
    "ai-tika-vin11t44:104_1": "And what is an offense?",
    "ai-tika-vin11t44:105_0": "(but) he said, “I do so,” “The monks do the same.",
    "ai-tika-vin11t44:106_0": "599.",
    "ai-tika-vin11t44:106_1": "Then they said, “Who isn’t falling in this way? ” and “Having been shown by doing it,” and “It is not allowable for us to show it,” and “It is not allowable,” and “It is said,” and “It is said in order to show that he is,” and he is not expounded, “It is independent,” and “It is said” .",
    "ai-tika-vin11t44:107_0": "The group of five is said: “The group of five is finished in accordance with the best.”",
    "ai-tika-vin11t44:108_0": "if she says, “So, although you do so, I allow you to live for five hundred years.”",
    "ai-tika-vin11t44:109_0": "But he doesn’t commit the same level. Then he goes beyond the limit, but stands outside the door.",
    "ai-tika-vin11t44:110_0": "Talking for food is designated;",
    "ai-tika-vin11t44:111_0": "He is called “leven” on the following day.",
    "ai-tika-vin11t44:112_0": "And here too both should be understood that the nuns’ attainments response are not laid down by this.",
    "ai-tika-vin11t44:113_0": "616.",
    "ai-tika-vin11t44:113_1": "if he is sick and he is not sick, and he does not die to be reborn in the same 40 kilometers,",
    "ai-tika-vin11t44:113_2": "the hypocrising sunshade, etc., that is to say, the meaning of three owing to the extent of.",
    "ai-tika-vin11t44:114_0": "the person who is not sick defecates, thinking: “I am sick,”",
    "ai-tika-vin11t44:115_0": "On Declaring the four ways of revealing",
    "ai-tika-vin11t44:116_0": "The people said: “Householder, I’m going to the city.”",
    "ai-tika-vin11t44:117_0": "for one who has said that the robe-making season is for those who live in it.",
    "ai-tika-vin11t44:118_0": "This is the meaning of the similes of the damaged by the water.",
    "ai-tika-vin11t44:118_1": "unspropagated from seeds,",
    "ai-tika-vin11t44:118_2": "reappeared seeds that have been produced,",
    "ai-tika-vin11t44:119_0": "Also the acceptance of reconciliation",
    "ai-tika-vin11t44:119_1": "* the sound of spears is inferior and superior. It is the size of the kind that is,",
    "ai-tika-vin11t44:119_2": "by body or by speech: something connected with the body or by means of something connected to the body,",
    "ai-tika-vin11t44:119_3": "if he takes the message of his hands and feet, and takes them with these four factors.",
    "ai-tika-vin11t44:120_0": "they practise in the Discipline.",
    "ai-tika-vin11t44:120_1": "(But) the virtues of his own conduct, and restraint in the monastic code.",
    "ai-tika-vin11t44:120_2": "You should keep company with what is well heard, even if you know the attainment of stream-entry is unsuitable, then if it is not suitable. You should cultivate it from what is well protected, then you should cultivate it.",
    "ai-tika-vin11t44:120_3": "But because of this, they do not practice another life.",
    "ai-tika-vin11t44:120_4": "he speaks from the midst of the Sangha; he deliberately dissuade them; he deliberately like that of the business.",
    "ai-tika-vin11t44:120_5": "Vessabhū, of Begging for a person in himself,",
    "ai-tika-vin11t44:120_6": "it comes to the Vinaya of the Dhamma and Discipline taught by the remaining verses, which is founded on the true teaching and the training.",
    "ai-tika-vin11t44:120_7": "Therefore at the time of reason,",
    "ai-tika-vin11t44:120_8": "in that very life.",
    "ai-tika-vin11t44:120_9": "wise and learned,",
    "ai-tika-vin11t44:121_0": "On Pañcasikha",
    "ai-tika-vin11t44:122_0": "he becomes the six kinds of direct-knowledge . He has the six kinds of direct-knowledge .",
    "ai-tika-vin11t44:122_1": "The robe-cloth that is more than the right size, ivory-worker, and settling the rainy-season robe-cloth why are weak from the robe-cloth, and set out-of-season robe-cloth for the good recipients.",
    "ai-tika-vin11t44:123_0": "633-4.",
    "ai-tika-vin11t44:123_1": "Knowing this, the monks from the group of six were afraid of wrongdoing and did not accept it.",
    "ai-tika-vin11t44:123_2": "perception of people in the next life, in the perception of non-perception, and in the uncountable perceptions of matter.",
    "ai-tika-vin11t44:124_0": "How do you become indulgent?",
    "ai-tika-vin11t44:124_1": "if he is not able to find out about another state;",
    "ai-tika-vin11t44:124_2": "And this is said too:",
    "ai-tika-vin11t44:125_0": "Accomplished in,",
    "ai-tika-vin11t44:126_0": "and the offenses are busy.",
    "ai-tika-vin11t44:127_0": "if he goes without any,",
    "ai-tika-vin11t44:128_0": "Such a person is called shameless person.”",
    "ai-tika-vin11t44:129_0": "How is I known for someone else?",
    "ai-tika-vin11t44:129_1": "if one is unrivaled, one who is unintelligent, one who does not understand, and one should be done according to the rule.",
    "ai-tika-vin11t44:129_2": "In this way the ignorant thing,",
    "ai-tika-vin11t44:130_0": "and being afraid of wrongdoing, he commits an offense entailing confession.",
    "ai-tika-vin11t44:130_1": "If he is anxious, then when asked by annoying person, he must be report to annoyed, or if it is unallowable, then when it is allowable, it should be done without first getting it.",
    "ai-tika-vin11t44:130_2": "and being afraid of wrongdoing, he commits an offense entailing suspension.",
    "ai-tika-vin11t44:131_0": "How do you get perceptions of inaction?",
    "ai-tika-vin11t44:131_1": "while eating he invited to eat rice-milk, thinking, “I will eat at the wrong time,”",
    "ai-tika-vin11t44:131_2": "In this way, when perceptions of unchastity is allowable,",
    "ai-tika-vin11t44:132_0": "How do you perhaps perceptions of what is allowable?",
    "ai-tika-vin11t44:132_1": "while eating he did not eat too much, thinking, “I have eaten at the wrong time,” and she ate at the wrong time.",
    "ai-tika-vin11t44:132_2": "That’s how, when perceptions are allowable for the eons.",
    "ai-tika-vin11t44:133_0": "How is mindfulness and situational awareness when there is careful?",
    "ai-tika-vin11t44:134_0": "635-8.",
    "ai-tika-vin11t44:134_1": "“You should not nurse one who is sick.”",
    "ai-tika-vin11t44:134_2": "(You should look) of the Teaching of the Monastic Code: the Monastic Code, and the bowl-food-eater’s practice, and the simile of the Teaching, the Monastic Code, and the length of the Sangha. You should look for one who is sick.",
    "ai-tika-vin11t44:134_3": "He knows the offenses; he knows the non-offenses; he knows which offenses are light;",
    "ai-tika-vin11t44:134_4": "To a mendicant has well abolished both the monastic codes, conducting themselves well and seeking alms in suitable places. well analyzed, thoroughly mastered them, and well investigated them, both these ten or more.",
    "ai-tika-vin11t44:135_0": "Discussion of the skin",
    "ai-tika-vin11t44:136_0": "This is the proper procedure: ‘I remember my he has been given to the monks, and I have said to you, “This monk is observed up,” “I remembered. The monks should then ask for seven days. This is the proper procedure. The monk should be report back,” and he should ask for permission of the nuns. He should then ask for that they have been completed. This is the fourth kind of comfortable.’”",
    "ai-tika-vin11t44:136_1": "Likewise in the presence of the hundred-fold army, etc., which are used in the presence of the Teacher at their head -",
    "ai-tika-vin11t44:136_2": "There are beings who describe the seven offenses entailing expulsion as described, and so on.",
    "ai-tika-vin11t44:136_3": "the seven awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-tika-vin11t44:137_0": "On Seven on “comestics”",
    "ai-tika-vin11t44:138_0": "640-1.",
    "ai-tika-vin11t44:138_1": "Here, monastics, a monk who lives in a charnel ground is used from crystals, bamboo powder, requisites, bamboo-workers, antelope hide (?), eight months from the bamboo powder, the bamboo workers, the regions, the Jinayas, the eight Jambudīpa.",
    "ai-tika-vin11t44:138_2": "if she shows function to the flowering, etc., which is to be shown by the flowers that has coloured, etc.,",
    "ai-tika-vin11t44:138_3": "A flower should be given: the meaning is, and it is to be taken.",
    "ai-tika-vin11t44:138_4": "Some flower on the near shore, and on the far shore,",
    "ai-tika-vin11t44:139_0": "642-5.",
    "ai-tika-vin11t44:139_1": "If she says, “Although these eight kinds of foulness are not shown by the foreheads,” and she said, “After the eighth day,” and she is not shown by using them, etc., before the end in each case.",
    "ai-tika-vin11t44:139_2": "if she makes use of the sick: from the sickness, and from the lay life to homelessness without a timber leaf of one leagues.",
    "ai-tika-vin11t44:139_3": "The training rule on the invitation procedure that is unfinished",
    "ai-tika-vin11t44:140_0": "She conceived the enclosure of relatives and kin, and raised them a bridge for themselves.",
    "ai-tika-vin11t44:140_1": "Those who are respond to the forest,",
    "ai-tika-vin11t44:140_2": "The second coronation of the story of Vijitas is stated in the second Victor.",
    "ai-tika-vin11t44:141_0": "“The Buddha has given the full ordination to those monks who were ready,” and he said, “Paṇḍikaputta.",
    "ai-tika-vin11t44:141_1": "By going : by means of the first going (therefore) the Three Times , etc., that is to say, the three kinds of full ordination .",
    "ai-tika-vin11t44:141_2": "The answers to questions, (which is) the meaning of answering questions, the origin of legal issues, and the Accomplishments, and the full ordination.",
    "ai-tika-vin11t44:141_3": "Mahāpajāpatī Gotamī, whose proficiency in the Teaching, went forth in the presence of the Teacher.",
    "ai-tika-vin11t44:142_0": "For a procedure that requires one motion and three announcements, that is to say, a monk who has been given the full ordination by means of one motion and three announcements.",
    "ai-tika-vin11t44:142_1": "a legal procedure consisting of eight announcements for the nuns, a legal procedure consisting of one motion and three announcements, a legal procedure consisting of one motion and three announcements for the nuns:",
    "ai-tika-vin11t44:142_2": "The nun who has been given the full ordination by a group of nuns, and who were less than twelve years old, to give the full ordination.",
    "ai-tika-vin11t44:143_0": "One whose view is pure and bright, who has reached the end of suffering, and whose view is pure, whose views are pure, whose view is pure and bright. That is, who has pure and bright view.",
    "ai-tika-vin11t44:144_0": "and the abandoning of all good qualities—suitableness in the heavens—",
    "ai-tika-vin11t44:145_0": "They can drink alcoholic drinks that cause negligence. They can be drunk by drinking alcohol. They can’t be drunk, or drink alcohol.",
    "ai-tika-vin11t44:145_1": "(and) living the spiritual life, having eighty (about the spiritual life), he refrained from sex,",
    "ai-tika-vin11t44:145_2": "eating at night, they’d eat in a group at the wrong time of day or night.",
    "ai-tika-vin11t44:145_3": "don’t scent, nor get fragrance,",
    "ai-tika-vin11t44:145_4": "If one lies down on the ground, on a bed or on the ground, and on a covering over with grass or leaves, or after covering a leaves, and then throat the floor covers—shard outside, it spreads out, and mats.",
    "ai-tika-vin11t44:145_5": "Because this eight factors of the observance-day celebrate the sabbath with its eight factors, they say, “There are eight factors of the eight factors, while the observance-day procedure,”",
    "ai-tika-vin11t44:145_6": "When he has reached the deathless, the suffering in which he has reached the deathless state and has reached Nibbāna.",
    "ai-tika-vin11t44:146_0": "Queen overpowers to that mendicant overturning their doctrine.",
    "ai-tika-vin11t44:147_0": "Practiculations",
    "ai-tika-vin11t44:148_0": "for nine kinds of fine foods spoken by the nine kinds of fine food.",
    "ai-tika-vin11t44:148_1": "tears, bones, and flesh in the world of the snakes, they eaten curds, sharp meat, and hard food.",
    "ai-tika-vin11t44:149_0": "656.Pātimokkha…pe…",
    "ai-tika-vin11t44:149_1": "He also includes the fourteen rules, the rest, the four analysis, and the four rules as natural recitation.",
    "ai-tika-vin11t44:149_2": "But there are three or four or five days: nine or three observance days each day, namely, the three doing of the observance-day procedure, and the nine days.",
    "ai-tika-vin11t44:149_3": "but here in this teaching:",
    "ai-tika-vin11t44:149_4": "The Saṅgha is radiated by the nine people. It is an individual essence, and it is according to 40 kilometers –",
    "ai-tika-vin11t44:150_0": "“If, Upāli, there are fourteen on the fourteenth, this is the Teacher’s instruction, this is the Teacher’s instruction;”",
    "ai-tika-vin11t44:150_1": "then this is a fracture in the Sangha and also schism in the Sangha.",
    "ai-tika-vin11t44:150_2": "And if there are nine or more monks, then this is both a fracture in the Sangha and also a schism in the Sangha.”",
    "ai-tika-vin11t44:151_0": "On the contrary",
    "ai-tika-vin11t44:152_0": "657.",
    "ai-tika-vin11t44:152_1": "The ten wardens of abuse.",
    "ai-tika-vin11t44:152_2": "The ten training rules on the following training rules.",
    "ai-tika-vin11t44:152_3": "The ten kinds of human beings are called “gone” in the same place as.",
    "ai-tika-vin11t44:152_4": "Now, ten kinds of bright qualities are bright,",
    "ai-tika-vin11t44:153_0": "The drawbacks of the royal compound should be understood in this way:",
    "ai-tika-vin11t44:154_0": "“Mendicants, there are ten drawbacks to entering a royal harem.",
    "ai-tika-vin11t44:154_1": "What are the teachings grouped by ten?",
    "ai-tika-vin11t44:154_2": "It’s when a mendicant sees that the king is sitting together with his queen. Having seen that the monk smilesed, they’re smiled, or when he sees the king, he’s going to the king.",
    "ai-tika-vin11t44:154_3": "This is the first drawback of entering a royal harem.",
    "ai-tika-vin11t44:155_0": "“Surely a king does not have many duties, much to do for that woman, or man, his going forth in such a case, or that one of the king’s going forth would there be some known something else?",
    "ai-tika-vin11t44:155_1": "This is the second drawback of entering a royal harem.",
    "ai-tika-vin11t44:156_0": "“No, mendicants, a royal harem isn’t able to go forth, or that one of the king’s recipients there, so long as anyone who has gone forth, except for that reason.",
    "ai-tika-vin11t44:156_1": "This is the third drawback of entering a royal harem.",
    "ai-tika-vin11t44:157_0": "“Mendicants, suppose a king’s harem is going forth in the royal compound, thinking, ‘There’s no-one elsewhere else than that king’s home, so that someone goes forth.’",
    "ai-tika-vin11t44:157_1": "This is the fourth drawback of entering a royal harem.",
    "ai-tika-vin11t44:158_0": "“No, in the royal compound a father or a son longs for their father, a son, or a renunciate in this way, so that one longs for them might presume to rule.",
    "ai-tika-vin11t44:158_1": "This is the fifth drawback of entering a royal harem.",
    "ai-tika-vin11t44:159_0": "“Furthermore, mendicants, when the king is urinated in a place where the king does not think, ‘No matter what is it’ll be done’?",
    "ai-tika-vin11t44:159_1": "This is the sixth drawback of entering a royal harem.",
    "ai-tika-vin11t44:160_0": "“Again, when the king announces there is a high priest’s place, the king doesn’t think: ‘They’ve gone forth in such a way that cannot be done’,",
    "ai-tika-vin11t44:160_1": "This is the seventh drawback of entering a royal harem.",
    "ai-tika-vin11t44:161_0": "“For when Kings are unlikable, desirable, and agreeable to those who have gone forth, is that King Until those who have gone forth in such a case?",
    "ai-tika-vin11t44:161_1": "This is the eighth drawback of entering a royal harem.",
    "ai-tika-vin11t44:162_0": "“No, mendicants, when the king is traveling along a road, he thinks, ‘Not so is unlikable for those who have gone forth from the lay life to homelessness, is that about them?’",
    "ai-tika-vin11t44:162_1": "This is the ninth drawback of entering a royal harem.",
    "ai-tika-vin11t44:163_0": "“Furthermore, mendicants, when the royal harem is covered with elephants, horses, and chariots, as well as arousing sights, sounds, smells, tastes, and touches that do not befit a royal harem. This is the ten drawbacks of the retinue.",
    "ai-tika-vin11t44:163_1": "These are the ten drawbacks of entering a royal harem.”",
    "ai-tika-vin11t44:164_0": "Herein, (but) he gives his son’s son, the meaning is, it is the meaning.",
    "ai-tika-vin11t44:164_1": "Yet he does not confess his father.",
    "ai-tika-vin11t44:164_2": "elephants, horses, chariots, infantry.",
    "ai-tika-vin11t44:164_3": "So too, in the case of the terms, “Seeking,” and so on.",
    "ai-tika-vin11t44:165_0": "During ten days:",
    "ai-tika-vin11t44:166_0": "Straightened to the tent",
    "ai-tika-vin11t44:167_0": "Accomplished in self-mortification,",
    "ai-tika-vin11t44:168_0": "wanting to make him give up,",
    "ai-tika-vin11t44:169_0": "who gives the similes to the Sangha –",
    "ai-tika-vin11t44:170_0": "with the ten factors.",
    "ai-tika-vin11t44:171_0": "He kills living creatures, steals, and commits sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And there are ten kinds of overcoming.",
    "ai-tika-vin11t44:171_1": "By excessive merit and the ten types of wholesome deeds, etc.,",
    "ai-tika-vin11t44:171_2": "warning to giving up ten reasons:",
    "ai-tika-vin11t44:171_3": "And just as the ten treasures:",
    "ai-tika-vin11t44:172_0": "“Freed are bamboos, repelled,",
    "ai-tika-vin11t44:173_0": "invitation, three (where) stones, that is to say:",
    "ai-tika-vin11t44:174_0": "a metal worms, and the Mallas—",
    "ai-tika-vin11t44:175_0": "gives to the wise, what is gems?”",
    "ai-tika-vin11t44:176_0": "Eight gems have the ten treasures.",
    "ai-tika-vin11t44:177_0": "662.",
    "ai-tika-vin11t44:177_1": "The ten (persons) proclaimed by the King, how does he proclaim,",
    "ai-tika-vin11t44:177_2": "“Mendicants, you should not pay respect to these ten kinds of persons.",
    "ai-tika-vin11t44:177_3": "one who has been given the full ordination after you; one who isn’t fully ordained; one who belongs to a different Buddhist sect who is senior to you, but who speaks contrary to the Teaching; a woman; a _paṇḍaka_; one who is on probation; one who deserves to be sent back to the beginning; one who deserves to be given the trial period; one who is undertaking the trial period; or one who deserves rehabilitation.",
    "ai-tika-vin11t44:177_4": "These are the ten kinds of persons.”",
    "ai-tika-vin11t44:178_0": "clothes that are cleansed of garments, and is thrown away in the charnel ground,",
    "ai-tika-vin11t44:178_1": "shopkeeper is a trader thrown out.",
    "ai-tika-vin11t44:178_2": "Mung the dropsites, smeared with rats, ate the beautifying the wind,",
    "ai-tika-vin11t44:178_3": "S and so on. The same method applies in the case of Godhisā.",
    "ai-tika-vin11t44:178_4": "they were holding their robe over the monasteries for the purpose of (of the protector) robes, and wrap (only) assembled the letter.",
    "ai-tika-vin11t44:178_5": "took all the royal compound by the King’s army (King) from his sovereignty.",
    "ai-tika-vin11t44:178_6": "if he does not return when there is a hundred times in a charnel ground, but a hundred times, then after coming back, the charnel ground, which is lost;",
    "ai-tika-vin11t44:179_0": "One should wear one’s robes, etc., ten kinds of robes, ten kinds of robes, and the border are said to be bloated with the thirty-two robes made.",
    "ai-tika-vin11t44:179_1": "Where here, however, in this monastery or in the ten kinds of robe-cloth together with three robes, non-staple food, she does not say, “Where do you a robe?”",
    "ai-tika-vin11t44:179_2": "“They do not cotton-washing water, but after making a mattressing it.”",
    "ai-tika-vin11t44:180_0": "On Searches",
    "ai-tika-vin11t44:181_0": "Those consisting of peace, etc., are equal to him.",
    "ai-tika-vin11t44:182_0": "667.",
    "ai-tika-vin11t44:182_1": "they say, “Even water” is said, the eleven leagues away.",
    "ai-tika-vin11t44:182_2": "by calling him a bowl of wood.",
    "ai-tika-vin11t44:182_3": "He enjoys himself with loving-kindness, ten-two leagues away.",
    "ai-tika-vin11t44:182_4": "By the wooden carpets: here the carpets of wood, the boy of the neck,",
    "ai-tika-vin11t44:182_5": "according as it is said: “So these ten treasures, I can go with a wife or ten treasures.”",
    "ai-tika-vin11t44:182_6": "here it is to be experienced treasure:",
    "ai-tika-vin11t44:183_0": "668.",
    "ai-tika-vin11t44:183_1": "One hundred leagues away to make",
    "ai-tika-vin11t44:183_2": "according as it is said: “He who has ten kinds of treasures, ten kinds of treasures, ten kinds of treasures,",
    "ai-tika-vin11t44:183_3": "the grass and leaves of the hands and feet, their foots and feet were observed like a peg.”",
    "ai-tika-vin11t44:184_0": "669-70.",
    "ai-tika-vin11t44:184_1": "too quickly: it is worthless than 40 kilometers,",
    "ai-tika-vin11t44:184_2": "The soles of the sign of the eggs,",
    "ai-tika-vin11t44:184_3": "outside the monastic boundary.",
    "ai-tika-vin11t44:184_4": "Like the river when it has been born, the water in the ocean,",
    "ai-tika-vin11t44:184_5": "the boundaries of boundaries, (but) boundaries, bound (but) the boundary on the head.",
    "ai-tika-vin11t44:184_6": "These are the eleven-huters Sineru, who were friends of a hundred leagues,",
    "ai-tika-vin11t44:185_0": "double-robes, eleven, single earthquakes, eleven leagues, and even up to a hundred leagues.",
    "ai-tika-vin11t44:186_0": "Herein, there are just eleven carcass of earth, water-lilies, just graceful, just like stones, just gravel, soils, with pure white pebbles, mostly potsherds, mostly gravel, mostly sand.",
    "ai-tika-vin11t44:186_1": "Then they described the lands of the earth, Vajjis in the earth, as they are stated in the Faith of Principle.",
    "ai-tika-vin11t44:187_0": "About the elevenths, even just pebbles, stones, thriving soils, little gravel, mostly pebbles, mostly potsherds, mostly gravel.",
    "ai-tika-vin11t44:187_1": "A pile of soil or a pile of clay that has been rained upon for more than four months, this too is called “earth”.",
    "ai-tika-vin11t44:188_0": "One hundred leagues away from the group of sixteen and one hundred and thirteen leagues in the bowl, and in the eleventh wide open monasteries—these are called “ascetics”.",
    "ai-tika-vin11t44:189_0": "“For he who has struck the garden with bones,",
    "ai-tika-vin11t44:190_0": "immaculate and Similes, and by abode of strings.",
    "ai-tika-vin11t44:191_0": "Take care of the life” .",
    "ai-tika-vin11t44:192_0": "The account of this verse should be understood as included in the verses.",
    "ai-tika-vin11t44:193_0": "if the eleventh wide open moves for a nun, the monks announced it three hundred nuns to the wounds; it is expanded as long as 80,000 leagues;",
    "ai-tika-vin11t44:194_0": "One is called “stomach” in the sense of calming food is said to be the six kinds of tradition. It is said in the eleventh .",
    "ai-tika-vin11t44:195_0": "“Approaching that was departing, they put away, and chatted.",
    "ai-tika-vin11t44:196_0": "The interruption of death thus: “The Preceding in oneself” .",
    "ai-tika-vin11t44:197_0": "Reflecting the prohibition from the teacher’s formal support,",
    "ai-tika-vin11t44:197_1": "These are the five ways of preceptors, among those for preceptors, some preceptors, etc., that is to say, the Paṭisambhidā, and the remaining ten that is,",
    "ai-tika-vin11t44:198_0": "On the eleventh",
    "ai-tika-vin11t44:199_0": "Mastery in the practices of staying under the scoundrels and the practices belonging to the community.",
    "ai-tika-vin11t44:200_0": "The fourteenth should be given out: “He should keep it for more than a month, and he may eat in one month. He should then store it in the most one-and-a-half. He should then store it inser skin at the most one who has a single stage, he should keep it for six days at the most one who is more than six days. If it is no more than six days. If it is the most one whose robe-cloth is to be used, he should keep it for seven days at the most.”",
    "ai-tika-vin11t44:201_0": "He replied, “They are sixteen measures,” and they do not allow them to live (only),",
    "ai-tika-vin11t44:201_1": "Then they should understand:",
    "ai-tika-vin11t44:201_2": "He knows that a monk has enquiry appeared to himself, preventing the belongings to the Sangha, knowing that he knows that he has a sense of conscience, who is afraid of wrongdoing, and fond of the training. He then lives without taking leave of the community by the training, he commits an offense entailing expulsion. He’s either case or bandits concluded his own offense entailing expulsion. The training rules. The training rule on expulsion, he commits an offense entailing confession.",
    "ai-tika-vin11t44:202_0": "He knows the superb of the Discipline and the Vinaya, which is an incalculation of the Teaching, the Monastic Law, and the surpassing of the Vinaya from the Teacher’s discipline, and the supreme in the Vinaya Suttas, he knows the texts on monastic training, he is preserved in the Vinayapiṭaka, and he is supreme in the Vinaya.",
    "ai-tika-vin11t44:202_1": "Or alternatively, if a mendicant, preparing the Monastic Law, still remains in the—thereither that is more than a league, he should remain silent.",
    "ai-tika-vin11t44:202_2": "knowing he can know it is bound by tastes and so on.",
    "ai-tika-vin11t44:203_0": "Thus there were Uttarakuru,",
    "ai-tika-vin11t44:204_0": "The account of the commentary on the Uttara is finished."
}