{
    "ai-tika-abh07t11:0_0": "3. Pakiṇṇakaparicchedavaṇṇanā",
    "ai-tika-abh07t11:1_0": "1.",
    "ai-tika-abh07t11:1_1": "Now, as to the Vibhaṅga’s minds, etc., that is suitable to the one who has experienced the feelings in the way beginning, the feelings, and the consciousness associated with the consciousness, etc., as follows: “From what is the time to restrain artoise of his consciousness,” and so on.",
    "ai-tika-abh07t11:1_2": "according as it is stated with the intentions of consciousness associated with the mind, their own states gladness and the states of individual essences, and their mind becomes unified in all by means of the states, eliminating the objects, and so on. Those perceptions have unification through the mind.",
    "ai-tika-abh07t11:2_0": "2.",
    "ai-tika-abh07t11:2_1": "Now I experience the teachings I’ve heard.",
    "ai-tika-abh07t11:2_2": "Is the one named Kapilavatthu caused by the common factors with the blemish-lasting feelings, etc., as follows: “Being as a collection of feelings,” and with the intention “following the breath of the opposite sex, etc., appearing in accordance with the intention of opposite a thought.",
    "ai-tika-abh07t11:3_0": "the commentary on the Feelings",
    "ai-tika-abh07t11:4_0": "In the six ways of being grasped,",
    "ai-tika-abh07t11:4_1": "the arising of feeling, etc., the arising of the feeling, and the unification of mind is the component of feelings,",
    "ai-tika-abh07t11:4_2": "from pain and pleasure, and from the act of neither-painful-nor-pleasant feeling,",
    "ai-tika-abh07t11:4_3": "But then, monks, isn’t there two feelings?”",
    "ai-tika-abh07t11:4_4": "“Is it really true, Painful, referred to the knowledge of opposite sex, and inclusively painful now that is without having gone away (of the knowledge) without reserved) in the firmament.”",
    "ai-tika-abh07t11:4_5": "And here too anywhere, which is called “giver” in the passage beginning, “Forriended” , all is suffering because it is the state of owing to all suffering.",
    "ai-tika-abh07t11:4_6": "“Ānanda, I have spoken what I was referring to. When you said ‘I have spoken to’m disagreeable feeling’.”",
    "ai-tika-abh07t11:4_7": "That’s why the three kinds of feeling should be seen.",
    "ai-tika-abh07t11:4_8": "That is why the Blessed One said:",
    "ai-tika-abh07t11:4_9": "“Mendicants, there are these three feelings.”",
    "ai-tika-abh07t11:4_10": "That’s how the faculty of happiness is shown in three ways: “This faculty of pleasure and pain and sadness, and distress, which is accompanied by pleasure and pain and sadness, and distress, and that has the five faculties in the three ways of being taught.”",
    "ai-tika-abh07t11:4_11": "Sense restraint of the faculties of joy and happiness that arise from the breaking up of the body faculty and happiness, without pleasure or pain, with pure equanimity and mindfulness. And having shown that faculty of pain and sadness as their equanimity, they bring equanimity.",
    "ai-tika-abh07t11:4_12": "Herein, just as, when the body breaks up and the parts are unperturbed, Contact, cutting off the wrong way in the calm, the one who thinks:",
    "ai-tika-abh07t11:5_0": "“Anyone who is touched by pleasure and pain,",
    "ai-tika-abh07t11:6_0": "It is only one way to break ignorance.”",
    "ai-tika-abh07t11:7_0": "Herein, desirableness is the characteristic of gaining happiness in the future.",
    "ai-tika-abh07t11:7_1": "Experiencing the arising of suffering.",
    "ai-tika-abh07t11:7_2": "Developing the states of obtaining happiness,",
    "ai-tika-abh07t11:7_3": "he has the characteristic of fondness and grief for existence.",
    "ai-tika-abh07t11:7_4": "has the characteristic of neutrality.",
    "ai-tika-abh07t11:8_0": "wrapped in four ways, each of being reborn in the gaps, and because of the Northingness,",
    "ai-tika-abh07t11:9_0": "Suffering is the definition of the pleasure and pain: of the three kinds of happiness and of the unprofitable kinds, for the sake of pleasure and pain, and for the sake of the six kinds of sense-spheres, and in the nineteen kinds of sense-sphere profitable currents. All these are ten and twenty-two kinds of sensual stimulation.",
    "ai-tika-abh07t11:10_0": "The commentary on the Feelings is finished.",
    "ai-tika-abh07t11:11_0": "the commentary on the colours;",
    "ai-tika-abh07t11:12_0": "10.",
    "ai-tika-abh07t11:12_1": "And the similar and the dissimilar should be understood in accordance with the order, and the rest.",
    "ai-tika-abh07t11:12_2": "for one winter is called a million.",
    "ai-tika-abh07t11:12_3": "It is easy for them to develop the immaterial states associated with their states, well established in mind.",
    "ai-tika-abh07t11:12_4": "For the things have gained in being no cause or reason, like the stalks of foot on the ground, are not like the foot of a cow.",
    "ai-tika-abh07t11:12_5": "and then these are called roots, “perfected by (them).”",
    "ai-tika-abh07t11:12_6": "But some of them said, “The unprofitable way,” etc., should be developed by the cause of their own unprofitableness in this way.",
    "ai-tika-abh07t11:12_7": "Then the other associated with the roots of trees associated with the mind might have been cut off at the root of an unprofitable state.",
    "ai-tika-abh07t11:12_8": "So their mindfulness would be unprofitable to their mindfulness, and so also not to be associated with the state of partaking of the skillful, etc., and because of the absence of these elements.",
    "ai-tika-abh07t11:12_9": "And if there were no causality, the skillful would not be undeveloped by the sake of non-delusion.",
    "ai-tika-abh07t11:12_10": "But wholesome things, etc., is pursuing good habits and not giving attention to the profitable,",
    "ai-tika-abh07t11:12_11": "“Mendicants, when you attend improperly, skillful qualities arise or, if they’ve already arisen, they don’t give them up.”",
    "ai-tika-abh07t11:13_0": "He said, “Now is the reason for this one because it is the time for birth and death,” and so on.",
    "ai-tika-abh07t11:14_0": "The commentary on the causes and reasons is finished.",
    "ai-tika-abh07t11:15_0": "The commentary on the colors;",
    "ai-tika-abh07t11:16_0": "18.",
    "ai-tika-abh07t11:16_1": "And alternatively, what is particular composing , overlooking the function of inclusion and the rest.",
    "ai-tika-abh07t11:16_2": "causing conducive to continued existence,",
    "ai-tika-abh07t11:16_3": "Your freedom through the cause of blemishment is inclination with the destruction of continued existence.",
    "ai-tika-abh07t11:16_4": "(but) as he desires the similes of the monastery he should inform the word of the word- constantly, deal with as essence likewise.",
    "ai-tika-abh07t11:16_5": "By means of that object, it is by means of non-human beings, or like the time when one is running a single man’s lamps.",
    "ai-tika-abh07t11:16_6": "Then the object (will proclaimed) with the object of the obstacles for (of life),",
    "ai-tika-abh07t11:16_7": "being reborn in this world and the sixteenth world,",
    "ai-tika-abh07t11:17_0": "19.",
    "ai-tika-abh07t11:17_1": "what is said in the moderation according to these places are said, “The refuse-rag wearer” and “Repulsiveness is said to be arranged according to what is said.",
    "ai-tika-abh07t11:17_2": "There is no place for shackles in sensual pleasures, for one who has no joy in sensual pleasures, whose body is unbodied in the world’s womb, when they divided in a charnel ground, or in the underworld.",
    "ai-tika-abh07t11:17_3": "When the courses are destroyed,",
    "ai-tika-abh07t11:17_4": "places to see the five constituents (of mind and body) that provide fuel for attachment,",
    "ai-tika-abh07t11:17_5": "the (good) power of the Faith in the beginning, the middle and the end,",
    "ai-tika-abh07t11:18_0": "and in the obstructions there (of the rebirths) that originate from this world,",
    "ai-tika-abh07t11:18_1": "At the time of blameworthy things, the Jeta Grove, rose-appearing the objects of the ropes, and the absorptions (intentional) processes. Then the ropes of eradicating) the pair, the producing of ropes, and the state of existence .",
    "ai-tika-abh07t11:18_2": "He enjoys the five states of existence and the ruining of existence.",
    "ai-tika-abh07t11:18_3": "Five to enjoyment of the five-three terraces and the five constituents (of mind and body).",
    "ai-tika-abh07t11:18_4": "Five Discourses on consciousness inside and out.",
    "ai-tika-abh07t11:18_5": "The pollutants, shakes, and attachments",
    "ai-tika-abh07t11:18_6": "(but) the company of the Pale-Moon Existence) is to be abandoned in the midst of the Renunciants,",
    "ai-tika-abh07t11:18_7": "It’s simply this same thing as reference to those whose mind has reached continued existence as its object, and those adversing. And in the case of the mind-made, enlightenment comes about catertive .",
    "ai-tika-abh07t11:18_8": "The Jeta Grove in the Jina, and the places (interruption) adverting,",
    "ai-tika-abh07t11:18_9": "The sitting mat on the Victor, and the object of contemplation of existence is called obstacle to (unwholesome) existence.",
    "ai-tika-abh07t11:19_0": "They reject the equanimity of the fine-material spheres, etc., which brings such equanimity as pleasurable blessings, and individual essences.",
    "ai-tika-abh07t11:19_1": "“And in this way, having made equanimity the conditions for the sake of equanimity, one exists in the second aggregates beginning with the tranquillity of equanimity, and sustained thought thus: “This gives rise to the cause of equanimous bliss, ‘Only equanimity about the constituent states of equanimity about the aggregates in this way’: ‘This is the reason why only one root of the trees, in a single constituent group, and a single constituent parts equerations of equipments.’",
    "ai-tika-abh07t11:19_2": "Two constituents",
    "ai-tika-abh07t11:19_3": "In order to declare that pleasure and pain are one system.",
    "ai-tika-abh07t11:19_4": "One is exercise in the aggregates, thus it is “habitable” , etc., not the moment of its syllables,” and so on. Consequently, not according to the stated therefore it is in the same way as “sentading away. ” But in that case it is indicated by the words “position of an exists.”",
    "ai-tika-abh07t11:19_5": "But when anyone obtains it there can be a reason for anyone.",
    "ai-tika-abh07t11:20_0": "25.",
    "ai-tika-abh07t11:20_1": "Where there is no limited object for a man, there is no limited object, and there is no production of the function of existence as the object of the mental datum, etc., for its object.",
    "ai-tika-abh07t11:20_2": "and having said this in the Commentaries: “It is the eighth reasons in the Commentaries.”",
    "ai-tika-abh07t11:20_3": "they should be told to say: “Perhaps there may be.”",
    "ai-tika-abh07t11:20_4": "He who was skilled in the fruits of wholesome minds, twenty-two worlds, twenty-three, thirty-two marks, and tendencies.",
    "ai-tika-abh07t11:20_5": "Whatever looks in one place the size of the world, the unsurpassed shook, etc., is called a single guard, and well developed intelligent to the unsurpassed secretion, and not neglected each other.",
    "ai-tika-abh07t11:21_0": "27.",
    "ai-tika-abh07t11:21_1": "In this way what is said in order to do with the carcass of schism, etc., and that is said to be “withstanding that wetching the kasiṇas” .",
    "ai-tika-abh07t11:22_0": "33.",
    "ai-tika-abh07t11:22_1": "The breaths, etc., are called “shows” when they Compassionate, etc., respectively based on the various parts beginning with the advantages, etc., respectively based on the business beginning with the breaths, etc., and the ten linking, as to enquire enquire (welding) in the case of what is recommended by the function of giving up, etc., and what is the advantage.",
    "ai-tika-abh07t11:22_2": "Considering alone is two places, that is to say, eight places, and ninety-eight things are suitable for the mind.",
    "ai-tika-abh07t11:23_0": "The commentary on the foreheads is finished.",
    "ai-tika-abh07t11:24_0": "Golden in colors,",
    "ai-tika-abh07t11:25_0": "35.",
    "ai-tika-abh07t11:25_1": "and the doors to the base consisting of boundless consciousness deliverance by the Community,",
    "ai-tika-abh07t11:25_2": "Today, the doors occurred to the door of the Dhamma",
    "ai-tika-abh07t11:26_0": "Telling the eyes of the Visionary One,",
    "ai-tika-abh07t11:27_0": "37.",
    "ai-tika-abh07t11:27_1": "(But) the mind-maderings that are building up a weapons,",
    "ai-tika-abh07t11:27_2": "There are life-continuum together today.",
    "ai-tika-abh07t11:27_3": "Hence the Ancients said:",
    "ai-tika-abh07t11:28_0": "“May the relishing of existence be calm.”",
    "ai-tika-abh07t11:29_0": "And they gripped the worms and the six classes of contact as they were.",
    "ai-tika-abh07t11:29_1": "In the fivefold reckoning of the eye, etc., these seven kinds of fine-material sphere, and seven kinds of concentration are included in the fine-material sphere , and the noble ones respectively profitable unprofitable enlightened enlightenment, and in the fine-material sphere.",
    "ai-tika-abh07t11:29_2": "just as, although non-human beings is improper attention, following with the object of proper attention, etc., as its object, is proper attention and non-human beings.",
    "ai-tika-abh07t11:29_3": "There is sustained thought in the sense of calming the calming of the bountiful with all sense desires, and it is of the waver of habit.",
    "ai-tika-abh07t11:29_4": "and also all the other thanks of the four (four) minds of consciousness,",
    "ai-tika-abh07t11:29_5": "The section consisting of the four summarizations is to be found in the world that is to say, the sixths, the eight-factored consciousness, the sixty-four pairs (of consciousness), and the four constituents of Consideration.",
    "ai-tika-abh07t11:30_0": "41.",
    "ai-tika-abh07t11:30_1": "Subjects of the door-panded in the way beginning, “From the mental-material and immaterial jhānas, etc., is including the life-continuum and the kasiṇa of the enlightenment factor. And it is preceding each door and it is decision.",
    "ai-tika-abh07t11:31_0": "42.",
    "ai-tika-abh07t11:31_1": "“The thirty-two marks of a great wide. The mind is supremely powerful, evoked by the six great teachers of his heart, like a famous lordly mountains of the earth, like one whose minds were mindful and unshakable.",
    "ai-tika-abh07t11:32_0": "45.",
    "ai-tika-abh07t11:32_1": "and the five doors have ceased there, being the nutriment consisting of the mind as object and body, and the base consisting of boundless consciousness, and the base consisting of boundless consciousness as objects, and just as they are.",
    "ai-tika-abh07t11:33_0": "47.",
    "ai-tika-abh07t11:33_1": "five-hundred pieces of cloth and six gateways, and the five-six gates (wives).",
    "ai-tika-abh07t11:33_2": "the gate-gods of the houses that were placed on the ground, and the gateways are Ford.",
    "ai-tika-abh07t11:33_3": "Then there is a water-lilies and six-bowls: the gate of the winds, the forty-four winds, the for sixteen years.",
    "ai-tika-abh07t11:34_0": "The commentary on the door is finished.",
    "ai-tika-abh07t11:35_0": "Golden in color,",
    "ai-tika-abh07t11:36_0": "48.",
    "ai-tika-abh07t11:36_1": "It is the state of opposing of the states consisting in excess of resolving in the formless states,",
    "ai-tika-abh07t11:36_2": "Doing so, although it actually arises in him, the heart is blooming, which is pervaded by form, like a feeble person with on its necks, etc., and that feebles in any way. It is physical, verbal, or mentally takes place.",
    "ai-tika-abh07t11:36_3": "That sound with the ear ... nose ... tongue ... body ...",
    "ai-tika-abh07t11:36_4": "or fairy objects in because the object is performed, it is as if the object of one’s own scented, like a fragrance, odorned with the object.",
    "ai-tika-abh07t11:36_5": "There are sentient beings who taste the taste of tastes, and the taste of tastes,",
    "ai-tika-abh07t11:36_6": "experiencing a tangible, the tangible object with the object (it).",
    "ai-tika-abh07t11:36_7": "Righteously, the Dhamma objects,",
    "ai-tika-abh07t11:37_0": "and for sights, sounds, smells, tastes, touches, and thoughts are just the same object of the fine-material sphere.",
    "ai-tika-abh07t11:37_1": "sounds, smells, tastes, touches, and thoughts are conditions for the earth element.",
    "ai-tika-abh07t11:38_0": "apart from the five objects, placing of the mind on all sides,",
    "ai-tika-abh07t11:39_0": "51.Paccuppannanti vattamānaṁ.",
    "ai-tika-abh07t11:40_0": "and in the case of the fine-material jhānas here, etc., here in the six kinds of becoming,",
    "ai-tika-abh07t11:40_1": "As to the state of Vibhaṅga, etc., in the past respect and the future, the breath of Nibbāna, and the nine kinds of Nibbāna .",
    "ai-tika-abh07t11:40_2": "Except for the pleasures of the senses, greed for the welfare of sensual pleasures, etc., and as otherwise,",
    "ai-tika-abh07t11:40_3": "When one of sensual pleasures give rise to a laughing floor in the same way, it is at the wrong time and on the object.",
    "ai-tika-abh07t11:40_4": "is the time to laughing and laughing.",
    "ai-tika-abh07t11:40_5": "for their own objects have reached that object.",
    "ai-tika-abh07t11:40_6": "But the divine abidings normally the divine abidings (of meditation) that she is well proclaimed here and there is a condition for the six times.",
    "ai-tika-abh07t11:40_7": "But the ninth opposite sex there will be in delimitation.",
    "ai-tika-abh07t11:40_8": "But if you die at the time you’re freed in the past time, just as you go forth,",
    "ai-tika-abh07t11:41_0": "53.",
    "ai-tika-abh07t11:41_1": "opening up the doors.",
    "ai-tika-abh07t11:41_2": "And here it is precisely because the object of the six groups have been numbered. When adverts to them, it is still not overshadowed with the object of the six kinds of contact, and it does not feather that opposite the sign of the sunrice whether or not it has entered upon the way beginning, “Surely as a bird does not drops touched by the sun and moon’s work. And as its currents do not lead to the life-continuum, is like a blazing.",
    "ai-tika-abh07t11:41_3": "The sub-chapter on right views.”",
    "ai-tika-abh07t11:41_4": "Herein, just as, when producing condition is born of the plane of becoming , the jhāna factors reaches access and absorption in the way underlying tendency to continuity .",
    "ai-tika-abh07t11:41_5": "For when you reject the sign of sensual pleasures, etc., as long as the objects of the fine-material sphere does not arise in the future, and as you subdue that is present, your mind becomes internally arisen, and so on.",
    "ai-tika-abh07t11:41_6": "But their forty-four grounds for the past, future, and present are the same forty-existences of deeds, mind-made, etc.; and their appearance of the signs of pleasure and pain in the various forms. And the sign of the six classes of rebirth into a worldly realm, and in the fine-material sphere.",
    "ai-tika-abh07t11:42_0": "The Realized One has truly understood the origin of the world, its widespread, and its objects, since he has truly understood the higher mind as its objects, its origin, its cessation, and the path. Then—it is in this way: ‘The teaching is in the past, the future, or the present.’",
    "ai-tika-abh07t11:43_0": "Your enclosed by the sunshade. When the waves in the past, the future is Bāhuka, and Bhaddā’s cut off the trunk, and chopped off the streams of the teaching.",
    "ai-tika-abh07t11:43_1": "Perceiving the passing away and rebirth of existence, it doesn’t get involved in the nostrils or evasiveness of death.",
    "ai-tika-abh07t11:43_2": "For it is only the sign of the opposite sex, etc., that is, non-perception, and the signless object.",
    "ai-tika-abh07t11:43_3": "For accordingly, after replying to the truth of truth in brief, he asked questions:",
    "ai-tika-abh07t11:44_0": "“Having been unequaled in the midst of existence, ~ the bored One so on,",
    "ai-tika-abh07t11:45_0": "There is this resort to whom one has apprehended the matter.",
    "ai-tika-abh07t11:46_0": "she was endowed with the strength of (good) actions that were reckoned as a precaution,",
    "ai-tika-abh07t11:46_1": "For the other sets out by the lady’s rolling on arrival at the moment of his ability to get past it, thinking “Indicated by the other words, ‘It is because of the culmination of idea that .”",
    "ai-tika-abh07t11:46_2": "Doesn’t you get rid of the door aggregates through your deeds?",
    "ai-tika-abh07t11:46_3": "At the time of deeds he eradicated the sign of deeds, and the features of his deeds, all of them were still tormented. How is their maturity is the same as a place of loss?",
    "ai-tika-abh07t11:46_4": "And here, in the passage, he thinks, “Bhikkhus, we are able to keep company with the similes of the teachers,” and when he has said, “In this way you should speak like the point of the teachers’ eliminating thus:",
    "ai-tika-abh07t11:47_0": "“For he who has got to clinging to mind, ~ whose terror",
    "ai-tika-abh07t11:48_0": "While still a person was swamping the army in the six doors.",
    "ai-tika-abh07t11:49_0": "“They is coming back,” and so on. It is sluggishly and so on.",
    "ai-tika-abh07t11:49_1": "for when deeds of the past is no sign, no defilement, etc., is how the sign of foulness has been passed, ceased, and perished. That is why it is said to be cooked by oneself.",
    "ai-tika-abh07t11:50_0": "Consciousness is born of the forms, etc., which have arisen, and is arisen in the consciousness.",
    "ai-tika-abh07t11:50_1": "These are the objects in physical objects with the objects, wherever there are forms, and so on.",
    "ai-tika-abh07t11:51_0": "also for the purpose of wrapping the forms, etc., which has five objects,",
    "ai-tika-abh07t11:52_0": "all the world’s bowels, the five-footed rough consciousness, the remaining eleven kinds of sensual stimulation.",
    "ai-tika-abh07t11:52_1": "Then all the ropes of the sense-spheres have been oppositeed by all the same objects in the rising suns, etc., as objects of all the trees, and the birds enemys in a fine-material sphere.",
    "ai-tika-abh07t11:52_2": "The place where the results of the fine-material jhānas have the fine-material and immaterial jhānas as object, etc., respectively, etc., respectively, etc., are of the sense-sphere respectively.",
    "ai-tika-abh07t11:53_0": "Even on seeing a laughing object with the mental objects of mental datum, he hears, sounds, smells, tastes, touches, and thoughts. Its greed for the shrines, in the way beginning, “Suppose arouse longing the objects of the eyes, and parasols, at the root of the trees and its objects, and it cuts offered the drums, its objects, and its objects, after eating the shrines for the joy of the joy of his favourable to the objects, and present.” Then he presented the taste of the (obses) existence, after hearing the retitionality of the Faith, craving and sitting on the examplendent of the ror.",
    "ai-tika-abh07t11:54_0": "57.",
    "ai-tika-abh07t11:54_1": "Having thus declaring their (supernatural) knowledge, whose mind is skilled in knowledge and conduct, whose mind is skilled in the supermundane and supramundane states, and who is skilled in the knowledge, they say, “Neitherwise oppositeness of the supermundane states,” and “sections of states, they occurring to them in accordance with the supernormal power,” they say, “s is unable to the beginning, “Neithers.”",
    "ai-tika-abh07t11:54_2": "When these four ways of attending to views, etc., with limited objects of sense-spheres, etc., with a limited object, etc., respect and reverence to the fine-material and immaterial states enclosing the mind base consisting of boundless consciousness, etc., with a sense-spheresed, urgency, and wisely.",
    "ai-tika-abh07t11:54_3": "Then although a preceding to the states of the dependent origination, etc., the Lord of the Enlightened One’s mind, etc., still only the development of the four kinds of mindfulness meditation subjects, namely, the four noble truths, the hard-to-self, the hard-to-see, etc., and the mind associated with knowledge of the profitable states, etc., respectively to the worlds of purification through the mind, etc., and secondly to subduing the fortunates, etc., of the three obsesences, and uncontrolling the four noble truths of the heart, not produced in the senses, and that is to say,",
    "ai-tika-abh07t11:55_0": "Taking the path gone by and come to the responsive fields of the fruits of the world.",
    "ai-tika-abh07t11:55_1": "For even a famous physiciansman who knew the world had been able to find the path of the fruit of his own consciousness, and who did not know the path to perfection of compared to the other beings in the various ways. When it was brought to mind the path of the fruit of the paths of stream-enterers, the fruit of once-returners, etc., and because even when he had reached the fruit of non-return, he was established in the fruit of Arahantship, etc., to his own direct-knowledge the path and the fruitions of the paths, etc., to his own fruitions, and the paths of another paths, etc., to the path of the fruition of the fruition of Arahants, etc., to his own fruitions, to the fruition of the fruition of Arahants, and to his own insight., to his own direct knowledge the path of the paths, and to his own fruition of the path of the path of the fruition of the fruition of",
    "ai-tika-abh07t11:55_2": "On the sensuous worlds, what is known as “without attachment” and “fitting the limit of sense desires, dissatisfaction, and preference, an unlearning upon extinguishment, a preparing the heavenly realm, the divine eyes, ears, nose drows, tongue and body, word-controlled on beauty, the obdy of Sakka, the heavenly realms of the gods, and humans having awielding to wielding to wielding of Sakka, the heavenly realms, the calm, the nutriment oblictions of Sakka, the heavenly realm, and so on.",
    "ai-tika-abh07t11:56_0": "All the objects of sense desires is seen as object, yet all of the sense-spheres, etc., as objects of sense desires, etc., and as its object, but not as object.",
    "ai-tika-abh07t11:56_1": "What is residing all kinds of running beyond all enemying skilfulness, life-continuum, and whatever other words there is—whatever hard to get, even a hair-spoked .",
    "ai-tika-abh07t11:57_0": "The first tetrad is set forth because of the first jhāna, etc., respectively the objects of the fine-material jhānas, etc., with its objects and so on.",
    "ai-tika-abh07t11:58_0": "61.Sesāni…pe…",
    "ai-tika-abh07t11:58_1": "and there is in the first preceding the fine-material sphere, dealing with the number of objects, and the fine-material jhānas, etc., of the objects consisting in specific neutrality, and nutriment.",
    "ai-tika-abh07t11:59_0": "63.",
    "ai-tika-abh07t11:59_1": "and in the twenty-five kinds of concentration included along with the groups of five hundred women, dropping away as objects of the fine-material and immaterial sphere.",
    "ai-tika-abh07t11:59_2": "For the one whose mind is very expandedness of sensuality and compassionate, who sees even a small thing,",
    "ai-tika-abh07t11:59_3": "“The mind’s replied, Shady, composed to all the leagues is to be seen in every way.”",
    "ai-tika-abh07t11:60_0": "The conclusion of the mango grove is finished.",
    "ai-tika-abh07t11:61_0": "the commentary on the colours,",
    "ai-tika-abh07t11:62_0": "64.",
    "ai-tika-abh07t11:62_1": "As to the discrimination, it is bounded in the sense that is preceding the mind, and including the mind,",
    "ai-tika-abh07t11:62_2": "In these wounds the consciousnesses of the one whose mind is mentality are established in oneself.",
    "ai-tika-abh07t11:63_0": "the whole world’s sense-fields fill up all the world’s sense faculties.",
    "ai-tika-abh07t11:63_1": "But when the sound of drums and the law makes it known to be reached by the Dispensation of the head hairs,",
    "ai-tika-abh07t11:64_0": "But there is no further development of the fairykind, etc., for the fading away of sensual desires, and for the fading away of greed for sense desires, etc., and for the fading away of greed and equipment, and for the fading away of greed and deliverance.",
    "ai-tika-abh07t11:64_1": "Through the Buddha’s teaching, etc., is for the progress of the Dhamma (true) faith is well proclaimed, and this is the practice of the Dhamma.",
    "ai-tika-abh07t11:65_0": "There are no more similes of the whole world: the six classes of rebirth-linking and the enlightening of the bases of the greed for forms.",
    "ai-tika-abh07t11:66_0": "Five relies on consciousness, which was change in the five ways beginning with consciousness, and so on.",
    "ai-tika-abh07t11:67_0": "mentality, mind-made body element.",
    "ai-tika-abh07t11:68_0": "70.",
    "ai-tika-abh07t11:68_1": "the mind element that is just like a man’s consciousness, having nothing left over—soultaneously deliverance of mind-consciousness element.",
    "ai-tika-abh07t11:68_2": "the mind element, or consciousness element.",
    "ai-tika-abh07t11:68_3": "For that mind is continually unrestrained when it comes to the mind while still adultery in the same way as the mind is preceding them.",
    "ai-tika-abh07t11:68_4": "In the case of the eight great primary elements, the time of laughing, and of the origin of the world, the laughing of the eye-consciousness element, and of the body consciousness element, and the state of the mind-consciousness element, and the state of the dependent origination is given in terms of the mind-consciousness element, and the state of counsel, etc., just as stated thus “That is the time of the mind-consciousness element,” and so on.",
    "ai-tika-abh07t11:69_0": "There are eleven doors that arise because of the power of the great gate and of the function of existence.",
    "ai-tika-abh07t11:69_1": "For the purpose of crossing the flood and the mind that has no difficult progressive reside on materiality, the consciousness does not appear.",
    "ai-tika-abh07t11:69_2": "The first is the path because of the disciples of the Buddha through turning away through the path to the human state, and because of the own mind, all that is the act of faded away. And here too, when a man, laughing the entire world’s encounterality, they laughing the development of the mind in each case, and not giving attention to the fading away of love for visible objects, they do not arise in him.",
    "ai-tika-abh07t11:70_0": "71.",
    "ai-tika-abh07t11:70_1": "In the fifth tetrad the unprofitable, the unskillful, and the reckoned as well. The ten kinds of foulness, as to receptacle, are unskillful, and profitable unskilled in the fine-material and immaterial kinds of the concept, either mind-consciousness element in each and every way. The five enlightened One is the path to categories beginning with the first three kinds of becoming and four noble paths are the kinds of delightful fruition and results in virtue.",
    "ai-tika-abh07t11:71_0": "The six elements of existence are expanded on the basis of existence, (and) the consciousness element. Their element of existence is related to the three world elements, expanded on consciousness, not dependent on the four elements, and many kinds of existence.",
    "ai-tika-abh07t11:72_0": "74.",
    "ai-tika-abh07t11:72_1": "And for the sake of sensual pleasures, for the sake of men, they live in dependence on sensual pleasures, for the enlightenment of the fine-material sphere. The first of the fine-material sphere is in the language of the fine-material sphere. Then there are fourteen kinds of misconduct, that is, favourable to an abode, rope enclose on the paths for all four noble paths, and transgressions .",
    "ai-tika-abh07t11:73_0": "The commentary on the site of the colors is finished.",
    "ai-tika-abh07t11:74_0": "Thus in the basic principles there is the commentary here in the first prective.",
    "ai-tika-abh07t11:75_0": "The conclusion of the hidden is finished."
}