{
    "ai-tika-vin11t39:0_0": "Catuvipattikathāvaṇṇanā",
    "ai-tika-vin11t39:1_0": "273.",
    "ai-tika-vin11t39:1_1": "Now, as to both of them, he draws close to the houses and including the windows, he commits an offense entailing confession.",
    "ai-tika-vin11t39:2_0": "If a nun passes away and re-worts, they’re reborn in the company of a serious offense.",
    "ai-tika-vin11t39:3_0": "and others do so.",
    "ai-tika-vin11t39:4_0": "regarding good bodily conduct, verbal, and mental conduct.",
    "ai-tika-vin11t39:5_0": "for one who wraps from good conduct, for failure in conduct, or for others.",
    "ai-tika-vin11t39:6_0": "But for the sake of heaven of views, transmigration, views, precepts and observances, and ideas.",
    "ai-tika-vin11t39:7_0": "if they claim to have a superhuman quality,",
    "ai-tika-vin11t39:8_0": "282.",
    "ai-tika-vin11t39:8_1": "Living for the sake of livelihood and constructed as a league’s kilometers,",
    "ai-tika-vin11t39:8_2": "if they say, “They live in a monastery, they must live in your dwelling,” and so on.",
    "ai-tika-vin11t39:8_3": "He rounded relatives in the human realm, whatever words he calls non-existence, he is the same as.",
    "ai-tika-vin11t39:9_0": "if he asks for something else, but which is not sick;",
    "ai-tika-vin11t39:9_1": "If a nun who is not sick asks for herself and then has eaten fine foods that she has ordered for herself, if she becomes expelled.",
    "ai-tika-vin11t39:9_2": "is an offense entailing acknowledgment.",
    "ai-tika-vin11t39:10_0": "after asking for them for the welfare of his relatives and kin, and they use them for the providing them because they were very pure, whose (knowing): “Now please ate them because of this well-knownness of the deathless, with no hate and those whose mind is pure, who also without hate and without hate.”",
    "ai-tika-vin11t39:11_0": "Thus there are Uttarakuru,",
    "ai-tika-vin11t39:12_0": "The exposition of the four kinds of misconduct is finished."
}