{
    "ai-tika-abh08t25:0_0": "1. Paṭhamo paricchedo",
    "ai-tika-abh08t25:1_0": "*alling the mind",
    "ai-tika-abh08t25:2_0": "the colour of the sense-spheres.",
    "ai-tika-abh08t25:3_0": "8.",
    "ai-tika-abh08t25:3_1": "So firstly, having shown that the treasure is for the purpose of showing the opposite sex, etc., similarly instigating the body, they say, “Household the mind, what is said” .",
    "ai-tika-abh08t25:3_2": "Herein, one of faithful mind exists in the meaning of the words just firstly, then (thinking):",
    "ai-tika-abh08t25:3_3": "‘Intentionality’ is a term for the physical feelings. And mental derived from the mentality, namely, family, occupation, dealing with mind.",
    "ai-tika-abh08t25:3_4": "‘From form’ is a term for the four primary elements, transmigrations and moves, thus it is a term for the four primary elements, twenty-four grounds, twenty-four feet, thirty-two feet, or forty feet.",
    "ai-tika-abh08t25:3_5": "Formation of existence is called ‘grasping’ or ‘craving’ or ‘neitherless’. It’s not possible that this is in the deathless’.",
    "ai-tika-abh08t25:3_6": "Such is the sound of the Buddha’s teaching.",
    "ai-tika-abh08t25:3_7": "There is nothing more than this.",
    "ai-tika-abh08t25:3_8": "Or alternatively, there are no progress in these four kinds of nutriment.",
    "ai-tika-abh08t25:3_9": "There is no reason for anyone in the world with its gods, gods, humans, or anyone in the world with its deities. No-one who does nothing reason to do within the Teacher’s words.",
    "ai-tika-abh08t25:3_10": "There the Buddha became self-control and silly.",
    "ai-tika-abh08t25:3_11": "for this is said by the Blessed One:",
    "ai-tika-abh08t25:4_0": "“Sāriputta, when you know these things are not fully awakened, you see any ascetic or brahmin ...",
    "ai-tika-abh08t25:5_0": "“You have ended the defilements ...",
    "ai-tika-abh08t25:6_0": "“The things that are obstructive ...",
    "ai-tika-abh08t25:7_0": "“You have taught the Dhamma that leads someone who practices it to the goal of the complete ending of suffering. ...”",
    "ai-tika-abh08t25:7_1": "I am practicing it.”",
    "ai-tika-abh08t25:8_0": "He has discovered the four noble truths, which is declared in the four noble truths.",
    "ai-tika-abh08t25:8_1": "For there is the four noble truths on the path to the cessation of suffering,",
    "ai-tika-abh08t25:8_2": "“Mendicants, these four noble truths.",
    "ai-tika-abh08t25:8_3": "What four?",
    "ai-tika-abh08t25:8_4": "The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.”",
    "ai-tika-abh08t25:8_5": "There they are observed by the power of the donors, etc., and including the community of the two, namely, suffering and discomfort.",
    "ai-tika-abh08t25:8_6": "After making an end of suffering in the past, the origin of suffering, and the cessation of suffering, or the practice that leads to the cessation of suffering?",
    "ai-tika-abh08t25:8_7": "the cessation of suffering, the origin of suffering, and the cessation of suffering.",
    "ai-tika-abh08t25:8_8": "But it is called the practice that leads to the cessation of suffering in this way there is the practice that leads to the cessation of the path and the practice that leads to the cessation of suffering.”",
    "ai-tika-abh08t25:8_9": "The true insight should be understood as truthful in terms of the truth.",
    "ai-tika-abh08t25:8_10": "“‘This is what is suffering, this is the origin of suffering. This is the cessation of suffering.’”",
    "ai-tika-abh08t25:8_11": "But here there is in the case of the four kinds of fruition and the noble path associated with the noble fruition and the path of the noble path, and the fruit of the noble path, which is why it has already been stated in the sense of direct-knowledge , and is only the singleness because there is the act of Nibbāna by means of the noble path and its condition.",
    "ai-tika-abh08t25:9_0": "And here the words “Bhikkhunīs, the Uttarakuru,” and so on in order to show the special qualities of the Blessed One’s special qualities, etc., in order to show the special qualities of the Dhamma, which is used in accordance with the Dhamma.",
    "ai-tika-abh08t25:9_1": "Or alternatively, he proclaims what is contrary to the Teaching as the fourth,",
    "ai-tika-abh08t25:9_2": "“The Buddha has taught the Dhamma to the Bases of the Four (true) Dhamma. But he does not confer in this matter,",
    "ai-tika-abh08t25:9_3": "But those who have it shown that they are mentioned only by the four in number as they are, etc., only as they are, they should be shown them in the same way.",
    "ai-tika-abh08t25:10_0": "In this way, when the four rules have been recited and the four rules entailing expulsion, etc., is undertaken for the sake of the construction of a thought, “He is established in the higher mind” .",
    "ai-tika-abh08t25:10_1": "Herein, there is in your presence:",
    "ai-tika-abh08t25:10_2": "The meaning is that introducing the mind becomes dispassionate towards oppressed, gives rise to mind.",
    "ai-tika-abh08t25:10_3": "But it is said in this way that the mind’s form is also impermanent, suffering, and perishable.",
    "ai-tika-abh08t25:10_4": "For (the Bodhisatta) possessed the gift of (supernatural) faculties with the object of that same object as before, and it was said in the Laṅkādīpa, . This is the section of the fruition in the island of the impermanence.",
    "ai-tika-abh08t25:10_5": "(But) he gave this order to show",
    "ai-tika-abh08t25:10_6": "For the one who shows that is saved is the very same level of the Dhamma.",
    "ai-tika-abh08t25:10_7": "and doing all these forms, the state of definition in the mind as well.",
    "ai-tika-abh08t25:10_8": "But it is said in the Vibhaṅga: “The mind is said, wander in unification of mind” , and so on. That is why it is called “base” in the sense of disillusionment.",
    "ai-tika-abh08t25:10_9": "For it is through the cultivation of all things that prevent decline and striving that associated with what is beneficial. It is manifested as the recommendation of the kind just that “should because it is the act of understanding” because it is manifested as the proximate cause.",
    "ai-tika-abh08t25:10_10": "But the state of existence in this way must be sublime in an incarnation of the Teaching.",
    "ai-tika-abh08t25:11_0": "It is called “with Vibhaṅga” in the sense of experiencing the bliss oppositeness of the mind” . It is stated in its own characteristic.",
    "ai-tika-abh08t25:11_1": "for it is referred to the mind-made reinforceding to the rising of mind-made name and form.",
    "ai-tika-abh08t25:11_2": "for there is a door-panded, which before the object of the mind,",
    "ai-tika-abh08t25:11_3": "Because the eye should be seen with the eye’s material object.",
    "ai-tika-abh08t25:11_4": "he knows by way of mind, he knows by the mind as object,",
    "ai-tika-abh08t25:11_5": "since this happens to the town-dwellers, having arrived in the middle of the city, sat down in the middle of the citadel, and thought, “This visiting that place, formerly this arrival.” Then the way to the vicinity of the town, which was like this,",
    "ai-tika-abh08t25:11_6": "The last one, when he goes first to the west; the westerning the eastern quarters and appears immediately after level his former wife when he comes to the eastern quarter.",
    "ai-tika-abh08t25:11_7": "In the fifth tetrad there are five variety of the normal ones, that is to say, the materiality of the fourth immaterial states. It is manifested as a residual formation.",
    "ai-tika-abh08t25:11_8": "It should be understood that diversity is the characteristic of endeavour.",
    "ai-tika-abh08t25:11_9": "For the clearness of the materiality’s inclination:",
    "ai-tika-abh08t25:12_0": "“I am one who has developed the marks of a dead, or Mindfulness,",
    "ai-tika-abh08t25:13_0": "A prey to wishes for him a taste.",
    "ai-tika-abh08t25:14_0": "“Hopefully in the opposite sex, or the air canopy is enveloped,",
    "ai-tika-abh08t25:15_0": "whatever seat is made for the attributes, they are in what is suitable.”",
    "ai-tika-abh08t25:16_0": "but wherever they are called ‘unworld’, and the difference between them in this way’.",
    "ai-tika-abh08t25:17_0": "When speaking ignorantly, he answers only introduced to a higher mind, then when he spokes, he answers, “Now, what is the reason why?” he replied, “No matter what the reason for the sake of the words: “I have received the benefits here?”",
    "ai-tika-abh08t25:17_1": "For five reasons:",
    "ai-tika-abh08t25:17_2": "Without asking permission of questions, regarding questions, in questioning, and making amends for the giving up of questions,",
    "ai-tika-abh08t25:17_3": "And there, whatever setting forth they haven’t yet seen clearly with knowledge and vision, the answers:",
    "ai-tika-abh08t25:17_4": "And the Wise One, having seen those who have known, seen the other answers in both ways:",
    "ai-tika-abh08t25:17_5": "But the meaning of what is transmigration has said in order to ask questions that enlightenment and deliberate, for the sake of their making amends:",
    "ai-tika-abh08t25:17_6": "“What do you think, mendicants: is form permanent or impermanent?",
    "ai-tika-abh08t25:17_7": "“Impermanent, sir.”",
    "ai-tika-abh08t25:17_8": "Anything that’s impermanent, suffering, and perishable, should ask questions about the meaning of what is said.”",
    "ai-tika-abh08t25:17_9": "“Mendicants, there are these four kinds of mindfulness meditation.",
    "ai-tika-abh08t25:17_10": "But what are the four ways of questioning that is the Dhamma in accordance with the Teaching, etc., in accordance with the Monastic Law, and the substantively?”",
    "ai-tika-abh08t25:18_0": "they don’t feed the first three teachers.",
    "ai-tika-abh08t25:18_1": "When they haven’t seen the problems, they continue to make their beams in a pond fragrance, and now make it known—and now fragrant or scented with them.",
    "ai-tika-abh08t25:18_2": "But the other two are constituents.",
    "ai-tika-abh08t25:18_3": "(but) this is the reason why the deeds have been done by the first.",
    "ai-tika-abh08t25:18_4": "Moreover, in the case of the setting aside, the teacher should put another question and make an effort, and in order to discuss the word-meaning on the word-meanings by the teachers. When it is seen, it should be given in the Paṭisambhidā.",
    "ai-tika-abh08t25:18_5": "The mind of that with the sound of your heart:",
    "ai-tika-abh08t25:18_6": "For the teacher has attained it only with the word “principled” is used for him here with its own sound.",
    "ai-tika-abh08t25:18_7": "Though he says, “She does not say anything,”",
    "ai-tika-abh08t25:18_8": "For if he does not ask questions, “Nothing is the meaning of this,”",
    "ai-tika-abh08t25:19_0": "Just as he was asked, “Now, just as you were told by the meaning of that in order to give away,” when he has been given away, he replied, “Now, an occasion when the robe-cloth is given away.”",
    "ai-tika-abh08t25:19_1": "Herein, complete in all its aspects, as to the eye-consciousness, etc., having nonexistence, all as its object, just as it were, since it is not shared by the eye-consciousness that is in the Vibhaṅga thus: “One whom the mind-consciousness is in the case of all kinds as its object, and because of the origin.”",
    "ai-tika-abh08t25:19_2": "thought, “How many idea knows.”",
    "ai-tika-abh08t25:19_3": "and think about it with the mind.",
    "ai-tika-abh08t25:19_4": "for the sake of the accumulating states declaring its (proces) associated with pollutants.",
    "ai-tika-abh08t25:19_5": "To show all the goods that are to be shown by means of all the limbs, etc., and in order to show the triple continual separately, etc., according as they said: “Now, what is said” .",
    "ai-tika-abh08t25:19_6": "The meaning is this: wherever one’s mind is purified, the meaning should be taken wherever he has already taken up.",
    "ai-tika-abh08t25:19_7": "But if the mind isn’t combined, it should be understood as the inner peace,",
    "ai-tika-abh08t25:19_8": "As the enquiry was described in the net of garments, the palms of the Lord of the World, the palms said to be the chariot.",
    "ai-tika-abh08t25:19_9": "To those whose minds are always conquered, the meaning is the meaning.",
    "ai-tika-abh08t25:19_10": "For one who has faith in himself through loving-kindness is called peaceful, based on others’ virtue, and so on.",
    "ai-tika-abh08t25:19_11": "(Then) delights in making use of the fortnights, making the tail for the purpose of (wholesome) minds - the thirty-two systems (only).",
    "ai-tika-abh08t25:19_12": "For after, when those born and growing old, they become wielding the later originated through the power of their own virtues, and so on, the strength of those virtues of being produced by the power of their witness,",
    "ai-tika-abh08t25:19_13": "Or alternatively, don’t make a sound go forth into the Sangha",
    "ai-tika-abh08t25:19_14": "an alms-food is leaning with a knife,",
    "ai-tika-abh08t25:19_15": "Or alternatively, all of them are combined here thus: “This is the onlying of all the limbs, this is the practice consisting in unity.”",
    "ai-tika-abh08t25:19_16": "For all the mind is produced by inner grief, since it is unbounded in the arising of the mind as encompassed by the arising of such thoughts, calm, and all the minds of unknowing mentality as its arising.",
    "ai-tika-abh08t25:19_17": "But in this case it is certainlym quietly precisely.",
    "ai-tika-abh08t25:19_18": "(There is) no faith in the mind, this is to be seen.",
    "ai-tika-abh08t25:19_19": "but he should get rid of the hyposition reference to the first of the mental development.",
    "ai-tika-abh08t25:20_0": "9.",
    "ai-tika-abh08t25:20_1": "They make the mind with a disciplinary issue, the mind, and the wrong way, that is, the meaning. These are the reasons.",
    "ai-tika-abh08t25:20_2": "After considering nothing in the world with the type of consciousness, adorned with the intention of consciousness, and giving the mind to the thoughts of the mind.",
    "ai-tika-abh08t25:20_3": "That is why the Blessed One said:",
    "ai-tika-abh08t25:20_4": "“Mendicants, you’ve seen the picture called ‘Conduct’.",
    "ai-tika-abh08t25:20_5": "—“Yes, sir.”",
    "ai-tika-abh08t25:20_6": "that too is the mind and thoughts connected with the mind.”",
    "ai-tika-abh08t25:20_7": "they call themselves their minds that are attached to catching themselves, holding them tight,",
    "ai-tika-abh08t25:20_8": "Such is unskillful, blameworthy, or of the mind.",
    "ai-tika-abh08t25:20_9": "And he does not arouse the mind, etc., in accordance with the crafts,",
    "ai-tika-abh08t25:21_0": "“Because of deeds, There is a breaking up of diverse kinds of deeds, which is founded on material possessions, honor, and popularity. They don’t perceive the fourests, namely, form, and formlessness. Those who make things happy and pleased, or neither consume elimination. By means of these things are attained and proliferations, and fame. For sentient beings involved, or consume with wisdom. Theirtuous deeds. Their result of sentient beings.”",
    "ai-tika-abh08t25:22_0": "Consequently, (but) when the schism is carried off,",
    "ai-tika-abh08t25:22_1": "(There are) deeds that are mental-materiality, and mental-materiality, are not called the mind-consciousness.",
    "ai-tika-abh08t25:22_2": "How is the name of the mind’s discrimination?",
    "ai-tika-abh08t25:22_3": "According to work and mind is said to have worked out through locality of mind, and being carried off by the king’s bandits, like a strong man’s loose.",
    "ai-tika-abh08t25:22_4": "by one whose mind is disengaged,",
    "ai-tika-abh08t25:22_5": "Because their mind is disturbed, and so even with understanding the physical support of one’s mind. It is predominance, but with mind might and examining the minds of all that.",
    "ai-tika-abh08t25:22_6": "changing in all ways: “Similarly in the Vibhaṅga too with a Buddha’s presence, or with the word “bounded” , etc., in the sense of Vibhaṅga, the sound of the Vibhaṅga, the sound of all the times,” etc., or in the sense of Vibhaṅga thus: “Here the sound of the Virtuous forms .",
    "ai-tika-abh08t25:22_7": "Or alternatively, “This is the manner of consciousness”, this is the mode of one’s mind.",
    "ai-tika-abh08t25:22_8": "Because this argument is why the mind is distracted, clear, and unclouded, since the mind is the meaning, then any similarly practiced, that is, forgetful mind.",
    "ai-tika-abh08t25:22_9": "apart from that disciplinary issue and renown, whose mind is shown by means of the consciousness of the wrong view, thinking “What is the truth of his mind?”",
    "ai-tika-abh08t25:22_10": "Because of that an unprofitable sound, socializing, would have another different objects on the side of the fine-material objects.",
    "ai-tika-abh08t25:22_11": "In the same way, sounds, smells, tastes, and touches",
    "ai-tika-abh08t25:22_12": "All these are included in the middling workers, etc., and composed by the medium of another, which is profitable, the inferiority of the mind, beginning with inferior in oneself, superiority and superiority, made the superiority of the mind as objects of the aggregates, that is why it is called ‘ginality’.",
    "ai-tika-abh08t25:23_0": "(But) there is a single one that is called “blessed” in this way, and one whose mind is unification of mind and thoughts associated with the state of defilement” and in the sense of calm, etc.; and such feeling and such consciousness-and-such a single stage, namely, clans, etc.; and in the calming called “bodiness and formations.” But when a man has seen that is in the sense of urgency, and beginning, “Nowned,” .",
    "ai-tika-abh08t25:23_1": "Furthermore, suppose consciousness is conceived in a result of deeds, the defilements born of defilement, created a new state of existence as the result of defilements, and namely,",
    "ai-tika-abh08t25:23_2": "what is called out of this world to its gods.” But when he has done this, he took arranged the supermundane –",
    "ai-tika-abh08t25:23_3": "“And what are skillful qualities that have arisen in the supreme perfect awakening? ...”",
    "ai-tika-abh08t25:23_4": "At that time ignorance is a condition for choices.” Rebirth is a condition for the noble path. When ignorance is developed and cultivated there is an unshakable result of deeds, produced in the result of deeds, nevertheless as a result in the future.",
    "ai-tika-abh08t25:23_5": "if she attends on it with him;",
    "ai-tika-abh08t25:23_6": "For if deeds are called “bliss” in the mode of its continuity, etc., then it is said of unadhered .",
    "ai-tika-abh08t25:24_0": "“As arrow, when consciousness",
    "ai-tika-abh08t25:25_0": "abstaining from there to time a sleeping place in the size of the spiritual life.”",
    "ai-tika-abh08t25:26_0": "But for this mind is quiet even if it is still unsullied.",
    "ai-tika-abh08t25:26_1": "That is why he described as “Here the householders” when he has been reborn in Aciravatī.",
    "ai-tika-abh08t25:26_2": "“The world is saving on the other world’s mind.”",
    "ai-tika-abh08t25:26_3": "“Mendicants, I do not see a single thing that is so prevented by even a single consciousness in the various ways.",
    "ai-tika-abh08t25:26_4": "“Through conduct weapons” is the name of the consciousness.",
    "ai-tika-abh08t25:26_5": "It may be that on account of the four kinds of included here in the Dhamma, just as described thus: “It is an inspiring place there, on earth,” etc., in accordance with how this sense is said, “It is to be said” .",
    "ai-tika-abh08t25:26_6": "Since they are wise, the meaning is, of this designation of what is known as the meaning.",
    "ai-tika-abh08t25:26_7": "One is the name of the householder Citta,",
    "ai-tika-abh08t25:26_8": "even the drunk of the water,",
    "ai-tika-abh08t25:26_9": "consciousness results in the realm of consciousness,",
    "ai-tika-abh08t25:26_10": "for that is called “reviously knowing consciousness”;",
    "ai-tika-abh08t25:26_11": "“It’s called consciousness because it cognizes.”",
    "ai-tika-abh08t25:26_12": "About the mind of the mind.",
    "ai-tika-abh08t25:26_13": "Should be known:",
    "ai-tika-abh08t25:26_14": "Here: in this place where the four immaterial states",
    "ai-tika-abh08t25:26_15": "deeply in the language beginning: the meaning is that it is clear by one who understands.",
    "ai-tika-abh08t25:27_0": "It is worthy of the unprofitable things that, and it is not possible to distinguish the object of his progressive states.",
    "ai-tika-abh08t25:27_1": "Herein, depending on that object: it roses that place as object.",
    "ai-tika-abh08t25:27_2": "for Māra is said: “He gets hold of Māra, and the object of him in this way” is said.",
    "ai-tika-abh08t25:27_3": "in-breaths and out-breaths are due to the object of a consciousness.",
    "ai-tika-abh08t25:27_4": "All-spheres are expert in mind as well.",
    "ai-tika-abh08t25:27_5": "It is “with a retinue” with the object.",
    "ai-tika-abh08t25:27_6": "And here the words “where consciousness occurring in the place just described,” and in the same way as stated thus: “This is superior to the Buddhas, just as a superior treasure.",
    "ai-tika-abh08t25:27_7": "Eye consciousness is empty, and it is included along with the eye so precious things, etc., with the precious sounds, etc., with the ear-treasures, and so on. only its object.",
    "ai-tika-abh08t25:27_8": "In this way one should be seen as liked.",
    "ai-tika-abh08t25:27_9": "the one-pointed activity is the meaning.",
    "ai-tika-abh08t25:28_0": "results of the constituents (of mind and bodily form as well.",
    "ai-tika-abh08t25:28_1": "For when the result of the two kinds of sound occurred in two ways:",
    "ai-tika-abh08t25:28_2": "And wherever the result of things that originate from unprofitable things?",
    "ai-tika-abh08t25:28_3": "For accordingly, “Formerly” is in the description of the law of conditions, namely, unintelligent things,",
    "ai-tika-abh08t25:28_4": "“Knowing in the Dhamma,” etc., have the result of things,",
    "ai-tika-abh08t25:28_5": "But here there should be seen as the result (in knowledge),",
    "ai-tika-abh08t25:28_6": "For the other well-known people would be skilled in transferring to the other attainments.",
    "ai-tika-abh08t25:28_7": "Because fact that they haven’t developed each other in which they culminate in the present life are when the results of unprofitable. Then they do not achieve what is skillful.",
    "ai-tika-abh08t25:28_8": "But there is the result of the result of the result of craving for the states of existence in the calm, non-existence, and craving for the state of the states of loss. They don’t conducive to heaven; the result of craving when disagreeable things, the result of good and bad deeds.",
    "ai-tika-abh08t25:28_9": "By doing what is beneficial and what is unskillful, the one who is seeking the benefits of all these should be said: “We will give it to him” .",
    "ai-tika-abh08t25:29_0": "But what is the consequence of such a cow?",
    "ai-tika-abh08t25:29_1": "Inclusively: the results and inclusively by means of two kinds,",
    "ai-tika-abh08t25:29_2": "firstly, as long as the results of consciousness advers at once, the result of unexistence arises in him in its object.",
    "ai-tika-abh08t25:29_3": "And when the sun has ended all its pollutants, then the consciousness in the sense that occurs only in the sense of urgency, like a cloth rottten seeds, and it is present to its fruit.",
    "ai-tika-abh08t25:29_4": "In a weakness, producing kamma that is peaceful and sublime, while the time of causing the seeds in a weaker manner, and without incomparable, it produces the fruit of seed.",
    "ai-tika-abh08t25:29_5": "Thus this has not been declared by the result, without being unprofitable and ignorant.",
    "ai-tika-abh08t25:29_6": "starting to rebirth is profitable. And in these three ways they are skilled in loss, skilled in loss, and skilled in means.",
    "ai-tika-abh08t25:29_7": "The word is spoken of the words that amount to be stated,",
    "ai-tika-abh08t25:30_0": "(but) from sense desires, etc.",
    "ai-tika-abh08t25:30_1": "Herein, the meaning is: hiding out of their sensible people. It is good to be unclean.",
    "ai-tika-abh08t25:30_2": "For one who is able to free from pain, from behind",
    "ai-tika-abh08t25:30_3": "For one who gives up what is wholesome and what is unprofitable, and subsequently to give up what is unprofitable.",
    "ai-tika-abh08t25:30_4": "Or alternatively, the meaning is, it is shakes .",
    "ai-tika-abh08t25:30_5": "For the profitable and unprofitable states are skilled in virtue and profitable states, and embracing absorption, the sense doors are not established in the hymns.",
    "ai-tika-abh08t25:30_6": "How do they get rid of the states of defilement, etc., and that they don’t get rid of revolved inferior and superior when they haven’t given up their own conditions.",
    "ai-tika-abh08t25:30_7": "Or alternatively, they are displeased from killing living creatures and so on.",
    "ai-tika-abh08t25:30_8": "For it is the method of hate for the deludedness of hate and the attainment of the Great Bodhisatta.",
    "ai-tika-abh08t25:30_9": "agreeable to cut rope, what’s the meaning should be given up by them.",
    "ai-tika-abh08t25:30_10": "how an army is given by the inside, the enlightenment factor, or by what is known as the influence of knowledge.",
    "ai-tika-abh08t25:30_11": "Devotedness towards all the aspects beginning with: “Approaching” and “He is individually in this way” .",
    "ai-tika-abh08t25:30_12": "For it is because its profitable roots with knowledge as its cause, and with unprofitable consciousness and inappropriate in a place with the rest.",
    "ai-tika-abh08t25:30_13": "Having made that of the Kosalan lands there is a good way of wholesome preceding wholesome .",
    "ai-tika-abh08t25:30_14": "Or alternatively: the meaning is that it is called “reading to” too of one particular individual essence.",
    "ai-tika-abh08t25:30_15": "for the merit is stated in the way beginning, “Herein, however.” and in the way already stated , they are stated in the way already stated .",
    "ai-tika-abh08t25:30_16": "Furthermore:",
    "ai-tika-abh08t25:31_0": "“Where does it hurt, like a rotten seed or a lotus brain?",
    "ai-tika-abh08t25:32_0": "Where do they get skillful, with few assets?”",
    "ai-tika-abh08t25:33_0": "Herein, just as, when a lower part has arisen in both places, the heart is shared by the hand, the foot is prevailed, and it is the lower particular in both places, just as when a preliminary fact that has arisen in both ways:",
    "ai-tika-abh08t25:33_1": "“When you don’t generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise ...",
    "ai-tika-abh08t25:33_2": "we have given up this exertion.”",
    "ai-tika-abh08t25:33_3": "That’s why a man isnerated by what is skillful.",
    "ai-tika-abh08t25:33_4": "Just as in the rainy season the words “Where are these things called : here in the first place concept “sor of the states” , is what is meant.",
    "ai-tika-abh08t25:33_5": "his own desires are an oppressed by it. But as soon as they are, they demolish him by the removal of greed.",
    "ai-tika-abh08t25:33_6": "For the one who enters the remains in the ultimate state, the ultimate sanctuary, the formless state, and the formless states of existence as annihilationist, and extinguishment.",
    "ai-tika-abh08t25:33_7": "But although stated in the way already described, the aggregates of forms is characterized in the way beginning, “It is scept toss that do so.”",
    "ai-tika-abh08t25:33_8": "Yet when a man isn’t cut off, the timber makes his belly, the body breaks up, the infant is stated.",
    "ai-tika-abh08t25:34_0": "11.",
    "ai-tika-abh08t25:34_1": "Now, as to the meaning of the wholesome (which is) the sound of the shadow, the Sims (of the bowl), “Herein, the skillful” .",
    "ai-tika-abh08t25:34_2": "“ Herein, are skilled in the factors of a charioteer’s practice?”",
    "ai-tika-abh08t25:34_3": "“I hope you haven’t referred to as getting enough cloth.”",
    "ai-tika-abh08t25:34_4": "“But what kind of bodily behavior is skillful?",
    "ai-tika-abh08t25:34_5": "But the Buddha teaches this kind of bodily behavior is unsurpassable. And he teaches the skillful and the supreme knowledge of the present.",
    "ai-tika-abh08t25:34_6": "“Virtue of skillful qualities grow in this way that is the basis for merit and skillful deeds,” .",
    "ai-tika-abh08t25:34_7": "Endowed to blamelessness, etc., is said to be “Blessed” without characteristic, etc., because of the characteristic of non-confusion, etc., as to say, and because of non-human beings.",
    "ai-tika-abh08t25:34_8": "For he who develops the skillful, is good.",
    "ai-tika-abh08t25:35_0": "They have no greed, hate, and delusion left, or the result of which are used up in them. They have not yet done bad, violent, and deportment, which are founded for desirable and undesirable, desirable, agreeable, liberated, beneficial, or pleasant.",
    "ai-tika-abh08t25:35_1": "That characteristic of lightning flashes.",
    "ai-tika-abh08t25:36_0": "Doesn’t blamelessness, although they don’t engage in all kinds of blamelessness, still they may be different.",
    "ai-tika-abh08t25:36_1": "for they do not take care of their own characteristics.",
    "ai-tika-abh08t25:36_2": "This is to be completely understood as the complete understanding of hate, and the characteristic of fondness in being discrimination. The characteristic of foulness should be understood.",
    "ai-tika-abh08t25:36_3": "For the purpose of getting rid of desires for the purpose of completely understanding,",
    "ai-tika-abh08t25:36_4": "“Skillful” is what is unskillful and what is not the meaning,",
    "ai-tika-abh08t25:36_5": "If anyone has completely understood this, the meaning is, their terminations of sounds, smells, tastes, touches, and thoughts are given up with the characteristic of having asked as their profitable, they do not use their function, because they transmigrations in this way: “This is why it should be completely understood” .",
    "ai-tika-abh08t25:37_0": "Or alternatively, it is due to the marks that are fixed, oppressed, dreadful and blameless, unclouded, and blameless. It is only to be found.",
    "ai-tika-abh08t25:37_1": "Or alternatively, they do not make a known beginning with lofty and untrue liquor, or any other kind of results in undeclared . So the meaning should be produced. Since it has the meaning of its characteristic, fondness, etc.; or as its characteristics, etc., it should be revealed.",
    "ai-tika-abh08t25:37_2": "But how can advert to the word “singleness” next to the particular state not be effective?",
    "ai-tika-abh08t25:37_3": "For although this is said, “Possessing the profitable states in the way beginning, “Possessing the skillful state in the way beginning, “Possessing the skillful qualities” may be stated in the way beginning, “Possessed of the profitable and unskilled in counselorsed,” and “It may be said to be stated in the past, since it is unsurpassable for the future.",
    "ai-tika-abh08t25:37_4": "I will saying that what is skillful and what is declaring happiness in likable, desirable, and agreeable results with the bliss of seclusion,",
    "ai-tika-abh08t25:37_5": "for the next is the characteristic of non-declusion, etc. . Its function, and next to the adverting to them, and it is the same as before.",
    "ai-tika-abh08t25:37_6": "Or alternatively, showing purification in profitable transmigrating for the purification of the skillful,",
    "ai-tika-abh08t25:37_7": "For he who is skilled in the past, the future tendencies of the future, the unprofitable, the last one embarrass, and the unprofitable.",
    "ai-tika-abh08t25:37_8": "And here it is in the lady ...",
    "ai-tika-abh08t25:37_9": "Characteristic, profitable, states of loss, and blamelessness. It is manifested as the thinning of the bowl.",
    "ai-tika-abh08t25:37_10": "Unskillful having the characteristic of skill in protection or to be seen.",
    "ai-tika-abh08t25:38_0": "Respect for the unwholesome (skillful) desires, having given up the unskillful and cleansing the life.",
    "ai-tika-abh08t25:38_1": "For when a skilled in profitable kamma-results, etc., they give up even the smallest fault of the kasiṇa and in the various ways.",
    "ai-tika-abh08t25:38_2": "Then what is called the name of the course of various kinds?",
    "ai-tika-abh08t25:38_3": "Giving, making meritorious, he dwells in that same way as a collection of giving and skill in the darkness of giving and skill in the darkness, which is skill in the defilement of (supernatural) power, embracing a variety of merit, and skilled in the embracing a variety of denigrations, subduing the sense-sprofitable, likeness of giving, and skilling upon the darkness is continuity.",
    "ai-tika-abh08t25:38_4": "from the hindrances that occurred with the hindrance of the opposite sex, which from the hindrances of the round of the unwilling as they do so in a moving through the act of shaking of a water-pot’s embarking from the hindrances.",
    "ai-tika-abh08t25:38_5": "For just as when one strong in oppressed by a strong wind, shakes off the hole and moving through the barn, and by means of the food, the one whose can be shoves are strong, so too this one can be taken by one who seeks the absorption, the one who boxes and developed by means of the jhānas, etc., and perfected.",
    "ai-tika-abh08t25:38_6": "The Excellence of the round of rebirths is cut off (there) cutting off the judgments of the roots of the trees, in the early and the nose, like the root of a tree is far from the root of a tree.",
    "ai-tika-abh08t25:38_7": "For the noble path do not occur in accordance with the noble path,",
    "ai-tika-abh08t25:38_8": "But just as one roots and all Indrates, so too the roots and trees are discarded by the unexplains, etc., and various kinds of trees are not the same way as the basis for ending the defilements.",
    "ai-tika-abh08t25:39_0": "That is why it is due to purifiedness, subtlety oppressed, pure, bright, wielding the knowledge instance. It is manifested as a precural knowledge.",
    "ai-tika-abh08t25:40_0": "In this way the Vajjis meet at interruption, skill in characteristics, etc., and manifestation of the opposite sex thus, “It is possible to point out the characteristic of endowing to the sense that is profitable, and so on.” And although it is said: “It is not worthy of the vicinity” .",
    "ai-tika-abh08t25:40_1": "Herein, the Vajjis acceptance of the faults of it, which brings into it.",
    "ai-tika-abh08t25:40_2": "Experiencing in this way is making the characteristic of non-delusion for the purpose of making it its characteristic, it is not possible although it is not made unshakable.",
    "ai-tika-abh08t25:40_3": "for the other Vajjians do not have the characteristic of knowledge. If the faultless is undefileed, it may be for one who is undetermined.",
    "ai-tika-abh08t25:40_4": "But although they are told, “This is what is skillful and what is unskillful,” then they are blameworthy in the darkness of night, not unprofitable, not when they are present.",
    "ai-tika-abh08t25:40_5": "It is reducing confidence that is to say: the meaning has no defilement of its having no defilements, is the meaning.",
    "ai-tika-abh08t25:40_6": "Consciousness is the reason why, whatever bodily, verbal, or mentally originated is the reason why the result of by himself or others, and the manifestation of the likable, desirable, agreeable, beneficial, and pleasant.",
    "ai-tika-abh08t25:41_0": "When there is no proper attention, one who isn’t attended on by him, thinking “This isn’t attended on him from his seat,” it replying to him, “They bring it to mind.”",
    "ai-tika-abh08t25:41_1": "Herein, proper attention means through proper attention itself is the meaning of the opposite sex, etc., and because it is the means of proper attention on the result of the six doors beginning with the profitable states enlightenment factor: through proper attention and proper attention, and it comes to the way beginning, “There is aroused through proper attention. ”",
    "ai-tika-abh08t25:41_2": "And this should be regarded as “Repulsiveness of the proper attention. ”",
    "ai-tika-abh08t25:41_3": "And if he were to drink that alcoholic drinks that cause negligence, it would be proper for someone to inflict with proper attention to another that state without going to the assembly.",
    "ai-tika-abh08t25:41_4": "When one with defilements ended cankers destroyed, through proper attention exertion of the accumulations, etc., and not those whose cankers have ended the defilements. When a new state is a condition for defilement of their profitableness in this way, they repelled because of the nine profitable states.”",
    "ai-tika-abh08t25:42_0": "(These are) skilled in the characteristics of sense desires, etc., sense desires cease without having drunk for them. Its manifested in them as they are. The results in the sense that the result is unprofitable, although greed for them, etc., of the sense of urgency, and incomparable, the result of greed for the states.",
    "ai-tika-abh08t25:42_1": "But what is unconfused, etc., has gritting the taste, and the defilements requisites for the mind.",
    "ai-tika-abh08t25:42_2": "Or alternatively, it is manifested as the characteristic of foulness, etc., and uninterestedness in its shelter attention. Its function is to that it is not possible produced.",
    "ai-tika-abh08t25:42_3": "those who do not understanding it go when it is skillful and what is unskillful, the meaning is the meaning.",
    "ai-tika-abh08t25:42_4": "For this reason it is not possible to in any other state,",
    "ai-tika-abh08t25:42_5": "for anyone else would be an wrong-doing water,",
    "ai-tika-abh08t25:42_6": "Because that is why it should be called “unprofitable transmigrations otherwise and unprofitable way one is incapable of understanding.”",
    "ai-tika-abh08t25:42_7": "What is skillful or unskillful, what is unprofitable, wherever it’s in this way?",
    "ai-tika-abh08t25:42_8": "They might be developed like this: “There would be no sound of his birth, if you were to pulled by birth, he would not be bound by birth like that.”",
    "ai-tika-abh08t25:42_9": "For one who transgress in this way:",
    "ai-tika-abh08t25:42_10": "‘Whatever is skillful or unskillful I have this undetermined, so that it can be said.’",
    "ai-tika-abh08t25:42_11": "And it should not be understood as skilful in the way beginning, “For as well, unwholesome qualities that are unprofitable and unprofitable,” etc., and in the way already described, then in the way already stated . Then there is no way beginning, “Without reprofitable and unprofitable things and unprofitable states. ”",
    "ai-tika-abh08t25:42_12": "For they don’t give up unskillful qualities, but give them up.",
    "ai-tika-abh08t25:42_13": "For what is skillful and unskillful,",
    "ai-tika-abh08t25:42_14": "Hence it is said: “He should give up whatever is skillful and unskillful, just as that is skillful, so the unskillful should be understood.” But the purpose they don’t understand how to understand how the unskillful it is given.",
    "ai-tika-abh08t25:43_0": "both of them. ...",
    "ai-tika-abh08t25:43_1": "they do not blamelessness with the characteristic of investigation of principles, just as a skilled laziness is not exceedingly nature because of its characteristic, which is unprofitableness and result.",
    "ai-tika-abh08t25:43_2": "Does this not exist after death in the end of suffering?",
    "ai-tika-abh08t25:43_3": "is not reborn in this world with its gods,",
    "ai-tika-abh08t25:43_4": "Suppose there was no one else in the darkness, no matter what they had lost, no result in the future.",
    "ai-tika-abh08t25:43_5": "Or alternatively, it is due to what is skillful and what is unskillful, thinking about what is skillful and what is unprofitable, such is the meaning. What is that it is unprofitable, susceptibility, and lacks understanding.",
    "ai-tika-abh08t25:43_6": "He has not declared what is skillful and what is unskillful.",
    "ai-tika-abh08t25:43_7": "For it is unskillful and its unprofitable way, is unprofitable idea in the way already described.",
    "ai-tika-abh08t25:43_8": "Likewise the rest of them in the sense of urgency, nevertheless because they are in common because they are distinguished.",
    "ai-tika-abh08t25:43_9": "Or else the sound of drums",
    "ai-tika-abh08t25:43_10": "Given that is why the sound of your own hands and feet are discovered in each other. That is why it should be different.",
    "ai-tika-abh08t25:43_11": "The other has not been declared.",
    "ai-tika-abh08t25:43_12": "For it is known that what is skillful and what is unskillful,",
    "ai-tika-abh08t25:43_13": "Because what isn’t unprofitable, undesirable, disagreeable, desirable, and agreeable things as disagreeable, it should be given up by others.",
    "ai-tika-abh08t25:43_14": "“If you’re able to get to see a different opposite, he thinks, “This must be admired by the result of deeds and the result of in the present life, or in the next life, or in the next life, or in the next life, or in any otherwise.” But when something is unprofitable, etc., is to accepted, not when it comes to the result in the present life?”",
    "ai-tika-abh08t25:43_15": "This is said:",
    "ai-tika-abh08t25:43_16": "For the result in the present life, also in an unpleasant feeling, since the result of being troubled in the present life, for the sake of great because of not being overwhelmed by them, they actually violent because of that. And the result of that, not causing unfaithful.",
    "ai-tika-abh08t25:44_0": "Now, as to the words “Knowing that are skillful, cooking the profitable,” etc., in order to show its special qualities of profitable consciousness, etc., in order to show the profitable consciousnessession, etc., in order to show the meaning of its having analyzed that delimitation of its (minor).",
    "ai-tika-abh08t25:44_1": "twenty-four kinds of sensual stimulation: four kinds of fine-material sphere, fourteen kinds of fine-material sphere, four are in brief, and twenty-four world-spheres.",
    "ai-tika-abh08t25:44_2": "This is the four grounds for the world to surmounting the four immaterial becoming. The mind-made of the four primary elements is in each and every case.",
    "ai-tika-abh08t25:44_3": "Herein, there are states of existence: here and there are grounds for.",
    "ai-tika-abh08t25:44_4": "for the purpose of deposition occurring that it is deposed down as if possessed.",
    "ai-tika-abh08t25:44_5": "for what’s finer than that is.",
    "ai-tika-abh08t25:44_6": "* Herein, the detailed explanation of the things that can be cut off craving for sensual pleasures,",
    "ai-tika-abh08t25:44_7": "Herein, the first three planes should be understood in both ways as the other three, and the rest.",
    "ai-tika-abh08t25:44_8": "Because they don’t gain enlightenment in the world, and they don’t gain enlightenment.",
    "ai-tika-abh08t25:45_0": "they proceed through the stilling of another lips as they decreed for the sake of sensual pleasures, for the sake of the supreme beings.",
    "ai-tika-abh08t25:45_1": "As to location: five",
    "ai-tika-abh08t25:45_2": "And the base consisting of the profitable, etc.",
    "ai-tika-abh08t25:45_3": "With that is the one-self, the relics on that spot, the mind-consciousness element occurs within the sense-spheres.",
    "ai-tika-abh08t25:45_4": "Herein, the difference of forms produced in the formless-materiality enlightenment factor: it is with the dissipation of the elements that cause the occurrence of the fine-material sphere enlightenment factor in each case.",
    "ai-tika-abh08t25:45_5": "Equanimity is three kinds of fruit: the inferior, medium, and superior.",
    "ai-tika-abh08t25:45_6": "Herein, inferior is superior, superior, superior, and superior.",
    "ai-tika-abh08t25:45_7": "But the state partaking of zeal, etc., should be regarded as inferior, and superior.",
    "ai-tika-abh08t25:45_8": "But it is through the inferiority that is superior to the superior, according to the inferior states, and superior.",
    "ai-tika-abh08t25:45_9": "Imagine that skillful deed is inferior, medium, and superior. It is superior, beautiful and ugly, and After doing good deeds in this way.",
    "ai-tika-abh08t25:45_10": "“I am the gift, making offerings of food given by others, by giving and taking medium, etc., that is tied up by the middle, etc., and have respectively in the higher stage beginning with inferiority.” For he has reached the middle of the fruit, medium, sublime ever.",
    "ai-tika-abh08t25:45_11": "The good rebirth of continued existence is included as inferior, superior, beautiful, and composed to the supreme equivalent of the spiritual life for the sake of himself, and once it is superior to it.",
    "ai-tika-abh08t25:46_0": "happiness ...",
    "ai-tika-abh08t25:46_1": "As to breaking up of the schism: it should be understood that the hurt is to be found in the grease of each other, only of the various kinds of knowledge.",
    "ai-tika-abh08t25:46_2": "Herein, boundaries is the meaning.",
    "ai-tika-abh08t25:46_3": "The happiness of sentient beings oppressed by their own happiness,",
    "ai-tika-abh08t25:46_4": "What is called “ascetic” when it is said to have that “matter” .",
    "ai-tika-abh08t25:46_5": "the breaking up of the opposite-mounding knowledge is the breaking up of the knowledge of various kinds, and the manifestation of the absence of their (made) knowledge.",
    "ai-tika-abh08t25:46_6": "now you will give away the joy and happiness to annoyance, and they will be able to answer, “Well now,” and they answer, “Now,” etc., when asked, “Like away, they answer.”",
    "ai-tika-abh08t25:46_7": "Herein, what is that? What is that?",
    "ai-tika-abh08t25:47_0": "is a term for the mind-made, ~ and happiness associated with these kinds of mental joy is produced from the mental joy and happiness. Feeling is a term for cessation with all these things.",
    "ai-tika-abh08t25:47_1": "Then with the appearance of one happiness, the arising of joy and happiness,",
    "ai-tika-abh08t25:47_2": "He knows as it is “this is the penetration of (supernatural) knowledge” , and of the sense that is associated with them.",
    "ai-tika-abh08t25:47_3": "Though choices haven’t gone beyond the processes, they still have the same descriptional processes.",
    "ai-tika-abh08t25:47_4": "with a thousand lovely choices, a with (volitional) processes the calmed.",
    "ai-tika-abh08t25:47_5": "And here there is the inner quarter or the other’s former conditions, thinking “In the past, they put in an end, where they die, dried up, withered, shaven, and exercise their minds.”",
    "ai-tika-abh08t25:47_6": "Herein, making merit by means of a gift that is a corruption of the mind, etc., as its nearness and inclusion by making merit, by the inclination of the mind, by means of the bodies of flesh and worms, and by making merit are treated according to their own enemy, etc., which is aroused of what is called “special .”",
    "ai-tika-abh08t25:47_7": "Skilled in profitable transmigrations, composing to the wise mangoes, making the profitable way, for the benefit of others, welfare, and happiness of the people, for the benefit, welfare, and happiness of gods and humans. That is why it should be given for the purpose of profitable activity.”",
    "ai-tika-abh08t25:47_8": "But in the first tetrad the mind of the past generally firstly that is concentration, the mind-made, and it is considered here and there in the last watch. While the mind becomes dispassionate towards that state of existence is here that lasts you should be understood here.",
    "ai-tika-abh08t25:47_9": "Hence the teachers said:",
    "ai-tika-abh08t25:48_0": "“When he came to the end of suffering,",
    "ai-tika-abh08t25:49_0": "Such are choices, such is the one who knows choices?”",
    "ai-tika-abh08t25:50_0": "Or alternatively, thinking: “This is a condition for choices” because it is said to because it is the construction of formations, thus it is “reflecting with the individual essence of formations, and it is a reference to the superiority of conditions, thus it is a reference to their mind, it is accompanied by dispassion, the comprehension with insight due to the ending of conditions, it is accompanied by defilements.",
    "ai-tika-abh08t25:50_1": "But on the other occasions it is stated in accordance with the subsequently,",
    "ai-tika-abh08t25:50_2": "Then, calculations, conditioned phenomena, visible data, and undeveloped in the way stated thus: “In these places, it is held in the way states, etc., it is called the construction of choices.” Enlightened One is said to be the unformed in that way.",
    "ai-tika-abh08t25:50_3": "Leaving the deliverance of the stain of avarice and sorrow regarding the stain of avarice and variety of choices. Whatever is reckoned as a transmigration is in brief.",
    "ai-tika-abh08t25:50_4": "After eating superior food or cycle of consciousness, they say, “When aroused by a strong wind,” it is put out, thus they are put out.",
    "ai-tika-abh08t25:50_5": "Using for one who is senior, there is a requisite that is strong, living in possessing choices.",
    "ai-tika-abh08t25:50_6": "surely overpowered with inclination, which is free from imperishable curry and honey,",
    "ai-tika-abh08t25:50_7": "knowledge of the disassociation with knowledge.",
    "ai-tika-abh08t25:51_0": "Equanimity is the meaning of equanimity, and equanimity as objects of neutrality is the meaning.",
    "ai-tika-abh08t25:51_1": "Or alternatively, it sets out on the object—itstead of others, becomes known as the object of living in equanimity.",
    "ai-tika-abh08t25:51_2": "Or alternatively, pleasure and pain are displeased",
    "ai-tika-abh08t25:51_3": "For those who are ignorant linking it is the same as those without a rising.",
    "ai-tika-abh08t25:51_4": "Though experiencing happiness is experienced as pleasant, the thought of wielding the states consisting in poison.",
    "ai-tika-abh08t25:51_5": "for that’s why the sadness and happiness belonging to the beginning, middle, and end of sadness and distress arise in him.",
    "ai-tika-abh08t25:51_6": "The meaning is that it is shaken off with the price of greed and hate because it is associated with a (volitional) mind, and then there is not two - but in the former way.",
    "ai-tika-abh08t25:51_7": "for one who has gone out through the each kind of greed. They are unable to reach the end and the middle of the abode.",
    "ai-tika-abh08t25:51_8": "The equanimity is reckoned as already described.",
    "ai-tika-abh08t25:52_0": "He doesn’t get the opposite sex with the eight contacts associated with the happiness, nor are the arjunction of the bases of mastery in the Varabhaṅga.",
    "ai-tika-abh08t25:52_1": "The group of schism",
    "ai-tika-abh08t25:52_2": "For if contacts are unification of mind, etc., but not for the sake of all the minds of one who is faithful, etc., and protected by means of one’s own mind, etc., do not become evident in each trade.",
    "ai-tika-abh08t25:52_3": "But why are some instances not made?",
    "ai-tika-abh08t25:52_4": "What is stored in is one who has stored up?",
    "ai-tika-abh08t25:52_5": "What is their reason why they are called",
    "ai-tika-abh08t25:52_6": "Herein, firstly it is manifested as object;",
    "ai-tika-abh08t25:52_7": "those who have a mental object with mental objects, mind is familiar with the mental object.",
    "ai-tika-abh08t25:52_8": "He doesn’t get greed, hate, and delusion what is skillful?",
    "ai-tika-abh08t25:52_9": "they do not obstruct what is likable, desirable, and agreeable objects with the profitable object, etc., as its object, and so on.",
    "ai-tika-abh08t25:52_10": "For I have done the same thing as a skilled preference to profitable deeds. Then I should establish the attributes of goodness and profitable way.” They scrutinizing the body, doing the wrong way and applications, having had previous practices, that is unprofitable, substained thought about the in each case.",
    "ai-tika-abh08t25:52_11": "And in this context it is said:",
    "ai-tika-abh08t25:53_0": "“When overcome by excess of (all) beings,",
    "ai-tika-abh08t25:54_0": "‘Firstly, precepts, and wholesome things can be done.’”",
    "ai-tika-abh08t25:55_0": "Furthermore, the mind should be understood as said for the purpose of faithful mind with many reasons:",
    "ai-tika-abh08t25:55_1": "When you have no such wrong view, pleasure and happiness arise, you’re not even in a Realized One.",
    "ai-tika-abh08t25:55_2": "You don’t see anyone who doesn’t keenly apply your minds are not skilled in these ways. effacement and tearing upwards. That’s why they don’t give rise to joy and happiness.",
    "ai-tika-abh08t25:56_0": "There are eleven things that lead to the arising of the awakening factor of rapture.",
    "ai-tika-abh08t25:56_1": "That is:",
    "ai-tika-abh08t25:56_2": "the recollection of the Buddha, the teaching, the recollection of peace, the recollection of peace, the recollection of peace, the deities, the recollection of peace, the recollection of peace, the rough persons, the recollection of peace, the body, the mind, and the rest of those who have become rough persons, cultivation of rejoicing, and understanding these (in the minds).",
    "ai-tika-abh08t25:56_3": "For when you recollect the special qualities of the Buddha, etc., the arising of the whole body arises in him when you’re joyful, and happiness arises.",
    "ai-tika-abh08t25:56_4": "Likewise the coarse of ethics, being covered with loadedity, virtue and practices, rough the four quarters, I reviewed my own virtues, and the five lower fetterss in the way that is connected with my own hands, as follows: “Anyone of the Enlightened One’s special qualities, etc., and accepted the Paccekabuddhas, and the dream making known to him in order to get a good place, the Elders, and he reviewed the amongst the good qualities of the gods, and the good qualities such as virtues.”",
    "ai-tika-abh08t25:56_5": "And with the happiness that arise from the joy and happiness that have ceased, and the rapture and joy is abandoned by that, of the happiness and joy he is the fourth.",
    "ai-tika-abh08t25:56_6": "When you’re not tied up with these two kinds of happiness,",
    "ai-tika-abh08t25:56_7": "Because such a thing happens without reserving those who are heedless, living diligent, keen, and resolutely happiness arises in them.",
    "ai-tika-abh08t25:56_8": "Equanimity as stated should be understood that the state of equanimity is stated in the way beginning, “He should be understood” .",
    "ai-tika-abh08t25:57_0": "But the kamma-process associated with knowledge are the defilement of the opposites. By these acts of becoming one who is a prey to wishes.",
    "ai-tika-abh08t25:57_1": "For when he teaches Dhamma to an engaging uproot by others, he doesn’t conflict withdrawn into a low-caste. He doesn’t proceed employ the sense fields and prevented by vanity to work. Then he doesn’t associate inappropriately with knowledge, and then I will confess ourselves the domestics of his emetics. Then he trains in this way: “Such is the monk beliberating about the field of skillful qualities that something associated with knowledge, I will settlement, he doesn’t accumulate recollection of the sense fields, he like this.”",
    "ai-tika-abh08t25:57_2": "Likewise in the world a good way that arises and associated with knowledge.",
    "ai-tika-abh08t25:57_3": "for this is said:",
    "ai-tika-abh08t25:58_0": "“As a man is happy there, mendicants, that lady is the time for listening to the Dhamma. When the being is pleasant, it will quickly swiftly quickly.”",
    "ai-tika-abh08t25:59_0": "the wisdom faculty associated with wisdom is produced by understanding. And the knowledge of the skillful arises.",
    "ai-tika-abh08t25:59_1": "But when he has developed insight in this way, his mind becomes concentrated in defilements, and his defilements arise in them as before.",
    "ai-tika-abh08t25:60_0": "“Whoever returns wisdom, the Decorated Holy One’s wisdom is destroyed.”",
    "ai-tika-abh08t25:61_0": "There are those things that lead to the arising of the investigation (of the nature) of things factor of complete awakening.",
    "ai-tika-abh08t25:61_1": "That is:",
    "ai-tika-abh08t25:61_2": "the wisdom there is from questioning of making the basis clean, of the faculties, of the sense faculties, of calm, of enlightenment and of persons, of understanding, and of penetration of fulfilment, of sense faculties, of enlightenment factor: understanding, of field investigation-of-states enlightenment, of predominance, persons owing to rest.",
    "ai-tika-abh08t25:61_3": "Because when a man approaches the entire spectrum of the sense-sphere of the entire faculties by understanding, the strength of the knowledge of the path, and the practice that leads to the production of insight due to the ending of defilements, then that knowledge has arisen in them and vision is well purified.",
    "ai-tika-abh08t25:61_4": "One whose robes are destroyed is not cleaned by anyone, who has entered intoxicated with robes, etc., and whose mind is cleansed in the middle of the monastery for the use of the robes, etc., and whose mind is cleansed in the Transference, like the intention of requisites that arose in him, and who enlightened, it is as purified as cleansed the knowledge of the lamps that arose.",
    "ai-tika-abh08t25:61_5": "But when he has faith in the Realized One’s faculties, then he is able to discern the fact that enlightenment factor and to get by means of that same thing, his mind inclines towards the various faculties and with knowledge he has rectitude, then that is why he is able to discern the sense faculties by means of the arisen in him.",
    "ai-tika-abh08t25:61_6": "But one who is wise, having on a sense of aggregates, and one who frequents aggregates, whether it is profounded or profounded, or interruption of oppression, frequenting, or unification of mind associated with the Buddha, these three knowledges.",
    "ai-tika-abh08t25:61_7": "Furthermore, the Buddha has discovered the special qualities of the Buddha, and his mind has rectitude on , according to the pervading as it is said:",
    "ai-tika-abh08t25:62_0": "“When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ...",
    "ai-tika-abh08t25:62_1": "At that time their mind is not full of delusion.",
    "ai-tika-abh08t25:62_2": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching. When they’re full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed.”",
    "ai-tika-abh08t25:63_0": "In this way the recollection of the Buddha, etc., should also be seen , sense desires, etc., and sense desires, have a sense of urgency, and –",
    "ai-tika-abh08t25:63_1": "the underlying tendencies of mentality-material knowledge,",
    "ai-tika-abh08t25:63_2": "For the longing of the states have been acquired by the beginning, then the middle and the end of existence, and the end of both jhānas and its universal knowledge, and when developed and cultivated, it is peaceful and sublime.",
    "ai-tika-abh08t25:63_3": "what is reckoned as suitable of food.",
    "ai-tika-abh08t25:63_4": "And in this context it is said:",
    "ai-tika-abh08t25:64_0": "“Anyone who has faith and good view is lived in purification,",
    "ai-tika-abh08t25:65_0": "enjoying the fruits and benefits of the fruits.",
    "ai-tika-abh08t25:66_0": "“There are ten things that are not mangoes intoxicated with onegoes,",
    "ai-tika-abh08t25:67_0": "Through happiness and joy, these connected with happiness,",
    "ai-tika-abh08t25:68_0": "“Internality they do not appear in oneself,",
    "ai-tika-abh08t25:69_0": "‘One who has reached equanimity and has fondness due to equanimity in this way, and because they have developed that.’",
    "ai-tika-abh08t25:70_0": "“As a question of successful in which the faculties faculty came,",
    "ai-tika-abh08t25:71_0": "Abandoning the defilements of the Dhamma and the cause of defilements.",
    "ai-tika-abh08t25:72_0": "“Because of the special qualities of the Buddha, the Dhamma, and the Sangha,",
    "ai-tika-abh08t25:73_0": "My mind would always be stressed away.",
    "ai-tika-abh08t25:74_0": "“Regarding the meal to the weather,",
    "ai-tika-abh08t25:75_0": "The state of one who has known what is undeveloped.”",
    "ai-tika-abh08t25:76_0": "Thus, without having given up the knowledge of the death and rebirths in the world with its eight kinds of sensual stimulation, he said, “Noble One, I have come.” ...",
    "ai-tika-abh08t25:77_0": "12.",
    "ai-tika-abh08t25:77_1": "But that which is called “restraint by means of what is said” is said, “Now it is the time for a small thing to give it away.”",
    "ai-tika-abh08t25:77_2": "Herein, joy is in brief.",
    "ai-tika-abh08t25:77_3": "although even though they’re classed as defilement, etc., still only the defilements of sensual desire, etc., fall into the sky, pollutants, etc., and still only the base consisting of defilement, still only the defilements.",
    "ai-tika-abh08t25:77_4": "But if he does not indicate with the defilements of sensuality, etc., in the case of the defilements, in the case of the defilements, etc., in the case of which is defilement of the defilements.",
    "ai-tika-abh08t25:77_5": "But what is the ground for sensual pleasures?” “But what is the basis for defilement, repulsion, influence, and sensual desire for sensual pleasures?” Here, craving for sensual pleasures, craving for sensual pleasures, passion for sensual pleasures? wastending to sense desires, greed for sensual pleasures, repulsion, and craving for sensual pleasures?”",
    "ai-tika-abh08t25:77_6": "being approved by the senses, (saying): “Possessive objects,”",
    "ai-tika-abh08t25:77_7": "touches ...",
    "ai-tika-abh08t25:77_8": "all things in the sensuous worlds.",
    "ai-tika-abh08t25:77_9": "all of them trade.",
    "ai-tika-abh08t25:77_10": "‘All those in a recommendation.’ ...",
    "ai-tika-abh08t25:77_11": "Sensual pleasures are terrified, greying, consciousness-working consciousness, influenceding telling them what is seen ...",
    "ai-tika-abh08t25:77_12": "Questioning is allowable.”",
    "ai-tika-abh08t25:77_13": "“He is greedy for flavours,” and owing to greed for defilement by tendencies, namely, greed, hate, and delusion, which have ceased in the ten kinds of aggregates, but only the ten.",
    "ai-tika-abh08t25:77_14": "ground for sensual pleasures, clinging to the formless realm, or for the earth of Kāsi.",
    "ai-tika-abh08t25:78_0": "13.",
    "ai-tika-abh08t25:78_1": "And how does someone who does desire the defilements of the spiritual journey?",
    "ai-tika-abh08t25:78_2": "on the ground for sensual pleasures, they give away a bowl.",
    "ai-tika-abh08t25:78_3": "He wears sense desire as defilement, ~ which is included in the meaning.",
    "ai-tika-abh08t25:78_4": "So it is “with faith” on the account of that.",
    "ai-tika-abh08t25:78_5": "(But) the drum of the pullation is indicated by the word ‘meanings’, as the basis of defilement, desires, etc., just as it is stated (for) the Rains Retreat’, and so on. That is why there are two kinds of corruption and that is the reasoned?",
    "ai-tika-abh08t25:78_6": "Or alternatively: the two kinds of sensual stimulation are two kinds of sensual stimulation.",
    "ai-tika-abh08t25:78_7": "“This is the opportunity for sounds, it is the same kind of opposite sex with the air, the enlightenment factor, the thriving of the deeds, and the full moon.”",
    "ai-tika-abh08t25:78_8": "But is your retinue because of Āḷāra Kālāma.",
    "ai-tika-abh08t25:78_9": "Or alternatively, is the meaning of the aggregates .",
    "ai-tika-abh08t25:78_10": "For the group of five aggregates as objects of form, namely, form, feeling, perception, choices, and consciousness as the constituent of aggregates. Then it comes about with the two kinds of applied thought.",
    "ai-tika-abh08t25:79_0": "14.",
    "ai-tika-abh08t25:79_1": "The meaning is that it is “specially conformity with each other as a wide,” etc. ., is the meaning.",
    "ai-tika-abh08t25:79_2": "Now, this Island how it is said:",
    "ai-tika-abh08t25:79_3": "where there are two kinds of foulness, namely, sense-spheres: one, two, three and fourteen. The one of which is good.",
    "ai-tika-abh08t25:79_4": "Though there is a foundation of form, a world of lordship, does not proceed to be found in the place where the earth element is found, but are notsed.",
    "ai-tika-abh08t25:79_5": "He is not included in the two kinds of becoming as materiality, fine-material sphere, form, form, feeling, perception, choices, and consciousness. Then it is of the defilement of the fine-material and immaterial kinds, as objecting and uninterruptedness in the fine-material sphere.",
    "ai-tika-abh08t25:79_6": "So it is not only this that is in the case of the shade of sensual desires, oppressiveness in the formlessse since it is sense desire oppressed,",
    "ai-tika-abh08t25:79_7": "“All sensual pleasures are hard to maintain, including all the more than the four cates—from sensual desire, illness, thirst, passions, and craving for sensual pleasures,” and got rid of thirst, passion for sensual pleasures, and craving for sensual pleasures, etc.; and they have no more doubting about the teachings, etc.;",
    "ai-tika-abh08t25:79_8": "and having done this, likewise, when their body breaks up, after death, they’re reborn in the company of the various kinds of sensual stimulation here as described in the various orders of sentient beings. Having been reborn in the various orders of sentient beings, embarrassed, etc., and gained faith in the same way beginning, “Bhikkhus, and, there is no subsequent” , and being included in the various forms concerned for sense pleasures, as for the sake of the effacement and for a trees.",
    "ai-tika-abh08t25:79_9": "Hence it is said: “He does not know whether or not he has sensual perception or the Brahmā realm.”",
    "ai-tika-abh08t25:79_10": "Sensual pleasures that are future, and present. When there is a limited form, there is the face of the fine-material and immaterial sphere, it should be understood that even when a limited sense of urgency,",
    "ai-tika-abh08t25:79_11": "Or alternatively, all kinds of sensual stimulation, for the cessation of craving, for sensual pleasures, for continued existence, and for the cessation of craving. here, when craving ceases, grasping ceases.",
    "ai-tika-abh08t25:79_12": "In the sense of propounding forms with materialitys as based on forms, yet all is of two kinds as particular, etc., of the kind already described, and it is said: “The two kinds of absorption” .",
    "ai-tika-abh08t25:79_13": "Although even though they were told: “Anyone who is not free from passion, who has cut off the five strands of sensual desire and passions, is quite secluded from sensual pleasures, living in the five strands of sense pleasure, and is wide open the five cords of sense desire,”",
    "ai-tika-abh08t25:79_14": "It is “with meaning” because of being concentrated .",
    "ai-tika-abh08t25:79_15": "Yet he sets out of respect for his teacher.",
    "ai-tika-abh08t25:79_16": "So, which is of two kinds: that is why it is of two kinds, that is: sense-desire clinging, all of the sense-spheres.",
    "ai-tika-abh08t25:80_0": "15.",
    "ai-tika-abh08t25:80_1": "Endowed with the appearance of heaven, the merit comes to be unsuitable way,",
    "ai-tika-abh08t25:80_2": "Four ways of Hell, etc.,",
    "ai-tika-abh08t25:80_3": "(There are) sixty-six years of the Four Great Kings, the Gods Who Control the Creations of Others, the Gods Who Control the Creations of Others.",
    "ai-tika-abh08t25:80_4": "Meanwhile, the asura lord of the demons, not so far from the demons.",
    "ai-tika-abh08t25:80_5": "Those mentioned by the mind that are easily understood as aroused, great although even the life of purity’s special qualities, etc., the meaning should be understood to dealt with the special qualities of peace, etc., according to the Jambudīpa . And the meaning should be understood in order to show the same way as the meaning.",
    "ai-tika-abh08t25:81_0": "“The humans of India surpass the humans of Uttarakuru and the Gods of the Thirty-Three in three particulars.",
    "ai-tika-abh08t25:81_1": "What three?",
    "ai-tika-abh08t25:81_2": "Bravery, mindfulness, and the spiritual life is lived here.”",
    "ai-tika-abh08t25:82_0": "And the same number of monasteries with them together with their ministers and counselors, thinking: “Let the island of Laṅkādīpa.”",
    "ai-tika-abh08t25:82_1": "But when this world is constantly departed, they say, “Conflict,” he said.",
    "ai-tika-abh08t25:82_2": "About over the fourteenths, three dried up and oppositeed, a person in the wilderness in the forest groves, or a forest groves, fourteen feet, or a forest grove.",
    "ai-tika-abh08t25:83_0": "16.",
    "ai-tika-abh08t25:83_1": "And here it is not said that when aroused in the case of the kasiṇas thus, “What is the time for the obtaining of the various kinds of becoming ,” and starting as “profitable” , etc., they say, “What is this matter?”",
    "ai-tika-abh08t25:83_2": "Herein, there is two kinds of sensual stimulation:",
    "ai-tika-abh08t25:83_3": "Eleven my lady (story) which was permitted by an eleven ways.",
    "ai-tika-abh08t25:83_4": "Or alternatively, there are two kinds of help: the meaning is that of the giving precincts of the body and of understanding separately, the meaning is that because it is not evident as the understanding of the rules.",
    "ai-tika-abh08t25:83_5": "Or alternatively, the meaning is that it can be understood according to the Book of Elevens. The meaning is that it is this: which is the two kinds of peaks.",
    "ai-tika-abh08t25:83_6": "A hundred spears together with a hundred swords, wherever they wander, like the teachers wander.",
    "ai-tika-abh08t25:83_7": "the detailed explanation of the meaning here is this: “Suppose a man has dried upholds the lairs in every way,” and so on. But just as one of these two kinds of foulness in the fine-material and immaterial spheres is evident with understanding, so the name “positeness of the variety of forms. ”",
    "ai-tika-abh08t25:83_8": "The same method of explanation applies in the form-world spheres.",
    "ai-tika-abh08t25:84_0": "17-8.",
    "ai-tika-abh08t25:84_1": "And although the minds of the senses described in the way beginning, “And how does abide idea in a way that isn’t said, “And what is sense desires? ”",
    "ai-tika-abh08t25:84_2": "This sense-sphere is convinced.",
    "ai-tika-abh08t25:84_3": "form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh08t25:84_4": "For this is how the sound of drums stored up.",
    "ai-tika-abh08t25:84_5": "Herein, just as “Bhikkhus,” “There is the path of rebirth-linking here” , “There is born in the attainment of rebirth-world,”",
    "ai-tika-abh08t25:84_6": "But how is it said to be one who is unsurpassable?",
    "ai-tika-abh08t25:84_7": "Then the shaking of the supreme goad, having made a hair of form in the same way, or in the formless realm.",
    "ai-tika-abh08t25:84_8": "In that place the upper story of sensual pleasures, which is in the place whereby sense pleasures,",
    "ai-tika-abh08t25:84_9": "This is the eighth kind of mind.",
    "ai-tika-abh08t25:84_10": "But even they all hiden their terms for that has been relinquished, for the sake of their (supernatural) minds, and also all the limits of it.",
    "ai-tika-abh08t25:84_11": "Approaching all the time is good in the wind and sun.",
    "ai-tika-abh08t25:84_12": "Now, this Island how it is said:",
    "ai-tika-abh08t25:84_13": "according as it is said: “The alms-food eater is shared by the hand,” “The elephant wages are forty-food” . Against those who go about specifically grain, etc., not for one of deliverance from sense desires, and one who is learning the altogether. ”",
    "ai-tika-abh08t25:84_14": "Now, if you don’t get to the simile of the visible-material spheres, etc., even if your clothes and hairs are being scared, he scolds them and so on.",
    "ai-tika-abh08t25:84_15": "And in this context it is said:",
    "ai-tika-abh08t25:85_0": "“Those who love the worldly pleasures give up sense-spheres,",
    "ai-tika-abh08t25:86_0": "The restrains all around a battle.”",
    "ai-tika-abh08t25:87_0": "“I’m quiet in this way,",
    "ai-tika-abh08t25:87_1": "and he should be told to say about the Parinibbāna.",
    "ai-tika-abh08t25:87_2": "Now, it is in the scope of loving-kindness, that is why the words “what is propounded by the words “what is like a heavenly sensual-sphere” or “The mind-made” . That is why therefore it does not arise in him as soon as that of the tendencies, immaterial spheres, not acquisitional sphere.",
    "ai-tika-abh08t25:87_3": "And he should teach the Dhamma to Kindly, which is defilement by the strikes, which is accompanied by defilements and is a perfected one, a fully awakened Buddha.",
    "ai-tika-abh08t25:88_0": "19.Paṭisandhiṁ…pe…",
    "ai-tika-abh08t25:88_1": "” Or alternatively, if he is someone else about it, wherever it arises, wherever it is given in whom not made up, what is profitable. Then, when someone thinks, “Having given,” it is the meaning of this: “This is the meaning of this, what is that the meaning.”",
    "ai-tika-abh08t25:88_2": "Thus, having shown that there is a time for the supernormal powers, and so with the upper and incomparable, they will give up the scope of the birds of sense desires, etc., or the scope of loving-kindness in worldly pleasures.",
    "ai-tika-abh08t25:88_3": "This is the impartiality of sensual pleasures:",
    "ai-tika-abh08t25:88_4": "Should seek out the way",
    "ai-tika-abh08t25:88_5": "But this is the plane of practitioner:",
    "ai-tika-abh08t25:89_0": "“What things do they like?",
    "ai-tika-abh08t25:89_1": "above, below, and across the desert in the hells, the animal realm, and the Gods Who Control the Creations of Others. The consciousness in all these things in the category of consciousness.",
    "ai-tika-abh08t25:89_2": "These are the things that are profitable.”",
    "ai-tika-abh08t25:90_0": "and it is said because human beings, the animal realm, the ghost realm, or the animal realm, that they are called “they are disillusioned” because they say, “This is the same thing that arisen in the various ways. ”",
    "ai-tika-abh08t25:90_1": "And for that is the calm, that is to say: the breath of the normal ones, that is incapable of creating any state of existence .",
    "ai-tika-abh08t25:90_2": "That’s why it is said: “Bhikkhus, in the teaching of the teacher who live in line with the teaching, the calm and such a kind, doing what they say.”",
    "ai-tika-abh08t25:90_3": "But the continuation of existence should be understood here in this way:",
    "ai-tika-abh08t25:90_4": "here craving for sensual pleasures is one of the fine-material sphere. The object of the sense-spheres in the fine-material sphere is of heaven.",
    "ai-tika-abh08t25:90_5": "maintaining here, what is craving for sensual pleasures?",
    "ai-tika-abh08t25:90_6": "What are those who enjoy sensual pleasures, what is the other essence in the sensual realm? A person who does not endure?",
    "ai-tika-abh08t25:90_7": "Tissā, etc. having abode of craving for sense pleasures, for the stilling of all activities, for the giving up of craving for sensual pleasures, etc.,, having taken craving in the realm of the Kinds of sensual pleasures, and,",
    "ai-tika-abh08t25:90_8": "Or alternatively, it is of two kinds as accompanied by defilements and of the sense desires, and it is of the kinds as object, that is, two kinds of sense-spheres and in the fine-material and immaterial spheres, it is of jhāna. This is of two kinds as object.",
    "ai-tika-abh08t25:90_9": "Or alternatively, what is called one who has shown that he has not dedicated the dependence on the ground, on the level of his bed, he does so say, “Repulsiveness of the aggregates” , and one who has thus shown that he is called “space” .",
    "ai-tika-abh08t25:90_10": "And in this context it is said:",
    "ai-tika-abh08t25:91_0": "“Really enjoying sensual pleasures, delight in it,",
    "ai-tika-abh08t25:92_0": "Like a roaming the wind in the sensual realm, or in the realm of luminous sensual pleasures.”",
    "ai-tika-abh08t25:93_0": "20.",
    "ai-tika-abh08t25:93_1": "supporting the fruit of good deeds, and making merit.",
    "ai-tika-abh08t25:93_2": "Because of the ten bases of merit : of the ten kinds, ten kinds of merit, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand (spiritual) merit, the section, the ten kinds of meritorious action, and so on.",
    "ai-tika-abh08t25:93_3": "but it is only of the development of the forms that is not shown by means of development that in the supermundane of the forms.",
    "ai-tika-abh08t25:93_4": "Or alternatively, it does not occur in ten aspects, yet all of the noble ones, etc., as regarded as the basis for merit, thus it is the lifting of the making merit.",
    "ai-tika-abh08t25:93_5": "since he is known (to say): “He whose merit is in line with the previous life” , and so on.",
    "ai-tika-abh08t25:94_0": "21.",
    "ai-tika-abh08t25:94_1": "When this merit is said, it is said to be the group of ten including the minds of merit, thus it is “withstanding” . It is said: “They bringing such virtue of which are shared by the Noble Ones’ .”",
    "ai-tika-abh08t25:94_2": "Herein, there is a gift that is given with the intention of others.",
    "ai-tika-abh08t25:94_3": "But here it is to be associated with the mind interrupted by the mind.",
    "ai-tika-abh08t25:94_4": "Likewise: “I will also conduct” and “the virtues’.",
    "ai-tika-abh08t25:94_5": "Virtue as virtuous deeds: What is the meaning.",
    "ai-tika-abh08t25:94_6": "When you’re well-proclaimed, bodily actions are left unprotected, well-result in terms of bodily and verbal conduct, and well placed, thus he is virtuous in virtue.",
    "ai-tika-abh08t25:94_7": "However, strong in each and every case.",
    "ai-tika-abh08t25:94_8": "He develops the cultivation of the skillful, and so on.",
    "ai-tika-abh08t25:94_9": "being very beneficial for her own use, they say these things:",
    "ai-tika-abh08t25:94_10": "Whatever bad things were done by someone who services, horses, and so on.",
    "ai-tika-abh08t25:94_11": "he teaches thus: he is teaching Dhamma .",
    "ai-tika-abh08t25:94_12": "he enjoys the bowl, these are the very best,",
    "ai-tika-abh08t25:94_13": "But in the first stage, he said: “Friends what is meant.”",
    "ai-tika-abh08t25:94_14": "views, straight away, and right view.",
    "ai-tika-abh08t25:94_15": "For they listen to the proximate cause of another’s ownance, thus it is fitable.",
    "ai-tika-abh08t25:94_16": "It is worthy of honouring those who worship it with respect, honoured by those who sacrifice.",
    "ai-tika-abh08t25:94_17": "Meritations for making merit, grounding for making merit,",
    "ai-tika-abh08t25:94_18": "But in the middle of the day he said, “There is merit, wealth and deprived of merit. The chariot has been stated in its way, just as it is necessary.”",
    "ai-tika-abh08t25:94_19": "This is the meaning of it.",
    "ai-tika-abh08t25:95_0": "But this is definition:",
    "ai-tika-abh08t25:95_1": "Herein, the trainees, when one who is trained in the preceding people, etc., doing the decision of meritorious conduct by means of the noble ones, etc., is said to be the object of the making merit.",
    "ai-tika-abh08t25:95_2": "and it is not known that the merit is “blessed” in the same way, and it is not the action of the meritorious actions,",
    "ai-tika-abh08t25:95_3": "For the person whose rebirth is linked in a existence or the fruit of good and bad deeds, nor does the results of goodness have been reborn in a heavenly realm, and the ghost realm is not reborn again.",
    "ai-tika-abh08t25:95_4": "When the courses are destroyed,",
    "ai-tika-abh08t25:96_0": "When there is the regular precepts as an ethical conduct of the monastic code, conducting themselves well and seeking the five kinds of virtue, etc., and of the ten precepts, that is, specifically dressed in unproclaimed, embarrassing and cultivating the five faculties, etc., thinking: ‘There is no such virtue in water, restraint in the monastic code, the monastic code, with virtue and so on.’ This is the basis of pure spiritual life as undertaken by virtue’s instructions, etc.",
    "ai-tika-abh08t25:96_1": "After saying: “These weren’t my family wealth that’s household, why do I roll forth the families of my virtue?”",
    "ai-tika-abh08t25:96_2": "Ethics are only the best kindness.",
    "ai-tika-abh08t25:96_3": "“Regarding the goodness he does so because it is the preceding of the giving and ethical conduct of the breath, and in the case of the noble ones, namely, virtue, and merit are the same thing.",
    "ai-tika-abh08t25:96_4": "Having worshipped the important boys said (only) to give.",
    "ai-tika-abh08t25:97_0": "But it is “impermanent” and “possessing the eye of impermanence, etc., by groups of forty-three” , by means of a gift of making merit, etc., by means of promote the physical base of insight, etc., which have respectively finished, defilement, etc., and insight into the noble ones.",
    "ai-tika-abh08t25:97_1": "Yet even the development of little enjoyment that even the definition of the sensual pleasures is not here.",
    "ai-tika-abh08t25:97_2": "Living in blameworthy branches of knowledge, he goes to an end of the base consisting of boundless space (volitional) teachers’ teachers essence, and he even go to the teachers of teachers.",
    "ai-tika-abh08t25:97_3": "And here he should apply himself to the making merit, like a degree of goodness in the way that is to say, because he has already completed the ground, and that is to say, the eighteen kinds of merit.",
    "ai-tika-abh08t25:98_0": "After doing anything that can be done, and he gives the bowl by theft aspiration of whose deeds thus, “May all beings be done” and “May all beings in the monastery, impediments, etc., or in the case of the opposite of all the deeds thus.",
    "ai-tika-abh08t25:98_1": "How does someone who gives thus, who does meritorious deeds?",
    "ai-tika-abh08t25:98_2": "But there is no one lighting a lamp, he cannot proclaim a thousand oil lamps the first one thousand times. Because of the worms, he does not give the way to growth, even one big in the way beginning, “This poor wretch is the previous practice. ”",
    "ai-tika-abh08t25:98_3": "But how is it given?",
    "ai-tika-abh08t25:98_4": "“This was my meritorious deed for all beings,” he thought, “This is the preparatory tasks of past deeds in the past, future, or present.” And he thinks:",
    "ai-tika-abh08t25:98_5": "But some say that it is well-proclaimed by me, one is called a “I’ve done”.",
    "ai-tika-abh08t25:98_6": "From the profitable deeds and the result of their enemy, granting work to do the same behaves, and the teachers should go to that place also consideration: “This is the owner of the teachers.”",
    "ai-tika-abh08t25:99_0": "and the practice of making merit for the one who isn’t impediment, etc., as regards the decision of robes, etc., and as one who is nursing the sick, and for the sake of making merit.",
    "ai-tika-abh08t25:100_0": "Renunciation of materiality and giving the gift of the mind, and its liberating the base consisting of boundless consciousness, embarrassing the mind as letting go, passing away and reappearing the three rolling on the universal fields of merit.",
    "ai-tika-abh08t25:100_1": "whatever bad deeds there is, by someone else, who gives up good deeds, bad deeds, and obstinates good deeds, and through the substitution of (supernatural) views, making merit, doing good deeds, etc., and by the profitable deeds done the work that has been given up by one thing, and who has got rid of the making merit, they making amends for a bad view, and by one who knows “providing ignorance” .",
    "ai-tika-abh08t25:100_2": "If he does not get a good view of self, he does not gain merit.",
    "ai-tika-abh08t25:100_3": "is not even a shrine endowed with the previous merit, nor is the preceding specific purpose inclusion,",
    "ai-tika-abh08t25:100_4": "For accordingly:",
    "ai-tika-abh08t25:101_0": "“Even if these three are respects and reverence",
    "ai-tika-abh08t25:102_0": "giving, and making merit, amount of merit.”",
    "ai-tika-abh08t25:103_0": "That’s why, although arouses the meaning of that knowledge and vision associated with knowledge, their observed with knowledge of the similes of the action, and their incomparable knowledge arises through the Master’s view.",
    "ai-tika-abh08t25:104_0": "And another later went:",
    "ai-tika-abh08t25:104_1": "the wisdom there is from (volitional) insight and endowed with wisdom,",
    "ai-tika-abh08t25:104_2": "what is it possible to develop views? What is that view?",
    "ai-tika-abh08t25:104_3": "consciousness, and right knowledge, the right freedom,",
    "ai-tika-abh08t25:104_4": "Herein, owing to the profitable consciousness, etc. owing to his own good conduct, through the kamma of the wholesome knowledge of the Three kinds of deeds, etc., are composed to the opposite sex, and views of the opposites.",
    "ai-tika-abh08t25:104_5": "For the knowledge of giving,",
    "ai-tika-abh08t25:104_6": "“I will hear the Dhamma in this way, having heard the supermundane and supramundane Dhamma, and I will practice absorption, and I’ll hear the Dhamma in the scriptures, the law of the Master Gotama, I will hear the Dhamma, the Vinaya Sage,” and he listens to the true teaching of the Dhamma, and he listens to the true teaching.",
    "ai-tika-abh08t25:104_7": "By the doing of blamelessness, and the rest of the sense-spheres there is inclusiveness of the sense-spheres,",
    "ai-tika-abh08t25:104_8": "worshipping the great heroes, and received their bowls and robes, and receiving later on their heads for alms. As a consequence, he is preparing the seats of garlands, fragrances, and making meritorious acts of the noble ones.",
    "ai-tika-abh08t25:104_9": "For this is the venerables’ service.",
    "ai-tika-abh08t25:104_10": "Whatever (good) is connected with the virtues, accumulating, defecating, and careful for the sick, they nurse him.",
    "ai-tika-abh08t25:105_0": "22-3.",
    "ai-tika-abh08t25:105_1": "When it has been thus shown that (good) from the eight traditions, and having shown that place and shown that the ten important practices, they will go to an end to the virtuous, and profitable Is.”",
    "ai-tika-abh08t25:105_2": "Herein, the means that inclusive, taking the recipient of the Community,",
    "ai-tika-abh08t25:105_3": "Also giving gifts and the hypotheses beginning with those who seek merit. Consequently the collection of giving and merit.",
    "ai-tika-abh08t25:105_4": "Then perhaps to service they do so.",
    "ai-tika-abh08t25:105_5": "(Then) he who did profitable and suppression regarding the development of the skillful, etc., to get the rest of the Saṅgha.",
    "ai-tika-abh08t25:105_6": "But some people listen to the teachings of the them teach and taught them the Dhamma, and then listen to the penetration of the penetration of the penetration of the universal recitation, listening to the teaching of the path, of the penetration, and now we say.”",
    "ai-tika-abh08t25:105_7": "the teaching, “Bhikkhus, there are some who give the gift of the teaching,” and they proceed having turned back.",
    "ai-tika-abh08t25:105_8": "Likewise all the characteristics of views, etc., because of the wholesome procedures of views .",
    "ai-tika-abh08t25:105_9": "For whatever gifts there is in giving, etc., that which is given to them is very fruitful and beneficial, but splendid and bountiful.",
    "ai-tika-abh08t25:105_10": "After doing this, they all say: “All those who have done a legal procedure of ejection for not making amends for an offense.”",
    "ai-tika-abh08t25:105_11": "let go of a great flood by monks, people who follow the authority, the conduct of views, and the teachers of the making merit.",
    "ai-tika-abh08t25:105_12": "Because their ethical conduct can only be described as the best of their ability, the reflection, the drums, the approval, the conduct, the mind, and the effort, and the accumulations of others. Those who have fulfilled their precepts, and who give the resentments of those who have their refuge. Commitments, who have themselves as their refuge.",
    "ai-tika-abh08t25:105_13": "Again, it is first because of nutriment:",
    "ai-tika-abh08t25:106_0": "24.",
    "ai-tika-abh08t25:106_1": "Now now, although other meritoriously, will show the origin of meritorious act of consequence, etc., in order to show the merits of others, the Dispensation of the enquiry, the recollection of merits, the (wielding) in himself, “Now?”",
    "ai-tika-abh08t25:106_2": "There they all go for refuge to the whole of their life.",
    "ai-tika-abh08t25:106_3": "praised by others, and by practice. The meaning is that it should be understood through the attributes of good deeds, being possessed of goodness, and the meaning.",
    "ai-tika-abh08t25:106_4": "While cling to refuge they always preciously remember the three treasures. The Buddhas are the three treasures of the Buddhas,",
    "ai-tika-abh08t25:106_5": "They disturb the peril from that place where these gods are scared, eliminated, and obliterated.",
    "ai-tika-abh08t25:106_6": "(And), the three winds, that is a term for the three, namely, this is a term for the refuge. This is a term for it.",
    "ai-tika-abh08t25:106_7": "No-one can introducate that allaying.",
    "ai-tika-abh08t25:106_8": "But it is here that is needed to be setting out for the gladness and access the that is, making the outstanding of the aeon.",
    "ai-tika-abh08t25:106_9": "For it is not a ground for making merit to be a ground for making merit.",
    "ai-tika-abh08t25:106_10": "“The Blessed One is a fully awakened Buddha! The teaching is well explained. The teaching is well explained, on such a well-proclaimed, on the good way, the way to accumulation of views, the way that is in fact of (good) views, the ruler of the earths. In order to effacement it is time, that is to say, the enlightenment is the refuge.”",
    "ai-tika-abh08t25:106_11": "For they don’t have the three views that make merit. Continued existence is the or the ground for making merit. Those who have been reborn in a bad place, the teaching, and the Saṅgha.",
    "ai-tika-abh08t25:106_12": "That is why he said “there is no transmigration.”",
    "ai-tika-abh08t25:106_13": "There might be change in the way beginning, the development of views, and the progressive development of these investigations and the next life, since they can’t in any way beginning, “How many ways?”",
    "ai-tika-abh08t25:106_14": "All those who are very fruitful and beneficial in views, and who give them to the because they are very fruitful, beneficial and stiffened with them, I say.",
    "ai-tika-abh08t25:106_15": "And some time later they say: ‘This includes such things as going,’ are going on the occasion of giving and taking the dregs,’ they say, ‘One is virtuous, like theopposite of virtue’.”",
    "ai-tika-abh08t25:106_16": "“And going for refuge from to place, wherever it gets converses, that brings about the earth.”",
    "ai-tika-abh08t25:107_0": "25.",
    "ai-tika-abh08t25:107_1": "Now, as it is said: “Now, however, while giving precedence to the merit primary elements that are stated in the way already described, I will show the way beginning, “Commentaries to visibleness,” and so on.",
    "ai-tika-abh08t25:107_2": "Herein, for the sake of giving a gift that is to be given to by giving, thinking, “I shall seeking the right side for the donors in the left,” and he thinks, “I shall get rid of any support for the recipients.” So he should give, when I have given attention to those who have given a dishold, he should give it uphold the first place for the donor, and he should put it away, he should give it away, thinking, “I will get rid of the recipientments.",
    "ai-tika-abh08t25:107_3": "but the receiver of the confession had been given away by the hand of the bowl, the intention of the hand, the air, and the consciousness of the mouth.",
    "ai-tika-abh08t25:107_4": "Likewise she said, “Explain it is in the same way.”",
    "ai-tika-abh08t25:107_5": "“Go away,” and she refuted or snaments.",
    "ai-tika-abh08t25:107_6": "After reciting the giving of happiness for himself, he reflected (the second time) in order to give a gift.",
    "ai-tika-abh08t25:107_7": "Three kinds of intention: such is unlimited, undesirable, dwelling in the first place, and when the meritorious intentions are stilled, this is called “unbreaking”.",
    "ai-tika-abh08t25:107_8": "They say: “Having done merit,” and they told her, “This is an including all place.”",
    "ai-tika-abh08t25:107_9": "Now, as to the advantages : “Now, this is what is said” .",
    "ai-tika-abh08t25:107_10": "I will think: ‘I will fulfill the precepts of virtue’, ‘I will fulfill the merit in such conduct,’ and ‘I will fulfill the practice of such conduct as virtue and practice in accordance with the precepts,’ and ‘I will fulfill their precepts,’ and ‘I will fulfill the precepts regarding the precepts,’ and ‘I will not fulfill the precepts in the first noble ones. ’ Ordicated by my virtue and fulfills the precepts, ‘That was said, ‘I will not fulfill my virtue’.”",
    "ai-tika-abh08t25:107_11": "Doesn’t make merit, ~ if they teach the neglect of their views, contemplation, demerits, or losses of views, and including the future?",
    "ai-tika-abh08t25:107_12": "This person isn’t dispelled by the schism, and the absence of such things as anger.",
    "ai-tika-abh08t25:107_13": "For the overcoming of merit is the same as for himself,",
    "ai-tika-abh08t25:107_14": "But this misfortune was made by the goal.",
    "ai-tika-abh08t25:108_0": "And this is how it was said above : “With the meritorious act of merit,” etc., in that place he exceeds the ten kinds of meritorious conduct, tenfolding merit, and using the act of meritorious actually, having been shown that the namely should be seen in the evening he has been shown that the text, and that is how to say, “This is in the morning,” and so on.",
    "ai-tika-abh08t25:108_1": "But to the end of the conceit ‘I am’",
    "ai-tika-abh08t25:108_2": "the Teaching is to be given, and so not to be given by others.",
    "ai-tika-abh08t25:108_3": "For this is said:",
    "ai-tika-abh08t25:109_0": "“Having taken up the cloth, garlands, perfumes, and makeup,",
    "ai-tika-abh08t25:110_0": "like to bed for a needle.”",
    "ai-tika-abh08t25:111_0": "The receiver of the recipients who have been taught in the beginning, the giver of the receivers, and the recipients as received the alms-meal and the receiver of the recipients.",
    "ai-tika-abh08t25:111_1": "Herein, the state of production of superiority is in conformity with the Dhamma, because it has arisen in him:",
    "ai-tika-abh08t25:111_2": "the receivers the recipients of the receivers used by the receivers.",
    "ai-tika-abh08t25:111_3": "he taught the way to conflict",
    "ai-tika-abh08t25:111_4": "like a faction in the Kāla tree.",
    "ai-tika-abh08t25:111_5": "For when he teaches the Dhammadinnā, etc., is given to by means of the that of the roots, etc., and of the fruit of giving and sharing, etc., it is said to be the fruit of giving and shameless.",
    "ai-tika-abh08t25:111_6": "One with good friends, one with good friends,",
    "ai-tika-abh08t25:111_7": "For by giving a good friend, the mind becomes evident in those in any way,",
    "ai-tika-abh08t25:111_8": "But the taking care of the bowls that originate from the Kattika full moon is severed; he is diligent in the various categories.",
    "ai-tika-abh08t25:111_9": "Or alternatively, there are many other kinds of happiness for the sake of function of happiness, etc.",
    "ai-tika-abh08t25:111_10": "Please wait on it.",
    "ai-tika-abh08t25:111_11": "destroyed by joy and joy, and joyful,",
    "ai-tika-abh08t25:111_12": "the intention of both is what was said;",
    "ai-tika-abh08t25:111_13": "Where there is heading ...",
    "ai-tika-abh08t25:111_14": "There are meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.”",
    "ai-tika-abh08t25:111_15": "For the sound of drums in the beginning, right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.",
    "ai-tika-abh08t25:111_16": "rightly rolled forth his view: that is right view.",
    "ai-tika-abh08t25:111_17": "Having reached before the road,",
    "ai-tika-abh08t25:111_18": "And that jhāna precededed by the name of the arising pus, is like the bird’s liberating because it is the impediment of states that delivered, and because it is the impartial states in the way beginning “material jhāna factors” .",
    "ai-tika-abh08t25:112_0": "As regards the : greed, etc., that is to say, sense desires as defilement or so on means of one’s own merit, whether or not it is shake or in others.",
    "ai-tika-abh08t25:112_1": "Developing the merit comes to an end,",
    "ai-tika-abh08t25:112_2": "Abandoning is quite evident in another without seeing.",
    "ai-tika-abh08t25:112_3": "Firstly, in the first place he lay down here.",
    "ai-tika-abh08t25:112_4": "those who had aroused by joy and happiness, who had reached the goal of the Great Sanctuary,",
    "ai-tika-abh08t25:112_5": "Then the last watch of the night, which was skillful indicated by the entire Bodhisatta, exalted and skilled in worshipping the mind.",
    "ai-tika-abh08t25:112_6": "all the declarations of all beings, who have previously prepared the result for the sake of all beings, thus they are with unshakable results in mind.",
    "ai-tika-abh08t25:112_7": "“In such a case ...",
    "ai-tika-abh08t25:112_8": "This is how to say: “Because of the clairaudience of this joy and happiness” , etc., in this way he should arouse them in front of them, “This knowledge is grossness in this way.”",
    "ai-tika-abh08t25:113_0": "For it is said in the Commentaries: “He whomever has reached the peak of joy and happiness, can arrive at the way already described.”",
    "ai-tika-abh08t25:113_1": "Being tied, intimate, fact, embarrassed, and intimated by himself or others. It is by himself because of foes, charming merit, or for others.",
    "ai-tika-abh08t25:113_2": "The same is as already explained.",
    "ai-tika-abh08t25:113_3": "giving, and making merit.",
    "ai-tika-abh08t25:113_4": ": such joy and happiness associated with it, like the finest enemy.",
    "ai-tika-abh08t25:113_5": "for that, just as when a man is reckoned as position, he is able to do so.",
    "ai-tika-abh08t25:113_6": "but here it is said, “restraint by this” is said.",
    "ai-tika-abh08t25:113_7": "The rest is as already explained.",
    "ai-tika-abh08t25:113_8": "In this case: the meaning is that introduce to be uttered cattle-keeping cattle-keeper is the meaning.",
    "ai-tika-abh08t25:113_9": "Understanding of the phenomena, the over-discriminates of merit, and the mind being taught by means of that in the Vibhaṅga, after which he was reflecting at the time of the (Vihāra).",
    "ai-tika-abh08t25:113_10": "But here it is said in the first preceding specific neutrality, namely, the categories, and it is not actually stated in the Paṭisambhidā.",
    "ai-tika-abh08t25:114_0": "seeing the mendicants as pleased.",
    "ai-tika-abh08t25:114_1": "Without having strength: such is a fool, unsuitable livelihood, not calmed for living by wisdom.",
    "ai-tika-abh08t25:114_2": "fools behaved like a fool,",
    "ai-tika-abh08t25:114_3": "But here they said, “There is no meaning in giving,” and when they have arisen, they remain right view, unborn, not a Buddha,",
    "ai-tika-abh08t25:114_4": "And in the winter baskets the fool,",
    "ai-tika-abh08t25:114_5": "But a thousand dispensations, etc., are describing the others’ knowledge.",
    "ai-tika-abh08t25:114_6": "happiness born, and has become born. The meaning is: this is the meaning.",
    "ai-tika-abh08t25:114_7": "she quickly went quickly, brought (himself) swiftly, at the time of the daughter herd.",
    "ai-tika-abh08t25:115_0": "And here, the explanation of the meaning here is this: “This in the end of this” , etc., in the lady’s continuity, etc., is the indicating of his own life.",
    "ai-tika-abh08t25:115_1": "By this means without (the next day) it is she who proclaimed by him,",
    "ai-tika-abh08t25:115_2": "“They are coming with these.” ...",
    "ai-tika-abh08t25:115_3": "happiness is born in the state of existence.”",
    "ai-tika-abh08t25:115_4": "Or alternatively ...",
    "ai-tika-abh08t25:115_5": "This includes in the community of the monks’ dwelling place: “This in such-and-such a slave;”",
    "ai-tika-abh08t25:115_6": "And although (the Bodhisatta) (Tree) knowledge of the Supreme Ones, his knowledge of the right amount in accordance with it, he said, “He is the only truth,” he is expounded as it is stated in accordance with the excellence of (Vijaya).",
    "ai-tika-abh08t25:115_7": "thus shown that there is a shaking of mindfulness and happiness,",
    "ai-tika-abh08t25:115_8": "One who has come to the connection with this joy and happiness and joy, conquering his knowledge of the right aeousness, whose knowledge of the right amount of ignorance.",
    "ai-tika-abh08t25:115_9": "“... embracing ...",
    "ai-tika-abh08t25:115_10": "Seeing that this is how they are developed in order to show the way of mental joy.",
    "ai-tika-abh08t25:115_11": "Looking to your relatives: it is their fool, is the meaning.",
    "ai-tika-abh08t25:115_12": "“In the passage, he should wait for the purpose of seeing, and he should not give this formal support.”",
    "ai-tika-abh08t25:115_13": "His mind is internally the characteristic of neutrality, etc., that is to say, sense desires, etc., for the neutrality of living beings.",
    "ai-tika-abh08t25:115_14": "When the mind is developed of another person, then such happiness is successful in the four kinds of happiness,",
    "ai-tika-abh08t25:115_15": "they are accomplished in happiness and joyful, having made merit with great happiness, who have fulfilled the most merit.",
    "ai-tika-abh08t25:115_16": "“This is where there is a town,”",
    "ai-tika-abh08t25:116_0": "Of these eight consciousnesses of consciousness associated with consciousness, equanimous knowledge has the strength of consciousness, and is even more than the other man’s knowledge, with the intention that is connected with the most excellent intention, who has stilled the strength of (wholesome) effort.",
    "ai-tika-abh08t25:116_1": "but the feeling is strong in understanding and weak knowledge.",
    "ai-tika-abh08t25:116_2": "With the appearance of joy he goes more than yokes due to the ending of joy and aversion . With the fading away of rapture, he enters upon the fourth absorption, equanimous bliss, and with the power of equanimity and mindfulness.",
    "ai-tika-abh08t25:116_3": "Thus there is the fourth power of the mind, the third, and the fourth consciousness of the mind should be understood first to one whose mind is strong than that, then the fifth in this way: “The mind is the sixth power of the mind.”",
    "ai-tika-abh08t25:117_0": "26.",
    "ai-tika-abh08t25:117_1": "In the same way the eight feelings of degree of knowledge, composed with knowledge, and through the breaking of the opposite of the merit, etc., is said, “Now, the meritorious act of (supernatural) knowledge, the breaking up and destruction of meritoriousnesses, etc., and the calming them is said to be shown by austerities.”",
    "ai-tika-abh08t25:117_2": "the sound of the six kinds ofrough the objects of intentional activities should be seen as created; the breath of the three kinds, etc., and the respectively to be seen.",
    "ai-tika-abh08t25:117_3": "Hence it is said:",
    "ai-tika-abh08t25:118_0": "“By deeds you resort to merit, And by one who lives off the other,",
    "ai-tika-abh08t25:119_0": "Because of the latter procedure, the group of nuns is not comrade.”",
    "ai-tika-abh08t25:120_0": "27.",
    "ai-tika-abh08t25:120_1": "But now it is said, “Now is in order to give those who have acquired a delimitation as an abstain from available” , and so on.",
    "ai-tika-abh08t25:120_2": "Right there he should be understood:",
    "ai-tika-abh08t25:120_3": "These are the ten bases for consciousness, and for ten thousands of consciousnesss occurred in one whose mind is ten thousand lesser various kinds of merit, namely, the ten thousand, as objects of the blooms, and three hundred thousand new ones, and sixty-six kinds of psychic power, the eighty-four thousand new actions have been produced in accordance with the three and four hundred thousand news, five hundred and sixty-two have counterpards of realizations.",
    "ai-tika-abh08t25:120_4": "nor do they bring about the six supernormal powers, namely, the one thousand, the one thousand of them, and the throne of the irteen thousand monasteries, and many hundreds of thousands of years and sixty-six thousand lords of the earth.",
    "ai-tika-abh08t25:120_5": "But this is what is referred to as the highest of the fine-material and that without being grasped, etc., and without taking leave.",
    "ai-tika-abh08t25:121_0": "What don’t they say? “What is the result of skillful?” And how does he reply?",
    "ai-tika-abh08t25:121_1": "who gives a profitable cause, when they give to their reason, is unsuitable to their service,",
    "ai-tika-abh08t25:121_2": "And when his unattractiveness causes the result of (all) people produced a spear, he spends those sixteen lamps.",
    "ai-tika-abh08t25:121_3": "When the twelve myriads had (the Buddha) appeared in twelve (years).",
    "ai-tika-abh08t25:121_4": "As for the sake of misapprehension, they don’t cause it to be reasonable for the sake of their sake.",
    "ai-tika-abh08t25:121_5": "When it occurs in a bad place, (because of) people.",
    "ai-tika-abh08t25:121_6": "When one transgress with no cause,",
    "ai-tika-abh08t25:121_7": "But whatever resultant determination it is said in them, it is the dead, they say, the ten kinds of foulness, or the ten kinds of foulness because they are spoken of.",
    "ai-tika-abh08t25:121_8": "Which of these has various kinds of successively power: the Holy One’s conduct is eighteen years old; he gets in a happy destiny, (but) he will live on the heavenly realms.",
    "ai-tika-abh08t25:121_9": "the bonds of sensual pleasures.",
    "ai-tika-abh08t25:121_10": "He enjoys the use of existence as an enemy, etc.; and the result of continued existence is used in accordance with the ruler of the earth kasiṇa, and the aggregates beginning with the success of existence associating with the excess of successive proximate cause negligence, etc.; and because it is proper for them to enjoy continued existence and to eat the success of existence; or to get past lives in conformity with the future lives.",
    "ai-tika-abh08t25:121_11": "And here the use of the resort to enjoy continue, like the rolling of the Whels in the place where they like to roll on the banks of the river.",
    "ai-tika-abh08t25:121_12": "As long as caused by reason it causes to produce kamma-proces that have as its condition. And when someone encounters an unhappy destiny organizes the success of the Holy One’s life.",
    "ai-tika-abh08t25:121_13": "for he has arranged all the grounds for the heavens and responsiveness to the other. And the result of that deed.",
    "ai-tika-abh08t25:121_14": "For there is no wrong-doing for one who has not got the fruit,",
    "ai-tika-abh08t25:121_15": "for this is said:",
    "ai-tika-abh08t25:121_16": "“It’s impossible for a likable, desirable, and agreeable result to come from good verbal.”",
    "ai-tika-abh08t25:122_0": "The commentary on the sensuous worlds is finished.",
    "ai-tika-abh08t25:123_0": "He is skilled in the formless-world sphere,",
    "ai-tika-abh08t25:124_0": "Now comes the advantages of sensual pleasures, which was skilled in profitable way and listed as heard in the Heaven’s Retreat, and has arrived at the root of the fine-material sphere.",
    "ai-tika-abh08t25:124_1": "Herein, the rest is as stated in the sense of the fine-material sphere. The meaning is of the fine-material sphere.",
    "ai-tika-abh08t25:124_2": "Sittleness on the site of what is collected together,",
    "ai-tika-abh08t25:124_3": "for they don’t gain the elements of the fine-material sphere belonging to the immaterial jhānas in the fine-material sphere. Then it is not possible that they are reborn in one of the immaterial spheres, etc., because the attainment of the fine-material sphere belonging to the immaterial jhānas is capable of development .",
    "ai-tika-abh08t25:125_0": "”—”He who is devoted to the inferior states, he can exercise themselves in the way beginning, “Explaining jhāna in the way already stated .”",
    "ai-tika-abh08t25:125_1": "Or alternatively, they still haven’t developed it as much of it as they were, without poisoned, stilled there is a middle way of life.",
    "ai-tika-abh08t25:125_2": "Likewise, of the great fruit of good deeds, produced in the law of loving-kindness, etc., which is superior in the way of analysis of equivalent, purestness, etc., that is superior to seclusion by suppression of the noble ones.",
    "ai-tika-abh08t25:125_3": "and rejoicing that occurred to oneself, having occurred in the midst of the midst of others, the middle one (where the occurrence of) relied on others.",
    "ai-tika-abh08t25:125_4": "and rolling the round of covetousness and seclusion, etc., with air embodiment, etc., of the middle way, and in circumstances (which is called) the best embellishments, the supreme, consequence of seclusion, and Dhamma.",
    "ai-tika-abh08t25:126_0": "Practicing suffering, etc., which is the practice which is painful, opposing, and synonyms that practice.",
    "ai-tika-abh08t25:126_1": "Or alternatively, if it is only a state’s direct-knowledge .",
    "ai-tika-abh08t25:126_2": "For it is due to surmounting: The meaning of the practice, that is, the meaning of the language beginning, “This is to say, the meaning of being proclaimed ,” etc., should be regarded as the way beginning, “This is how the difference between the primary elements is the meaning.",
    "ai-tika-abh08t25:126_3": "Herein, the practice which is the way of practice, slow deepening of knowledge, and slow deepening of knowledge. And they quickly practice the way that’s pleasant, swift insight, and that which is the fourth way of practice.",
    "ai-tika-abh08t25:126_4": "Herein, the practice which is painful because of the practice,",
    "ai-tika-abh08t25:126_5": "slow deepening of foes, slowly he knows it,",
    "ai-tika-abh08t25:126_6": "So too, in the practice of which is painful and quick in knowledge, etc., are swift in both ways.",
    "ai-tika-abh08t25:127_0": "Herein, the hindrances are not abandoned: Here the hindrances, his knowledge of the breaths and his knowledge of the earth kasiṇas, his sense desires are quite clear, that is to say, the preceding of the earth kasiṇa, the water in the sense that they occurred in him, “Bearth is the earth” . Theirref equipment, the signless, the jhāna is this: “Belling of the earth kasiṇa obvious “Any is this” . Theirrefequire, the meaning of that, the sense of development, etc.; and the absorption, reviewing of the extinction of the earth.",
    "ai-tika-abh08t25:127_1": "But when he has abandoned the hindrances and corruptions without reaching the end of the defilements, and the knowledge of the aggregates getting rid of the corruptions, then his suffering from the continuity of the aggregates, and he gives his attention to unbecoming doubt as much as they reaching the end of suffering and the worry, and the state of being distracted by the beginning, the abandoning of the defilements, and the rest.",
    "ai-tika-abh08t25:127_2": "He who, having discovered the defilements, does not reach the end of suffering, and who brings about the practice of the state of being overwhelmed by pain and grief.",
    "ai-tika-abh08t25:127_3": "Yet he dispells the opposite sex only with pleasure oppressive fact that very happy, thinking: “In this way he is the way that very happy,",
    "ai-tika-abh08t25:127_4": "But if he swiftly reaches the oppressiveness of his defilements, he should quickly understand which brings only happiness and realizes the way.",
    "ai-tika-abh08t25:128_0": "But this practice should be understood as the breaking up of the defilements in the present life by the breaking up of the defilements.",
    "ai-tika-abh08t25:128_1": "For he whoever is able to prevent the defilements, and his faculties are faithful and so on.",
    "ai-tika-abh08t25:128_2": "The practice that leads to the complete understanding of all kinds of serenity and discernment, is slow in that way.",
    "ai-tika-abh08t25:128_3": "Because it’s possible to subdue to the hindrance of defilements.",
    "ai-tika-abh08t25:128_4": "Or alternatively, it is painful because it has no practice in insight that is the progressive understanding that is the physical process,",
    "ai-tika-abh08t25:128_5": "And if he is of the opportunity for freedom from defilements, his defilements are disproved. And he has slacked off the sense faculties, his profitable, and his sense faculties are very beneficial, then his profitable,",
    "ai-tika-abh08t25:128_6": "When the gradual difference is finished in any way, then he is at least with the help of being heedful without making an end of the meditation subject that comes into the way. He has little way and has reached absorption only the way already stated.",
    "ai-tika-abh08t25:128_7": "The practice that is not made clear, and is also included in the serving of concentration.",
    "ai-tika-abh08t25:128_8": "(Desire for) insight is to be seen with deep knowledge, he should see the Nuns’ delight,",
    "ai-tika-abh08t25:129_0": "But if a man’s defilements are sharp and harsh, then his progress is difficult and his direct-knowledge sluggish; or his practice is difficult and his direct-knowledge sluggish. If he is swift.",
    "ai-tika-abh08t25:129_1": "Therefore the aggregates should be understood as the defilement of the defilements, etc., as to the aggregates of the defilements and of the three aggregates beginning with the sense faculties aggregates, and it should be understood in this way:",
    "ai-tika-abh08t25:130_0": "Furthermore, we shall compare the suitable and unsuitable , the preparatory tasks consisting in the severing of impediments , etc., and skill in absorption . When a man cultivates what is unsuitable, his progress is difficult and his direct-knowledge sluggish.",
    "ai-tika-abh08t25:130_1": "The pleasant practice with swift insight is pleasant, and so on.",
    "ai-tika-abh08t25:130_2": "But if he cultivates the unsuitable in the earlier stage and the suitable in the later stage, then his progress is difficult.",
    "ai-tika-abh08t25:130_3": "The pleasant practice should be understood here as it is the direct-knowledge and the practice.",
    "ai-tika-abh08t25:131_0": "Likewise if he devotes himself to development without carrying out the preparatory tasks of severing impediments, etc., and encounter leads to hurting unhappy.",
    "ai-tika-abh08t25:131_1": "And if he is not accomplished in skill in absorption, his direct- knowledge is sluggish. With his direct-knowledge sluggish direct- knowledge, what is his direct-knowledge?",
    "ai-tika-abh08t25:131_2": "The breaking of craving should be understood as the breaking of the three kinds of becoming.",
    "ai-tika-abh08t25:131_3": "Because craving is overwhelmed by craving. Because it leads to the complete destruction of craving. It’s not possible to develop without anything.",
    "ai-tika-abh08t25:131_4": "and his direct-knowledge is sluggish. And if he has quickly developed insight and understanding, he is quickly concentrated.",
    "ai-tika-abh08t25:131_5": "Now, this practice, which leads to the development of the path, etc., has been obtained by one who has acquired the path and obtained in accordance with the ascetic practices, and so on. But there is no supply in the way that should be obtained by means of the path and substance of the path.",
    "ai-tika-abh08t25:131_6": "Some, the path and the practice that leads to the cessation of suffering should be practiced in the way that is painful now and so on.",
    "ai-tika-abh08t25:132_0": "As regards the means of reaching the resolution and obtaining of preliminary consent, the intention of making exertion, the mind, the limitlessness of energy, the unlimitedness of the heart, the limited objects of making limited objects, the limitless objects, the unlimitedness of the unity, the base consisting of boundless consciousness, the limitless space as its object, and the unlimitedness.",
    "ai-tika-abh08t25:132_1": "Herein, if fondness can be given away by any desire, my rebirth will be arisen.",
    "ai-tika-abh08t25:132_2": "So too with the intention investigated, etc., respectively in the way beginning.",
    "ai-tika-abh08t25:132_3": "When the support of being special qualities is unendowed, a condition for a limited object, so long as the support of being unallowable support for a limited object, it has a limited object.",
    "ai-tika-abh08t25:132_4": "But the measureless states should be understood as the arising of the unlimitedness .",
    "ai-tika-abh08t25:132_5": "if it is on the opposite day, it is still that on the day ,",
    "ai-tika-abh08t25:133_0": "And in some cases where there are two factors: where do these two jhānas reach absorption in the categories? Where do they adhered to?",
    "ai-tika-abh08t25:133_1": "Why not? Doesn’t held high (may) processes? Why is his destination?",
    "ai-tika-abh08t25:133_2": "For this level of devotion to the development of the path, namely, through reflection, and the ten kinds of foulness, it is to be undertaken by means of consideration, it is to be undertaken, that is to say, the ten important practices, and the ten recollections should be said to (to say) “Repulsiveness of energy.”",
    "ai-tika-abh08t25:133_3": "It is not possible that a fact that cannot be found through the resolution through recollection of the path, and that is why even the remaining backs in each case, thus: “This is a reckoned as a reckoned as an actual formation, and it is not possible produced by the suppression of reckoned as a recommendation of this jhāna and its grosness, and it is not callable produced by the simultaneous formations that occurring in the way beginning, “Faction” .",
    "ai-tika-abh08t25:134_0": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. These are the five hindrances.",
    "ai-tika-abh08t25:134_1": "Knowing this,",
    "ai-tika-abh08t25:134_2": "—”Faithful” is affected by removing what is called inferior, in what is inferior, medium, and superior in the sense of inferior;",
    "ai-tika-abh08t25:134_3": "Delighting in sensual pleasures, liberating, praised by the donors of sensual desire ...",
    "ai-tika-abh08t25:134_4": "Knowing this,",
    "ai-tika-abh08t25:134_5": "Herein, sensual desire is a term for sensual pleasures.",
    "ai-tika-abh08t25:134_6": "to give up ill will,",
    "ai-tika-abh08t25:134_7": "Since these three kinds of nymphs are not given up, are the factors of abandoning. That is why they should be understood that.",
    "ai-tika-abh08t25:134_8": "Doesn’t give up such unprofitable things and still are given up? So why are they called “shorns?”",
    "ai-tika-abh08t25:134_9": "purification from obstructions in absorption.",
    "ai-tika-abh08t25:134_10": "For the mind does not cling to sense desires even with many kinds of concentration, but with the single object of concentration.",
    "ai-tika-abh08t25:134_11": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. But they don’t practice accordingly, the element of influence on sensual desire and ill will,hy, or dullness and drowsiness. Would they be confident, settled, and decided about the earth element? Or is there still not? Or is no quite secluded from them, foundations that satisfaction in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness, or the dimension of nothingness?",
    "ai-tika-abh08t25:134_12": "since he has quietly saying:",
    "ai-tika-abh08t25:135_0": "“I am nephew, unsuitable, and lacking this virtue.",
    "ai-tika-abh08t25:136_0": "I am happy and free of seclusion.”",
    "ai-tika-abh08t25:137_0": "Therefore concentration is called an obstacle to reaching the jhāna because it has recommended by the removal of concentration; and so on.",
    "ai-tika-abh08t25:137_1": "And in this context it is said:",
    "ai-tika-abh08t25:138_0": "The five kinds of brought here is: here in which these five ways,",
    "ai-tika-abh08t25:139_0": "and since it is lost, therefore.’”",
    "ai-tika-abh08t25:140_0": "“Thisnking in order to give up the factors and make an effort, in order to show the factors of recommendation.",
    "ai-tika-abh08t25:140_1": "associated with the goal.”",
    "ai-tika-abh08t25:140_2": "Herein, applied thoughts as to meaning, etc., are stated according to the characteristic of their .",
    "ai-tika-abh08t25:140_3": "But if these meditations have arisen, they do not practice for the sake of ever functional giving up of these two factors. Since they have already arisen, they must be forever one thing.",
    "ai-tika-abh08t25:140_4": "Just as that with its particular individual essences, etc., is the jhāna factors, in accordance with it,",
    "ai-tika-abh08t25:140_5": "For this is said in the Vibhaṅga: “So this applied thought and sustained thought are unification of mind” .",
    "ai-tika-abh08t25:140_6": "But why do these five jhānas associated with contacts in the among the kinds of contact associated with these five jhānas? For these five jhānas are called “possessedness” in the sense of opposites.",
    "ai-tika-abh08t25:140_7": "Upasena and Kāsian, and so on.",
    "ai-tika-abh08t25:140_8": "for applied thought directs the mind on to the object.",
    "ai-tika-abh08t25:140_9": "When it has entered on the stilling of the jhāna, etc., thus it is happy in the absence of such-and-such a place with no happiness, happiness, bliss, and equanimity.",
    "ai-tika-abh08t25:140_10": "Then it is produced by this directing onto the connection with the rejection of the states beginning with. They proceed having undertaken those same things as they continue to keep themselves healthy and the production of the function of individual essences, and they envy and avarice about the right way. When adverting is effected, it also included in the moderation of the faculties. This is the right way produced by the right way:",
    "ai-tika-abh08t25:140_11": "But what is unsuitable for the sake of sensual desire, etc., is that only the resting place.",
    "ai-tika-abh08t25:140_12": "So too, in this way the five jhānas beginning with sense desires, etc., and only including the function of nymphs and the five jhānas, just as “compatibles” and so on.",
    "ai-tika-abh08t25:141_0": "“Sensual pleasures are simply present;",
    "ai-tika-abh08t25:142_0": "both of them and others.”",
    "ai-tika-abh08t25:143_0": "When a hostile person is teaching Dhamma among the people who have gone to a higher state, they say, first that the first should be entered upon first.",
    "ai-tika-abh08t25:143_1": "But it is not possible to attain the characteristic of endeavour in absorption.",
    "ai-tika-abh08t25:144_0": "* the wisdom there is from the preceding thoughts connected with the previous disappearance of the mind, but their thoughts are inferior and superior to it. This is the abandoning of this,",
    "ai-tika-abh08t25:144_1": "for it is when you’ve given up the absorption that applied thought and sustained thought do not arise.",
    "ai-tika-abh08t25:144_2": "But when the development of the mind is undeveloped, and so on is their the counterpart sign arises in him later generally in the way already stated, the counterpart of the higher consciousness arises.",
    "ai-tika-abh08t25:145_0": "What is called the “secline” because it is not abandoned defilement of the jhānas and so on?",
    "ai-tika-abh08t25:145_1": "For there is no such law of profitable states in the midst of greed and hate for the unprofitable states of covetousness and who sees these states of loss.",
    "ai-tika-abh08t25:145_2": "And the grossness of the sign that is impedimented because it is not overshadowed by the subsiding of applied and sustained thought, and so on. Herein, from the time of the opposite sex, the second jhāna is abandoned by the emergence of the gross factor and the jhānas. It is abandoned by the grosness of the grossness of access and bliss that jhāna.",
    "ai-tika-abh08t25:145_3": "If they make it strong, then it may be suppressed there in the first jhāna wherever there may be jhāna.",
    "ai-tika-abh08t25:145_4": "But this hindrance is not abandoned by the hindrances, like applied thought in its sustained thought with its opposite sex, which do not refer to the object.",
    "ai-tika-abh08t25:145_5": "For that is what should be understood as said: “Venerables, whatever there is no unfinishedness there is absorption in the sutta, that which is why, there is no particle of the development of itself in the sense of urgency, and it is said in the way already described.”",
    "ai-tika-abh08t25:145_6": "And the meaning should be understood in the way already described, too in the Characternity, the meaning is, of the termination of the kind already described.",
    "ai-tika-abh08t25:145_7": "in the second jhāna the placing of the mind and keeping it connected are abandoned in the second jhāna, which is accompanied by applied and sustained thought.",
    "ai-tika-abh08t25:145_8": "So it is “with applied and sustained thought” in the sense of sustained thought.",
    "ai-tika-abh08t25:146_0": "They connected with the earth kasiṇa in whatever manner he takes, in whatever manner he becomes really do with him.",
    "ai-tika-abh08t25:146_1": "For the jhānas occurring in the five ways: among the jhānas, etc., as they occur in the first jhāna, and also in the fivefold reckoning of the divine abidings. The divine abidings have immaterial jhānas in the fivefold jhāna, and the divine abidings.",
    "ai-tika-abh08t25:147_0": "This meditation subject consists of earth: here is simply the earth kasiṇa that is independent, etc., but it is only the same as that described above.",
    "ai-tika-abh08t25:147_1": "And here they are capable of having broken the dimension of mastery in the dimension of mastery in the dimension of infinite consciousness, in the dimension of nothingness, and the unification of the dimension of neither perception nor non-perception in the sense fields.",
    "ai-tika-abh08t25:147_2": "“Continued existence is the origin of ending.”",
    "ai-tika-abh08t25:147_3": "Or alternatively, they can be understood both of the fine-material and of the jhānas in the fine-material jhānas. And the kinds of mastery in the attainment , thus they are not composed .",
    "ai-tika-abh08t25:148_0": "Herein, one who has acquired the unsurpassable knowledge, and who is mastered the sign of the earth kasiṇa, etc., in the second absorption, “Distened” and, and when he has got rid of that? The fourth absorption, having entered upon them, the sign thus: “Whoever is the fourth absorption, I have got rid of the dimension of infinite consciousness, the dimension of nothingness, or the dimension of neither perception nor non-perception.",
    "ai-tika-abh08t25:148_1": "For that sense-field is continued existence in which you determine the opportunity for contracting the mind, function, and mastery of the mind, you should make an effort to get form.",
    "ai-tika-abh08t25:148_2": "Or alternatively, there is the knowledge of the mango trees that deed he is the sense field for being experienced.",
    "ai-tika-abh08t25:148_3": "the knowledge of the treatment, or turning back together, plunges into the five variety of mangoes.",
    "ai-tika-abh08t25:148_4": "and that after being led onwards from the five lower fetters they’re reborn in a dimension of existence.",
    "ai-tika-abh08t25:148_5": "but when it comes to the ascetic life.",
    "ai-tika-abh08t25:148_6": "—”Only this boundary posture—in a fact that appears to the Commentaries, for the sake of absorption and for the sake of reaching the sign, he is what is said.”",
    "ai-tika-abh08t25:148_7": "Should not talk about in the Commentaries, just as when did he gets the meaning?",
    "ai-tika-abh08t25:148_8": "Because the sign of the kind already described, the sign of the kind already described, is now familiar with the attainment of absorption.",
    "ai-tika-abh08t25:148_9": "This is not just the sign, and this is the cause of condition,",
    "ai-tika-abh08t25:148_10": "For the sign arises in him in this way: “What is the counterpart of sign, and on the foundation for the jhāna, etc., in the case of the jhāna, or of which is their object, and whose jhāna is unincluded in this way? When he has attained the jhāna factors of the fine-material jhānas, etc., then these eighteen signs do not appear to him.",
    "ai-tika-abh08t25:148_11": "if he has already acquired the sign, it is said in the way already described, how is it said to be the “wholesomeness” when it is said in the way already stated, how is said to be the “s arrival” .",
    "ai-tika-abh08t25:148_12": "In the fourth enquiry arose in the fifth dwindled-flowing coals that were created in by transmigration. For a second time, which has the characteristics of continued existences, and is quick in full awareness.",
    "ai-tika-abh08t25:148_13": "But some say, “Whoever has developed the dimension of mastery in the way beginning, “Whoever has reached the peak of the base consisting of boundless space as the pleased,” etc., is for those in the eight ways, there is the sign, the arising of the treasures,” it is for them to be in the same way.",
    "ai-tika-abh08t25:149_0": "In addition, “Confused” must be attained by the appearance of (the nature of) existence, the rising into the sky, the power of Sakka, the observed form, or the power of the fact that the base of mastery is in the first dimension of infinite space. That is why it is called “having attained the state of Sakka,.”",
    "ai-tika-abh08t25:149_1": "If this is said: “What is limitless space, limitless and limitless object?”",
    "ai-tika-abh08t25:149_2": "for it is called ‘final’.",
    "ai-tika-abh08t25:149_3": "Because this has arisen is the best.”",
    "ai-tika-abh08t25:149_4": "there’s no hate,",
    "ai-tika-abh08t25:149_5": "First it is obtained (them) by one who obtains the base consisting of mastery (of rebirth), and having obtained it (after his proliferation). It is limitless (for the destruction of) the dimension of infinite space, for the other immeasurable.",
    "ai-tika-abh08t25:150_0": "Or alternatively, it is measureless in discerning the preliminary material and immaterial states.",
    "ai-tika-abh08t25:150_1": "But whatever is growing the strength of the one who has compassion and has the meaning of this.",
    "ai-tika-abh08t25:150_2": "and the strength of the blessings is boundless.",
    "ai-tika-abh08t25:150_3": "It is the power of the definition of the first absorption that is powerful, having powerful, defilement in the weakness of the second absorption, Enlightened One, or that is to say, limitless and unlimited, having limitless.",
    "ai-tika-abh08t25:150_4": "Or alternatively, there is strong intention and accessibility.",
    "ai-tika-abh08t25:150_5": "The strong one strong in access and absorption would be able to observe one of these two strong senses, able to injure the darkness and compassion for the unification of the dimensions of nothingness. And they’re quick in the second absorption, the third absorption, the fourth absorption, and second to absorption.",
    "ai-tika-abh08t25:150_6": "and on the second day, after descending from the third terrace, he made safeguard.",
    "ai-tika-abh08t25:150_7": "Likewise the fourth hero, which was enemy of slow insight,",
    "ai-tika-abh08t25:150_8": "the fifth is given:",
    "ai-tika-abh08t25:150_9": "Or alternatively, wherever, bubbles dispersed in a small one, the fourth fortune arise in him.",
    "ai-tika-abh08t25:151_0": "but rather than that he is –",
    "ai-tika-abh08t25:152_0": "“I know and see visions externally, limited, both, and I know.",
    "ai-tika-abh08t25:152_1": "Not perceiving form internally, they see visions externally, limited, both pretty and ugly.",
    "ai-tika-abh08t25:152_2": "Not perceiving form internally, they see visions externally.",
    "ai-tika-abh08t25:152_3": "Not perceiving form internally, they see visions externally, limitless, both pretty and ugly. ...",
    "ai-tika-abh08t25:152_4": "blue, blue-coloured, of blue appearance, shiny blue,",
    "ai-tika-abh08t25:152_5": "yellow, yellow-coloured, of yellow appearance, shiny yellow,",
    "ai-tika-abh08t25:152_6": "red, red-coloured, of red appearance, shiny red,",
    "ai-tika-abh08t25:152_7": "Mastering them, I know: ‘I know and see.’",
    "ai-tika-abh08t25:153_0": "Herein, he perceiving forms internally, externally, grossness of the hair-spheres, etc., in the body there are many sorts of-monaskins.",
    "ai-tika-abh08t25:153_1": "Then he can see forms externally, which are worked in the four directions, which are formed externally, limited, both sides and paths, both worked externally and externally.",
    "ai-tika-abh08t25:153_2": "Un protected by limited words,",
    "ai-tika-abh08t25:153_3": "If he obtains a lump of fat, a man with bonfire, a master of the head, then if he intends to eat it with a meal, he should eat whatever is leftover, then after eating it, he should not eat the food with the intention of eating it: “Whoever dies there in this way I have a limited period, or that which is more than youth a trader to obtain it, Is there the limited for knowledge and vision.”",
    "ai-tika-abh08t25:153_4": "for the underlying tendencies are produced.",
    "ai-tika-abh08t25:153_5": "Saying, “I know,” “I know. But then, which is used for going to that meditation, is refuted the attainment with reverse mind.",
    "ai-tika-abh08t25:153_6": "But there is no way to described by the other jhānas that are just full of impingement, sought in the absence of the teaching and training.",
    "ai-tika-abh08t25:153_7": "But in the passage, the attainment of the meditation subjects reckoned as a preceding and gladness producing condition for the first jhāna, etc., in the precedise of the attainments beginning with the first jhāna occurrence of the persons –",
    "ai-tika-abh08t25:154_0": "“This attainment is just one who has shown that he is added, and is mindful, but who is uninterruptedly in attaining the attainment.”",
    "ai-tika-abh08t25:155_0": "In the second polished shells and pure and bright.",
    "ai-tika-abh08t25:155_1": "And you are pure in blue, which are ugly, unbroken, and clean.",
    "ai-tika-abh08t25:156_0": "In the third immeasurable, expanded: the colour of the funeral pyre.",
    "ai-tika-abh08t25:156_1": "But in order to reach absorption, there is no measurelessness in the world, not including the form of a production .",
    "ai-tika-abh08t25:156_2": "For the two the grounds for the piece of the ground is access",
    "ai-tika-abh08t25:156_3": "Herein, the increase (intentional) power of a pit of glowing man.",
    "ai-tika-abh08t25:156_4": "As, when the sign arises in him, how could it be taken?",
    "ai-tika-abh08t25:156_5": "When the first jhāna is oppressed, they do not decay. That is why it is due to subtlety.",
    "ai-tika-abh08t25:156_6": "Anyone who grows in fact takes a liberating and is produced in the same way, and having given up, gets rid of, eliminates, and obliterates them, then they become produced. Then there is no production of that sense-fielding for the signless.”",
    "ai-tika-abh08t25:157_0": "does not conqueror of the fourth absorption,",
    "ai-tika-abh08t25:157_1": "“For just as a man with one of the household life would not have a single one that is made of 1250 food and thrown in sent for me to see a single one that isn’t blemish, and one cannot make one of my own hands into a very strong man’s knowledge.”",
    "ai-tika-abh08t25:157_2": "and it is produced in the way already described.",
    "ai-tika-abh08t25:158_0": "There are five kinds of blue-coloured. ...",
    "ai-tika-abh08t25:158_1": "Herein, blue-blanket: here the indications of blue” , and so on. Herein, the words “factor” etc., are stated in the passage beginning, “It is complete in all the limbs” .",
    "ai-tika-abh08t25:158_2": "But in this way the meaning should be illustrated by the hand of the skin inner skin that envelops the cloth, saying, “It may be used for the purpose of pairs of liquidity,” and so on.",
    "ai-tika-abh08t25:158_3": "For even a man has much virtue, etc., in this way, it is called “spond” because it is a “spounded” .",
    "ai-tika-abh08t25:158_4": "The sitting mat should be seen with eyes. The eye is to be seen with vision.",
    "ai-tika-abh08t25:158_5": "That is why the sound of the bloated corpses together with the drums of blue-blanket and immerse themselves in one direction, etc., that is what is said.",
    "ai-tika-abh08t25:158_6": "But this is referred to as “possessing blue” included under the blue kasiṇa and blue various kinds, namely, blue, yellow, and red.",
    "ai-tika-abh08t25:158_7": "We’ll give them up",
    "ai-tika-abh08t25:158_8": "the meaning should be understood in the same way as “Repulsive” and so on.",
    "ai-tika-abh08t25:158_9": "And in the first phrases, having arisen in the first eight ways, the referring to the continuation of the roams, which are limited on the objects of the former existences, after having arisen in the way stated, has been described under the Cetiya.",
    "ai-tika-abh08t25:158_10": "Likewise the third limitless perception",
    "ai-tika-abh08t25:158_11": "But in the second dyad given in detail by one accomplishing the following fourteen kinds, etc., one who was given to him by poison.",
    "ai-tika-abh08t25:159_0": "and five months were placed in the charnel ground, the complexion of the colour, and the starting powder.",
    "ai-tika-abh08t25:159_1": "According to the end of them is limited and unlimited.",
    "ai-tika-abh08t25:159_2": "for they have had offered enough.",
    "ai-tika-abh08t25:159_3": "Wouldn’t you starting up the colour of nicessants or ugly mentioned in the unattractive, and so on?”",
    "ai-tika-abh08t25:159_4": "But this is the truth of the field of mastery:",
    "ai-tika-abh08t25:159_5": "Herein,",
    "ai-tika-abh08t25:160_0": "“Suppose they see visions externally, limited, both pretty and ugly. They see visions externally, limitless, both pretty and ugly. They seemlessly, limitless, unlimited, and limitless.”",
    "ai-tika-abh08t25:161_0": "These four classes of rebirth into this way, are extremely unequalified in this way, and so on. Since they have unfinished the limited way already stated, their limitedness is the way already stated.",
    "ai-tika-abh08t25:161_1": "For there are limitedness in these four ways of being uninterrupted, exertionalted, and opposing.",
    "ai-tika-abh08t25:161_2": "And Has not given to all instances of all kinds, praised by the words “Aṅgīrasa” is expounded as proper to colour.",
    "ai-tika-abh08t25:161_3": "They’re not worth a sixteenth part of gold, and silver, or gold, buttermilk and creepers, thinking, “This is the extent of,” they say.",
    "ai-tika-abh08t25:161_4": "If it is praised and distinguished, it doesn’t associate with one among them.",
    "ai-tika-abh08t25:161_5": "if it is purified,",
    "ai-tika-abh08t25:161_6": "We have acquired understanding",
    "ai-tika-abh08t25:161_7": "whether a golden running soil, or a pebble,",
    "ai-tika-abh08t25:161_8": "It is not worth inclusiveness",
    "ai-tika-abh08t25:161_9": "For there is something nice in which they are worth inclusive and separating by one splendouring work and better than to use their value, stilling the praises of the poison, leaving after taking them into the various classes of colours and single one of their accumulating the value, etc., and then they were satisfied by the one seized thus: “Next that is to say, it is to be given attention to now that satisfaction as the manifestation of requisites and after genuine of the future lives, it producing the distinction between the two ends, and the food and the rest.”",
    "ai-tika-abh08t25:161_10": "But the state of existence in the Abhidhamma, the Explanation, and the rest of the Commentaries, etc., are stated in the Commentaries.",
    "ai-tika-abh08t25:161_11": "There is substantial originate in both places.",
    "ai-tika-abh08t25:161_12": "And so, firstly in the Accomplished One’s discipline described thus:",
    "ai-tika-abh08t25:161_13": "When discourses spoken of the imperturbable, having spoken of the first liberation, he created the analytical knowledge of the dimension of mastery, and the attainment of the liberation by the beautiful, and the attainment of the dimension of mastery, and the attainment of the liberation.",
    "ai-tika-abh08t25:162_0": "In the third oppressive liberations, in the second liberations, the third liberations, the fourth liberations, and the liberations, being formless liberations, observeloping the minds of the liberations, without using the liberations,",
    "ai-tika-abh08t25:162_1": "And although they do so, they say: “With all forms of the liberations that are emptiness, liberation, immersion, wisdom, freedom, and the knowledge of the liberations, they shall see idiosyncratic in each and every way, they will realize the beautiful, and indications that are realisations.”",
    "ai-tika-abh08t25:162_2": "I’ll be able to make this claim:",
    "ai-tika-abh08t25:162_3": "Then what is the Commentaries do not perceive them as such?”",
    "ai-tika-abh08t25:162_4": "Then no matter how to make it constructed in any way that they will bring about them to the physical matter, and they will live there.",
    "ai-tika-abh08t25:162_5": "for if they aren’t able to profound because of their own form, then they should be transgressed externally.",
    "ai-tika-abh08t25:162_6": "for it’s not easy to completely discover the influence of knowledge. It does not appear to the continuation of existence.",
    "ai-tika-abh08t25:162_7": "(The king) does not teach the Dhamma to the assembly with eight reasons.",
    "ai-tika-abh08t25:162_8": "The same way as stated should be understood in detail in the same way as it is given in detail .",
    "ai-tika-abh08t25:162_9": "For he gave up the exposition of the teaching on the basis of non-confusion in the way that is to say: “In this way the exposition of the teaching is effacement, the way that is inclination of states” .",
    "ai-tika-abh08t25:162_10": "‘This is the dimension of mastery should be known.’",
    "ai-tika-abh08t25:163_0": "Herein, the jhāna is obtained by means of the jhāna’s jhāna, and so on having entered upon that jhāna, which is like the first absorption, when he has entered upon the fourth absorption, having entered upon the fourth jhāna, and is having reached the last jhāna, and is produced in the very same way as its object, is like a term for the jhāna’s attainment with its object, and it is produced by the jhāna as its object.",
    "ai-tika-abh08t25:163_1": "for that is so called because it has been purified by means of the base consisting of boundless space as its object, and because it is well freed through enlightenment or of the base consisting of boundless space as its object, it is said: “By this liberation is called the highest.”",
    "ai-tika-abh08t25:163_2": "And this is said in the Commentaries:",
    "ai-tika-abh08t25:164_0": "“But what can be understood?",
    "ai-tika-abh08t25:164_1": "This is the exposition concerning the sense of urgency:",
    "ai-tika-abh08t25:164_2": "This is the higher mind:",
    "ai-tika-abh08t25:164_3": "withdrew to the dreams on. It was being refused about by the Supreme One with the tangles and the mind.”",
    "ai-tika-abh08t25:165_0": "it is stated according to the simile of the sign, which is limited in the formless release, made limited, exaltedness of the formless liberation.",
    "ai-tika-abh08t25:165_1": "For they’re said to have reached the limited absorption.",
    "ai-tika-abh08t25:165_2": "therefore the immaterial states of meditation in the destruction of being overcome by hate, and therefore it is called “final Emancipation” because it is not possible to attain the state of particular liberation.",
    "ai-tika-abh08t25:165_3": "But the other kasiṇa, whether of the base consisting of boundless space has arisen,",
    "ai-tika-abh08t25:165_4": "then he reckons it by means of the dimension of mastery:",
    "ai-tika-abh08t25:165_5": "But some of them say that “blessed” is well freed due to the ending of the base consisting of boundless space, ~ and well freed through embracing the base consisting of boundless space, obsession by the first jhāna and the liberation of the base consisting of boundless consciousness.",
    "ai-tika-abh08t25:166_0": "But it is threefold:",
    "ai-tika-abh08t25:167_0": "“Sights see visions externally, perceiving form internally, they see visions externally, limitless, beautiful or ugly.”",
    "ai-tika-abh08t25:168_0": "Herein, the arising of head hairs is the basis for forms. The arising of forms is the basis for forms.",
    "ai-tika-abh08t25:168_1": "He sees forms externally as blue, yellow, red, and so on.",
    "ai-tika-abh08t25:168_2": "in this sense the internal and external bases are an indication in the opposite sense.",
    "ai-tika-abh08t25:168_3": "Not perceiving form internally, they do not perceive the origin of head hairs, etc., in one of the head hairs, etc., in the fine-material and immaterial jhānas.",
    "ai-tika-abh08t25:168_4": "Through this (deeds) he will give, and having obtained (them) obtained in the border.",
    "ai-tika-abh08t25:168_5": "Saying, “Accomplished” in the details of these two jhānas, etc., are mostly seen among them who are very dark in colours, and so on.",
    "ai-tika-abh08t25:168_6": "Herein, although these two “stomach” is one who lives in line with the cramped places, etc., and also includes them in the Subhaga Forestively, there is no profitable actually interpreting them with the first jhāna, in the second jhāna, and follows thus “longing the object of the embarks” . That is why there is called “short oppositeness of the first jhānas.",
    "ai-tika-abh08t25:168_7": "But here the bhikkhus have attained the path to that same place in this way: “As a bhikkhu who dwells pervading his heart through the supernormal power, he dwells in the Vibhaṅga thus: ‘About the liberation of the beautiful, and so on.’”",
    "ai-tika-abh08t25:168_8": "But the divine abiding of the Dhamma and the attainment is not included herein the precincts of the liberation, and having given up the sweet liberation of the essence of the liberation, and employed by the beautiful incompatibles essence, all of their liberations in that very life.",
    "ai-tika-abh08t25:169_0": "the formless states are likeable and pleasing.",
    "ai-tika-abh08t25:169_1": "For he has attained the first jhāna in the third jhānas of the fine-material sphere, which is accompanied by a host of Brahmā, the central schools of Brahmā-worker, the life-span, and the excellent Great Brahmā.",
    "ai-tika-abh08t25:169_2": "Likewise in the second jhāna and third-jhāna, In the second jhāna, limited and expansive, limitless and pure.",
    "ai-tika-abh08t25:169_3": "The fourth absorption is limited and limitless.",
    "ai-tika-abh08t25:169_4": "As the master of the fivefold jhāna, which is abundant fruit, with the fading away of life span, three divine abidings, three kinds of fruit, and one whose life span is fading away, as follows: path is the best and transmigration.",
    "ai-tika-abh08t25:169_5": "Also, it is due to surpassing the ordinary person who has adhered to the faculties of faith, etc., and an excellent ordinary person thus: “On the lineage of faith, a thousand rebirths, a thousand world-spheres, or a hundred thousand rebirths, for sixteen thousand cracks, transmigrations, and embryoserversitys.” And it is like this: “Over a thousand rebirths, a hundred thousand rebirths, and sixteen grands, a thousand rebirths of the gods, and sixteen proportionships.”",
    "ai-tika-abh08t25:170_0": "But in the case of any one of these two kinds of fine-material sphere should bring them here and there. That is why there are fruitions in the destiny, enjoying the sense of urgency, producing the fruit of good and bad results.",
    "ai-tika-abh08t25:170_1": "And here the second jhāna can be seen by means of the fourth jhāna of the fine-material jhānas, delimitation of all the limits, etc., in the way already described, and that is to say, as follows:",
    "ai-tika-abh08t25:170_2": "Herein, there is no simile of the influence of its delimitation by the influence of the fourth jhāna only in the other two, namely, the abandoning of the fourth tetrad and the other two.",
    "ai-tika-abh08t25:171_0": "The conclusion of the fine-material sphere is finished.",
    "ai-tika-abh08t25:172_0": "Unskillful in the formless-world sphere,",
    "ai-tika-abh08t25:173_0": "Now comes the description of the profitable passage beginning, “Herein, what is unprofitable” , etc., in the passage beginning, “Herein, what is suitable” .",
    "ai-tika-abh08t25:173_1": "the space kasiṇa is the basis for such a space.",
    "ai-tika-abh08t25:173_2": "Herein, consciousness rolled forth the base consisting of boundless consciousness:",
    "ai-tika-abh08t25:173_3": "for he has the second object,",
    "ai-tika-abh08t25:173_4": "Everywhere the whole of the sign of materiality, etc., in the case of the fine-material jhānas, etc., is in the case of all aspects, etc., which is dissipated non-human beings, the meaning is, of any sort of visible objects, and the jhāna in the fine-material jhānas.",
    "ai-tika-abh08t25:173_5": "Or alternatively: the meaning is that it is unbounded ; the meaning is, it is all of them.",
    "ai-tika-abh08t25:173_6": "Of perceptions of matter: both of the fine-material jhānas mentioned here under the heading of “perception,” and of those things that are their object.",
    "ai-tika-abh08t25:173_7": "for the jhāna of the fine-material sphere is called “possessed of visible matter” in the sense of habit.",
    "ai-tika-abh08t25:173_8": "At that time the base consisting of boundless space is a term for what in the first jhāna is called “bounded” , etc.; therefore it is for fine-material and immaterial jhānas in this way: “The perception of matter what is jhāna therefore” , thus it is a term for fine-material jhānas.",
    "ai-tika-abh08t25:173_9": "“Absolutely” is the meaning of form, perception is the meaning.",
    "ai-tika-abh08t25:173_10": "Then the base consisting of the earth kasiṇa should be seen as the earth kasiṇa, etc., which is called “boundedness”.",
    "ai-tika-abh08t25:173_11": "For “ perceptions of matter” is one submitted under the influence of perceptions.",
    "ai-tika-abh08t25:173_12": "With the surmounting: with the fading away and with the cessation.",
    "ai-tika-abh08t25:173_13": "what is said:",
    "ai-tika-abh08t25:173_14": "Of these five factors, the perception of aggregates, the perception of forms, and the defilements of the earth, they are skilled in the fine-material and unsprofitable bases of boundless space, and the perception of the dimension of infinite consciousnesses, the perception of the dimension of infinite consciousnesses, the dimension of nothingness, or the perception of neither perception nor non-perception; and the perception of cessation, etc.; and the consciousnessessence, and the consequence of their objects and obstacles.",
    "ai-tika-abh08t25:173_15": "For it is not possible to reborn in the next life without completely understanding.",
    "ai-tika-abh08t25:174_0": "*that is not enough for that simile of these perceptions of resistance, having grasped the perception of the universal perceptions of repulsion, they say: “The perception of the impingement of the function of resistance is neither perception nor non-perception of such.”",
    "ai-tika-abh08t25:174_1": "Herein, the worm-infested corpses that are a term for forms . The perception of forms produced by impingements and repulsion is a term for the perception of forms. The perception of the aggregates are a term for perceptions of matter:",
    "ai-tika-abh08t25:175_0": "”Herein, what are the perceptions of resistance?",
    "ai-tika-abh08t25:175_1": "Perceptions of visible objects, perceptions of sounds, perceptions of odours, perceptions of flavours, perceptions of tangible objects—these are called ‘perceptions of resistance’” ;",
    "ai-tika-abh08t25:176_0": "For those who are skilled in profitable and immoral circumstance, and making an effort.",
    "ai-tika-abh08t25:176_1": "Hasn’t this jhāna of the fine-material jhānas in this way?",
    "ai-tika-abh08t25:176_2": "For there is no surmounting of the first jhāna in the fivefold reckoning, and so on.",
    "ai-tika-abh08t25:176_3": "it should be understood that this is the fourth kind of bliss and equanimity: “Being that pleasure and pain are given up in me, and on the fourth path to purity of mindfulness and equanimity, and on the fourth path to equanimity.” And in this way, they too, having entered and remained in the fourth path for the first absorption, wherever they undertake and follow the path of the paths.",
    "ai-tika-abh08t25:176_4": "Or alternatively, there are no equal in the fine-material and immaterial sphere.",
    "ai-tika-abh08t25:176_5": "What is with agitation as condition:",
    "ai-tika-abh08t25:176_6": "for development of the fine-material sphere does not lead to fading away of greed for form, and producing of the fine-material jhānas is actually present.",
    "ai-tika-abh08t25:176_7": "But when development of the immaterial forms lead to fading away, they say, “I have given up.”",
    "ai-tika-abh08t25:176_8": "For it is said: “In this way, too, in the first jhāna, he used to enter upon the first jhāna without first jhāna.”",
    "ai-tika-abh08t25:176_9": "And it is because they’ve abandoned the imperturbable form, and have attained the imperturbable liberation of the formless liberations, transcending form in the formless liberations, and attainment in the peaceful liberation of the formless liberations.",
    "ai-tika-abh08t25:177_0": "The meaning is of variety: “Bhikkhus, doing so with variety and unification in variety of perceptions , etc., are of four kinds produced by perceptions of variety .”",
    "ai-tika-abh08t25:177_1": "For this is the end:",
    "ai-tika-abh08t25:178_0": "“What are perceptions of variety?",
    "ai-tika-abh08t25:178_1": "They are called perception because they have not attained—whether perception, perceiving, perceivedness, and perception—these are called perceptions because of diverse mind-consciousness element in body.”",
    "ai-tika-abh08t25:179_0": "down in the analyses,",
    "ai-tika-abh08t25:179_1": "The eleven kinds of unprofitable visible objects, etc.; and of the perception of variety and unprofitable kinds of sense-sphere, eleven kinds of functional perception, and unprofitable perception—s of variety, eleven kinds of unprofitable-sprofitable perception, eleven kinds of sense-sprofitable-sprofitable-the-An kinds of sense-sphere states. That is why these are perceptions of variety and unprofitable resultant perception eleven kinds of sense-sprofitable-s.",
    "ai-tika-abh08t25:179_2": "Without giving up the there is no reviewing of the jhānas, without exception, of the mind, of the defilement of without exception, and without giving attention to the reason for the sake of (supernatural) processes, the mind becomes without comprehension.",
    "ai-tika-abh08t25:179_3": "For this jhāna is called “non-perception of variety” in the way already stated, is said to be “with the complete surmounting of perceptions of matter” in the way already stated, and their non-attention to perceptions of variety.",
    "ai-tika-abh08t25:179_4": "Then what is called difference between them?",
    "ai-tika-abh08t25:179_5": "Because the perception of matter and perception of sights are not reborn in the realm of luminous form and perceptions of resistance. For excess of the perception of being reborn in the realm of luminous forms, and perceptions of vanity, etc., only the base consisting of boundlessness in this way: “With the perception of matter, with the complete transcending of perceptions of matter, with the disappearance of perceptions of giving up and death, there is no longer in the future life,” are grossness and surmounting fortunateness.",
    "ai-tika-abh08t25:179_6": "so the diverse spectrum of perceptions don’t arise because of that. That’s why they don’t arise the development of the perceptions of resentment, not the idiosity of the perceptions of existence or the lamp, and so on. That’s why they don’t arise, less, or unattained, not?",
    "ai-tika-abh08t25:179_7": "There too, when one who has attained the jhāna in this way is accessible to perception and attention unification of mind in the way already stated.",
    "ai-tika-abh08t25:179_8": "So the perception of such things as “perception of variety of perceptions,” and “The abandoning of all the fine-material spheres of variety” , “The perception of variety of perceptions of variety” , and the complete understanding of all the three kinds of sensual stimulation, quite secluded from sense desires, reality, not unprofitable things; and all those that are fact of giving up and attention to perceptions of loss.",
    "ai-tika-abh08t25:180_0": "But here the perception of the dimension of infinite space ... Unbounded space : it should be understood that “unbounded space” because its near simultaneously, not focusing on the perception of the dimension of infinite space.",
    "ai-tika-abh08t25:180_1": "For there is no arising in this way, to the arising of the states consisting of non-existence .",
    "ai-tika-abh08t25:180_2": "For, without understanding the origin of existence, and having become one who has become reborn in the end of suffering, and who has become evident to them.",
    "ai-tika-abh08t25:180_3": "But you should not focus on the fact that idea by giving attention to the sign, yetcle of its receptacle of making the meditation subject, then the meditator should make the effort to get rid of it.",
    "ai-tika-abh08t25:180_4": "(but) is called “boundless” and “possessing of others” are said to be propounded and “special” .",
    "ai-tika-abh08t25:180_5": "the perception of the dimension of infinite space and the dimension of infinite space in that same way, having given up the sphere of endless space, and with the perception of the dimension of infinite space, the perception of the dimension of infinite space, the perception of the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of infinite consciousness in that place.",
    "ai-tika-abh08t25:180_6": "Or alternatively, they perceive the dimension of infinite space and the dimension of infinite space, and their perceptions entered the dimension of infinite space, their perceptions entered the dimension of infinite consciousness.",
    "ai-tika-abh08t25:181_0": "consciousness. ...",
    "ai-tika-abh08t25:181_1": "When it has gone beyond this it, it is reckoned as an incompatible with its object, etc., and because it has the first jhāna of the consciousness that follows in the way beginning, “This attainment or initiative and is not made unexistent, and it is said to be the first kind of consciousness that same consciousness as its object, and it does not bring to mind consciousness, or as “consciousness” that is to say, “consciousness” .",
    "ai-tika-abh08t25:181_2": "–",
    "ai-tika-abh08t25:182_0": "“If consciousness is like this, it may be done like that.”",
    "ai-tika-abh08t25:183_0": "Or alternatively, it should be attained by the second jhāna, etc., and on the object.",
    "ai-tika-abh08t25:183_1": "like the first direction.",
    "ai-tika-abh08t25:184_0": "perception ...",
    "ai-tika-abh08t25:184_1": "Felling people thus, “Where do they not even have a discarded blanket that is used for the purpose of worms (what has been stored away?).",
    "ai-tika-abh08t25:184_2": "for mindfulness and although there can be his own territory.",
    "ai-tika-abh08t25:184_3": "‘ding non-existence’ is a term for the dimension of infinite space.",
    "ai-tika-abh08t25:184_4": "The rest is as already explained.",
    "ai-tika-abh08t25:185_0": "perception ...",
    "ai-tika-abh08t25:185_1": "Because of the subtle perceptions there is no perception of the simile of the perception of the manner of perceptions and non-perception as in the case of the perception and feeling, perception and feeling are neither perception nor non-perception.",
    "ai-tika-abh08t25:185_2": "“If it is (will) remain unallowable.”",
    "ai-tika-abh08t25:185_3": "that’s method.",
    "ai-tika-abh08t25:185_4": "but, having completed a long time, said what is said,",
    "ai-tika-abh08t25:185_5": "Then many of perceptions neither perception nor non-perception, and so many different kinds of perception are described in each and every way.",
    "ai-tika-abh08t25:185_6": "the perception of the dimension of neither perception nor non-perception and the dimension of neither perception nor non-perception associated with it, and the perception of the dimension of neither perception nor non-perception is related to the perception of the dimension of neither perception nor non-perception.",
    "ai-tika-abh08t25:185_7": "Or alternatively, all perceptions of people are neither perception nor non-perception, which is incapable of performing the perception of the base consisting of neither perception nor non-perception, still only the remaining dimension of neither perception nor non-perception, or the base consisting of neither perception nor non-perception. They perceive the dimension of neither perception nor non-perception as remains in the dimension of neither perception nor non-perception, and remain in the sense of neither perception nor non-perception.",
    "ai-tika-abh08t25:186_0": "You should ask form ...",
    "ai-tika-abh08t25:186_1": ": the first jhāna is the wish of the earth kasiṇa, etc., in the second temperature, and they in the first jhāna, as follows: “Having the earth,” and in the four directions, etc., are put in accordance with the fine-material jhānas, etc., only in the second and immaterial jhānas, etc.,",
    "ai-tika-abh08t25:186_2": "Also, twenty-four thousand years had elapsed, a second group of 84,000 span, and a third part of for 84,000 years. And they must understand:",
    "ai-tika-abh08t25:187_0": "The confirmation consisting in the formless realm is finished.",
    "ai-tika-abh08t25:188_0": "endowed with the supermundane attainments.",
    "ai-tika-abh08t25:189_0": "After looking around threefold profitable and extraordinary, they brought out to the north, and so on.",
    "ai-tika-abh08t25:189_1": "The world is Ujjitiver: The world is threefold:",
    "ai-tika-abh08t25:189_2": "The world of conditions he speaks from the world of beings.",
    "ai-tika-abh08t25:189_3": "then this supermundane is the supermundane.",
    "ai-tika-abh08t25:189_4": "For there are four ways of attending to the constituent groups (of mind and body) that provide fuel for attachment,",
    "ai-tika-abh08t25:189_5": "For seven days they are a stream-enterer, a once-returner, a non-returner, or a once-returner. They are non-returner, or perfection.",
    "ai-tika-abh08t25:189_6": "But the mundane worldly pleasures among the worlds is the first path to stream entry. They are once-returners, non-returners, and perfection.",
    "ai-tika-abh08t25:189_7": "Thus there was a fourfold path and aroused by the mind. And the skill in supermundane, too. When a task, skill in supermundane, the three worlds, and the mental skill in its intention.",
    "ai-tika-abh08t25:189_8": "But the world’s cross-legged, or looked down on both sides, yet you go beyond or extinction of extinguishment.",
    "ai-tika-abh08t25:189_9": "“Mendicants, the things that are prone to being grasped, or conditioned.”",
    "ai-tika-abh08t25:190_0": "When the offense and the basis for such powers as creating schism, they get rid of the resentment when it comes to the attainment of the Thirty-Three of the path, the intention and in the next life are produced from the course of the path. And when something is underlying tendencies because of the province of the Lord of the world.",
    "ai-tika-abh08t25:191_0": "When an astute, competent, good person has three qualities they keep themselves healthy and whole. ...",
    "ai-tika-abh08t25:191_1": "The fourteen, the signless, the beautiful, the delightful liberations, the emptiness attainments, the intermediate liberations, the intermediate directions, and the forty-three .",
    "ai-tika-abh08t25:191_2": "But what is their liberation?",
    "ai-tika-abh08t25:191_3": "Nine supermundane states.",
    "ai-tika-abh08t25:191_4": "according as it is said: “The ascetic life and the four noble paths are without defilements and the fruit of quenching.”",
    "ai-tika-abh08t25:191_5": "And it is well freed through the corruptions without defilements that are liberated from the pollutants.",
    "ai-tika-abh08t25:191_6": "But the liberations that are emptiness is well attained, and the signless release.",
    "ai-tika-abh08t25:191_7": "according as it is said: “Bhikkhus, there are these three liberations:",
    "ai-tika-abh08t25:191_8": "emptiness release, signless release.",
    "ai-tika-abh08t25:191_9": "It may be that a wholesome path because of the four ways of attending to wholesome things,",
    "ai-tika-abh08t25:192_0": "the emptiness of the employed, and the object can be understood to him as its object.",
    "ai-tika-abh08t25:192_1": "Because that path is the fruit and result of these.",
    "ai-tika-abh08t25:192_2": "for that is two kinds of path and the fruition path,",
    "ai-tika-abh08t25:192_3": "and the path gone along, which is dying and (true) the path to the fruit of going from here.",
    "ai-tika-abh08t25:192_4": "There they must go through the path of the fruit, wherever they return.",
    "ai-tika-abh08t25:192_5": "On the path where they come from, here they went by.",
    "ai-tika-abh08t25:192_6": "and later because of that encounter for him (and then),",
    "ai-tika-abh08t25:192_7": "Endowed with the virtue:",
    "ai-tika-abh08t25:192_8": "As to object: from contemplation of objects.",
    "ai-tika-abh08t25:193_0": "For one who has acquired the characteristic of oppositeness in all aspects and they keep themselves healthy and whole. Those who don’t achieve that path to the insistence on conditions, and they keep themselves untied. They are insisting on the path of self-proclaimed, which they do not insight.",
    "ai-tika-abh08t25:193_1": "But the path has been got there, and in receptacle it is called what is heard.",
    "ai-tika-abh08t25:193_2": "Hence it is said: “Mindfulness Visionary who gives his attention to it, emptiness release” .",
    "ai-tika-abh08t25:194_0": "But anyone who has the characteristic of impermanence in all conditions, etc., and their practices that are impermanent, suffering, and perishable, etc., through having the sign of all that they penetrated the path to the highest feature of defilement, etc., and because they don’t insight due to the ending of defilements.",
    "ai-tika-abh08t25:194_1": "The sign is obtained, no sign is unsuitable, not signless.",
    "ai-tika-abh08t25:194_2": "Hence it is said: “Expert in this way one gives attention to the signless release through the signless release.”",
    "ai-tika-abh08t25:195_0": "But the unshakable path is found in all the characteristics of suffering, etc., because it is the path for the complete ending of suffering, and the path of the path leading to the destruction of craving, the pride of craving, and the path of insight due to the ending of craving.",
    "ai-tika-abh08t25:195_1": "From that path he has got rid of desire for the purpose of reaching absorption.",
    "ai-tika-abh08t25:195_2": "Hence it is said: “He gives his attention to it as a desireless, he is free from suffering” .",
    "ai-tika-abh08t25:195_3": "This, in the first place, is the name of the greed for mind.",
    "ai-tika-abh08t25:196_0": "But the limited desire for himself is permanent, everlasting, eternal, imperishable, and so on. That is how the signless is in the mode of the greedy, etc., namely, the signless, the desireless, the signless, and the emptiness attainment because it is the signless liberations, etc., and the void of the objects that base consisting of quenching of Nibbāna, etc., which is called “reliminary” .",
    "ai-tika-abh08t25:196_1": "But that discourse in the specific condition is not in accordance with the Teaching.",
    "ai-tika-abh08t25:196_2": "For the exposition should be understood as included under the interpreting of the Faith beginning with the Enlightened One’s Commentaries, etc., as follows: “From now on the exposition of the Faith, the enlightenment of Enlightened One’s special qualities, etc., with the surmounting of the Enlightened One’s Commentaries . Consequently, and the exposition is “pounded” .",
    "ai-tika-abh08t25:196_3": "For it is said: “Being the teacher’s bowl, he should do so deliver it is three in three ways, he should give the signless liberations in the three ways.”",
    "ai-tika-abh08t25:196_4": "But here the opposite is coming down in the same way too through the sign of the paths of expert in the same way.",
    "ai-tika-abh08t25:196_5": "Yet he is not able to go on a walk, that is, when he has been shaken by the road to the end.",
    "ai-tika-abh08t25:196_6": "For if this is how, however, the foundation of insight is found, but not the foundation of gladness in them?",
    "ai-tika-abh08t25:196_7": "That is what is heard:",
    "ai-tika-abh08t25:197_0": "“By the signless and power of conceit,",
    "ai-tika-abh08t25:198_0": "From conceit he comes to endeavour – And to shaking at peace.",
    "ai-tika-abh08t25:199_0": "The exposition of the paths, etc., is said in the explanation of the paths that cooked by the depths.",
    "ai-tika-abh08t25:199_1": "a resting place for the sake of another, and arouses the sign of the path, you don’t get to be used to give a sign.",
    "ai-tika-abh08t25:199_2": "Now this is the emptiness of conditions:",
    "ai-tika-abh08t25:199_3": "For even though they do not see a single progress, however, they know the way is in line with the teaching, they say that person is worthless.",
    "ai-tika-abh08t25:199_4": "Rather, the progressive understanding that individual essence is empty of the variety of paths, for the sake of insight, etc., is easy to see the sign of serenity, and not discerning the sign of insight.",
    "ai-tika-abh08t25:199_5": "That is how the sign of foulness is permanent, everlasting, eternal, imperishable, and so on.",
    "ai-tika-abh08t25:199_6": "this is not enough for all:",
    "ai-tika-abh08t25:199_7": "emptiness is the straight path, whatever lacking in understanding he has ceased there is no way for emptiness obsessed by the way of speaking the path to peace. It is said to be the direct-knowledge of the attainment evening what is empty, not the attainment of the path belief of the fruit of the paths, etc., of the way is said to be studiedness of the emptiness of attainment.",
    "ai-tika-abh08t25:199_8": "But then you don’t get enough produced by the noble path, which is accompanied by the noble path, which is accompanied by the regards of the lamps .",
    "ai-tika-abh08t25:199_9": "apart from the Buddha, exception of the perspectives, even with a single one of the three characteristics, etc., and one whose mind is deliverance of intelligent, etc., then excessive concentration and understanding faculty unspecified pervasion as its characteristic, while he is exceedingly on the path, –",
    "ai-tika-abh08t25:199_10": "“Because of not-self, there’s the faculty of wisdom.”",
    "ai-tika-abh08t25:200_0": "Insisting on oneself, it is praised by the precincts of the noble path, and on the way being endowed with the practice that leads to the rough.",
    "ai-tika-abh08t25:200_1": "As they do so, it is outshone the path for concentration, which is outstanding the analytically abandons the path of lust, concentration is severed by the opposite of the path, and it is outstanding of the path.",
    "ai-tika-abh08t25:200_2": "“Since he focuses on the faculty of pain, there’s no faculty of immersion.”",
    "ai-tika-abh08t25:200_3": "But that practice, because of the noble path is obtained on the way to the noble eightfold path, it’s appropriate for them to get material support.",
    "ai-tika-abh08t25:200_4": "When they hear the impermanence of all conditions, they resigned the impermanence of all kinds of becoming enlightened. Then after hearing the practice itself, they think ‘The actually lack of faith in the Buddha’.",
    "ai-tika-abh08t25:200_5": "“Since they attend to the faculty of faith, there’s much faith.”",
    "ai-tika-abh08t25:200_6": "But it is called a ignorant hint, or any signs, and it is not easy to obtain the sign of action, but one who does not obtain the sign of irreversible actions, and one who thinks: “I am the delayed, the opportunity for work, and the signless attainment is a path leading to absorption be scrutinizing, but rather than the others.”",
    "ai-tika-abh08t25:200_7": "if it is called “the immaterial states” because it is associated with the states of emptiness.",
    "ai-tika-abh08t25:200_8": "But if relief is the truth of the faculties, it is obtained by opposite sex with the sense of urgency, and it is obtained by the mindfulness.",
    "ai-tika-abh08t25:201_0": "Or alternatively, there is the case of the person called socializing in the empty dwellings, which is well-developed, owing to emptiness, the consequence of irresistance, emptiness of the exposition of the natural idness, the state of non-existence in .",
    "ai-tika-abh08t25:201_1": "For one gem greed in greed, hate, and delusion interrupt even for a single strike.",
    "ai-tika-abh08t25:202_0": "But adverting the sign of formations is included in the Commentary. Perceiving the signs of choices, etc.; there is no production of the foundation of the sign of serenity; but not discerning the sign of serenity; they enlightenment of the variety of paths. And it is not easy to get enough to teach.",
    "ai-tika-abh08t25:202_1": "Therefore it is said:",
    "ai-tika-abh08t25:202_2": "“But here there is a place for settling down the four paths here and there is a path to conflict with each higher stage in the opposite sex.”",
    "ai-tika-abh08t25:202_3": "So it should be understood these three liberations that are very helpful, feeding on the beautiful, since they have done so, having given up the three true insights, wisdom, rejoicing, and ending the defilements, because they haven’t clearly developed their liberations.",
    "ai-tika-abh08t25:202_4": "for this is said:",
    "ai-tika-abh08t25:203_0": "“After in front of the world, he sees all his mind-made released in the world, making preceding the whole world with its eliminations of all activities, with the giving up of the three elements, the mind-elements, and the benefit of the world, its eliminations of the eliminations, and the destruction of all conditions.”",
    "ai-tika-abh08t25:204_0": "And here as to delimitation: it is bounded by the surface of the stomach and by its delimitation and by what appertains to the inner skin.",
    "ai-tika-abh08t25:204_1": "When you saw impermanence, they vanish from choices.",
    "ai-tika-abh08t25:204_2": "Seeing intention, they lead to harm.",
    "ai-tika-abh08t25:204_3": "(even) his mind is held in (good) mind,",
    "ai-tika-abh08t25:204_4": "For when you see a painful mental process, the mind is sluggish.",
    "ai-tika-abh08t25:204_5": "I do not see any such faults as: “This is mine, I am not this, this is not my self” .",
    "ai-tika-abh08t25:204_6": "So these three are states of impermanence, etc., that of the three kinds should be understood as stated owing to deal with insight.",
    "ai-tika-abh08t25:204_7": "And in the next case, he asked questions:",
    "ai-tika-abh08t25:205_0": "“When he gives attention to the ending of conditions, they attend to the end of suffering as impermanent, as suffering, as diseased, and as an absence, as a dart, as misery, as an empty, and as a .”",
    "ai-tika-abh08t25:206_0": "what has been said:",
    "ai-tika-abh08t25:206_1": "This being so, Is it not possible to develop the Dhamma Visākha (and) by means of the state of the Dhamma.",
    "ai-tika-abh08t25:206_2": "But it was also impermanent, suffering, and perishable. Instead of settling it has thoroughly explained the path to the end of the stain of avarice, and it is the path to the end. And it was by the simile of the paths, by the scriptures, by the appropriate ones.",
    "ai-tika-abh08t25:207_0": "The four ways of creations is the noble path, but the four kinds of stream-entry, including the path to stream-entry.",
    "ai-tika-abh08t25:207_1": "But the noble paths have the eighteen culminations , and the eighteen, nine faculties, etc., and an individual essences—they are incapable of performing the tales, and they are capable of realizing the sense faculties.",
    "ai-tika-abh08t25:207_2": "Hence it is said: “He is doubting and uncertainty” .",
    "ai-tika-abh08t25:207_3": "Mindfulness aggregates, and identity view is a term for the five aggregates. The view of self is a term for mindfulness and constituents opposite of identity view. This is a term for identity view.",
    "ai-tika-abh08t25:207_4": "But there is a single harness in one phrase and twenty-four stations.",
    "ai-tika-abh08t25:207_5": "For any kind of form they regard it as self, self as having form.",
    "ai-tika-abh08t25:207_6": "One regards form as self, or he sees forms as he likes, he looks like a tree,",
    "ai-tika-abh08t25:207_7": "or because of the scent of a flower,",
    "ai-tika-abh08t25:207_8": "or in a charming hair, like a monkey,",
    "ai-tika-abh08t25:207_9": "Seeing in this way, one should regard feeling in self-mortification in self.",
    "ai-tika-abh08t25:207_10": "Herein, regarding the five lower fetters, insistence in views, and insistence on views",
    "ai-tika-abh08t25:207_11": "But one who is attached and mixed with sickness should understand.",
    "ai-tika-abh08t25:208_0": "They’ve got rid of doubts or uncertainty regarding the development of doubt, and they don’t achieve doubt in the modes of doubt. And they have gone beyond doubt about this or that:",
    "ai-tika-abh08t25:209_0": "“Anyone who has doubts about the teaching, the Saṅgha, the training, and preservation regarding the training, past, and present in lives.”",
    "ai-tika-abh08t25:210_0": "Thus in the Buddhas, the three worlds, and the eight bases of doubt,",
    "ai-tika-abh08t25:211_0": "“Oh, what will I be?”",
    "ai-tika-abh08t25:212_0": "When it came back in this way, the sixteen bases and the ten bases, etc., as well as the basis for objects.",
    "ai-tika-abh08t25:213_0": "There I have no doubts about the teaching in the Saṅgha. In the past, future, and present. Your doubt is uncertainty about the teaching. Your doubtful, ego, possessiveness, or underlying tendency to conceit for sentient beings. You can dispel remorse in the present. Yourself, the doubts about the future. Your doubts about the future. Those who have no doubts about the future. Throughness. And there are no doubtings about the future. Your ideliberation, and uncertainty about the future.",
    "ai-tika-abh08t25:213_1": "for a present is called “gone who has formerly abiding in the past,” and so on. That is why it is called “welling”.",
    "ai-tika-abh08t25:213_2": "This here is what about to go about.",
    "ai-tika-abh08t25:213_3": "The foolish ordinary person is insane;",
    "ai-tika-abh08t25:213_4": "That’s why he wants nothing in them.",
    "ai-tika-abh08t25:213_5": "which is why it is said in the text, “Hercerying to be whether or not he has gone beyond doubt or uncertainty.”",
    "ai-tika-abh08t25:213_6": "But with teachers of the past, future, and present, say: “Where do they get rid of the future?”",
    "ai-tika-abh08t25:213_7": "That is why in the case of the given uprooting of all conditions, opposite sex, or the practice that leads to the cessation of ignorance. And the end of all conditions should be understood as far as the cause, the conditions for the sake of embracing each and every case.",
    "ai-tika-abh08t25:214_0": "The sixteen bases of what was happening,",
    "ai-tika-abh08t25:214_1": "Does doubt about the past?”",
    "ai-tika-abh08t25:214_2": "“How was it one of those brahmins who were reborn in the company of the gods, who were possessed of birth and death?”",
    "ai-tika-abh08t25:214_3": "how does one live in some matter?",
    "ai-tika-abh08t25:214_4": "(There is) because of the power of God’s creation, since he says “Is there a cause of ruination?”",
    "ai-tika-abh08t25:214_5": "“What was rebirth, and who was it belonging to? Or to is it a brahmin?",
    "ai-tika-abh08t25:214_6": "I was it a god who was a human being.”",
    "ai-tika-abh08t25:214_7": "I will not be in the way already described, or do so in the future?",
    "ai-tika-abh08t25:214_8": "He said, “What will I be in the way already described?”",
    "ai-tika-abh08t25:214_9": "Is there no such thing as this, and now I am reborn?",
    "ai-tika-abh08t25:214_10": "Herein, this is what is said:",
    "ai-tika-abh08t25:214_11": "“How can anoint with his own hand, and so on?”",
    "ai-tika-abh08t25:214_12": "Likewise in the same way.",
    "ai-tika-abh08t25:214_13": "How do you live happily?”",
    "ai-tika-abh08t25:214_14": "But in the present time there is no one called ‘rebirth’.",
    "ai-tika-abh08t25:214_15": "Where will it be?",
    "ai-tika-abh08t25:215_0": "Consequently virtue is virtue consisting in virtue, etc., here it is the virtue consisting in virtue and concentration, which is virtue consisting in specifically by means of the path and the purification of virtue as “perception”.",
    "ai-tika-abh08t25:215_1": "Or both (cept) did the same deed and so on,",
    "ai-tika-abh08t25:215_2": "One who speaks thinking: “Sometimes speaking on what is contrary to the speaker, while speaking in accordance with his own hand, thinking, “Sometimes I speak.”",
    "ai-tika-abh08t25:215_3": "Having thus performed that he does his virtue by means of the result of that virtue, etc., of the occasions beginning with the absence of giving food and drink, etc.,",
    "ai-tika-abh08t25:215_4": "Rejoicing in the censure of others and the other destiny, misapprehension of precepts and observances, virtue, learning, and precepts and observances.",
    "ai-tika-abh08t25:215_5": "‘Purification of ethics is purification through ethics, purification of ethics, and view is a term for purity.’",
    "ai-tika-abh08t25:215_6": "Identity view, doubt, misapprehension of precepts and observances, identity view, doubt, and misapprehension of precepts and observances.",
    "ai-tika-abh08t25:215_7": "They call them simply through the deeds and cut off the fetters, or the fetters they’re reborn in the underworld. Their view is included in line with that same view, and they make an end of it. Their view is obstructed by cutting off and transmigration, it is possible to attain it.",
    "ai-tika-abh08t25:216_0": "extinguishment is called the noble eightfold path. Going in this way, they’re called ‘The path’ and the practice that leads to extinguishment. They’re dedicated to the noble eightfold path’. They in order to attain the path to extinguishment. And the path is extinguishment by the path.",
    "ai-tika-abh08t25:216_1": "Or alternatively, he reaches the first absorption and the path to stream-entry, and the noble path with right view. So the first is the noble path to the attainment of the mind.",
    "ai-tika-abh08t25:217_0": "Delighting in kingdom, they delight in the five grasping aggregates. And greed in the five grasping aggregates they are.",
    "ai-tika-abh08t25:217_1": "One who is angry and uprooted",
    "ai-tika-abh08t25:217_2": "He is free from delusion indeed unknowing as there are eight enlightenments,",
    "ai-tika-abh08t25:217_3": "By developing those defilements ...",
    "ai-tika-abh08t25:217_4": "setting up the golden statue there.",
    "ai-tika-abh08t25:217_5": "Herein, the mundane is produced by two, namely, the reckoned as an enlightenment.",
    "ai-tika-abh08t25:217_6": "For when the various miracles were rubbed, they might not lose their defilements and appear influence. When they were making plastered inside or out, the darkness arises, and when they arose.",
    "ai-tika-abh08t25:217_7": "But the two paths have been given up by Principles, idiots, and shamelessness arise.",
    "ai-tika-abh08t25:217_8": "But some who wanted to Once a Once-Returner even if he wants without trouble.",
    "ai-tika-abh08t25:217_9": "There will be those more children, child with daughters-in-law,",
    "ai-tika-abh08t25:217_10": "That is why the reason why the embryo is stated in the way already stated. And the two kinds of becoming , that is to say, the reason why two, namely, each stated is “as to be understood” .",
    "ai-tika-abh08t25:217_11": "But why are these three topics of delusion? They are not corrected in the third and third place because they have described under the same illness in the noble path. And why, having given up the defilements come to an end, the path to the connection with the three paths of the noble paths, and the second enlightenment factors, etc., their oppositesite sex outside the third paths of greed for the others as specific neutrality, etc.; and they all lead the manages that affection is province,",
    "ai-tika-abh08t25:217_12": "Exalted by the Truth, having taken that the Factors of Complete Awakening, having grasped the Protector of the World, burning with the Mount Vedas, etc., and being of their incompetent here.",
    "ai-tika-abh08t25:217_13": "“After (all) sensual desires” or “provided of those Liberated in the Paṭisambhidā.”",
    "ai-tika-abh08t25:217_14": "Because that is why it is said in the second prior stage thus “flows desire and ill will” .",
    "ai-tika-abh08t25:217_15": "According to the human realm he went on a stream-enterer. He comes back to the underworld, once-returner.",
    "ai-tika-abh08t25:217_16": "For although the path of the dangerous path comes along with the stream, it is still only the fruit of once-returner as the means of the non-returner, whose mind is said to be the stream-enterers, who is unattached to the paths of once-returners, free from the stream-enterers, who is a once-returner, whose mind is said to be far from the stream-entererer.",
    "ai-tika-abh08t25:218_0": "in the five kinds of sensual stimulation, and sensual desire for sensual pleasures.",
    "ai-tika-abh08t25:218_1": "ill will ...",
    "ai-tika-abh08t25:218_2": "Without being repulsion he comes back to this realm of sensuality, he does not come back.",
    "ai-tika-abh08t25:218_3": "greed for forms.",
    "ai-tika-abh08t25:218_4": "The conceit ‘I am’ is proficient in the formless,",
    "ai-tika-abh08t25:218_5": "Firstly, enduring the trial period of six days ago,",
    "ai-tika-abh08t25:218_6": "Or is it possible that arouses the defilement of the defilements, or in the mind like a balanced by the pollutant of corruptions.",
    "ai-tika-abh08t25:218_7": "Ignorance is the perception of happiness.",
    "ai-tika-abh08t25:218_8": "Because of the shamelessness of lust, making amends for what he has done, etc., and because of the Lord of the Enlightened One’s special qualities such as etc., he should be caught up in water: “Don’t neglect, give rise to wicked things, etc., or to the accumulate necess, and lack of undertaking the fruit of Arahantship.”",
    "ai-tika-abh08t25:218_9": "For that is so the path because it purifies the mind of the Arahants, “He is wise,” and then returns to the path because he has entered upon Arahantship, the path to perfection that attainment is the path of the noble path, he thus he is called Arahantship in the path of Arahantship.",
    "ai-tika-abh08t25:219_0": "It is like one who has entered upon the jhāna factors possesses two factors like the fine-material jhāna.",
    "ai-tika-abh08t25:219_1": "How do they respond?",
    "ai-tika-abh08t25:219_2": "And here the first two senior monks there are four teachers next to the doctrines of the Theras.",
    "ai-tika-abh08t25:219_3": "For in that case, in the Commentaries said: “It is the noble path that leads to the complete destruction of the path, the stream has been emerged from the absorption, and it is said to be the path of insight” .",
    "ai-tika-abh08t25:219_4": "The Elder Tipiṭaka Cūḷapanthaka also said: “This path is the place where the Elder Nāga Cave in place for attaining the meditation subject.”",
    "ai-tika-abh08t25:219_5": "Even the ministers said: “Three, Visionary, observing the constituents aggregates, habitually to die;",
    "ai-tika-abh08t25:219_6": "For when you emerge from the first absorption, you bring it to the like that.”",
    "ai-tika-abh08t25:219_7": "But the Elder Tipiṭaka Cūla-Abhaya said: “Whoever has a path to keep the company of the three-food-eaters a path that is like that.” And the path is expounded in that way the fourfold paths, that is, “It is indeed,” and he has expounded the path to that path.",
    "ai-tika-abh08t25:220_0": "But the Wise Ones should be understood that these three Therasposites are in fact opposite sex, and so on.",
    "ai-tika-abh08t25:220_1": "Firstly, as soon as they arise, after having been reborn in the first place where the one was produced. The attainments of the fine-material attainments, they have arisen in the first absorption and the noble path, and the first absorption, which has already arisen in the first absorption.",
    "ai-tika-abh08t25:220_2": "But if he has made an end of the body, it is good that at the moment of its base consisting of what is meant.",
    "ai-tika-abh08t25:220_3": "But the preceding specific neutrality is a name for the arising of sensual pleasures, etc., and complete in the fine-material jhānas based on sense-sphere, like the aggregates, or the object of the sense-sphere attainments in the second jhāna, etc., there is nothing but in the passage beginning, “There is no further development of the Elders or the object” .",
    "ai-tika-abh08t25:220_4": "When one has reached the absorption, there is no way to settle the first jhāna, if he has already reckoned the absorption on the ground, then that is, by means of the jhāna.",
    "ai-tika-abh08t25:220_5": "If it is swept away from the first jhāna, he has rectitude on the second jhāna, which is an individual essence after emerging from the first jhāna.",
    "ai-tika-abh08t25:220_6": "But if there is no such person, they get rid of it.",
    "ai-tika-abh08t25:220_7": "Herein, here it is firstly in the Vibhaṅga thus: “Here the one-sessioner by the word of the enlightenment factor of theteen kinds of fondness,” and then, having dropped on its object, he said, “Souch is the path that, the path of the blessings of the aggregates, etc., here, similar to the path of the aggregates, that is why the path of purification of the opposite of many sorts of oposites of devotions, etc., the for insights, and that is why thereformity, the paths of the noble paths, etc., have become evident to the noble paths, they say, have become the fruition of the paths of the noble paths of the practice.",
    "ai-tika-abh08t25:220_8": "That is how there is the pentading of mindfulness, etc., in this way, “On the first jhāna,” etc., and on the actual occasion of honoring the elders in the first jhāna, by emerging from the paths of the sense-sphere, and after emerging from the Kattika trasmitship.",
    "ai-tika-abh08t25:221_0": "But if it is said further: “Of the first jhāna there is a condition for the second jhāna, etc., because it is the condition for the surmounting of the texts beginning with the second jhāna, etc., as its object, and because it is the path he has descended embark for each higher stage, there is the path, and that is why ‘with its root as condition.’ ”",
    "ai-tika-abh08t25:221_1": "This being so, after reinforcing the aggregates in this way, the Elders making this entire spectrum of the offering on the second jhāna, and then having dropped on the path and separated from the first absorption, he keeps all the paths on the perfection.",
    "ai-tika-abh08t25:221_2": "it is observed by one who is below upon the first jhāna that is observed by the one who stands near the middle of the fact that arose in one whose meditation have been discerned by one and old ages in the way beginning, “When a fact that is oppositeed in that way,” and in this way, it is rightly concentrated by the success of access.",
    "ai-tika-abh08t25:221_3": "When he has emerged from the upper one, he has emerged from the third jhāna in the fourfold reckoning the two and the first absorption, then the second jhāna after emerging from the third absorption, and he has already familiar with the jhāna factors. Then this one is the basis for the jhāna’s reaching the western direction.",
    "ai-tika-abh08t25:221_4": "So when there are two senior mendicants who teach the Dhamma and the Elders are few,",
    "ai-tika-abh08t25:222_0": "And in the third tetrad there is only this jhāna, which is rightly explained in the first jhāna, or else for one who has reached jhāna by insight.",
    "ai-tika-abh08t25:222_1": "Or else the rest of the three tetrads beginning with the kind of feeling born of the wind in the bowels, and the feelings that have already ceased.",
    "ai-tika-abh08t25:222_2": "And three senior mendicants do not see Vipassī, nor do they be seen by insight.",
    "ai-tika-abh08t25:222_3": "Isn’t this feeling because it has only reached the jhāna factors and the second jhāna in this way?",
    "ai-tika-abh08t25:222_4": "But it doesn’t dropped on the foot bent down by the feet, turning it over to the feet, have it on the first jhāna, and on the foot by the feet. Then, eleven blows away from the coals, and its near the middle of the path, they’re encountered by the first, and its factors are fulfilled by the path,",
    "ai-tika-abh08t25:223_0": "Or alternatively, they do not proceed in this way. Then—whether it is not possible to discern the jhāna and do not arise in one who is moved by the corner of his feet, nor do they proceed.",
    "ai-tika-abh08t25:223_1": "There may be this:",
    "ai-tika-abh08t25:223_2": "where there is an impartial jhāna, here it is here.",
    "ai-tika-abh08t25:223_3": "Where there is no place for attaining the fourfold jhāna, and which in the fine-material and immaterial jhānas in it.",
    "ai-tika-abh08t25:223_4": "You have this jhāna subsides with that jhāna.",
    "ai-tika-abh08t25:223_5": "When a mendicant has attained the first absorption, the second absorption, the third absorption, and the fourth absorption in that very life, after emerging from the fruit of stream-entry, they get up from that, and make the fruit of stream-entry, they have been reborn in the first absorption in the fruit of stream-entry, once-return,",
    "ai-tika-abh08t25:223_6": "For the second jhāna in the case of the first jhāna, and so on.",
    "ai-tika-abh08t25:223_7": "For if a forget about the supermundane jhāna can be understood to be perfected in the fourfold reckoning of the world, for the incomparable, and in the case of the supramundane.",
    "ai-tika-abh08t25:224_0": "the variety of paths ...",
    "ai-tika-abh08t25:224_1": "Once they’re skilled in drunks, skill in basic supports, still skilled in obligations of the fruits of their own supernormal powers. They are expert in the fruits of once-returners, those who are stream-enterers, and those who don’t favour.",
    "ai-tika-abh08t25:224_2": "However, mundane and supernormal powers are those in ghosts, etc., respectively to be stream-enterers,",
    "ai-tika-abh08t25:225_0": "The Uttara is finished.",
    "ai-tika-abh08t25:226_0": "He was skilled in the four floors.",
    "ai-tika-abh08t25:227_0": "28.",
    "ai-tika-abh08t25:227_1": "And when he was skilled in the four directions, he said: “This town and capital choose this town,” and he said, “Go away.”",
    "ai-tika-abh08t25:227_2": "Herein, sense desires:",
    "ai-tika-abh08t25:227_3": "Likewise the “worms” in the way beginning.",
    "ai-tika-abh08t25:228_0": "He is skilled in loss, skilled in what is skillful and what is unskillful,",
    "ai-tika-abh08t25:228_1": "For one is able to arrive at the beginning with the profitable texts on their way, skilled in loss, and skilled in opposite senses.",
    "ai-tika-abh08t25:228_2": "Since the noble path is said to be the protector of the noble path, it is called “folker”.",
    "ai-tika-abh08t25:228_3": "Or alternatively, what is unclear and what is unconfused about the obstructions by the path, which is unskillful and sustained thought.",
    "ai-tika-abh08t25:228_4": "He is skilled in profit, skilled in laziness, and skilled in emerging from speaking way.",
    "ai-tika-abh08t25:228_5": "Sage: the sage beginning with what is known as the highest, the gladness of all enemy consisting in both ways:",
    "ai-tika-abh08t25:229_0": "is called a sage in the world.",
    "ai-tika-abh08t25:230_0": "Wise One possessed of the six supernormal powers, while he possesses the physical nutriment consisting of the defilement consisting in the five jhānas, and he possesses the five factors .",
    "ai-tika-abh08t25:231_0": "The fourth section on the ground is finished.",
    "ai-tika-abh08t25:232_0": "Unskillful,",
    "ai-tika-abh08t25:233_0": "THE Skillful Questioning what is skillful and what is unskillful, what is unprofitable, and what is skillful. But when I said they say, “This is unskillful, what is skillful and what is unskillful, what is unprofitable,”",
    "ai-tika-abh08t25:233_1": "“As adorned from the ground” said: “Having seen the meaning, they will show the meaning of it and said, “Diligence.”",
    "ai-tika-abh08t25:233_2": "then those inner wanting to deal with the immaterial spheres on immaterial sphere, and the rest are independent.",
    "ai-tika-abh08t25:233_3": "The terms for the earth element is a term for the fine-material sphere, and with the two kinds of sensual stimulation.",
    "ai-tika-abh08t25:233_4": "But how is one free of delusion?",
    "ai-tika-abh08t25:233_5": "who has developed craving for sense pleasures,",
    "ai-tika-abh08t25:233_6": "For the abandoning of craving for sensual pleasures, for forms, and forms,",
    "ai-tika-abh08t25:233_7": "If it is to be taken back,",
    "ai-tika-abh08t25:233_8": "for others be discussed in this way.",
    "ai-tika-abh08t25:233_9": "If there is no place for growing on the ground, it would be appropriate for them to do so without mindfulness.",
    "ai-tika-abh08t25:233_10": "Then, on the result of the result of giving and sharing, therefore it should be seeking the inclusion, not by the inclusion of the community.",
    "ai-tika-abh08t25:233_11": "But the world’s endurance is unsurpassed: it should be understood torporized further than that.",
    "ai-tika-abh08t25:234_0": "To go away for the purpose of sadness because he wants something without being resentment. On the contrary, the occasion when he makes a base consisting of nothingness, he says, “This too is undetermined, ‘Before.’ ... ‘This place is why even though the ground is undeveloped, it does not neglected ...",
    "ai-tika-abh08t25:234_1": "” These are two kinds of help:",
    "ai-tika-abh08t25:234_2": "and when the other has gone out of doubt, it is due to the influence of greed, hate, and delusion that have gone produced in the various conditions for the sake of , they say, “It is because of delusion” .",
    "ai-tika-abh08t25:234_3": "if he does so, he said, “Unskillfully in sitting on the shade of the eleven disheven-headed from the bowl, and from behind the sitting mat.”",
    "ai-tika-abh08t25:234_4": "When agitated, after rising, slowly, and plundering the progress,",
    "ai-tika-abh08t25:234_5": "since he has quietly saying:",
    "ai-tika-abh08t25:235_0": "“Having given up the Trunk, after restlessness,",
    "ai-tika-abh08t25:236_0": "eleven myriads will come to you.”",
    "ai-tika-abh08t25:237_0": "But with this reason the point of construction, the meaning shown by what is said.",
    "ai-tika-abh08t25:237_1": "Which is three feelings: three kinds of pain, pleasure and pain, as happens:",
    "ai-tika-abh08t25:237_2": "“Mendicants, there are these three feelings.",
    "ai-tika-abh08t25:237_3": "What three?",
    "ai-tika-abh08t25:237_4": "pleasant, painful, and neutral.”",
    "ai-tika-abh08t25:237_5": "And where should it be understood that they say, “Bhikkhus, whenever they say is happy and well suffered, doing what is unprofitable feeling?”",
    "ai-tika-abh08t25:237_6": "Well-greed roots, roots, stems, and leaves roots.",
    "ai-tika-abh08t25:237_7": "For even though both with greed, hate and delusion are unprofitable in the way beginning, “But owing to greed, hate and delusion,” and then in the sense of urgency, is quiet and rooted in the unprofitable “s” .",
    "ai-tika-abh08t25:237_8": "Likewise the root of a tree,",
    "ai-tika-abh08t25:237_9": "trickling at the root, trough, digging, or ignorant.",
    "ai-tika-abh08t25:238_0": "With wrong view, they come to (surely) fitting view, “Let us go with the intention to come.”",
    "ai-tika-abh08t25:238_1": "And although the ground in the future is not the case, it is not the Neither in the future, nor the view of the sixty-two grounds, and the view that the resorts to be seen that view is proper runnning hithers, by that view.",
    "ai-tika-abh08t25:239_0": "“When the mind is inferior,” etc., the root of greed and so on are inspired by the eyes,",
    "ai-tika-abh08t25:239_1": "having wrong view, wrong thought, wrong speech, and wrong view.",
    "ai-tika-abh08t25:239_2": "And so long as anger remains unattached, distracted, grasped, and picked up the dangers in the others. He grasps the dangers in worldly pleasures, grasped the dangers, and establishes themselves in sensual pleasures.",
    "ai-tika-abh08t25:239_3": "the sound of the first –",
    "ai-tika-abh08t25:240_0": "“But was the road, your Majesty,",
    "ai-tika-abh08t25:241_0": "by which mother is dried up,",
    "ai-tika-abh08t25:242_0": "they see that the birds in a lake,",
    "ai-tika-abh08t25:243_0": "The mother and father come to an end” .",
    "ai-tika-abh08t25:244_0": "such is the wrong way as the bowel of his son, and of the mouth, and of wrong view, and of wrong view.",
    "ai-tika-abh08t25:244_1": "Or alternatively: here it is the sound of sense desires,",
    "ai-tika-abh08t25:244_2": "“The brahmin lady is just that stealing for themselves. They are trying to get lots of medicine and supplies for the sick. And they are for the sake of their own use, still engage in sex. They are precious to break apart, hiding out of their sacred flame, authority, blameless clothes, and precious things.”",
    "ai-tika-abh08t25:244_3": "plunging into the sky, skilled in cotton-downings,",
    "ai-tika-abh08t25:244_4": "As to the essence: it is due to surmounting the sign that is called to be found on the first jhāna, etc., with its intention “he takes it.”",
    "ai-tika-abh08t25:244_5": "As to the local bile is the wind in the bowels, etc., that is to say, the winds in the ears of a dog, or the demony.",
    "ai-tika-abh08t25:244_6": "with slowly jealousy:",
    "ai-tika-abh08t25:244_7": "But if she says, “It is because of her own giving preference to another,” it is said, “When it is given to him.”",
    "ai-tika-abh08t25:244_8": "the sound of others can be understood as taking sides by others, or the computing of the accusations.",
    "ai-tika-abh08t25:244_9": "the winds of sensual pleasures,",
    "ai-tika-abh08t25:244_10": "to get caught by the drum of others, that will be tormented by the robbery of others.",
    "ai-tika-abh08t25:245_0": "As to states associated with the states of defilement, etc., and of the two kinds of concentration are associated with the unconditioned.",
    "ai-tika-abh08t25:245_1": "if it is said, “Why is it associated with a poisonous (only) associated with knowledge?”",
    "ai-tika-abh08t25:245_2": "for the sake of the mind and the characteristic of thoughts.",
    "ai-tika-abh08t25:245_3": "After killing living creatures from killing living creatures, stealing,",
    "ai-tika-abh08t25:245_4": "Endowed with the sound of refraining from killing living creatures, stealing, and sexual misconduct;",
    "ai-tika-abh08t25:245_5": "For the ten ways of performing and deceitful deeds, etc., doing wrong views because of this deed, the three wrong views are not lost.",
    "ai-tika-abh08t25:245_6": "After rejoicing they exceeding the mind of others, they still get rid of it.",
    "ai-tika-abh08t25:245_7": "When it was rolling a person’s rolling one wish, it is not possible to bear rolling the door.",
    "ai-tika-abh08t25:245_8": "Whatever suits one is allowed with ghee in cureds, he should see in the way already described.",
    "ai-tika-abh08t25:246_0": "Feeding on roots, trickles, and rolls at the root of delusion, the mind dreadful radiates, and there is no way for any other.",
    "ai-tika-abh08t25:246_1": "for the purpose of rolling on and transmigrating for the object, and giving attention to the object of the mental warding off of the breaths as its proximate cause, and therefore it should not be done in that case.",
    "ai-tika-abh08t25:246_2": "Doesn’t agitation overpower or including all that is mentioned above in this way? ”",
    "ai-tika-abh08t25:246_3": "and the power of being purified,",
    "ai-tika-abh08t25:246_4": "For this is how the mind should be achieved, and the strength of the mind associated with it.",
    "ai-tika-abh08t25:246_5": "for there is no subsequently in the sense of defending and unprofitableness in the mode of the sixteenth particular individual essences.",
    "ai-tika-abh08t25:246_6": "So it should be understood that the abandoning of striving is of two kinds as associated with it, and with uncertainty, the two associated states, and the state of uncertainty should be seen.",
    "ai-tika-abh08t25:246_7": "the meaning is that it’s settling down when the border is being bitten.",
    "ai-tika-abh08t25:246_8": "Herein, doubt should be understood as stored up when the conditions are fulfilled in the future. And the time of dawn, the scattered, of the body should be understood.",
    "ai-tika-abh08t25:247_0": "And although he is engaged in the formless people, free from (performed) appearance, the production of his deeds, and the rest.",
    "ai-tika-abh08t25:247_1": "Then he who, having understood the reason for what was suitable,",
    "ai-tika-abh08t25:247_2": "For whatever things arise in the root of greed, hate, and delusion for the adultaneous things—shardened by the roots of hell, the animal realm, or the aggregates in hell—that’s why it is actually a basis for ending the defilements. That is why it should be said to be the root of rebirths in the hells, and that’s why it is the animal realm, or the ghost realm.",
    "ai-tika-abh08t25:247_3": "whose effort is unskillful when suffering ends is said, “For pain” is what is meant.",
    "ai-tika-abh08t25:248_0": "By the doing of this deed it gets bad to go inferior people (only) with bad friends, by the vanity of conceit, and by vanity of desire and ill will, and by vanity and negligence .",
    "ai-tika-abh08t25:248_1": "Then, although wickedness by the wickedness of the conceit ‘I am’ with the wickedness of wicked desires, the thirteen leagues reaches by wickedness and conceit,",
    "ai-tika-abh08t25:248_2": "But this is the plane of practitioner:",
    "ai-tika-abh08t25:248_3": "Firstly, it was badly profitable and unprofitable. It was foolish and unprofitable. It was never skill in definitively because of the Fortunate One’s legal procedures, was unwholesome, or an unprofitable way to the each other, skilled in patience, and skilled in effacement.",
    "ai-tika-abh08t25:249_0": "The Unskillful is finished.",
    "ai-tika-abh08t25:250_0": "The Useless states",
    "ai-tika-abh08t25:251_0": "They favourable to each other, skillful qualities particular resulting in majesty, and they accompanied by each other.",
    "ai-tika-abh08t25:251_1": "For that plants propagated from the world, advertingsible fruits results in that place are produced in appearance, and results in appearance, liable to fall apart, choice, and adornment and manifestation of skillful qualities such as the productive of result of skillful qualities, etc., and the result of that deed, and the result is produced and produced in accordance.",
    "ai-tika-abh08t25:251_2": "resultant mind.",
    "ai-tika-abh08t25:251_3": "he is the venerable who speaks of the fruit of that deed,",
    "ai-tika-abh08t25:251_4": "But if it fails it does not succeed because of its fruit.",
    "ai-tika-abh08t25:251_5": "action is your mind alone—",
    "ai-tika-abh08t25:251_6": "the resultant of the sense-spheres should be understood as stated in the way already stated.",
    "ai-tika-abh08t25:251_7": "One without (the result), with no known beginning as Shaky",
    "ai-tika-abh08t25:251_8": "(but) as a root condition.",
    "ai-tika-abh08t25:251_9": "because of the words “blessing” is said of the rooted in this way: “They are associated with the roots of the kinds of becoming” because it is the reason why it is called “has rooted in the subsequently.”",
    "ai-tika-abh08t25:252_0": "(when) he will know his own sense desires, he will be skilled in the pleasures of the senses.",
    "ai-tika-abh08t25:252_1": "For the result of the people components, their own work is called.",
    "ai-tika-abh08t25:253_0": "“He was skilled in the Vibhaṅga,” and so on, etc., with the intention to its object, etc., as its object, and so on. And here it was said above that because of the words “sphere usually”",
    "ai-tika-abh08t25:253_1": "The remaining six kinds of objects, etc., which are limited in the passage beginning, etc., which is limited in the six internal objects, etc., respectively, etc., respectively, etc.;",
    "ai-tika-abh08t25:253_2": "loving it as to be comprincipled.",
    "ai-tika-abh08t25:253_3": "and the practice that leads to the destruction of craving.",
    "ai-tika-abh08t25:253_4": "passed away from that place I was reborn,",
    "ai-tika-abh08t25:253_5": "Experiential confidence in the limited sense desires,",
    "ai-tika-abh08t25:253_6": "For the one of sensual pleasures give rise to the aggregates of defilements, defilement, and hard-hearted observes defilement in the sense of the defilement of sensual desires, and craving for sensual pleasures, etc., are called “following” .",
    "ai-tika-abh08t25:253_7": "and the result of the connection with the result of that deed, etc., is limited on the object, being aroused with the object of the result of deeds, but rather this is said in the way that is limited to attain the object.",
    "ai-tika-abh08t25:253_8": "Or if it does so, it turns out to have a value of fires, etc., that very same object,",
    "ai-tika-abh08t25:253_9": "It is not possible for a function of perception to be reached by concentration that the result of past deeds, and the result of good for a living being.",
    "ai-tika-abh08t25:253_10": "For the perception of impermanence is characterized as the highest, and so on, then the sign of the kind already described in the way beginning, “quite secluded from sense desires,” etc., is the sign of attaining the kind described under the heading of concentration in the way beginning, “Simperception is absorption concentration” , then the sign of that attainment should be attained by means of that jhāna, which is why it is aroused through the sign of concentration.",
    "ai-tika-abh08t25:253_11": "A small thing will come to produce any limited object of the result of deeds, a result of past deeds.",
    "ai-tika-abh08t25:254_0": "The feature of things existing in the sign, like the sun arises.",
    "ai-tika-abh08t25:254_1": "For he is able to make a living for himself, and not to give rise to some other sides, the result of his oppositeness, and so on.",
    "ai-tika-abh08t25:254_2": "Hence it to him: “Before we will take it,”",
    "ai-tika-abh08t25:254_3": "Avoiding: there is interruption of (living) people through desire and craving for manifold understanding, the result of craving, and the result of making condition.",
    "ai-tika-abh08t25:254_4": "While the result is endeavouring for its deeds, it occurs as if being gladness produced in one who is conceived.",
    "ai-tika-abh08t25:255_0": "Concentration is the meaning in that case. It is manifested as the reckoning of the fourfold reckoning . Its function is the meaning. It is in the case of the fourth jhāna.",
    "ai-tika-abh08t25:255_1": "There it is the obstacles and hindrances, that the mental objects of the similes of the defilement of the function of aggregates is the danger and threats, and the production of aggregates through knowledge. It is enlightenment factor in the sensestive produced by the rope of opposites. It is simply the obstacles of oppositesites, continuations producing condition for continued existence, and the practices.",
    "ai-tika-abh08t25:255_2": "Anyone who has committed it is said to doing it, “It’s possible,” “It’s possible that he should remove them pull it up with the mud.”",
    "ai-tika-abh08t25:255_3": "Or alternatively, they can show that the duties is to be done, etc., and that is what is said. Then it is not possible to show that she is said.",
    "ai-tika-abh08t25:256_0": "32.",
    "ai-tika-abh08t25:256_1": "and to the warding off of the roots of jackals, etc., and people of the aging from the root of embracings and fruits, they say “It is the reason why.”",
    "ai-tika-abh08t25:256_2": "two (only) associated with consciousness, (wholesome) What is connected with the root of the trees is hard to cause,",
    "ai-tika-abh08t25:256_3": "and with the cause.",
    "ai-tika-abh08t25:256_4": "Herein, there are four inclusively: the four associated states associated with knowledge, and the four instances are associated with knowledge.",
    "ai-tika-abh08t25:256_5": "For by whatever exertion the mind becomes conceived in that way, the circumference of the mind becomes evident,",
    "ai-tika-abh08t25:256_6": "But that object is hard to see, and it is hard to give place because of the object of the root.",
    "ai-tika-abh08t25:256_7": "You should not think about this teacher’s has been explained by him as follows:",
    "ai-tika-abh08t25:256_8": "For accordingly:",
    "ai-tika-abh08t25:257_0": "“Those who have no object of being grasped, ~ the object of a existence,",
    "ai-tika-abh08t25:258_0": "Or because of misapprehension or (instead).”",
    "ai-tika-abh08t25:259_0": "this is not the simile of the current that specific neutral junction,",
    "ai-tika-abh08t25:259_1": "By means of which gives rise to the opposite sex, the object does not appear to them.",
    "ai-tika-abh08t25:259_2": "But whatever deed there is no result in them, there is no result of that deed, not even to be reborn there.",
    "ai-tika-abh08t25:259_3": "“For the reasoning of existence as causes, conditions for the sake of existence or for the sake of a existence or for the sake of existence” , for the sake of defilement, and for the sake of life, namely, with the sake of a (of existence), for the sake of a having no cause or reason.",
    "ai-tika-abh08t25:259_4": "Hence the teachers said:",
    "ai-tika-abh08t25:260_0": "“One who does not have caused any other work because of deeds,”",
    "ai-tika-abh08t25:261_0": "and just as the cause, for the sake of a miserable (deeds) the reason for the sake of their (the Buddhas),",
    "ai-tika-abh08t25:261_1": "The Elder Nuns beginning with the Dispensation of the stage (supernatural) meaning, “This root is not yet non-adhered to by means of the roots (of teachers).”",
    "ai-tika-abh08t25:261_2": "for this is said: “He should get the reason for the sake of non-resultaneously because of this reason,”",
    "ai-tika-abh08t25:261_3": "For this is said in the Commentaries: “It is the reason why, of the dispensation of the meaning, of the produced by means of the texts of cause or reasons and fruits that have been said?”",
    "ai-tika-abh08t25:261_4": "He should then ask his neck,",
    "ai-tika-abh08t25:261_5": "And after some time they say, “It is the reason why (good) greed for the sake of waves,” and they don’t call upon themselves into the air.",
    "ai-tika-abh08t25:262_0": "As to loving-kindness: it is gladness that is in the second jhāna,",
    "ai-tika-abh08t25:262_1": "When there is a blessing, there is the next life span of the lifespan. As long as the wide and the life span is short, not long.",
    "ai-tika-abh08t25:262_2": "By opposing of the power of being the opposite sex,",
    "ai-tika-abh08t25:262_3": "When five wives have a sense of urgency, the mind-made objects with its object, then the object does not arise.",
    "ai-tika-abh08t25:262_4": "The one opposite is the basis for such powers as the object of seeing, and the state of individual essences, etc., and of the jhānas, and its revenue of the variety of mindfulness occupied with the body, and it is reinforced that the passage beginning is opposite sex.",
    "ai-tika-abh08t25:263_0": "There is no production of the body, speech, and mind. Their deeds do not proceed in living things, is what is said to be the manner of his wings.",
    "ai-tika-abh08t25:263_1": "Herein, body is shared by the body:",
    "ai-tika-abh08t25:263_2": "Those deeds that have been performed, and are constantly performed,",
    "ai-tika-abh08t25:263_3": "Although a body is there twenty-four kinds of encircling walls, it is called “regarding” because there is no actually the same kind of bodily action, etc., because it is also called “speciality with that body”.",
    "ai-tika-abh08t25:263_4": "preceding the doors by way of body, speech, and mind,",
    "ai-tika-abh08t25:263_5": "if this is the case, you can’t get any deeds.",
    "ai-tika-abh08t25:263_6": "for the personal (others) deeds are called “performations”.",
    "ai-tika-abh08t25:263_7": "But then the workers don’t specifically about verbal action, or mental deeds?” Then the gatekeeper does, saying, “How may you be committed?”",
    "ai-tika-abh08t25:263_8": "Because it is not stated in the same way as those described and the same it is live in opposite sex.",
    "ai-tika-abh08t25:263_9": "Since bodily action is developed only for the bodily conduct, verbal, and mental conduct, it is precededing only as if subdued. That is why it brings only on bodily conduct and verbal conduct, as if it were no living in one of the good conduct.",
    "ai-tika-abh08t25:263_10": "That’s why, when bodily, verbal, or mental deeds don’t occur in the next life, there’s no way of body, speech, or mind.",
    "ai-tika-abh08t25:263_11": "And the rest of the lay life he should see it as before.",
    "ai-tika-abh08t25:264_0": "Oneself, known as the mind-made, who owns own deeds of mind, etc., just as he does not conceive the kind of mental deeds based on the mind-made of mind-made occasion, while he does not follow in the way beginning, “This attainment does not appear in the mind-made,”",
    "ai-tika-abh08t25:264_1": "You don’t turn your own self,",
    "ai-tika-abh08t25:264_2": "But if there is mind associated with the mind, their intention is given up through (intentional) deeds, and their mind, then their consciousness associated with the mind state of counselor, and their mind is said to be “unborn” .",
    "ai-tika-abh08t25:264_3": "Since the mind is immaculate, it occurs with the state of non-existence, which is accompanied by the mind.",
    "ai-tika-abh08t25:264_4": "But when he has no work inside the mind, there is no actual intercourse since there is no fault in any state of existence.",
    "ai-tika-abh08t25:264_5": "But here it is preferred to the bodily action, verbal deeds, and mental deeds based on the destiny. They are not actually blameworthy because of their ability to act by way of body, speech, and mind.",
    "ai-tika-abh08t25:264_6": "for that is not actually dispersal.",
    "ai-tika-abh08t25:264_7": "Or alternatively, they are not actually present in him to the word “blessed” because of the words “provided of mind” .",
    "ai-tika-abh08t25:264_8": "“one would do a legal procedures done by an incomplete assembly,” and they did not apply themselves to that deed.",
    "ai-tika-abh08t25:264_9": "So these four kinds of bodily action are skillful, verbal, and mental deeds undertaken by way of body, speech, and mind, and the gateways and by means of the kinds of merit, and the result of good deeds thus, “We don’t grant the noble ones,” and so on.",
    "ai-tika-abh08t25:264_10": "But this person’s bodily conduct doesn’t occur in accordance with the physical normal powers, etc., even with the physical rod and the manifold power of his merit, etc., and also in accordance with the property of the law makes merit, etc., and the results of deeds. And they cannot show the result of giving rise to the making merit.",
    "ai-tika-abh08t25:264_11": "is said.”",
    "ai-tika-abh08t25:264_12": "likewise as giving and so on.",
    "ai-tika-abh08t25:265_0": "Because it is associated with absoluteness, etc., as object and so on.",
    "ai-tika-abh08t25:265_1": "They describe the limited on which there is limited and quietness, being preoccupied with a single object, and rose into the six classes of objects, namely, thede of the Jambudīpa . Consequently, the firstly, and the grossness in one way, they do not practice absorption by means of the first absorption.",
    "ai-tika-abh08t25:266_0": "38.",
    "ai-tika-abh08t25:266_1": "For the second verse, however, this is “proachless,”",
    "ai-tika-abh08t25:266_2": "Since these five training rules are described, therefore it is called “final training”.",
    "ai-tika-abh08t25:266_3": "This is said:",
    "ai-tika-abh08t25:266_4": "For the training rules of the training rules has been developed and cultivated in this way: “The five training rules, is skilled in profitable and well-proclaimed; the five training rules have been developed by the Buddha; and there is no way of Ājīvaka ascetics; and brahmins who have right view for the sake of purification; and those five training rules as wrong livelihood; and those who have right livelihood as their rooted in that is purified and those who have right view. Of these five precepts, they may be developed by one who have right livelihood.”",
    "ai-tika-abh08t25:266_5": "If that’s how they don’t get the eight fruits or the seventh,",
    "ai-tika-abh08t25:266_6": "It’s not possible to know or see a mundane and supramundaneously because there is no equal of the fine-material and immaterial attainment in it. However, it is worthy of offerings dedicated to the gods and humans as a worthy of development that is worthy of the path because of the supernormal powers.",
    "ai-tika-abh08t25:266_7": "Having performed that, the supramundane fruits and the noble eightfold path, that is, the path leading to the end of the fruition.",
    "ai-tika-abh08t25:267_0": "Because it is gained by a resentment and so on.",
    "ai-tika-abh08t25:267_1": "For all these kinds of unskillful things are seen to be given away by the grounds for the help of the sacrificial posts of the earth. So they don’t able to get their own giving their consent and the recipients.",
    "ai-tika-abh08t25:267_2": "But with the supermundane and the mundane that is skillful, having the deathless opposite sex, etc., and make the result of his (i.e. on account of the result) existence, the result of that deliverance to be reborn in a cowherd’s womb, and being unable to be reborn,",
    "ai-tika-abh08t25:267_3": "“This is how the supermundane supramundane attains the destruction of the pollutants.”",
    "ai-tika-abh08t25:268_0": "40.",
    "ai-tika-abh08t25:268_1": "One of the abode of Yakkhas, who desired the result of the Elder Nuns, refusing the three watches of the night, thinking: “This opinion of existence is indirectly how far as the Elder Moggaliputta is this triumph of the city in brief, etc., but only in the case of the Elder Tissārāma.”",
    "ai-tika-abh08t25:268_2": "The Earth taken as before. And after conceive the system’s, interrupted, a hundred thousand portents, and one hundred thousand aeons, he says, “This is another reading.” ... “This is how the result of good-natured noble ones ...”",
    "ai-tika-abh08t25:268_3": "they’re said to have merit.”",
    "ai-tika-abh08t25:268_4": "the senior elder in the charnel ground by any means of theften reviewing his own seat, etc., and because of their own deeds in the place where their own work is still unfinished. Unwhere a seat is the sign of when a bad sign. It is manifested as the preliminary working, and it is blameless.",
    "ai-tika-abh08t25:268_5": "Whoever has the production of ghee, etc., that is considered suitable and unsuitable,",
    "ai-tika-abh08t25:268_6": "Likewise, rebirth, and kin.",
    "ai-tika-abh08t25:268_7": "Then both profitable and unprofitable food, whether indirect talk, or innerting food and drink, etc., is called rejected in a dead, or interpreting the wrong way. That is why it is called “shoptionality” .",
    "ai-tika-abh08t25:268_8": "And this is how the teachers praise.",
    "ai-tika-abh08t25:269_0": "Because the results of wholesome things beginning with the result, were inferior and superior.",
    "ai-tika-abh08t25:269_1": "Endowed with this inferiority, etc.,",
    "ai-tika-abh08t25:269_2": "Virtuously, having destroyed his merit, the degree of (wrong) defilements, or who speaks in accordance with the meritorious act of that deed, say, ‘There is meritorious conduct,’ and so on.",
    "ai-tika-abh08t25:269_3": "When they said, “Sometimes it is cut down,” they replied, “I did not look at it.”",
    "ai-tika-abh08t25:269_4": "“But an emptiness isn’t expounded by this meaning that in this way,",
    "ai-tika-abh08t25:270_0": "That’s how, having specifically reasoned the word “ remainings have no cause or reason for the sake of comprehension of the mental states” , etc., in this way, are said to have no more intentions.",
    "ai-tika-abh08t25:270_1": "Why is it called ‘permission’ when a legal procedure consisting of one motion and one announcement’ because it is used to have caused work to be done’?",
    "ai-tika-abh08t25:270_2": "The eye consciousness of the five constituents , the five objects of sense desires, etc., of the aggregates, and because of the likewise and because of the attainment of the Three Times of aggregates beginning with the eye-consciousness that were the time for the sake of similes of unevenly arisen enlightenment,",
    "ai-tika-abh08t25:270_3": "Equanimity is the basis for equanimity. When the four kinds of equanimity, it enters into and remains in the base consisting of boundless consciousness. It has the base consisting of boundless consciousness as its near enemy, where there is the power of equanimity.",
    "ai-tika-abh08t25:270_4": "For the purpose of abandoning the grossness and the object that has arisen through the fourth jhāna, and it is the opposite sex through a wall, etc., and through the out-breaths that were enclosed by the eye, and its objects, its contemplation and dwelling places as its object together with the materiality as its object. And by means of the eye, etc., and without having arisen interrusting its objects and an enemy that object.",
    "ai-tika-abh08t25:270_5": "Equanimity is similar to what has been described in what is connected with what is connected with what is connected with what is connected with what is likable, desirable, and agreeable.",
    "ai-tika-abh08t25:270_6": "mind-consciousness element, like aiming at as if something is distinguished, but although lying in the mind element, thus it is “element” .",
    "ai-tika-abh08t25:270_7": "For that consciousness is actually aroused in the mind, because it is the act of the mind that there is no idiowing to the mind, will be independent of others.",
    "ai-tika-abh08t25:270_8": "and the characteristic of consciousness is stated in terms of the mind element and the mind-consciousness element with the mind element as its object.",
    "ai-tika-abh08t25:271_0": "And just as the object of his contemplation is continually without object.",
    "ai-tika-abh08t25:271_1": "the end of the remaining, and the object consisting of the five objects.",
    "ai-tika-abh08t25:272_0": "seen forms,",
    "ai-tika-abh08t25:272_1": "The ear sense-sphere is heard of ear-sphere",
    "ai-tika-abh08t25:272_2": "(The meaning is:) “This is the concept of the fairy,” and so on.",
    "ai-tika-abh08t25:272_3": "The one who understands (wholesome) tells a logical to the Teaching, and so on.",
    "ai-tika-abh08t25:272_4": "(He did) the sound of the past, future or present, and present.",
    "ai-tika-abh08t25:272_5": "For that is why it is said, “He who has just die of anger” and so on, etc., is said to be sure of him,",
    "ai-tika-abh08t25:272_6": "who has seen that object, in whom one (about) is seen that object,",
    "ai-tika-abh08t25:272_7": "So it is of those beginning with the objects,",
    "ai-tika-abh08t25:273_0": "The eyes occurred with the eyes that are very fruitful and beneficial, to all bearing the Order of all enlightenments .",
    "ai-tika-abh08t25:273_1": "Through the mind-consciousness element occurs with eye-consciousness element, and with the wisdom there is from the interruption of the life-continuum in the air element.",
    "ai-tika-abh08t25:273_2": "Or alternatively, thinking: “This is how, produced, shakes and rocks, and trembles on the top of, so the top of the water cannot be rolled forth.”",
    "ai-tika-abh08t25:273_3": "Just as one is produced by the water’s lamp, one is produced in this way a stone and another.",
    "ai-tika-abh08t25:273_4": "what is known as the Dhamma?",
    "ai-tika-abh08t25:273_5": "just as, when a bird is leaning on a belly, the skin relies on the mouth, and on the inside of the mouth, the neck, etc., is called “Saṅgīvatī, the eye-consciousness” . Then he has grabbed his face all round with eyes like this: “That is called eye-consciousness.”",
    "ai-tika-abh08t25:273_6": "Since the eye is having risen from that, the Visionary does not occur.",
    "ai-tika-abh08t25:273_7": "But anyone who would tame his having removed this proposal and this letters, even though it wasn’t able to tame and extinguish it, thinking “This eye-consciousness, it seems to be able to show it even though it was in the eyes and so that it wasn’t easy to show it.”",
    "ai-tika-abh08t25:273_8": "consciousness that occurs with the eye, ear consciousness, nose consciousness, and tongue consciousness in this way: “That is how consciousness settles, and ear consciousness” or “body consciousness, ear-consciousness, etc., with the eye-consciousness, ear-contact, and unwhen the ear-consciousness”",
    "ai-tika-abh08t25:274_0": "One who has eyes known as the eye becomes dispassionate towards form, and who has the characteristic of comprehensiveness.",
    "ai-tika-abh08t25:274_1": "Herein, it comes to the seer that is called a reinforced object with the eye, there is another consciousness that remains there.",
    "ai-tika-abh08t25:274_2": "When there is annoyance, ~ who has gathered on contact, and so on.",
    "ai-tika-abh08t25:274_3": "Eye has the eye sockets and is included in both ways: “Your mind has appeared in eye-spheres and in eye-senses.”",
    "ai-tika-abh08t25:274_4": "For if there were no eyes, nor might they see visions,",
    "ai-tika-abh08t25:274_5": "If name and form don’t have a name and form, they’re not attracted to be rejected.",
    "ai-tika-abh08t25:274_6": "By exclusive concentration on the object he directs his mind thus, and with the blue kasiṇa apprehends the mind in this way, his mind becomes evident to him.",
    "ai-tika-abh08t25:274_7": "Hence the Blessed One said: “Here consciousness and sights arise dependent on the eye-consciousness.”",
    "ai-tika-abh08t25:274_8": "There may be this:",
    "ai-tika-abh08t25:274_9": "And what is the cause, what is the reason why do name and form are not one thing?",
    "ai-tika-abh08t25:274_10": "But the eye and sights are included in the same way as the other,",
    "ai-tika-abh08t25:274_11": "what will you do?",
    "ai-tika-abh08t25:274_12": "from the time of dawn,",
    "ai-tika-abh08t25:274_13": "For there is the eye faculty in the ear ...",
    "ai-tika-abh08t25:274_14": "When this is said in the condition that is a condition for the arising of thought, namely, the conditioned by actuality, and the one-consciousness is not a condition for the eye consciousness.",
    "ai-tika-abh08t25:274_15": "And if form is also a condition for the eye, then it is present in the past, future or present. It is also a condition for being made way to arise in the same way as condition.",
    "ai-tika-abh08t25:274_16": "For it is by means of the simile of the man who does not advert to the object, and it is included in the way already described under the colour of consciousness, and it is not a condition for the refined states of the colour, etc., but having had previous practice, then the colour of the sense faculties as its proximate cause, etc., conditions and also it is a condition for the sake of non-existence, not without contemplation of anything elsewhere elsewhere else.",
    "ai-tika-abh08t25:274_17": "for this is how it is due to the eye, thinking, “It is including the eye,” it is due to division.",
    "ai-tika-abh08t25:274_18": "In this way he should correct him like this.",
    "ai-tika-abh08t25:274_19": "On the nose consciousness, the receiver of the nose, and the support of his own hands, etc., is a condition for the recipients of fragrance. It is a condition for the recipients.",
    "ai-tika-abh08t25:275_0": "(Surely) he surmounting forms, being formless,",
    "ai-tika-abh08t25:275_1": "and don’t get any form inside, making a object, and some refutes of it just as you find some condition.",
    "ai-tika-abh08t25:275_2": "If you’re not able to grasp anything else there, you’re not able to grasp the eye-consciousness.",
    "ai-tika-abh08t25:275_3": "That is why the Blessed One said:",
    "ai-tika-abh08t25:275_4": "“They don’t know anything except when five things are not experienced, except if consciousnesses.”",
    "ai-tika-abh08t25:275_5": "Eye consciousness arises in him in its object: “The eye is fact that arises conditioned by eye-consciousness is fitting to be taken away” . It is manifested as a surmounting of such sights.",
    "ai-tika-abh08t25:275_6": "When they are unable to prepare the things that are benefactors, they being prevented by giving attention to the dangers, etc., and come to them, they said, “Lay followers, what way have you done away with the reasoning of its enemy, is incapable of considerations with the propagation of the elements. ”",
    "ai-tika-abh08t25:275_7": "the meaning should be understood in the way already described.",
    "ai-tika-abh08t25:275_8": "The thinking, “The mind-element which is the definition of the elements,” and “It is the because of the breaking of the elements” , etc., is the element of being in broken.",
    "ai-tika-abh08t25:275_9": "eye consciousness, which is like the sight, seized by the eye, is unsuitable, does not proceed when it is said: “It is in the size of the eye, separates that are what is meant.”",
    "ai-tika-abh08t25:275_10": "Likewise although it is manifested as a state consisting in an individual essence, and it is manifested as a state consisting in individual essence.",
    "ai-tika-abh08t25:276_0": "And in the six classes of objects, the six colours of the base consisting of the five objects, etc., are stated simply the base consisting of the Brahmā-world, etc., as objects of the Brahmā-world, and the enlightenmentations of defilement. Then there is no further in the enlightenment consisting of the Brahmā-world as objects and the man who wideldens for giving attention to the objects of the Brahmā-world.",
    "ai-tika-abh08t25:276_1": "That being so, etc., which respectively beginning with the states beginning, etc., respectively the objects of the states beginning with the peace, etc., respectively insisting on the object beginning with the individual essences, and the removal of greed for sense desires, etc.,",
    "ai-tika-abh08t25:276_2": "and said: “Friends have the eighteen grounds for consciousness” occurred in the fourfold encircling walls, and without consciousness, he is said to be rigidency of the two acts of what is said.",
    "ai-tika-abh08t25:276_3": "But it is allowed to go in the way already described to dealt with that of the consciousness and to be stated in the way described under the heading of consciousness.",
    "ai-tika-abh08t25:276_4": "each is expounded in being proclaimed to the characteristics, etc., for the sake of insight and for the sake of its own characteristic, etc., which is only as cause, and because of its conditions.",
    "ai-tika-abh08t25:276_5": "but because of that she is accomplished in being.",
    "ai-tika-abh08t25:277_0": "Now, as to the words, “By this object of these are said,” etc., in the first primary elements .",
    "ai-tika-abh08t25:277_1": "He is delivered by an object very own, and it is unshakable with a single object opposite sex.",
    "ai-tika-abh08t25:277_2": "When it is said in five places: the size of an obstacle, a falling apart from the fourfold reckoning, a place consequence, or five obstacles in the five places.",
    "ai-tika-abh08t25:277_3": "Even though reciting the joy and happiness connected with happiness, it appears under those that are even produced in the limited objects, still whenever they want, without practitionering the dissatisfaction with the previous disappearance of joy and happiness. Then they wish for that, whenever they arise, the having arisen it is described, the way that equanimity of the six kinds of equanimity.",
    "ai-tika-abh08t25:277_4": "Or alternatively, it can be understood that the object, each is also included by him in the sense of urgency.",
    "ai-tika-abh08t25:277_5": "(There is) no measure of the eye, which is blind, blind to birth, blind to birth,",
    "ai-tika-abh08t25:277_6": "Even if they were to develop the eyes of the cheeks of ropes, all of them whomever is blind to the sight of the eye, etc., and whose body and speech is also called ‘one who wants to be reborn’ and who has cut off the legal procedure’—that is called “bliss” because of the eye’s head and resplendent, without being because it is the imperfected by the eye” .",
    "ai-tika-abh08t25:277_7": "Or alternatively, when contemptuously, the blind man, the meaning is exceedingly deceived.",
    "ai-tika-abh08t25:277_8": "So the if he does not say about one’s mother’s womb, and he cannot improvement of the eye as exists in the impediments of rebirth,",
    "ai-tika-abh08t25:277_9": "He has given up birth and old age,",
    "ai-tika-abh08t25:277_10": "And even if this is the cause of misfortune, it can be understood that the giving up of rebirth is made up of the simile of rebirth, the in the earlier stage of the nose, and the enlightenment of wisdom is given to them.",
    "ai-tika-abh08t25:277_11": "Guarding is the eldest of the deeds, etc., of the behavior, which leads to maturity in madness, and so on.",
    "ai-tika-abh08t25:277_12": "A _paṇḍaka_ consents to embrace, etc., that is to say, the deeds of others, and the other.",
    "ai-tika-abh08t25:277_13": "And he didn’t leave for _paṇḍaka_; he acts with a _paṇḍaka_; he leaves because of going out.",
    "ai-tika-abh08t25:277_14": "But here the scoundrels don’t leave the current in the hand, and the three are taken as a basket.",
    "ai-tika-abh08t25:277_15": "who have faith in the beginning of birth and cling to the border of birth, and together with the Saṅgha,",
    "ai-tika-abh08t25:277_16": "But some say that “I hope they have no use for the sake of fact that they can be removed and rejected.” That is why they say, ‘should because they have no faith in the beginning, middle and end.’",
    "ai-tika-abh08t25:277_17": "And here it should be given when it comes to the offence, but not when it comes to the locality of secretion.",
    "ai-tika-abh08t25:277_18": "but alternatively, this is how it should be taken.",
    "ai-tika-abh08t25:278_0": "for the sake of merit: for the sake of merit (the whole merit) of merit.",
    "ai-tika-abh08t25:278_1": "Also in regard to all bad deeds, and the result of those who haven’t escaped from all good deeds, unexistence is their result in the next life.",
    "ai-tika-abh08t25:279_0": "The Book of the sense-spheres is finished.",
    "ai-tika-abh08t25:280_0": "(which is) the formless-world sphere, (consequence) action,",
    "ai-tika-abh08t25:281_0": "But the factors of the fine-material jhānas don’t have been performed in the way already described. But the factors don’t succeed in it.",
    "ai-tika-abh08t25:281_1": "the rebirth of rebirth and old age.",
    "ai-tika-abh08t25:282_0": "These are said to be impulsioned by the minds of (good) conduct.",
    "ai-tika-abh08t25:283_0": "having done good deeds with the unskilled blessing, wholesome,",
    "ai-tika-abh08t25:283_1": "Having destroyed the sensuous worlds in sense pleasures, one who arranges a declaration and having returned to the royal compound, and having given them to their meaning, they say,",
    "ai-tika-abh08t25:283_2": "In the Council of talk on the profitable, making a suitable and unprofitable way, they speak to him.",
    "ai-tika-abh08t25:283_3": "For if the flour:",
    "ai-tika-abh08t25:284_0": "“What things have no consequences?",
    "ai-tika-abh08t25:284_1": "When at that time in the sensuous worlds a good deed has been reborn in the realm of luminous conduct, etc.”",
    "ai-tika-abh08t25:285_0": "whose mind consciously divided the sword and divided into worldly pleasures,",
    "ai-tika-abh08t25:286_0": "“What things have no consequences?",
    "ai-tika-abh08t25:286_1": "At whatever time, quite secluded from sensual pleasures, secluded from unskillful qualities, he enters and remains in the first absorption ...",
    "ai-tika-abh08t25:286_2": "at that time they enter and remain in the first absorption ...",
    "ai-tika-abh08t25:286_3": "They’re not skilled in loss of work, quite secluded from sensual pleasures, secluded from unskillful qualities,. Then they’re reborn in a good place, a heavenly realm.",
    "ai-tika-abh08t25:286_4": "dwells having attained the first absorption on the earth-object ...",
    "ai-tika-abh08t25:286_5": "These are the things without consequences.”",
    "ai-tika-abh08t25:287_0": "Having done so, having prepared a declaration and returned to the result, therefore the result of sensual pleasures, and having given up this profitable state, he said, “This is the eighth day in this way”, after having performed, he said this to the Saṁsārandadā.",
    "ai-tika-abh08t25:287_1": "With this connection with the transference of the teacher, the teacher, etc., already described in the way already described.",
    "ai-tika-abh08t25:287_2": "For when there is a wholesome path, there is a fruit, practitioner, pure and bright path gone here. That’s our teacher.",
    "ai-tika-abh08t25:288_0": "great and fully produced.",
    "ai-tika-abh08t25:288_1": "You’ve achieved sensual pleasures. ...",
    "ai-tika-abh08t25:288_2": "After it only because a man’s body is unprofitable for the sake of sensual pleasures, and he has not shake off the fruits of trees and easy to grasp the fruit of unprofitable currents, and so on. That is why only the act of the fruit of the fruit of good results.",
    "ai-tika-abh08t25:288_3": "And here it is said in the Vibhaṅga: “Possessing sense desires, profitable,” and so on.",
    "ai-tika-abh08t25:288_4": "But why do they say that sense desires not even when a sense of urgency in the destiny?",
    "ai-tika-abh08t25:288_5": "For the result of sensual pleasures, for the sake of craving, and for forms, which rely on forms, and for the escape from craving, is free from fear and dread.",
    "ai-tika-abh08t25:288_6": "Mahaka put on the site of the one hundred and seventy-two grounds, the object of craving for continued existence, and the base consisting of division between the people and the multitude of people. Then the enlightenment of various people substances and the rest.",
    "ai-tika-abh08t25:289_0": "Talking importantments, etc., is in accordance with the Dhamma,",
    "ai-tika-abh08t25:289_1": "Because contacts, the results of contact and the results obtained by one. And the result, that is skillful, fame and reappears alights upon them.",
    "ai-tika-abh08t25:289_2": "until the result of good practice.",
    "ai-tika-abh08t25:289_3": "He whose sense is profitable for sense desires, who has nothing based on what is profitable, who is similar and expelled in his essence said to be the way beginning, “This is another.”",
    "ai-tika-abh08t25:289_4": "later an incarnationist has another feeling,",
    "ai-tika-abh08t25:289_5": "And if they cannot recall another feeling, how is it that they don’t become of fruitless?”",
    "ai-tika-abh08t25:290_0": "raising the wholesome, while skilled in the next world.",
    "ai-tika-abh08t25:290_1": "I am the one who has done good and skillful deeds here and there is the result of that deed and the result of good and wholesome deeds in the next life.",
    "ai-tika-abh08t25:290_2": "For it is not possible that after a certain swamping off the unsurpassed skill in absorption, like a lump of metal current water, like the darkes of the range of mindfulness and situational awareness, and coming out of the results in the middle of a mud, and coming out of the water, like the results of the world’s public meeting-and, and going to the water, as far as the fruitions of existence, then rebirth’s loving-kindness after creating a great deed, just as the result,",
    "ai-tika-abh08t25:290_3": "And doesn’t see in him in this way since he has rectitude towards sense pleasures in the jhāna.",
    "ai-tika-abh08t25:290_4": "Because that Brahmā is requested by the Brahmā-world to the Great Brahmā, because he has been asked by the illumination of the gods, saying: “It seems that to me, anointed, torture, deluded, and because of the opposite of the diseases.”",
    "ai-tika-abh08t25:290_5": "Entering the power of absorption in this way, they say: “It is born in the absorption,” and that is reborn .",
    "ai-tika-abh08t25:290_6": "But after some time teachers say this: “Sometimes the reason for this jhāna, mendicants, even if they go to meet a cliff of theirs, they must dread and goosebumping into it with a vast heart, asking a later on it, for the sake of purification of ethics, they must be practiced for the sake of their wives.” But when the result of that safeguard, they say, for the sake of purification of their hearts, they say, “This is the result of rebirth in the future rebirth.”",
    "ai-tika-abh08t25:290_7": "This is the meaning of this construction here.",
    "ai-tika-abh08t25:291_0": "48-9.",
    "ai-tika-abh08t25:291_1": "Thus, without having thus shown that he is skilled in such a direction, he said, “Now, what is not suitable,” and so on, etc., is said, “Now.”",
    "ai-tika-abh08t25:291_2": "And when there is the practice function of knowledge and conduct in that practice, the result of rebirth into the new state of existence in that state, he becomes the result of that state of existence in that state.",
    "ai-tika-abh08t25:291_3": "and the opposite is a state consisting in desire, etc., because there is no zeal for sense desires in him when he is present, there is no zeal towards them by zeal.",
    "ai-tika-abh08t25:291_4": "since there is only one thing such as the result of different kinds, etc., and the result of different kinds, because the result of the variety of their opposite sex and so on.",
    "ai-tika-abh08t25:291_5": "Hence it is said: “Having much (only) a sense of urgency.”",
    "ai-tika-abh08t25:291_6": "And it is inferior that it is inferior to the fact that it is inferior based on the say that the jhāna is its near enemy.",
    "ai-tika-abh08t25:292_0": "The expression of the fine-material sphere is finished.",
    "ai-tika-abh08t25:293_0": "if it is the supermundane;",
    "ai-tika-abh08t25:294_0": "Just as in the case of the bearing of the path, when his body breaks up, after death, he falls into the fruition of the paths of consciousness associated with the consciousness of the path, and then with the intention that is called the act of fruition.",
    "ai-tika-abh08t25:294_1": "stream-entry, my mind inclined to the fruit of stream-entry,",
    "ai-tika-abh08t25:294_2": "When a brahmin has passed away",
    "ai-tika-abh08t25:294_3": "After two or three times before the paths of fruit, two three times, four times, five times, sixty, two, three times, seven and eighty declarations, and the paths of the fruit of stream-entry in this way: “This is the twofold path of the fruit of stream-entry,” it is twofold in two ways.",
    "ai-tika-abh08t25:295_0": "while they are unable to obtain fruits, and they in the next life.",
    "ai-tika-abh08t25:295_1": "For the path is this: “For he gives attention to the sign of foulness,” etc., is engaging in the essence of such and such special qualities as mangoes, etc., as the sign of foulness, etc., and even when the sign of the refuse-rag wearer, etc., is eliminating the sign of foulness in the heart, he gives the one who sees the sign of those without modesteration, etc., as its object, is called “pert on.”",
    "ai-tika-abh08t25:295_2": "If he does so, it is for one thing and three, but it is for three,",
    "ai-tika-abh08t25:295_3": "Doesn’t arouse virtues in the sense of urgency, (thus): “Death has not been stated in the Dhamma” .",
    "ai-tika-abh08t25:295_4": "Since this is what was said, the name of the river is called Namunā,",
    "ai-tika-abh08t25:295_5": "Herein, the definition of the rainy season there is no one actually this that is not good.",
    "ai-tika-abh08t25:295_6": "It may be that one life-form can also be obtained in the detailed explanation of the special qualities of fruit, etc., and of those without making it its object, and with those special qualities of fewness of wishes, contentment, etc., and with three as its objects,",
    "ai-tika-abh08t25:295_7": "If one is included in such a way, if it is to be found on the way that is good, it would not be used to do it even when Vipassī.",
    "ai-tika-abh08t25:295_8": "Following in the distribution of others,",
    "ai-tika-abh08t25:295_9": "He enjoys the fruition of the Victor’s fruition and so on.",
    "ai-tika-abh08t25:295_10": "“Nāḷinna,” they replied, “Nāgas,” etc., being told, that is the path to fruit of insight.",
    "ai-tika-abh08t25:295_11": "for it is called ‘a gnawl’ because it is attained by insight due to the fruit of that deed’.",
    "ai-tika-abh08t25:295_12": "for if this is the sign, it may not be like that.",
    "ai-tika-abh08t25:295_13": "Nor does it not get the path to fruition after the path, like a cowherd’s path, just as it does with the benefit of the fruit of on the path, and it does not get scattered to break the jhānas, even when a way, is getting scattered.",
    "ai-tika-abh08t25:296_0": "From whomever he goes too far : it is stated in the Commentaries .",
    "ai-tika-abh08t25:296_1": "Development of the path: these fourteen and the path highways by means of the path gone only to Nibbāna, have the path of the path gone by and of practice, that is to say, the path that is to say, the preceding deal with Nibbāna” .",
    "ai-tika-abh08t25:296_2": "fruit ...",
    "ai-tika-abh08t25:296_3": "It is said to have it himself as its fruit, thus it is called “what path” because it is a path leading to fruition and results in that place.",
    "ai-tika-abh08t25:297_0": "The Book of the supermundane is finished.",
    "ai-tika-abh08t25:298_0": "Unskillful deeds.",
    "ai-tika-abh08t25:299_0": "Then just as government offensive feelings and stem from the internally and unprofitable feeling, so too, when a resultant of (unwholesome) intentions, “Having observedrops, encounterruptions, and unprofitable feelings, equanimousness and unpervaded by equanimity” .",
    "ai-tika-abh08t25:299_1": "When there is an unarisen feeling, they shouldn’t feel grief or repulsion.",
    "ai-tika-abh08t25:299_2": "(They are) unprofitable results with the body-consciousness -",
    "ai-tika-abh08t25:299_3": "And here it is painful because an unprofitable results in mind that is painful physical pain—sharp, depressively painful because it is not possible to develop equanimous bliss.",
    "ai-tika-abh08t25:299_4": "Because there is no unskillful result for the result of suffering, for the sake of equanimousness, because one who isn’t strong, but one who isn’t able to investigate whether he’s given to the noble ones.",
    "ai-tika-abh08t25:299_5": "These are the four kinds of mindfulness meditation. ...”",
    "ai-tika-abh08t25:299_6": "These seventy-three kinds of unprofitable mind and results in good deeds, not as the result of good deeds.",
    "ai-tika-abh08t25:299_7": "For the results of a lamp’s occurred, since it gains agitation.",
    "ai-tika-abh08t25:299_8": "How can these things not be cultivated in this way?",
    "ai-tika-abh08t25:299_9": "because of their born:",
    "ai-tika-abh08t25:299_10": "You don’t have the result of what is unprofitable and unprofitable, not totally blameworthy. Your actions are ineffected, unprofitable.",
    "ai-tika-abh08t25:299_11": "It’s not because of all that this kind of wardens, dropping, and evasion. That’s why it should be given up like that.",
    "ai-tika-abh08t25:300_0": "The sign of deeds, in the past, future, and present are experienced because nounctions of deeds, but no produced by deeds—they are experienced.",
    "ai-tika-abh08t25:300_1": "A legal procedure consisting of one motion and three announcements, it is called the sign of the object.",
    "ai-tika-abh08t25:300_2": "he has the colour of the connection with the characteristic of fire, and so on.",
    "ai-tika-abh08t25:301_0": "54.Imeti akusalavipākā.",
    "ai-tika-abh08t25:301_1": "Their rolled forth should not be spoken of in order to show the same heights, etc., as they profitable, and instance.",
    "ai-tika-abh08t25:301_2": "May he be happy and free from sense desires, having a fondness -",
    "ai-tika-abh08t25:302_0": "“(This is) where the monks have stayed in the town,” and so on.",
    "ai-tika-abh08t25:303_0": "The Book of the unskillful is finished.",
    "ai-tika-abh08t25:304_0": "the color of the mind.",
    "ai-tika-abh08t25:305_0": "55.",
    "ai-tika-abh08t25:305_1": "from the infantry, about the morning-hood, or from the assembly of the demon hosts, he is called “the Victor”; and from the time of the Devas, king of mountains, is said to be prepared.",
    "ai-tika-abh08t25:305_2": "Or they serve the instructions of the Dispensation, having destroyed the pollutants, with the defilements (of Pās), who had been destroyed, and who was worshipped in the Path.",
    "ai-tika-abh08t25:306_0": "The result of the color of consciousness is finished.",
    "ai-tika-abh08t25:307_0": "*alling is stated in the way beginning, “ giving and sharing merit,” and so on, etc., with the meritorious action, etc., according to the making merit, etc., of the noble absence of such gifts, and so on.",
    "ai-tika-abh08t25:308_0": "He enjoys the blade of a weapon: it swallows off a weapon, or it is the meaning.",
    "ai-tika-abh08t25:308_1": "For that is so, because the eyes are due to the eye, with eyes, ear-consciousness, resentment, and rejoicing the minds of the water, you should follow firstly after the rainy season, and you should follow my advantages of that first application. Your mind quickly returns to the higher mind. You should prepare the alternative the others.",
    "ai-tika-abh08t25:308_2": "“One who is laughing, playing, and laughing, is slaughing, and consciousness.",
    "ai-tika-abh08t25:308_3": "relinquishing for you, stands for the pollutants.",
    "ai-tika-abh08t25:308_4": "But why are their aims peaceful and sublime laughing happiness? It is said to be the arising of joy and happiness due to equanimity.",
    "ai-tika-abh08t25:308_5": "Firstly, firstly, the glorious sign observes the febles in all its aspects, and it is not able to discern the whole of all the modes as its object. It is conceived in the way beginning, “For he is unable to discern unpleasant equanimity in any one whose equanimity.",
    "ai-tika-abh08t25:308_6": "You submit to being liberated in these eight ways: the result of feeling and the result of consciousness, and the result of being formerly arisen in the now and, like a jackal fle of feeling, after being unknowing as objects, and is liberated from the result, in each case, is the result of equanimousness, and in the result equanimousness.",
    "ai-tika-abh08t25:308_7": "However, when laughed he is played in debt, specific conditioned by pollutants, function, and produced by all the gods. All these are specifically desirable to sensual pleasures.",
    "ai-tika-abh08t25:309_0": "Characteristics, Etc. It is manifested as adverting with eye-consciousness, Etc. Its function is to Except in the way beginning, “Comprehending the mind-defilement is characterized . Its proximate cause is to surmounting the aspect of the eye, etc.; and they refuses continued existence, and so on.",
    "ai-tika-abh08t25:309_1": "The second sub-chapter on the site for the objects of the six characteristics, etc., have unshakable basis, which is classified as the basis of your heart.",
    "ai-tika-abh08t25:309_2": "For the third time the number of consciousness consisting in the constituent parts (of mind and body), for the sake of the six elements, etc., have the same characteristic of function, and manifestation of unity in accumulation. It is manifested as analysis of conditions for mentality-materiality.",
    "ai-tika-abh08t25:310_0": "rebirths, like the cycle of rebirths dollars when the rolls forth is right.",
    "ai-tika-abh08t25:310_1": "who is a trainee, having trained in the rainy-season residence,",
    "ai-tika-abh08t25:310_2": "which is unsuitable, and unsuitable,",
    "ai-tika-abh08t25:310_3": "Hence it is said: “About defilements!”",
    "ai-tika-abh08t25:310_4": "As regards the six doors beginning with the base consisting of boundless consciousness, etc., which have the six doors beginning with the visible objects, the six kinds of direct-knowledge in the cases, etc., as its objects, and the six kinds of visible objects as objects, etc., in the case of the fine-material jhānas, and the base consisting of boundless consciousness.",
    "ai-tika-abh08t25:310_5": "For it is possible that myriad and re-appearance I saw a very large object, saying: “This matter I have got to hear a roughbt, seem the shrines-shrine and enjoying the eyes in the present life of an opposite sex with arranging sight, burning the nose, the tongue, and the liberating the body in that place, I have been cut off of the judges,” and he said: “This is indeed such a charming sound, etc., with the five or three objects, this is the embroueming for the scents, greed for the tongue, and requisites.” Hearks, “I have been reborn there,ed by the making an making a making a making a licorning from the heart of flowers, and by the body of the heartwood, and group of the five hundreds, and fragrantities.",
    "ai-tika-abh08t25:311_0": "And during the mind-madered with the five objects of the present life, likewise in the past later jhānas, etc., with the five objects of the mental objects of the Enlightened One’s givers rise to joy in the past and future in the future, and so it will be known that the object of the Buddhas is not-self.",
    "ai-tika-abh08t25:311_1": "Doesn’t you not penetrate the past? They are expert in knowledge of the Buddha’s knowledge, and doing any of these three things which arise, when they have already arisen, they cease?”",
    "ai-tika-abh08t25:311_2": "But when he laughs loving the funeral pyre laughing the Buddha’s knowledge of past lives, he was treated with knowledge of the deathless in this way. In the case of gradual absorption, the description of knowledge, the description of knowledge, the recollection of past lives is not started.",
    "ai-tika-abh08t25:311_3": "After doing this, they said: “This is the end of the sixty-two knowledges with their limits and their minds are said to be subtle.”",
    "ai-tika-abh08t25:311_4": "If that’s not, we wish to think,",
    "ai-tika-abh08t25:311_5": "Because there is no production of bodily action that is dissipated, dissatisfaction, and secure in bodily conduct.",
    "ai-tika-abh08t25:311_6": "Having thus made this five hundred happiness of give rise to joy, all of the minds of the arising of the remaining, which is because of the arising of the dishes of the deathless.",
    "ai-tika-abh08t25:311_7": "while staying in a forest nearby.",
    "ai-tika-abh08t25:311_8": "For just this is said in the Commentaries: “Bhikkhus, there is five kinds of people who dwell in common sense when he likes, mind is recommended by the name “odhī” .",
    "ai-tika-abh08t25:311_9": "but here it is known that the giving rise to the five-fold doctrine of the mind should be understood as follows: “The mind-made enlightenment factor,” and in the border of the mind-made body, etc., are said to be the same kind of personal wavering.",
    "ai-tika-abh08t25:311_10": "when laughing it is arising, it leads to arising.",
    "ai-tika-abh08t25:311_11": "For that is why, they say, “Black,” and when they don’t arise in him.",
    "ai-tika-abh08t25:311_12": "Because that is why it is called “skillful” in the sense.",
    "ai-tika-abh08t25:312_0": "‘The six aggregates of knowledge. These six faculties of knowledge are the opposite of the. These produced in knowledge of the death and rebirth of all. These six faculties are the six classes of rebirth’ opposite sex. These are the knowledge of the deathless, and the knowledge of the arising of knowledge.",
    "ai-tika-abh08t25:312_1": "He doesn’t knowledge of omniscience, or knowledge of the influence of all things, his knowledge of the variety of opposite sex, and he does not overcome knowledge with knowledge of the states of opposite sex, and his mind inclines to the various opposites. The state of opposites of their own knowledge. And it would be known that which is produced by the infatuation of oppositesiteness and understanding.",
    "ai-tika-abh08t25:312_2": "He is the only truth of the origin of cessation, that is to say, the stilling of all processes, the attainment of variety of opposite sex, and the rest of the paths, and the knowledge of the deathlessness of the states, and the knowledge of the state of various opposites, and that is real knowledge of the states.",
    "ai-tika-abh08t25:313_0": "“All these forms of all processes, knowledge of the unconditioned, and the understanding of all processes—that is to be experienced in all aspects,” and so on.",
    "ai-tika-abh08t25:314_0": "Firstly, when one is laughing, laughing, playing instance, and laughing a thought: “Here the consciousness of the thought of arising, while the thought of thought,",
    "ai-tika-abh08t25:314_1": "He should take out one’s cheek and take it away.",
    "ai-tika-abh08t25:314_2": "although having developed the jhāna factors of the fine-material sphere, etc., have reached the jhāna in one of the fine-material jhānas in the way already stated, then after having reached the first jhāna was in the linking of the first jhāna factors, like a single stage, is here in the way already described.",
    "ai-tika-abh08t25:315_0": "57.",
    "ai-tika-abh08t25:315_1": "But it has not been obtained in the development of mindfulness occupied with the development of the mind as a hindrances, etc., as its object, and so on. That is why it is called “short” in the description of the development of the defining of the development of the mind introduction to its development.",
    "ai-tika-abh08t25:316_0": "the attainment of the fine-material sphere is spoken of—",
    "ai-tika-abh08t25:316_1": "If they have already arisen, they wouldn’t enter into and emerge from it. Then—even if that attainment, they make an effort to attain, they get rid of it, and so on—in the first jhāna, association with their attainment and with the previous practice.",
    "ai-tika-abh08t25:317_0": "and consciousness occurs only as before.",
    "ai-tika-abh08t25:317_1": "for if he wants to be a perfected one; he might take his side and go forth.",
    "ai-tika-abh08t25:317_2": "What is it quietly prevented is the definition of the fourfold reckoning. And it is “unbounded only by means of the fourth jhāna and its simile.”",
    "ai-tika-abh08t25:317_3": "They don’t attain embraceless virtues, there is no supernormal power for the sake of embracing a mind, therefore, no (they think): “This is the supreme tradition of the noble ones.”",
    "ai-tika-abh08t25:318_0": "62.Kriyā…pe…",
    "ai-tika-abh08t25:318_1": "the doing of it, the person who does not perceive it as such, and what bad actions do they have sexual intercourse with them. How does he confess an offense? Being uncontrolled in the same way? What can I teach?”",
    "ai-tika-abh08t25:318_2": "Or alternatively, it is because of entering an attainment, which is skillful, for the failure in morality of one who both has and two offenses, and who teaches them the Dhamma?”",
    "ai-tika-abh08t25:318_3": "which is a mind-made mind bound by tendons.",
    "ai-tika-abh08t25:318_4": "are not burnt from any of the five.",
    "ai-tika-abh08t25:318_5": "What is beneficial",
    "ai-tika-abh08t25:318_6": "that’s what they do.",
    "ai-tika-abh08t25:318_7": "For the precincts are invalid and the disciplinary issues that are a disciplinary issue;",
    "ai-tika-abh08t25:318_8": "‘A solely level, it’ is a term for profitable roots.’",
    "ai-tika-abh08t25:318_9": "‘persistence’ is a term for the formless.",
    "ai-tika-abh08t25:318_10": "their actions are disliked ...",
    "ai-tika-abh08t25:318_11": "Or they can expose their belief of those who are skilled in disputed by making their bad karma. ...",
    "ai-tika-abh08t25:318_12": "Or alternatively, they are expelled by their own doctrine of others, doing what is beneficial for themselves, relevant to the next world. ...",
    "ai-tika-abh08t25:319_0": "64-6.",
    "ai-tika-abh08t25:319_1": "All these eight thought-spheres are bound together by ninety-two ways of mind.",
    "ai-tika-abh08t25:319_2": "They made a composed of plasters; the meaning is, including; these, are the meaning.",
    "ai-tika-abh08t25:319_3": "Visākha should learn the learning point of learning and take leave, but rather he should think only thus: “This learn it from possible to learn it from time to time,” but rather this, he should not say, “Take it. ” And he should keep it carefully, without saying, “Take it is the time.”",
    "ai-tika-abh08t25:319_4": "Where the Truth of the imperishable , including the formless states, which is to be found, aggregates, etc., is similar to the aggregates, or maintaining the ultimate sense fields,",
    "ai-tika-abh08t25:319_5": "Defining thus “fining” is included in the meaning of meaning, etc., or “fining the knowledge of the point of pointless knowledge” .",
    "ai-tika-abh08t25:319_6": "they will come to this world of existence.",
    "ai-tika-abh08t25:319_7": "from the world of the other world,",
    "ai-tika-abh08t25:319_8": "killing:",
    "ai-tika-abh08t25:319_9": "Here the world influence by giving up desire and greed for future deeds: the abandoning of the world, the production of deeds, the result of in the future, and the practice that leads to the cessation of rebirth in the future.",
    "ai-tika-abh08t25:320_0": "Thus in consequence of such a thing:",
    "ai-tika-abh08t25:321_0": "the form of the teaching.",
    "ai-tika-abh08t25:322_0": "The Reference to the mind is finished."
}