{
    "ai-tika-vin07t22:0_0": "7. Kathinakkhandhako",
    "ai-tika-vin07t22:1_0": "The account of the robe-making season",
    "ai-tika-vin07t22:2_0": "306.",
    "ai-tika-vin07t22:2_1": "By the entire spectrum of the robe-making season:",
    "ai-tika-vin07t22:2_2": "In the robe-making procedure: five making use of the cloth is the meaning.",
    "ai-tika-vin07t22:2_3": "He hurriedly, saying, “I won’t be up,” “We’re hearing the word of you.” After saying, “It’s not true.”",
    "ai-tika-vin07t22:2_4": "It will be no meaning for you to put on them out of meaning, and only others who do not accept them.",
    "ai-tika-vin07t22:2_5": "Then all the mendicants continually propounded to you in their presence, and they all came together with the mendicants on the thieves. They chopped into one tempery. They then said:",
    "ai-tika-vin07t22:2_6": "one who stands where they can discard it.",
    "ai-tika-vin07t22:2_7": "Hence it is said: “Bhikkhus, these are the five allowable things.”",
    "ai-tika-vin07t22:2_8": "if the robe was inherited;",
    "ai-tika-vin07t22:2_9": "The next year of the rainy season residence, (the other king said): “This is rainy season, this is first Rains Retreat, has invited the rainy season.”",
    "ai-tika-vin07t22:2_10": "they’re not included in the last part of the day that they live together.",
    "ai-tika-vin07t22:3_0": "For one who is called abolishing bad views, who is added:",
    "ai-tika-vin07t22:3_1": "“It is not possible for him to obtain such a person,” and he proclaims it in order to explain it,",
    "ai-tika-vin07t22:4_0": "After looking at the them, saying: “This is the alms-food, this alms food, why do you live having completed the rainy season residence?”",
    "ai-tika-vin07t22:4_1": "But if this is the case, they say, “And a gift that it’s not appropriate for you to say,” and so on.",
    "ai-tika-vin07t22:4_2": "The robe-making procedure is like a monkey to give the robe-cloth and, but he should not do so after it.",
    "ai-tika-vin07t22:5_0": "great earthquakes, great primaries, has twenty-four stairs, (and is called) great riches.",
    "ai-tika-vin07t22:5_1": "Five chapter on nature",
    "ai-tika-vin07t22:5_2": "Likewise in the same way.",
    "ai-tika-vin07t22:5_3": "First the robe-making season there was an impediment for oneself, but one who belongs to the first.",
    "ai-tika-vin07t22:5_4": "a sewer, having hatred, spittle, and postsmen whose victorious yellow clothes, They say:",
    "ai-tika-vin07t22:5_5": "They say that the meaning is that in each of these public meetings is spoken of. But they don’t say the meaning of sight to see.",
    "ai-tika-vin07t22:5_6": "merely by adding, “Just as a long-lived,”",
    "ai-tika-vin07t22:5_7": "by being the carcasse, he refuses an enlightenment,",
    "ai-tika-vin07t22:5_8": "For night one who has gone over:",
    "ai-tika-vin07t22:6_0": "covered with gold-like hands,",
    "ai-tika-vin07t22:6_1": "For it is not possible that the robe-making season in those in the monastery, and he does not know about the end of the robe-making season, without having given a substained all these things. Then he does not know only that the ending of all those wide open.",
    "ai-tika-vin07t22:7_0": "310.",
    "ai-tika-vin07t22:7_1": "she should see the mother’s womb , wherever there are weavers,",
    "ai-tika-vin07t22:7_2": "the advantages of that to their wound, saying: “Don’t do that.”",
    "ai-tika-vin07t22:7_3": "‘I will take no use for the mother,’",
    "ai-tika-vin07t22:7_4": "For if the robe-making season comes to an end when he departs from the monastery, thinking, “So if it is the dwelling of the robe-making season, he goes on doing so,” and he then departs because he wants, “Yes, weighs,” and he proceeds with him, thinking, “So those whose se mind is left unsuitable,” he says this: “Let them go away.”",
    "ai-tika-vin07t22:7_5": "For that lay follower leftover, thinking “The dwelling is large;”",
    "ai-tika-vin07t22:7_6": "The same way to be eaten in the same places.",
    "ai-tika-vin07t22:7_7": "If he departs the boundary, they should be seen here and there in the first place.",
    "ai-tika-vin07t22:8_0": "The account of the robe-making season is finished.",
    "ai-tika-vin07t22:9_0": "The account of the group of seven on “takes”",
    "ai-tika-vin07t22:10_0": "(but) you will not come back to the monastery workers,” they do so again and again to see the dying of the problemishing.",
    "ai-tika-vin07t22:10_1": "for when five robes are given, they’re not long in the breaths and out-of-season robe-cloth with mind.",
    "ai-tika-vin07t22:10_2": "And when he stands outside the door, wherever they’ll get caught, but wherever they can be arisen,",
    "ai-tika-vin07t22:10_3": "First he is the first kind of robe, and he does not go beyond the robe season. It is only because of the robe-cloth is lost.",
    "ai-tika-vin07t22:10_4": "“Where is it for the robes?”",
    "ai-tika-vin07t22:10_5": "For the robe-making procedure for a monk who has participated in the robe-making procedure leaves the monastery as long as he likes, thinking “I’ll having obtained a robe-cloth as much as I like, and shaved off his robes by him and gives his neighbouring robes, etc., or to the monk whose wovens is breaking the wipes of the robe-cloth and leaves, thinking, “I’ll preceiving the robe-cloth to the monk who wants the robe-cloth as he like this.”",
    "ai-tika-vin07t22:10_6": "But when there is a place for growing on the robe-cloth in whatever place the robe season, or in accordance with it is used, and then the robe is lost, destroyed, or burning, or that expectations that are in the sense of urgency, and then in accordance with the expectation of that robe-cloth is effected, etc.",
    "ai-tika-vin07t22:11_0": "Here, he said, “Where are you coming here?”",
    "ai-tika-vin07t22:11_1": "In this way the risen above, because of the power of all the conditions there is from the time of which they exist.",
    "ai-tika-vin07t22:11_2": "Then all the robe-making season comes to an end because of the robe-making season.",
    "ai-tika-vin07t22:11_3": "And they show them one portion, and they can be understood too in each of these eight months.",
    "ai-tika-vin07t22:11_4": "and the end of the robe-making season is destroyed when he has come to an end.",
    "ai-tika-vin07t22:11_5": "they will not give robe-cloth in the monastery, but poorly put it aside with the robe season in the monastery, and they will show it to them,",
    "ai-tika-vin07t22:11_6": "But if he has few wishes, he will not take leave of a robe-cloth that cannot be transferred to another outside the monastic boundary, or else the robe-making season comes to an end when he sees a robe-cloth in all the monastery.",
    "ai-tika-vin07t22:11_7": "But it is cut off the impediment,",
    "ai-tika-vin07t22:11_8": "But this robe-making season has been dried up and sewed, and there was no dwelling here.",
    "ai-tika-vin07t22:12_0": "if it is not shared with the robe-cloth, but we will get a robe in it, and wherever there we don’t get a robe, and wherever we don’t want.",
    "ai-tika-vin07t22:12_1": "He doesn’t get hold of it. He doesn’t employ the meaning. He doesn’t get hold of it.",
    "ai-tika-vin07t22:12_2": "Here the linked: here it is not the winter between the two,",
    "ai-tika-vin07t22:12_3": "and in that place they were reborn in heaven.",
    "ai-tika-vin07t22:12_4": "The eighty-four years: the robe-giving season expire is going beyond the limit of the robe-cloth and the grainy season.",
    "ai-tika-vin07t22:12_5": "Whoever ends with the monastic boundary, thinking that the robe-making season is barred to another who is starting on to the ground, thinking that the robe-making season comes to an end together, and it may not be called “Leaves.”",
    "ai-tika-vin07t22:12_6": "That’s why the time should be understood as long as the Kāsīsa is said to be “Why not?”",
    "ai-tika-vin07t22:12_7": "And here, as the text, “food-eater” is one for the following reasons: “On the marks, this is the characteristic of foulness, inner robe-cloth, and instead of wearing the robes, etc., these two upper robes together, namely,",
    "ai-tika-vin07t22:12_8": "In this way the robe-making season should be understood as if someone else swept away by the end of the robe-making season.",
    "ai-tika-vin07t22:12_9": "“All these two lifestyles contained in the bloom of the hand of the iron balls, the scope of iron robe, and that is, even one of the three robes, or one of the borderns.”",
    "ai-tika-vin07t22:13_0": "312-325.",
    "ai-tika-vin07t22:13_1": "Taking up the abode of consideration, he lived on like a cesspit.",
    "ai-tika-vin07t22:13_2": "in each place it is an “taken”.",
    "ai-tika-vin07t22:13_3": "Hence it is said: “Bhikkhus, on account of her held at the edge of her deeds ...",
    "ai-tika-vin07t22:13_4": "they’ll give it to you.”",
    "ai-tika-vin07t22:13_5": "After the robe-cloth is destroyed, and so on, it is said to be “interrupted”.",
    "ai-tika-vin07t22:13_6": "And in the Vibhaṅga only the robe-cloth in the six classes of robe-cloth, wherever in the hand of the robe of a kasiṇa is stated about, but not more than that.",
    "ai-tika-vin07t22:13_7": "And here the two gateways, that is to say, the sections on the group of six, and of the nine kasiṇas .",
    "ai-tika-vin07t22:14_0": "Then, when he is shown that three positions and three primary elements, it is shown by one who is quarreled in them.",
    "ai-tika-vin07t22:14_1": "Herein, in the third place whereby there is no comparison, they do not focus on that idea.",
    "ai-tika-vin07t22:14_2": "but to the third, definitely, having been shown by one,",
    "ai-tika-vin07t22:14_3": "Three groups of three is to be understood too. The second, the third, and the fourth in the same way under the word for the word-meanings.",
    "ai-tika-vin07t22:15_0": "ends of the robe-making season, it seems, when the robe-making season comes to an end of the robe-making season together, they hear the end of the robe-making season in the monastery, inside, in the monastery, or out-of-season robe-cloth is outside the monastic boundary, thinking, “So it seems, ‘Sāriputta, it seems, ‘Sāgall-of-season robe-cloth is outside the monastery boundary,’ and they hear the robe-making season in that monastery,",
    "ai-tika-vin07t22:15_1": "the ending of the robe-making season.”",
    "ai-tika-vin07t22:15_2": "And here the waves can be understood as the first house when the words are swallowed by the wind and the burning sun.",
    "ai-tika-vin07t22:16_0": "if he leaves the districts in a direction, hencely leaves the district; and he does not return to the monastery;",
    "ai-tika-vin07t22:16_1": "And when the robe-making procedure was completed the rainy-season residence, they went to the end of the robe-making season together.",
    "ai-tika-vin07t22:16_2": "if he obtains the robes, saying, “We wish to get robe-cloth from the distributor of rain,” “We wish to give this robe-cloth and distribute it.”",
    "ai-tika-vin07t22:16_3": "In empty dwellings, you’ve learned.",
    "ai-tika-vin07t22:17_0": "The account of the group of seven on “takes” is finished.",
    "ai-tika-vin07t22:18_0": "The chapter on the robe-making procedure is finished."
}