{
    "ai-tika-vin07t23:0_0": "8. Cīvarakkhandhako",
    "ai-tika-vin07t23:1_0": "On the Use of Jīvaka",
    "ai-tika-vin07t23:2_0": "329.",
    "ai-tika-vin07t23:2_1": "Relying on the aggregates of robes, alms-food, lodgings, and medicines and supplies for the sick, their bodies are uneven.",
    "ai-tika-vin07t23:3_0": "330.",
    "ai-tika-vin07t23:3_1": "he brought people together,",
    "ai-tika-vin07t23:3_2": "iignorant is the meaning of later generation: “He is without confusion” .",
    "ai-tika-vin07t23:3_3": "He is the master of this Once, which is more than 40 kilometers,",
    "ai-tika-vin07t23:3_4": "showing that fruit,",
    "ai-tika-vin07t23:3_5": "Thinking: “After tasty,”",
    "ai-tika-vin07t23:3_6": "“But wherever they say is the meaning of possession of three kinds of rice gruel and non-returners say that even good for the sake of heaven?”",
    "ai-tika-vin07t23:4_0": "and for the sake of the whole body.",
    "ai-tika-vin07t23:5_0": "ivory-worker says: “We will perform a large following of elephants, affluent, and wealthy,” “We will perform a large congregation for them.”",
    "ai-tika-vin07t23:6_0": "What is the rich carpent?",
    "ai-tika-vin07t23:7_0": "gets hold of seats in the place near the Kappa, and in the Devout One",
    "ai-tika-vin07t23:7_1": "Leaving what they have done, they discarded anywhere else low-caste, thinking, “Whatever place they returned,” he said, “Even if they do not give to the borrow what was given, but there was none of these things.",
    "ai-tika-vin07t23:7_2": "Which creepers there is from the eastern direction, so the bowel starting from the eastern quarter?",
    "ai-tika-vin07t23:7_3": "and in the two places were presented by the two of the dwellings.",
    "ai-tika-vin07t23:8_0": "The account of Jīvaka’s discussion is finished.",
    "ai-tika-vin07t23:9_0": "Discussion of the proper conduct for Bhaṇḍuka",
    "ai-tika-vin07t23:10_0": "all live in communion for the purpose of seeing is what is said:",
    "ai-tika-vin07t23:10_1": "Having made (afterwards) various colours, encloseding the description of the colours, placed on the contrary, ploughed and spot, when he was flags, with in colour, shape and pillow, and black color,",
    "ai-tika-vin07t23:10_2": "Hence it is said: “Apart from here,”",
    "ai-tika-vin07t23:10_3": "He is half a share of the novices.",
    "ai-tika-vin07t23:10_4": "Putting out, they do a procedure of banishment.",
    "ai-tika-vin07t23:10_5": "One whose mind is added to joints what has been brought in the texts on monastic training should not follow one’s training according to the level of the dwelling. The meaning is that it is unsuitable.",
    "ai-tika-vin07t23:10_6": "and all the monks from the group of six, who give the full ordination, and of novice monks.",
    "ai-tika-vin07t23:10_7": "the storehouse of storehouses were said in the storeroom in common with the robes.",
    "ai-tika-vin07t23:10_8": "* This is the story of the level of the strings,",
    "ai-tika-vin07t23:10_9": "While they doing it in the midst of the town, they performed the duties as they had done.",
    "ai-tika-vin07t23:11_0": "if he wants to give me a robe within two, that is, fitting on my back, and he wants to get hold of a robe; the meaning is, “Now is mine,” and he does not want to go.",
    "ai-tika-vin07t23:12_0": "The discussion on the inside of the storeroom is finished.",
    "ai-tika-vin07t23:13_0": "Discussion on the dyeing of robes",
    "ai-tika-vin07t23:14_0": "for pervading the Kattikā festival that was over a wide, and the wide openings, made a pile, and circumambulating the wide.",
    "ai-tika-vin07t23:14_1": "The water does not overflow, but stand to the lake,",
    "ai-tika-vin07t23:14_2": "Rememberging the dyers’ good plane, (but) the sovereignty great gain,",
    "ai-tika-vin07t23:15_0": "the shade of the inner clothes, being the refuge (in Buddha), the Sole Leader of the World, and the systems ,",
    "ai-tika-vin07t23:15_1": "that was like the sound of the two after the beginning and the middle of the carcasses, he should put it aside to the palm of the two.",
    "ai-tika-vin07t23:15_2": "Wanting to visit the robe-cloth in the middle of the day, they drew lamp on it for the day.",
    "ai-tika-vin07t23:15_3": "They don’t do that.",
    "ai-tika-vin07t23:16_0": "Failing to give is the meaning. Nay-Protectors, delighting in the presence of those without it, is the meaning.",
    "ai-tika-vin07t23:17_0": "were to establish a boundary,",
    "ai-tika-vin07t23:17_1": "(intoxist) were destroyed, formerly a former deed,",
    "ai-tika-vin07t23:17_2": "After making sure of the incomparable, like a mountain cleft (would) in a weak place,",
    "ai-tika-vin07t23:18_0": "349-351.",
    "ai-tika-vin07t23:18_1": "In the Visākha, was said: “I have been cut off,”",
    "ai-tika-vin07t23:18_2": "so delightful and ends.",
    "ai-tika-vin07t23:18_3": "Compassion is the ultimate: “Whatever is the next world in this world, he does think, “How want to come? ” and he has knowledge about the attainment of the path and the knowledge of it, he is called “The Death” .",
    "ai-tika-vin07t23:18_4": "he will answer.",
    "ai-tika-vin07t23:18_5": "“Perhaps these are givers”: “This is a condition for the donation of giving, this is necessarily in regard to the donor of the giving.",
    "ai-tika-vin07t23:18_6": "looking for a group of travelers, which is heavenly (into the country).",
    "ai-tika-vin07t23:19_0": "The eight sub-chapter on covering the garments is the shape of a string of garments and one-giving poisonous cooked with scraps in eight ways.",
    "ai-tika-vin07t23:20_0": "362.",
    "ai-tika-vin07t23:20_1": "dancing, singing, playing instruments, and making merry.",
    "ai-tika-vin07t23:20_2": "Just as a fraction of clay set rolling on these fourteen keys made of bricks, made from a worm-infested:",
    "ai-tika-vin07t23:20_3": "When they have passed away, if they do not go beyond the robe season, but at the end of the rainy-season robe-cloth is season. The meaning is that.",
    "ai-tika-vin07t23:21_0": "The account of the dyeing of robes is finished.",
    "ai-tika-vin07t23:22_0": "Discussion of the robe-cloth given to the Sangha",
    "ai-tika-vin07t23:23_0": "so that the courtesan was reborn in a lower realm,",
    "ai-tika-vin07t23:23_1": "Having extended the rainy season residence and deposited the rains residence, he placed the bathing powder on the ground.",
    "ai-tika-vin07t23:23_2": "“Here, Vassakāra, what is the practice of the rainy season.”",
    "ai-tika-vin07t23:23_3": "There was this sound of its rainy season. The King said, “We could not give to the queen.”",
    "ai-tika-vin07t23:23_4": "Abandoning the five months later things: the residents, the one who gives the indicated by the oral transmission, and the incomparable, and the five months of the rainy season.",
    "ai-tika-vin07t23:23_5": "For the ending of the robe-making procedure consisting of the rainy-season residence: it’s because until it has been spended. As long as he gives the robe-making procedure, it’s necessary to the end of the robe-making procedure.”",
    "ai-tika-vin07t23:23_6": "After that, the other five months passed by later on the summer, as follows: “We shall give,” and the meaning is, he said, “Lay follower, meaning is the meaning.”",
    "ai-tika-vin07t23:23_7": "After the backs of the sixty-two days, he should see this: “This is the next funeral pyre.”",
    "ai-tika-vin07t23:23_8": "Potaliya people say: “Potaliyakas are uninterrupted for five months,” “This is the inside of the Paṭisambhidā,” “This being is the consequence thus: “This is the fourth lost opposite sex with this knotting,” “This is the confirmation with this.”",
    "ai-tika-vin07t23:23_9": "For it is said in reference to the word “blessing” , and it constantly reaches all the kind described thus: “This one who is born in water, and who does not proceed to it eventually reach swallowing the peacohol.",
    "ai-tika-vin07t23:23_10": "And that’s why, when we say this: “As to the neighborhood of the hollow, he all of them reach the fire of them, he all of them attain that while he is still a wicked desire.”",
    "ai-tika-vin07t23:23_11": "Because of the additional importance.”",
    "ai-tika-vin07t23:24_0": "It is included: the meaning is that the best, the chief, should be given to the highest, as well as the senior, and the junior mendicants.",
    "ai-tika-vin07t23:25_0": "The account of the robe-cloth given to the Sangha is finished.",
    "ai-tika-vin07t23:26_0": "On the Question About Upananda",
    "ai-tika-vin07t23:27_0": "weighing up the rainy season residence in the case of the monastery it is used to live on the way abode of the kind already described. In the case of the rainy season, the resting place is expressed in the way already stated, and in the case of the rainy season. Once again when a dwelling has been stated, it is nevertheless because of its preparation for the Rains.” But in the way already described under the sway of its continuity.",
    "ai-tika-vin07t23:27_1": "encounter in which a fixed destiny is wherever he is not able to get hold of his place where there is such generous, etc., and inclination, then in whatever place there is that his understanding is called “proaches” because of the words “possessed of an abusively;",
    "ai-tika-vin07t23:27_2": "Hence it is said: “In this matter how many people there is much more of the risky, not just for one who hasn’t achieved their own goal, not more than that, even when there is much but is called “non-jhāna access” the lamplightenment, it is called “law”.",
    "ai-tika-vin07t23:27_3": "they gained faith in the lower parts, as they were bound by their (body) power.",
    "ai-tika-vin07t23:27_4": "Neither in the vicinity of different castes, in the wind waf of the wind.",
    "ai-tika-vin07t23:27_5": "Living in the monastery, they abide in one precincts with one of two kinds of hospitality, of two kinds, three classes of favour, and two kinds of fingernails.",
    "ai-tika-vin07t23:27_6": "The dwelling place first surrounds them first.",
    "ai-tika-vin07t23:27_7": "For where the receiver is tranquilized, but what is received in the recipient.",
    "ai-tika-vin07t23:28_0": "On the commentary on the account of Upananda is finished.",
    "ai-tika-vin07t23:29_0": "The account of the progressiveness",
    "ai-tika-vin07t23:30_0": "if she uses them a matchmaker, a floor cover, a cloth screen, a mattress, and a floor covered with cloths, and puts it on the ground.",
    "ai-tika-vin07t23:30_1": "he who can’t be able to make medicine for the purpose of getting what is said from others.",
    "ai-tika-vin07t23:30_2": "The monks from the group of six were nursing the robes, etc., that have been given to the robes, etc., and have a protection for the sick three robes, and so on.",
    "ai-tika-vin07t23:30_3": "And if he wants to give permission, he should be the foremost.",
    "ai-tika-vin07t23:31_0": "The account of the sickness is finished.",
    "ai-tika-vin07t23:32_0": "Discussion on the clay drum",
    "ai-tika-vin07t23:33_0": "For one owing to his robes,",
    "ai-tika-vin07t23:33_1": "Hopefully to those who are old, and have a fixed destiny,",
    "ai-tika-vin07t23:33_2": "which is an unenclosed dwelling.",
    "ai-tika-vin07t23:33_3": "all the robes and bowl,",
    "ai-tika-vin07t23:34_0": "he stays there in that place: the other monastery, and the Saṅgha in the Saṅgha.",
    "ai-tika-vin07t23:34_1": "The meaning is that sheaf of the sixteen offenses appear to him: “I have been given away by him in the Sangha; there is no lesser a funeral pyre, and I give him permission from the Community.”",
    "ai-tika-vin07t23:35_0": "Golden reeds, mosquitoes,",
    "ai-tika-vin07t23:35_1": "Without secrets, chariot-makers, clung to plants, expounds, stoles, tigers, leopards, behaves, and decorations.",
    "ai-tika-vin07t23:35_2": "The robes are worn, etc., in the middle, or the robe is finished. When he is falling in the middle, he should sprinkles on the edge. He should then give them a robe.",
    "ai-tika-vin07t23:36_0": "if he says is attentively cows (wholesome), then after being afraid of wrongdoing and fond of it, he must be seen and heard about what is said.",
    "ai-tika-vin07t23:37_0": "After giving the water, they show the water, and making the bowls.",
    "ai-tika-vin07t23:37_1": "When they attain that share, they be one who seeks the benefits of these.",
    "ai-tika-vin07t23:37_2": "they swell the oceans of moats.",
    "ai-tika-vin07t23:37_3": "On the bank of the river, complete in this way is said to be",
    "ai-tika-vin07t23:38_0": "The account of the praiseworthy talk is finished.",
    "ai-tika-vin07t23:39_0": "Discussion on the eight kinds of robes",
    "ai-tika-vin07t23:40_0": "When they give him permission, they said, “Give us around” in the way already described, do so on.",
    "ai-tika-vin07t23:40_1": "Saying, “As arranged” is the first place where the earth was deposited, and which inspiring places them eventually made.",
    "ai-tika-vin07t23:40_2": "The place where the two is kept over the place where the water is kept",
    "ai-tika-vin07t23:40_3": "There is no gain for such a village as “Dispendent,” such and such name, “Where are you able to get material possessions.”",
    "ai-tika-vin07t23:40_4": "(but) this dispensation of the world shows the supernormal powers, but it is shown by the supernormal power of the gods.",
    "ai-tika-vin07t23:40_5": "“‘They are bound by people’: this is what is called Nibbāna” . It is said in the Parinibbāna .",
    "ai-tika-vin07t23:40_6": "But if there are  whole countryside, the whole countryside. It is upside down, the countryside.",
    "ai-tika-vin07t23:40_7": "so too, a lion, and the eighth day",
    "ai-tika-vin07t23:40_8": "Hence it is said: “Ascetics,” and so on.",
    "ai-tika-vin07t23:41_0": "In the middle of the earth it is to be found satisfaction as far as the limited on the earth-process, above the ground, below the courses, and all the waters of the postures, and because each one is standing in the middle. And the posturestures that should be understood as above.",
    "ai-tika-vin07t23:41_1": "and also the wheel-turning monarchs’s chief queens given to him, yet he reaches the construction of the earth-sphere.",
    "ai-tika-vin07t23:42_0": "The Buddha has said that the because he was awakened to by the Perfectly Awakened One.",
    "ai-tika-vin07t23:42_1": "As a consequence those who are bound out in the distance",
    "ai-tika-vin07t23:42_2": "he rolls on.",
    "ai-tika-vin07t23:42_3": "those who give to those who had the best.",
    "ai-tika-vin07t23:42_4": "In the second room, there are senior monks who give the later of the Community, and they all to give share out the robe-cloth as long as they need, and wore a second robe-cloth should be given everything.",
    "ai-tika-vin07t23:42_5": "As a consequence, they say, “We give it to you.”",
    "ai-tika-vin07t23:42_6": "if they say, “If they give it to the Sangha,” he replied, “If it’s said, they give it to the senior monks, you won’t give it to the senior monks.”",
    "ai-tika-vin07t23:42_7": "he should question:",
    "ai-tika-vin07t23:43_0": "to wear rags from the whirlpools, the wearers of robes,",
    "ai-tika-vin07t23:43_1": "But when the nuns give to the Sangha of monks, they don’t have sent the giving to the rainy-season residence, for the nuns, and after he has finished breaking the later on it from the Sangha of monks. Then he should be given a group to the nuns, whether that nun who has been sentenced to the Sangha of nuns, nor does the groups.",
    "ai-tika-vin07t23:43_2": "For the other nuns should go to the monks’ dwelling place where the nuns was told by the Sangha. Soon afterwards the nuns said, “It would not be right if it was time for the nuns,” and they said, “It was because of this.”",
    "ai-tika-vin07t23:43_3": "Hence it is said: “He is an individual. ...”",
    "ai-tika-vin07t23:43_4": "Because of the highest gift of the Saṅgha of monks.”",
    "ai-tika-vin07t23:43_5": "The monks making a recipient of the Community of monks with the sound of a personal thirteen thinks, “You’ve got hold of faith, and then go to your own place of the Community.” And they said, “They are far from the Character of Eka!”",
    "ai-tika-vin07t23:43_6": "Because the faithful person should be seen in the Saṅgha.",
    "ai-tika-vin07t23:43_7": "“If a monk is adding a wretched mass of mud, his limbs subsiding with a wretched man, which was quite evident to him.",
    "ai-tika-vin07t23:43_8": "Because that person has been discarded by the Sangha.",
    "ai-tika-vin07t23:43_9": "And just as that person is saying: “There is no person who gives the best seat and also to you,” etc., in the case of the Community,",
    "ai-tika-vin07t23:43_10": "If he were to be excluded from the Saṅgha in this way, then he could gain both ways.",
    "ai-tika-vin07t23:44_0": "They don’t give such gifts as a layperson, but they don’t understand what is said.",
    "ai-tika-vin07t23:44_1": "“The Sangha was told by the monks who take alms-food.”",
    "ai-tika-vin07t23:44_2": "Hence it is said: “He is able to be able to curse the opportunity.”",
    "ai-tika-vin07t23:44_3": "“At the robe-making procedure, it is raining,” when it is given during the last month of the rainy season, when it was given during the last month of the rainy season, when it was given during the last month of the rainy season, when it was given during the last month of the rainy season.",
    "ai-tika-vin07t23:44_4": "And when it has been spended, he said: “All the alms-food rains residence according to the winter, or when anyone else receives it while it is completed the rainy season.”",
    "ai-tika-vin07t23:44_5": "But those who say nothing reaches all, they will not give gifts,”",
    "ai-tika-vin07t23:44_6": "For all of them can be seen according to the word “blessing”; the meaning is, it should be regarded here.",
    "ai-tika-vin07t23:44_7": "Saying, “All these what is did for the rains residence?” they all had been drawn into the presence of the others.",
    "ai-tika-vin07t23:44_8": "in the past, future and present.",
    "ai-tika-vin07t23:45_0": "or he has gone to the place for recitation, or for the sake of the teacher, the pupil of the educated, and the pupils of the teacher.”",
    "ai-tika-vin07t23:45_1": "while going to the place where he was going, after taking the thighs,",
    "ai-tika-vin07t23:45_2": "“Ascetics, having taken the recitation passage and intentions, around, they get took the recitation passage, and followed thus: “Venerables, recitation passage for this spot, and then go back to the beginning”;",
    "ai-tika-vin07t23:46_0": "The account of the eight kinds of robe-cloth is finished.",
    "ai-tika-vin07t23:47_0": "The chapter on robes is finished."
}