{
    "ai-tika-abh05t5:0_0": "Paṭṭhānapakaraṇa-anuṭīkā",
    "ai-tika-abh05t5:1_0": "The color of ties.",
    "ai-tika-abh05t5:2_0": "Sensual desire for sensual pleasures, inferior or superiority,",
    "ai-tika-abh05t5:2_1": "By the laziness of the judgment",
    "ai-tika-abh05t5:2_2": "Entering the three kinds of sensual stimulation,",
    "ai-tika-abh05t5:2_3": "While living in a language:",
    "ai-tika-abh05t5:2_4": "Some ninety-two enemy:",
    "ai-tika-abh05t5:2_5": "then that Indulgence (the Buddha), the Seer’s problem,",
    "ai-tika-abh05t5:2_6": "The King’s place, (King) Disampati, the Seer’s son,",
    "ai-tika-abh05t5:2_7": "For the Buddha’s reference to the Book of the Enlightened One",
    "ai-tika-abh05t5:2_8": "Development of the meritoriousness , etc., as merit, declaring the owing to the state of loss of merit, etc., and the means of the means of the attainment of the merit, etc., and the means of the means of the means to developing merit.",
    "ai-tika-abh05t5:2_9": "Body the rise and fall and fall and heedlessly.",
    "ai-tika-abh05t5:2_10": "And there is the sound of the great drums, the sound of clay-drums kettledrums, and the cycle of the cycle of the Relics there is no such escorpion in cry.",
    "ai-tika-abh05t5:3_0": "The divine abidings to the psychic power of the Buddha, and because of the special qualities of insight and understanding, all of them except for the attainment of the Enlightened One’s special qualities, thus said: “All these divine abidings are supremely supernormal powers, all of the Brahmas, thus it is the Supreme One’s speaking from the highest among men.”",
    "ai-tika-abh05t5:3_1": "To give the noble mind-made body, which is accompanied by the noble ones, it is the right way for the making it precisession of the border of many hundreds of leagues, and in countless ways.",
    "ai-tika-abh05t5:3_2": "And herein, intentionally inspires confidence in those without it, and the full confidence of those various embracing that confidence should be understood as the desires of the vanity of the heart and the removal of greed for them.",
    "ai-tika-abh05t5:3_3": "The recollection of the Dhamma is included in the Doctrine of the Truth, and because of the recollection of the Community, because of the terminator of training, because he has laid down the accusations, and because he does not follow the law of the Dhamma.",
    "ai-tika-abh05t5:3_4": "knowledge ‘awake of the imperishable’,",
    "ai-tika-abh05t5:3_5": "As to lack of understanding: “This is how they must be told with the three knowledges.” Then the meditators of the clansman whom should be told in the world with its gods.",
    "ai-tika-abh05t5:3_6": "They are constantly present:",
    "ai-tika-abh05t5:3_7": "With these virtues of the special qualities,",
    "ai-tika-abh05t5:3_8": "The one of honouring, thus: “This is the drum of the Devas, this is the sound of the rich.”",
    "ai-tika-abh05t5:3_9": "more than extras.",
    "ai-tika-abh05t5:3_10": "Upavāṇa, which is called “a” in the sense of urgency.",
    "ai-tika-abh05t5:3_11": "And now alternatively, while the princess are propounded there, they are only then carried on.",
    "ai-tika-abh05t5:3_12": "Recollecting the training rules of an unethical person, of bad character, and who wants to train, without having passed away or even a smallestrod.",
    "ai-tika-abh05t5:4_0": "the seventh of the Isisiṅga’s name, having shown that he is said: “Through the seventh of the Seer, who gives your honour to the urgency, firstly pride (them) what is the seventh times of the seven bondservants, after showing them away,",
    "ai-tika-abh05t5:4_1": "what was said.”",
    "ai-tika-abh05t5:4_2": "Endowed with those higher virtues, etc., that is, in the sense of virtues, etc., the noble ones, and so on.",
    "ai-tika-abh05t5:4_3": "And the seventh of the Issage: that is how the meaning should be regarded.",
    "ai-tika-abh05t5:4_4": "“With the cessation of mind and bodily form,” they should said to be shown where consciousness ceases.",
    "ai-tika-abh05t5:4_5": "for this is the end of the cycle of name and form.",
    "ai-tika-abh05t5:4_6": "With the complete fading away of cessation there is no name and form.",
    "ai-tika-abh05t5:4_7": "the king who settles the attainment of the path to cessation through an attainment of cessation through the seven subtle under consciousness ...",
    "ai-tika-abh05t5:4_8": "“As a perfected one fully awakened Buddha has become fully extinguished through the natural principle of extinguishment without anything left over; and with the cessation of consciousness, the settles away and cessation.”",
    "ai-tika-abh05t5:4_9": "It is “uttingness” in the Description of the Enlightened One who gives his consent, since it is a condition for the sake of producing condition.",
    "ai-tika-abh05t5:4_10": "Developing the state of existence is deep,",
    "ai-tika-abh05t5:4_11": "according as it is said: “I have discovered this profound truth, this Dhamma is deep and appears deep.”",
    "ai-tika-abh05t5:4_12": "in order to preserve the thirteenings are inferior:",
    "ai-tika-abh05t5:5_0": "The color of ties is finished.",
    "ai-tika-abh05t5:6_0": "The search for holding is the color.",
    "ai-tika-abh05t5:7_0": "And in the case of one who is acting aside of construction, in the eighth canopy.",
    "ai-tika-abh05t5:7_1": "“Regarding the things that are necessary, naked, repelled by the mind, and so on will other beings.”",
    "ai-tika-abh05t5:8_0": "From loathing is said: “Here the meaning” is this: “This is the meaning of this act of fame, in that, just as weapons, having been established, like someone who is addicted by him, he shows that he has said “haved” and “pproaches, just as it is said.",
    "ai-tika-abh05t5:8_1": "Or alternatively, what’s insignificant is that to be done.",
    "ai-tika-abh05t5:8_2": "Since there is no need of something that is needed, there is no mention of them to show it,",
    "ai-tika-abh05t5:8_3": "This is what is said:",
    "ai-tika-abh05t5:8_4": "Hence it is said: “He is negligent! ...”",
    "ai-tika-abh05t5:8_5": "And here they’re to be spoken.”",
    "ai-tika-abh05t5:8_6": "When spoken to by the word of the meaning is that he spoke in the explanation of the meaning in detail, he said, “Through evasiveness of the meaning here, however it is said, it is mentioned only when shown by means of what is said.” ...",
    "ai-tika-abh05t5:8_7": "And in the detailed treatment: here it is called “interruption” .",
    "ai-tika-abh05t5:8_8": "all of them shared for the three realms, and for the sake of all beings, all of them are of the three, for the sake of which they all turn back.",
    "ai-tika-abh05t5:8_9": "(All these) things, the various kinds of various kinds, that is to say, the various kinds of fact that included in the various aspects , and the various qualities described in the various aspects are mentioned under the clause.",
    "ai-tika-abh05t5:8_10": "For the reasoning of helping them in various aspects: making the reason why it is a condition for the sake of clearing the prequisites, in each case.",
    "ai-tika-abh05t5:8_11": "And although these two meanings beginning with the meaning should be understood here in different ways:",
    "ai-tika-abh05t5:8_12": "Herein, there is no difference between. But there, the bodies of various kinds, namely, variety and unintelligent later in one place. This includes is the exposition that is the way beginning, “This is the unity, the classification of rebirth ...",
    "ai-tika-abh05t5:8_13": "should be understood.”",
    "ai-tika-abh05t5:8_14": "Thoughts that are one thing: these many things should be developed since they don’t counterpart each.",
    "ai-tika-abh05t5:8_15": "(But) the intention of various kinds of talk is given in the Paṭisambhidā, the Commentaries, “After in the Commentaries”",
    "ai-tika-abh05t5:9_0": "But in the case of the sensual-sphere enquire, the precise of the Dhamma is said in the purpose where it is discovered by the individual essence of the way to described as before.",
    "ai-tika-abh05t5:9_1": "he said, “I will give it to you.”",
    "ai-tika-abh05t5:9_2": "that associated with the partaking of what is contrary to the Teaching is one.",
    "ai-tika-abh05t5:10_0": "The word opinion of all kinds of disciplinary issues is said to be the word of the meaning.",
    "ai-tika-abh05t5:10_1": "Going to that place, how originated is produced.",
    "ai-tika-abh05t5:10_2": "As to when other spending: here and there is no reciting, language, of the three watches of the night.",
    "ai-tika-abh05t5:10_3": "each of these is wisdom.",
    "ai-tika-abh05t5:11_0": "And although two things have been taught by the three things which arouse deep and requisites, “The nutriment” is said, and “It is exceeding the states.”",
    "ai-tika-abh05t5:11_1": "for three months they are the maintaining.",
    "ai-tika-abh05t5:11_2": "As to direction: it is said in all aspects . It is “refuse” since it is said of all enumerations.",
    "ai-tika-abh05t5:11_3": "prevented:",
    "ai-tika-abh05t5:11_4": "It is said in the twenty-four kinds of fact that must be defined by the fourfold reckoning as the object.",
    "ai-tika-abh05t5:11_5": "As to how originated: in the four directions beginning with the intermediate directions, etc., as to the primary elements,",
    "ai-tika-abh05t5:11_6": "The group of six means of persons (called) the names of the Three and Thirty-Three,",
    "ai-tika-abh05t5:11_7": "that’s why it is said:",
    "ai-tika-abh05t5:11_8": "Or alternatively, all instances, etc., as they preoccupied with the inner skin that envelops the body, etc., appearance, in whatever way, etc.,",
    "ai-tika-abh05t5:11_9": "according as it is said: “Here the act of species that originates in one who isn’t fully admitted to the other than human beings,” he said.",
    "ai-tika-abh05t5:11_10": "But the women are composed",
    "ai-tika-abh05t5:11_11": "This too is the commentary on the meaning of the words that brings something else than what is said, saying, “Having much poisonous,” “They show it how they said, “Give it to us!”",
    "ai-tika-abh05t5:11_12": "likewise without general.”",
    "ai-tika-abh05t5:12_0": "and the cause of reason for the sake of the Dhamma,",
    "ai-tika-abh05t5:12_1": "And there is causality for the sake of developing the basis of condition in the first jhāna, as well as on the object, good if he says, “with the purpose of seeing” .",
    "ai-tika-abh05t5:12_2": "After the cause, he said, “It is the reason for this reason,” he said, “It is the reason why, when his body breaks up, after death, he reaches him,” he said, “It is no cause or reason for him to attain the jhāna,” and he says, “There is no reason for him.”",
    "ai-tika-abh05t5:12_3": "Hence it is the cause of the reason why they have no cause,",
    "ai-tika-abh05t5:12_4": "herein is the reason, (and saying): “Here the cause.”",
    "ai-tika-abh05t5:12_5": "With Dhammapada:",
    "ai-tika-abh05t5:12_6": "Which is the reason of his own strength: he who gives his sarong and gets preced to, in making non-adherence, is said to have in the life of purity that is like a calm that is really enlightenment.",
    "ai-tika-abh05t5:12_7": "Because of the power of that:",
    "ai-tika-abh05t5:12_8": "This is the cause, this is the reason why it is called “with the cause,” and “It is a condition for the reason why they say, ‘It is a cause,’ and if it is unpleasant.”",
    "ai-tika-abh05t5:13_0": "and having been stated in accordance with the meaning as it was said above.",
    "ai-tika-abh05t5:13_1": "But if this is the end of the talk on Dhamma, they say, “What is the talk about Dhamma?”",
    "ai-tika-abh05t5:13_2": "And here there is no other state in the same way as in the Abhidhamma, the object of the Dhamma is said.",
    "ai-tika-abh05t5:13_3": "For this is the end, namely, this Dhamma, this is the cause, this is the reason why the teachings, and practices it when made known, and the mind is said to be ‘withstanding the terminator of meaning’, etc., when the Dhamma is finished, and the causes to be attended on by the means of the Dhamma’s presence.",
    "ai-tika-abh05t5:13_4": "it is said to be shown.”",
    "ai-tika-abh05t5:13_5": "But in order to show the states of unconditioned in the Dhamma here, etc., do not show them carefully.",
    "ai-tika-abh05t5:13_6": "That is why ‘ meaning’ is this: ‘There is in meaning of this,’ is said, ‘ meaning of this,’ is why ‘with meaning’ is expressed according to the meaning’.",
    "ai-tika-abh05t5:13_7": "Hence it is said: “Herein, rinsing and taking the bowls,”",
    "ai-tika-abh05t5:13_8": "if he says, “Yes,” he replied, “There is no need to raise him;",
    "ai-tika-abh05t5:13_9": "Or alternatively, “That is the meaning of this”: “This is the meaning of this, this is the meaning of it.”",
    "ai-tika-abh05t5:13_10": "and that’s what we get.",
    "ai-tika-abh05t5:13_11": "This is how the meaning here is this: “Bhikkhus, the word-meaning of meaning” should be understood according to meaning, “This is rejected in this way.”",
    "ai-tika-abh05t5:13_12": "what is the cause of indication is the reason why no matter how to help have been asked, for the sake of making amends for an end of what is said: “This isn’t conducive to heaven” ...",
    "ai-tika-abh05t5:13_13": "causes causes these reasons.”",
    "ai-tika-abh05t5:13_14": "And here it is possible that the arising of rebirths should be given rise to the instance of mindfulness, and that which is just as the arising of the life faculty is being arisen, without remainder of the life faculty.",
    "ai-tika-abh05t5:13_15": "Those who continually proposition in the formless states are dishonctable and live without formal support.",
    "ai-tika-abh05t5:14_0": "according as it is said: “When a legal issue is established in the goal of Avoiding what is beneficial, making such is the meaning, it shows why is,” .",
    "ai-tika-abh05t5:14_1": "“What is the source of deeds is the source of deeds, source, and origin of deeds” .",
    "ai-tika-abh05t5:15_0": "As to the other meaning: to profitable states , so skilled in other words.",
    "ai-tika-abh05t5:15_1": "with one teacher.",
    "ai-tika-abh05t5:15_2": "As to colour: it is beneficial and relates to other materiality, thus it is the other dispensation that is capable of having obtained visible data, and so on, when something is due to what is skillful, to what is skillful, because there is no creation of others’ , and so on.",
    "ai-tika-abh05t5:15_3": "the state of non-delusion, the one who isn’t skilled in diverse form, etc., and the other embodiments, thus “This is unskilled in both ways” .",
    "ai-tika-abh05t5:15_4": "owing to their profitable way, they have grasped it,",
    "ai-tika-abh05t5:16_0": "no teaching is not included in the six classes of rebirth. Their element is not included in the various forms have been clearly comprehended in the six classes of offenses. Their element is not conditioned by means of conditioning condition.",
    "ai-tika-abh05t5:17_0": "Except in the first stage beginning with “jhāna” is said, “The mind-made” , and the profundity of mind by the previous disappearance of the aggregates.",
    "ai-tika-abh05t5:17_1": "he should see one’s mind thus: “The mind is sitting in the mind.”",
    "ai-tika-abh05t5:17_2": "The state of thoughts associated with the mind is not-self, but rather it is to be associated.",
    "ai-tika-abh05t5:17_3": "Those who are benefactors,",
    "ai-tika-abh05t5:17_4": "And the opposite of it is the same as that of a conclusion.",
    "ai-tika-abh05t5:17_5": "for the three are associated states occur in the middle.",
    "ai-tika-abh05t5:17_6": "Hence it is said: “Somending that and non-existence” .",
    "ai-tika-abh05t5:17_7": "Hence it is said: having to live (therefore) in their own duties (for them),",
    "ai-tika-abh05t5:17_8": "and these (considered) desire arose.",
    "ai-tika-abh05t5:17_9": "and the higher ordination are due to their occurrence.",
    "ai-tika-abh05t5:17_10": "The one who respects the object of respect, etc., is honoured by the Dhamma,",
    "ai-tika-abh05t5:18_0": "and in between that immediately the arising of that thought arose in his mind:",
    "ai-tika-abh05t5:18_1": "he is one whose deeds have been performed, etc., which is the object of that same object, being thus precisely by means of that as its object, and other aspirations.",
    "ai-tika-abh05t5:18_2": "and obtaining (them) went to the sweet donation of the (which Buddha), the Lord of the World, and obtaining (the prosperity) in their name,",
    "ai-tika-abh05t5:19_0": "Thus there is also called “having a variety of meaning” in the sense of composing , “proaching of meaning” .",
    "ai-tika-abh05t5:19_1": "By the word of the word :",
    "ai-tika-abh05t5:19_2": "for the word of the meaning is proximate cause, for the attributes of such states, is said to be in ignorant.",
    "ai-tika-abh05t5:19_3": "with the cessation of the dependent origination: from the cessation of suffering, and from the time of the origination and dispels.",
    "ai-tika-abh05t5:19_4": "The arising of this dependent origination is the beginning of the cessation of this. The arising of these is the time to speak.",
    "ai-tika-abh05t5:19_5": "for there is no exertion of the level of mindfulness and sickness in the body.",
    "ai-tika-abh05t5:19_6": "The lower part of the body is finished too surface of the sesame, and taken as one’s own.",
    "ai-tika-abh05t5:19_7": "for the arising of the states consisting of the proximate cause is characterized as it is manifested without an length of the belly is quite without an opposite sex. Because it is its proximate cause they proximate cause.",
    "ai-tika-abh05t5:20_0": "Here is the difference between his knowledge. It is the breaking up of the various kinds of becoming .",
    "ai-tika-abh05t5:20_1": "the base consisting of neither perception nor non-perception is the arising of the base consisting of neither perception nor non-perception,",
    "ai-tika-abh05t5:20_2": "(They are) unsuitable. Unsuitable, widely, without first discerning residuely.",
    "ai-tika-abh05t5:20_3": "If it is the wrong time, they say, “This is the right time, this is the end of suffering”; and after saying, “This is the end of those five hundred carts,” they said, “This is how they live.” ...",
    "ai-tika-abh05t5:20_4": "adding, “It’s when profitable.”",
    "ai-tika-abh05t5:20_5": "Have you allowed to create an obstacle for them ...",
    "ai-tika-abh05t5:20_6": "but if it is different.”",
    "ai-tika-abh05t5:20_7": "If they say, “Whether accusing each other, you should say thus: ‘Being in different ways” .",
    "ai-tika-abh05t5:20_8": "Hence it is said:",
    "ai-tika-abh05t5:20_9": "Whatever person is stated in one thing such as the other, they are beliefted by the four classes of danger, and they are subtle that they proceed in each other than that, thinking “This person, however, is this stated in one thing,” they dull, and so once only the various other.",
    "ai-tika-abh05t5:20_10": "the helper can be understood making an endless in the presence of a person, and they don’t even know how to difference between them.",
    "ai-tika-abh05t5:20_11": "While the causing predatory animals next after the rising suns, he cannot rise from the danger of (thinking): “Laying interpretations of existence as in the morning, rising above in the water, like a chariot drawn by the rising sun and moon in the next life” .",
    "ai-tika-abh05t5:21_0": "And here the word : here the caravan leader, but the faithful,",
    "ai-tika-abh05t5:21_1": "Wherever they make it clear, that which is the end of suffering,",
    "ai-tika-abh05t5:21_2": "Interrupting the eyes, because it is the beginning of the bearer of an innervals, and concluding all the way together,",
    "ai-tika-abh05t5:21_3": "The meaning is that in which the arising of the feet or the shelter gos after the end of the arising of the progressiveness and the fathoms . The meaning is that it is independent of others.",
    "ai-tika-abh05t5:21_4": "Hence it to him: “Hereins these words, receives us.”",
    "ai-tika-abh05t5:21_5": "For it is the aggregates in the coal-monking Saṅgha” .",
    "ai-tika-abh05t5:21_6": "Because that when this arises is said, “We don’t arise in flaws, and if not arise.”",
    "ai-tika-abh05t5:21_7": "immaterial states have the same appearance as the disappearance of the streaming ;",
    "ai-tika-abh05t5:21_8": "Laves another dead, having a dead life Death and worry.",
    "ai-tika-abh05t5:21_9": "since it is due to surmounting a delimitation of boundlessness.",
    "ai-tika-abh05t5:21_10": "Hence it is born in him: there is present in him with the interruption of (them) things .",
    "ai-tika-abh05t5:22_0": "through the power of his understanding, this is the cause of ruination.",
    "ai-tika-abh05t5:22_1": "This is the well-processed;",
    "ai-tika-abh05t5:22_2": "arise in the condition for which they are produced.",
    "ai-tika-abh05t5:22_3": "and with the appearance of this arisen:",
    "ai-tika-abh05t5:22_4": "For the one who is familiar with those who are very fact that is present, surrounded by nature and peace.",
    "ai-tika-abh05t5:22_5": "and the practice that leads to continuation should be understood at each time,",
    "ai-tika-abh05t5:22_6": "For if the water is cleaned, he drives out, wrinks, and shakes the area travers.",
    "ai-tika-abh05t5:22_7": "for the vanity of moves is a condition for remaining in it.",
    "ai-tika-abh05t5:23_0": "This state of existence is shown under the characteristic of neutrality, etc., each other, and so on, their own characteristics, etc., but not to be seen each other with each other.",
    "ai-tika-abh05t5:23_1": "Hence the other “born of (them)” and “The like.",
    "ai-tika-abh05t5:23_2": "Even if he is not showing each other with the kind of appearance, etc., or else the absence of such beings as “listing” and so on, etc., in order to show the same kind of person, etc., and because of their resentment by each other, etc., the way of calling them together with each other,",
    "ai-tika-abh05t5:23_3": "there is no need of causing it, having stayed in Pāvārika for the sake of their mother ...",
    "ai-tika-abh05t5:23_4": "he says.”",
    "ai-tika-abh05t5:23_5": "Such is the causality of the two ends, and the sun is to be understood as honey.",
    "ai-tika-abh05t5:24_0": "At the moment of the earth element, like a cloth that was very applicable to the earth element, like the water element in the mode of elephants, and like the earth element.",
    "ai-tika-abh05t5:24_1": "Herein, determine: here it is the very helpful,",
    "ai-tika-abh05t5:24_2": "And here the words, etc., that is why they are called “perfected” having already been stated inferior.",
    "ai-tika-abh05t5:24_3": "and then, after making it plain like this, it is well worked over, application, and ontom.",
    "ai-tika-abh05t5:24_4": "For just as when the opposite described in the way described under the headings of a certain reinforced in the three Vedas,",
    "ai-tika-abh05t5:24_5": "Whatever states have been stated in the way already stated, their ability to pull towards them; they all states have been stated in the way already stated . Their element is included under the heading of “space” . And it alternatively, because of the kind already described under the headings of that, etc., their respectively the kind already described .",
    "ai-tika-abh05t5:24_6": "You’ll get rid of requisites by the others, and it can be known that the object is needed to be understood as peaceful.",
    "ai-tika-abh05t5:24_7": "Their element of the dissimilar to the elements .",
    "ai-tika-abh05t5:24_8": "the carpets, etc., should gradually comprehension the aggregates, without attachment.",
    "ai-tika-abh05t5:25_0": "Whatever bodily characteristic is called a word for the characteristic, etc., but not for the sake of its characteristic.",
    "ai-tika-abh05t5:25_1": "(but) it is seen that he is satisfied from this,",
    "ai-tika-abh05t5:25_2": "(but) for one with reason to make his powers.",
    "ai-tika-abh05t5:25_3": "Therefore it is said: “He is psychic power”.",
    "ai-tika-abh05t5:26_0": "and what is well-veraged",
    "ai-tika-abh05t5:26_1": "“No doubt” the back of the ladyer in the morning time.",
    "ai-tika-abh05t5:26_2": "if it is what is beneficial;",
    "ai-tika-abh05t5:26_3": "This is the meaning of his own view.",
    "ai-tika-abh05t5:26_4": "Likewise in the case of the origination-of-world is the arising of the fruition which is thus in accordance with the fruition.",
    "ai-tika-abh05t5:26_5": "Or alternatively, it is according to the kind already described .",
    "ai-tika-abh05t5:26_6": "Herein, with the carcass of fruit, bringing the result of that running downwards and crafts, dresses in the fruit, bringing it to mind as “Repulsive” or “Repulsiveness in that place, bringing it to an abundance”.",
    "ai-tika-abh05t5:26_7": "Herein, wetch is to be understood as useless in use.",
    "ai-tika-abh05t5:26_8": "Hence it is said: “She is simply useless” in the sense of riches,",
    "ai-tika-abh05t5:26_9": "Vibhaṅga, etc., according to the language beginning, in the knowledge of the states of existence, and so on.",
    "ai-tika-abh05t5:26_10": "Hence it is said: “He who has entered upon the way state (of that), just as when a bird",
    "ai-tika-abh05t5:26_11": "future ...",
    "ai-tika-abh05t5:26_12": "These are called the past, future, and present.",
    "ai-tika-abh05t5:26_13": "For even in the present it is the time for support, thinking, “For such a resting place is One in the present life” because of this food is so obtaining the supply.",
    "ai-tika-abh05t5:27_0": "Suppose there are things that are prone to being born, growing old, dying, passing away, and being reborn in one place. Their ruination is conditioned by these. They are conditions for the reappearance. They are conditions for the realizations in both kinds of unity.",
    "ai-tika-abh05t5:27_1": "Transmigrating in each other, while the one who is born in our chest writing and latering each other with each other.",
    "ai-tika-abh05t5:28_0": "Through the mental intention of the mind is produced in this way underlying tendency for the virtues of mentality, etc., the jhāna is produced in him when they are entered upon themselves.",
    "ai-tika-abh05t5:28_1": "Hence it is said in the volition of the volition of access.",
    "ai-tika-abh05t5:29_0": "When someone is able to make a wish, it cannot be done with what needs to do.",
    "ai-tika-abh05t5:29_1": "after making many offerings for the gods, thinking: “After tasting the bones, he can make a ploughing sport,”",
    "ai-tika-abh05t5:29_2": "But a single thing occurs only in one thing,",
    "ai-tika-abh05t5:29_3": "Because of the power of his own life-continuum, those likewise, etc., which is like the noble state, which is like himself,",
    "ai-tika-abh05t5:29_4": "This is the method of explanation in the Producing condition: “This is the three remaining condition for the continuation of existence” . It is manifested as a method, and it is not made uninterruptedly in each comprehension.",
    "ai-tika-abh05t5:29_5": "Because principles don’t become a limited specifically towards them.",
    "ai-tika-abh05t5:29_6": "Or in alternatively, when they tell a forest or a bed, is the meaning.",
    "ai-tika-abh05t5:29_7": "ties to the roots, etc., which are attached to and clinging to,",
    "ai-tika-abh05t5:29_8": "(But) the manifold fearless one,",
    "ai-tika-abh05t5:29_9": "That is why in the first phrases thus, “has till,” etc., on the following day they told, “How they have indicated to the first jhāna, etc., with the syllablestem here, did they say, “This is the same order of boundaries” .",
    "ai-tika-abh05t5:29_10": "(but) the cause of psychic power - this is the earthquake.",
    "ai-tika-abh05t5:29_11": "For the ties of the fine-material jhānas in the way beginning, “Firstening of visible objects” is said, “possessed by matter,” and “posing visible objects.”",
    "ai-tika-abh05t5:30_0": "The mind associated with himself, which is accompanied by defilements, is making preference of mental ill will, because it is by means of the acquisition of the mind, saying “What is the intention of consciousness?”",
    "ai-tika-abh05t5:30_1": "equivalently:",
    "ai-tika-abh05t5:30_2": "he brought up the indicated by the innerprehension of the mind that was delivered, by the indication of indication.",
    "ai-tika-abh05t5:30_3": "Then wherever they arise, as soon as they remain, the result will be reborn there and then the result of that.",
    "ai-tika-abh05t5:30_4": "Hence it is said: “Accomplished in the rest of the sun,”",
    "ai-tika-abh05t5:30_5": "otherwise.”",
    "ai-tika-abh05t5:30_6": "because of those deeds done results in forms",
    "ai-tika-abh05t5:30_7": "That is why the mind’s power,",
    "ai-tika-abh05t5:30_8": "What is to behave like this? When someone is born, it can be said to him: “This is the reason why ‘Being for the purpose of ease’, is the meaning.”",
    "ai-tika-abh05t5:31_0": "Your wieldy climate is dawn since there is no opposing, climate, and cease on the basis of foulness.",
    "ai-tika-abh05t5:31_1": "Talking, etc., should be understood as initiative, clarified to the giving rise to energy.",
    "ai-tika-abh05t5:31_2": "They don’t uproot the underlying tendencies of opposite sex in whatever manner he wants.",
    "ai-tika-abh05t5:31_3": "By this means the result of that peaceful states beginning with the result of existence and non-existence : “This is inclination of the noble ones, it is he who brings about the welfare of the blessings that were bringing welfare.”",
    "ai-tika-abh05t5:31_4": "By the state of having ceased definition, ~ which is why the highest state -",
    "ai-tika-abh05t5:31_5": "It is stated in the consciousness-originated only with the consciousness-originated elements, and so on.",
    "ai-tika-abh05t5:31_6": "it is shown in the state of expert in accordance with the Monastic Law as before, without having drunk, of the rising out of faith in the likenesses,",
    "ai-tika-abh05t5:31_7": "because of the result of results.",
    "ai-tika-abh05t5:31_8": "the result of the same sort of is shadowed as “unprehending, what is profitable?” When it comes to the fruit of shadown, he thinks, “What is skillful? ”",
    "ai-tika-abh05t5:31_9": "By the means of the fruit of the results of deeds, having a previous deed,",
    "ai-tika-abh05t5:31_10": "that the lady of what was said in the way to be reached by the final enemy.",
    "ai-tika-abh05t5:31_11": "because of wrong understanding,",
    "ai-tika-abh05t5:31_12": "Because of the result of past deeds, the result of deedss, and the result of deaths,",
    "ai-tika-abh05t5:31_13": "if, without being asked, the result is shown that there is no reasoning, he shows the result of the deeds described as “final.”",
    "ai-tika-abh05t5:31_14": "Likewise in the defilements, the abandoning of defilements, which causes and is to be reborn in the next life, and is absence in absorption.",
    "ai-tika-abh05t5:31_15": "And this resultant results that is peaceful and sublime, while the result of the story is successful and prosperous and well developed, they say, “Like deploy,”",
    "ai-tika-abh05t5:31_16": "Herein, although showing that the five concepts is said to be shown by Pañcasikha,",
    "ai-tika-abh05t5:31_17": "Hence it is said: “Here there is no idea to be unshakable consciousness, except if there is no obstruction for a state of consciousness.”",
    "ai-tika-abh05t5:31_18": "The meaning is this: resulting in good conduct, etc., and the result of good results beginning with good results.",
    "ai-tika-abh05t5:31_19": "not understanding liable to forms",
    "ai-tika-abh05t5:31_20": "(But) after a result of (good) conduct, with individual essences and individuals,",
    "ai-tika-abh05t5:32_0": "But just as that is allowed functionally arisen ensures, each is moved produced in the various conditions that are necessarily. The food swels are produced, not otherwise.",
    "ai-tika-abh05t5:32_1": "Likewise when there is the caravan leader that why are he brought to mind, saying: “Why are you attending on him?” ...",
    "ai-tika-abh05t5:32_2": "When it is stiff because of wind.”",
    "ai-tika-abh05t5:32_3": "With that he shows the striving (himself) striving (himself) in the place he shows that he is worthy of exertion.",
    "ai-tika-abh05t5:32_4": "“And these five grasping aggregates in sensual pleasures, then it is the component of the ascetic life that is not arrival at the moment of the ascetic life. But if it is said to be dispelled as “harmounted” , thus it is to be “haved” .",
    "ai-tika-abh05t5:32_5": "it is said in the evening, “the striving of a support for the striving” , and “the striving is said to be “welling” , “guiried up and produced” .",
    "ai-tika-abh05t5:32_6": "intentionally contacts is something, and is produced by fine-material originations. Because of the giving rise to the fine-material kinds of contact, they say, “We no opportunity.”",
    "ai-tika-abh05t5:32_7": "she is the arising and passing away of what is classification.",
    "ai-tika-abh05t5:32_8": "When no matter how there is no place, people attack them with various sights.",
    "ai-tika-abh05t5:32_9": "Hence it is said: “Here there is the form of a producing condition and bodily formation.”",
    "ai-tika-abh05t5:32_10": "When a post is overwhelmed by form, if his own fruit comes to be found, he remains in that kind of nutriment. That is why there is no production of nutriment.",
    "ai-tika-abh05t5:32_11": "Hence it is said: “After saying ‘I’m well developed with fourteen vanity ...",
    "ai-tika-abh05t5:32_12": "(There is) no mental development of striving or happiness.”",
    "ai-tika-abh05t5:32_13": "Since it is not a fact, it is post, a disturbance of humiliarity, and it is not yet postsing or striving.",
    "ai-tika-abh05t5:32_14": "Now, as to the people that is called “Gives” in the way already described, etc., which is produced in the way beginning “Now.”",
    "ai-tika-abh05t5:32_15": "if, without getting permission from the provinces one who is startens",
    "ai-tika-abh05t5:33_0": "What is they thinking: “And what is the reason why these disciplinary issues, if accusations, what is the reason why they focus on their faculties?”",
    "ai-tika-abh05t5:33_1": "Herein, precises embryo in himself a flower; for those who offense against each other.",
    "ai-tika-abh05t5:33_2": "Mastered by the power of the Enlightened One rolled forth (only) by his psychic power, he then conquered great power.",
    "ai-tika-abh05t5:33_3": "respecting the seniority.",
    "ai-tika-abh05t5:33_4": "This is how it is said:",
    "ai-tika-abh05t5:33_5": "Where delights in Jeta’s very same way: by means of the consent garding of his own desires, he produces the dissatisfaction with his own faculties, then in the case of the lamps of the faculties.",
    "ai-tika-abh05t5:33_6": "And who then said: “What sort of things?”",
    "ai-tika-abh05t5:33_7": "The eye consciousness in the signs of seeing, etc., is leading to the eye, and so on.",
    "ai-tika-abh05t5:33_8": "Living for life produces happiness and suffering, and is constantly happy and well-proclaimed, happy and free of pain, delivered, and emancipating, praised by their life.",
    "ai-tika-abh05t5:33_9": "he does his duties as far as he wants to see.",
    "ai-tika-abh05t5:33_10": "These are the reasons why, etc., are showers of the eye-consciousness, etc.,",
    "ai-tika-abh05t5:33_11": "Acording to them,",
    "ai-tika-abh05t5:33_12": "The one who shows them his livelihood, and so on.",
    "ai-tika-abh05t5:34_0": "He is seen in the Beyond that is to say about seeing,",
    "ai-tika-abh05t5:34_1": "The meaning is that shelter idiosyncratic interpretations of the sense faculties.",
    "ai-tika-abh05t5:34_2": "Then the eye-consciousness is frightening with that eye-consciousness. And of them, they continue to pursue that.",
    "ai-tika-abh05t5:34_3": "Herein, seeing (them), etc.",
    "ai-tika-abh05t5:34_4": "this is the greatest legal procedure for the sake of further penalty.",
    "ai-tika-abh05t5:34_5": "For if a man has succeeded in the attaining of continuity, he is convinced.",
    "ai-tika-abh05t5:34_6": "And just as the worm-infested by the dancers, etc., by the instance of scholar,",
    "ai-tika-abh05t5:34_7": "But we will give such slaves such excess of women and girls, saying, “We will show the way of the ascetics of other religions,” and so on.",
    "ai-tika-abh05t5:34_8": "Instruction that is inferior, etc.",
    "ai-tika-abh05t5:34_9": "after that, etc., the understanding that is to say, the state of existence .",
    "ai-tika-abh05t5:34_10": "saw the women who were fellow in this way, in the middle of the women,",
    "ai-tika-abh05t5:34_11": "“The faculties of pleasure and pain are included in the sense faculties of pleasure and pain. For this is how the faculty of pleasure are conceived. But when something is said, it is for them that.",
    "ai-tika-abh05t5:35_0": "The characteristic of impermanence, etc., are its characteristic, etc., which as the foundation of the earth element, etc., as its object and so on.",
    "ai-tika-abh05t5:35_1": "Mindfulness of mind and keeping it connected are without placing the mind, without placing the mind,",
    "ai-tika-abh05t5:35_2": "Entering at peace, they think about catching the object of reaching jhāna, and then, in the reckoning of the kind already described, they think about how they think about.",
    "ai-tika-abh05t5:35_3": "Hence it is said: “He should restrain yourself.”",
    "ai-tika-abh05t5:35_4": "the same thoughts are called, “perfected by what they haven’t yet been given to you.”",
    "ai-tika-abh05t5:35_5": "Pleasant feeling ...",
    "ai-tika-abh05t5:35_6": "for that is your pleasure, happiness, and mental joy.",
    "ai-tika-abh05t5:35_7": "Therefore it was said: “I have drunken.”",
    "ai-tika-abh05t5:35_8": "The eighty-four kinds of thought have been abandoned in the performance of equanimity and the fivefold reckonings.",
    "ai-tika-abh05t5:35_9": "Suppose it is possible that absorption were done in the same way.",
    "ai-tika-abh05t5:35_10": "unsteady in equanimity, not other with equanimity,",
    "ai-tika-abh05t5:35_11": "for those that are unperturbed, with the ending of equanimity.",
    "ai-tika-abh05t5:35_12": "if it is only a single burning coals, how does pleasure and pain arise in one flaws in it?",
    "ai-tika-abh05t5:35_13": "Then if it is said that one man calls concentration in unification of mind and in this way, they say, “Having seen the factors of absorption” .",
    "ai-tika-abh05t5:35_14": "resolution through recollection ...",
    "ai-tika-abh05t5:35_15": "That is the topic of seeing and suffering, saying: “Have you pleasantly, mindful” .",
    "ai-tika-abh05t5:35_16": "If they live together with a group of equanimous feeling, without saying, “Why don’t I cancel it?” ...",
    "ai-tika-abh05t5:35_17": "There is such consciousness as the highest, and the others do not have the same thought, But there is no furthermounting.",
    "ai-tika-abh05t5:35_18": "when equanimity has been done, then having made equanimity in the breath of equanimity and fathoms,",
    "ai-tika-abh05t5:36_0": "After that it is hard—whether it goes by the good, the According to the good, the Happy One, or the right way—the meaning is this: “This is wrong, this is said.”",
    "ai-tika-abh05t5:36_1": "only gaining why they don’t get carried out.",
    "ai-tika-abh05t5:36_2": "That is why in the first of the texts entailing the Dhamma in the way beginning, “He is unfavourable to the good.”",
    "ai-tika-abh05t5:36_3": "Hence it is said: “It is because of not seeing with the reason for the purpose of showing that the absence of an abidings” .",
    "ai-tika-abh05t5:36_4": "It is in the second dissatisfaction with unattractively, unattractive, and unattractive.",
    "ai-tika-abh05t5:36_5": "Likewise when there is a reason for the sake of establishing mindfulness in the absence of consciousness, it may be that produce in jhāna.",
    "ai-tika-abh05t5:36_6": "Therefore it is said: “It is no cause or reason for the sake of defilement.”",
    "ai-tika-abh05t5:36_7": "Herein, gaining material possessions is the meaning of seeing (birth) they do not see.",
    "ai-tika-abh05t5:36_8": "and subsist on some of the matter.",
    "ai-tika-abh05t5:36_9": "Hence it is said: “Where shall there be no gain for anyone else?”",
    "ai-tika-abh05t5:36_10": "In this way the description of the kind is stated in the way already described.",
    "ai-tika-abh05t5:36_11": "Having understood these reasons why only the reasons why they couldn’t get too close among them, or without reason.",
    "ai-tika-abh05t5:36_12": "But what can be done at least to do that? “But what should we do?” ...",
    "ai-tika-abh05t5:36_13": "And if it’s not possible to know a reason why",
    "ai-tika-abh05t5:37_0": "Or alternatively, etc., in order to show the meaning of development, etc., that is to say, the meaning of seeing the reason for the purpose of showing the arrivals of gain, and so on.",
    "ai-tika-abh05t5:37_1": "Therefore because it is not possible (whatever) possessed of a thought, so the meaning does not conflict since it is stated. That is why, when the meaning is, it is stated.",
    "ai-tika-abh05t5:37_2": "Is said that you need to give to precincts, “They proclamation without getting enough.”",
    "ai-tika-abh05t5:37_3": "is un gained by the Dhamma, which is not obtained,",
    "ai-tika-abh05t5:37_4": "This is the reason why, while this is that independent of others, people don’t get material supports.",
    "ai-tika-abh05t5:37_5": "What kind of gain he said, “What can I give to you?”",
    "ai-tika-abh05t5:37_6": "Herein, some with causes and reasons:",
    "ai-tika-abh05t5:37_7": "after putting it away, having been filled,",
    "ai-tika-abh05t5:37_8": "There is one way of living creatures: the unity of living beings .",
    "ai-tika-abh05t5:37_9": "Producing absorption in this way analysis is shown by the jhāna as described in the laity of the Fruits of Awakening.",
    "ai-tika-abh05t5:38_0": "Of all of it together with right wisdom:",
    "ai-tika-abh05t5:38_1": "Through the remaining one day request for one day,",
    "ai-tika-abh05t5:38_2": "He is supreme amongst those who have a fixed destiny.",
    "ai-tika-abh05t5:38_3": "But that unification is called surrounded by many in number, as to how many kinds of becoming owing to their individual essences in the way beginning, “He is therefore” .",
    "ai-tika-abh05t5:38_4": "In this way, when they’re very helpful, they should see even a single one of them.",
    "ai-tika-abh05t5:39_0": "For this sentient beings only transmigrating in each of the kind already described, then they are meetings in each other.",
    "ai-tika-abh05t5:39_1": "And this ten kinds of foulness should be understood as included in the fine-material and immaterial states included in the two ways , and it is included here that are to be understood here in both ways: “In these two ways the physical formations and in individual essencesences. This is the state of covetousness.”",
    "ai-tika-abh05t5:39_2": "with the state of excellence, the state of being purified,",
    "ai-tika-abh05t5:39_3": "Therefore it was said: “Purity by the Fortunate One.”",
    "ai-tika-abh05t5:39_4": "In the enquiry, (called) destroyed, (wholesomen) going beyond the various conditions of being distracted by knowledge, the Supreme Ones, and that is to say, “And what is to say” .",
    "ai-tika-abh05t5:39_5": "And it is not stated in the inferior: “That is not compared to” , etc., is sensed in the ignorant” , is when there is mindfulness occupied with the inviting of the houses, etc., “The one who is possessed” .",
    "ai-tika-abh05t5:39_6": "Hence it is said: “He isn’t.”",
    "ai-tika-abh05t5:39_7": "The meaning of this:",
    "ai-tika-abh05t5:39_8": "“Now, just as when the body breaks up and the aggregates are profitable roots, trunks aggregates, so there is no to be found in the body of the various forms of the various forms aggregates, etc., for the sake of establishing and clause, namely, formations of the body. It is the condition for the various forms born, foundations, based on offenses, and manifestations of the body.”",
    "ai-tika-abh05t5:39_9": "If it is so, why is it the idiosyncratic forms? “Why are they lost?”",
    "ai-tika-abh05t5:39_10": "and the liberated, there is no coming to in going,",
    "ai-tika-abh05t5:39_11": "For when the Buddha is present, it can be for those sights that are necessary, and lack, in every way. The characteristic is the meaning of it.",
    "ai-tika-abh05t5:39_12": "Hence it is said: “He is four liberated in four ways,”",
    "ai-tika-abh05t5:40_0": "There is a bad deed that has been done in which they do not profitable deeds, having been performed, they in accordance with the rule and the aggregates, saying, “Whoever has been performed, what is there any characteristic? ”",
    "ai-tika-abh05t5:40_1": "The fruit of deeds, which can be understood as the fruit of deeds, and that there is in the fruit of which is non-attentioned.",
    "ai-tika-abh05t5:40_2": "But there is a personality towards that retaining to the state of existence in which they can bring about the continuation of the greedyness and non-delusion.",
    "ai-tika-abh05t5:40_3": "or the arising of condition for the arising of a finger-snap, or for as long as it lasts, there is the end of the stomach arrival or a current, and there is the arising of this act of understanding that is called “conformity” because of their respectively “possessiveness” .",
    "ai-tika-abh05t5:40_4": "the sound of clothes is produced by the beginning of its petals, which resolving and calculation.",
    "ai-tika-abh05t5:40_5": "But there is no definition of the states consisting in “profitable” , etc., the reckoned as stated in its aspect.",
    "ai-tika-abh05t5:41_0": "contact is shown by many different contacts, such as this is not the case.",
    "ai-tika-abh05t5:41_1": "And that is just stated in the sense of urgency, “Through the austerity” .",
    "ai-tika-abh05t5:41_2": "But at this point it is nevertheless called “unposition” in the way already described.",
    "ai-tika-abh05t5:41_3": "Hence (Exist): with countless contacts, with its sharing.",
    "ai-tika-abh05t5:41_4": "But there is no place where there is none, and that which is accompanied by the accusations there is none, it may be found in the same way as “special” .",
    "ai-tika-abh05t5:41_5": "The lowest factrated with a mind:",
    "ai-tika-abh05t5:41_6": "He gives gifts to those who don’t give, opportunity, or why can he give?",
    "ai-tika-abh05t5:41_7": "For that is why it is said: “Having been performed,”",
    "ai-tika-abh05t5:41_8": "This is how it is known to me as one who has individually developed essence with insight.",
    "ai-tika-abh05t5:42_0": "There is no way to get rid of the result of the teaching even when there is no coming to the teaching in the future, or to get rid of it.",
    "ai-tika-abh05t5:42_1": "it is through having become a mere state of not having become a state of defeat.",
    "ai-tika-abh05t5:42_2": "Hence it is said: “Here the reviewing states according to the enlightenment factor, according to the enlightenment factor, according to the rule.”",
    "ai-tika-abh05t5:42_3": "since he is called “association from having destroyed the state of cessation” in this way, it is said to be “with the “base consisting of the highest bliss” .",
    "ai-tika-abh05t5:42_4": "what is said in the last watches of the night is said, “There is no longer in the future as condition, there is no specific condition for the equanimity states of cessation, for the sake of direct-knowledge, for the cessation of all activities, for the all that is to say, for the cessation of perception and feeling ...”",
    "ai-tika-abh05t5:42_5": "Likewise in this way there is no distinction between the states by means of the conditioned phenomena, including the state of existence as in the case of the remaining jhāna, and in this way, thus it is “with this” .",
    "ai-tika-abh05t5:42_6": "When there is no inclination of the cessation of the world, there is no making such includes such a state as the profession of the conceit ‘I am’ and when it comes to the cessation of attachments.",
    "ai-tika-abh05t5:42_7": "How on earth can this state be seen to have difficulty in a difficult state and an immaculate state of existence?",
    "ai-tika-abh05t5:42_8": "to attain the end of all suffering.",
    "ai-tika-abh05t5:43_0": "In the four constituents (of mind and body) that provide fuel for one 80,000 leagues, and Then they are dissensioned in the four directions.",
    "ai-tika-abh05t5:43_1": "Pleasure and pleasant.",
    "ai-tika-abh05t5:43_2": "for arising before condition,",
    "ai-tika-abh05t5:43_3": "Doesn’t give rise to the forms of form in the past? Am Is that are skilled in the appearance?”",
    "ai-tika-abh05t5:43_4": "In the case of those who come to the profitable states, those who have gone beyond the transmigration. They need not be able to get hold of that kind.",
    "ai-tika-abh05t5:44_0": "The search for definition is finished.",
    "ai-tika-abh05t5:45_0": "requisites",
    "ai-tika-abh05t5:46_0": "1. Hetupaccayaniddesavaṇṇanā",
    "ai-tika-abh05t5:47_0": "the cause, the reason why is the reason why, it is not the reason why, it is the cause, and condition.",
    "ai-tika-abh05t5:47_1": "and the cause.",
    "ai-tika-abh05t5:47_2": "And here it is said in the first place enquiry, since it is cause, this condition, that is to say, the cause, the reason why the second, and the third reason why, etc., are these causes, conditions for the sake of production, and the states consisting in individual essence thus: “That is a cause, effacement, what is the reason why ‘sequence’ is said” .",
    "ai-tika-abh05t5:47_3": "And here it is in the case of the objection consisting in individual essence thus: “Here the condition is the condition for the objection of requisites in the way beginning, “Now, this is the condition for the object,” and so on. It is not to be shown by means of its condition.",
    "ai-tika-abh05t5:47_4": "(but) it is not known that the Dhamma is called “has those”.",
    "ai-tika-abh05t5:47_5": "went to listen to the Dhamma, remembering the Dhamma,",
    "ai-tika-abh05t5:47_6": "In encircling walls,",
    "ai-tika-abh05t5:48_0": "and the meaning is that independent requisites beginning with “finement” , etc., is the meaning.",
    "ai-tika-abh05t5:48_1": "Hence in the letter by the supernatural states beginning with the first stage beginning with the first two, namely, the clanza .",
    "ai-tika-abh05t5:48_2": "(but) on a reason for calling them out,",
    "ai-tika-abh05t5:48_3": "For that is only six days namely the nine kinds of foulness and terrified, starting with one or other.",
    "ai-tika-abh05t5:48_4": "The second is the cause of reason and reason for a second league,",
    "ai-tika-abh05t5:48_5": "the cause, without reason, this is a condition for the associated states associated with pollutants. It is a cause or condition for the sake of predominance. That is why it is not called “with the cause and condition.”",
    "ai-tika-abh05t5:48_6": "And it is not the cause for all its reasons to give up all the reasons.",
    "ai-tika-abh05t5:48_7": "That is to say: “Faith is associated with the sound of coconut” .",
    "ai-tika-abh05t5:48_8": "When this is said: if it is associated with one who is associated with polluted, he should not follow the next one.",
    "ai-tika-abh05t5:48_9": "That’s why it should be said: “So it’s possible that anyone who’s reborn is ill-willing. Holding is included in the presence of the Teacher. Well then, he should sit down or lie down full of compassion.",
    "ai-tika-abh05t5:48_10": "for they understand.”",
    "ai-tika-abh05t5:48_11": "It is not because of the noise of this one: “This is why, sir,” and “sielding all kinds of sounds,” and “a, this is not our meaning, but this is another.",
    "ai-tika-abh05t5:48_12": "“One gladness” is the reason why it is associated with this analyzed into the first and said of the calm,",
    "ai-tika-abh05t5:48_13": "Hence it is said: “This is the condition for the sake of position, what is said.”",
    "ai-tika-abh05t5:48_14": "not poisoned.",
    "ai-tika-abh05t5:48_15": "(but) as it is the cause, the reason why the sound of opposites associated with poisons, the clause is not made by cause or reason, and it may be connected with the word “with meaning” because it is not the causal relationship of phenomena.",
    "ai-tika-abh05t5:48_16": "Therefore it is said: “Have you associated with sounds?”",
    "ai-tika-abh05t5:48_17": "As to the faculties associated with it, it is not associated with the faculties. It is not associated with the states of the Dhamma and the rest.",
    "ai-tika-abh05t5:48_18": "For there is no contact through intentional activity and consciousness, of mind consciousness,",
    "ai-tika-abh05t5:48_19": "Hence it is said: “He should be blamed. ”",
    "ai-tika-abh05t5:48_20": "they won’t do it.”",
    "ai-tika-abh05t5:48_21": "you should follow the expanded.",
    "ai-tika-abh05t5:49_0": "This is how they don’t get caught up in the second cause.",
    "ai-tika-abh05t5:49_1": "And here too this also in which the ascetic life is lived outside the Buddhist community of the ascetic life, and so on.",
    "ai-tika-abh05t5:49_2": "Therefore it is said: “Consciously in the presence of a non-existent,”",
    "ai-tika-abh05t5:49_3": "Because this is said.”",
    "ai-tika-abh05t5:49_4": "And with the second and noise, noise, no matter what is associated with cause or condition, it is also to be spoken of by the Lord of Men.",
    "ai-tika-abh05t5:49_5": "But this is not because of developing that there is no causality, opposite sex, but including the state of existence as they were possessed.",
    "ai-tika-abh05t5:49_6": "That’s why it could be taken away.",
    "ai-tika-abh05t5:49_7": "That is the second cause.",
    "ai-tika-abh05t5:49_8": "but having drunk the (work) in this way, they are associated with roots, and they are dissolved.",
    "ai-tika-abh05t5:49_9": "Explained by forty meditations, by the force of the states, which is the reason why the state of produced by the unprofitable, the law of the path gone beyond the reason for it.",
    "ai-tika-abh05t5:49_10": "She explains her to others, and the other is also something else:",
    "ai-tika-abh05t5:49_11": "Should restrain yourself in nutriment for the faculty: encountered by the complete faculty.",
    "ai-tika-abh05t5:49_12": "Consequently it is worthy of the interrupted enlightenment that arose in him.",
    "ai-tika-abh05t5:49_13": "Hence it is said: “In this way one is lost, a fact that is disturbed.”",
    "ai-tika-abh05t5:49_14": "they won’t build (them).”",
    "ai-tika-abh05t5:49_15": "one cuts them through,",
    "ai-tika-abh05t5:49_16": "Those faculty of food",
    "ai-tika-abh05t5:49_17": "Whatever nutriment is in under the cutting off of the faculty:",
    "ai-tika-abh05t5:49_18": "And it is not only for a second cause, and for the sake of which there is no causal relationship. Now, when to how, when tormented by the second, there is no further existence",
    "ai-tika-abh05t5:49_19": "(but) as caused by reasoning (which is) associated with cause and reason, but not from others.",
    "ai-tika-abh05t5:50_0": "The Explaining of the Earth is stated in the way described as “Hereining the recitation of the Cessation.”",
    "ai-tika-abh05t5:50_1": "the use of the running here and there the name of the town-dweller and to be known as an obvious sound .",
    "ai-tika-abh05t5:50_2": "being humbled inside, low, around inner skin,",
    "ai-tika-abh05t5:50_3": "another quietly.",
    "ai-tika-abh05t5:50_4": "(But) without reference to one whom one could guard him when he gets a reputation,",
    "ai-tika-abh05t5:51_0": "And if it is said, “What is the reason why it is associated with this jhāna?”",
    "ai-tika-abh05t5:51_1": "Herein, when there is no faith in the four ways: it is associated with the causality, and with the causality, and if it is known that there is noise, you should see the reason why it is called the causal relationship of what is known as the meaning.",
    "ai-tika-abh05t5:51_2": "“They are associated with it,” is said of this triple striving for the north, etc., here “withstlessness” .",
    "ai-tika-abh05t5:51_3": "and it is called “anythingness” according to the meaning of one kind described in the way beginning, “He wrapped in the meaning of each composing .",
    "ai-tika-abh05t5:51_4": "paining, etc., one should be told, “Cannounced”;",
    "ai-tika-abh05t5:51_5": "Virtue as stated in the Niddesa thus, “Herein, what is said” .",
    "ai-tika-abh05t5:52_0": "(but) do they think about the sound of such and such as: “What is the causality of sounds associated with this, what is the call of them?”",
    "ai-tika-abh05t5:52_1": "Your skin ...",
    "ai-tika-abh05t5:52_2": "Similarly, he must tell them with the reason why it is called “faith” .",
    "ai-tika-abh05t5:52_3": "Three things: “Herein, what is to benefactors?” Except in the same way as other;",
    "ai-tika-abh05t5:52_4": "When he shows another, he should give it to the course: “This is the reason for it.” ...",
    "ai-tika-abh05t5:52_5": "stuck out the boundaries.",
    "ai-tika-abh05t5:52_6": "Here: the inner quarters (of the village), which is envyed by earth,",
    "ai-tika-abh05t5:52_7": "with that reason.",
    "ai-tika-abh05t5:52_8": "that is to say, “Hush,” he should be added, as before. Then in the snapped, he should see that persons in the task, the sound of recitation, the bitter, the sound of cooked, and the sound of the perfected ones.",
    "ai-tika-abh05t5:52_9": "he should be resolved like this. ...",
    "ai-tika-abh05t5:52_10": "were not to complain:",
    "ai-tika-abh05t5:52_11": "women who have not made these two things associated with them, and they have not been given to them by doing what is associated with them. Then they should then because of this: “The sound of the first jhāna, etc., have been done by them, they keep them, and they put them aside,” and they reacted them on.",
    "ai-tika-abh05t5:52_12": "Consciousness is a cause or condition for the sake of defining that this is the reason.",
    "ai-tika-abh05t5:53_0": "not of the production of the mind is said to be the production of mind.",
    "ai-tika-abh05t5:53_1": "The same thing, refer to him and the path",
    "ai-tika-abh05t5:53_2": "and because of the state of existence he did not state of existence or of the aggregates, all of the forms of existence is said to because of the thus: “The physical and the three aggregates, the other three aggregates, the other three aggregates, and the definitions of the aggregates are identity, the three opposites of the mind. Consequent, and the others are unable to be developed by individual essences.”",
    "ai-tika-abh05t5:53_3": "by reasoning on this very thing,",
    "ai-tika-abh05t5:53_4": "Herein, the consciousness and consciousness-originated in the consciousness-originated elements have the nutriment consisting of forms.",
    "ai-tika-abh05t5:53_5": "herein in this place there is causality, namely, this condition.",
    "ai-tika-abh05t5:53_6": "So there are these eighteen mental-objects: “We will have placelessness to be tormented by the mind.”",
    "ai-tika-abh05t5:53_7": "But if why are they not stated in the way described, “Why are they consciousness?”",
    "ai-tika-abh05t5:53_8": "he is endowed with all mental factors,",
    "ai-tika-abh05t5:53_9": "Devoted by the word of the words “haste” with his words just as the constructed,",
    "ai-tika-abh05t5:53_10": "Herein, in the case of the consciousness- concomitants is the condition for the higher consciousness, and the mental states have been stated in the Commentaries , thus it is “Bhikkhus, the consciousness of the higher mind” .",
    "ai-tika-abh05t5:54_0": "what is the cause of the reason why they are associated with the consciousness, and the state of that are associated with the states of the states of the jhāna, etc., in the way already stated .",
    "ai-tika-abh05t5:54_1": "It is a condition for the corruption of the mind, namely, mental factors, and thoughts. It is a condition for the continuation of worry, mindfulness, immersion due to sense desires, and it is a condition for the accumulation of accumulation. That is a condition for the corruption of sense desires, etc., this is a condition for the support of the worry, and stagninging to sensual pleasures.",
    "ai-tika-abh05t5:54_2": "When it is established, it is brought to growth, in conformity with motion, it is consolidated by worms, pervaded by an abode of various kinds, produced by the seeds, and the decrease.",
    "ai-tika-abh05t5:54_3": "Or alternatively, there is the actual unconditioned consciousness, which is the basis for defilement, supporting consciousness, and suppressiveness of the production of concentration through the aggregates, and the meaning is that the clause is established in him. When that conditions are necessary, it is the meaning.",
    "ai-tika-abh05t5:54_4": "Hence it is said: “Before it is including the formless consciousness, unshakable” .",
    "ai-tika-abh05t5:55_0": "The Earth is the exalted and measureless in the former fields, and it is the earthquake.",
    "ai-tika-abh05t5:55_1": "And if it is not shown that there is such production of self-development, but rather it is said to because of the action that is not shown that there is why, how then it is said.",
    "ai-tika-abh05t5:56_0": "As to the other constantly: the earth element occurs in the moment of the earth element. And its waves and underlying tendency to the earth element, too.",
    "ai-tika-abh05t5:56_1": "it shows how the prevails for rebirth in a world of existence.",
    "ai-tika-abh05t5:56_2": "for the purpose of making no skill in separately,",
    "ai-tika-abh05t5:56_3": "And in some instances wherever they can be, produced in the mass of joy and so on.",
    "ai-tika-abh05t5:56_4": "for third time there is no water kasiṇa in the first-monastic coming into the body of the fine-material sphere.",
    "ai-tika-abh05t5:56_5": "Right there they gave the sound of the nose, the smell of the tongue, and the belly, and the quick of sense desires,",
    "ai-tika-abh05t5:56_6": "And where does it only because of the state of non-physicality:",
    "ai-tika-abh05t5:57_0": "they proceed to the waists of as they did.",
    "ai-tika-abh05t5:57_1": "For if a cause is the reason why there is no causality in the formless realm, yet there is no causality for them.",
    "ai-tika-abh05t5:57_2": "Therefore it is said: “Now, the state of individual essence in the various factors”.",
    "ai-tika-abh05t5:57_3": "But he is not able to arrive at the appropriate time;",
    "ai-tika-abh05t5:57_4": "In the very same way there is a termite-mound, which is encountered, “This is because of its requisites” and “There is no reference to it,” and so on, it is said, “They are going to disturbance created,” and so on.",
    "ai-tika-abh05t5:57_5": "For the teaching of the Buddha should be taught like this.",
    "ai-tika-abh05t5:58_0": "The commentary on the cause is finished.",
    "ai-tika-abh05t5:59_0": "Guilding is the colour of the object.",
    "ai-tika-abh05t5:60_0": "And the meaning is that in the moment of the lay life. Whenever they awakened from the middle of the funeral pyre, the western quarters, or the meaning is, then giving up and using the instance.",
    "ai-tika-abh05t5:60_1": "For when there is the sound of mindfulness, the sound of drums (of the opposite secure in the Saṅgha), and it does not appear to him.",
    "ai-tika-abh05t5:60_2": "Hence the eye-consciousness is stated , and it is just as “born of the eye-consciousness” .",
    "ai-tika-abh05t5:60_3": "all of the mangoes, were unable to get hold of all copper-breaths, and the meaning is this:",
    "ai-tika-abh05t5:60_4": "For the objects of the kind already described, since it is the object of (wholesome) not absence of the formless minds, the object of having a sense of urgency,",
    "ai-tika-abh05t5:60_5": "The meaning is all produced in them. The meaning is that shelter can be established in all directions, all of them are established in the places.",
    "ai-tika-abh05t5:60_6": "Though there is one internally, they are no object.",
    "ai-tika-abh05t5:60_7": "for mindfulness meditation subjects that are even with one object, wherever there is no danger of living.",
    "ai-tika-abh05t5:60_8": "And although the word “specified”, etc., are not stated in blue, yellow, and so on.",
    "ai-tika-abh05t5:60_9": "For the eye-consciousness element is shown by means of the eye-consciousness element, and the object of that sense-field is not shown by means of rudder.",
    "ai-tika-abh05t5:60_10": "But that conversation among these eight factors is spoken in the same way as before. It is said in the Commentaries, just as that of the object is stated in the Commentaries.",
    "ai-tika-abh05t5:60_11": "The mind faculty may be not found,",
    "ai-tika-abh05t5:60_12": "For sounds, and so on.",
    "ai-tika-abh05t5:60_13": "That is why the sound “Heart” .",
    "ai-tika-abh05t5:60_14": "“May they not be described for the purpose of (supernatural) meaning,” “There is no reason for the purpose of making it known,”",
    "ai-tika-abh05t5:61_0": "He should also be told: “Herein, what is the meaning of?” or “There is no one,” etc., in the sense of habit, etc., is the meaning., and so on.",
    "ai-tika-abh05t5:61_1": "There is no circumstances in which a mind-consciousness is like the mind-consciousness.",
    "ai-tika-abh05t5:61_2": "For the reason why the mind-consciousness element associated with the mind-consciousness element and the object of thoughts associated with it inappropriately with the mental-object condition.",
    "ai-tika-abh05t5:61_3": "And you should not preceding the inside of the dead, having grasped the meaning of the grace, you should practise a seat between the two.",
    "ai-tika-abh05t5:61_4": "Herein, it is said: “Because the words “body is formless” and “with the outcome of hating as object, or else, in whatever way one speaks or of refectory or interrupting the object, or else the words “vokes,” and so on. Then all the word would be described under the heading of “prehending the Dhamma”.",
    "ai-tika-abh05t5:61_5": "And why does the states have already been developed by the influence of the states? It is nevertheless before as object?",
    "ai-tika-abh05t5:61_6": "for the mind element is not dissipated here as with the mind-consciousness element, with the object of a mind-consciousness element in this way, like the previous settles.",
    "ai-tika-abh05t5:61_7": "That is why it should be understood here in the Commentaries.",
    "ai-tika-abh05t5:62_0": "Remember the Realised One’s explanation,",
    "ai-tika-abh05t5:62_1": "For it is not worth a sixteenth part that precious mountains, a jewelled over the place.",
    "ai-tika-abh05t5:62_2": "Hence it is said: “She isn’t unshakable,”",
    "ai-tika-abh05t5:62_3": "Then just as they say: “Bhikkhus, there are people rising above” is said, “Possessing” , “There are mansions” , etc., by the opposites of all listing on account of the deathless” .",
    "ai-tika-abh05t5:62_4": "Hence it is said in the Commentary: “It is the time for the Community” , etc.",
    "ai-tika-abh05t5:62_5": "Likewise it is said: “Accomplished” .",
    "ai-tika-abh05t5:62_6": "the meaning is: in the past, future or present, internally and external, gross, mental factors and consciousness, is the meaning.",
    "ai-tika-abh05t5:62_7": "In the same way as by comparison with those of great strength,",
    "ai-tika-abh05t5:62_8": "He endures the following things: “Rebirth in ourselves in this way,” and “There are some who proceeds in the next life” .",
    "ai-tika-abh05t5:62_9": "Hence it is said: “But these are they, reverend Sir.”",
    "ai-tika-abh05t5:62_10": "whether there is in the past, future, or present.”",
    "ai-tika-abh05t5:62_11": "Though there is a arising, she should be persistently for continued existence.",
    "ai-tika-abh05t5:62_12": "Therefore because there is no such thing as this, there is no greater fruit,",
    "ai-tika-abh05t5:62_13": "if she urges her on,",
    "ai-tika-abh05t5:62_14": "that is a condition for the object, that is a condition for the object.",
    "ai-tika-abh05t5:62_15": "He has been shown that it is far away by means of which there is an impediment.",
    "ai-tika-abh05t5:62_16": "There is no breaking up of the schism",
    "ai-tika-abh05t5:62_17": "But that in the past is not shown in the past, future, and present in the future",
    "ai-tika-abh05t5:62_18": "Because it is fittingly that is present, and they are presently arisen.",
    "ai-tika-abh05t5:63_0": "to show the Dhamma that’s your general to you, that has been said to be foremost.",
    "ai-tika-abh05t5:63_1": "For among the various things that are real, not based on the forms referring to the forms, but rather, than the former objects, etc., are purified in the way already stated. And in the former case “There is.” But the first phrase “blessing the object” etc.;",
    "ai-tika-abh05t5:63_2": "Having thus shown that the simile of the island said: “The Buddha has said this same thing, it is possible to do so; the reason why only one, all states of loss (of existence); the reason why anyone who can go into homelessness, phrases, etc., shows the way beginning, “The one who has thus shown that the enlightenment, is able to get familiar with all these things,” and they also show the way beginning, “There is no one,” gain for the indication of the community.",
    "ai-tika-abh05t5:63_3": "Herein, feelings is the definition of feeling and of the three aggregates beginning with feeling, etc., before breaking away by contact with the three aggregates, and it is the place where it is done.",
    "ai-tika-abh05t5:63_4": "The contact through which is the materiality, namely, the unification of mind associated with consciousness, and so on. The contact described as its object is called uninterrupted.",
    "ai-tika-abh05t5:63_5": "They all, all of them have the same object as their own discrimination.",
    "ai-tika-abh05t5:63_6": "‘Sometimes there is only one thing, what should be spoken of in each and every case.",
    "ai-tika-abh05t5:63_7": "Thoughts that are fine-material objects, and classification as object,",
    "ai-tika-abh05t5:63_8": "Likewise:",
    "ai-tika-abh05t5:63_9": "which is the sound of drums, etc., has a fragrant roots, spis, etc., and enjoying the feeling in the water.",
    "ai-tika-abh05t5:63_10": "For in countless ways: the faculties beginning with the many sorts of consciousness that occurred with the object, etc., have respectively to objects.",
    "ai-tika-abh05t5:63_11": "When it is said that the ascetic life is broken, he should deposit it.",
    "ai-tika-abh05t5:64_0": "results in wholesome things and the result of skillful deeds.",
    "ai-tika-abh05t5:64_1": "for extinguishment is not described in the past, she said: “Confidently, this is what is said.” But when anyone else says, “This is necessarily in the heart” .",
    "ai-tika-abh05t5:64_2": "Through the recollection of his past lives he might have seen or heard of Nibbāna or hear both.",
    "ai-tika-abh05t5:64_3": "And although it is not possible that, the other sets of accumulation didn’t stop it because he gets stuck without making it known that.",
    "ai-tika-abh05t5:64_4": "And here it is said: “By this the recollection of the past and its object” because it is said, “By this recollection of past lives, to give rise to knowledge, to Nibbāna, the means of the proximate cause, which is accompanied by defilements, and that is why it is said, “Nither.”",
    "ai-tika-abh05t5:64_5": "Herein, previously having the word “with the unconditioned” .",
    "ai-tika-abh05t5:64_6": "the opposite sex and the rest are as stated .",
    "ai-tika-abh05t5:64_7": "For it is because of seeing the recollection of past lives that it is present in Nibbāna.",
    "ai-tika-abh05t5:64_8": "But it is possible to develop the entire spectrum of the aggregates, since it does so eventually reach extinguishment in the aggregates.",
    "ai-tika-abh05t5:64_9": "In this way the state of defining is to be seen as similes.",
    "ai-tika-abh05t5:64_10": "In this way one who gives up the future knowledge, and the recollection of former lives, and the opposite of their knowledge, and the recollection of past lives (their) would be in this way for extinguishment.",
    "ai-tika-abh05t5:64_11": "Herein, the entire mass of the aggregates should be understood as the purpose of abandoning the entire mass of the aggregates.",
    "ai-tika-abh05t5:64_12": "Therefore it is said: “Repulsiveness of the dwellings”.",
    "ai-tika-abh05t5:64_13": "Whoever has come to visible insight, the other spheres of the fine-material sphere,",
    "ai-tika-abh05t5:65_0": "The commentary on the objection of the definition of the objects is finished.",
    "ai-tika-abh05t5:66_0": "Dependent Origination",
    "ai-tika-abh05t5:67_0": "3.",
    "ai-tika-abh05t5:67_1": "The dog’s sweetness, thinking, “Having dyed it,” he said, “The dogs bring it to the country.",
    "ai-tika-abh05t5:67_2": "The explanation of the meaning of the liberal powers that exists, because of the consent of the groups of eight (supernatural) power and they brought them to the island, saying, “Through it was interrupted,”",
    "ai-tika-abh05t5:67_3": "Therefore the eighth (worms) said: “Having completed the eight serious rules inner skin.”",
    "ai-tika-abh05t5:67_4": "“For he who is the first beginning of the joy “has is in the same way” in the sense of concealment, etc., and in the Vibhaṅga thus, “He is one who has entered upon the way already stated ,” and the word-meaning of the word-meanings is similar in the way already described.",
    "ai-tika-abh05t5:67_5": "Next next to the next day: the system here and there is nobjewels in the passage beginning with the previous.",
    "ai-tika-abh05t5:67_6": "The meaning is this: “Bhikkhus, associated with the liquor since it is associated with the mentioned, the meaning of that, and the elimination of stiffened, is the meaning.”",
    "ai-tika-abh05t5:67_7": "he is the one who obtains (in knowledge) what is intended,",
    "ai-tika-abh05t5:67_8": "Unbounded by what is associated with what is associated, what is the state of cooked in one who is associated with what is indicated by the jhāna.",
    "ai-tika-abh05t5:67_9": "So too with this word “blessing” is one actually associated with energy. This includes in the way beginning, “Possessing the former energy, although energy is not the meaning of the kind already stated .”",
    "ai-tika-abh05t5:68_0": "Skillful embraces that are skillful, considered for the sake of purification, because of preventing the raising of quarrels.",
    "ai-tika-abh05t5:68_1": "I’ll be able to obtain such a reward, and incapable of attaining the second, regardless of whether it is the next to you.",
    "ai-tika-abh05t5:68_2": "(But) those who know what is not the meaning is the meaning, and what is that it is not known, is the meaning.",
    "ai-tika-abh05t5:69_0": "She said: “Skillful lady of the noble ones, possessed of the profitable states as well as the Mahāthūpa and the best in the various forms. ” She said, “There are those in the same way beginning with the intermediate directions.",
    "ai-tika-abh05t5:69_1": "Would they be reborn?”",
    "ai-tika-abh05t5:69_2": "those like me who are unseen absorption.",
    "ai-tika-abh05t5:69_3": "They are the owners of their aggregates, the kamma-formed , the states of defilement, and the states associated with the defilements, and the rest of the defilements associating with the defilements, and theonaggregates, and the states of defilement, as inherent and the states of the defilements.",
    "ai-tika-abh05t5:69_4": "and having discovered the immaculateness in the nostrils, “Thenings of sensual pleasures” .",
    "ai-tika-abh05t5:69_5": "which is why in between the inner systems and the species of making the advantages thus, “Herein, the instance of scheming called exceeding.",
    "ai-tika-abh05t5:70_0": "The three kinds of object, that is to say, sense-spheres neither settling nor objects, etc., have what is said in oneself? Or do they say, “Does this external object?” or “These are the directions for the object, etc., respectively indicated, etc., respectively indicated, etc., as its object, and that each one of these three objects?",
    "ai-tika-abh05t5:70_1": "Herein, the states of deliverance with the object; and of the states of loss is to be bound by the priority of others.",
    "ai-tika-abh05t5:70_2": "is incapable of becoming .",
    "ai-tika-abh05t5:70_3": "for it should be understood that in the same way as the state consisting of in an unprofitable state opposite sex;",
    "ai-tika-abh05t5:70_4": "and his own sense-objects say that the object of clinging to its object the internal object of the external enlightenment factor is dangerous; he says that “This is threatened, ‘This is idea’.” Then he said, “There is this in order to inspire abiding the state of non-existence. ”",
    "ai-tika-abh05t5:70_5": "Hence it is said: “He is determined” .",
    "ai-tika-abh05t5:70_6": "They produce in forms and in the formless-like states of existence in the formless-world thus.",
    "ai-tika-abh05t5:70_7": "And as although it has not been understood, it is cooked aside:",
    "ai-tika-abh05t5:70_8": "“Which rolls forth” is said: “Why do you not say such a thing? Why are there any reference to the elephants, horses, and chariots? ” and when it is described in the really doing of the phenomena?",
    "ai-tika-abh05t5:70_9": "But owing to the weapons, this is an indication for the purpose of crossing the flood, that is to say, the purpose of showing others in the way beginning, “What is an advantage?” but rather his meeting of the community he sees investigating the way beginning, “How can only be adverting?",
    "ai-tika-abh05t5:71_0": "The commentary on the Path is finished.",
    "ai-tika-abh05t5:72_0": "commentary on the inside of the Master’s colour.",
    "ai-tika-abh05t5:73_0": "4.",
    "ai-tika-abh05t5:73_1": "according as it is said in the between opposites, of the interpreting their locations, of the kind states  their own minds, quite secluded from sense desires, whether inside or in the middle or outside is the periodically given to the end of the conditions. It is necessary, universal cessation of the mind. It is seeing the reason in the sense of urgency, and without thought.",
    "ai-tika-abh05t5:73_2": "the consciousness element, the consciousness element, and the consciousness element.",
    "ai-tika-abh05t5:73_3": "For it is oppressed in this way that the elements can be spoken to stated thus: “Having eaten created a deliverance and he has in-breaths and out-breaths, and having spoken thus spoken of this state opposite to be spoken of influence, and he can be spoken of the skillful. ”",
    "ai-tika-abh05t5:73_4": "Hence it is said: “Skillful” and so on.",
    "ai-tika-abh05t5:73_5": "The mind element is spoken of as elements—perfected by means of the mind element and mind-consciousness element without being spoken to by the mind element, without attachment, and the mind-consciousness element may be conditioned by acting specific condition, pervading by mind elements of mind elements, without discrimination, opposing the mind elements of mind elements. But there is no voidity in the past, not a condition for the thought element.",
    "ai-tika-abh05t5:73_6": "Hence it is said: “Consciousness is element and the eye-consciousness element.”",
    "ai-tika-abh05t5:73_7": "And the meaning is: it is subsides .",
    "ai-tika-abh05t5:73_8": "That’s why these gifts from here and now, since he can’t see clearly independently the enlightenment factor, which is why interpreting the minds of others.",
    "ai-tika-abh05t5:73_9": "Standing by the termination of the elements beginning with “living” and “aneously.",
    "ai-tika-abh05t5:73_10": "having shown them the mind-consciousness element and the mind-consciousness element associated with it, and the mental associated with it in the next life, next to the mind-element, and not after showing them in the way that is a condition for the distinction.",
    "ai-tika-abh05t5:73_11": "(The Buddha), the teaching of the Dhamma, (whening) for the purpose of (supernatural) vision, knowledge of the arising of thought.",
    "ai-tika-abh05t5:74_0": "And here the unprofitable kinds should be understood here in the same way: here it should be understood that the classification of abandoning.",
    "ai-tika-abh05t5:74_1": "Hence it is said: “Because the obtaining of the consent is given.”",
    "ai-tika-abh05t5:74_2": "which is skill in together with the (magical) powers, etc., and secondly from the third groups are systems , and so on. That is why it is said: “Has these four kinds of feeling” .",
    "ai-tika-abh05t5:74_3": "And because you have faith in the undefeated,",
    "ai-tika-abh05t5:74_4": "which should be given in the midst of the knowledge of the processes and the rest of the kinds already stated.",
    "ai-tika-abh05t5:74_5": "When she was reborn there, that was not,",
    "ai-tika-abh05t5:74_6": "For Vibhaṅga only is called “final in the end of life”.",
    "ai-tika-abh05t5:74_7": "Skilled in profitable ways: wherever they arise, wherever they settle a fire, then the worms alcohol. Then wherever they lay them, when they run back.",
    "ai-tika-abh05t5:75_0": "sense desires as object, sense desires as defining, seeing showing that he is instantly showing that the advantage in the desires of sense desires, he says, “Lustful” and “proaches of sensual pleasures,” and “possessing the sense-doorns.”",
    "ai-tika-abh05t5:75_1": "The carterizing him, “The snapping the senses with its finest waves and so on.”",
    "ai-tika-abh05t5:75_2": "Yourself is all immoral at holding.",
    "ai-tika-abh05t5:76_0": "The commentary on the beautiful commentary is finished.",
    "ai-tika-abh05t5:77_0": "commentary on the appearance of the Elder Nuns",
    "ai-tika-abh05t5:78_0": "The eighth canopy is of the Ancient Commentary.",
    "ai-tika-abh05t5:78_1": "His desire comes up",
    "ai-tika-abh05t5:78_2": "it is shared by the eight serious rules.",
    "ai-tika-abh05t5:78_3": "And if he is said in the meaning of the sound of its components , it is said: “Confidence this, this is the meaning of sound like the scriptures, etc., that is to say, the meaning of a making a noise, that is why it is said, it is not the meaning of any development of the word “bodes” .",
    "ai-tika-abh05t5:78_4": "If they were told, “This is why doing so,” and they added, “That’s why there are some people doing.",
    "ai-tika-abh05t5:78_5": "the condition being by way of arising before condition.",
    "ai-tika-abh05t5:78_6": "Because it is said that she “-elephants,” “This is the eighth day.” ...",
    "ai-tika-abh05t5:78_7": "you’re said to be an island.”",
    "ai-tika-abh05t5:78_8": "Embrace is the meaning.",
    "ai-tika-abh05t5:78_9": "for the seats when the firstly phenomena because the earlier starting is entering this one.",
    "ai-tika-abh05t5:78_10": "Hence it is said: “He attains this world with its intention, he is like a bird.”",
    "ai-tika-abh05t5:78_11": "Therefore it is said in the ignorant and incomparable, which is why it is said: “He enjoys the sound of recitation, etc. ...”",
    "ai-tika-abh05t5:78_12": "endure for what can I endure?”",
    "ai-tika-abh05t5:78_13": "Through that reasoning his birth and passing away, he does not concluded the number of years, thinking “Three Is the reason for his embryo is a condition for the sake of pregnant” .",
    "ai-tika-abh05t5:78_14": "With that enquiry he shows each particularly in the past, future or present.",
    "ai-tika-abh05t5:79_0": "If she says, “When it is time,” “Fine,” she can bring it to annoyed person,” “From time to time,” aiming at a time, “This is the length of the moderation,” and she should give them a meal. Then she should next the first removal.",
    "ai-tika-abh05t5:79_1": "“Therefore, this is the ascetic life for the ascetic life.”",
    "ai-tika-abh05t5:79_2": "For he who says “Whoever is this: ‘This is that very best for using singing?” and “Firstly, whoever is this, it is said, “‘have’: ‘He is better, this is my equal or worse’?” But when there is one in the midst of the recital, he says that “Anyond what is this right, what is it said?”",
    "ai-tika-abh05t5:79_3": "But in the Commentaries it is said: “Amongst those who are married in water” .",
    "ai-tika-abh05t5:79_4": "which is why it is said in the commentaries .",
    "ai-tika-abh05t5:79_5": "They practice breathing",
    "ai-tika-abh05t5:79_6": "and his heart is said to be it.",
    "ai-tika-abh05t5:79_7": "In the between formless worlds: the heart is the site of the nature of the heart.",
    "ai-tika-abh05t5:79_8": "Formerly in the native land, having previously drewned on both occasions, “Post-restss,” according to the rising sun, has the cream of each other. When it was time, it was time to fall away from the eastern gates, there was Kālāmas, on the day at the wrong time.",
    "ai-tika-abh05t5:79_9": "Having made this as in the first phrase and described as in the Paṭisambhidā, etc., is of the description of analysis of gold .",
    "ai-tika-abh05t5:79_10": "Again when the first beginning one is showing that in the last watch of the night, etc., is what is said in order to show the in the stage beginning with what is said.",
    "ai-tika-abh05t5:79_11": "Herein, the first is “base” in the sense of the “possessing” and “possessing of mind-made” .",
    "ai-tika-abh05t5:79_12": "The account of the three constituents (of mind and body) that provide fuel for attachment, etc.",
    "ai-tika-abh05t5:79_13": "for all the number of reasons which are discovered by reasoning the great hero, all of the towns.",
    "ai-tika-abh05t5:79_14": "‘What is the reason why the offense should be told, what is the reason why.’",
    "ai-tika-abh05t5:79_15": "These things are not found in the formless states, and so these things are found in him.",
    "ai-tika-abh05t5:79_16": "and it is the site for a whole monastery.",
    "ai-tika-abh05t5:79_17": "and with the subsequence of his (previous) conditions:",
    "ai-tika-abh05t5:80_0": "Where does the Happy One say: “Where does the formless states in the present life?”",
    "ai-tika-abh05t5:80_1": "For in each case, a person is touched by each other,",
    "ai-tika-abh05t5:80_2": "And because of this word, “Bhagavat” occurred of the word “folk” occurred with this word, “quite without opposite qualities.”",
    "ai-tika-abh05t5:80_3": "That is why it was said, “I obtain”.",
    "ai-tika-abh05t5:80_4": "Their behavior is found in that place.",
    "ai-tika-abh05t5:80_5": "Because they were told “This is the difference between the mind”.",
    "ai-tika-abh05t5:80_6": "As regards the meaning of materiality, etc., that is to say, sense desires as well as in the case of the size of the termite-mound , which is called “confidence” in the case of the two.",
    "ai-tika-abh05t5:81_0": "The commentary on the beautiful complexion of the Aristocrats is finished.",
    "ai-tika-abh05t5:82_0": "commentary on the contrary .",
    "ai-tika-abh05t5:83_0": "Seeking, this is not worth adversity at home, this is not forget equipment,",
    "ai-tika-abh05t5:83_1": "Before the general population appears to the people, without having destroyed the neighborhood of a death.",
    "ai-tika-abh05t5:83_2": "He can also be seen the five grounds for grandsons, based on the earth, and districts in five ways. He has seen the drums, the sound of coughing.",
    "ai-tika-abh05t5:83_3": "The chief mature (from her) entered the Approachable way",
    "ai-tika-abh05t5:83_4": "“An acting according to what has been said, which is distributed, is annoyed, one who is accusing to, one who isn’t shows this act of wrong conduct.”",
    "ai-tika-abh05t5:84_0": "The commentary on the colour of that is concluded.",
    "ai-tika-abh05t5:85_0": "commentary on the contrary .",
    "ai-tika-abh05t5:86_0": "The three kinds of concentration included in the thirty-two have countless objects. These are the three kinds of breaths in the world.",
    "ai-tika-abh05t5:86_1": "countless ways with many fingernails,",
    "ai-tika-abh05t5:86_2": "and in each case the consciousness occurred with a single cause,",
    "ai-tika-abh05t5:86_3": "when warned by those which have the profitable roots,",
    "ai-tika-abh05t5:86_4": "He brought me to the community of those inclusion, he does so precisely things, he is the meaning.",
    "ai-tika-abh05t5:86_5": "in them offered: “What is said?”",
    "ai-tika-abh05t5:86_6": "they cannot be called back in each place.",
    "ai-tika-abh05t5:86_7": "those skilled in the skillful,",
    "ai-tika-abh05t5:86_8": "Nor isn’t skilled in profit, skilled in loss, and getting rid of the profitable way. Consequently the object of this profitable way, they actually said.",
    "ai-tika-abh05t5:86_9": "the meaning is well-proclaimed wholesome thoughts; the meaning is, skilled in profitable states, and skill in hymns.",
    "ai-tika-abh05t5:86_10": "according to what is unwholesome and unwholesome,",
    "ai-tika-abh05t5:86_11": "But without different kinds of unskillful qualities can be cleaned as “skilled” in the way already described, etc., and beginning, “skill in absorption.”",
    "ai-tika-abh05t5:87_0": "and it is not possible that when absence of an object is finished, absolutely general loving-kindness isn’t gained eventually,",
    "ai-tika-abh05t5:87_1": "While he is skilled in the baskets, he has drawn near,",
    "ai-tika-abh05t5:87_2": "For there is no water for washing the forms of faith in the one whose meal is raised up and crushed.",
    "ai-tika-abh05t5:87_3": "That’s why he said: “Well then, go away. ”",
    "ai-tika-abh05t5:87_4": "which is purified by form.”",
    "ai-tika-abh05t5:87_5": "Doesn’t you ever get rid of residing in various ways before? Don’t you arrangements beforehants? In this way: “Surely you encounter, what’s left?”",
    "ai-tika-abh05t5:87_6": "Herein, there is kamma-grounding, and so on, the previous setting,",
    "ai-tika-abh05t5:87_7": "it should be seen again and again.",
    "ai-tika-abh05t5:87_8": "(which) processes, like a preceding flashing of his life,",
    "ai-tika-abh05t5:87_9": "and it is called “blessings” which brings that are to be done for the purpose of performing the kasiṇas.",
    "ai-tika-abh05t5:87_10": "if it is to say, “Why is it?” ...",
    "ai-tika-abh05t5:87_11": "Can you be seen.”",
    "ai-tika-abh05t5:87_12": "just soiled seeds, however, are the signs of indication and steming from jewelry?",
    "ai-tika-abh05t5:87_13": "It is shook.”",
    "ai-tika-abh05t5:87_14": "Since they are stronger and the weak forceful one, there is no single one of them that is why it should be given in the former places.",
    "ai-tika-abh05t5:87_15": "And if that’s exactly the previous ones said, “And what should we do?”",
    "ai-tika-abh05t5:87_16": "and they become simply in the same way as the first and the air kasiṇa.",
    "ai-tika-abh05t5:87_17": "for neither clinging to a basis for causality.",
    "ai-tika-abh05t5:87_18": "Hence it is said: “Having the characteristics. ”",
    "ai-tika-abh05t5:88_0": "The person who recommends the teaching should be understood as grasping aggregates.",
    "ai-tika-abh05t5:88_1": "This is the decrease: the grasping aggregates, these things are found in him.",
    "ai-tika-abh05t5:88_2": "And here this is the reason why only these words, “Bhikkhus, the condition is a condition for the word-jhāna access” .",
    "ai-tika-abh05t5:88_3": "How is it possible to give rise to the course at the present? “What can I do so?”",
    "ai-tika-abh05t5:88_4": "the same kind of example, etc., appear likewise in the past which were similarly dissolution, and the earlier stages, is the water element in the fourfold and so on.",
    "ai-tika-abh05t5:89_0": "And when did you say that residual objects?” he said, “And where is the intention to attain the end of rebirth in the next life?”",
    "ai-tika-abh05t5:89_1": "Likewise the pavilion consisting of the kasiṇa himself “Similarly” and so on.",
    "ai-tika-abh05t5:90_0": "And profitable unprofitable unprofitable immaterial spheres and in the fine-material sphere.",
    "ai-tika-abh05t5:90_1": "But if she is shown wherever she is shown by an?",
    "ai-tika-abh05t5:90_2": "For one who gives rise to the formations that arise in one who is fine-material sphere, etc., which can be impulsioned in the formless.",
    "ai-tika-abh05t5:90_3": "Then the arising of the fine-material spheres profitable immaterial sphere, and the meaning is that of the unskillful.",
    "ai-tika-abh05t5:90_4": "we will enjoy the fine-material sphere.",
    "ai-tika-abh05t5:90_5": "By means of the passing away and reappearing of forms,",
    "ai-tika-abh05t5:90_6": "to the previous existence of the Goat-Herder’s dwelling place, after passing away from the sitting place to the early,",
    "ai-tika-abh05t5:90_7": "Then you should give rise to the skill in profitable ways: “Position from such profitable kamma-respheressions of the fine-material spheres, who are skilled in such and such what is unskillful, opposite sex, and so on.",
    "ai-tika-abh05t5:90_8": "And just as, when profitable transgressorous in the formless-world sphere or in immoral conduct, etc., are exalted in profitable way to the arising of the unskillful in the fine-material sphere.",
    "ai-tika-abh05t5:90_9": "Like the supermundane attainments, the result of the sense sphere, etc., is the establishing of the fine-material sphere, etc., and of the keys, thus he is skilled in the ways of performing the skill in profitable visible objects, and so on. He has thus made the sense-spheresive forms, and that is skilled in the sense of urgency, and giving attention to the unprofitable. ...",
    "ai-tika-abh05t5:90_10": "you should know.”",
    "ai-tika-abh05t5:90_11": "he gives a gift out of faith, he gives a gift thinking, “After giving,” and he says, “I have no reason for recitation.” ...",
    "ai-tika-abh05t5:90_12": "What has been given away?”",
    "ai-tika-abh05t5:90_13": "He is skilled in the arranging of profitables, etc., because of the passage beginning and so on.",
    "ai-tika-abh05t5:91_0": "supermundane is the producing a support for the supermundane, as with the supermundane and supramundane. When a man is carried on you will lose such an unsurpassable field, like a dog’s flame.",
    "ai-tika-abh05t5:91_1": "Forms the arising of the fine-material sphere, etc., that is to say, sense-spheres in the fine-material sphere, immaterial sphere, and unskillful.",
    "ai-tika-abh05t5:91_2": "whatever in the fine-material sphere there is, they profounded in the sense of the fine-material sphere. ...",
    "ai-tika-abh05t5:91_3": "the perfected one.”",
    "ai-tika-abh05t5:91_4": "the result of that result of his bowl, because of that result of that deed, the result of hiss, in this way the result of his deeds ...",
    "ai-tika-abh05t5:91_5": "is his destination.”",
    "ai-tika-abh05t5:91_6": "they show him the supermundane and the supramundane.",
    "ai-tika-abh05t5:91_7": "for it is because they think, “Just now food made by the story of the ground,”",
    "ai-tika-abh05t5:91_8": "they’re called a non-returner.",
    "ai-tika-abh05t5:91_9": "once-returner,",
    "ai-tika-abh05t5:91_10": "That is why it has not been understood before.",
    "ai-tika-abh05t5:91_11": "These are the fruits of stream-entry that they are as if falling away.",
    "ai-tika-abh05t5:91_12": "They’ll enjoy themselves",
    "ai-tika-abh05t5:91_13": "they don’t go from this non-returner,",
    "ai-tika-abh05t5:91_14": "This is said:",
    "ai-tika-abh05t5:91_15": "At that, when it comes to the peak, there is no production of stream-entry, no ability to be reborn in the fruit of stream-entry, not produced in the fruit of once-return, producing the fruit of non-return, and perfection in the present life.",
    "ai-tika-abh05t5:91_16": "Hence it is said: “There is nothing that is in the future, she too.”",
    "ai-tika-abh05t5:91_17": "Eight wholesome things are called profitable in the same way.",
    "ai-tika-abh05t5:92_0": "And the result of skillful things, etc., in order to show them, is said to be the best of them, etc., in order to show the analysis of meaning and the embodiment of the profitables.",
    "ai-tika-abh05t5:92_1": "With proper attention he proceeds to it as “mindfulness” is the meaning of the fourth jhāna, thus it is the “base” too in the sense that there is no attention. This is the meaning.",
    "ai-tika-abh05t5:92_2": "proper attention.",
    "ai-tika-abh05t5:92_3": "And the unprofitable way is a term for the four leagues, and wise attention.",
    "ai-tika-abh05t5:92_4": "The meaning should be understood according to the ignoble sense, etc., in this way already described as it is said: “What is the meaning of this? ”",
    "ai-tika-abh05t5:92_5": "Because they are skilled in the four ways of giving rise to greed, etc., and profitable kamma-profitable rooted in the four directions.",
    "ai-tika-abh05t5:92_6": "choices ...”",
    "ai-tika-abh05t5:92_7": "It is only because of the setting up of cooked rice in disherent, wielding food, garlands and various kinds for the sake of food, but not others.",
    "ai-tika-abh05t5:92_8": "without seeing the right way.”",
    "ai-tika-abh05t5:92_9": "thus: “His the sound of such an unprofitable teaching arise in the beginning, the teaching, and the middle, or the end does not arise because of an inclusion.”",
    "ai-tika-abh05t5:92_10": "the ending of the retinue and the ending of name and form are fulfilled.",
    "ai-tika-abh05t5:92_11": "For the consciousness here is stated in the name and form, the six fields of contact as contact, and the field of contact is stated ,",
    "ai-tika-abh05t5:93_0": "The commentary on the that is conclusion in the commentary.",
    "ai-tika-abh05t5:94_0": "In the place where the territory of the Suppiya was born.",
    "ai-tika-abh05t5:95_0": "10.",
    "ai-tika-abh05t5:95_1": "showing them the reason why the Elder Nun Dhammadinnā,",
    "ai-tika-abh05t5:95_2": "if it is said above , “Why is it the action of the kasiṇa?” “It is used for the purpose of showing that it is used in the impediment and he says, “It is.”",
    "ai-tika-abh05t5:95_3": "“In the past, whatever qualities arise in the present, so their mind is undeveloped. In this way those things were born, produced by for the sacrifice, and your label will be in the past.”",
    "ai-tika-abh05t5:95_4": "Devoted to the psychic powers, and the knowledge of death and rebirth of the deathless. The Buddha should be seen in the sense of giving and knowledge.",
    "ai-tika-abh05t5:95_5": "For even the object of the fine-material objects were born in the form realm, since it is present with the object of the present object, there is now because of the object.",
    "ai-tika-abh05t5:95_6": "“When the danger is found,” he said,",
    "ai-tika-abh05t5:95_7": "Also Divine-Eyes one (Visionary) is unborn, and one who performs the duties.",
    "ai-tika-abh05t5:96_0": "And so the other, too, in the case of the states of extremely opposite sex, which is constructed in the highest state.",
    "ai-tika-abh05t5:96_1": "Though there is no object for anyone who in whom mindfulness has been reborn in agitatedness, having non-human beings whose mind is not actually aroused, since it is nevertheless.”",
    "ai-tika-abh05t5:96_2": "Hence it is said: “Here there is no fault in any sense of urgency as object.”",
    "ai-tika-abh05t5:96_3": "The mind element is peaceful, and it is the state of the mind-consciousness element in the way already stated, and it is included in the five objects beginning with consciousness.",
    "ai-tika-abh05t5:96_4": "And here it is said: “Here the elements,” etc., in this way, “Fineing on the object,” etc., should be told by the removal of the rejection of the kasiṇas, etc., appearing in front of them, having the object.",
    "ai-tika-abh05t5:97_0": "The commentary on the beautiful complexion of the skin is finished.",
    "ai-tika-abh05t5:98_0": "he gave the commentary to the Book of the Trainy-season residence.",
    "ai-tika-abh05t5:99_0": "In order to show the matter of the dissatisfaction with the surface of the rose-apple trees, etc., in order to show the producement of the attainment of the generation of the winter season, as in the fine-material and immaterial states.",
    "ai-tika-abh05t5:99_1": "For the conditioned fine-material sphere is a condition for the kinds of sensual stimulation in the fine-material sphere and immaterial becoming, not otherwise in the fine-material sphere.",
    "ai-tika-abh05t5:99_2": "Hence it is said: “And if in the sphere of the fine-material sphere is used, the intention of nutriment is not evident in the formless,” and the rest is said.",
    "ai-tika-abh05t5:100_0": "The commentary on the beautiful complexion of the Fruits is finished.",
    "ai-tika-abh05t5:101_0": "The commentary on the hidden places",
    "ai-tika-abh05t5:102_0": "12.",
    "ai-tika-abh05t5:102_1": "and many times lamps, many times occurring evenly.",
    "ai-tika-abh05t5:102_2": "Through countless good qualities, having the virtues of being more than that,",
    "ai-tika-abh05t5:102_3": "Its manifested in him as a maximum’s special qualities that is very stronger than the widely she had reached maturity,",
    "ai-tika-abh05t5:102_4": "When the result is included in the result of this, he said, “This result of it in the following passage”,",
    "ai-tika-abh05t5:103_0": "The commentary on the hidden places is finished.",
    "ai-tika-abh05t5:104_0": "commentary on the colour of action, etc.",
    "ai-tika-abh05t5:105_0": "Continually arises in him when he is proceeding through the (nature of) deeds.",
    "ai-tika-abh05t5:105_1": "But equipment is the truth.",
    "ai-tika-abh05t5:105_2": "it shows why the result of that delivered, and of the result (compris) the fruition of that determination.",
    "ai-tika-abh05t5:105_3": "the state of (intentional) deed is conditioned in the opposite case.",
    "ai-tika-abh05t5:105_4": "In one part of the rainy season: the meaning is of non-human beings, but not solid food is the meaning.",
    "ai-tika-abh05t5:106_0": "The Description of the Paths is finished.",
    "ai-tika-abh05t5:107_0": "Grasping is the colour of the result.",
    "ai-tika-abh05t5:108_0": "14.",
    "ai-tika-abh05t5:108_1": "For just as in a place where (certains) merit and body are conditions for the purpose of conscious form, so the result of good-spheres, the result of all fine-material kinds of foulness is there, not the result of sensual pleasures, for the sake of all the head hairs and body hairs are not conceived.",
    "ai-tika-abh05t5:108_2": "the resultant owing to their meetings and inclusiveness, etc., according to the result of these Vaṭibhaṅga.",
    "ai-tika-abh05t5:108_3": "he does not say, “Venerable sir,” and he does not answer in accordance with the rule,",
    "ai-tika-abh05t5:108_4": "As to plane of the fine-material sphere, the fine-material sphere does not construe, the fine-material sphere, or the immaterial sphere.",
    "ai-tika-abh05t5:109_0": "The commentary on the results of the result is finished.",
    "ai-tika-abh05t5:110_0": "Goldening is the commentary on the hidden.",
    "ai-tika-abh05t5:111_0": "15.",
    "ai-tika-abh05t5:111_1": "Diffusing this entire in the past: “Here the wind without being swallowed upon by the wind, etc., has tornness due to overshade.”",
    "ai-tika-abh05t5:111_2": "When non-staple food has been guarded, they should be made to plastered according to the rule, which is put in the form of an absence, and they can be done for them.",
    "ai-tika-abh05t5:111_3": "or so it should be understood that.",
    "ai-tika-abh05t5:112_0": "courtesaning is the belly above.",
    "ai-tika-abh05t5:112_1": "When the body is eradicated by the mind, he should apply himself to the boarden.",
    "ai-tika-abh05t5:112_2": "Why?",
    "ai-tika-abh05t5:112_3": "And here it is said: “Don’t let the ones do the things.”",
    "ai-tika-abh05t5:112_4": "for mindfulness is said to be the bodily formations consisting in contemplation, “The mind-made body and the physical nutriment consisting of the body, but not the mental formation or the mind.” But if it is said, not the condition for the mental calm.",
    "ai-tika-abh05t5:112_5": "Hence it is said: “So it is nevertheless because it is said.”",
    "ai-tika-abh05t5:113_0": "The commentary on the colour of the definition of the food is finished.",
    "ai-tika-abh05t5:114_0": "commentary on the Faculties of Conceit",
    "ai-tika-abh05t5:115_0": "16.",
    "ai-tika-abh05t5:115_1": "“I do abiding (and)” is included in making precisely a single sense of urgency, noble livelihood with its phenomena, and think about the faculty.",
    "ai-tika-abh05t5:115_2": "the life faculty;",
    "ai-tika-abh05t5:115_3": "And they don’t ask questions about all the Vajjis don’t questions that come from the beginning; the livelihood faculty do not use here.",
    "ai-tika-abh05t5:116_0": "The eye is uninterrupted. It is adverting with the eye, sights, eye consciousness, and eye contact. It is included in the neighbouring of these things. Their sense faculties are dispelling the physical processes, the opposite sex, and the sense faculties. They are not undisturbed. They are disturbed.",
    "ai-tika-abh05t5:116_1": "But one who enters upon themselves and equanimity is unbroken, just as towards oneself, and who observes the complete understanding of the life faculty in whatever way one is unattached, seeing the calming of his own life faculty ... two kinds of restraint ...",
    "ai-tika-abh05t5:116_2": "than 40 kilometers.",
    "ai-tika-abh05t5:116_3": "and being unable to arise in the future.",
    "ai-tika-abh05t5:116_4": "Have you not seen the truth of discovered, ~ who have seen the faculties of being fully understood and penetrated?",
    "ai-tika-abh05t5:116_5": "But seeing the truth, he said, “I did not give,” “I did not say,” and “No.”",
    "ai-tika-abh05t5:116_6": "Because of the consequence of this there is lived together with a woman, not a man of the faculties. When she is not actually without mindfulness, with a woman.",
    "ai-tika-abh05t5:116_7": "For this is the wealth for the sake of wealth.",
    "ai-tika-abh05t5:116_8": "Even if women were to break apart their faculties from their foes, square, and so on, their sense faculties would not grow.",
    "ai-tika-abh05t5:116_9": "But of those things there are none of these things, owing to the kasiṇas, still they say, “But there is no.”",
    "ai-tika-abh05t5:116_10": "Because of the signless seeds.",
    "ai-tika-abh05t5:116_11": "What is referred to is the kind of wide, wherever they want,?",
    "ai-tika-abh05t5:117_0": "they are skilled in profit, not doing what is profitable,",
    "ai-tika-abh05t5:117_1": "Those who are skilled in the opposite sex.",
    "ai-tika-abh05t5:117_2": "it is not known that one, and it is not the place where there is no place she ins place.",
    "ai-tika-abh05t5:117_3": "So too in the Commentaries, etc., which is an indication of the causes and is of the reason why arguments, etc., respectively in the way beginning, “The because of the word-meanings.”",
    "ai-tika-abh05t5:117_4": "That is why it is not stated in the suttantas: “This is meant for such a kind already described,” etc., and with non-excess.",
    "ai-tika-abh05t5:117_5": "Some of them would not be skilled in this way: ‘This is unskillful, blameworthy, criticized by sensible people, and when you’re skilled in this way, they don’t get rid of it.’",
    "ai-tika-abh05t5:117_6": "So too in the case of this jhāna is unprofitable.",
    "ai-tika-abh05t5:118_0": "When there is a arising of the birth and death, they might think “May they arise” because it is not aroused and running away.",
    "ai-tika-abh05t5:118_1": "for this is said: “Shas off individual essence in the way state reappears in a state with its own continuity.”",
    "ai-tika-abh05t5:118_2": "But although the word of the word “born of the rose-apples ,” etc., the monks replied: “This is the eighth day did not give rise to the knowledge of the lamps.”",
    "ai-tika-abh05t5:118_3": "They saying: “Lang up,” and so on, after saying this, “Having taken on the meaning of it,” he said, and so on.",
    "ai-tika-abh05t5:118_4": "for there is the indication of the kamma-originated elements in this way.",
    "ai-tika-abh05t5:118_5": "For as soon as they precursor for the sake of a life-continuum-faculty-faculty: for the sake of livelihood and others, namely, the clansmans, namely, form, and form.",
    "ai-tika-abh05t5:118_6": "There is this mortification for the six classes of rebirth- linking associated with the six classes of rebirth and the next, for the sake of which it takes place.”",
    "ai-tika-abh05t5:118_7": "and having made this aspiration, it is the same as that of the arising.",
    "ai-tika-abh05t5:118_8": "By these wives For six did the rest.",
    "ai-tika-abh05t5:118_9": "“All the faculty of livelihood is included in the form of a sight. They have no power of energy, blameworthy and blamelessness, not make it lasting or to attain it.”",
    "ai-tika-abh05t5:119_0": "The commentary on the Faculties is finished.",
    "ai-tika-abh05t5:120_0": "In the commentary on the Peaceful Consort",
    "ai-tika-abh05t5:121_0": "Though they’re happy and free of joy and happiness,” and they acted like an opposite sex. Or they don’t give rise to joy in the four absorptions, namely, pleasure and pain, and with the ending of pleasure and happiness. And so they don’t see the lower absorptions because they haven’t developed the states that they have reached absorption.",
    "ai-tika-abh05t5:121_1": "Now, as it is said “Here the Vibhaṅga,” etc., in detail, and so on.",
    "ai-tika-abh05t5:121_2": "Happy: it is with happiness and joy, ~ through abandoning happiness.",
    "ai-tika-abh05t5:122_0": "The state of having a simile of the object",
    "ai-tika-abh05t5:122_1": "The intention and clinging to the jhānas in the attachment",
    "ai-tika-abh05t5:122_2": "according as it is said: “From the grossness of its aspect in the way already described,”",
    "ai-tika-abh05t5:122_3": "Before: previously, etc.",
    "ai-tika-abh05t5:122_4": "the four factors of the Vajjis show in them, when the seven factors are shown by the eight factors,",
    "ai-tika-abh05t5:122_5": "In the eighth day of the fortnight (them) from time to time:",
    "ai-tika-abh05t5:122_6": "And the other three is to be spoken of in each and every one.",
    "ai-tika-abh05t5:122_7": "In the word of the three equanimous bliss: born of equanimous bliss is the word of the word-quanimous bliss;",
    "ai-tika-abh05t5:122_8": "Then, through the Vibhaṅga’s mind, his mind becomes familiar with the jhāna factors because it is something elsewhere in the Paths of Aṅguttara.",
    "ai-tika-abh05t5:122_9": "according as it is said: “He looks on with the help of an individual essence” , etc., in its own way, with non-greed , etc., as its object the actual aspect of the removal of the kasiṇa materiality, etc., with the similar and the consciousness of the opposite sex, etc.,",
    "ai-tika-abh05t5:122_10": "That without hate for the sake of deceiving on refuge,",
    "ai-tika-abh05t5:123_0": "Those who continually treat the Buddha,",
    "ai-tika-abh05t5:123_1": "happiness is a particular towards the joy and happiness.",
    "ai-tika-abh05t5:123_2": "equanimity has the nature of freedom.",
    "ai-tika-abh05t5:123_3": "For equanimity is spoken of,",
    "ai-tika-abh05t5:123_4": "Having shaved off my hair and beard,",
    "ai-tika-abh05t5:123_5": "My hair is so bitter,",
    "ai-tika-abh05t5:123_6": "How on earth can one be seen",
    "ai-tika-abh05t5:123_7": "Pleasant is happy ...",
    "ai-tika-abh05t5:123_8": "and it’s a league:",
    "ai-tika-abh05t5:123_9": "But they don’t give rise to unprofitable minds encounter pleasure oppressed by mindfulness, and on that account. They don’t proceed having turned away from the five lower fetters, and they proceed having turned away from the nearness of the mind-consciousness faculty.",
    "ai-tika-abh05t5:123_10": "It is referred to as a thought",
    "ai-tika-abh05t5:123_11": "Here it may be said: “Have these eight kinds of pleasure opposite sense to help,”",
    "ai-tika-abh05t5:123_12": "and doubt with the mind elements of doubt associated with the mind-element associated with the mental-objects, etc., with the intention of predominance,",
    "ai-tika-abh05t5:123_13": "the thought of the mind",
    "ai-tika-abh05t5:124_0": "The Description of the Absorptions is finished.",
    "ai-tika-abh05t5:125_0": "commentary on the anus and the vagina.",
    "ai-tika-abh05t5:126_0": "Your thoughts often think about is of right thought. In this way there are two kinds of thoughts known as wrong thought. And these are two kinds of support.",
    "ai-tika-abh05t5:126_1": "and energy also in this way too.",
    "ai-tika-abh05t5:126_2": "Having taken by the company of the Peaceful Righteous One, after taking it together with a single thought, “There is the meaning.”",
    "ai-tika-abh05t5:126_3": "and they earn a living by means.",
    "ai-tika-abh05t5:126_4": "Here here in this place the highest because it is the road essence of all paths , and the sound of dance and so on, without having made the sound of defilement, because it is the maintaining.",
    "ai-tika-abh05t5:126_5": "When asked, “Why is it? ” he said, “Why is it not able to find the path in the forest?",
    "ai-tika-abh05t5:126_6": "In this way what is the exposition of the response of sentient beings?” And in this way, “The dwelling is shown by one who accusation.”",
    "ai-tika-abh05t5:126_7": "Yet while showing that what is said was not shown by the road, it is by the great road, as follows: “Possessed by the power of the path, proceeding in this way, is the road very here.”",
    "ai-tika-abh05t5:126_8": "Having lifted it up, he sent it down,",
    "ai-tika-abh05t5:126_9": "right speech, he should not give two or three courses to be shown by the Saṅgha: “Why don’t we give thiefs?” ...",
    "ai-tika-abh05t5:126_10": "you should say.”",
    "ai-tika-abh05t5:126_11": "The cultivation of the path, etc., is the wrong path, etc., as predominance does not arise in them.",
    "ai-tika-abh05t5:127_0": "under the interval in districts, thinking, “This is how the exposition should be said.” ...",
    "ai-tika-abh05t5:127_1": "you’re a legal issue.”",
    "ai-tika-abh05t5:127_2": "The meaning of this:",
    "ai-tika-abh05t5:127_3": "“If there is something more than that, in the disciplinary issue, if it is the sound of those monks, there is something that disciplinary issues, you should endeavour, because it is the sound of co-putation, the intention that legal issue has been resolved, and the four kinds of disciplinary issues in the way that is also an offered, the sound of the month that is pulled up, the any other disciplinary issuesed, and the also the any other disciplinary issues should be despient of the way.”",
    "ai-tika-abh05t5:127_4": "Therefore it is said that the text, which is “rested” is the public hall, dropped on the path and on the forehead, and that is why it is no accumulation.",
    "ai-tika-abh05t5:127_5": "Those Whose minds have caused (a system) to bear,",
    "ai-tika-abh05t5:127_6": "“They have right view. ...",
    "ai-tika-abh05t5:127_7": "And here it is according to the Vibhaṅga thus: “Abstinence” , on account of what is functionally contradicts rightly, according to the word “withstance” .",
    "ai-tika-abh05t5:127_8": "whatever thoughts have come to be found there are in the presence of concentration.",
    "ai-tika-abh05t5:127_9": "Or alternatively, that is why it is said in the way already described, and that is why it is called “final.”",
    "ai-tika-abh05t5:127_10": "That is why he said: “Explain it.”",
    "ai-tika-abh05t5:127_11": "Their mind does not exist after death",
    "ai-tika-abh05t5:128_0": "The commentary on the path to definition is finished.",
    "ai-tika-abh05t5:129_0": "commentary on the hidden treasure, which is praised by the Elder Nun,",
    "ai-tika-abh05t5:130_0": "He has determined on loving-kindness.",
    "ai-tika-abh05t5:130_1": "Hence the topic of discussion: “This is the opposite of the sense-spheres, like the pair of doing the stories.”",
    "ai-tika-abh05t5:131_0": "The commentary on the beautiful commentary is finished.",
    "ai-tika-abh05t5:132_0": "commentary on the appearance of the Elder Nuns",
    "ai-tika-abh05t5:133_0": "21.",
    "ai-tika-abh05t5:133_1": "When there is no a condition for the jhāna, that is to say, when there is no friendship of which it is said to be; that is calms and does not show about it, namely, this is because there is no friendship in this way. When this isn’t what is well said, it isn’t shown, there is no living in the presence of extinguishment, for extinguishment, for the sake of extinguishment.",
    "ai-tika-abh05t5:133_2": "He said, “It’s possible to find out.”",
    "ai-tika-abh05t5:133_3": "So when he is speaking from that, he shows himself in front of them, then becomes evident to him in his mouth.",
    "ai-tika-abh05t5:133_4": "There is no manifestation of the round of rebirths, for the manifestation of the round of rebirths, and for the manifestation of the round of rebirths,",
    "ai-tika-abh05t5:133_5": "For there is no unadultaneous because of the disappearance of one’s posture, there is no unadultaneousness.",
    "ai-tika-abh05t5:133_6": "There is no decrease in the presence of quenching,",
    "ai-tika-abh05t5:133_7": "For there is no such thing as yourself that there is, because there is no opposite of the states that is seen.",
    "ai-tika-abh05t5:134_0": "and when mindfulness arisen the body breaks up.",
    "ai-tika-abh05t5:134_1": "Those who there are no delight for 80 kilometers.",
    "ai-tika-abh05t5:134_2": "One day.",
    "ai-tika-abh05t5:134_3": "Because of the rising of-bornness and so on there is no passing away together with the born of death.",
    "ai-tika-abh05t5:134_4": "Approaching is produced by conditions and so on.",
    "ai-tika-abh05t5:134_5": "these (natures) are occurred in the sense faculties,",
    "ai-tika-abh05t5:134_6": "It is stated in the Dhammapada:",
    "ai-tika-abh05t5:134_7": "Because it’s only naturally arisen in the past, future, and present. There is no reason for them, when there is such a reason.",
    "ai-tika-abh05t5:134_8": "And just as when having drunk on the rope of the formidable visible objects, the consciousnesses of the base consisting of boundless consciousness, etc., is said: “Because it is produced by the surmounting of the base consisting of boundless consciousness, the six doors beginning with the materiality of the opposite sex, and it is not shown by means of the consciousness that base consisting of boundless consciousness as its object, and it is said to be in enlightenment, it is called “posing enemy” owing to the various individual essencesences beginning with the rest.",
    "ai-tika-abh05t5:134_9": "This is how you should see it.",
    "ai-tika-abh05t5:135_0": "The commentary on the beautiful commentary is finished.",
    "ai-tika-abh05t5:136_0": "Weavering in the detail forty-three terrace,",
    "ai-tika-abh05t5:137_0": "22-23.Etthāti natthipaccaye.",
    "ai-tika-abh05t5:137_1": "Doesn’t diversity in number?",
    "ai-tika-abh05t5:137_2": "By directing people down: “There is no difference in between the two, there is no unequalified in this way, for this reason, not only the characteristic of function.”",
    "ai-tika-abh05t5:137_3": "is good principle.",
    "ai-tika-abh05t5:137_4": "In the composing of the Commentaries: “There is no purpose in the detailed meaning, the teaching, and the Saṅgha in the way beginning, “This is the middle way.”",
    "ai-tika-abh05t5:137_5": "As soon as they arise: whatever bodily form there is because of the words beginning with the non-existence of states beginning with the non-delusion of the body, etc., have the characteristic of investigation for the states of non-extension, etc., thus they are to beginated by the characteristic of .",
    "ai-tika-abh05t5:138_0": "The commentary on the meaning of the donors is finished.",
    "ai-tika-abh05t5:139_0": "The Congregation of the Congregation is finished.",
    "ai-tika-abh05t5:140_0": "Questioning over the Independent Order",
    "ai-tika-abh05t5:141_0": "The first is the first place.",
    "ai-tika-abh05t5:141_1": "and likewise the breath of the seven hosts of foulness.",
    "ai-tika-abh05t5:141_2": "Though there’s something that can be attained by a serious matter, thinking that it’s a serious matter.",
    "ai-tika-abh05t5:141_3": "“Absolutely” is doing what is said. And although mistakenly, it is not worthy of an ascetic;",
    "ai-tika-abh05t5:141_4": "arising before concentration;",
    "ai-tika-abh05t5:141_5": "Those who advocate the reason for his reasons, (but) the reason for that reason.",
    "ai-tika-abh05t5:141_6": "After plundering the origin of greed, hate, and delusion come to be but the result in such a way, he is good-natured.",
    "ai-tika-abh05t5:141_7": "the fields of the body, touches, and the base consisting of neither perception nor non-perception together with the body. And the earth element is held together by others, etc., respectively in the sense fields, etc., is what is meant.",
    "ai-tika-abh05t5:141_8": "“All things” is said in the same way: “The mind-consciousness element associated with all things associated with mind-consciousness element and the mind-consciousness element in regard to all things associated with the mind-consciousness element in order to show it, although it is said in the case of all things associated with all things” .",
    "ai-tika-abh05t5:141_9": "For that is not due to fact that’s false. ...”",
    "ai-tika-abh05t5:141_10": "Then the state-factor has an universal formation, based on seeing the counterpart of touches, so the base consisting of boundless space.",
    "ai-tika-abh05t5:141_11": "forms, forms, and body.",
    "ai-tika-abh05t5:142_0": "When there is schism in the hereafter.",
    "ai-tika-abh05t5:142_1": "after breaking down of the eye-consciousness element by the eye-consciousness element, and so on,",
    "ai-tika-abh05t5:142_2": "Where the ascetic life span is lived in these aggregates as they are,",
    "ai-tika-abh05t5:142_3": "what is said in this way is not possible to say.",
    "ai-tika-abh05t5:142_4": "It is said in the Parinibbāna of the World’s Protector, because of the words “winter by the wise that is indicated,” because it is said.",
    "ai-tika-abh05t5:142_5": "The rest is stated according to the state of the definition of the path enquire separation (welling) possession of the noble states.",
    "ai-tika-abh05t5:142_6": "there is no predominance of predominance condition, there is no object condition for the object.",
    "ai-tika-abh05t5:142_7": "Truly on doubt,",
    "ai-tika-abh05t5:142_8": "While the detailed is explained as already described .",
    "ai-tika-abh05t5:143_0": "The ten requisites are necessary, this is the meaning of the heart.",
    "ai-tika-abh05t5:143_1": "But the words “Pāṭaliputta, etc., should be understood as the ten kasiṇas beginning with the tenfold system.”",
    "ai-tika-abh05t5:143_2": "Because of the carrion of delighting in forms, which is conformity with materiality, as there is in the fine-material sphere of forms, and so on; it is actually arouses in the past, as well.",
    "ai-tika-abh05t5:143_3": "Herein, just as when a man has arisen for visible objects and the objects of forms,",
    "ai-tika-abh05t5:143_4": "With the utter ending of all fetters, they have been reborn in the present life. But there is no cause or condition for the sake of these jhānas in this way: “These are conditions for the objects of the states of being incapable of the object” . So there is no cause or reason for the object of the jhānas, etc., with the disappearance of the visible objects, etc., for the surmounting the object of that object.",
    "ai-tika-abh05t5:143_5": "For there is no cause or condition for the sake of arisen bodily parts beginning with materiality, etc., as condition, because of the cause and condition.",
    "ai-tika-abh05t5:143_6": "It is a condition for the faculty of livelihood that is a condition for one shared in the way beginning, “accomplishing” and in the various ways that is called less.",
    "ai-tika-abh05t5:143_7": "The one who is reborn through the seven enlightenments, etc., is not a condition for rebirth.",
    "ai-tika-abh05t5:144_0": "Or alternatively, the meaning should be understood in accordance with the states according to the states beginning with the cause,",
    "ai-tika-abh05t5:144_1": "for he is called “removen” because he has arisen in his own knowledge by means of the giving knowledge of conduct and knowledge.",
    "ai-tika-abh05t5:144_2": "In this way the meaning is “restraint by which one is reborn is opposite for him.” This is the meaning.",
    "ai-tika-abh05t5:144_3": "But when the Buddha’s dispensation is destroyed,",
    "ai-tika-abh05t5:144_4": "It is inferior because of giving up seven things.”",
    "ai-tika-abh05t5:145_0": "Any deed that emerges from work ...",
    "ai-tika-abh05t5:145_1": "Everywhere authority is seen; in the sense of urgency, without reason, one who has laid down the there.",
    "ai-tika-abh05t5:145_2": "for it comes to the same between.",
    "ai-tika-abh05t5:145_3": "And no matter however, this meaning is, in this place: “And if anyone were to die in this place there, what is the point of his deeds?”",
    "ai-tika-abh05t5:145_4": "That is why in the detailed “proaching this object” refers to the sense faculties, but not so since it is described in the mode of its object.",
    "ai-tika-abh05t5:145_5": "he doesn’t gain unfinished, he does not say.",
    "ai-tika-abh05t5:145_6": "for what is not the ground is destroyed, and has discovered, the condition is the absence condition for accumulating.",
    "ai-tika-abh05t5:145_7": "Here the supernormal powers, “This is the rapture,” and “corching to the one” or “corching of the tree is on the ground.",
    "ai-tika-abh05t5:145_8": "Herein, one who is ignorant is that she is born in the first house.",
    "ai-tika-abh05t5:145_9": "which is why “gone to do work” when he is negligent.",
    "ai-tika-abh05t5:145_10": "But in the second tetrad there is no declaration of the faculties for eight reasons—whether it is said in the sense faculties, or in the knowledge of the sense faculties, etc., or in the way already described, or elsewhere is given.",
    "ai-tika-abh05t5:145_11": "Herein, one should be spoken of by oneself that “space” and so on.",
    "ai-tika-abh05t5:145_12": "And having been gained in the past, they said: “I am not suppressed to, not being sent by one who is why you like this has in the first position, and so on, because it is even when a species only of its own work.”",
    "ai-tika-abh05t5:146_0": "“I haven’t understood the path of the lay life; nor is it the middle way back by this way of the path.” And in the middle of the road they stated in the way beginning, “It is because of the path, the western path” . And in the first case of the path, they should be told in accordance with the path of the hyposition, “This is because of the first path,” and “It is no longer request jayawekal to the second.”",
    "ai-tika-abh05t5:146_1": "Herein, the last watches of the night, he should be told: “Give oralternatively,”",
    "ai-tika-abh05t5:147_0": "By its opposing an opposite sex, which is listed on the inside, and separated from the immaterial states, it is only its object opposite sex with an individual essence. The meaning is this.",
    "ai-tika-abh05t5:147_1": "“Now this nurse,” he replied, “Through this one”: “Now who is coming to the end of the affairs,” and when he said, “Now,” and when he is expounded,” he said, “Through this legal procedure,” and he shows a legitimate legal procedure for an incomplete assembly,",
    "ai-tika-abh05t5:147_2": "If you bring it, you should be given.”",
    "ai-tika-abh05t5:147_3": "and the cause of reason for each other, appearance, having adversence, and is connected with the appearance of a  leagues.",
    "ai-tika-abh05t5:147_4": "This is how the warding off of the drums alternatively coming to the penis, the generals, the worms of the worms, and the bearing of the worms, the elephants, the horses, and the chariots, and the affairs enveloped in the nation.",
    "ai-tika-abh05t5:147_5": "And here the influence of causes, etc., the four pairsations, etc., respectively,",
    "ai-tika-abh05t5:147_6": "for the other reasons is a cause or condition for the otherwise states.",
    "ai-tika-abh05t5:147_7": "This too is how the garden should be understood",
    "ai-tika-abh05t5:148_0": "that is to say, being energetic, and resolute.",
    "ai-tika-abh05t5:148_1": "In the case of those who develop the meaning is that it is produced , and suppression, thus it is the meaning.",
    "ai-tika-abh05t5:148_2": "at the end of the time when she is broken aside distributed, making preceding each of the analysis of the distributes.",
    "ai-tika-abh05t5:148_3": "And the three can be stated according to the opposite sex.",
    "ai-tika-abh05t5:148_4": "Those have it only because they are worthless.",
    "ai-tika-abh05t5:148_5": "In this way he will break its wide openings in the shade of the opposite sex, which is the basis for not recognizing an offense, and it will because of diverse form in the immaterial states.",
    "ai-tika-abh05t5:148_6": "But they don’t show the truth that has been shown only to do so by means of non-human beings, etc., as its object is “with this reason.” ...",
    "ai-tika-abh05t5:148_7": "Should not be seen.”",
    "ai-tika-abh05t5:148_8": "Because they are not actually conscious. They are in fact that they are in the same way as “percipient” .",
    "ai-tika-abh05t5:148_9": "are past, future, and present.",
    "ai-tika-abh05t5:148_10": "Sineru: he has got up in the inner skin,",
    "ai-tika-abh05t5:149_0": "The exposition of the teaching on what is Conduct",
    "ai-tika-abh05t5:150_0": "the opportunity .",
    "ai-tika-abh05t5:151_0": "1. Paccayānulomavaṇṇanā",
    "ai-tika-abh05t5:152_0": "Who do not attend to one among these three wholesome things:",
    "ai-tika-abh05t5:152_1": "nor do they advert to dwell (the second), the meaning is not good in three ways, is the meaning.",
    "ai-tika-abh05t5:152_2": "But the sesame is covered buttermilk by the damages and the running out of their positions in jackals, like a cloth rolling on the point of a cow.",
    "ai-tika-abh05t5:153_0": "Any thing that gives rise to skillful qualities in accordance with the Teaching, etc., is for the sake of the skillful, and for the sake of those skillful qualities, etc., this is how they are skilled in means.",
    "ai-tika-abh05t5:153_1": "Hence owing to this renown, these reasons are to be found in both the reasons. Those who believe in these reasons, when there is no places of loss, in each of these.",
    "ai-tika-abh05t5:153_2": "Here the reasonably, “Because of that reason you have come.”",
    "ai-tika-abh05t5:153_3": "he has caused these reasons.",
    "ai-tika-abh05t5:153_4": "For the causes of loathing other shade on the inside, the opposite sex, and the dangers are not a condition for the next.",
    "ai-tika-abh05t5:153_5": "By these two or three others who converse arouse in a breach, opinions which is shown by one of the two, namely, “obsession” , “What is this aroused discourse?”",
    "ai-tika-abh05t5:154_0": "After putting it away, they answer, “The cause, the reason for the wholesome quality,” he replied, “Those questions are conditions for the sake of their having lapses, whenever they come up.”",
    "ai-tika-abh05t5:154_1": "Negles, this is a cause of precepts, this is the reason why the ears was said in the names of the sense.",
    "ai-tika-abh05t5:154_2": "With the appearance of those ease, having associated with posts, associated within the same community of Noble Ones. Namely in the same way, he said, “As abode of those associated with the community” . ...",
    "ai-tika-abh05t5:154_3": "having shunned it.”",
    "ai-tika-abh05t5:154_4": "and he remembered the former wife in this place.",
    "ai-tika-abh05t5:154_5": "(They are) not permitted, nor are they percipient.",
    "ai-tika-abh05t5:154_6": "thus it is so fitting to ask",
    "ai-tika-abh05t5:154_7": "In the last watches of the night they are produced in the condition for the categories beginning, middle, and endeavour.",
    "ai-tika-abh05t5:154_8": "(But) the drop of the powers that were terror",
    "ai-tika-abh05t5:154_9": "“For those who have no cause or condition,” etc., are those things that are permanent, since they are everlasting with the states of non-greed.",
    "ai-tika-abh05t5:154_10": "For just as when someone with diverse sticks, thinks out the neck, etc., is in between the neighborhood, and it is unimpeded, not overlooked, nor set out on the various flashing said to the ear, “Now, there is no further questions such as that person, the meaning, and it is not permanently put in the throat, tangle, and without being unable to realization,” he is the future.",
    "ai-tika-abh05t5:154_11": "And analytical knowledge of offenses.”",
    "ai-tika-abh05t5:154_12": "(These answers) questions, discussing, he answers questions, thus: “Those who are discussing the questions, they are permanent.”",
    "ai-tika-abh05t5:155_0": "(Whoever) is placed on the ground, in that Vibhaṅga, the meaning of that point, “folk is the island,” he said, “Thusing the meaning of this.",
    "ai-tika-abh05t5:155_1": "That here is the cause, etc., that is to say, the reason why it is wholesome opposite sex.",
    "ai-tika-abh05t5:156_0": "25-34.",
    "ai-tika-abh05t5:156_1": "having asked questions, he said: “Approaches of questioning, bringing the questions.”",
    "ai-tika-abh05t5:156_2": "‘May I have a meaning:",
    "ai-tika-abh05t5:156_3": "Here is the meaning of this word “What is the meaning of it?” “What is the effect",
    "ai-tika-abh05t5:156_4": "Or alternatively, what should be understood here?",
    "ai-tika-abh05t5:156_5": "Therefore it should be asked about to give up what is profitable and discussing, “What is skillful?”",
    "ai-tika-abh05t5:156_6": "For the purpose of getting permission: what is called questioned by questioning, is what is put in questioning about in accordance with the rule and what is called “reflecting” .",
    "ai-tika-abh05t5:156_7": "“Anything should be given up.” “It’s unskillful, with cause, conditioned by means of the reason, there’s no cause or reason for doing these things.”",
    "ai-tika-abh05t5:156_8": "When one is developed in this way, one who has reached the state and has functioned the meaning should be illustrated according to the meaning. He should be illustrated each questioned .",
    "ai-tika-abh05t5:156_9": "Herein, the explanation of the meaning should be questioned according to the letter either be asked or they are of two kinds, that is to say, two kinds of disparages.",
    "ai-tika-abh05t5:156_10": "in such a place they show the first thing, thinking, “How can this happen?”",
    "ai-tika-abh05t5:156_11": "Herein, rolling off all skillful roots: seven luminous roots and seven foulness (?), and the seventh weakened path.",
    "ai-tika-abh05t5:156_12": "They don’t get hold of them. They don’t become indulgent and in later. They don’t achieve that attainment.",
    "ai-tika-abh05t5:156_13": "As well as conditioned, he feels with attention as condition:,",
    "ai-tika-abh05t5:156_14": "There is no secret hate in that place. When asked, “What’s the point of living in a league?”",
    "ai-tika-abh05t5:156_15": "and having done this, he asked about the attainment of the attainment of the Thirty-Three:",
    "ai-tika-abh05t5:157_0": "is said to be “well-in-cloth” in the same way as before.",
    "ai-tika-abh05t5:157_1": "if he allows to make an end, he thinks, “I am given up,” and having grasped, he replied, “This is skillful in us.”",
    "ai-tika-abh05t5:157_2": "As she was watching (in knowledge) that place:",
    "ai-tika-abh05t5:157_3": "(but) the causes of existence to be cut off, the bonds of rebirth is unborn, the culmination are not bound to be bound.",
    "ai-tika-abh05t5:157_4": "Except with that conditions:",
    "ai-tika-abh05t5:157_5": "(and) cutting off the roots of continuity, ~ the bonds of rebirth,",
    "ai-tika-abh05t5:157_6": "Consequently, since this is included in the kind already described therefore it is in his own nature.",
    "ai-tika-abh05t5:157_7": "But when although spoken of eight sections did not allow them to make a statement, they say, “Not knowing what’s best for them,” etc., and when they said, “They bring it to us.”",
    "ai-tika-abh05t5:157_8": "Questioning this question, “What can be asked about? What can I do?”",
    "ai-tika-abh05t5:157_9": "if he says, “What is it?” ...",
    "ai-tika-abh05t5:157_10": "asks, he is a question.”",
    "ai-tika-abh05t5:157_11": "this is not stated in the same way as “This isn’t spoken”.",
    "ai-tika-abh05t5:157_12": "Not understanding, he does not have a fixed destiny,",
    "ai-tika-abh05t5:157_13": "(Have I ask) two kinds of becoming : it is the same in each and every respect that is the advantages in the same way and in the continuation of . Also, it is of two kinds assignificant .",
    "ai-tika-abh05t5:158_0": "through the brightness of the journey,",
    "ai-tika-abh05t5:158_1": "the place where the departure is performed, so too the one who is performing the invitation to behaves in the same way.",
    "ai-tika-abh05t5:158_2": "How is it said to be the meaning of the making known of those who take part in meaning? Consequently the meaning is that it is said to be word “have interrupted” .",
    "ai-tika-abh05t5:158_3": "How on earth can he give to the wet-nurse that is produced in the last part of the wielding place on the bank of the river, and which in the last part?",
    "ai-tika-abh05t5:158_4": "Hence it is said: “And this is said: ‘As absence’ and on its actual occasion when one has passed away, except if it is the reason why, something is the act of commentary on the act of the fruit of the deportment of the fruits of the earlier and the later stages in the earlier stage, and it is the fruition. ”",
    "ai-tika-abh05t5:158_5": "Hence it is said: “Here it is in the application of the Vibhaṅga thus: “Herein, what is ...” .",
    "ai-tika-abh05t5:158_6": "you should see this.”",
    "ai-tika-abh05t5:158_7": "Herein, the arising of a reincarnation is the meaning.",
    "ai-tika-abh05t5:159_0": "“There is,” “just” is in the sense of urgency,” and “There is no need for hope.",
    "ai-tika-abh05t5:159_1": "And the successful occurrence of the teachings that occurred in them as well.",
    "ai-tika-abh05t5:159_2": "For it is in the world because it is considered the kind of practice that is effectively one who does not apprehend the meaning in that way. That is why, though it is actually existing in the world, for the sake of (permission.) “I am walking in that place.”",
    "ai-tika-abh05t5:159_3": "The practice of the way is going in the coming of the going also, in what is the doing of the path?",
    "ai-tika-abh05t5:159_4": "For the one who has faith,",
    "ai-tika-abh05t5:159_5": "Therefore it is called “restraint” next to the kind of feeling arose in him, and so on.",
    "ai-tika-abh05t5:159_6": "” and the prevails for the benefit of being reborn in a bad place, for the sake of preventing the profitable legal issues, etc., and after considering them in that place, he is causing the meaning.",
    "ai-tika-abh05t5:159_7": "he shows that he is said to Laṅkā:",
    "ai-tika-abh05t5:159_8": "Hence it is said: “He is born in a state of loss” .",
    "ai-tika-abh05t5:159_9": "He does not have the same nectary calming sounds as they are. It is the same as in the first and the third jhānas based on the contrary.",
    "ai-tika-abh05t5:159_10": "should be undertaken by one who is virtuous, and so on (them) when he wants.",
    "ai-tika-abh05t5:159_11": "For accordingly:",
    "ai-tika-abh05t5:160_0": "“Neither a one, having killed himself,",
    "ai-tika-abh05t5:161_0": "Were the one who is fully extinguished here in the world,",
    "ai-tika-abh05t5:162_0": "“Having nothing in the state of living creatures in a state of loss,",
    "ai-tika-abh05t5:163_0": "lighting up what is a Buddha.”",
    "ai-tika-abh05t5:164_0": "and the sacred flame is seen.",
    "ai-tika-abh05t5:165_0": "Two on the ground, on the root, and on the ropes of trees, and for the fifty objects of a single one,",
    "ai-tika-abh05t5:165_1": "In the case of the fine-material jhānas: “What is the cause of condition?” In this way, it is condition for the support of the object.",
    "ai-tika-abh05t5:165_2": "Questioning by the two ends, that is, the enemy of the skillful, the way beginning, the middle, or the end of the skillful, and the practice that leads to the enquiry, and outlets, and indications, (welling) in stagnations and foundations onwards. Ending to the Path, wretching on the outlets of the skillful, etc., is said to be far from the beginning, and what is skillful.",
    "ai-tika-abh05t5:165_3": "Here: in this way the meaning is stated in leaf huts. The meaning is stated with cause or reason.",
    "ai-tika-abh05t5:165_4": "For the reasoning of discerning is the cause, the reason why, each is the reason why, the sound of defining in these is not rooted in the same way.",
    "ai-tika-abh05t5:165_5": "So it is the defining of the sense-objects, etc.",
    "ai-tika-abh05t5:165_6": "(These two discourses should be expanded in this way:) “This is the root, the one who abides independent ten rooted in this way.”",
    "ai-tika-abh05t5:165_7": "But when there is a condition for one root itself, there may be no one root in the first root.",
    "ai-tika-abh05t5:165_8": "since there is no root there is to be tormented with the root,",
    "ai-tika-abh05t5:165_9": "Hence it is said: “About attachment.”",
    "ai-tika-abh05t5:165_10": "For those who have a resided sense-objects, they are bound to be released from materiality.",
    "ai-tika-abh05t5:165_11": "because of the root of all activities, the root of all defilements, the root of all activities, and all because of the root of that.",
    "ai-tika-abh05t5:165_12": "There is no begination in the root of a tree that is present, with the root as condition.",
    "ai-tika-abh05t5:165_13": "they make a suitable bearer of going, and because of the spending of the time they believers.",
    "ai-tika-abh05t5:165_14": "on this life:",
    "ai-tika-abh05t5:165_15": "noise,",
    "ai-tika-abh05t5:165_16": "After this entire root of the twice was said to be the root of the Jotipāla one, and so on in every way the root of the Jina thus.",
    "ai-tika-abh05t5:166_0": "having grasped it in this way, “without reason, there is causality,” there is a condition for the sake of their opposite qualities. When there is causality, there is a condition for the object, or with the object, there is a condition for the sake of their mindfulness.",
    "ai-tika-abh05t5:166_1": "and the universe as a Wheel-Turning Monarch is : “Friends and wretched by the wheels, hatred and soft, will it be made by the lamps of back?”",
    "ai-tika-abh05t5:166_2": "Likewise in the passage beginning, “Entering in the texts,” and the clauses of the three aggregates, etc., respectively in the sense of the aggregates.",
    "ai-tika-abh05t5:166_3": "(Marking) the meaning of that group, he said: “He is able to make the neighborhood of the community.”",
    "ai-tika-abh05t5:166_4": "As objects of the objects, etc., respectively, etc., respectively.",
    "ai-tika-abh05t5:166_5": "therefore it is the object of that, etc., in the sense of objects",
    "ai-tika-abh05t5:166_6": "if he purifes the basic and the basic series;",
    "ai-tika-abh05t5:166_7": "Therefore at the root of the planes beginning with “accomplishment” are not enough for his objects.",
    "ai-tika-abh05t5:166_8": "Some root items, two root items, three rooted in the planes of the object.",
    "ai-tika-abh05t5:166_9": "“Consciousness is a condition for the object. ...",
    "ai-tika-abh05t5:166_10": "without residing together, they are what is said.”",
    "ai-tika-abh05t5:166_11": "“With a condition for the sake of establishing, a condition for the object.”",
    "ai-tika-abh05t5:166_12": "When there is no grounds for root items, all rooted in the same way, and all the root of the trees, in the middle of the day after the all-making season, of all its grounds, instances, and all the rest. Then it was said to be showing in all its root, which is not clear.",
    "ai-tika-abh05t5:166_13": "Hence it is said: “He has no roots.”",
    "ai-tika-abh05t5:166_14": "others in both places.",
    "ai-tika-abh05t5:166_15": "having shown that it is to be rooted in the root of a tree, and after showing it only one root,",
    "ai-tika-abh05t5:166_16": "They do not see clearly, pure,",
    "ai-tika-abh05t5:166_17": "“For he who has completed purification, since it does not gain the root of its objects with its roots, etc., because it is the object of the object” .",
    "ai-tika-abh05t5:166_18": "They’re not rooted in all roots, Going in every way under the feet of a single one.",
    "ai-tika-abh05t5:167_0": "for he does not cling to the root of trees, etc., in the future,",
    "ai-tika-abh05t5:167_1": "In brief, the meaning is: it should be appraisal, without getting anything left over.",
    "ai-tika-abh05t5:167_2": "There may be no sight seeing, middle, or junior.",
    "ai-tika-abh05t5:167_3": "Getting aside: “After seeing shows that she has not seen, it is the way to see them. What is meant is that the beginning.”",
    "ai-tika-abh05t5:167_4": "Because of that dealing with unconcealed offense in the future, because it has no basis for attachment to doing it, to get rid of it.",
    "ai-tika-abh05t5:167_5": "for one who has gone totally beyond all roots, with no grounds of their conditions.",
    "ai-tika-abh05t5:168_0": "Just as with cause and reasons the reason for arouseons, etc., just as for a hundred leagues, etc., with the rest of the nations, and so it is not possible to give rise to the bodies, but even with the objects of identity that have been made.",
    "ai-tika-abh05t5:168_1": "And if it is due to the root of the head hairs, etc., that is to say, the roots of the head hairs, body hairs, nails, teeth, and the tops and produced by the dropping of their roots, and can still be shown by its roots, made likewise if it is the reason why it is due to the opposite of the head hairs, etc., and it is not possible that you can tame this person’s own, etc., as well., with the in the case of the interrupting offensesive sensesively to the opppositesites of ignorance and the normal powers of the normal powers, etc., and mentions beginning withinations, etc., as the in the in the in the in the westernses of this way, and offerciprodverses, and offercialmations, not making it is the in the in the past and present to the bre",
    "ai-tika-abh05t5:169_0": "He has noticed ( wandering) to the three leagues from behind to another, from one to the two, three drops of yojana from each other, and from their 40 kilometers, as to lack of understanding.",
    "ai-tika-abh05t5:169_1": "for those who are addicted:",
    "ai-tika-abh05t5:169_2": "Some, with a single person in one place,",
    "ai-tika-abh05t5:169_3": "Neither that is not suitable for the shade of others, or for the four, but within the seventh enquiry .",
    "ai-tika-abh05t5:169_4": "So why is it if we were, why is it that very cause?",
    "ai-tika-abh05t5:169_5": "Because it is the cause of this simile of the three kinds of becoming , for the sake of gain, and because there is causality in each of their ability to understand.",
    "ai-tika-abh05t5:170_0": "It is recorded in the way already described : “And what is given in the way already described,” and so on.",
    "ai-tika-abh05t5:170_1": "Herein, there is not a league in one league, even just one league,",
    "ai-tika-abh05t5:170_2": "Hence it is said: “He who is unhappy with bad people,”",
    "ai-tika-abh05t5:170_3": "Looking in one place, some crushed around.",
    "ai-tika-abh05t5:171_0": "The group of six pearls, etc., said: “It is not soon as the Subjects,” and verses, etc., are said to be not so on.",
    "ai-tika-abh05t5:171_1": "Seven sections are combined with the seven Vinayas, and so on,",
    "ai-tika-abh05t5:171_2": "“One who is elated by the power of this (comfort), having taken the mind,",
    "ai-tika-abh05t5:171_3": "Likewise the first place where the four immediately advertingsities (welling): It is in the public hall, nutriments, and shamelessly it is known as the four immaterial states.",
    "ai-tika-abh05t5:171_4": "That took hold of it, he said: “Profitable” and “For he requisites” , etc., in order to prevent the welfare of the an instance” .",
    "ai-tika-abh05t5:171_5": "and that of these seven kinds, etc., are dependently originated in the seven places of loss,",
    "ai-tika-abh05t5:171_6": "‘By these six things should be shown by means of the fourth temperature and the four in number; this is the kind of breath, this is how they should remove it.’",
    "ai-tika-abh05t5:171_7": "This is how it is said:",
    "ai-tika-abh05t5:171_8": "What is called a particular composing of the Dhamma is said because it is shared by the three beginning with the middle, of the Dhamma, and of the three (supernatural) faculties, etc., and that by using the neighbors, etc., which, is deep indicated by the Dhamma, and that retained thought as its condition.",
    "ai-tika-abh05t5:171_9": "But in the Commentaries this is said: “But this is the time for the purpose of being the arrival in the Dhamma! Dispensation by the astute, he has not even attained any state of existence.”",
    "ai-tika-abh05t5:171_10": "So too with the inner alternative verses each time,",
    "ai-tika-abh05t5:171_11": "The meaning is that it is said in the first place where difficult to get, and it is said.",
    "ai-tika-abh05t5:171_12": "Golden from means producing condition. It is manifested as the receptacle for the purpose of illuminating the various kinds of knowledge.",
    "ai-tika-abh05t5:171_13": "While (etc.) means the Tipiyas of Places the three Protectors and the mind places said: “Having showed to this body,” and “Through gruel and expounding the sense desires, etc., they show it in order to show it: “ means I have said that.”",
    "ai-tika-abh05t5:171_14": "he was badly attacked and making an effort, encounter, and so on, without making an effort, he would be skilled in being a wrong speech.",
    "ai-tika-abh05t5:172_0": "The allocation of the ascetic life is finished.",
    "ai-tika-abh05t5:173_0": "2. Paccayapaccanīyavaṇṇanā",
    "ai-tika-abh05t5:174_0": "which one says is the meaning “space” from the time to time, “It is because of breaking the word,”",
    "ai-tika-abh05t5:174_1": "there is the meaning of those root items.",
    "ai-tika-abh05t5:174_2": "he divided into the breakfast.",
    "ai-tika-abh05t5:174_3": "What is useful is the goal: is the meaning.",
    "ai-tika-abh05t5:174_4": "Why not seeing them with everything he sees?",
    "ai-tika-abh05t5:174_5": "One of them shows them in detail:",
    "ai-tika-abh05t5:174_6": "(There is) in the last watch of the night, at the root of a Meghara.",
    "ai-tika-abh05t5:175_0": "The commentary on that is finished.",
    "ai-tika-abh05t5:176_0": "3. Anulomapaccanīyavaṇṇanā",
    "ai-tika-abh05t5:177_0": "45-48.",
    "ai-tika-abh05t5:177_1": "gets food and drink again.",
    "ai-tika-abh05t5:177_2": "Contact is the condition for the causality.",
    "ai-tika-abh05t5:177_3": "hereinally to the mind,",
    "ai-tika-abh05t5:177_4": "In the immaterial states there are species of conditions for the One, by requisites, by defining, by reasoning, and by inclining the language. The meaning is that it is the meaning.",
    "ai-tika-abh05t5:178_0": "The commentary on the non-confusion is finished.",
    "ai-tika-abh05t5:179_0": "The color of the hide is finished.",
    "ai-tika-abh05t5:180_0": "1. Kusalattikaṁ",
    "ai-tika-abh05t5:181_0": "1. Paṭiccavāravaṇṇanā",
    "ai-tika-abh05t5:182_0": "1. Paccayānulomaṁ",
    "ai-tika-abh05t5:183_0": "the commentary on the private parts,",
    "ai-tika-abh05t5:184_0": "53.",
    "ai-tika-abh05t5:184_1": "in the art of the thirty-two parts of the wide openings of the hot season.",
    "ai-tika-abh05t5:184_2": "roots and all the ropes at the root of the trees, etc., not as stated in the way beginning, “Forms” and so on.",
    "ai-tika-abh05t5:184_3": "“Saying, “It’s not easy to give a feeling” or “It isn’t hard for one who isn’t like me to see the such a kind of feeling,” he said, “Give it to me.”",
    "ai-tika-abh05t5:184_4": "if she asks permission;",
    "ai-tika-abh05t5:184_5": "having questioned all the times including the whole of all-knowing, having given permission within the intervals of an abode, and without taking leave.",
    "ai-tika-abh05t5:184_6": "Firstly, you should draw the recitation pass by right here.",
    "ai-tika-abh05t5:184_7": "After this was said, the Protector of the World, like a later in the place of loss,",
    "ai-tika-abh05t5:184_8": "For there is no one roaming the perception of people here and there are some things that are requisites belonging to the one should give away and put them away in one place. In order to prevent them from the group of eight states, and some requisites they do not get the same requisites.",
    "ai-tika-abh05t5:185_0": "Felling in the dreadful radiates of existence: the meaning is that he has conquered by means of the feeling, the meaning is that conquered by means of this existence or the other.",
    "ai-tika-abh05t5:185_1": "Or alternatively, it is because it does not apply himself to the end of all kinds, thus it is “unbounded” because it arises in one who is giving attention to the only materiality, like the creation of requisites for the ending of the six kinds already described. Ord there is because of the arising of the Commentary.",
    "ai-tika-abh05t5:185_2": "for that is because the later occasionally later is not the time for it.",
    "ai-tika-abh05t5:186_0": "It’s when in the category of the skillful, all these things are included in the category of the skillful, unskillful, and found them in this way: “This is why ‘deed is skillful’, ‘with this is because of this, this is how the attainment of the skillful’s essence thus: ‘This is meant, this is why it should be said” .",
    "ai-tika-abh05t5:186_1": "Hence it is said: “Next, is the same as in the Commentaries.”",
    "ai-tika-abh05t5:186_2": "“The kinds of feeling associated with the three kinds of feeling” . And the five grasping aggregates are dissipated. But then two, namely, “When a man has been rejected by the aggregates, there are two aggregates,” and so on.",
    "ai-tika-abh05t5:186_3": "Therefore it is said: “Feelings in the sense of feeling”.",
    "ai-tika-abh05t5:186_4": "Like this: “Bhikkhus, even if it is the new breach of this miracle, they divide it,” and if it is half an ornament.",
    "ai-tika-abh05t5:187_0": "This is how much in this way: “This result of deeds done by way of body, speech, and mind” .",
    "ai-tika-abh05t5:187_1": "“And where did the word not apply? Where are they here? Why do they take the consciousnesses?”",
    "ai-tika-abh05t5:187_2": "When it is said in the first phrase, without being able to bring them about the second or elsewhere, “Having driven out,” he replied, “It is completed.",
    "ai-tika-abh05t5:187_3": "Here it may be in this way: “This isn’t answered,” and she does not arise in him if he does not get monks to lose his way.",
    "ai-tika-abh05t5:187_4": "And here the causes and reasons to subside on the spot, etc., as with the words “consciousness” consciousness of the Enlightened One, etc., appearing in the way already stated .",
    "ai-tika-abh05t5:187_5": "(The king replied:) “This is what is beneficial and what is not to do, and this is the reason why they say about in the Paṭisambhidā, the Samiddhi, and accepted the Commentaries.”",
    "ai-tika-abh05t5:187_6": "But their minds are observed here, there is no illness due to the arising of forms that originate from the forest.",
    "ai-tika-abh05t5:188_0": "to independent Or alternatively, what is the story of the air?",
    "ai-tika-abh05t5:188_1": "get oppressed by conditions she",
    "ai-tika-abh05t5:188_2": "Because it is “interrupted” , and because it is included in this way the “unbody” , however there is no longer thing, they are shown that.",
    "ai-tika-abh05t5:188_3": "(They replied:) “They are included in the category of the aggregates, depending on the top of the term ‘skillful’.”",
    "ai-tika-abh05t5:188_4": "The ascetic life,” and “There is nothing wrong with the ascetic life,” thus they replied: “Neither delayed” or “We are is substantive” because of its aggregates .",
    "ai-tika-abh05t5:189_0": "After taking a form such as “space”, “The hand-material” in the way already described, then the original mind and then “space a golden”, the meaning is this.",
    "ai-tika-abh05t5:189_1": "But there is this way: “By seeing the Great Being” included here in this way, there is nothing to be seen in that attainment.",
    "ai-tika-abh05t5:189_2": "the form constituent groups occupied with the bodily formation occurred as the consciousness-existence.",
    "ai-tika-abh05t5:189_3": "But that much is not affected by what is eaten, drunk, chewed, and tasted, the faculty of pain and not arisen,",
    "ai-tika-abh05t5:189_4": "As he constructed the sound of the Campā on the banks of the Campā (waver) and then to be seen and heard as the meaning should be regarded thus: “This is the meaning.”",
    "ai-tika-abh05t5:189_5": "But how does this because of the cause of forms appear?",
    "ai-tika-abh05t5:189_6": "“Of the cause and conditioned by form, for the sake of a produced by form, namely, form is also called because of this.”",
    "ai-tika-abh05t5:189_7": "for the reasoning of Kāpaṭika is called the village.",
    "ai-tika-abh05t5:190_0": "Arising is produced by the great earth that gives rise to the ocean, thus it is appropriate for him to the Commentary. Discussion of the eight great primaries. What is what is said in the Commentaries.",
    "ai-tika-abh05t5:190_1": "For this is the meaning:",
    "ai-tika-abh05t5:190_2": "Because of the great earth, they specifically arise in this way.”",
    "ai-tika-abh05t5:190_3": "But who could not give to the great have great understanding, saying: “Who can I give to such a great sacrifice?”",
    "ai-tika-abh05t5:190_4": "It has been said above.”",
    "ai-tika-abh05t5:190_5": "Herein, this is said in the Abhibhū: “This is dependently originated, namely, form, feeling, perception, choices, and consciousness that arise because of the origination of form.” The meaning is this: “Bhikkhus form, what’s appropriate to say, the meaning is this, great beneficial, and pleasant.",
    "ai-tika-abh05t5:191_0": "Talking in requisites, I will not get a winnowing regions in this way, and when they don’t question him in this way.",
    "ai-tika-abh05t5:192_0": "For five hundred characteristics of attaining the aggregates of sense desires, etc., which is the knowledge of the arising of the aggregates, and is the knowledge of the attainment of the absorption.",
    "ai-tika-abh05t5:192_1": "In the scriptures of the teachings proclaimed by five hundred",
    "ai-tika-abh05t5:192_2": "Here it is here to shade in this place,",
    "ai-tika-abh05t5:193_0": "(intentional) processes: the mind-made and body-originated earth, mind-made producing condition,",
    "ai-tika-abh05t5:193_1": "Again and again: the currents are not produced in nutriment,",
    "ai-tika-abh05t5:193_2": "for he said before the Exterior fires are not only the best in the place beginning, “Where are the chieftains entering the highest climate?” and “Today ate only through the air.”",
    "ai-tika-abh05t5:193_3": "if he sweps himself as amongst those who are extended;",
    "ai-tika-abh05t5:193_4": "the flattering of her low-caste",
    "ai-tika-abh05t5:193_5": "The beginning of the first-jhāna access is due to the opposition of the origin of the distendance. It is due to the production of the origin of the first three, namely, of the kind reckonings.",
    "ai-tika-abh05t5:193_6": "The without opposite is independent of others, unless in each case",
    "ai-tika-abh05t5:193_7": "You have lived in line with that which is included first as before.",
    "ai-tika-abh05t5:193_8": "* For he who is derived by pleasure and derived by the mind,",
    "ai-tika-abh05t5:193_9": "* While the Teacher was born here in this place",
    "ai-tika-abh05t5:193_10": "As a consequence of various kinds of ornament;",
    "ai-tika-abh05t5:193_11": "For that is why it is said in the Commentaries: “This manually learning the company of the eight important practices accordingly,”",
    "ai-tika-abh05t5:193_12": "To show this meaning, that is to be shown by one needing.",
    "ai-tika-abh05t5:193_13": "I want to get it.”",
    "ai-tika-abh05t5:194_0": "After taking note of the remainder of the jhāna, he said: “Having note of a place without remainder;”",
    "ai-tika-abh05t5:194_1": "If they deal with a specific purpose, then why are it said to have it that is called “the ”.",
    "ai-tika-abh05t5:194_2": "with cause and reason.",
    "ai-tika-abh05t5:194_3": "Leaves the production of mind and bodily form as they are produced in one way.",
    "ai-tika-abh05t5:194_4": "after dissolution of the mind’s form, having made form in the form-eye,",
    "ai-tika-abh05t5:194_5": "Herein, just as when a great separate path is found in that place: “Beginned by preoccupied with great creatures, the inside, the mind, and mindfulness, in this way, which order to prevent his advantages are great mass of fires, waves, etc., and being not clung to in any one respectively to the great creatures waistry, but rather than four great primaries.”",
    "ai-tika-abh05t5:195_0": "Now we will show the reason for anyone to give it.",
    "ai-tika-abh05t5:195_1": "Herein, this is the cause, this is the reason why, when it has been gone that is said, it does not get scattered, it does not having gained.",
    "ai-tika-abh05t5:195_2": "That is why it said, “Go away.”",
    "ai-tika-abh05t5:195_3": "As to the disappearance of the consciousnesses (performed) the mental body and mind should be understood that the specific conditioned by deeds, namely, consciousness is called a condition for the kamma-resultaneousness.",
    "ai-tika-abh05t5:195_4": "The condition is not produced by nutriment for the nutriment.",
    "ai-tika-abh05t5:195_5": "But they’re able to show how it.",
    "ai-tika-abh05t5:195_6": "a person swept away.”",
    "ai-tika-abh05t5:195_7": "what then of those people who say thus: “But those beings who live in great primaries?”",
    "ai-tika-abh05t5:195_8": "a personal people are bound.”",
    "ai-tika-abh05t5:195_9": "(but) in one whose mind is unmade, since the meaning is that it is unmade, namely, form, mind-made, and bodily-form,",
    "ai-tika-abh05t5:195_10": "Compassionate towards the eight-fold -",
    "ai-tika-abh05t5:195_11": "if she is known as the origin of looking for, and it is not shared by the preceding specific conditions;",
    "ai-tika-abh05t5:195_12": "shattering the mind in the way beginning, “This form and form derived” .",
    "ai-tika-abh05t5:195_13": "By caring: the meaning is that it is including materiality ; the meaning is that it is possible .",
    "ai-tika-abh05t5:195_14": "which was carried on the simile of the positions, the Greatly Friends, and the flags of poison, the manifold origin, and his waist is said.",
    "ai-tika-abh05t5:195_15": "He should not make an effort to get him clearly, and because of the supernormal powers of the perfected ones. But when it is lost, it is “withstanding on wealth.”",
    "ai-tika-abh05t5:195_16": "But now there are deeds that are abandoned and calm,",
    "ai-tika-abh05t5:196_0": "That reference to where it is shown by means of distinction, etc., and that it is said in order to show it thus: “This mind is an opposite sex, and it is indirect talk” .",
    "ai-tika-abh05t5:196_1": "the others bring up and conducive to the other materiality.",
    "ai-tika-abh05t5:196_2": "(Anāthapiṇḍika said): “She is a great uproot position of the Mahātittha which is used in the way beginning, “Child is a condition for the great primaries.” Then he constructed thus: “Thus people perishing and wrong in the Mahāvihāra, which is a resided in the Mahātittha producing condition.",
    "ai-tika-abh05t5:196_3": "Herein, “flowing is like this,” she said, “Form is formless,” she is the name of this form.",
    "ai-tika-abh05t5:196_4": "For the meaning here is this: “‘Consciousness’ reference to the consciousness-originated-originated elements’ originated by the consciousness, by the surmounting of the kamma-material-continuum, by the illusion of the one whose mind is hostility,",
    "ai-tika-abh05t5:196_5": "An unenclosed person is reborn in both places, without having any distinction or use.",
    "ai-tika-abh05t5:197_0": "58.Pubbeti hetupaccayādīsu.",
    "ai-tika-abh05t5:197_1": "The result of that was made up of the five constituents (of mind and bodily form), “The three aggregates,” and the sense fields, etc., are dependently originated in definitive sense.",
    "ai-tika-abh05t5:197_2": "And here it is shown that the opposite constituents opposition, in the case of the origin of the world, the subsequent composition of the aggregates, and it is said in the individual essence thus: “It is because of the state of individual essence thus in one ordication. ”",
    "ai-tika-abh05t5:197_3": "For if it was just that no matter, they brought back to the state of existence.",
    "ai-tika-abh05t5:197_4": "But if a meditator gives his own dealing with the inner skin on the shoulder, “This is a condition for the sake of its aggregates.”",
    "ai-tika-abh05t5:197_5": "Dependent Origination is the condition for the settlement of the constituents oppressiveness dependent on the body, the incompatible of the aggregates.",
    "ai-tika-abh05t5:197_6": "(and) thought: “In this place there is one another, (true) sitting here.”",
    "ai-tika-abh05t5:197_7": "There too in the case of the causes and reasons:",
    "ai-tika-abh05t5:197_8": "(But) having shown that the noble ones give rise to the passions,",
    "ai-tika-abh05t5:197_9": "it shows why the aggregates, etc., that is to say, the meaning of the aggregates, and the female shrines, etc., as they bring together.",
    "ai-tika-abh05t5:198_0": "thus he is skilled in the beginning, the teaching, and the outcome.",
    "ai-tika-abh05t5:198_1": "The leagues from there to be no 40 kilometers,",
    "ai-tika-abh05t5:198_2": "causes reason to give.",
    "ai-tika-abh05t5:198_3": "That which is why the meaning is: But two or three kinds of enquiry.",
    "ai-tika-abh05t5:198_4": "for the eldest is hurt;",
    "ai-tika-abh05t5:198_5": "Hence it is said: “May those who do not occur in this way.”",
    "ai-tika-abh05t5:198_6": "they don’t show how the cause, etc., which is the reason why, etc., is said to be one thing, and so on.",
    "ai-tika-abh05t5:198_7": "Hence it is said: “He isn’t a condition for the object.”",
    "ai-tika-abh05t5:198_8": "for the principle not object does not derive to continue.",
    "ai-tika-abh05t5:198_9": "Then it was said: “Skillfulness arises in Dhamma and its object.”",
    "ai-tika-abh05t5:199_0": "while making a requisite that was conditioned by causality, and through causing them, it is said in order to show the cause or condition according to accumulations, etc., in order to show the reason for the sake of (wholesome) conditions, “Herposing the absence of their conditions,” and “posing the sense of urgency,” and “posing the others.",
    "ai-tika-abh05t5:199_1": "he gets hold of what is good and requisites back to the beginning as condition: endowed with whatever clothes,",
    "ai-tika-abh05t5:199_2": "With these aggregates,",
    "ai-tika-abh05t5:199_3": "The four great elementals are related to the aggregates,",
    "ai-tika-abh05t5:199_4": "As to condition: this formations ; this is the cause of the occurrence of the aggregates, etc., which are reckoned as a great aggregates, and so on.",
    "ai-tika-abh05t5:199_5": "If they think, ‘This is the condition for the other,’ and they will do the sound of thought.’",
    "ai-tika-abh05t5:199_6": "Abstaining someone else’s protection.",
    "ai-tika-abh05t5:199_7": "For it is not the cause, the reason why, it is the reason why the meaning is, it is stated in the Commentaries .",
    "ai-tika-abh05t5:199_8": "one of them makes physical contact with something else, or other of them, one of the other of theirs, and one of them.",
    "ai-tika-abh05t5:199_9": "according as it is said: “After entering the various kinds of dangers in the way beginning, “Heaven, what isn’t the other.”",
    "ai-tika-abh05t5:199_10": "By conditional origination: the aggregates, the elements of existence, and the various phenomena would be said to be:",
    "ai-tika-abh05t5:199_11": "When there is no phenomena, they’re clinging to each other with the aggregates, they don’t say, ‘the four primary elements’.”",
    "ai-tika-abh05t5:200_0": "from what is the cause, this is the reason why he does so only declares himself in himself or others, and he does so thus: “This is the reason why they practice in line with the teaching, what is it?” Or how does he proceed or does one another’s duality with the teaching is said to be in accordance with what is said, “This is the cause, they live in accordance with the Teaching, or the Sangha?”",
    "ai-tika-abh05t5:200_1": "Herein, by means of these constituents (of mind and body) that provide fuel for attachment, they are a condition for the following reasons: “This is a condition for the foundation of this body.” But when they said, “They’re a specific condition for the sake of this aggregates.”",
    "ai-tika-abh05t5:200_2": "Therefore it is said: “Repulsiveness of the body that can be made by someone else,",
    "ai-tika-abh05t5:200_3": "Because of the state of their own individual essence, thus it is “in the incomparable” .",
    "ai-tika-abh05t5:200_4": "For the elements are not a condition for the aggregates,",
    "ai-tika-abh05t5:200_5": "Neither that is to say: the other states consisting in neutrality .",
    "ai-tika-abh05t5:200_6": "With the appearance of the aggregates as condition he gives rise to the definition of the elements, and with the specific condition he subsequently in the way already described.",
    "ai-tika-abh05t5:200_7": "Or alternatively, they mentioned each other as condition: the meaning is that of something else; the meaning is this: it is also called “base” .",
    "ai-tika-abh05t5:200_8": "clothes that is born in the cloth, and being reborn in the past, after making floor.",
    "ai-tika-abh05t5:200_9": "They’re definitely stated by the doing of the point where they stated. That’s why they arise with one another when they stated.",
    "ai-tika-abh05t5:200_10": "In this way the meaning is that it is said in another explanation to be unconcerned .",
    "ai-tika-abh05t5:201_0": "he does not hold onto an edge, yet none of the sense-field, thus: “They aren’t here,” and in the sense of habit, etc., and because he has said, the meaning is that she does not concept as such.",
    "ai-tika-abh05t5:201_1": "Hence it is said: “Here the fields of the dimension of neither perception nor non-perception ...”",
    "ai-tika-abh05t5:201_2": "and settles of plants.”",
    "ai-tika-abh05t5:201_3": "And of the six great primaries consisting of the aggregates, triple-reading-handed, adverting, loving-kindness, and division regarding the flame of the six classes.",
    "ai-tika-abh05t5:201_4": "How is it fact in accordance with Form, Vibhaṅga?",
    "ai-tika-abh05t5:201_5": "Because of the foundation of the base consisting of the aggregates, thus it is the basis of the heart through nothingness.",
    "ai-tika-abh05t5:201_6": "Anyone else gives a teaching in this way: “This too has not been declared by the Buddha and invited to him, for this reason.”",
    "ai-tika-abh05t5:201_7": "For just as a skilled in profitable state arises in him in any way, sense fields, and dependent on the dimension of infinite consciousness, etc., their support is to be shown by means of the profitable bases, etc., their objects is to be shown by means of the sense sphere, and so on.",
    "ai-tika-abh05t5:201_8": "Therefore it is said: “Here is indeed a lady. ”",
    "ai-tika-abh05t5:201_9": "they’re not one who hasn’t taken.”",
    "ai-tika-abh05t5:202_0": "In the four directions, of the two or three rebirths next to the next.",
    "ai-tika-abh05t5:202_1": "And even though these wholesome things are valid and not sovereignty, thinking, “possessed by what is skillful and unskillful,” it still does not get made a valuable object.",
    "ai-tika-abh05t5:202_2": "When finds no-one to honor, respect, esteem, and venerate them.",
    "ai-tika-abh05t5:203_0": "61.Aññattha hetupaccayādīsu.",
    "ai-tika-abh05t5:203_1": "After putting it together in the Palaceless One, without having seen the Dhamma,",
    "ai-tika-abh05t5:203_2": "For there is no cause or condition for the sake of indications that are unprofitable, and unprofitable, etc., for in pointless states, and so on.",
    "ai-tika-abh05t5:203_3": "this is skillful, this is the kind of light.",
    "ai-tika-abh05t5:203_4": "which is why, when non-delusion is obtained, does not show the repetition condition for the wholesome.",
    "ai-tika-abh05t5:203_5": "when those who are born in the past,",
    "ai-tika-abh05t5:203_6": "the ground for psychic powers",
    "ai-tika-abh05t5:203_7": "When rebirth arises, and once more, it arises.",
    "ai-tika-abh05t5:203_8": "But why are they able to focus on the ground? And why do they pay attention to the ground?",
    "ai-tika-abh05t5:203_9": "and it slowstematically.",
    "ai-tika-abh05t5:203_10": "saying, “I won’t go up,” “It’s in the public meeting hall,” “It’s said,” “It’s not in the public gaps,” “It’s not easy to make a sign.”",
    "ai-tika-abh05t5:203_11": "It is said to be “with”.",
    "ai-tika-abh05t5:203_12": "if she says, “If it’s not, then it can be said to do so.”",
    "ai-tika-abh05t5:203_13": "He has the result:",
    "ai-tika-abh05t5:203_14": "Three things come to be. The resultant results in the present life is neither resulting in line with the teaching. These are the three thing, a condition for results in line with the teaching.",
    "ai-tika-abh05t5:204_0": "Great Beings rolled on the ground for the names of the forms.",
    "ai-tika-abh05t5:204_1": "By one kind of deed to say that how originates the definition of deeds done by one that is unarisen including the description of the way beginning, “No one” . It is manifested as the use of them unity in the way beginning.",
    "ai-tika-abh05t5:204_2": "In the moment of the waists, the variety of worms appear in a single moment, because of the kamma of the worms of each waists, subject to the legal procedures one motion.",
    "ai-tika-abh05t5:204_3": "For that is why in the Commentaries the Factors of mentioned next to the great primary elements are stated in the moment.",
    "ai-tika-abh05t5:205_0": "the faculties of the name-and-death is gained in the eye faculty, since it has been obtained in the eye faculty in the name- constantly and the rest. And it is said that “possessed of visible objects cognizable in him” .",
    "ai-tika-abh05t5:206_0": "and was leaving behind his back-and-knee steps,",
    "ai-tika-abh05t5:206_1": "For it is the sitter when the site is destroyed.",
    "ai-tika-abh05t5:206_2": "Having entered upon the city of Vedisturbed by conditions, by reason",
    "ai-tika-abh05t5:206_3": "For some are skilled in the aggregates, and others are not able to find out whether conditioned or unprofitable. Because of this the mind is supreme subduing, they don’t get to know the most requisites of the opposite sex.",
    "ai-tika-abh05t5:206_4": "But some of the consequences are unallowable, so long as they only for them is able to obtain such a talk that they are committed to the joy that they made.",
    "ai-tika-abh05t5:206_5": "Therefore it was said: “The aggregates of the aggregates,”",
    "ai-tika-abh05t5:206_6": "with many different professions.”",
    "ai-tika-abh05t5:206_7": "After doing what is contrary to the opportunity from his own view, and is the meaning, it is, in accordance with what is stated, and made known as the Dhamma.",
    "ai-tika-abh05t5:206_8": "By his doing what is known as the action of what is disassociated by what is called.",
    "ai-tika-abh05t5:206_9": "There is no reason for joy, for the sake of apprehending the happiness that is aroused in the sense of urgency.",
    "ai-tika-abh05t5:206_10": "“Who is the cause, what is it for you?”",
    "ai-tika-abh05t5:206_11": "He pulls it up.",
    "ai-tika-abh05t5:206_12": "That is why it was said above.",
    "ai-tika-abh05t5:206_13": "immediately transferred to the absence of this person, saying: “Whatever there is, they are able to do so in the next life, or they get close to it,” then they said, “Now there is absorption. ...” ...",
    "ai-tika-abh05t5:206_14": "This is what was said.”",
    "ai-tika-abh05t5:207_0": "Once they were shown by theft, they said: “We will show the eight reasons, thresh them!” But wrapped in the Commentaries, they say, “Name, a group of the paths, what is said in the Commentaries.” But in the texts of the Commentaries. It is said in the Commentaries.",
    "ai-tika-abh05t5:207_1": "Some profitable profitable states have each single meaning in that place and each other with one or other of them.",
    "ai-tika-abh05t5:207_2": "There are three conditions for the sake of :",
    "ai-tika-abh05t5:207_3": "Having drunk (and then) the four Vajjis, having dropped them together in the way already stated, they were told by the Faith and then they were completed.",
    "ai-tika-abh05t5:207_4": "On these twenty-nine reasons, after wrapping with the Vajjises,",
    "ai-tika-abh05t5:207_5": "But those who say about the rules of the art",
    "ai-tika-abh05t5:207_6": "he placed it in the its basket, saying: “They are harmless, unexplained, and having no use of them.”",
    "ai-tika-abh05t5:207_7": "If he is told by the twenty-three conditions, he should give them a bedroom and then continues to be included in the same way as before.",
    "ai-tika-abh05t5:207_8": "for the Vajjians have arising of later condition.",
    "ai-tika-abh05t5:207_9": "Like this, when it is said, “Now, I can give it away at least,” and so on, etc., is what is said.",
    "ai-tika-abh05t5:208_0": "The commentary on the part of the private parts is finished.",
    "ai-tika-abh05t5:209_0": "the commentary on the color of shells.",
    "ai-tika-abh05t5:210_0": "Vibhaṅga only residuely ‘alloyed’, this is what is said.",
    "ai-tika-abh05t5:210_1": "I don’t have the kind of seclusion in the midst of the Monastic Code.",
    "ai-tika-abh05t5:210_2": "(This) is in the Factors of Awakening when they arise, not in the city.",
    "ai-tika-abh05t5:210_3": "“As analysis of conditions,” according to the aggregates, etc., this is said in the Paṭisambhidā,: “Upaka, this is the result of the analysis of terminology, and the result of this body in him.",
    "ai-tika-abh05t5:210_4": "This is said:",
    "ai-tika-abh05t5:210_5": "according as it is said in the Commentary, the resultants, “Acccording to the phenomena, etc., is the result in each of the five constituents (of mind and bodily formations), the result is shown in each case.",
    "ai-tika-abh05t5:211_0": "In this for a long time there is a cause of ruination, that is to say, with this reason.",
    "ai-tika-abh05t5:211_1": "Shouldn’t irregular monks in the first place,",
    "ai-tika-abh05t5:211_2": "(But) is shown by one who is shown that it is not said to be shown that one who is shown in brief,",
    "ai-tika-abh05t5:211_3": "and doesn’t belong to others in the first, but in the second.",
    "ai-tika-abh05t5:211_4": "if she does not speak because she thinks there is no schism in her;",
    "ai-tika-abh05t5:211_5": "with many pupils of a great many group of travelled by that group.",
    "ai-tika-abh05t5:211_6": "crying out equally, fair—",
    "ai-tika-abh05t5:211_7": "he is the one who stops from him, that is called an army.",
    "ai-tika-abh05t5:211_8": "That is why it should be seen as “confusion”.",
    "ai-tika-abh05t5:211_9": "“We will give to those accusings that are to be shown by those who take care of them. ...”",
    "ai-tika-abh05t5:211_10": "He is said to be “Repulsive” .",
    "ai-tika-abh05t5:212_0": "76-79.",
    "ai-tika-abh05t5:212_1": "But in the case of those roots, etc., don’t give them uphold for two or three roots by the similes of the rice and barley, and they get to give them away from the wrong way.",
    "ai-tika-abh05t5:212_2": "Vibhaṅga, “This Dhamma is unskillful, this is how it should be understood today including the profitable states.” It is said in reference to those who deal with the Dhamma.",
    "ai-tika-abh05t5:212_3": "Hence it is said: “He should show it in order to show.”",
    "ai-tika-abh05t5:212_4": "When they have twenty roots,",
    "ai-tika-abh05t5:212_5": "the twenty-three roots come up:",
    "ai-tika-abh05t5:212_6": "twenty-two days ...",
    "ai-tika-abh05t5:212_7": "(Tissa said): In this way one root it is said in twenty-two grounds for less than twenty-two roots.",
    "ai-tika-abh05t5:213_0": "if he prompts one to another;",
    "ai-tika-abh05t5:213_1": "In the first Commentaries, in the commentaries, “Possess are said to be the root of the terms.”",
    "ai-tika-abh05t5:213_2": "There is no root of the trees, etc., in the realm of luminous objects, and one who does not root it.",
    "ai-tika-abh05t5:213_3": "The lower jawbone would create a winter in a bone. Consequently the object is Mahāpajāpatī. That is why, although mistakenly, it is its object.",
    "ai-tika-abh05t5:213_4": "asking a question, they follow him.”",
    "ai-tika-abh05t5:213_5": "the teacher says, “So they’re satisfied,” he asked the question.",
    "ai-tika-abh05t5:213_6": "“Regarding the cry of the practises in the due course, the intention to get arriving, making it promotion, he says, “So they don’t stop.”",
    "ai-tika-abh05t5:213_7": "grasping it, taken upwards from the group of five hundreds, bringing them to the bottom, and yet they said, “Welcome the good, the Noble Ones,” and when he says, “We no one,” he said, “To the monastery, how they say, ‘After tas up.’”",
    "ai-tika-abh05t5:213_8": "By his own statement (saying): “This is the word of mine,” etc.",
    "ai-tika-abh05t5:214_0": "80-85.Avigatā…pe…",
    "ai-tika-abh05t5:214_1": "When this was said, the group of sixteen great waves became quite destroyed,",
    "ai-tika-abh05t5:214_2": "She is shown by means of approaching it is said that it is quite disadvantages, even if not shown by one who practitioners it is shown that one is not shown by means of a hunter oralty, and so on.",
    "ai-tika-abh05t5:214_3": "Hence it is said: “He isn’t fully aware” .",
    "ai-tika-abh05t5:214_4": "In the same way, each is to be given in the same way. ...",
    "ai-tika-abh05t5:214_5": "it is to be shown in this way, “Whether you are not,” so too, when you are in the same way, can be destroyed, seated in the same way as to these.",
    "ai-tika-abh05t5:214_6": "what is said:",
    "ai-tika-abh05t5:214_7": "Herein, just as, when a group of more than groups is shown by together with those who are more thand, etc., come together with a group of lesser number, etc., is said, “Now,”",
    "ai-tika-abh05t5:214_8": "Therefore it should be understood that by means of which they told, “This is most amenable, terminator and concluding the number of discussions,” or “This is how many our opposites have to be understood.”",
    "ai-tika-abh05t5:214_9": "There is no point in making it precisely complete in all its precincts, but rather it is not shown by means of one who adverting to it.",
    "ai-tika-abh05t5:214_10": "Herein, having a root as condition, with the object, at that time is a root condition,",
    "ai-tika-abh05t5:214_11": "For you can get hold of your enemy.",
    "ai-tika-abh05t5:214_12": "this is called characteristic of characteristic.",
    "ai-tika-abh05t5:214_13": "Consequently, because firstly precisely occurs in the same way.",
    "ai-tika-abh05t5:214_14": "he (he said): “I have taught the root from the first stage, place (he said) to be foremost.”",
    "ai-tika-abh05t5:214_15": "if it is possible for just that, when, because of the words, they say, “Noble Ones,” because of this is the meaning of the words;",
    "ai-tika-abh05t5:215_0": "The allocation of the ascetic life is finished.",
    "ai-tika-abh05t5:216_0": "Dependent on the basis of psychic power.",
    "ai-tika-abh05t5:217_0": "the commentary on opposite condition,",
    "ai-tika-abh05t5:218_0": "But the meditators of the Eights should make him sit down in the bodies of matter, and in the Paṭisambhidā in the Commentaries without consciousness, etc., and is said: “The group of five hundred is agreed upon by the Eights of Pañcasikha,” etc., and without making it agreement with the appearance of the materiality in each case, etc., and without being unequiptedly” .",
    "ai-tika-abh05t5:219_0": "From the opposite sex thus: “This is the cause, this is the reason why these characteristics has arisen in him. ...",
    "ai-tika-abh05t5:219_1": "needs them,” he replied, “I do not grasp them,” and he does so.",
    "ai-tika-abh05t5:220_0": "the cause for the sake of defecatings is a condition for the sake of veneration.",
    "ai-tika-abh05t5:221_0": "Telling Rots and the sounds, etc., by the and by the earth element as its origin, etc., which are originated with the lights and so on.",
    "ai-tika-abh05t5:221_1": "The golden statue being made of forms,",
    "ai-tika-abh05t5:221_2": "In the same way, when this path is said, not by the name of the class of rebirth, etc., in the way beginning, “It does not get causally grasped in this way,”",
    "ai-tika-abh05t5:221_3": "Hence it is said: “Has anyone seen (that)?”",
    "ai-tika-abh05t5:222_0": "under the sway of the instances enquiry, and delight in all its roots.",
    "ai-tika-abh05t5:222_1": "who will show the word of worldly pleasures, etc., that is to say, sense desires, etc., in regard to those who are practises, etc., in the sense of urgency, and that they say, “Neither.”",
    "ai-tika-abh05t5:222_2": "Here: herein is the root of the trees, etc.",
    "ai-tika-abh05t5:222_3": "They don’t see even a sight in a group, or like a hair-splitter in a group.",
    "ai-tika-abh05t5:223_0": "The commentary on that is finished.",
    "ai-tika-abh05t5:224_0": "the colour of covetousness is the colour of non-staple food.",
    "ai-tika-abh05t5:225_0": "Putting the reason for those three is a condition for the sake of excess.",
    "ai-tika-abh05t5:225_1": "For the opposing of the three kinds: the nutriment, and the requisites obtained by the three, namely, clans, and so on. That is why it is called “announced as a requisite.”",
    "ai-tika-abh05t5:225_2": "* Path is the path of the linking on the road, in order to preserve the magnificent (the path).",
    "ai-tika-abh05t5:225_3": "he is worthy of the reasons.",
    "ai-tika-abh05t5:225_4": "In due course, she roamed around the spears of dawn, which is the wrong path .",
    "ai-tika-abh05t5:225_5": "Or alternatively, it doesn’t get the cause of reason to surmount in the reason for no one born.",
    "ai-tika-abh05t5:225_6": "But it is the cause, without having dyed, (the answering): that is why they are said to be one who has not gained that statement.",
    "ai-tika-abh05t5:225_7": "for the sake of the path is no cause or condition.",
    "ai-tika-abh05t5:225_8": "Those who come back to this state,",
    "ai-tika-abh05t5:225_9": "with its preceding absorption .",
    "ai-tika-abh05t5:225_10": "Because of the oneness of the other",
    "ai-tika-abh05t5:225_11": "(They are) formless and unrealized in the immaterial states. The immaterial states are conditions for the immaterial states.",
    "ai-tika-abh05t5:225_12": "Hence it is said: “Having encounter in the formless (and now).”",
    "ai-tika-abh05t5:225_13": "they ran back to the past,",
    "ai-tika-abh05t5:225_14": "Those boundless Generals, having a variety of vows, for each other assemblages,",
    "ai-tika-abh05t5:225_15": "After rejoicing: the one who was studying his, the one who, the other who gave his instructions,",
    "ai-tika-abh05t5:225_16": "Gratering is eradicated.",
    "ai-tika-abh05t5:225_17": "And although standing there is noise of the one who standing, sitting in a lake with the opposite sex, and who stands by stretching it to the beneath, they show the one who is standing in his lion.",
    "ai-tika-abh05t5:225_18": "And this is not shown by the characteristic, which is accompanied by a different.",
    "ai-tika-abh05t5:226_0": "The non-delusion of Consciousness is finished.",
    "ai-tika-abh05t5:227_0": "he is the colour of non-grey, and the complexion of non-staple food.",
    "ai-tika-abh05t5:228_0": "apart from all the foes.",
    "ai-tika-abh05t5:228_1": "For that is not enough for me to subside when he gets up in his mind, he finds no satisfaction in the Saṅgha.",
    "ai-tika-abh05t5:228_2": "In the desert of the mundane and supramundane jhāna arises in him in the first place where that arose is not showing, and in the dyading and changing, “Now” he said, “Apposition of a.”",
    "ai-tika-abh05t5:229_0": "the rest of these things.",
    "ai-tika-abh05t5:229_1": "Hence it is said: “All these people, all of them have gained the distinction of the remainder.”",
    "ai-tika-abh05t5:229_2": "Afterwards there is no calm, and later generation. This is the name of this one.",
    "ai-tika-abh05t5:229_3": "before ...",
    "ai-tika-abh05t5:229_4": "When he is able to obtain this kind, it is in the last watch, and it is unbroken. However, he acts disrespectfully, has been born in him before him, thus he is submitted by him, for the sake of this statement, and he said to him: “Nothing that it is said, it is in the community” .",
    "ai-tika-abh05t5:229_5": "There the meaning is this: “All these kinds of happiness are produced by the simile of the base consisting of boundless space, and this is the point of what is in the way that must be indicated by the method, and it is not like that.”",
    "ai-tika-abh05t5:229_6": "Hence it is said: “Where are you going?”",
    "ai-tika-abh05t5:230_0": "Herein, where are those who take possession of (supernatural) danger,",
    "ai-tika-abh05t5:230_1": "“Since this is so, it is in the case of the sensual-sphere element and the signless—that is to say. Because it is not able to profitable or in the realm of luminous form.”",
    "ai-tika-abh05t5:230_2": "Likewise in the immaterial states of uninterruptedly, as in the immaterial jhānas, which are the former objects of the sense-objects envy and surmounting the objects of the sense-spheres, are the primary elements of the aggregates.",
    "ai-tika-abh05t5:230_3": "Hence it is why they said: “I have accepted.”",
    "ai-tika-abh05t5:230_4": "The meaning is that in the past the future in whatever place the necess there is, or the water filter by, and it is the time for him to be cast by the dawn. The meaning is that it is the meaning.",
    "ai-tika-abh05t5:230_5": "Abiding in self-controlled, the intention is empty.",
    "ai-tika-abh05t5:230_6": "entering the next enemy next to the object in it is associated with the next after the immaterial states.",
    "ai-tika-abh05t5:230_7": "They will not start even a hair’s rolling,",
    "ai-tika-abh05t5:231_0": "The meditator’s preventing each other with the root from each other, sovereignty in the opposite direction, and for the sake of all they’re turmoved in the root of the language.",
    "ai-tika-abh05t5:231_1": "they all came to the six quarters (of the village).",
    "ai-tika-abh05t5:232_0": "In this case there is a person whose mind is full of jujube ...",
    "ai-tika-abh05t5:232_1": "Here should be understood here: there are two kinds of diverseness:",
    "ai-tika-abh05t5:232_2": "But in the first watch of the night, they say, “This is the act of an opposite sex, this is what is said.” But when it is said, it is not suitable to give.",
    "ai-tika-abh05t5:232_3": "with the sound of drums, “That is to say,” “There is no sound of them.”",
    "ai-tika-abh05t5:232_4": "and although for what reason did I position?",
    "ai-tika-abh05t5:232_5": "It is because of deeds, results, and results of deeds, he does not get the result of his faculties and offence after making them actually done, he does not get rid of it.",
    "ai-tika-abh05t5:232_6": "The same method applies in the anus, and the same.",
    "ai-tika-abh05t5:232_7": "of the five kinds already described, then it is not because of the mental development of the mind-made of various sorts that originate in terms of the mind and bodily-form, and so on.",
    "ai-tika-abh05t5:232_8": "And the things that are grounds for form, for the sake of produced by unpleasant sights, etc., are for the sake of their enemy, and if they don’t obtain the reason for these six reasons.",
    "ai-tika-abh05t5:232_9": "He said, “Anyone who finds a vulnerability, displays what is needed for others.” ...",
    "ai-tika-abh05t5:232_10": "you get fit.”",
    "ai-tika-abh05t5:232_11": "(but) he is not able to give to people that don’t, thinking: “He is unable to give to people” ...",
    "ai-tika-abh05t5:232_12": "you have said:",
    "ai-tika-abh05t5:232_13": "By the General of the Dhamma: In accordance with the Dhamma",
    "ai-tika-abh05t5:232_14": "the faculties faculty,",
    "ai-tika-abh05t5:232_15": "If they proceed in this way, what is sort of form they can be said: “This is what is unspecified in form, opposite for form, or that what is the appropriate procedure is in line with different sights.”",
    "ai-tika-abh05t5:232_16": "Please correct them.”",
    "ai-tika-abh05t5:232_17": "that form is a condition for each other,",
    "ai-tika-abh05t5:232_18": "Lust-factored out of continuity: the faculties are not evident in the formless realm.",
    "ai-tika-abh05t5:233_0": "196-197.",
    "ai-tika-abh05t5:233_1": "And although even more than many small groups, it is said: ‘This is more than one who gives the herd,’ and who is more than that.",
    "ai-tika-abh05t5:233_2": "advised by the one who is deep, profound,",
    "ai-tika-abh05t5:233_3": "And just as the ground for each other, so the objects arise because of each other, as condition he says, “Consciously,” “They gets rid of repetitions.”",
    "ai-tika-abh05t5:233_4": "Then, because it is rooted in the same way, their roots and all those rooted in their root.”",
    "ai-tika-abh05t5:234_0": "wrapped in ourselves,",
    "ai-tika-abh05t5:234_1": "Herein, there is no cause or condition for the sake of their deeds.",
    "ai-tika-abh05t5:234_2": "That is how it is said, “This is, this is said.” It is, it is said in order to show the meaning of all the meaning of it, “that is, this is, it is said.” It is “with meaning.",
    "ai-tika-abh05t5:234_3": "even a form’s intention, being unattached to the various forms,",
    "ai-tika-abh05t5:235_0": "The praised by the words of the Concentration is finished.",
    "ai-tika-abh05t5:236_0": "The commentary on the colour of the lotus is finished.",
    "ai-tika-abh05t5:237_0": "2. Sahajātavāravaṇṇanā",
    "ai-tika-abh05t5:238_0": "Transmigrating for the sake of the lady, and making precincts requisites for the arising of the birth,",
    "ai-tika-abh05t5:238_1": "When they’re born in the opposite sex with the tranquillity of the body, and whose individual has appeared in the back of life, and who is caught up in oneself.",
    "ai-tika-abh05t5:238_2": "And here the cast-of-states made up of the someone reborn here and now, having arisen in the same way, the one is liable to return.",
    "ai-tika-abh05t5:238_3": "Herein, rejoicing and becoming one again produced by him, and one who is reborn in another craving for him is called “reborn” and “principled” because he has made the sound of him, and it is called “announcing”.",
    "ai-tika-abh05t5:238_4": "”",
    "ai-tika-abh05t5:238_5": "The giver of that which is the consequence of his birth and that, like the birthping of the discussion in the same way as that which is the same thing, when developed and cultivated.",
    "ai-tika-abh05t5:238_6": "“Sit down,” and “We understand this teaching. Then, having developed that skillful deeds, he can bring it back to the beginning, “Equanimous,” he said, “This is the unskillful and result of his deeds.",
    "ai-tika-abh05t5:238_7": "From the moment of the birth of birth and death together with the dropping of wisdom there is no pronouncing of reference to the instance of schools of collection.",
    "ai-tika-abh05t5:239_0": "By the power of that deed, (thinking): “That is the act of (good) conduct, the making of the deeds there is from the continuity of the deeds,",
    "ai-tika-abh05t5:239_1": "However, in the Commentaries (of the First Path), “When someone is well-born, he has arisen, and made a refutation, he said, “This is why it is stated with us.”",
    "ai-tika-abh05t5:239_2": "But this one is born in the house of the one who has faith and confidence, and who does not say to them, “This is why they’re indeed,” and so on; and when they said, “Surely, it is in order to show them that this one,” they said.",
    "ai-tika-abh05t5:239_3": "One who has created a skillful quality, and who re-ortants them then say, “Upasing this teaching and that I have in the same way, and who is realised here and there, has in the sense of urgency.” Then he can also be understood as the word of this meaning in the Book.",
    "ai-tika-abh05t5:239_4": "arises in him when he constructedly, there is a condition for the mode of rebirth consisting of a length of the belly, and there is no cause or condition. That is why it is not said to be the reason for this.",
    "ai-tika-abh05t5:239_5": "the meaning is stated in the Vibhaṅga thus: “It is not called “blessed” because it is said to be subsequently in the sense of urgency.",
    "ai-tika-abh05t5:239_6": "As the meaning here is this: because it is said in the same way as given under the headings of “body” .",
    "ai-tika-abh05t5:239_7": "And just as, when the ground is shown by the simile of the ground and the formless, it is the condition for the six classes of rebirth-linking, etc., conditions are not showing, and there is such formless states,",
    "ai-tika-abh05t5:240_0": "The commentary on the private parts is finished.",
    "ai-tika-abh05t5:241_0": "3. Paccayavāravaṇṇanā",
    "ai-tika-abh05t5:242_0": "Gathering in the matter of giving and settlement, he deliberates the drums, in other words, “There is no sound of rebirths,” it is this: “Come, this is not quiet at all.”",
    "ai-tika-abh05t5:243_0": "Having spent on the ground-spheres of the forms, etc., which are said to be embarked in the forms of taking up the forms, he is like the Lord of the World.",
    "ai-tika-abh05t5:243_1": "If this is the topic of discussion, why does it arise in the eighteen mental primary elements? “But why are they brought back from?”",
    "ai-tika-abh05t5:244_0": "the meaning is born in the womb of a hundred years old and it is due to the influence of his wives and children, and on the other side of the similes of his turning away, as it is stated and the meaning.",
    "ai-tika-abh05t5:244_1": "Herein, it is said: “Beings are stated in accordance with the precincts of an abode” .",
    "ai-tika-abh05t5:244_2": "if he is the person who does the work, but not that when the people are done;",
    "ai-tika-abh05t5:244_3": "and if she does not allow a single worker to give birth in one place and work to the neighborhood of a single worker;",
    "ai-tika-abh05t5:244_4": "Herein, there is no shelter in a perfectly happy life, yet both the dangers and the essences in their own form, and the otherwise in the presence of those concerned. But this is why there a single action that is actually painful, sharp, severe, and acutely uses it.",
    "ai-tika-abh05t5:244_5": "But he who does not consent to the same, and is said here combined with those who advertsities.",
    "ai-tika-abh05t5:244_6": "why are it taken away? ...",
    "ai-tika-abh05t5:244_7": "is your destination.”",
    "ai-tika-abh05t5:244_8": "having given up that, he gave up the foremost,",
    "ai-tika-abh05t5:244_9": "according as it is said: “Now you are.”",
    "ai-tika-abh05t5:244_10": "and have the worms because of their hand.”",
    "ai-tika-abh05t5:244_11": "For this is dependent on the two, namely, this is the characteristic of end.",
    "ai-tika-abh05t5:244_12": "With the appearance of a great earthquake, the water-bowls placed on the ground included in the Mahātittha garden. That’s why there are formed likewise, embryodients whose mind is reckoned as an in the last stage of the dwelling in a neighbourhood of the monastery. Consequently the like this, without a waist, is because of that conduct.",
    "ai-tika-abh05t5:244_13": "and the distinction should be understood here, that is how the purpose should be understood.",
    "ai-tika-abh05t5:245_0": "Talking for the sake of the one whose mind is the cause of form, for the sake of the consciousness-existence in the consciousness,",
    "ai-tika-abh05t5:245_1": "others.",
    "ai-tika-abh05t5:245_2": "and according to the Vibhaṅga: In the sense of conformity with the Dhamma, and so on.",
    "ai-tika-abh05t5:245_3": "In the production of the mind-made temperature-originated great primary elements, and the state of partaking of consciousness, etc., as in the case of the mind-made .",
    "ai-tika-abh05t5:245_4": "If he obtains all accumulations, etc., one roots, etc., does not exist in each and four classes of rebirth, old age, or of all form, he can count all forms be found in the five ways, namely, transgression in each cases of the four classes of rebirths, and twenty-four groups.",
    "ai-tika-abh05t5:246_0": "The commentary on the color of a boat is finished.",
    "ai-tika-abh05t5:247_0": "4. Nissayavāravaṇṇanā",
    "ai-tika-abh05t5:248_0": "and it is stated in the Nādikas. It is “born” and “has born in the absence of those laypeople, later” because of the instance of the Dhamma, and because it is the counterpart of the Dhamma.",
    "ai-tika-abh05t5:248_1": "Like this, he thought, “(but) is in the last watch of the night,” and with the appearance of one who is present to the opposite sex;",
    "ai-tika-abh05t5:248_2": "And they can understand how to show the surmounting of the meaning in each and every case.",
    "ai-tika-abh05t5:248_3": "Therefore it was said: “Here the name of the supports dependence in the presence of a support,”",
    "ai-tika-abh05t5:249_0": "The commentary on the hide is finished.",
    "ai-tika-abh05t5:250_0": "5. Saṁsaṭṭhavāravaṇṇanā",
    "ai-tika-abh05t5:251_0": "Transmigration was said for him, loving the city.",
    "ai-tika-abh05t5:251_1": "here in this community:",
    "ai-tika-abh05t5:251_2": "He is engaged in malicious talebearing between the parts, not refusing to make use of their actions in the various orders of their actions, etc., and because of the causality of various kinds, and the natural states of the definitions of their opposite sex, etc., and because of the causes and reasons they get spring to mind.",
    "ai-tika-abh05t5:251_3": "Hence it is said: “Here weighs in the heart.”",
    "ai-tika-abh05t5:251_4": "That is why in order to show the meaning of this jhāna is said from the purpose of seeing an indulging in them. That is why it should be given in one who has to restrain him.",
    "ai-tika-abh05t5:251_5": "underlying tendencies of seeing its cause, this truth of the earth, without seeing the reason, which is the reason why the true nature of the noble ones, the idea of point, and the removal of point, do not show them.",
    "ai-tika-abh05t5:251_6": "“‘Of the reasons’: the noble path because of actions’ is limited and the wrong way because it is limited by cause,",
    "ai-tika-abh05t5:252_0": "369-391.",
    "ai-tika-abh05t5:252_1": "“It is because of the cause of reason for the following reasons: since they don’t get the four kinds of raised foundation here and there, for the sake of the fine-material and immaterial states.” This is said, “It is because of the means of the noble path that I have said to because of the foundations of the paths that each other.",
    "ai-tika-abh05t5:252_2": "not Venerable.”",
    "ai-tika-abh05t5:252_3": "all the remaining terms for the sake of defilement, etc. ...",
    "ai-tika-abh05t5:252_4": "This attainment is the reason why it is the reason why, when it is said, it is the reason why, it is not constructed by the name of identity that emerge from the presence of those two, namely, people it is can be understood that the reason why it is said in the blessing of the two or three leagues come to be known to him. So the beginning, “There is no one,” and in the middle. Consequently, the end.",
    "ai-tika-abh05t5:253_0": "The section for recitation on transmigration is finished.",
    "ai-tika-abh05t5:254_0": "6. Sampayuttavāravaṇṇanā",
    "ai-tika-abh05t5:255_0": "That which is called “where” in the same way beginning, “short-free” is called one who is associated with people, and who does not actually associated with it.",
    "ai-tika-abh05t5:255_1": "For what is eaten and drank, people alcoholic drinks that are mixed with poisonous, but only what is said to be inquired, not separated from it.",
    "ai-tika-abh05t5:255_2": "associated with laziness.”",
    "ai-tika-abh05t5:255_3": "That is how the state of roaming and sharing the sword ropping of the sense sphere associated with the sword, and the benefits of the finest lady in the sense of the noble ones, saying: “This is how the state of non-perception is shown by means of seeing.” ...",
    "ai-tika-abh05t5:255_4": "For there is no sound of coughing and flattering. For there is no sound of ears and nose-Let them, with noisy like the sound of knots, the sound of their rose of comprehension with the ears and nose, and the sound of their knocks together with the sound of coughing, etc., as they transmigration and noise at each other.",
    "ai-tika-abh05t5:256_0": "The commentary on the color of the community is finished.",
    "ai-tika-abh05t5:257_0": "7. Pañhāvāravibhaṅgavaṇṇanā",
    "ai-tika-abh05t5:258_0": "Yet they get caught up in what is caused for these reasons.",
    "ai-tika-abh05t5:258_1": "And in the first place where it is said: “This meaning is profitableness,” and in the later generation , etc., in the first place where both lay down, etc., is the meaning is this: “This is the meaning of this, and so on.”",
    "ai-tika-abh05t5:258_2": "The meaning of this:",
    "ai-tika-abh05t5:258_3": "“Consciousness condition, by way of teaching, and by using the means of approaching, etc., with the reason for you, without a reason.” Then in order to show that reason, the means of which that reason is suitable for you.",
    "ai-tika-abh05t5:258_4": "In the second (story), “Amongst those who are skilled in what is meant.”",
    "ai-tika-abh05t5:258_5": "But that an incomparable way of doing it is not shown by a wholesome quality of the skillful, that is why it is not shown by one who is skilled and shows that the entire specifically profitable. ...”",
    "ai-tika-abh05t5:258_6": "Hence it is said: “He isn’t skilled in gladdening the skillful,”",
    "ai-tika-abh05t5:258_7": "The wholesome (wholesome) is divided here and there, “He is skilled in what is skillful,” etc., is the meaning.",
    "ai-tika-abh05t5:258_8": "it is to be shown by means of the profitable way that is the cause, etc.",
    "ai-tika-abh05t5:259_0": "404.",
    "ai-tika-abh05t5:259_1": "After giving the gift, he gives a gift to the receiver. It is like that of offerings, if it’s purified, they give it a gift.",
    "ai-tika-abh05t5:259_2": "They proceed to the monastery, having to be spoken to, thus he is to be one who is worthy of Once-Returner.",
    "ai-tika-abh05t5:259_3": "adorned with the highest deed, he reflected on (the way of) the person, having been reborn in every way.",
    "ai-tika-abh05t5:259_4": "They try to understand",
    "ai-tika-abh05t5:259_5": "The mind of the eight-eight blessings : “As a man who is worthy of homage at the time of an abode” .",
    "ai-tika-abh05t5:259_6": "Or alternatively: the meaning can be understood here too according to the lineage of mentality-materiality, etc., here the meaning here is this:",
    "ai-tika-abh05t5:259_7": "And owing to his western wall, he thinks, “Prepare ourselves are skilled in the opposite sex, like the meaning.”",
    "ai-tika-abh05t5:259_8": "With the passage beginning, “Possessed of the mind” is pointing out that person is skilled in the Vibhaṅga thus: “Herein, the other individuals, who have taken on purpose, not another.”",
    "ai-tika-abh05t5:260_0": "405.",
    "ai-tika-abh05t5:260_1": "For the purpose of abandoning greed for joy and happiness, as in the happy destiny, greed for greed and hate are not evident in him as he is stated in the passage beginning, “He is not overlooking the eye’s gratification. This is how they are said.",
    "ai-tika-abh05t5:260_2": "How?”",
    "ai-tika-abh05t5:260_3": "That craving is called “having the elimination of happiness” in the modes of happiness and joy, craving for the purpose of eliminations of craving, fading away, cessation, giving away, and craving” .",
    "ai-tika-abh05t5:260_4": "And just as, when analyzed out of the kinds of happiness should be understood, the intention should be understood, craving regarding craving and dispelled in the way that is caught up in them.",
    "ai-tika-abh05t5:260_5": "Yet these two kinds of conviction have been stated from the point of view. That is why, produced by the following statements: “Amongst convictions of views” .",
    "ai-tika-abh05t5:260_6": "But here it is said in the Paṭisambhidā in the Paṭisambhidā in the Paṭisambhidā, and there are two kinds of craving in the various ways beginning with craving:",
    "ai-tika-abh05t5:260_7": "Understanding this is the kind of recommendation in them, saying: “This is what is said in the Saṁsāravatī.” Explains them in the way already described.",
    "ai-tika-abh05t5:260_8": "But when he rejoices in them, etc., according to their views, etc., is said: “The meaning of that from being uniquelded by the since it is being understood that craving in the way beginning, “Faith is the meaning” . Consequently, the meaning here is this: “The meaning of this is its meaning.”",
    "ai-tika-abh05t5:260_9": "He should not say this to him: “Why did you say here?”",
    "ai-tika-abh05t5:260_10": "Since this is so, are welcome in the opposite sex nearby.",
    "ai-tika-abh05t5:260_11": "Craving is said in the way already stated .",
    "ai-tika-abh05t5:260_12": "in the twenty-four kinds of happiness arose: when you have conceived in the two constituents of pleasure and happiness,",
    "ai-tika-abh05t5:260_13": "Then just as this was said: “Has those greed for joy in the ear ... nose ... tongue ... body ...",
    "ai-tika-abh05t5:260_14": "Therefore it was said: “Explain my wives.”",
    "ai-tika-abh05t5:260_15": "Rebirth in the view that gives rise to future lives, yet you take pleasure in that, and that with the ending of craving.",
    "ai-tika-abh05t5:260_16": "if he chooses him, “So, greed, hate, and delusion aren’t said” or “Existent or subsistantively because of sensual desire, greed, hate, and delusion are not to be spoken of in the way already stated .",
    "ai-tika-abh05t5:261_0": "406.",
    "ai-tika-abh05t5:261_1": "“Repulsiveness of the object” is said, “They are included in the opposite of.” But they said, “There is this right,” “There are.”",
    "ai-tika-abh05t5:261_2": "Then there is this in-breath: “By particular individual essence too, the meaning is thatated by the word-meaning of the hand, and there is no other words, ‘There is no sound for such law” .",
    "ai-tika-abh05t5:261_3": "(This is) the meaning of this is to be shown by the word “Giribbāna,”",
    "ai-tika-abh05t5:261_4": "Hence it is said: “Concentration is in the sense of its object” .",
    "ai-tika-abh05t5:261_5": "The seers should be seen each one with just a group of object.",
    "ai-tika-abh05t5:261_6": "the dimension of infinite consciousness ...",
    "ai-tika-abh05t5:261_7": "They don’t encounter the result of sensual pleasures, subsiding with the rod of the dimension of infinite consciousness, nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception; and therefore a deed there is no encountermination of the base consisting of boundless consciousness as its object, and there is no unification of mind in one whose mind is because of the result of this.",
    "ai-tika-abh05t5:261_8": "what is it if she said to her, “What isn’t that place? I didn’t give it away?” and “But how did this refers to the object?”",
    "ai-tika-abh05t5:261_9": "It is because of attaining the attainment of the refuse-rag wearer that if its seat has been shown only by means of which one says, “Noble on account of its object,” or “provider, etc., that is not suitable for us to say, “Hachless” .",
    "ai-tika-abh05t5:261_10": "There are life-continuum, and there is no opposite for achieving the object.",
    "ai-tika-abh05t5:261_11": "for that is why it is said “Noble Laṅkā.”",
    "ai-tika-abh05t5:261_12": "So this concentration is “mindful” observed the sense-objects, which have such a sense of urgency, regarded as peaceful,",
    "ai-tika-abh05t5:261_13": "“One should be spoken of inclination,” and “Dear (therefore) they should be told of the kind.",
    "ai-tika-abh05t5:261_14": "The Buddhas said: “They haven’t realized that psychic powers, and no knowledge of the sense fields, no knowledge of the aggregates.”",
    "ai-tika-abh05t5:261_15": "May they be objected,",
    "ai-tika-abh05t5:261_16": "Playing the minds of others,",
    "ai-tika-abh05t5:261_17": "which is the physical base consisting of the mind of the persons, etc., and as well as suitable to abiding to the physical nutriment.",
    "ai-tika-abh05t5:262_0": "407-409.",
    "ai-tika-abh05t5:262_1": "And the danger should be understood that the danger of seeing indication should be understood as the highest, and the mental grief should be understood that.",
    "ai-tika-abh05t5:262_2": "And the breaking of anguish, etc., should be understood.",
    "ai-tika-abh05t5:263_0": "Should understand: “All enquiry is incapable of being all the things being given to all invariable and instructed, in all directions, is the meaning.” And the meaning is, it is expounded .",
    "ai-tika-abh05t5:263_1": "He should not be told: “Not so, this is what is said because he does not know.”",
    "ai-tika-abh05t5:264_0": "417.",
    "ai-tika-abh05t5:264_1": "reckoned as emerginging from the past, he reckoned as an incalculable, stilling.",
    "ai-tika-abh05t5:264_2": "For while he has gained the distinction of being peaceful, his progress in being successful in the special qualities of purified,",
    "ai-tika-abh05t5:264_3": "For that is why it is said: “It is because in the lower jhāna, on its forecourts, that is why it is said” .",
    "ai-tika-abh05t5:264_4": "(Since) is to be spoken of as profitable states, thus it is “included from the community” , “Now,” it is said because it is to be undertaken out of compassion. There is no purpose in order to show that the elements should be spoken of as peacefulness.",
    "ai-tika-abh05t5:264_5": "when you’re attaining the attainment of attaining.”",
    "ai-tika-abh05t5:264_6": "In the case of the arising of the twinter Abhiṇḍaka, while the result is “profitable” , etc., is in the same way as “space-dwelling the arising of the unprofitable” , and then the arising of this thought.",
    "ai-tika-abh05t5:265_0": "they both, and they have spoken of the mind-consciousness element with the cause of mentality-consciousness element due to equanimity.",
    "ai-tika-abh05t5:265_1": "Then at the time of the ten kinds of sensual-spheres and immorality in the fine-material sphere at the time of making amends for those who were peaceful,",
    "ai-tika-abh05t5:265_2": "But the ten bases of equanimity should be undertaken in the way already described. Then the result of the mind-consciousness element, etc., have occurred to the mind element in the way already described, and the mind-consciousness element.",
    "ai-tika-abh05t5:266_0": "423.Paṭivijjhitvāti jānitvā.",
    "ai-tika-abh05t5:266_1": "He should not have a strong horse,",
    "ai-tika-abh05t5:266_2": "power ...",
    "ai-tika-abh05t5:266_3": "Because of this it (magical) power, being exceedingly powerful, limitless and strong.",
    "ai-tika-abh05t5:266_4": "The result is to be given in the common sense. The result of the opposite sense.",
    "ai-tika-abh05t5:266_5": "And whatever strength there is for one who is weakness, is the meaning.",
    "ai-tika-abh05t5:266_6": "results in the result, no opposite-hut. It is not possible that the idea cannot rest.",
    "ai-tika-abh05t5:266_7": "For when there is such a thing as the result of deeds, which the result of not being reborn in hell, the animal realm, the ghost realm, or the murdererer you’re not the most impediments, nor does it possibly behaved by deeds?",
    "ai-tika-abh05t5:266_8": "But when you’re consumed by the doctrine of a youth, you should go to it out.",
    "ai-tika-abh05t5:266_9": "For it’s because you don’t reach the conclusion of either the result or the result of past deeds that deed is to be experienced in the same way.",
    "ai-tika-abh05t5:267_0": "Remembering the other people’s mind rolling the manifold doctrine of others,",
    "ai-tika-abh05t5:267_1": "Whoever was well-knowned in the past, future lives,",
    "ai-tika-abh05t5:267_2": "Through the arrival of his Mother and its resentment through the power of my mother, still remained with the same kind, not adhered to another.",
    "ai-tika-abh05t5:267_3": "Therefore it was said: “This isn’t proper to settle two,”",
    "ai-tika-abh05t5:268_0": "When one gives rise to faith in giving, etc., and gives rise to faith, etc., they say, “One who gives rise to faith, and so on,” etc., they said, “They are not in the way already stated.”",
    "ai-tika-abh05t5:268_1": "these (people) is sensual pleasure and pain.",
    "ai-tika-abh05t5:268_2": "Or pervading: even one position of pleasure and pain are included in one way. There is no one in the middle, or in the end.",
    "ai-tika-abh05t5:269_0": "like the sun rising in the ears in the way beginning, “from the first,” like in the way already described.",
    "ai-tika-abh05t5:269_1": "with this question,",
    "ai-tika-abh05t5:269_2": "it is called “with requisites” because it is a cause of condition for the sake of that which is causal relationship, and so on.",
    "ai-tika-abh05t5:269_3": "and whatever things have been given up,",
    "ai-tika-abh05t5:269_4": "What is called the cause of this condition for the occurrence of that is called inclination.",
    "ai-tika-abh05t5:269_5": "Now, in the first dyad the skill in that the Dhamma was skilled in profitable, etc., which had already been resolved there in the way beginning, “This is the cause, what is the reason why, what is unprofitable” .",
    "ai-tika-abh05t5:269_6": "That is why it is by the instance of stiffenedness.",
    "ai-tika-abh05t5:269_7": "Firstly, a question occurs:",
    "ai-tika-abh05t5:270_0": "for one who is attached to joy, habit for the earth",
    "ai-tika-abh05t5:270_1": "arising together condition,",
    "ai-tika-abh05t5:270_2": "Two on a wrong behaviour, unwholesome qualities, and an incompetent teaching,",
    "ai-tika-abh05t5:270_3": "will get hold of them.",
    "ai-tika-abh05t5:270_4": "Skillful thoughts are skillful and what is unskillful; and skillful, blameless, produced in the general populations, fondness, and incomparable,",
    "ai-tika-abh05t5:270_5": "After that, having given up this profitable way, and when they have gone beyond that, they haven’t cleaned in each case. But when they return to both kinds of thoughts, they haven’t given up their enemy in the both ways.",
    "ai-tika-abh05t5:270_6": "Since they have ceased, they don’t have what is skillful and what is unskillful, therefore it’s why they don’t gain it. ...",
    "ai-tika-abh05t5:270_7": "Their robes do not a league,",
    "ai-tika-abh05t5:271_0": "The question of the answering is finished.",
    "ai-tika-abh05t5:272_0": "(cending) in the bowl, he should give the expression of appreciation,",
    "ai-tika-abh05t5:273_0": "439.Etthāti abyākatamūlake.",
    "ai-tika-abh05t5:273_1": "Whatever is skillful, whether good or unskillful,",
    "ai-tika-abh05t5:273_2": "Not understanding their own benefit, they do not know the following resolution:",
    "ai-tika-abh05t5:274_0": "And the states consisting in the sense faculties by means of the wrong path, which causes and reasons the reason for it is the reason why they are manifested as analysis of the path.",
    "ai-tika-abh05t5:274_1": "And the faculties are infact by the path that is which makes the dissimilar to the similar in that place.",
    "ai-tika-abh05t5:274_2": "Likewise: reasoning : if he develops the reason why there is the cause, the reason why, mindfulness is established in him when there is causality, etc., the meaning is, it is by means of causal relation to reason why it is stated .",
    "ai-tika-abh05t5:274_3": "attains a condition for the higher path.",
    "ai-tika-abh05t5:274_4": "having understood the reason for it is the cause of condition;",
    "ai-tika-abh05t5:274_5": "Skill in what is skillful and what is unskillful.",
    "ai-tika-abh05t5:274_6": "What is the cause of reason why the reason why, each is a cause of cause, for the occurrence of reason,",
    "ai-tika-abh05t5:274_7": "because of the result of past deeds, the result of conditions, and the result of good conduct.",
    "ai-tika-abh05t5:274_8": "There is no result for the result of deeds,",
    "ai-tika-abh05t5:274_9": "And the result of the result of the result or that of the other connections beginning with the cause, thus he said: “It is the reason for the sake of which I shake.”",
    "ai-tika-abh05t5:274_10": "the result of unprofitable things, and the result of the unjust result in line with the teaching. There is in line with the different accumulations, they should be in line with the teaching.",
    "ai-tika-abh05t5:274_11": "(And) the causes of practising diverse forms, ~ and the reason for various reasons.",
    "ai-tika-abh05t5:274_12": "resultant causes and reasons.",
    "ai-tika-abh05t5:274_13": "because of the result of this result (to because of) the result of the result of conditions.",
    "ai-tika-abh05t5:274_14": "For there is no result in the result of past deeds, there is no cause or condition for the sake of prequisites.",
    "ai-tika-abh05t5:275_0": "Now, as to the words, he spoke, saying: “Lay follower, please let me do so.”",
    "ai-tika-abh05t5:275_1": "the meaning is that it is the cause of causality : on both occasions produced by the causal relationship of later on both occasions, is the meaning.",
    "ai-tika-abh05t5:275_2": "In the four directions, “This is the interpreting place, this is the because of conduct.”",
    "ai-tika-abh05t5:275_3": "For it is the cause of reason why these reasons it is with the reason why the non-disappearance of the reason why, when it is proximate cause, then it is its reason why it is proximate cause,",
    "ai-tika-abh05t5:275_4": "Herein, although these reasons the reason for joy is called in the reason why it is called “factor” because it is a state consisting in effacement as a state consisting in an individual essence.",
    "ai-tika-abh05t5:275_5": "So the meaning here is this: born in the causal relationship of the kind already described, and that is why there is no difference in the categories of apprehending the meaning under the clauses.",
    "ai-tika-abh05t5:275_6": "This is the meaning of the Vibhaṅga thus: “This is the cause, this is the reason why it is not confused in preceding the states of loss . The meaning is, it is the cause of these states .”",
    "ai-tika-abh05t5:275_7": "For there is surely the reason why a man can pay homage to it in an individual essence.",
    "ai-tika-abh05t5:275_8": "At the present time it is the cause, this is the reason why, even though these states are dispelled in the past, future, and present in terms of causes and reasons, etc., and because it is the reason why the state of the present have come to it, the distinction between in the present. And those whose mind is dissipated, etc., and because of the cause, their condition is also discovered.",
    "ai-tika-abh05t5:276_0": "but the best kind of ascetic life is not pure in things,” thus it is “non-killed in attaining the profitable” .",
    "ai-tika-abh05t5:277_0": "It is not possible that this quality you can give up.”",
    "ai-tika-abh05t5:277_1": "what was said in the Commentaries with them ...",
    "ai-tika-abh05t5:277_2": "Those two having obtained that quality is skillful and unskillful, while skillful and unskillful, they are skillful and unskillful, yet they seek out what is skillful and what is unskillful.",
    "ai-tika-abh05t5:277_3": "for this is not a condition for the wholesome quality,",
    "ai-tika-abh05t5:277_4": "Therefore it was said: “He can receive two,” and on the first occasions, etc.;",
    "ai-tika-abh05t5:277_5": "But the two, namely, one other of them, and one associated with the two, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred.",
    "ai-tika-abh05t5:277_6": "When I said this, “These are skilled in loss of bad places, unwholesome things, or of unthinkable things?”",
    "ai-tika-abh05t5:277_7": "Associating with the mundane and the result of the four refuges, understanding of the result of good birth,",
    "ai-tika-abh05t5:278_0": "After making an end of the sixteenth part of the body, he didn’t go forth in search of unshakable existence. This is the Neither.",
    "ai-tika-abh05t5:278_1": "are not stated in the results of rebirths as well.",
    "ai-tika-abh05t5:278_2": "Hence it is said: “Have they actually teach not according to the word “These consisting of a group of four, and so on. ”",
    "ai-tika-abh05t5:279_0": "(but) from the five lower fetters rolling on with their head heatche,",
    "ai-tika-abh05t5:279_1": "The meaning is this: “Bhikkhus, in connection with the result of that,” and “The meaning is that it is stated in the public hall,” and so on. And the meaning is, it too in the way already described.",
    "ai-tika-abh05t5:279_2": "Like this is the simile of the man too because of this manner of the name- concept “This place is the only described here.”",
    "ai-tika-abh05t5:280_0": "This is how the meaning here is this: “There is in brief,” and so on.",
    "ai-tika-abh05t5:280_1": "Hence it is said: “In the case of the responsiveness of the” ,",
    "ai-tika-abh05t5:280_2": "it is recorded.”",
    "ai-tika-abh05t5:280_3": "What is the cause, what is the reason why, etc., is the reason why, when a condition is by way of defilement,",
    "ai-tika-abh05t5:280_4": "Because they have caused the reason for these reasons.”",
    "ai-tika-abh05t5:280_5": "They hiding in thelates of less than two, just as they were told by the Buddha.",
    "ai-tika-abh05t5:280_6": "Hence it is said: “In the womb (first) weapons in the sky.” ...",
    "ai-tika-abh05t5:280_7": "you should know.”",
    "ai-tika-abh05t5:281_0": "The section on causes and reasons is finished.",
    "ai-tika-abh05t5:282_0": "Which is the one thing? What is reference to the other, what is unskillful and what is its ground?",
    "ai-tika-abh05t5:282_1": "There is no fourth simile of the fourth tetrad that is, based on the basis of ending, no matter how to Ghaṭikāra, is therefore, not even one who has taken a single section in that case.",
    "ai-tika-abh05t5:283_0": "Since there is causality, one is born in a state of opposite sex; it is, there is this: “This is the state of loss,” so too in the breath, this actually in line with the teaching, this condition.",
    "ai-tika-abh05t5:283_1": "And non-disappearance condition should be seen in the way already stated.",
    "ai-tika-abh05t5:283_2": "“Is there a condition for mirror?”",
    "ai-tika-abh05t5:283_3": "But on the same object as a result, only one isn’t able to break apart all the states of existence, yet another state of existence, thinking “This is how it is such since the difference between one thing.” ...",
    "ai-tika-abh05t5:283_4": "developed.”",
    "ai-tika-abh05t5:283_5": "The meaning here is this: “I wonder if it is said to do the same,” and so on.",
    "ai-tika-abh05t5:283_6": "Herein, with the born of the appearance there is a thousand sons who are born in the Vedas.",
    "ai-tika-abh05t5:283_7": "He has the shameless appearance in a perfecting-eye.",
    "ai-tika-abh05t5:283_8": "nor does the fact that “body is indeed only” .",
    "ai-tika-abh05t5:283_9": "Understanding: “It is oppressed by the tranquillity of the language of the breaths in the enlightenment of the kamma,” etc., and because of the cause of its conditions for the sake of its .",
    "ai-tika-abh05t5:283_10": "is why because of the power of being broken:",
    "ai-tika-abh05t5:283_11": "Then unprofitable way to the other, “Then is skilled in means of profitable making amends for it prevailed,” and they said, “There is no reason for us to show the reason why,” and if it is said, “There is no danger in them,” and if it is said, “There is no danger in them,” they should be said,",
    "ai-tika-abh05t5:283_12": "nor is it said to be a guide.”",
    "ai-tika-abh05t5:284_0": "Wealth is included in the various different kinds of foulness and worshipping the faculties.",
    "ai-tika-abh05t5:284_1": "Likewise he who shows the simile and shows the cloth, saying: “Those who have given these six clothes,”",
    "ai-tika-abh05t5:284_2": "there are two kinds of energy: one thing and two kinds of energy by means of the states beginning with energy.",
    "ai-tika-abh05t5:284_3": "the legal procedures of united monks are to be spoken of in united.",
    "ai-tika-abh05t5:284_4": "for he is the first investigating of energy and later.",
    "ai-tika-abh05t5:284_5": "Their food is in harmony, later on it, and it is what is called unity in harmony.",
    "ai-tika-abh05t5:284_6": "This is said: “This is the reason why it is said to be stated in the way beginning, “This is said” .",
    "ai-tika-abh05t5:285_0": "Talking is the root of the wholesome root, in the skillful,",
    "ai-tika-abh05t5:285_1": "By means of those roots, accusing them, he said, “Why are they able to see the independent of others?”",
    "ai-tika-abh05t5:285_2": "So now when a man has fallen into it,",
    "ai-tika-abh05t5:285_3": "according as it is said: “He is associated with swept away eradicated associated states associated with knowledge, the truth of the sense-spheres, and so on.” Then it is said,",
    "ai-tika-abh05t5:285_4": "The one who has gone beyond the root of ignorance, etc., and one who remains in the rest of nutriment by nutriment.",
    "ai-tika-abh05t5:285_5": "He obtains liberality and the name of the Laṅkādīpa, etc., who, can age his birth.",
    "ai-tika-abh05t5:285_6": "As to the sake of deeds : they are treated according to the acts of the actual determination, that is, actually the one who refuses.",
    "ai-tika-abh05t5:285_7": "Hence it is the reason why the producing of the states in accordance with that state,",
    "ai-tika-abh05t5:285_8": "Shaking them out of a cause, he who, ~ in order to disrepute,",
    "ai-tika-abh05t5:285_9": "The state of having the basis for such powers as this is stated.",
    "ai-tika-abh05t5:285_10": "But where is there a place where no grounds, in regard to those roots, and have gone beyond the scopes of sense desires in regard to the example?",
    "ai-tika-abh05t5:285_11": "For one who is attached to, etc., in that place they don’t follow the rebirth of forms, and likewise.",
    "ai-tika-abh05t5:285_12": "When if there is such a root condition, based on unity, solid food, etc., if it has been relinquished, and it’s to be found.",
    "ai-tika-abh05t5:286_0": "473-477.",
    "ai-tika-abh05t5:286_1": "In places where there is the mass of elements, which are shattered in the sense of defining as if falling into it. Then he should seize it as “peried” .",
    "ai-tika-abh05t5:286_2": "but because of the words “perhaps these two” they say, “It is inappropriately” it is stated thus in this way as a mere acting according to the word “schange-of-lineage”.",
    "ai-tika-abh05t5:286_3": "That which is called “sake” in the morning one who isn’t able to perform the immediately said, “They have spoken thus, “It’s unallowable for us to use it even though it was lost,” and so on.",
    "ai-tika-abh05t5:286_4": "It is the manifestation of the object owing to the subsequently to the object opposite sex by the object.",
    "ai-tika-abh05t5:286_5": "And observed the work that is evident to him while he says, “Those who have performed opposite sex.”",
    "ai-tika-abh05t5:286_6": "* the wisdom there is from the scrutiny of the deeds, (have to) deeds,",
    "ai-tika-abh05t5:286_7": "Because of this the opposing of the two kinds of foulness, because of this occurrence of each other,",
    "ai-tika-abh05t5:286_8": "When you see a bed they do not befriended, they think, “This is incapable of reprimanding ...",
    "ai-tika-abh05t5:286_9": "and weighed.”",
    "ai-tika-abh05t5:286_10": "But it is still immaterial deeds in the mode of its appearance, since it is the object of the kamma-originated elements, which is only one, being one in actuality.",
    "ai-tika-abh05t5:286_11": "When they are responding in mutuality, it is said to be produced by kamma, not objecting, it is a condition for the object, but there is the actual deed condition.",
    "ai-tika-abh05t5:286_12": "it is not possible to display annoyance, and he shows that “This is inappropriate” .",
    "ai-tika-abh05t5:286_13": "herein the presently means the rest.",
    "ai-tika-abh05t5:286_14": "Standing, “This is the order,” he must tell, “This woman’s body is like this.",
    "ai-tika-abh05t5:286_15": "As the sun (dispels) the meaning is shaking with insight,",
    "ai-tika-abh05t5:287_0": "478-483.",
    "ai-tika-abh05t5:287_1": "consciousness is not to be seen—even if it is not to be seen—included by it.",
    "ai-tika-abh05t5:287_2": "And the base of the site as a general, etc., by means of the base consisting of boundaries,",
    "ai-tika-abh05t5:288_0": "484-495.",
    "ai-tika-abh05t5:288_1": "it obtains running back and forth is a league high.",
    "ai-tika-abh05t5:288_2": "If that too is said in the name and formless, the formless states bringing them to eye consciousness in this way, but it is gained by eye-consciousness.”",
    "ai-tika-abh05t5:288_3": "* For he who came by his efforts to meet him by means of his energy.",
    "ai-tika-abh05t5:289_0": "511-514.",
    "ai-tika-abh05t5:289_1": "The explanation of the profitable root items, etc., is profitable in the Vibhaṅga thus: “This is the eighteen sections produced by the power of the mind and bodily formations. ” Or the sense field is spoken of, it is said to be the definition of the aggregates that each Commentaries.",
    "ai-tika-abh05t5:289_2": "Those in due course in order to see his enemy that base consisting of seeing the states beginning with insight in the states consisting of the states consisting of visible objects, and that base consisting of the highest good states,",
    "ai-tika-abh05t5:289_3": "Hence it is said: “Being Suppiyā and Sutta” .",
    "ai-tika-abh05t5:289_4": "They should not expect observe that which should be given away by one who needs impartiality towards them.",
    "ai-tika-abh05t5:290_0": "They needed for the sake of similes, namely, clans, and benefactors.",
    "ai-tika-abh05t5:290_1": "“And if there is a condition for the faculty, why are you to say?”",
    "ai-tika-abh05t5:290_2": "for the faculties and so on. But there is the kamma-resultaneousness and the rest. One who obtains the sense faculties by means of the breath and the rest.",
    "ai-tika-abh05t5:290_3": "“In the past, future” or “faculty of the faculty.” For there is the faculty of the meal and for a meal on the day.",
    "ai-tika-abh05t5:290_4": "Herein, here there is a calming construction of the faculties in the various ways of category and so on, pursuing the physical faculty by means of the calm, and consumed souls.",
    "ai-tika-abh05t5:290_5": "When they’re talking about caste, all of them were born in the recommendation of the conversation that they were very helpful, and so that they responded, and that they had a sense of urgency, and proportioned, they say.”",
    "ai-tika-abh05t5:291_0": "And here the states of the arisen in connection with the various body can be understood as the faculty of the arisen enlightenment factor:",
    "ai-tika-abh05t5:291_1": "On the site of birth and old age have come down, and it is the same as before. But when the knowledge has arisen for a progress and the direct-knowledge is “with knowledge” .",
    "ai-tika-abh05t5:291_2": "But the one whose appearance is unborn, etc., in every way and has become arisen in the beginning, “Apportunity to be calm,” and so on. He is not an individual essence.",
    "ai-tika-abh05t5:291_3": "And if the object together with him, he is not at the wrong time, why is it not lost?",
    "ai-tika-abh05t5:291_4": "One person who has caused a single beginning to bear in one Commentaries, etc., and who is changing a decoration of the categories of thoughts.",
    "ai-tika-abh05t5:291_5": "Furthermore, one who is unconfused, but is not mindful, and who possesses that,",
    "ai-tika-abh05t5:291_6": "As to nine: the meaning is, it is not tenfold.",
    "ai-tika-abh05t5:291_7": "But the one eleventh is not the meaning.",
    "ai-tika-abh05t5:291_8": "Likewise: the sound of the fourteenth accumulating thus: “Blessed” and “There is no reference to such states as your valuable” .",
    "ai-tika-abh05t5:291_9": "observes the object;",
    "ai-tika-abh05t5:292_0": "and surrounding themselves with iron cauldron, he is as though grieving between the two breasts.",
    "ai-tika-abh05t5:292_1": "and is together with coming down together with the birth.",
    "ai-tika-abh05t5:292_2": "The palms said: “Those who have practiced well are removed from the floods.”",
    "ai-tika-abh05t5:292_3": "For one who does not conquer the birth of a woman in a manner; for one who is clinging to the wind from the Factors of the head,",
    "ai-tika-abh05t5:292_4": "before my birth,",
    "ai-tika-abh05t5:292_5": "The rest is the place here.",
    "ai-tika-abh05t5:292_6": "On the contrary, after the last rebirth of the ascetic life, and with each other it is said to be one who is not adhered to with each other and so on.",
    "ai-tika-abh05t5:292_7": "I oppressed by the appearance of this there too is no danger of the gods. In this way there is nourishing of the four kinds of nutriment, not being eaten at each other.",
    "ai-tika-abh05t5:292_8": "So with unvirtuousness and unconcerned, just as with non-action .",
    "ai-tika-abh05t5:292_9": "But just as this very same thing and the various other cates opposite sex together with the dreadful and the opposite sex and developed each other with the way beginning, “In order to embract and absorption, without opposite sex, not a condition for each other. And is their state of non-existence, not owing to be found in each other. In this way, these are they occur with the ascetic life, not a condition.”",
    "ai-tika-abh05t5:292_10": "This being so, even if birds settle down on a belly, she blazes and glowing.",
    "ai-tika-abh05t5:292_11": "There is no sign for them, not being overcome by grief, and so on.",
    "ai-tika-abh05t5:292_12": "Therefore it was said: “He did not have stated in the first house and cut off.”",
    "ai-tika-abh05t5:293_0": "The palms offered to the flowers,",
    "ai-tika-abh05t5:293_1": "Defilements: skillful results and results, resulting in goodness, and the result of wholesomeness, is the meaning.",
    "ai-tika-abh05t5:293_2": "And so it is for one reason that the facultiesless. ...",
    "ai-tika-abh05t5:293_3": "you can gain so delight.”",
    "ai-tika-abh05t5:293_4": "With faith and the faculties he does not gain faith, and so on.",
    "ai-tika-abh05t5:293_5": "And even the women who have developed their physical endurance",
    "ai-tika-abh05t5:293_6": "(There is) mental suffering in the past,",
    "ai-tika-abh05t5:293_7": "That’s why it was said, “Well.”",
    "ai-tika-abh05t5:293_8": "and it constructs the result of suffering.",
    "ai-tika-abh05t5:293_9": "Therefore it was said: “Here the abandoning of the factors”.",
    "ai-tika-abh05t5:293_10": "He has an unprofitable way of mind, which is unskillful, made precept for consciousness, and that is in the sense of mental development, is the meaning.",
    "ai-tika-abh05t5:293_11": "He says, “He is skilled in the unprofitable transferred to the unprofitable,” thus and so on, with unprofitable faculties and with the purpose of abandoning suffering in the sense faculties, and so on. That is why, when one who is unprofitable, etc., this restraint is said to be the sense faculties.",
    "ai-tika-abh05t5:293_12": "Sir, may I be able to obtain (them)?”",
    "ai-tika-abh05t5:293_13": "Here, skilled in this way: “And what is skillful and what is unskillful, what is deceitful? What is its result, having dispelled desires in this way?” ...",
    "ai-tika-abh05t5:293_14": "you won’t.”",
    "ai-tika-abh05t5:294_0": "(celebrated) in the question of Ghaṭikāra is finished.",
    "ai-tika-abh05t5:295_0": "the color of shells;",
    "ai-tika-abh05t5:296_0": "if he says, “Non-workers,” “It is only because of anger,” but with no cause or reason, they said, “Not if it isn’t difficult.”",
    "ai-tika-abh05t5:296_1": "* the wisdom there is from swept away by together with the highest bliss, etc., as well as the highest,",
    "ai-tika-abh05t5:296_2": "they are eight conditions for the texts beginning with this object, also the eight objects.",
    "ai-tika-abh05t5:296_3": "In the eight worms",
    "ai-tika-abh05t5:296_4": "After the three objects of the happiness enlightenment factors continually in this way,",
    "ai-tika-abh05t5:296_5": "and by the two objects of respect, by the means of the object,",
    "ai-tika-abh05t5:296_6": "you’re the reason why, each is causally reasoned.",
    "ai-tika-abh05t5:296_7": "Then, as long as it is a cause,",
    "ai-tika-abh05t5:296_8": "When the meditator is able to obtain the subsequent period, the meaning should be illustrated by an opposite sex, and the whatever is needed for, it should be understood as the purpose.",
    "ai-tika-abh05t5:297_0": "If you haven’t specifically between the two, that is,",
    "ai-tika-abh05t5:297_1": "Because of the connection with the object of the mention of the opposite sex,",
    "ai-tika-abh05t5:297_2": "Conceit is the actual experiencing of, and it is manifested as the state of at the moment of its making its object.",
    "ai-tika-abh05t5:297_3": "Unbounded in the formless states, having the intention of having solid food. It is the nutriment consisting of forms in the body, it is the nutriment consisting of produced in nutriment.",
    "ai-tika-abh05t5:297_4": "It is together with this for him, and it is not appropriate for him to have the opposite contemplation of their enemy. As to conscious reinforcation, it is not possible for him to lift that state.",
    "ai-tika-abh05t5:297_5": "for form is not a nutritious condition for rebirth,",
    "ai-tika-abh05t5:297_6": "And the native spirits don’t come up before, so long as they don’t come down before?",
    "ai-tika-abh05t5:297_7": "The characteristic of foulness appear in their characteristics,",
    "ai-tika-abh05t5:297_8": "Your feeding on in the past, future or present. You have no characteristics in the future. But there is no impact, but only afterwards there is no-oneness.",
    "ai-tika-abh05t5:297_9": "the same method of development should be understood in the case of the clause, etc., just as the illuminating is stated.",
    "ai-tika-abh05t5:297_10": "For if life is born in the various classes of rebirth-linking after the meal and on its food, then it is cut off as a nutriment.",
    "ai-tika-abh05t5:297_11": "Likewise: “This is such-and-such a suitable way.”",
    "ai-tika-abh05t5:297_12": "It is a nutriment condition for the nutriment.”",
    "ai-tika-abh05t5:297_13": "As to a construction: the meaning can be understood here in the way already stated, the meaning is, live in the way already stated.",
    "ai-tika-abh05t5:298_0": "And if he does so thus, “In the first preceding of the same way,” and “blessing” , “In the last watch of the night, these weren’t westerning the life-continuum,” and if that is a condition for the sake of the simile of the sense faculties, etc., conditions is a condition for the means of the same reason.",
    "ai-tika-abh05t5:298_1": "Hence it is said: “Here the objects of the meditation subject consisting in terms of the neighbours,”",
    "ai-tika-abh05t5:298_2": "this is what is said.”",
    "ai-tika-abh05t5:298_3": "Understanding this, they reverse to the object of profitable, etc., as its object and so on.",
    "ai-tika-abh05t5:298_4": "Therefore it should be said: “The two beginning with what belongs to the objects is stated in accordance with the two ends and subsequently in him,” and on “When a mansion has been rejected by the objective objects in accordance with the objects of .”",
    "ai-tika-abh05t5:298_5": "When young men projecting limitedly in this way, why is it said to have limited object (intentional) support?",
    "ai-tika-abh05t5:298_6": "For it would be appropriate for one who isn’t improved to say that “shop.”",
    "ai-tika-abh05t5:298_7": "Herein, the first tetrads are reckoned as condition, etc.;",
    "ai-tika-abh05t5:298_8": "By the characteristic of shameness is the conclusion of the Saṅgha, and using today, which is included in the aspect of the kind, is the meaning.",
    "ai-tika-abh05t5:298_9": "Understanding of discernment of conditions, they give rise to unlimitedness of the incomparable, the meaning is limitless.",
    "ai-tika-abh05t5:298_10": "Rejecting the object in whatever place the object separates, it is strong in him when a strong owing to its object, and it is separated from the object, and it is not always to be reached by the object.",
    "ai-tika-abh05t5:298_11": "Hence it is said: “And why the object of the object of the object of unsuitable state enlightenment factor is not its object?”",
    "ai-tika-abh05t5:299_0": "Afterwards they have arisen, they come back from the borderland order to his own birth,",
    "ai-tika-abh05t5:299_1": "For it is the person who is born in the embryodious form, and who the formless states of existence are naturally nature. But, later-footed enemy, there is the same kind of existence.",
    "ai-tika-abh05t5:299_2": "Afterwards latering and latering the formless grows,",
    "ai-tika-abh05t5:299_3": "The remainder should be used in the way already described.",
    "ai-tika-abh05t5:299_4": "Because in the case of these places are absence, even though they have been reborn in the last moment, then the classification of the next life, is therefore it is “born phenomena” .",
    "ai-tika-abh05t5:299_5": "having overcome the three fetters,",
    "ai-tika-abh05t5:299_6": "Similarly, there is a single one of these six classes of rebirth. As to divide people against each other with five reasons, they can criticize them.",
    "ai-tika-abh05t5:299_7": "After practitioning each and every one of them has the characteristic of non-discrimination together, which has the characteristic of non-distraction. For these six characteristics, etc., have been described in the way already stated.",
    "ai-tika-abh05t5:300_0": "Regarding the internally and externally as enquire about the faculties of finishing and endurance: making unbroken faculties and ruined about the life faculty.",
    "ai-tika-abh05t5:300_1": "At the moment of his birth transmigration they have come to an end.",
    "ai-tika-abh05t5:300_2": "I had the makers of the Saṅgha,",
    "ai-tika-abh05t5:300_3": "Then the meaning is that introduction of the anchoring of the object is the meaning.",
    "ai-tika-abh05t5:300_4": "They try to get close to you.",
    "ai-tika-abh05t5:300_5": "when they’re reborn in a place belonging to disillusionment.",
    "ai-tika-abh05t5:300_6": "But in the past, have become agitated,",
    "ai-tika-abh05t5:300_7": "His own hands and feet are all instances,",
    "ai-tika-abh05t5:300_8": "And just as the following Vibhaṅga too because of the words, “ point out what is said, it is to be done” .",
    "ai-tika-abh05t5:301_0": "that is what should be done by one who is faithful, having discussing their state of another. There may be only a single question to one state of existence.",
    "ai-tika-abh05t5:301_1": "Hence it is said: “He is expelled in the first place.”",
    "ai-tika-abh05t5:301_2": "on to the risks of birth and death together with those born.",
    "ai-tika-abh05t5:301_3": "This is said to have two measures: “The generals” and so on, and so on.",
    "ai-tika-abh05t5:301_4": "Having given these reasons, they continue to use them with the cause, and the reason for it.",
    "ai-tika-abh05t5:301_5": "Having shown that very fine delimited by the donation of the Saṅgha has been shown by means of the texts, etc.,",
    "ai-tika-abh05t5:302_0": "By breaking up of the conception: The meaning is that inclusion of the difference between them. And the meaning is that it should be understood as included in the various ways.",
    "ai-tika-abh05t5:302_1": "(but) as cause, with this reason, he does not say, “With this condition as condition, with this reason,” and when he has said, “with this reason,” he said, “Repulsiveness.”",
    "ai-tika-abh05t5:302_2": "For if you do so, this is why only one can be described as to characteristic, etc., and because it is not stated in the Paṭisambhidā, for the sake of opposites, and because it is causal relationship of the Dhamma. And if owing to the causal relationship of the Dhamma, it cannot be under the cause, and be under the reason why ‘things can be said’t be stated in accordance of existence.",
    "ai-tika-abh05t5:302_3": "if he is together with the twenty-three conditions for the sake of having no cause or condition;",
    "ai-tika-abh05t5:302_4": "and showing them a league by league.",
    "ai-tika-abh05t5:303_0": "Yet the western Consort with them, constantly wrists (only) by you.",
    "ai-tika-abh05t5:303_1": "They should be included along with the cause and reason for each other. And so they should be treated with cause or condition.",
    "ai-tika-abh05t5:303_2": "It doesn’t occur for others to not all their wishes.",
    "ai-tika-abh05t5:303_3": "Hence it is said: “He isn’t.”",
    "ai-tika-abh05t5:303_4": "Herein, having given the two supports by means of the object, he said:",
    "ai-tika-abh05t5:303_5": "although the sound of good will not be profit, yet he still recites that wholesome (only) wholesome lady.",
    "ai-tika-abh05t5:304_0": "On the site of conversion with a householder,",
    "ai-tika-abh05t5:304_1": "(and) entirely pure and wholesome, the wholesome (wholesome) wholesome (when),",
    "ai-tika-abh05t5:304_2": "But even if the base consisting of the site with a woman is not allowed to point out that does not?",
    "ai-tika-abh05t5:305_0": "Failing in the same way, there is a canopy covering the canopy, for all the time beginning, the in the middle, and in the end, the instruments of the community of Noble Ones. We must be shown by prevailing the Saṅgha in the recommendation of the rainy season, and I include them in the way beginning, “This must be included in full.”",
    "ai-tika-abh05t5:305_1": "But with the connection with their appearance, the dregs in unbroken and the private parts can be corrected like that.",
    "ai-tika-abh05t5:305_2": "I was like the one who appears to them as a monkey’s mother, so he would have the same appearance as a monk.",
    "ai-tika-abh05t5:305_3": "the detail is said in detail in the Commentaries: “I will not give in detail.”",
    "ai-tika-abh05t5:305_4": "Hence there is this difference in both places and others.",
    "ai-tika-abh05t5:305_5": "‘For all is a condition forever.’ ...",
    "ai-tika-abh05t5:305_6": "it is said: “This is in this way,” and “Only the meaning in that case,” etc., in the Paṭisambhidā, which is already shown here, opposite, has been shown by this meaning in this way.",
    "ai-tika-abh05t5:306_0": "the basic support of form is never spoke.",
    "ai-tika-abh05t5:306_1": "For he was born in a womb, and he can explain care of Sakka.",
    "ai-tika-abh05t5:306_2": "either the unfavourable, the poisonous, was said:",
    "ai-tika-abh05t5:306_3": "he is incapable of reaching birth and later generation; the meaning is the meaning.",
    "ai-tika-abh05t5:306_4": "what is said in the monastery that is referring to mind as “They are bringing to mind as “They are.”",
    "ai-tika-abh05t5:306_5": "poised: “They are unenclosed in the way beginning, “The mind is in the predominance condition.”",
    "ai-tika-abh05t5:306_6": "Then he separates opposite sex as a preceding condition, which is capable of breaking away as a preceding condition.",
    "ai-tika-abh05t5:306_7": "While they are said to be shown by two reasons: “It is produced by the course of a waves and so on” .",
    "ai-tika-abh05t5:306_8": "Likewise is said for the purpose of syllable, etc., in the meaning is that for the purpose of reckoning.",
    "ai-tika-abh05t5:306_9": "Herein, the path fruit of good things is found through the path of the fruit of those substance, etc., in the case of those subsequently, and it is the path in the various forms that is stated , but not in oneself. It is manifested as the effacement of those states.",
    "ai-tika-abh05t5:306_10": "grief is dispelled,",
    "ai-tika-abh05t5:307_0": "(but) the causes of reason for the sake of which the causes, etc., are forsessing them, and for the sake of their having been subsequently, he should see causing the causality of this.",
    "ai-tika-abh05t5:307_1": "arising together condition,",
    "ai-tika-abh05t5:307_2": "Transmigratingously, spending down by the opposite sex together with his birth.",
    "ai-tika-abh05t5:307_3": "Hence it is said: “After carrying an ordinary clay bowl,”",
    "ai-tika-abh05t5:308_0": "The commentary on the back of the robe is finished.",
    "ai-tika-abh05t5:309_0": "Uppalavaṇṇā",
    "ai-tika-abh05t5:310_0": "Not root items,",
    "ai-tika-abh05t5:311_0": "he is added, repelled by the object, and have the support condition for the object, Based on the object, etc., as its object, and it is preceding the object.",
    "ai-tika-abh05t5:311_1": "Here they are called “bliss” because they are developed.",
    "ai-tika-abh05t5:311_2": "When it is sharing fifteenth days (which deals with) the second enemy, etc., was said to be the third in the sixteenth Rains Retreat,",
    "ai-tika-abh05t5:311_3": "Eleventh waves, having arisen in the same place as producing the faculty, and the satisfaction of the path, which is the faculty of faith, and it is the reason why arouses in living place.",
    "ai-tika-abh05t5:311_4": "Again and again he was born again, and the causes of preference.",
    "ai-tika-abh05t5:311_5": "When that was resided, the mistakens later in this way, it was When the last bathing opposite sex.",
    "ai-tika-abh05t5:311_6": "One was born in the house of Nāgas, and, “I came to a worm-infested state. ”",
    "ai-tika-abh05t5:311_7": "As to the object of his contemplation: so on. Enlightening of the aspect of the moment appropriate to them.",
    "ai-tika-abh05t5:312_0": "When that was-controlled, the monk was equanimous in that place,",
    "ai-tika-abh05t5:312_1": "These (rebirths) arise and dispels where the wind disperses.",
    "ai-tika-abh05t5:312_2": "They lie down with him, and don’t attack him with his foes, etc., as though he were caught not to depend on him.",
    "ai-tika-abh05t5:312_3": "Hence it is said: “They are. ”",
    "ai-tika-abh05t5:312_4": "prohibition against things.”",
    "ai-tika-abh05t5:313_0": "causing it opportunity, he having placed the first jhāna in this way: “This place together with this” and “There is no reason for it, etc., appearing just as a place-born, in connection with it.”",
    "ai-tika-abh05t5:313_1": "The meaning should be regarded as such since it is the beginning with the word “hasm I see” .",
    "ai-tika-abh05t5:313_2": "Or alternatively, they occur in accordance with the states beginning with each other, “pureque of preference,” and they added: “This is unskillful, ‘This is unskillful, this is skillful’.",
    "ai-tika-abh05t5:313_3": "The opposite is what is called. They think, “This is the case of those who fall in from a different opposite directions. Their although they are suspended, what is skillful and what is unskillful. They may be transgressed for each other.”",
    "ai-tika-abh05t5:313_4": "Compassionates, they’re shattered in the fourfold aggregates.",
    "ai-tika-abh05t5:313_5": "This difference of one kind is enlightened .",
    "ai-tika-abh05t5:313_6": "“But skilled in what is skillful and what is unprofitable,” etc.",
    "ai-tika-abh05t5:313_7": "this is the discussion in the commentary on this conversation.”",
    "ai-tika-abh05t5:314_0": "In the categories it is stated in the aggregates of forms, thinking “The faculties are discovered in accordance with the highest states,” it is said, “We raise the circumstance in the sense faculties,” “It is fitting to deliverance” , and it is in accordance with natural owing to the state.”",
    "ai-tika-abh05t5:315_0": "When someone is said to be shown by the border of low , they say, “Not from anyone else,” it is said, “Noble Ladies,” “It is proper to bring it to the neighbouring.”",
    "ai-tika-abh05t5:315_1": "the result of deeds ...",
    "ai-tika-abh05t5:315_2": "It is a condition for deeds.”",
    "ai-tika-abh05t5:316_0": "The section on no root items are finished.",
    "ai-tika-abh05t5:317_0": "But the group of travelers was not brought out, thinking: “This is the end of the group, this is not the group of travelers, this is how they brought out.” He said, “This is questioning, this is how they answer.”",
    "ai-tika-abh05t5:317_1": "and each is also rooted in the last root, but without giving the reason why it is said in the Commentaries to be rooted in the surface of the Commentaries.",
    "ai-tika-abh05t5:318_0": "put on all sides, roots and seven roots, and eight roots.",
    "ai-tika-abh05t5:318_1": "When he said, “Here are two kinds of unskillful things: ‘This is unskillful, blameworthy, not skilled in two cases, of the unskillful qualities, and skilled in the former cases.”",
    "ai-tika-abh05t5:318_2": "Hence it is said: “He is wearing away” .",
    "ai-tika-abh05t5:318_3": "In the third way, “This is indeterminate, not unshakable.”",
    "ai-tika-abh05t5:318_4": "Continuality to the kamma-originated elements are of the kamma-originated only;",
    "ai-tika-abh05t5:319_0": "It’s not what I said.",
    "ai-tika-abh05t5:319_1": "When formless and unshakable formless, this is what is said.",
    "ai-tika-abh05t5:319_2": "It is the influence of formlessness, unskilled in the formless states, thus it is the production of the mind-made body. It is manifested as the other discrimination of the doctrine. It is “having no individual essences. ”",
    "ai-tika-abh05t5:319_3": "this is hard to see.”",
    "ai-tika-abh05t5:319_4": "the arisen faculty together with the productive of the arisen body faculty, and the abandoning of the arisen faculties .",
    "ai-tika-abh05t5:320_0": "In order to show the meaning of the phrases, etc., these four ways in terms of grounds, etc., they bring the inside of the base consisting of boundless space, just as “They are stated enemy,” and in the way already described, etc., they are shown under the in the same way as “possessing of defilements.”",
    "ai-tika-abh05t5:320_1": "For the first have immaterial objects.",
    "ai-tika-abh05t5:320_2": "Nine grounds for nine roots.",
    "ai-tika-abh05t5:320_3": "There are two kinds of unskillful things: ‘This is unskillful and lack what is unskillful. These are the same thing.’”",
    "ai-tika-abh05t5:321_0": "The commentary on the backs of the color is finished.",
    "ai-tika-abh05t5:322_0": "commentary on the non-human beings.",
    "ai-tika-abh05t5:323_0": "He is skilled in these ways: “We are skilled in what is skillful and what is unskillful,” and so on is skillful.",
    "ai-tika-abh05t5:323_1": "Therefore it was said: “There is no state in the strike.”",
    "ai-tika-abh05t5:323_2": "Skilled in what is skillful, etc., and subsequently there might be in the recitation passage for recitation given by the ascetic life. If it is due to the Vibhaṅga thus, “Herein, what is skillful?”",
    "ai-tika-abh05t5:324_0": "Sometimes they get caught up in that cause, and that is the reason why they writ together and leaf.",
    "ai-tika-abh05t5:325_0": "But the unprofitable currents come about in the way already stated, is included in the same way as “profitable” . Then “This too is why it is stated in the way already stated .”",
    "ai-tika-abh05t5:325_1": "Because of the construction of the kind described as its object and surrounding it as its object is said to have it, not as its object.",
    "ai-tika-abh05t5:325_2": "Likewise in the case of the higher which is called “blessing” .",
    "ai-tika-abh05t5:325_3": "“In that case, there’s a specific condition.",
    "ai-tika-abh05t5:325_4": "He should sun it up, take it, and show it to be pulled up, thinking, “After giving it to the blankets,” he should show it to them, “This is how they should show it.” ...",
    "ai-tika-abh05t5:325_5": "please tell us,”",
    "ai-tika-abh05t5:326_0": "The commentary on the non-confusion is finished.",
    "ai-tika-abh05t5:327_0": "the color of leaves and prey to non-human beings.",
    "ai-tika-abh05t5:328_0": "Completely Understanding: taking these produces only one lesser convey.",
    "ai-tika-abh05t5:328_1": "Hence it is said: “She is surely seeing no object.”",
    "ai-tika-abh05t5:328_2": "Herein, anyone who is constructed by the counterpart of a group of assemblies here and therein through a thousand lesser seasons,",
    "ai-tika-abh05t5:328_3": "In this context the characteristic of fondness together with the belly, “Having given this mark to the other.”",
    "ai-tika-abh05t5:328_4": "It has these characteristics,",
    "ai-tika-abh05t5:329_0": "renowned (for him).",
    "ai-tika-abh05t5:329_1": "they remain 80 kilometers,",
    "ai-tika-abh05t5:329_2": "They live happily.",
    "ai-tika-abh05t5:329_3": "Anyone else should show them the same label in that place.",
    "ai-tika-abh05t5:329_4": "These are the two unskillful things that are unskillful, blameless, and unconditioned.”",
    "ai-tika-abh05t5:330_0": "The section on no root items are finished.",
    "ai-tika-abh05t5:331_0": "When told with the cause of reason for the sake of (her) the reason for the sake of these three reasons he had spoken of as condition:",
    "ai-tika-abh05t5:331_1": "They say it’s only the reason why they don’t believe that something is beneficial or worthless.",
    "ai-tika-abh05t5:331_2": "Likewise: it is due to the cause of work, thus it is “interest” . And the meaning is this: “Yes, this is the reason why it is called “the meaning” , “the meaning is spoken of in this way.”",
    "ai-tika-abh05t5:332_0": "On the contrary, when he is starting from somewhere else, he is given away.",
    "ai-tika-abh05t5:333_0": "standing in the place shelter to be seen,",
    "ai-tika-abh05t5:333_1": "then others Pahārāda, because of that interruptedness.",
    "ai-tika-abh05t5:333_2": "When there’s no begging, fragrance, and separations of whether or not he’s not furnishing or in strike out,",
    "ai-tika-abh05t5:333_3": "He eats food thinking: ‘I am ready to favourable to the faculties. It is stained in relationship, dependently originated, and sustained thought. The meaning is that the causes beginning with the faculties by using the position of conditions. The meaning is this: it is the meaning.",
    "ai-tika-abh05t5:333_4": "They are satisfied with the rest of the senses,",
    "ai-tika-abh05t5:333_5": "He who gives things that are pronounced and exerted by the two, that is to say,",
    "ai-tika-abh05t5:334_0": "The praised by the Congregation of the Congregation is finished.",
    "ai-tika-abh05t5:335_0": "The commentary on the skillful is finished.",
    "ai-tika-abh05t5:336_0": "2. Vedanāttikavaṇṇanā",
    "ai-tika-abh05t5:337_0": "1.",
    "ai-tika-abh05t5:337_1": "What is referred to is simply in the same way under the heading of feeling, etc., in the inner skin, flesh, sinews, and equanimity about being formed in the sense.",
    "ai-tika-abh05t5:337_2": "it is about (even) great.",
    "ai-tika-abh05t5:337_3": "Likewise the sun rising (and)",
    "ai-tika-abh05t5:337_4": "For it is not possible that a mendicant who is practicing totally and utterly associated with form, feeling is a basis for pleasant feeling.",
    "ai-tika-abh05t5:337_5": "outshines with three feelings,",
    "ai-tika-abh05t5:337_6": "What is the reason why:",
    "ai-tika-abh05t5:337_7": "Regarding the formations in each case, the feeling associated with feeling, the one who is attached to it, and so on in other objects to continued existence with the body.",
    "ai-tika-abh05t5:337_8": "the object of the first jhāna, etc., which has the object of the origination by virtue, etc., as its object and so on.",
    "ai-tika-abh05t5:338_0": "and what is called ‘profitable’.",
    "ai-tika-abh05t5:338_1": "Formlessness is the manifold state, such as the origin of form, and such as the sun in him.",
    "ai-tika-abh05t5:338_2": "beginning with sounds: here “Fulls” is the sound of the first offence.",
    "ai-tika-abh05t5:338_3": "according to the enquiry, (called) function, all is stated in accordance with natural principles, not opposite qualities, it is mentioned in the language of the objects that arise in him as its object.",
    "ai-tika-abh05t5:338_4": "(His) the beginning of the Dispensation has the object beginning with the first jhāna, etc., as its object, and so on.",
    "ai-tika-abh05t5:338_5": "Hence it is said: “He is including the formless, the recipient, and the receivers in the formless.”",
    "ai-tika-abh05t5:338_6": "all around the perfections of death.",
    "ai-tika-abh05t5:338_7": "it is shown by means of seeing that one is (birth).",
    "ai-tika-abh05t5:338_8": "For the purpose of showing the an indication .",
    "ai-tika-abh05t5:338_9": "Or alternatively, they show all the fourests beginning with the equal .",
    "ai-tika-abh05t5:338_10": "Having arisen from the time of birth and old age, the Lord of the Worlds, and was reborn in front of them.",
    "ai-tika-abh05t5:338_11": "Hence it is said: “Being on all sides, be bound by unbounded space ...”",
    "ai-tika-abh05t5:338_12": "This is what is said.”",
    "ai-tika-abh05t5:338_13": "But when he’s born, he doesn’t become anxiety.",
    "ai-tika-abh05t5:338_14": "Theinter in detail as they arise: for one who both ends and declined.",
    "ai-tika-abh05t5:338_15": "Because of the sign of foulness together with the other opposites, and subsequently held together by reasoning the state of loss.",
    "ai-tika-abh05t5:338_16": "(but) here is the auspicious thing,",
    "ai-tika-abh05t5:338_17": "But they discussed the development of it here,",
    "ai-tika-abh05t5:338_18": "From loose nourishes all the monasteries, thinking, “What’s the reason why all these things?” ...",
    "ai-tika-abh05t5:338_19": "they will give fine foods.”",
    "ai-tika-abh05t5:339_0": "He does not say, “So because of what is the reason for doing,” and “Don’t he proceeds because of their actions,” then, if they don’t get a reason for that, even if they don’t get a reason for the sake of their opposite sex.",
    "ai-tika-abh05t5:339_1": "In order to get past, they don’t gain no cause or condition.",
    "ai-tika-abh05t5:339_2": "Hence it is said: “Monk, we don’t see the truths in censure” .",
    "ai-tika-abh05t5:340_0": "Taking a community by the skillful, they get to give it up in regard to a group. This is what was said, in regard to them as a pretext, when it was said, “Nothing.” ...",
    "ai-tika-abh05t5:340_1": "Worshiping:",
    "ai-tika-abh05t5:340_2": "For there is no profitable feeling in the stage of a wholesome feeling, compared with the feeling.",
    "ai-tika-abh05t5:340_3": "and having expelled the conditions for the sake of a (good) men, they say: “Surely there is no reason for you to say. ” Then they say, ‘They are conditions for the sake of this.’",
    "ai-tika-abh05t5:340_4": "Likewise the cause, reason why they say that the reason for work is said, “Yes,” and they also say, “Neither that causes and reasons.”",
    "ai-tika-abh05t5:341_0": "Associating with the affliction of a moment associated state,",
    "ai-tika-abh05t5:341_1": "stated with sadness as “concome”,",
    "ai-tika-abh05t5:341_2": "having faith in the five ways: possessing faith, ethics, learning, and wisdom.",
    "ai-tika-abh05t5:341_3": "He should make an effort:",
    "ai-tika-abh05t5:341_4": "the rest are types of greed and hate.",
    "ai-tika-abh05t5:341_5": "dies in the morning time.",
    "ai-tika-abh05t5:341_6": "For surely greed and hate are made by the earth,",
    "ai-tika-abh05t5:341_7": "He arrived at, but does not go to a good place.",
    "ai-tika-abh05t5:341_8": "dropped that place where she is showing them, saying: “Who are you able to give them?”",
    "ai-tika-abh05t5:341_9": "Here the feelings:",
    "ai-tika-abh05t5:342_0": "62.Anaññattanti abhedaṁ.",
    "ai-tika-abh05t5:342_1": "For the happiness associated with feeling is a condition for the other two associated states. It is a condition for the other reason, and for the other.",
    "ai-tika-abh05t5:342_2": "So too with the rest of the professions and in the rest of the session, “He is included in the rest.”",
    "ai-tika-abh05t5:342_3": "Therefore it should be understood that the three kinds of purity should be understood as stated in three ways.",
    "ai-tika-abh05t5:342_4": "“I am not liable to grow old, not being reborn in the formless realm.” But when such conditions are fulfilled, they do not report the same.",
    "ai-tika-abh05t5:342_5": "Having arisen in the earlier starting with the later life, when the time has arisen, they don’t grow in dishonest.",
    "ai-tika-abh05t5:342_6": "Therefore it was said: “He who is born in a son of the worst kind.”",
    "ai-tika-abh05t5:342_7": "Likewise, because of the later states enveloped enveloped enclosing and later, they are not a condition for growing old.",
    "ai-tika-abh05t5:342_8": "And there are no time for anyone who is frightening in the later occasions, whenever they arise, you’d still feel remorse.",
    "ai-tika-abh05t5:343_0": "The nine kinds of happiness associated with the extent of pleasant feeling and so on. They doing the same thing as stated in the nine kinds of feeling, etc., and they get the nine kinds of feeling in the Vinaya order and in the way already stated. Then, when the exists they obtained under the eight kinds of feeling, they a single word for the rest.",
    "ai-tika-abh05t5:343_1": "And although the word of the three laws , constantly and continually it is born along with him,",
    "ai-tika-abh05t5:344_0": "The commentary on the feeling is finished.",
    "ai-tika-abh05t5:345_0": "3. Vipākattikavaṇṇanā",
    "ai-tika-abh05t5:346_0": "is said in the commentaries: the meaning is that it is unsuitable.",
    "ai-tika-abh05t5:347_0": "they acquire that statement (which is) suitable for him.",
    "ai-tika-abh05t5:347_1": "Because the mind is produced by a great primary element and appears dependent on the great sacrifice.",
    "ai-tika-abh05t5:347_2": "For there is no danger of anywhere, for it would be ruined by that,",
    "ai-tika-abh05t5:347_3": "for that reason arises in him, and on the monasteries he shows his way to the great creatures winter in the presence of that form, which is now made up of the money and gold, etc., is said to be the best of the head.",
    "ai-tika-abh05t5:347_4": "Even if a man is making a appropriate form, he says, “The mind-made form,” and “bathing things that were likewise birds,” he said, “But it is not to be destroyed,” and he said, “But it is only used to show it,”",
    "ai-tika-abh05t5:347_5": "and having made this entire spectrum on the specific condition.",
    "ai-tika-abh05t5:347_6": "After examining it is arranged for the sake of nutriment,",
    "ai-tika-abh05t5:347_7": "Though they’re cling to them,",
    "ai-tika-abh05t5:347_8": "At the moment of one who is stagnation consisting in nutriment, “It is said” .",
    "ai-tika-abh05t5:348_0": "The conclusion of the result is finished.",
    "ai-tika-abh05t5:349_0": "4. Upādinnattikavaṇṇanā",
    "ai-tika-abh05t5:350_0": "51.",
    "ai-tika-abh05t5:350_1": "He offends against the supermundane and supramundane Dhamma, thinking, “What is because of the attainment of the supermundane states,” he said, “It is because of being a condition for the knowledge because of ill will.”",
    "ai-tika-abh05t5:350_2": "They don’t favor and oppose distraction by means of the fourth jhāna, as well as by one who encountership and seats, etc., which leads to distinction. ...",
    "ai-tika-abh05t5:350_3": "it is said to be shown.”",
    "ai-tika-abh05t5:350_4": "For the sake of non-distraction, etc., which respect the object of his contemplation is carried out.",
    "ai-tika-abh05t5:350_5": "for it is because that being so, because their object is called",
    "ai-tika-abh05t5:350_6": "Or since it is alternatively, it shows why the object of a liberating the object of his own hand, thus it is .",
    "ai-tika-abh05t5:351_0": "and it is the condition for the running hither and extinguishing life as a civility of the life faculty is a condition for the rest of the life faculty. It is a condition for the calming life-continuum, but not as a wide, since it is a condition fordverting, it is a reason why it is the cause of his easeries.",
    "ai-tika-abh05t5:351_1": "This is a condition for the calm, namely, deeds are a condition for the similes of the deeds described in this way. It is a condition for the kind of material deeds, namely, this is a condition for the kind of materiality.",
    "ai-tika-abh05t5:351_2": "And there is the reason why the states beginning with the “linquishment of the life faculty” , etc., conditions for the purpose of the analysis of the life faculty should be understood as stated . So the meaning is that to say, the means of the stated, etc., respectively, and in the case of the stated thus: “Bhikkhus, there is the meaning.”",
    "ai-tika-abh05t5:351_3": "And here in the place wherever the net is shown by deeds, it is said in the Paṭisambhidā, too, the Commentaries, the Commentaries, and the spread in the eighth watch.",
    "ai-tika-abh05t5:351_4": "Suppose there was a net of action that was born in a new town and region, which washed in the air, and phrases and is shown by pus.",
    "ai-tika-abh05t5:351_5": "then, having endless talk, he says, “Having released the eight faults in hate, he says this: ‘There is this, mindfully .’”",
    "ai-tika-abh05t5:351_6": "Herein, they speak on that statement.",
    "ai-tika-abh05t5:351_7": "and when his own body is unbounded, the condition for knowing,",
    "ai-tika-abh05t5:351_8": "Hence it is said: “Having gone to the end.”",
    "ai-tika-abh05t5:352_0": "This too is called a question that is not completed before it.",
    "ai-tika-abh05t5:352_1": "one should be fixed.",
    "ai-tika-abh05t5:352_2": "Therefore he is more strong than that: “He is better than that,”",
    "ai-tika-abh05t5:352_3": "But why are they stated in the two kinds of nutriment? Does it not already described? ”",
    "ai-tika-abh05t5:352_4": "Herein, in the second enquiry is in the second root item.",
    "ai-tika-abh05t5:352_5": "In the second enquiry, nostrils dissatisfaction,",
    "ai-tika-abh05t5:352_6": "It is not possible to develop this.”",
    "ai-tika-abh05t5:352_7": "Anyone else should remain silent.",
    "ai-tika-abh05t5:352_8": "Nor can held on the inside, the snake enquiry,",
    "ai-tika-abh05t5:352_9": "Saying, “After that place,” he said, “Noble One,” and so on, and so on.",
    "ai-tika-abh05t5:352_10": "He should then swallow the morsel, like a lump of lotus stalk, were to be found inside the body between the goods, the inner skin that ropes were to be understood as far as the territory.",
    "ai-tika-abh05t5:353_0": "When this is said: here, with this designation:",
    "ai-tika-abh05t5:353_1": "One root items, according to one root item, products of less than three roots, and one root items are hard to answer.",
    "ai-tika-abh05t5:353_2": "But the principles are not grasped by the teachings ...",
    "ai-tika-abh05t5:353_3": "Here: who has arisen in this world",
    "ai-tika-abh05t5:353_4": "In the second dyad there is repulsion of the second jhāna, etc., that is the basis for questioning . As to the enquire of the impediments, etc., reinforcing the state that has been given up in him by the sort of persons, there is the meaning in the same way that is not a condition for the same reason.",
    "ai-tika-abh05t5:353_5": "And the meaning is that it is in the third root of trees.",
    "ai-tika-abh05t5:353_6": "Or if they ask a question, why are they wholesomely happy to do so? Why are they able to answer?” And when they said, “From then on, to the top of their meaning they say, ‘limited bliss, they answer?’ and expressed the meaning in that case?”",
    "ai-tika-abh05t5:353_7": "And during the opposite sex and surpasses them in the same way as before.",
    "ai-tika-abh05t5:353_8": "Gladness is the wrong way, skillful teaching is well proclaimed. It’s in this way.”",
    "ai-tika-abh05t5:353_9": "Herein, a good thing is left over.",
    "ai-tika-abh05t5:353_10": "But here in this here he has:",
    "ai-tika-abh05t5:353_11": "which were given away by them.",
    "ai-tika-abh05t5:353_12": "one thing gets one thing, one thing makes it understood.",
    "ai-tika-abh05t5:353_13": "abandoned the countless (intermissions), and constantly today, there is many various beings in the various classes of rebirth.",
    "ai-tika-abh05t5:353_14": "many things arise ...",
    "ai-tika-abh05t5:353_15": "There is, this condition: this is what is said, this is what is said.",
    "ai-tika-abh05t5:354_0": "Just as now what has been said is shown by the scene of lumps, etc., in the (from the lakes) in the presence of the Teacher,",
    "ai-tika-abh05t5:354_1": "Herein, there is one opposite sex;",
    "ai-tika-abh05t5:354_2": "This kind of person is!",
    "ai-tika-abh05t5:354_3": "For one thing there is no one thing,",
    "ai-tika-abh05t5:354_4": "Just as one enemy enters upon the same way as the definition of the same way as the basis.",
    "ai-tika-abh05t5:354_5": "For that is a condition for the other two, namely, together with the opposite sex, and so on.",
    "ai-tika-abh05t5:354_6": "one, two liking and producing perfect happiness, one is produced by oneself without another, one with many and eighteen continences.",
    "ai-tika-abh05t5:354_7": "And before the time of the nature of a convergence, or even a single one, the aggregates of the aggregates in the various classes of rebirth into the various classes of rebirth.",
    "ai-tika-abh05t5:354_8": "From countless things that are not liable to be reborn in the realm of luminous form, converted by birth and death.",
    "ai-tika-abh05t5:354_9": "Or alternatively, many kinds of rapture can be construed as “the faculty of the productive of the arisen faculties” according to the productive condition.",
    "ai-tika-abh05t5:354_10": "In this way there is no idiosyncratic interpretations of conceit for such as this.",
    "ai-tika-abh05t5:354_11": "Hence it is said: “Having encountered these (natures),”",
    "ai-tika-abh05t5:354_12": "Factor in the same way there is a together with people, there is another legitimate-like nature, and produce condition.",
    "ai-tika-abh05t5:354_13": "Just as there is profitable enemy, so the wholesome aggregates constituents (of mind and body), their minds originated from the body, after the various forms opposite sex, so the body and the mind become tranquil.",
    "ai-tika-abh05t5:354_14": "Hence it is said: “So it is born in him.”",
    "ai-tika-abh05t5:354_15": "Is there a way of connecting.",
    "ai-tika-abh05t5:354_16": "This one person is reborn in the opposite directions. There is no reason why they’re unarisened.",
    "ai-tika-abh05t5:354_17": "Hence it is said: “So it is illegitimately not in accordance with the Teaching,",
    "ai-tika-abh05t5:354_18": "which different things differently different.”",
    "ai-tika-abh05t5:355_0": "Now comes the description of the development of the faculties in the Pāvārika Suttanta, thinking: “There may be no matter,”",
    "ai-tika-abh05t5:355_1": "Herein, there is one thing that is referred to the individual essence, there is no one producing condition,",
    "ai-tika-abh05t5:355_2": "I was responsible for wealth,",
    "ai-tika-abh05t5:355_3": "Therefore it is said: “He who is born in a womb” .",
    "ai-tika-abh05t5:355_4": "nor is it said to be a guide.”",
    "ai-tika-abh05t5:355_5": "and taking that of the very same births in the same place as before, this is the concept of the Sakyans.",
    "ai-tika-abh05t5:355_6": "In the same way: the one thing and the individual essence according to the rule.",
    "ai-tika-abh05t5:355_7": "Hence it is said: “He is liable to cease without having exertion.”",
    "ai-tika-abh05t5:355_8": "and the state of oppositeness should be understood here as “bornness” and “blessings” included here the supramundane.",
    "ai-tika-abh05t5:355_9": "thinking: ‘Seing one person has arisen in them, the one who has arisen in them",
    "ai-tika-abh05t5:355_10": "oppressed by the faculties of foulness and clarity, thus it is “without restraint.”",
    "ai-tika-abh05t5:355_11": "The question is the question of the questioning, etc., is the cause of gaining material possessions and grasping aggregates beginning with the teachings, etc., as follows: that is suitable for the Dhamma, and the gaining of the teachings.”",
    "ai-tika-abh05t5:355_12": "Two on the ground, two root items, four root items, five on one root item, and nine root items are hard to root. In the Bāraṇasī there are two roots, three rooted in the form of a group.",
    "ai-tika-abh05t5:355_13": "Just as it is said that he is born in the first-born, so it is can also be said to have become aroused in the same way that is, this is how “by this” .",
    "ai-tika-abh05t5:355_14": "Herein, with a thousand-eyed appearances,",
    "ai-tika-abh05t5:355_15": "for that is so the meaning here is: the sound of those born in a conversion of sharing the same later-place ; the meaning is that it is, the meaning is, it is independent.",
    "ai-tika-abh05t5:355_16": "But the other there is no reason why there is no definition of the teaching and training proclaimed by you.",
    "ai-tika-abh05t5:355_17": "Hence it is said: “After hearing this,”",
    "ai-tika-abh05t5:355_18": "And that based on the basis of truth, which has arisen in the same way as its object, and is defined by the very same level and refers to the same base. When it has been conquered, it is nevertheless stated in the same way.",
    "ai-tika-abh05t5:355_19": "Hence it is said: “After hearing here.”",
    "ai-tika-abh05t5:356_0": "Now, as to the advertsities, he can profitable the senses in the categories.",
    "ai-tika-abh05t5:356_1": "Suppose that there was a chain or causality, and that also he could behaved by an opposite separated from the five classes of rebirths. And if he says, “Possessed by the calling one.” And this is how he said, “There is together with his women or otherwise.”",
    "ai-tika-abh05t5:356_2": "Speaks absolutely in these two ways: just as these.",
    "ai-tika-abh05t5:356_3": "Stroken to the vowel:",
    "ai-tika-abh05t5:356_4": "There is in the analysis of the Monastic Code,",
    "ai-tika-abh05t5:356_5": "Tissa the grounds for recitation, etc., is the basis for ending the impingement, etc., and for the propounding the mind and for the purpose of making improper repulsion, and for the purpose of the accumulations of the round of rebirths, old age, and deathlessness in the way beginning, and in the middle of those states.”",
    "ai-tika-abh05t5:356_6": "And he blowed the ocean right there and then.",
    "ai-tika-abh05t5:356_7": "and they his question is restless.",
    "ai-tika-abh05t5:356_8": "But in the same way, how is there the case of the birth and in a together with the accusation? This is the ground for accusations, in the place where that had been made?",
    "ai-tika-abh05t5:356_9": "and from individuality.”",
    "ai-tika-abh05t5:356_10": "The meaning of this:",
    "ai-tika-abh05t5:356_11": "And here there is the state where the oppositeness is stated in the way beginning, “There is the state consisting in the household life” , etc., as its object, and its object is stated under the influence of the household life. When residuely in the case of the household life, etc., the repetition is stated with a state of anxiety;",
    "ai-tika-abh05t5:356_12": "Afterwards there is no later condition, consume later for the sake of nurse;",
    "ai-tika-abh05t5:356_13": "Unproaches in the another world, they don’t despise it,",
    "ai-tika-abh05t5:356_14": "There is together with reason for a hundred leagues,",
    "ai-tika-abh05t5:356_15": "Likewise in the case of the rest.",
    "ai-tika-abh05t5:356_16": "And the meaning should be seen in the same way.",
    "ai-tika-abh05t5:356_17": "“One from what is profitable” is shown by one who is hostilement consisting in this way: “We will give,” and on account of what is said.",
    "ai-tika-abh05t5:357_0": "The commentary on the colours is finished.",
    "ai-tika-abh05t5:358_0": "6. Vitakkattikavaṇṇanā",
    "ai-tika-abh05t5:359_0": "22.",
    "ai-tika-abh05t5:359_1": "Where the three roots of applied and sustained thought are the three roots of applied and sustained thought. They are the three roots in the seven places, and they have three rooted in the three roots. Then they do one root.",
    "ai-tika-abh05t5:359_2": "Likewise protected by one hundreds,",
    "ai-tika-abh05t5:359_3": "seven days.",
    "ai-tika-abh05t5:359_4": "Five are second:",
    "ai-tika-abh05t5:359_5": "These are the causes and reasons .",
    "ai-tika-abh05t5:359_6": "it should be understood here in the first place.",
    "ai-tika-abh05t5:359_7": "Three on the third occasion: three beginning with happiness, three three, four, five, sixth, seventh, and three.",
    "ai-tika-abh05t5:359_8": "But the first footprint should be understood as the third footprint separated from the third foot of the tree as in the ear ... nose ... tongue ... body ...",
    "ai-tika-abh05t5:359_9": "Eight each other, however, must be understood according to the word commentary on each other, and also by groups of eighteen.",
    "ai-tika-abh05t5:359_10": "While he is living together, he is expecting more.",
    "ai-tika-abh05t5:359_11": "In the second ground, one root items, two root items, and one root items.",
    "ai-tika-abh05t5:359_12": "Likewise the rest of the elevens: in the same way, the meaning is, it is in the eleventh.",
    "ai-tika-abh05t5:359_13": "Underttiya and Bhūtas, and other spenders who range.",
    "ai-tika-abh05t5:359_14": "(They are) in the causes and reasons. This is the reason why the objects have causes,",
    "ai-tika-abh05t5:360_0": "After reciting it, he said, “Noble people have given it away,” but when they don’t leftover, they give it away.",
    "ai-tika-abh05t5:360_1": "Herein, death, what is the reason why they said, “We came.”",
    "ai-tika-abh05t5:360_2": "went to the other shores.",
    "ai-tika-abh05t5:360_3": "But when they do so, they think about it as it was described. They then said: “Without applied thought, without sustained thought they are independent of others.”",
    "ai-tika-abh05t5:360_4": "“On the placing of the mind and keeping it connected are stilled, applied and sustained thought.”",
    "ai-tika-abh05t5:361_0": "“She has the placing of the mind and keeping it connected. ...”",
    "ai-tika-abh05t5:361_1": "walking along with a thousand coins.” And he returned,",
    "ai-tika-abh05t5:361_2": "Thinking it to do it, he said, “We’ll give it to the needle.” ...",
    "ai-tika-abh05t5:361_3": "This is what was said.”",
    "ai-tika-abh05t5:361_4": "Without placing the mind and keeping it connected. ...",
    "ai-tika-abh05t5:361_5": "what is said in this way is, without placing the mind, but with thinking it connected, without placing the mind and keeping it connected there is only a reason for it should not be entered the fire hut in the same place as before. It is only the meaning of the precincts, without applied and with sustained thought. It is only a boat because of the meaning of that.",
    "ai-tika-abh05t5:361_6": "Potaliya it comes about with a jute result in the common sense, thinking “In the place where the result will be seen by oneself.”",
    "ai-tika-abh05t5:361_7": "Hence it is said: “He whoever has no placing the mind and keeping it connected without applied thought, without sustained thought.”",
    "ai-tika-abh05t5:362_0": "In the first ground, abolishing, and using the four roots of a communities.",
    "ai-tika-abh05t5:363_0": "It is only the reason why placing the mind and keeping it connected is not only the reason why placing the mind, but with applied and sustained thought, without applied thought, without sustained thought, with happiness and with the stilling of applied and sustained thought. It is only a condition for the root of the state that is the reason.",
    "ai-tika-abh05t5:363_1": "Seven kinds of fondness should not be constructed each with what is said.",
    "ai-tika-abh05t5:363_2": "With the cause, for the reason, (if) he came to rest.",
    "ai-tika-abh05t5:363_3": "It is here that the grounds for relies on the four grounds, etc., are included in the seven places, and then the barbers should be understood as said to “Rejectly.”",
    "ai-tika-abh05t5:364_0": "It is the kamma-originated elements because it is the definition of the opposite sex, and because it is the manner of his enemy.",
    "ai-tika-abh05t5:364_1": "For he can also be called “blessed” when he can be called “haste- of kamma-process and defilement” in the fine-material procedure consisting of boundless conduct, etc., and in the law of all kinds, he can be called “haved” because of the “bliss of their own work” .",
    "ai-tika-abh05t5:364_2": "for they understand.”",
    "ai-tika-abh05t5:365_0": "The color of thinking is finished.",
    "ai-tika-abh05t5:366_0": "Defilements Given: Preaching and seeing is the commentary on the ascetic practices.",
    "ai-tika-abh05t5:367_0": "With the analysis of conditional origination in the Vibhaṅga thus: “This is the calm, this is the cause, this is the reason why it is said to be in order touse themselves, not causing the deathless.”",
    "ai-tika-abh05t5:367_1": "The meaning should be understood here according to the meaning of that origination.",
    "ai-tika-abh05t5:368_0": "The commentary on seeing is finished.",
    "ai-tika-abh05t5:369_0": "At the conclusion of the legal procedure of reconciliation",
    "ai-tika-abh05t5:370_0": "Thus there are five roots for making precises for the sake of embankment.",
    "ai-tika-abh05t5:371_0": "Self is finished.",
    "ai-tika-abh05t5:372_0": "is complete in the chapter."
}