{
    "ai-tika-vin04t6:0_0": "Aniyatakaṇḍo",
    "ai-tika-vin04t6:1_0": "The training rule on the first part of the body",
    "ai-tika-vin04t6:2_0": "These are the only imperturbable, etc.: they are also in the way already described.",
    "ai-tika-vin04t6:2_1": "This being so, too, is to be constantly on her heels.",
    "ai-tika-vin04t6:2_2": "one woman surpasses one woman by herself with a woman.",
    "ai-tika-vin04t6:2_3": "there is private to the eye:",
    "ai-tika-vin04t6:2_4": "And even if he came back in the morning time, he said: “The eye is private alone, there is delight in private,”",
    "ai-tika-vin04t6:2_5": "And even if the door is was pregnant, there is no offense for a sensible person.",
    "ai-tika-vin04t6:2_6": "And wherever a woman is sitting in a place with eyesight in the thirty-two edges, one with a mind full of kindness, one with a confident mind, even if one does not makes a fair with eyes. But even if it was similar, he doesn’t winnowing it, and he acts disrespectfully, saying “That woman.”",
    "ai-tika-vin04t6:2_7": "concealed on a concealed seat, concealed for a concealed place.",
    "ai-tika-vin04t6:2_8": "Understanding deeds, making amends for their deeds, and Understanding deeds, they’re unable to perform doing bad deeds, and there’s no need to doing in that state.",
    "ai-tika-vin04t6:2_9": "Where one is able to do it, it is good fortune.",
    "ai-tika-vin04t6:2_10": "Sits down: “ sit down, having a sitting down, is the meaning.”",
    "ai-tika-vin04t6:2_11": "both lay down here and now:, lies down by the lying down in the company of the lying down.",
    "ai-tika-vin04t6:2_12": "Experiential confidence: it is among those who have faith, possesses faith, is the meaning.",
    "ai-tika-vin04t6:2_13": "When a mendicant makes this claim, they may claim:",
    "ai-tika-vin04t6:2_14": "Whether he goes, deals with him in any way, or laywomen he would have a laywoman, and he should then inform her of these such a kind that he should then be refuted ashes, for the sake of having talk.",
    "ai-tika-vin04t6:2_15": "He is seen, so, this is how it is said.",
    "ai-tika-vin04t6:2_16": "this teaching is to be dissatisfied, or according to the offense, and it should be dealt with according to the rule.",
    "ai-tika-vin04t6:3_0": "Udāyī spoke with women to the senior monks about the class of offenses. Sheadily sat down on a seat with women, preparing a behalf in secret, and with her eyes. She’s with a woman, acting like this. She’s covered with her hand, giant, sexual intercourse with her, and disagreeable warrior genitals.",
    "ai-tika-vin04t6:3_1": "and going, sitting, or lying down, he sits down or lies down on that seat. On the contrary, he commits an offense entailing confession.",
    "ai-tika-vin04t6:3_2": "If they do so, he should do so in each other with respect to the body, or they should be dealt with according to the other.",
    "ai-tika-vin04t6:3_3": "likewise in sitting.",
    "ai-tika-vin04t6:3_4": "When the Buddha had prohibited under the influence of the city, he stood at ease like a full moonlightening. When there is no offense, he responding for mindfulness and full awareness, with the thought,",
    "ai-tika-vin04t6:3_5": "If she is insane, and she perceives her as such, there is no offense.",
    "ai-tika-vin04t6:3_6": "They may be failure in morality,",
    "ai-tika-vin04t6:3_7": "But he admits to that offense, when it is finished, to the relatives there is divided into it.",
    "ai-tika-vin04t6:3_8": "Where the first places of the conqueror showers",
    "ai-tika-vin04t6:4_0": "The first training rule on the first dwelling places is finished.",
    "ai-tika-vin04t6:5_0": "The training rule on the second",
    "ai-tika-vin04t6:6_0": "If a woman, while standing, sitting, or lying down in the same level of advice, was standing on the ground, sitting on the side of the giving a bush, there is no offense.",
    "ai-tika-vin04t6:6_1": "But a person who is bound by the eye, if they don’t make a blind man,",
    "ai-tika-vin04t6:6_2": "The offense entailing expulsion and acknowledgment, this is called “an offense”.",
    "ai-tika-vin04t6:6_3": "The rest should be understood as the previous.",
    "ai-tika-vin04t6:6_4": "Compassion is an instance in all directions.",
    "ai-tika-vin04t6:7_0": "The second training rule on the second",
    "ai-tika-vin04t6:8_0": "It is said in the way already described .",
    "ai-tika-vin04t6:9_0": "doubting in the Pātimokkha,",
    "ai-tika-vin04t6:10_0": "The assembly of undetermined offenses is finished."
}