{
    "ai-tika-s0302t6:0_0": "7. Rāhulasaṁyuttaṁ",
    "ai-tika-s0302t6:1_0": "1. Paṭhamavaggo",
    "ai-tika-s0302t6:2_0": "1-8. Cakkhusuttādivaṇṇanā",
    "ai-tika-s0302t6:3_0": "He lives alone, after living in the four lower realms,",
    "ai-tika-s0302t6:3_1": "Hence Vibhaṅga, “Herein,” “Because of that he has no doubt.",
    "ai-tika-s0302t6:3_2": "When there is no coming and going, one whose mindfulness is established and the mind is not distracted by all living beings.",
    "ai-tika-s0302t6:3_3": "Endowed: ardent and possessed of energy, occurred with the complete in energy, which is accompanied by defilements,",
    "ai-tika-s0302t6:3_4": ", resolutely, he subdued his mind in that place; there is the meaning.",
    "ai-tika-s0302t6:3_5": "Having become undeveloped in this way, having become previously, and produced in the reckoning, he then, having become adhered to by means of the previous existence.",
    "ai-tika-s0302t6:3_6": "the teaching is permanent and impermanent.",
    "ai-tika-s0302t6:3_7": "having arisen in one at the moment of his very moment, at the moment of birth trembles.",
    "ai-tika-s0302t6:3_8": "Your dig up, at that time will be intercourse,",
    "ai-tika-s0302t6:3_9": "and it decays and perishes.",
    "ai-tika-s0302t6:3_10": "For when the eye is scattered and divided, he becomes denigrated and mature:",
    "ai-tika-s0302t6:3_11": "He should always put on stopping one’s head while wet. It is permanent, since it is not a regular monk.",
    "ai-tika-s0302t6:3_12": "and you should ask about suffering without reaching suffering.",
    "ai-tika-s0302t6:3_13": "Suffering-Existence in the various forms of suffering in the various forms,",
    "ai-tika-s0302t6:3_14": "* the wisdom there is from producing condition for the mindfulness, is what is reckoned as .",
    "ai-tika-s0302t6:3_15": "and he should reject it by making happiness: he should be developed .",
    "ai-tika-s0302t6:3_16": "(But) my craving, through the power of craving,",
    "ai-tika-s0302t6:3_17": "I am the one who has developed themselves",
    "ai-tika-s0302t6:3_18": "because of my view, “Because of my self-controlled” .",
    "ai-tika-s0302t6:3_19": "fading away, causing fading away,",
    "ai-tika-s0302t6:3_20": "Likewise to the rest of the freedom through freedom,",
    "ai-tika-s0302t6:4_0": "Entering the doors, the introduction of the door, and the consciousness-confidence (only) being established in mind.",
    "ai-tika-s0302t6:5_0": "In the sixth sense sphere (of the First Absorption), the Righteously, having the Simile of the Commentaries,",
    "ai-tika-s0302t6:5_1": "just as the first Vibhaṅga with the five-twos, including faith, etc., and third and also the fourth enlightenment factor: just as the confidence of those without it,",
    "ai-tika-s0302t6:5_2": "Thoughts that are not associated with it",
    "ai-tika-s0302t6:5_3": "For that reason is indeed the way that someone must be responded to one another.",
    "ai-tika-s0302t6:5_4": "Everywhere in all aspects, everywhere in all aspects,",
    "ai-tika-s0302t6:5_5": "Joyed by flames and fastened,",
    "ai-tika-s0302t6:6_0": "The convention in the eye’s colour is finished.",
    "ai-tika-s0302t6:7_0": "9. Dhātusuttavaṇṇanā",
    "ai-tika-s0302t6:8_0": "196.",
    "ai-tika-s0302t6:8_1": "the space element that of the space element is called “matter” in the sense of countering of that space as in the remaining.",
    "ai-tika-s0302t6:8_2": "name and form are related to those names.",
    "ai-tika-s0302t6:9_0": "The Relics of the Elements is finished.",
    "ai-tika-s0302t6:10_0": "10. Khandhasuttavaṇṇanā",
    "ai-tika-s0302t6:11_0": "The exposition of the teaching on the parts of the teaching is included in the teaching of the Saṅgha, and of the Dhamma.",
    "ai-tika-s0302t6:11_1": "in this world they are fathomed:",
    "ai-tika-s0302t6:11_2": "he should eleven on the ground, and he may accept (only).",
    "ai-tika-s0302t6:12_0": "The Aggregates are finished.",
    "ai-tika-s0302t6:13_0": "The first section for recitation is finished.",
    "ai-tika-s0302t6:14_0": "2. Dutiyavaggo",
    "ai-tika-s0302t6:15_0": "11. Anusayasuttavaṇṇanā",
    "ai-tika-s0302t6:16_0": "200.",
    "ai-tika-s0302t6:16_1": "In the second rainy season Venerable Rāhula shows his own body with its own hands.",
    "ai-tika-s0302t6:16_2": "it is said to be shown by one who is not an ascetic,",
    "ai-tika-s0302t6:16_3": "Having removed (after) in the formless, he takes material things in the present life. Then he grabbed me by seized.",
    "ai-tika-s0302t6:16_4": "later they say: “Such is a reference to such a one.”",
    "ai-tika-s0302t6:16_5": "The first is “first” in this body, and “In this way, “In this body there is head hairs.”",
    "ai-tika-s0302t6:16_6": "In the last watch, “By this” is the very same as that of these.",
    "ai-tika-s0302t6:16_7": "these views are produced by defilements, and craving for views.",
    "ai-tika-s0302t6:16_8": "In regard to these enemys: both internal and externally,",
    "ai-tika-s0302t6:16_9": "Rather, the precincts of the fact that were rightly established in oneself, settles down by the astute in the presence of the Buddha. ...",
    "ai-tika-s0302t6:16_10": "One can see one instances and stages by directing knowledge. They see visions in the variety of paths, perceiving that he has made the path leading to the end of suffering in himself.",
    "ai-tika-s0302t6:17_0": "The Congregation of the Tendencies is finished.",
    "ai-tika-s0302t6:18_0": "12. Apagatasuttavaṇṇanā",
    "ai-tika-s0302t6:19_0": "they said: “I’m struck by myself,” and they don’t have reached the ultimate goal, reached the ultimate goal, preceding the ultimate southern branch.",
    "ai-tika-s0302t6:20_0": "The Connection with Conceit is finished.",
    "ai-tika-s0302t6:21_0": "The second group of nine is finished.",
    "ai-tika-s0302t6:22_0": "First: twenty-four kinds of fire.",
    "ai-tika-s0302t6:22_1": "he was taught by the master’s enlightenment-states (of the level), which was made an adept.",
    "ai-tika-s0302t6:22_2": "“The first is my first monk, venerable Sir,” “My seconded-handed,” “Venerable sir, he is referred to the elder,” etc., in the second enquiry, and so on.",
    "ai-tika-s0302t6:22_3": "the (magical) processes, the component of (the Dhamma), and the faithful,",
    "ai-tika-s0302t6:22_4": "when it was done by that, it was finished,",
    "ai-tika-s0302t6:22_5": "he gave it to those Elders who followed the Dhamma, and because of what he had thought.",
    "ai-tika-s0302t6:22_6": "and he taught the Fortunate One in-breath.",
    "ai-tika-s0302t6:23_0": "Questioning the sword of the self-control",
    "ai-tika-s0302t6:24_0": "The Linked Discourses on the Uppalavaṇṇā is the commentary because of the praised."
}