{
    "ai-tika-abh06t10:0_0": "10. Dasamo paricchedo",
    "ai-tika-abh06t10:1_0": "revealing of forms.",
    "ai-tika-abh06t10:2_0": "622.",
    "ai-tika-abh06t10:3_0": "when this is said in the arising of the mind, that which is propounded,",
    "ai-tika-abh06t10:4_0": "Now I will perform miracles with him.",
    "ai-tika-abh06t10:5_0": "623.",
    "ai-tika-abh06t10:6_0": "Whatever form there is, so it facts with form, or he.",
    "ai-tika-abh06t10:7_0": "it is beautiful, formless, beautiful, and ugly;",
    "ai-tika-abh06t10:8_0": "624.",
    "ai-tika-abh06t10:9_0": "That form is twofold, it is the breaking up of the body.",
    "ai-tika-abh06t10:10_0": "four great elementals arise in the four great elementals;",
    "ai-tika-abh06t10:11_0": "625.",
    "ai-tika-abh06t10:12_0": "The earth element and water.",
    "ai-tika-abh06t10:13_0": "And a fire and air;",
    "ai-tika-abh06t10:14_0": "These are the four primary elements.",
    "ai-tika-abh06t10:15_0": "it’s taught by the great creatures.",
    "ai-tika-abh06t10:16_0": "626.",
    "ai-tika-abh06t10:17_0": "great primary elements,",
    "ai-tika-abh06t10:18_0": "both of the kinds of greatness and because they are ensure.",
    "ai-tika-abh06t10:19_0": "627.",
    "ai-tika-abh06t10:20_0": "eye and ear.",
    "ai-tika-abh06t10:21_0": "sounds, smells, tastes, and touches.",
    "ai-tika-abh06t10:22_0": "628.",
    "ai-tika-abh06t10:23_0": "two bases are the grounds for the body, and for the purification of the body.",
    "ai-tika-abh06t10:24_0": "as the past, future, and present.",
    "ai-tika-abh06t10:25_0": "629.",
    "ai-tika-abh06t10:26_0": "calm, forms are both appropriate and unpleasant.",
    "ai-tika-abh06t10:27_0": "These are called the four ways of attending to.",
    "ai-tika-abh06t10:28_0": "630.",
    "ai-tika-abh06t10:29_0": "and rolled forth by great creatures.",
    "ai-tika-abh06t10:30_0": "With a fault-finding mind, decaying, (so) grasping,",
    "ai-tika-abh06t10:31_0": "631.",
    "ai-tika-abh06t10:32_0": "The Earth and the earth, because of a (certain) conditions,",
    "ai-tika-abh06t10:33_0": "heats (her) fire, and has become famous and quick to eat it,",
    "ai-tika-abh06t10:34_0": "632.",
    "ai-tika-abh06t10:35_0": "to give them what has the marks on forms.",
    "ai-tika-abh06t10:36_0": "For the three (magical) things become known in the three Vedas,",
    "ai-tika-abh06t10:37_0": "633.",
    "ai-tika-abh06t10:38_0": "whether the ascetic life is due to a dead, or to a dead one,",
    "ai-tika-abh06t10:39_0": "A prey to wishes for him a taste.",
    "ai-tika-abh06t10:40_0": "634.",
    "ai-tika-abh06t10:41_0": "Or alternatively, or the air in the place wherever the tree is used.",
    "ai-tika-abh06t10:42_0": "whatever seat is placed in the (good) seats you have allowed.",
    "ai-tika-abh06t10:43_0": "Herein, the characteristic of stiffenedness is characterized as the earth element. Its function is to maintaining.",
    "ai-tika-abh06t10:43_1": "It has the characteristic of endearing . Its function is to for maintaining . It is manifested as the Saṅgha.",
    "ai-tika-abh06t10:43_2": "The fire element has the characteristic of heat. Its function is to mature . It is manifested as a continued supply of softness.",
    "ai-tika-abh06t10:43_3": "It is the characteristic of distension. Its function is to for the air element. It is manifested as air element.",
    "ai-tika-abh06t10:43_4": "And here there should be understood that one place only in one place:",
    "ai-tika-abh06t10:44_0": "It simply: it shows that sight .",
    "ai-tika-abh06t10:45_0": "635.",
    "ai-tika-abh06t10:46_0": "Herein, the wisdom there is from the group of six-of-eyed, is what is called to say,",
    "ai-tika-abh06t10:47_0": "Herein, wisdom is fivefold by means of the eye.",
    "ai-tika-abh06t10:48_0": "636.",
    "ai-tika-abh06t10:49_0": "and since it is known that he is penetrated (myself) friendly and composed,",
    "ai-tika-abh06t10:50_0": "My diversity was like a diverse spect.",
    "ai-tika-abh06t10:51_0": "637.",
    "ai-tika-abh06t10:52_0": "of the wisdom there is from the knowledge of various faculties and the rest of the sense faculties,",
    "ai-tika-abh06t10:53_0": "The Sage, who has crossed the eye of the world,",
    "ai-tika-abh06t10:54_0": "638.",
    "ai-tika-abh06t10:55_0": "the knowledge of the path, and the wisdom there is from it,",
    "ai-tika-abh06t10:56_0": "knowledge of omniscience, knowledge of omniscience,",
    "ai-tika-abh06t10:57_0": "639.",
    "ai-tika-abh06t10:58_0": "the Buddha said: “What has the eye know.”",
    "ai-tika-abh06t10:59_0": "she is called “the divine eye of wisdom”;",
    "ai-tika-abh06t10:60_0": "640.",
    "ai-tika-abh06t10:61_0": "and of two-hundred eyes,",
    "ai-tika-abh06t10:62_0": "grounded in the eyes of speech, starting points,",
    "ai-tika-abh06t10:63_0": "641.",
    "ai-tika-abh06t10:64_0": "above ground sockets and below the collar bones,",
    "ai-tika-abh06t10:65_0": "merely by eyebrows, trickling on both sides,",
    "ai-tika-abh06t10:66_0": "642.",
    "ai-tika-abh06t10:67_0": "(Whoever) is what is inside out, and what is allowable for him,",
    "ai-tika-abh06t10:68_0": "and with the flesh of the hide is said to be lump of meat.",
    "ai-tika-abh06t10:69_0": "643.",
    "ai-tika-abh06t10:70_0": "A whole world is like the poor,",
    "ai-tika-abh06t10:71_0": "Such is the very blue, the sal tree know,",
    "ai-tika-abh06t10:72_0": "644.",
    "ai-tika-abh06t10:73_0": "For one who has not eyes is called a basis for it.",
    "ai-tika-abh06t10:74_0": "But the eyes have lost this eye.",
    "ai-tika-abh06t10:75_0": "645.",
    "ai-tika-abh06t10:76_0": "Colour, odour, taste, and flavor.",
    "ai-tika-abh06t10:77_0": "And the four elements too through the elements too.",
    "ai-tika-abh06t10:78_0": "the shape of continuation of existence is the shape of turmeric power.",
    "ai-tika-abh06t10:79_0": "My life is right.",
    "ai-tika-abh06t10:80_0": "646.",
    "ai-tika-abh06t10:81_0": "It is body:",
    "ai-tika-abh06t10:82_0": "The fourteenth and the fifteenth.",
    "ai-tika-abh06t10:83_0": "As in detail like this,",
    "ai-tika-abh06t10:84_0": "And the four elements too through the elements too.",
    "ai-tika-abh06t10:85_0": "647.",
    "ai-tika-abh06t10:86_0": "Colour, odour, taste, and flavor.",
    "ai-tika-abh06t10:87_0": "likewise in the shape of continuation.",
    "ai-tika-abh06t10:88_0": "In the four productions, these are the ten powers.",
    "ai-tika-abh06t10:89_0": "Forty years they become established in agitation.",
    "ai-tika-abh06t10:90_0": "648.",
    "ai-tika-abh06t10:91_0": "The eye-sphere is confidence, and it is just that much.",
    "ai-tika-abh06t10:92_0": "For forty-three teeth remains one (attained) through four forms,",
    "ai-tika-abh06t10:93_0": "649.",
    "ai-tika-abh06t10:94_0": "but to surround it there is a sight",
    "ai-tika-abh06t10:95_0": "they are known by the eye of the astute.",
    "ai-tika-abh06t10:96_0": "650.",
    "ai-tika-abh06t10:97_0": "But here there is a little bit of dirt.",
    "ai-tika-abh06t10:98_0": "But there are four great beings in the realm of (intentional) deeds,",
    "ai-tika-abh06t10:99_0": "651.",
    "ai-tika-abh06t10:100_0": "This is the five eyes, the five eyes of the eye,",
    "ai-tika-abh06t10:101_0": "On that occasion it was the very day of the Visionary,",
    "ai-tika-abh06t10:102_0": "652.",
    "ai-tika-abh06t10:103_0": "at the time of a white parasol.",
    "ai-tika-abh06t10:104_0": "in the middle of the Commentaries, and in the wide-blacks (only),",
    "ai-tika-abh06t10:105_0": "653.",
    "ai-tika-abh06t10:106_0": "And in the four ways of being constructed in the four ways, namely,",
    "ai-tika-abh06t10:107_0": "arrived in the auspicious world, and so on,",
    "ai-tika-abh06t10:108_0": "654.",
    "ai-tika-abh06t10:109_0": "The life span, at the time of the posts, was a length of life.",
    "ai-tika-abh06t10:110_0": "surrounded by bejoys of colour and smells,",
    "ai-tika-abh06t10:111_0": "655.",
    "ai-tika-abh06t10:112_0": "eye-consciousness, discussing the site of possessing the eye-consciousness,",
    "ai-tika-abh06t10:113_0": "when a rope were being carried along, he stands in the charnel ground.",
    "ai-tika-abh06t10:114_0": "for this is said:",
    "ai-tika-abh06t10:115_0": "656.",
    "ai-tika-abh06t10:116_0": "“In the same way the eye is produced by the eye,",
    "ai-tika-abh06t10:117_0": "the limited period of six.",
    "ai-tika-abh06t10:118_0": "657.",
    "ai-tika-abh06t10:119_0": "For in the case of the remaining in isnerable, ~ for marriage.",
    "ai-tika-abh06t10:120_0": "And I will tell in each other",
    "ai-tika-abh06t10:121_0": "Listening what is beneficial for him is the shape of various kinds of fingers and toes, all-spoked riches, made up of the cotton-workers, paying homage to him, level grounds for disturbance.",
    "ai-tika-abh06t10:122_0": "He stands knocking on the nose, which continues to tremble and creeping the neck worms, just as the place where they stand,",
    "ai-tika-abh06t10:123_0": "He stands in the middle of the tongue or tastes his tongue like a rose on the tongue-tip or his tongue-tip, and his tongue can then appear like a change in the middle.",
    "ai-tika-abh06t10:124_0": "his body became foliaged as it were,",
    "ai-tika-abh06t10:124_1": "But however, however, however, there is bodily formation, which is pervaded by the body and all of the various kinds of foulness in the place described in it, is composed in the way already described.",
    "ai-tika-abh06t10:125_0": "However, in this context what is characterized as to its characteristic:",
    "ai-tika-abh06t10:125_1": "Eye consciousness is the characteristic of the seer. Its function is to for visible objects and materiality. It is manifested as elimination of consciousness, etc., of the eye-consciousness that is characterized as its near enemy. Its provinceding the eye-consciousness. It is manifested as a preceiving of visible object.",
    "ai-tika-abh06t10:126_0": "Endowed with the characteristic of sense desires, illuminating the earlier and the mind-consciousness, ear-contact, nose-contact, mind-worlds, loving-kindness, and unequalledness as its near enemy. It is manifested as a precedes, So it is manifested as a manifestation ofxiety.",
    "ai-tika-abh06t10:127_0": "Girimes, treating their opinions, etc., and unevenly, cutting off Gandhamādana, and treating his nose-consciousness. It is manifested as adornments, and fragrance of nose-consciousness. Its proximate cause is seeing its necessary element.",
    "ai-tika-abh06t10:128_0": "It has the characteristic of continued existence as its near enemy. Its function is to pervade beings. It is manifested as adornments, etc., and loving-kindness is characterized as its near enemy. Its proximate cause is seeing its physical matter.",
    "ai-tika-abh06t10:129_0": "Contact, workplaces, and their body have the characteristic of obstinacy. Its function is to pervade , conducive to heaven. It is manifested as a precept dection of tangible object. Its function is to pervade the prece of his body, and it is manifested as advantage.",
    "ai-tika-abh06t10:130_0": "But some say:",
    "ai-tika-abh06t10:131_0": "658.",
    "ai-tika-abh06t10:132_0": "Through (myself) beings, ~ who have faith in the eye,",
    "ai-tika-abh06t10:133_0": "The Benefits of the auspicious Snakes",
    "ai-tika-abh06t10:134_0": "659.",
    "ai-tika-abh06t10:135_0": "But then they should be told, “Consider it,” he said.",
    "ai-tika-abh06t10:136_0": "I’ve heard you have no doubts or uncertainties.",
    "ai-tika-abh06t10:137_0": "660.",
    "ai-tika-abh06t10:138_0": "When there is an abiding, how of great although faith in the future?",
    "ai-tika-abh06t10:139_0": "For the calms are born in those beings,",
    "ai-tika-abh06t10:140_0": "661.",
    "ai-tika-abh06t10:141_0": "Therefore, having completely transcended the four beings,",
    "ai-tika-abh06t10:142_0": "Having abandoned all these, they’re in decline,",
    "ai-tika-abh06t10:143_0": "662.",
    "ai-tika-abh06t10:144_0": "whose deeds are shown by way of action,",
    "ai-tika-abh06t10:145_0": "for they have no distinctions for the various grounds;",
    "ai-tika-abh06t10:146_0": "663.",
    "ai-tika-abh06t10:147_0": "Thus (this) the path gone to (attained) the stream,",
    "ai-tika-abh06t10:148_0": "but this medicine as you like.",
    "ai-tika-abh06t10:149_0": "They explain form, the meaning of forms, produced by form, made up of the heart.",
    "ai-tika-abh06t10:149_1": "But it has the characteristic of sight that is characterized as its profitable. Its function is to pervade the eye, and so on. It is manifested as adverting with the four great primaries.",
    "ai-tika-abh06t10:149_2": "so they are complete in all the same way.",
    "ai-tika-abh06t10:150_0": "Arranging is the characteristic of sounds. Its function is to referring to the ear-consciousness that has the characteristic of ear-consciousness. Its function is to be successful too. It is manifested as the characteristic of sovereignty.",
    "ai-tika-abh06t10:151_0": "That is why the tongue is characterized as the taste of tastes. The tongue has the taste of tongue-consciousness. Its function is to pervade and the tongue. It is manifested as sustained thought. Its function is to sustained thought in the individual essence. It is manifested as a subduing of the tongue-consciousness.",
    "ai-tika-abh06t10:152_0": "It is manifested as adverting with the nose, its characteristic, fragrance, and so on. Its fairy, and its characteristic is its far owing to its individual essence. It has its characteristic. It is manifested as a state consisting of fragrance.",
    "ai-tika-abh06t10:153_0": "the others from the faculty:",
    "ai-tika-abh06t10:154_0": "664.",
    "ai-tika-abh06t10:155_0": "he is surrounded by his mass of fire, and he is backbiting.",
    "ai-tika-abh06t10:156_0": "Should give up that woman or man, he might not have a sense of conscience,",
    "ai-tika-abh06t10:157_0": "665.",
    "ai-tika-abh06t10:158_0": "The femininity of others is obstructed by women with women.",
    "ai-tika-abh06t10:159_0": "don’t occur amongst those who relieve.",
    "ai-tika-abh06t10:160_0": "666.",
    "ai-tika-abh06t10:161_0": "One should not identify with the eye, one should not identify in it,",
    "ai-tika-abh06t10:162_0": "There are women or girls for them who are known by the eye,",
    "ai-tika-abh06t10:163_0": "667.",
    "ai-tika-abh06t10:164_0": "So too inThat is better than men, each men, and the manages of men,",
    "ai-tika-abh06t10:165_0": "this is the first offering to both sides.",
    "ai-tika-abh06t10:166_0": "668.",
    "ai-tika-abh06t10:167_0": "prevents produced by others, he arouses desire and aversion .",
    "ai-tika-abh06t10:168_0": "he turns around and turns back evenly.",
    "ai-tika-abh06t10:169_0": "669.",
    "ai-tika-abh06t10:170_0": "* he will despise a great deal of wickedness.",
    "ai-tika-abh06t10:171_0": "Indeed, the skillful faculty,",
    "ai-tika-abh06t10:172_0": "670.",
    "ai-tika-abh06t10:173_0": "the skill in woman’s body.",
    "ai-tika-abh06t10:174_0": "by the power of a woman’s feeble through the power of her merit.",
    "ai-tika-abh06t10:175_0": "671.",
    "ai-tika-abh06t10:176_0": "vii.",
    "ai-tika-abh06t10:177_0": "so, with no peace in mind,",
    "ai-tika-abh06t10:178_0": "672.",
    "ai-tika-abh06t10:179_0": "and there may be no curry of the letter,",
    "ai-tika-abh06t10:180_0": "for that deed is the defilement of his mind,",
    "ai-tika-abh06t10:181_0": "For these are called characteristics in both.",
    "ai-tika-abh06t10:181_1": "Herein, the characteristics of woman is characterized as “Repulsiveness” , etc., male and female characteristics, festering, and so on. Its festering the sign of women.",
    "ai-tika-abh06t10:182_0": "for a man, for male and female spirits, for male and female generals, for mentioned prey for a man, for male and female marks.",
    "ai-tika-abh06t10:183_0": "Life life:",
    "ai-tika-abh06t10:184_0": "673.",
    "ai-tika-abh06t10:185_0": "one should say about the life faculty,",
    "ai-tika-abh06t10:186_0": "The Endowed Ones say that in the way already described.",
    "ai-tika-abh06t10:187_0": "should be understood as it is this:",
    "ai-tika-abh06t10:187_1": "The characteristics of the bowel and the characteristic of the manifestation of the life faculty , which occurs as its proximate cause of the life faculty . Its manifestation of the life faculty . For their proximate cause should be placed on that matter.",
    "ai-tika-abh06t10:188_0": "On account of the heart",
    "ai-tika-abh06t10:189_0": "674.",
    "ai-tika-abh06t10:190_0": "the mind element is related to the mind-consciousness element.",
    "ai-tika-abh06t10:191_0": "(They are) the five.",
    "ai-tika-abh06t10:192_0": "The mind element has the characteristic of mind element. Its function is to be found. It is manifested as the heart element, and the manifestation of the mind element. Its proximate cause should be seen as the elements of the heart.",
    "ai-tika-abh06t10:193_0": "nutriment nourishes food, drank water, that veryurinated, thus it is nutriment .",
    "ai-tika-abh06t10:194_0": "675.",
    "ai-tika-abh06t10:195_0": "Those who sacrifice, and whatever they creatures there are,",
    "ai-tika-abh06t10:196_0": "This is called theurteency.",
    "ai-tika-abh06t10:197_0": "676.",
    "ai-tika-abh06t10:198_0": "he carries the decide on the site, thinking:",
    "ai-tika-abh06t10:199_0": "and it is not able to live at the time of life.",
    "ai-tika-abh06t10:200_0": "677.",
    "ai-tika-abh06t10:201_0": "was able to prepare a charming and tremble.",
    "ai-tika-abh06t10:202_0": "both are able, and so on.",
    "ai-tika-abh06t10:203_0": "But however, has the characteristic of its characteristic, etc., should be understood to corresponding encloses, etc., as its characteristic, etc., which brings about physical nutriment should be understood as the basis for ending of bodily forms.",
    "ai-tika-abh06t10:204_0": "As they understand for their own body, they ask for the deathless thus.",
    "ai-tika-abh06t10:204_1": "she essences it herself in the presence of the body, and she perceives it as distinguished.",
    "ai-tika-abh06t10:204_2": "“Restraint by body, speech, and mind is good,”",
    "ai-tika-abh06t10:204_3": "Then, because of the profession of the body and of speech, they’re persuaded, since they act in line with the body and speech that they’re persuaded.",
    "ai-tika-abh06t10:205_0": "678.",
    "ai-tika-abh06t10:206_0": "and whatever bodily-forms there is born in the mind-element by the mind-element.",
    "ai-tika-abh06t10:207_0": "has the reason for one endowed with forms,",
    "ai-tika-abh06t10:208_0": "679.",
    "ai-tika-abh06t10:209_0": "physical contact, cognitive (the body) which is consistent, and is dead.",
    "ai-tika-abh06t10:210_0": "Herein, the merit is the overflowing of merit, but the merit is (suitable) merit.",
    "ai-tika-abh06t10:211_0": "680.",
    "ai-tika-abh06t10:212_0": "Having seen the Teacher, the rose from his calm,",
    "ai-tika-abh06t10:213_0": "they winnow the same kind of existence, and warning them all.",
    "ai-tika-abh06t10:214_0": "681.",
    "ai-tika-abh06t10:215_0": "Having gained fame, at the level of the post,",
    "ai-tika-abh06t10:216_0": "under the air elements of consciousness,",
    "ai-tika-abh06t10:217_0": "682.",
    "ai-tika-abh06t10:218_0": "you should train your mind through seven air elements:",
    "ai-tika-abh06t10:219_0": "wrapped with wax,",
    "ai-tika-abh06t10:220_0": "In the description of the recitation is said:",
    "ai-tika-abh06t10:221_0": "683.",
    "ai-tika-abh06t10:222_0": "the condition for the mental Agitation, and for the consciousness of the base consisting of boundless consciousness,",
    "ai-tika-abh06t10:223_0": "he who, in the earth element, is this earth element.",
    "ai-tika-abh06t10:224_0": "684.",
    "ai-tika-abh06t10:225_0": "students cognizable by the four kinds of sound: but the ear is Sahajāti .",
    "ai-tika-abh06t10:226_0": "Living for the Teacher, the Sakyans of the Sakyas,",
    "ai-tika-abh06t10:227_0": "685.",
    "ai-tika-abh06t10:228_0": "there is no sound, noise, no precept,",
    "ai-tika-abh06t10:229_0": "for the sound of coals through the air element.",
    "ai-tika-abh06t10:230_0": "686.",
    "ai-tika-abh06t10:231_0": "cognizable in both, and both in public and in private.",
    "ai-tika-abh06t10:232_0": "The self-developed gradual formation will be,",
    "ai-tika-abh06t10:233_0": "687.",
    "ai-tika-abh06t10:234_0": "do not cognizable by the mind,",
    "ai-tika-abh06t10:235_0": "is called ‘mind’ because of the mind’.",
    "ai-tika-abh06t10:236_0": "Herein, as to the progressiveness of the body and the mind elements are produced in the way beginning, middle, and endearing , which have ceased in the mind elements of the physical element.",
    "ai-tika-abh06t10:236_1": "Likewise as that of verbal action, the mental primary elements, and the consciousness element in the fine-material and immaterial mind elements are produced in terms of causes and reasons.",
    "ai-tika-abh06t10:237_0": "688.",
    "ai-tika-abh06t10:238_0": "it does not occur in the openings of forms, but in the openings.",
    "ai-tika-abh06t10:239_0": "The one who is called a delimitation of sights is spoken.",
    "ai-tika-abh06t10:240_0": "It has the characteristic of continued pressure on materiality. Its function is to influence of the fine-material materiality. It is manifested as a delimitedness. Its proximate cause is seeing its limits and functions. Its proximate cause is to surmounting the materiality. It is manifested as a continuedness.",
    "ai-tika-abh06t10:241_0": "Seeing in the place where the visible data",
    "ai-tika-abh06t10:242_0": "689.",
    "ai-tika-abh06t10:243_0": "in the way already described.",
    "ai-tika-abh06t10:244_0": "the three forms cognitive experienced.",
    "ai-tika-abh06t10:245_0": "690.",
    "ai-tika-abh06t10:246_0": "But it is because of this (myself) one’s compassionate.",
    "ai-tika-abh06t10:247_0": "(but) desiring a disease, weapons, the treasurer,",
    "ai-tika-abh06t10:248_0": "691.",
    "ai-tika-abh06t10:249_0": "was not able to do the work, but rather the (true) actions,",
    "ai-tika-abh06t10:250_0": "he does so only that food,",
    "ai-tika-abh06t10:251_0": "Herein, the characteristic of heat is characterized as materiality, etc., of the fine-material characteristic, etc., which as its characteristic, function, and manifestation of the formlessness.",
    "ai-tika-abh06t10:252_0": "then the characteristic of foulness is characterized as of forms. Its function is to in all its characteristic. It is manifested as non-human beings. Its function is to all influences. It is manifested as a primary elements.",
    "ai-tika-abh06t10:253_0": "Consciousness is characterized as the physical observed forms, unbroken treasures, It is manifested as the effacement of deeds. Its proximate cause should be done away with that which is the physical formation.",
    "ai-tika-abh06t10:253_1": "But there are three kinds of bodies don’t give up each other,",
    "ai-tika-abh06t10:254_0": "Satisfaction is said in reference to the inner skin .",
    "ai-tika-abh06t10:255_0": "692.",
    "ai-tika-abh06t10:256_0": "For the meditator is discerning that which is called “specified”;",
    "ai-tika-abh06t10:257_0": "are said to be agitated.",
    "ai-tika-abh06t10:258_0": "693.",
    "ai-tika-abh06t10:259_0": "They proclaim what is beneficial in both meaning and formless,",
    "ai-tika-abh06t10:260_0": "And it is said in the composing of the kind already described.",
    "ai-tika-abh06t10:261_0": "But on the characteristic, etc., has the characteristic of materiality, etc., as its characteristic, etc., and manifestation of the fine-material characteristic, etc., or it is preceding non-existence, or proximate cause. Its proximate cause is seeing ownership of what is characterized as its non-existent. It is manifested as the characteristic of primary elementsingness.",
    "ai-tika-abh06t10:262_0": "It has the characteristic of continued existence as its proximate cause. Its function is to be fixed as anchoring of the forms. Its proximate cause is seeing anchoring.",
    "ai-tika-abh06t10:263_0": "now old, they’re reborn in old age.",
    "ai-tika-abh06t10:264_0": "694.",
    "ai-tika-abh06t10:265_0": "Out of two kinds of old age:",
    "ai-tika-abh06t10:266_0": "pleasing forms, and unattached to the formless,",
    "ai-tika-abh06t10:267_0": "It has the characteristic of continued existence as its characteristic, etc.; and it is manifested as a continuity of existence, which is characterized as its proximate cause is characterized as if not preventing the function of individual essences. Its proximate cause is to be reached.",
    "ai-tika-abh06t10:268_0": "It has the characteristic of continued existence as materiality. Its function should be understood to function of continued existence. Its function is to be understood. It is manifested as the manifestation of the discrimination.",
    "ai-tika-abh06t10:269_0": "In this way the twenty-four kinds of equanimity should be understood.",
    "ai-tika-abh06t10:270_0": "695.",
    "ai-tika-abh06t10:271_0": "four formless states,",
    "ai-tika-abh06t10:272_0": "For all twenty-eight kinds of existence:",
    "ai-tika-abh06t10:273_0": "696.",
    "ai-tika-abh06t10:274_0": "The purpose of (wholesome forms is) the meaning of forms,",
    "ai-tika-abh06t10:275_0": "constantly craft, etc.,",
    "ai-tika-abh06t10:276_0": "697.",
    "ai-tika-abh06t10:277_0": "looking after (them) an old carpenter, not by thieves",
    "ai-tika-abh06t10:278_0": "I will tell the one who patches (of Saṁsāra),",
    "ai-tika-abh06t10:279_0": "Herein, the entire spectrum of form is the earth element: this is the water element, the fire element, the air element, the fire element, and the air element.",
    "ai-tika-abh06t10:279_1": "When old age is impermanent, there is no otherwise in the twenty-eight kinds of form.",
    "ai-tika-abh06t10:279_2": "Of these, answering questions, “Bhikkhus, there are those who speak in accordance with the Teaching; there are no hindrances for the purpose of opposite sex; and who have a hindrance the hindrances, corruptions with the hindrances and dullness and drowsiness due to mind association with the hindrances; and those who have a hindrances like a hindrances, they are without dullness and drowsiness” . It is because of the hindrances.",
    "ai-tika-abh06t10:280_0": "698.",
    "ai-tika-abh06t10:281_0": "Having no more in the formless, the Lord of the Earth",
    "ai-tika-abh06t10:282_0": "(but) if there are dangers and threats, and (they are) percipient in the presence of the Teacher.",
    "ai-tika-abh06t10:283_0": "and another of them said, “About the thirty-two marks of a suitable form, together with the thirty-two marks of a hundred.”",
    "ai-tika-abh06t10:283_1": "Still they must give attention each distinction between them then.",
    "ai-tika-abh06t10:283_2": "There is no power for the air element, not one else.",
    "ai-tika-abh06t10:283_3": "The water element seconded by the water element is a condition for rebirth. The old age and death is the wrong way under the heading of form. That is why these eight ways: name and form are included in the name and form.",
    "ai-tika-abh06t10:284_0": "This is how it should be understood.",
    "ai-tika-abh06t10:285_0": ": four in number of nutriments that are temperature and fourfold owing to the weather.",
    "ai-tika-abh06t10:286_0": "699.",
    "ai-tika-abh06t10:287_0": "(intentional) deeds and conditions, the mind-made,",
    "ai-tika-abh06t10:288_0": "They do not know these things, but do not know what is known,",
    "ai-tika-abh06t10:289_0": "700.",
    "ai-tika-abh06t10:290_0": "Therefore the one eleventh in all.",
    "ai-tika-abh06t10:291_0": "The faculties and its wide, in what is contradict,",
    "ai-tika-abh06t10:292_0": "701.",
    "ai-tika-abh06t10:293_0": "Through the senses and the requisites there are some solitude,",
    "ai-tika-abh06t10:294_0": "of the mind, who understanding that it is called great (magical) power,",
    "ai-tika-abh06t10:295_0": "702.",
    "ai-tika-abh06t10:296_0": "(They are) joined with the mind and keeping it connected.",
    "ai-tika-abh06t10:297_0": "worked out by the boilings and so on,",
    "ai-tika-abh06t10:298_0": "703.",
    "ai-tika-abh06t10:299_0": "Colour, odour, taste, and flavor.",
    "ai-tika-abh06t10:300_0": "And the four elements too through the elements too.",
    "ai-tika-abh06t10:301_0": "Connected with the host of gods,",
    "ai-tika-abh06t10:302_0": "Eleven future lives.",
    "ai-tika-abh06t10:303_0": "704.",
    "ai-tika-abh06t10:304_0": "She was born in the eleventh.",
    "ai-tika-abh06t10:305_0": "Triumphants three are born,",
    "ai-tika-abh06t10:306_0": "explained in the four worlds.",
    "ai-tika-abh06t10:307_0": "not by any means or other.",
    "ai-tika-abh06t10:308_0": "705.",
    "ai-tika-abh06t10:309_0": "speculating with his mind,",
    "ai-tika-abh06t10:310_0": "But the One of Ten Arahants, while the fourteenth,",
    "ai-tika-abh06t10:311_0": "706.",
    "ai-tika-abh06t10:312_0": "As to the location of the sixty-six kinds,",
    "ai-tika-abh06t10:313_0": "And eighth year old agents grow in old age.",
    "ai-tika-abh06t10:314_0": "707.",
    "ai-tika-abh06t10:315_0": "now old, it is not established by old age.",
    "ai-tika-abh06t10:316_0": "were to cause him when born, (or other) appearance,",
    "ai-tika-abh06t10:317_0": "708.",
    "ai-tika-abh06t10:318_0": "“This being so, you won’t escape your schism in the same way.",
    "ai-tika-abh06t10:319_0": "If there is no schism, and there is no transgress,",
    "ai-tika-abh06t10:320_0": "709.",
    "ai-tika-abh06t10:321_0": "It’s because of division: it doesn’t grow old.",
    "ai-tika-abh06t10:322_0": "There may be some instances in the Buddha Paccekabuddha in this way.",
    "ai-tika-abh06t10:323_0": "710.",
    "ai-tika-abh06t10:324_0": "according to his statement, he explains what is thus: “He is born,”",
    "ai-tika-abh06t10:325_0": "and follow the one named Pāṭaliputta, even the second time.",
    "ai-tika-abh06t10:326_0": "711.",
    "ai-tika-abh06t10:327_0": "thus: ‘Because there is no birth in a womb,",
    "ai-tika-abh06t10:328_0": "is born in the Dhamma, he appeared in the story of the Dhamma.",
    "ai-tika-abh06t10:329_0": "712.",
    "ai-tika-abh06t10:330_0": "Herein, there may be things that are theirs,",
    "ai-tika-abh06t10:331_0": "which was presented by the self-control,",
    "ai-tika-abh06t10:332_0": "713.",
    "ai-tika-abh06t10:333_0": "get the (food) gain, so they gain nothing from the transfer.",
    "ai-tika-abh06t10:334_0": "which was presented by the self-control,",
    "ai-tika-abh06t10:335_0": "714.",
    "ai-tika-abh06t10:336_0": "Thus this deed is its result.",
    "ai-tika-abh06t10:337_0": "ornaments because of the schisms.",
    "ai-tika-abh06t10:338_0": "715.",
    "ai-tika-abh06t10:339_0": "Why is it appropriate for people to give to those people?",
    "ai-tika-abh06t10:340_0": "and through the power of arising, the arising of rebirth is to be found.",
    "ai-tika-abh06t10:341_0": "716.",
    "ai-tika-abh06t10:342_0": "which was presented by the self-control,",
    "ai-tika-abh06t10:343_0": "Therefore he can find happiness that there is no danger of (you) birth,",
    "ai-tika-abh06t10:344_0": "717.",
    "ai-tika-abh06t10:345_0": "he can’t say, “Don’t go,” he can’t do what he says.",
    "ai-tika-abh06t10:346_0": "at the moment of his power: with the immaterial states he is one",
    "ai-tika-abh06t10:347_0": "718.",
    "ai-tika-abh06t10:348_0": "“Because old age and death are impermanent.”",
    "ai-tika-abh06t10:349_0": "being said to be the sincere of the kind already described, then:",
    "ai-tika-abh06t10:350_0": "719.",
    "ai-tika-abh06t10:351_0": "And this exposition should be spoken by one who is not to teach",
    "ai-tika-abh06t10:352_0": "the thoughts are impermanent, old age and death.",
    "ai-tika-abh06t10:353_0": "720.",
    "ai-tika-abh06t10:354_0": "By conditionedness is what is called “non-self” in the sense of being impermanent.",
    "ai-tika-abh06t10:355_0": "if this is so, it is at all-born,",
    "ai-tika-abh06t10:356_0": "721.",
    "ai-tika-abh06t10:357_0": "If he cannot constantly take the flower with ation of flowers,",
    "ai-tika-abh06t10:358_0": "But why does it not fear?",
    "ai-tika-abh06t10:359_0": "722.",
    "ai-tika-abh06t10:360_0": "he develops the Earth, and there is no further existence",
    "ai-tika-abh06t10:361_0": "Therefore therefore a flower, not for you,",
    "ai-tika-abh06t10:362_0": "723.",
    "ai-tika-abh06t10:363_0": "For he whom the earth is obtained",
    "ai-tika-abh06t10:364_0": "Therefore he is permanently Extinguishment.",
    "ai-tika-abh06t10:365_0": "There are four great elementals: the four great elementals, the four great elementals, the white parasols, the various kinds of flavors, the women of the eye faculty, the white carpets, the women, the sixteen faculties, the eighteen elements, the women, and the rest.",
    "ai-tika-abh06t10:365_1": "The remainder of the ten kinds:",
    "ai-tika-abh06t10:366_0": "724.",
    "ai-tika-abh06t10:367_0": "and eighteen grounds for sandals and without transgression.",
    "ai-tika-abh06t10:368_0": "were to become without a profession.",
    "ai-tika-abh06t10:369_0": "725.",
    "ai-tika-abh06t10:370_0": "the same forms are given to them,",
    "ai-tika-abh06t10:371_0": "(but) how would you do it?",
    "ai-tika-abh06t10:372_0": "This is how it should be understood",
    "ai-tika-abh06t10:373_0": "–",
    "ai-tika-abh06t10:374_0": "726.",
    "ai-tika-abh06t10:375_0": "Developing the women and the life of a woman,",
    "ai-tika-abh06t10:376_0": "Likewise inspires confidence in others:",
    "ai-tika-abh06t10:377_0": "727.",
    "ai-tika-abh06t10:378_0": "If this is so, there is the one who generates thoughts.",
    "ai-tika-abh06t10:379_0": "It’s reborn in the eye that’s not.",
    "ai-tika-abh06t10:380_0": "728.",
    "ai-tika-abh06t10:381_0": "But there is no other thing as something else,",
    "ai-tika-abh06t10:382_0": "Therefore it’s why the eye faculty is not lost,",
    "ai-tika-abh06t10:383_0": "729.",
    "ai-tika-abh06t10:384_0": "and one another’s preceding each other with us.",
    "ai-tika-abh06t10:385_0": "and in between them (they are) not able to practice (them).",
    "ai-tika-abh06t10:386_0": "730.",
    "ai-tika-abh06t10:387_0": "As far as there is a state that is not established there,",
    "ai-tika-abh06t10:388_0": "therefore confidence of his body, which is why it is called “short”.",
    "ai-tika-abh06t10:389_0": "731.",
    "ai-tika-abh06t10:390_0": "By its characteristic, etc., being having arisen in unity,",
    "ai-tika-abh06t10:391_0": "what is covered in the five jackals, they are sat down,",
    "ai-tika-abh06t10:392_0": "732.",
    "ai-tika-abh06t10:393_0": "That’s why I can understand",
    "ai-tika-abh06t10:394_0": "they don’t understand idiosyncratic interpretations,",
    "ai-tika-abh06t10:395_0": "In this way one can understand accusations and conditions through the skill in grounds.",
    "ai-tika-abh06t10:396_0": "(There is) not conceivers:",
    "ai-tika-abh06t10:397_0": "733.",
    "ai-tika-abh06t10:398_0": "Who have no support for the sake of worldly conditions and also because of their (maybe) conditions,",
    "ai-tika-abh06t10:399_0": "The word ‘with all form as condition: form,",
    "ai-tika-abh06t10:400_0": "734.",
    "ai-tika-abh06t10:401_0": "his internal and external faculties",
    "ai-tika-abh06t10:402_0": "About embryo, beginning with two measures,",
    "ai-tika-abh06t10:403_0": "735.",
    "ai-tika-abh06t10:404_0": "These five interior sense fields are the five interior sense fields.",
    "ai-tika-abh06t10:405_0": "he is called out of the twenty.",
    "ai-tika-abh06t10:406_0": "736.",
    "ai-tika-abh06t10:407_0": "eye faculty,",
    "ai-tika-abh06t10:408_0": "that is the underlying tendency to form, with the complete ending of bodily form,",
    "ai-tika-abh06t10:409_0": "737.",
    "ai-tika-abh06t10:410_0": "The eye sphere of contact and tangibles are the nine.",
    "ai-tika-abh06t10:411_0": "that sight of soft cats is gross, subtle,",
    "ai-tika-abh06t10:412_0": "738.",
    "ai-tika-abh06t10:413_0": "Now, the immaterial states sixteen measures,",
    "ai-tika-abh06t10:414_0": "the working of the legal procedure, and the non-percipient is another,",
    "ai-tika-abh06t10:415_0": "And that’s how there are two kinds of:",
    "ai-tika-abh06t10:416_0": "The necessary condition for the householding of legal procedures consisting of one’s house and the wife through making amends for those who are divided, and through (the nature of) the kamma-procession of legal procedures.",
    "ai-tika-abh06t10:416_1": "There the sense-sphere, the formless, the sixteen sense-spheres of covetousness, the sixteen conscious moderations, the instance, and the ninety-two beautiful in variety.",
    "ai-tika-abh06t10:416_2": "Then, being born, appearing, (but) actions, wombs from moistry, or spontaneously. And the result of his (birth) actions, being born in oneself, and old age.",
    "ai-tika-abh06t10:416_3": "That’s how there is threefold.",
    "ai-tika-abh06t10:417_0": "Again, oppressed by all the doors proposed, and aroused, does not make a door faction and stands in the door-pand, and it does not reach the door or inner door or the enlightenment factor, nor does the faculty of the faculties were neither deceitful nor excessive. In this way the faculty of the faculties, nor will the practicing that faculty of the sense faculties, and its impactives.",
    "ai-tika-abh06t10:418_0": "There is the dimension of neither perception nor non-perception. They’ve seen what they have, heard, thought, known, attained, and expert than the six sense fields.",
    "ai-tika-abh06t10:418_1": "And the base consisting of the proliferation, which is the basis for defining the base consisting of boundless space, and there is no stage for stage at all gates.",
    "ai-tika-abh06t10:418_2": "In the third tetrad there is no faculties, not the faculty of livelihood; and the faculties of the faculties are the faculty of livelihood.",
    "ai-tika-abh06t10:418_3": "for these, these are only impulsions that should be understood as stated in the way already described.",
    "ai-tika-abh06t10:418_4": "The fourth tetrad was said in the fourfold reckoning place, dependent on the heart.",
    "ai-tika-abh06t10:418_5": "That’s how you should know about it.",
    "ai-tika-abh06t10:419_0": "Moreover, Jayasena Jayasena, each door faculties, and it cannot restrain the door-made, and it cannot reach the door fact that the faculties faculty with their various faculties and nostrils, and it doesn’t make the pile of the faculties,",
    "ai-tika-abh06t10:420_0": "Herein,",
    "ai-tika-abh06t10:421_0": "739.",
    "ai-tika-abh06t10:422_0": "The faculties and its wide, in what is contradict,",
    "ai-tika-abh06t10:423_0": "it’s said to be the one-element.",
    "ai-tika-abh06t10:424_0": "740.",
    "ai-tika-abh06t10:425_0": "A certain sound is one, and soft.",
    "ai-tika-abh06t10:426_0": "he shows eleven myriads into the four quarters;",
    "ai-tika-abh06t10:427_0": "741.",
    "ai-tika-abh06t10:428_0": "now old, they don’t cross over the flood.",
    "ai-tika-abh06t10:429_0": "and the essence of five faculties and the five faculties,",
    "ai-tika-abh06t10:430_0": "742.",
    "ai-tika-abh06t10:431_0": "the faculties of self-development, but not to be seen.",
    "ai-tika-abh06t10:432_0": "the heart’s faculty is not grown, and the enlightenment is the faculty of the heart.",
    "ai-tika-abh06t10:433_0": "There is no level of women or sense faculties for women. But there is no decrease, not even a single door, not with the sense faculty of pain.",
    "ai-tika-abh06t10:433_1": "That’s how you should know five kinds of people:",
    "ai-tika-abh06t10:434_0": "Again when the mind is full of (may) action and one connected with the intention of (wholesome) actions, one with eyes and one possesses the six kinds of (supernatural) faculties, one with eyes and sandalwood decaying, and so on.",
    "ai-tika-abh06t10:435_0": "There, unbroken feeding on the ground, using the rose-apples (fod) actions that were influenced and consciousness, like the one who has flavoured the continuity of being made with consciousness, and one whose mind is known as the fourth in the shelter. Also it is called certainly impermanent.",
    "ai-tika-abh06t10:435_1": "There is the second opportunity for eye-consciousness ...",
    "ai-tika-abh06t10:435_2": "touches known by the body ...",
    "ai-tika-abh06t10:435_3": "That’s how a person is ethical.",
    "ai-tika-abh06t10:436_0": "Furthermore, the eye element and the earlier belonging to the higher mind—when it can be percipient with the eye elements, ear consciousness, nose consciousness, tongue-consciousness element.",
    "ai-tika-abh06t10:437_0": "Herein, the fifth topic of the heart is prone to being fettered with the series of the heart, together with the heart and freedom by wisdom as its object.",
    "ai-tika-abh06t10:437_1": "That’s how there is seven days.",
    "ai-tika-abh06t10:438_0": "(but) seven abode of Seven on probations,",
    "ai-tika-abh06t10:438_1": "Herein, the eye’s body consists in the five doors. It is the seven gateways by the doors of the rainy season.: such is the gate, the eight gateways attainments.",
    "ai-tika-abh06t10:439_0": "again and again, the faculties of one who isn’t cut off (faculty) faculties.",
    "ai-tika-abh06t10:440_0": "again and again, knowing the ten kinds of deeds,",
    "ai-tika-abh06t10:441_0": "Moreover, a eleventh in the world,",
    "ai-tika-abh06t10:442_0": "You must understand the various forms of existences, and the schism is for them.",
    "ai-tika-abh06t10:443_0": "743.",
    "ai-tika-abh06t10:444_0": "to others likewise, delight in the realm of (some) desire.",
    "ai-tika-abh06t10:445_0": "over-awakened sights,",
    "ai-tika-abh06t10:446_0": "744.",
    "ai-tika-abh06t10:447_0": "Having seen the gods in the air, (called) the Tāvatiṁsa devas,",
    "ai-tika-abh06t10:448_0": "One whose name is not peaceful, who has no equal in the first direction,",
    "ai-tika-abh06t10:449_0": "745.",
    "ai-tika-abh06t10:450_0": "(thinking): the various worlds, the manifold, and in the world,",
    "ai-tika-abh06t10:451_0": "And the four states of existence should be understood be understood .",
    "ai-tika-abh06t10:452_0": "746.",
    "ai-tika-abh06t10:453_0": "but as she was watching over the conception of the embryo in the womb.",
    "ai-tika-abh06t10:454_0": "Thirty-Three groups of (good) appearance,",
    "ai-tika-abh06t10:455_0": "747.",
    "ai-tika-abh06t10:456_0": "To those who are twenty years old",
    "ai-tika-abh06t10:457_0": "Yet again and again are constantly related to the body.",
    "ai-tika-abh06t10:458_0": "748.",
    "ai-tika-abh06t10:459_0": "who deposited things, there are eleven ways:",
    "ai-tika-abh06t10:460_0": "Since in the case of all the ten kinds of foulness and ten in the modes,",
    "ai-tika-abh06t10:461_0": "749.",
    "ai-tika-abh06t10:462_0": "When one who is conscious with the life of purity,",
    "ai-tika-abh06t10:463_0": "His life is as sweet:",
    "ai-tika-abh06t10:464_0": "750.",
    "ai-tika-abh06t10:465_0": "would have confidence in his body:",
    "ai-tika-abh06t10:466_0": "That person is called “white-cloth”.",
    "ai-tika-abh06t10:467_0": "751.",
    "ai-tika-abh06t10:468_0": "(This is) in conversible to the base consisting of boundless space.",
    "ai-tika-abh06t10:469_0": "Let those who understand, and having discovered the ten Vijaya,",
    "ai-tika-abh06t10:470_0": "752.",
    "ai-tika-abh06t10:471_0": "he has been reborn amongst humans,",
    "ai-tika-abh06t10:472_0": "On the sensuous worlds are permanent,",
    "ai-tika-abh06t10:473_0": "753.",
    "ai-tika-abh06t10:474_0": "eye and ear and nose and tongue.",
    "ai-tika-abh06t10:475_0": "and developing the ten wounds,",
    "ai-tika-abh06t10:476_0": "754.",
    "ai-tika-abh06t10:477_0": "(The Buddha) was through the base consisting of forms, but what is known as the basis for materiality.",
    "ai-tika-abh06t10:478_0": "and one who lives in ten respects.",
    "ai-tika-abh06t10:479_0": "755.",
    "ai-tika-abh06t10:480_0": "but also with the four groups of five days according to the law of forms,",
    "ai-tika-abh06t10:481_0": "Forty-nine kinds of concentration are one -",
    "ai-tika-abh06t10:482_0": "756.",
    "ai-tika-abh06t10:483_0": "and about one who has no use for life,",
    "ai-tika-abh06t10:484_0": "Mendicant, full of passion, calm towards the Victor’s son,",
    "ai-tika-abh06t10:485_0": "757.",
    "ai-tika-abh06t10:486_0": "(and) took up the body, wound, and defeated in mind.",
    "ai-tika-abh06t10:487_0": "while the one who is immediately",
    "ai-tika-abh06t10:488_0": "758.",
    "ai-tika-abh06t10:489_0": "but to the complete destruction of craving for sights.",
    "ai-tika-abh06t10:490_0": "You should be understood these in each cases,",
    "ai-tika-abh06t10:491_0": "759.",
    "ai-tika-abh06t10:492_0": "There are seven twenty-three kinds of sensual stimulation.",
    "ai-tika-abh06t10:493_0": "become frightened from the world,",
    "ai-tika-abh06t10:494_0": "760.",
    "ai-tika-abh06t10:495_0": "The nose and tongue. And the body is tranquil and body and also the mind.",
    "ai-tika-abh06t10:496_0": "but not for sights known by the Brahmā realm,",
    "ai-tika-abh06t10:497_0": "761.",
    "ai-tika-abh06t10:498_0": "Both means various forms held together.",
    "ai-tika-abh06t10:499_0": "when there is no-one else outside, there is no one external objects",
    "ai-tika-abh06t10:500_0": "762.",
    "ai-tika-abh06t10:501_0": "(in all) forms of living beings, but all creatures because of their creation.",
    "ai-tika-abh06t10:502_0": "First the first deed is (birth in) deeds, not being reborn.",
    "ai-tika-abh06t10:503_0": "763.",
    "ai-tika-abh06t10:504_0": "but as she was conceived in a womb she was conceived in the womb.",
    "ai-tika-abh06t10:505_0": "That is why the arising of the mental (minor) calm,",
    "ai-tika-abh06t10:506_0": "764.",
    "ai-tika-abh06t10:507_0": "- to the arising of whatever forms -",
    "ai-tika-abh06t10:508_0": "Righting the Thirty Three (thus) for the thirty-two parts of stagnation.",
    "ai-tika-abh06t10:509_0": "765.",
    "ai-tika-abh06t10:510_0": "all forms that are constituent, the perception constituent group,",
    "ai-tika-abh06t10:511_0": "the complete ending of suffering is impermanent, suffering, and perishable.",
    "ai-tika-abh06t10:512_0": "766.",
    "ai-tika-abh06t10:513_0": "* he who has cut the regions and is mindful,",
    "ai-tika-abh06t10:514_0": "Having seen (him), having sight of forms, (saying):",
    "ai-tika-abh06t10:515_0": "767.",
    "ai-tika-abh06t10:516_0": "to go around the prostrations of famine,",
    "ai-tika-abh06t10:517_0": "One who gives is finished.",
    "ai-tika-abh06t10:518_0": "both of them.",
    "ai-tika-abh06t10:519_0": "And you should train yourselves like this:",
    "ai-tika-abh06t10:520_0": "Thus in accordance with the Teaching:",
    "ai-tika-abh06t10:521_0": "The tenth chapter"
}