{
    "ai-tika-vin05t25:0_0": "On the observance-day procedure",
    "ai-tika-vin05t25:1_0": "The observance-day procedure, the fourteenth, the fifteenth, and the eighth day of the lunar half-month.",
    "ai-tika-vin05t25:1_1": "Herein, on the fourteenth day of the fortnight, two or three months on the fourteenth, fifteenth, and eighth day of the lunar half-month. In this way there are two days.”",
    "ai-tika-vin05t25:1_2": "This is the proper conduct.",
    "ai-tika-vin05t25:1_3": "If there is something else, and it is allowable for you to do the observance-day procedure and the fourteenth day of the lunar half-month.",
    "ai-tika-vin05t25:1_4": "But if the first rains residence was built for those rains residence and for the whole of the full moon, or fortnights, or for the last three months of the rainy season, etc., or for the last one month of the rainy season, or for the last three rains residences. Only four or five months more than that rainy season.",
    "ai-tika-vin05t25:1_5": "This pertains to their speech:",
    "ai-tika-vin05t25:1_6": "When there is a suitable reason, when there is something that can be done after the full moon of the two or three quarters of the months, it is allowable for the former time.",
    "ai-tika-vin05t25:1_7": "When the Sangha is divided in Kosambī on the spot of the Sangha, then the observance-day procedure is complete in that monastery.",
    "ai-tika-vin05t25:1_8": "if he recites the Monastic Code, saying, “Except for the fourteenth day of the lunar half-month, or anyone else who has completed the rainy-season residence according to the invitation procedure, there is something more than the day after the invitation procedure;",
    "ai-tika-vin05t25:1_9": "That’s the observance-day procedure should be done in these three.",
    "ai-tika-vin05t25:1_10": "If he is doing it, he should say: “This is the fourteenth.”",
    "ai-tika-vin05t25:1_11": "If there is a road, he should say, “This is the observance day,” and they should do so.",
    "ai-tika-vin05t25:1_12": "But on the fifteenth day of the lunar half-month, he should say, “After on the fifteenth day.”",
    "ai-tika-vin05t25:2_0": "169.",
    "ai-tika-vin05t25:2_1": "The observance-day procedure, the observance-day procedure, the legal procedure, the jobservers, the observance-day procedure, and the legal procedures of the Sangha, that is to say, the three kinds of purity, and the observance-day procedure, and the purity that should be done by an incomplete assembly.",
    "ai-tika-vin05t25:2_2": "Herein, the Saṅgha is called “Have I heard” in the presence of the recitation of the Monastic Code.",
    "ai-tika-vin05t25:2_3": "Those two or three observance-day ceremonies that were present in the observance-day procedure, there are two kinds of purity together in the presence of the other.",
    "ai-tika-vin05t25:2_4": "Herein, of the one who acts in regard to the other is also included in the presence of the other and also is of two kinds association and access.",
    "ai-tika-vin05t25:2_5": "Herein, the invitation has been left by means of the invitation procedure: on the following day or by night, but I encounter it with my wounds, or knots on the way to the body, and I should wear the rainy season. After giving this entirely pure spiritual path to the wound, I am pure and bright.",
    "ai-tika-vin05t25:2_6": "Once again when the invitation has been passed on to another, some of the Monastic Code and they have completed the rainy-season residence, some of the gatherings, whether or not they come back or not. They should be told in the presence of that gathering the gathering has been completed.",
    "ai-tika-vin05t25:3_0": "But here this meditator’s mind After taking on account of the two kinds of monasteries and groups of two kinds,",
    "ai-tika-vin05t25:3_1": "If it seems appropriate to the three monasteries, that monk should gather the observance-day procedure and on the day of the observance day, and then, if he does the observance-day procedure, he should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, “This is pure in mind, I should say, ‘This is pure, this monk should wear one foot-stool, this is pure.’”",
    "ai-tika-vin05t25:3_2": "but the other thinks, “Venerable sir,” he should say.",
    "ai-tika-vin05t25:3_3": "In this way one can be done.",
    "ai-tika-vin05t25:3_4": "But two monks were staying here and there, he should make a purification of one motion and then inform about the purity by means of the observance-day procedure.",
    "ai-tika-vin05t25:4_0": "If one thinks, “If there is some of the past and present, I should do so,” and he should say, “I am eighteen years old,” and then, “I can do the observance-day procedure.”",
    "ai-tika-vin05t25:4_1": "this is the observance-day procedure should be done in accordance with the recollection of the discipline.",
    "ai-tika-vin05t25:4_2": "thus far the observance-day procedure is announced.",
    "ai-tika-vin05t25:4_3": "On the observance day they may go from a monastery or non-monastery with monks to a monastery without monks, except together with a sangha or if there are dangers. Then they go to the observance-day procedure and do the observance-day procedure together, with a sangha or if there are dangers for the day of the Sangha, except if it was given in the observance of a monastery.",
    "ai-tika-vin05t25:5_0": "170.",
    "ai-tika-vin05t25:5_1": "After taking the observance-day procedure, he should go to the observance-day procedure and the legal procedure of the Sangha and have gathered to give his consent.",
    "ai-tika-vin05t25:5_2": "that one who is sick should purify his purity by making amends for their purity while, then the consent should be given.",
    "ai-tika-vin05t25:5_3": "if he says to a single monk, “I give my consent,” “I give my consent,” or, “They should be given me by body,” “There is no consent,” then he should make an effort to say, “I have given up desire for the sake of both.”",
    "ai-tika-vin05t25:5_4": "What should be given by one who is sick or by someone else doing?",
    "ai-tika-vin05t25:5_5": "if a monk says to a monk, “I have purity of onelies on my purity by way of body, speech, or mind is on my purity.” If he makes this understood by way of body, speech, or by body and speech, then the purity has been passed on.",
    "ai-tika-vin05t25:5_6": "But if he is given to him, he should give his consent.",
    "ai-tika-vin05t25:5_7": "for this has been said by the Buddha, “The Sangha should give his consent to the observance-day procedure and the Sangha.”",
    "ai-tika-vin05t25:5_8": "There too, if the observance-day procedure, both the Sangha and the observance-day procedure, the legal procedures of the Sangha, etc., are not to be given to the Sangha about the invitation procedure and the legal procedures of the Sangha, and there is only the consent of the business.",
    "ai-tika-vin05t25:5_9": "But it was said: “Purification of heart while undertakeing this purity or purity of mindfulness, that is to be pure, or if there is one or other of the kinds of purity.”",
    "ai-tika-vin05t25:5_10": "But if they see another monk, they give his consent and application to another monk because he is on his purity. They give his consent.",
    "ai-tika-vin05t25:5_11": "But any other such purity comes to because of laughing enthusiasm. From that one comes to an individual is called only that, the announcement is called “It’s why they should go to that place.”",
    "ai-tika-vin05t25:5_12": "But if they don’t intentionally commit an offense of wrong conduct, then if that monk commits an offense of wrong conduct.",
    "ai-tika-vin05t25:6_0": "171.",
    "ai-tika-vin05t25:6_1": "But there is no way that consent to give consent to the Sangha.",
    "ai-tika-vin05t25:6_2": "Herein, weavers from probation when the four months are on probation, committed to the practice of staying at night.",
    "ai-tika-vin05t25:6_3": "Due to eating on some business or other monks come, thinking, “Where we’re going out of some business or other monks come,” our place was passing away, making an effort we stay. Then, thinking, “Looking away, we’ll go away,” and she dismissed the monks.",
    "ai-tika-vin05t25:6_4": "This is the effort to be prepared.",
    "ai-tika-vin05t25:6_5": "Although even if he does the procedure, it is not allowed to give his consent to it.",
    "ai-tika-vin05t25:7_0": "Furthermore, the mendicants told him what had happened. They all said, “We shall listen to the Teaching.” But when they listen to the teachings, they all listen to the teachings. When he listens to the Dhamma, they all talk on the Dhamma.",
    "ai-tika-vin05t25:7_1": "If we do the observance-day procedure, we’ll do the observance-day procedure with them.",
    "ai-tika-vin05t25:7_2": "If it is allowed to make the observance-day procedure, it is allowable for him to do the observance-day procedure at the wrong time.",
    "ai-tika-vin05t25:7_3": "this is the time of night:",
    "ai-tika-vin05t25:8_0": "again the monks sat down on one side, and they told him of this.",
    "ai-tika-vin05t25:8_1": "Their consent has been given to them, then they gave them away.",
    "ai-tika-vin05t25:8_2": "Then some say that he returned, “What’s the point of this?” and “Now, having fallen into it, why do you say, “No matter, fool?”",
    "ai-tika-vin05t25:8_3": "with the consent of your consent, the gate of the household life.",
    "ai-tika-vin05t25:8_4": "In this case, there’s no-one who isn’t able to do the observance-day procedure by deed.",
    "ai-tika-vin05t25:9_0": "172.",
    "ai-tika-vin05t25:9_1": "if any monk is sick, he should be able to give his consent to the Sangha by means of his purity.",
    "ai-tika-vin05t25:9_2": "If the sick monks have a nurse, he should go and do the observance-day procedure with him. If he thinks, “What can I do?” and he should do the observance-day procedure.",
    "ai-tika-vin05t25:9_3": "If he is sick, he should be transferred to him.",
    "ai-tika-vin05t25:9_4": "If the Sangha isn’t, he shouldn’t do the observance-day procedure.",
    "ai-tika-vin05t25:9_5": "But you should not do the observance-day procedure with an incomplete Sangha.",
    "ai-tika-vin05t25:10_0": "If there is one of the dwellings and four months, one of the observance-day procedure and the legal procedure of declaring purity when there is one or two or three observance-day procedure, then the purity that has been brought about, or that legal procedure consisting of one monastery.",
    "ai-tika-vin05t25:10_1": "If four or five days do the observance-day procedure by declaring purity while the observance-day procedure, it is an illegitimate legal procedure.",
    "ai-tika-vin05t25:10_2": "If it is due to one or three people after declaring purity, one of the observance-day procedure by declaring purity, and one of the observance-day procedure, then it is called “an two or three.”",
    "ai-tika-vin05t25:10_3": "If four or five days do the observance-day procedure by declaring purity while the observance-day procedure, then that is legitimate and has a complete assembly.",
    "ai-tika-vin05t25:11_0": "173.",
    "ai-tika-vin05t25:11_1": "If there is anyone more than a month in the invitation of one of the five monks who stayed in a monastery, or in the same rainy-season residence, he should then do the invitation procedure in the midst of the Sangha after having shown that one or two or three invitation procedures each monastery, except if there are an invitation procedure.",
    "ai-tika-vin05t25:11_2": "If all the five people have gathered together, all of them gathered in the same way, or do the invitation procedure with a group of four, or five monks do the invitation procedure together, but then that procedure is illegitimate and done by an incomplete assembly.",
    "ai-tika-vin05t25:11_3": "If there are five days among the people, after which they have shown that one of the invitation procedure and then the four, he should do the invitation procedure with one or two or three invitations of the Sangha and then that procedure and with one of those monks.",
    "ai-tika-vin05t25:11_4": "If all the people have gathered together, all of them gathered in the midst of the Sangha together, doing the invitation procedure together, with one group of four, and one announcement about the invitation procedure: “A group of four, three, four, or five days, or three announcements,” this is the invitation procedure.",
    "ai-tika-vin05t25:12_0": "If the fourteenth and the fifteenth day of the lunar half-month, he should do the invitation procedure on the fifteenth day of the month.",
    "ai-tika-vin05t25:12_1": "But if you do the invitation procedure by means of two statements, he should be given to me by body, speech, or by body and speech: ‘I have invited,’ or, ‘I don’t do the invitation procedure by body or speech.’",
    "ai-tika-vin05t25:12_2": "When the invitation has been passed on to him, the monk who is conveying the invitation comes to invites the Sangha to correct him: “Venerable, you should go to the invitation procedure and show the Sangha so that the Sangha has shaking the invitation procedure and the Sangha should give him a teaching.",
    "ai-tika-vin05t25:12_3": "For the second time, Venerable Sir, I invite the Sangha to correct me concerning what you have seen, what you have heard, and what you suspect. Please correct me, Venerables, out of compassion. If I see a fault, I will make amends.",
    "ai-tika-vin05t25:12_4": "For a third time, Sir, a third time I invite the Sangha to correct me concerning what you have invited the Sangha to correct me. Please do the invitation procedure a third time, if a monk doesn’t announce the invitation procedure.",
    "ai-tika-vin05t25:12_5": "will make amends for it.”",
    "ai-tika-vin05t25:12_6": "But if someone is more senior, he should say: “I have three things.”",
    "ai-tika-vin05t25:12_7": "Because that’s how the teacher has invited it.",
    "ai-tika-vin05t25:12_8": "But if the invitation has been passed on to him, it should be understood that the giving of consent has been given to him in the way already stated.",
    "ai-tika-vin05t25:12_9": "and when the rest are leftovers from the what is left over,",
    "ai-tika-vin05t25:12_10": "If the invitation is canceled, the invitation hasn’t been invited to correction by the invitation, then the Sangha has shown that monk to whom the invitation has been brought.",
    "ai-tika-vin05t25:12_11": "The Sangha gives his consent, but it has not yet been brought for those who already have invited to accept an invitation to repayed a legal procedure. For all their invitations, it is well done legitimately.",
    "ai-tika-vin05t25:12_12": "If it is only the invitation procedure, but not the Sangha; he should determine the invitation procedure. On the following day, he should not invite a sangha that is done outside the monastic boundary while the invitation procedure. But if he hasn’t been brought, he should give his consent outside the monastic boundary and application.",
    "ai-tika-vin05t25:13_0": "If the first monk who has entered the rainy-season residence together with five monks should then do the observance-day procedure by declaring purity when there are five monks and who should then do the invitation procedure in the presence of those who already have arrived.",
    "ai-tika-vin05t25:13_1": "And if there were two or three pieces, one, and two in each case;",
    "ai-tika-vin05t25:13_2": "Then there are one or two, three, four, or five;",
    "ai-tika-vin05t25:13_3": "Then there are three kinds of determination: one, two, or three.",
    "ai-tika-vin05t25:13_4": "‘This is a characteristic,’",
    "ai-tika-vin05t25:14_0": "If the first is announced by the earlier starting from the first, he should fill the announcements and put forward the, and then the clothes of the Sangha and announced by various reasons.",
    "ai-tika-vin05t25:14_1": "But if there is one of the following four, he does not invite the Sangha to correct him four, he should do the invitation procedure with him.",
    "ai-tika-vin05t25:14_2": "or a group of travelers then if he has taken a group, he should take the full ordination in this way: “The purity should then do the invitation procedure with them.”",
    "ai-tika-vin05t25:14_3": "For the first two or two; each one, two, or two.",
    "ai-tika-vin05t25:14_4": "one should do the invitation procedure by one day and one should do the invitation procedure with one among those who already have passed on a single day.",
    "ai-tika-vin05t25:14_5": "If they had entered the rainy-season residence within the first rainy-season residence, and they then do the invitation procedure with them.",
    "ai-tika-vin05t25:15_0": "However, if he has made an agreement about the invitation procedure: if it is the first month left of the four months and then invited for the invitation to eat more than the invitation procedure, the offender or the invitation procedure before the meal.",
    "ai-tika-vin05t25:15_1": "In such a case the invitation procedure should be done after the invitation procedure.",
    "ai-tika-vin05t25:15_2": "The officials of the invitation procedure before the invitation procedure had passed, some of them have come to the rainy-season residence. After the invitation procedure is done in the presence of the Monastic Code.",
    "ai-tika-vin05t25:15_3": "But what should we do? I recite in the Pātimokkha?’",
    "ai-tika-vin05t25:15_4": "and he can recite as before.",
    "ai-tika-vin05t25:15_5": "for this is said by the Blessed One:",
    "ai-tika-vin05t25:16_0": "“Monks, these five kinds of canceling of the Monastic Code, without first recitation of the Monastic Code, has been recited; the Monastic Code is well inactioned.",
    "ai-tika-vin05t25:16_1": "After reciting the introduction, the four rules entailing expulsion, and the rest is announced as if heard. The second rule should be recited.",
    "ai-tika-vin05t25:16_2": "After reciting the introduction, the four rules entailing expulsion, and the thirteen rules entailing suspension, the third recitation of the Monastic Code is finished. The reciter should be recited:",
    "ai-tika-vin05t25:16_3": "After reciting the introduction, the four rules entailing expulsion, and the thirteen rules entailing suspension, and the rest is the fourth section. The reciter should then recite the Monastic Code.",
    "ai-tika-vin05t25:16_4": "In full is the fifth.”",
    "ai-tika-vin05t25:17_0": "Herein, after reciting the introduction, the Sangha should recite it in exactly the same place as: “Venerables, I ask the Sangha to listen.” ...",
    "ai-tika-vin05t25:17_1": "For this reason, “Venerables,” “They have been recited in comfort,” and when they reciting it, they ask for their own use.",
    "ai-tika-vin05t25:17_2": "A second time I ask, “I ask the Sangha for permission.”",
    "ai-tika-vin05t25:17_3": "I will remember it thus.",
    "ai-tika-vin05t25:17_4": "the four rules on expulsion ...",
    "ai-tika-vin05t25:17_5": "This is how you should train.”",
    "ai-tika-vin05t25:17_6": "And the four kinds of canceling of the Monastic Code should be understood too.",
    "ai-tika-vin05t25:18_0": "174.",
    "ai-tika-vin05t25:18_1": "“Monks, I allow you to recite the Monastic Code on the Monastic Code.",
    "ai-tika-vin05t25:18_2": "If you don’t, you should recite the Monastic Code during the recitation of the Monastic Code, and you commit an offense entailing confession.”",
    "ai-tika-vin05t25:18_3": "Here is an obstacle:",
    "ai-tika-vin05t25:18_4": "danger from kings, danger from bandits, danger from fire, danger from floods, danger from people, danger from predatory animals, danger from snakes, a life-threatening danger, a danger to living the spiritual life.”",
    "ai-tika-vin05t25:19_0": "If we do the observance-day procedure there, we’ll come to the King.",
    "ai-tika-vin05t25:19_1": "This thieves coming, this is a bandit,",
    "ai-tika-vin05t25:19_2": "Which flames are burning in the monastery or the fire sacrifice is getting up, this is an instrument.",
    "ai-tika-vin05t25:19_3": "or the water is thundering, or coming back.",
    "ai-tika-vin05t25:19_4": "Many people come along.",
    "ai-tika-vin05t25:19_5": "this yakkha is a Noble, this yakkha,",
    "ai-tika-vin05t25:19_6": "(An) came from afar, this illness, this gap between the winds.",
    "ai-tika-vin05t25:19_7": "The snake’s hood creepers bite her.",
    "ai-tika-vin05t25:19_8": "if a monk is sick, he is going to win, or he is not, may they take the life of a group.",
    "ai-tika-vin05t25:19_9": "Wandering many monks, or one of the spiritual life is separated from the spiritual life, this is the danger of the spiritual life.",
    "ai-tika-vin05t25:19_10": "or recited it in such a way.",
    "ai-tika-vin05t25:19_11": "I am the one of two or three.",
    "ai-tika-vin05t25:19_12": "And in the second case, the third recitation passages beginning with the same questions, and the rest should be only precincts.",
    "ai-tika-vin05t25:19_13": "But in the case of the a reckoned as an instruction, there is no further.",
    "ai-tika-vin05t25:20_0": "After the invitation procedure, two or three announcements, one of two statements or by means of one statement or in groups according to year of seniority.",
    "ai-tika-vin05t25:20_1": "If it seems appropriate to the Sangha, it should cancel the invitation of two or three.",
    "ai-tika-vin05t25:20_2": "if they are to do the invitation procedure by means of one statement or in groups according to yet, he should behave invited by one statement.",
    "ai-tika-vin05t25:20_3": "that if many people do the invitation procedure together, they would be able to do the invitation procedure together.",
    "ai-tika-vin05t25:20_4": "“Venerables, if it seems appropriate to the Sangha, the Sangha should do the invitation procedure by means of one statement or in groups according to the fifteenth day. If it seems appropriate to me, the Sangha should not cancel the invitation procedure by means of three statements or by means of a group of two statements.”",
    "ai-tika-vin05t25:20_5": "“It is allowable for you to do the invitation procedure by means of three statements,” but he is not allowed.",
    "ai-tika-vin05t25:20_6": "When he is asked, “And two statements,” he commits an offense entailing confession. But there is one or two statements spoken by means of three statements.",
    "ai-tika-vin05t25:20_7": "When he is said, “It is allowed to do the invitation procedure by means of one statement or by means of one statement or in groups, when he is allowed to do the invitation procedure by means of one statement.",
    "ai-tika-vin05t25:20_8": "(It is said) “final Emancipation”.",
    "ai-tika-vin05t25:21_0": "175.",
    "ai-tika-vin05t25:21_1": "How should we recite the Monastic Code:",
    "ai-tika-vin05t25:21_2": "“I allow the most senior monks to recite the Monastic Code in an senior monk to recite the Monastic Code, and then the senior monk should be reminded according to the rule.”",
    "ai-tika-vin05t25:21_3": "And here, although this does not happen that but in the Pātimokkha restraint came to an end.",
    "ai-tika-vin05t25:21_4": "If there are four or five days, the reciters of the Monastic Code in any of the most senior monk, then the Pātimokkha for one or other of the recitation of the Monastic Code, then the senior monk who is senior.",
    "ai-tika-vin05t25:21_5": "But if it’s unfinished, he should do so.",
    "ai-tika-vin05t25:21_6": "“You should not recite the Monastic Code in the midst of the Sangha without first being requested to do so. You shouldn’t recite the Monastic Code in the midst of the Sangha.”",
    "ai-tika-vin05t25:21_7": "And you shouldn’t give a teaching because it’s to be spoken in the midst of the Sangha without being requested.”",
    "ai-tika-vin05t25:22_0": "And in the midst of the Sangha, the objection of the Dhamma, or the Sangha has been approved by the Sangha, or if he is questioned by the Sangha about the Teaching, he is now asking the Sangha for the full ordination.",
    "ai-tika-vin05t25:22_1": "If there are expounders of the senior monks, they should be told:",
    "ai-tika-vin05t25:22_2": "“Your teaching is spoken.” While the Teaching is spoken, you can do so. You said this, “Whoever has given the three kinds of teaching,” she reinstates, she said, “Have you’re talking about the Teaching,” “It’s better to say,” “You’ve spoken to anyone who does nothing.”",
    "ai-tika-vin05t25:22_3": "and the Elder Saṅgha was sitting on a high seat, but he is unable to get up.",
    "ai-tika-vin05t25:22_4": "If the preceptor is both, he should determine: “He should determine that his student’s preceptor, then he should determine it.”",
    "ai-tika-vin05t25:22_5": "But if there were some young monks there, he should say, “I’ll get it.”",
    "ai-tika-vin05t25:22_6": "If the dwellings in the Sangha, they should be told, then he should do so.",
    "ai-tika-vin05t25:22_7": "“Venerable Sir, you’re told your wife.”",
    "ai-tika-vin05t25:22_8": "If she thinks, “Yes,” or she is allowed to speak in silence.",
    "ai-tika-vin05t25:22_9": "If he does not speak it, he shouldn’t respond.",
    "ai-tika-vin05t25:22_10": "If there is no future guilt in the Sangha, then the senior monks for the listening to the Dhamma, except for the purpose of getting what is said.",
    "ai-tika-vin05t25:22_11": "But when he is reinstated, he should question him aside with eight ornaments.",
    "ai-tika-vin05t25:22_12": "while speaking again and again, this is not the same as.",
    "ai-tika-vin05t25:23_0": "But when the senior elder went to sit down, they also say, “I do the observance-day procedure for the Sangha,” they should be told, “This is why I say.”",
    "ai-tika-vin05t25:23_1": "When people know the reason for himself, they should ask the senior monk who knew what was suitable.",
    "ai-tika-vin05t25:23_2": "If the senior monk says, “Venerable sir, they’re asked a question about the Sangha and reply,” “It’s right to talk about them,” or they reply.",
    "ai-tika-vin05t25:23_3": "and the same rest.",
    "ai-tika-vin05t25:23_4": "If there is a senior elder in the monastery or in an inhabited area, they should ask me about it without having asked permission of me, and there is nothing to be done.",
    "ai-tika-vin05t25:23_5": "Also when one is able, the Elders should be expanded.",
    "ai-tika-vin05t25:23_6": "and after asking questions, one can come back to the beginning,",
    "ai-tika-vin05t25:23_7": "If he thinks, “I’ll cancel the bathing place and take it back again, he should ask him again.",
    "ai-tika-vin05t25:23_8": "Those Elder monks were aroused in the Community, even with each adhered to them.",
    "ai-tika-vin05t25:23_9": "the Elder monks were unable to keep up with asking permission of the Sangha as they had seen the bliss of anxiety and still, and if they ask for something else, they should be responsed as they want. And he should ask for the hollow.",
    "ai-tika-vin05t25:24_0": "Instead, all the monks are ignorant and incompetent, what can we do?",
    "ai-tika-vin05t25:24_1": "or single monks should learn the Monastic Code in one monastery and learn it in full awareness.",
    "ai-tika-vin05t25:24_2": "If he’s able to do this, it’s good.",
    "ai-tika-vin05t25:24_3": "If not, then those monks should all go to a monastery where the monks are. This included in all the observance-day procedure and sarong on the day of the monks.",
    "ai-tika-vin05t25:24_4": "in the first rainy-season residence, the recitation of the Monastic Code, he should not enter the rainy-season residence at the end of the rainy-season.",
    "ai-tika-vin05t25:24_5": "If he has entered the rainy-season residence, or he disrobes, there is anyone else who dies, or isn’t able to go.",
    "ai-tika-vin05t25:24_6": "If he disrobes, he should die while the last month of the hot season.",
    "ai-tika-vin05t25:25_0": "And if anyone is ignorant and incompetent, the monk should learned and a master of the tradition; he should be an expert on the Teaching, the Monastic Law, and the summaries; he should ask for the training.",
    "ai-tika-vin05t25:25_1": "If they don’t look after him in this way, they all throw him in a clay, soft, then all mixed up with clay,",
    "ai-tika-vin05t25:25_2": "Firstly, a senior mendicant should not be freed from any intervals.",
    "ai-tika-vin05t25:25_3": "if he is not in the same sleeping place as a monk, he commits an offense;",
    "ai-tika-vin05t25:25_4": "But in the first precincts, the senior elder Mahāmeghavana, at the time of the Great Wood, is he should not be attended on by the Elder Mahā Kassapa. When he knew that he was about to go, he should not be resolved first. But the Elders’ carer.",
    "ai-tika-vin05t25:25_5": "If there are mendicants who nurse the carer wanting to nurse you, I will live there.”",
    "ai-tika-vin05t25:25_6": "Then none of these two sounds, one or two senior monks should live in that monastery while the one who is.",
    "ai-tika-vin05t25:26_0": "176.",
    "ai-tika-vin05t25:26_1": "if he thinks, “Of the observance-day procedure, there may be an offense if he does not make the observance-day procedure by listening to the observance-day procedure; therefore it should be done when he is able to make the observance-day procedure.",
    "ai-tika-vin05t25:26_2": "When he’s Teaching, he should go to a monk, put his upper robe over one shoulder, pay respect at the feet of the monks, squat on his heels, raise his joined palms, and say, “I’ll make this offense.”",
    "ai-tika-vin05t25:26_3": "If it’s nine, he should say, “Please, sir.”",
    "ai-tika-vin05t25:26_4": "“I am” according to what is said. But this is visible in our own line with my own intention. When he says, “I am your own terms, ‘I am this’, ‘I am fleeing in our own place’, is what was said.”",
    "ai-tika-vin05t25:26_5": "ʻI’ll do what I have said. If I do not see anyone else in my own form, I will make you see it again.’ When you know it or see it, we’ll say, “We’ll make you see it again.”",
    "ai-tika-vin05t25:26_6": "Again, you should restrain yourself in future.",
    "ai-tika-vin05t25:26_7": "When he said this, he should behave like this: “I’ll shave off my wrap.”",
    "ai-tika-vin05t25:26_8": "If he is unsure of it, he should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and do the observance-day procedure. Then he shouldn’t be able to make an effort to do the observance-day procedure.",
    "ai-tika-vin05t25:26_9": "“You should not confess an offense of wrong conduct to confess an offense of wrong conduct.",
    "ai-tika-vin05t25:26_10": "If you don’t receive the confession of shared offenses, you commit two offenses of wrong conduct. If you don’t accept any offenses from the group of two, there is no offense for the offenses.”",
    "ai-tika-vin05t25:26_11": "One whose food is allowable for eating associating with the water. They confess an offense entailing confession.",
    "ai-tika-vin05t25:27_0": "If the whole Sangha is to get a shared out, what is the story of the meal in the wrong time?",
    "ai-tika-vin05t25:27_1": "united with the monks. When they return, we’ll make amends for it in the presence of that offense. When you return, we’ll make amends for it in your presence.’",
    "ai-tika-vin05t25:27_2": "If he’s able to do this, it’s good.",
    "ai-tika-vin05t25:27_3": "If not, then a competent and capable monk should inform the Sangha:",
    "ai-tika-vin05t25:27_4": "“Venerable, I’ve committed this offense. If the Sangha has committed a number of offenses, I’ll make amends for it in the presence of that monk.”",
    "ai-tika-vin05t25:27_5": "But if the Sangha is unsure of it, he should make amends for this offense. If the Sangha is unsure of it, he should then do the observance-day procedure.",
    "ai-tika-vin05t25:27_6": "But if anyone teaches the Dhamma in the presence of the other, they teach the Dhamma in an well-proclaimed to the assembly.",
    "ai-tika-vin05t25:27_7": "But if he teaches another way, the receiver of the confession, the recipient, the receiver of the confession, that is why he should confess that offense.",
    "ai-tika-vin05t25:27_8": "This is how they should be confessed in your presence.",
    "ai-tika-vin05t25:27_9": "If they do the observance-day procedure by declaring their purity, he thinks, “If you don’t make the observance-day procedure by reciting the Sangha and the observance-day procedure,” and he does not make an effort to do it.",
    "ai-tika-vin05t25:28_0": "If any monk remembers an offense while the Monastic Code is being recited, he should say, “I’ll make amends for this offense.”",
    "ai-tika-vin05t25:28_1": "And that mendicant should be told to say this.",
    "ai-tika-vin05t25:28_2": "For when he is divided or Vaṅgīsa, he should remove the goods before he has done the observance-day procedure, and then instead of having put it aside, he should make an effort to get them.",
    "ai-tika-vin05t25:28_3": "But if someone is unsure of the Monastic Code, but he is unsure of it, he should say, “I’ll make amends for this offense.”",
    "ai-tika-vin05t25:28_4": "After saying this, the observance-day procedure, the recitation of the Monastic Code, you shouldn’t do the observance-day procedure with that as condition.",
    "ai-tika-vin05t25:29_0": "“I allow you to designate an observance day hall in the beginning, “Monks, I allow you to do the observance-day procedure.”",
    "ai-tika-vin05t25:30_0": "“Today lazy one should rise from a seat and water,",
    "ai-tika-vin05t25:31_0": "these are called “observes”.",
    "ai-tika-vin05t25:32_0": "This is how it should be done and observed.",
    "ai-tika-vin05t25:32_1": "How can you do that?",
    "ai-tika-vin05t25:32_2": "“I allow the most senior monk who is sick and who isn’t sick and who is told by the senior monk to sweep, who isn’t sick, but who should be sweept away by the senior monk.”",
    "ai-tika-vin05t25:32_3": "When he is doing anything, he should do a procedure with one or other of the following statements: “Specified blankets, one or other of the distributors of the observance-day procedure.”",
    "ai-tika-vin05t25:32_4": "If he applies the parks, he should take care of the branches and leaves. He should take a place where he wants, without getting them.",
    "ai-tika-vin05t25:33_0": "If they have a seated the foreign room, he should prepare the observance-day procedure and he then sit down there. If there is no attendant, he should sit down on a seat spread out, then that is unallowable ribsken.",
    "ai-tika-vin05t25:34_0": "If you do, there is a lamp, a dagger, or a location, saying, “There is no opportunity to take it.”",
    "ai-tika-vin05t25:34_1": "If there is no gain for you, there is no one else to bring it.",
    "ai-tika-vin05t25:34_2": "He should not make a fire,",
    "ai-tika-vin05t25:35_0": "“Purification of mind should be advised to give advice to advice,",
    "ai-tika-vin05t25:36_0": "(They are) called the “loth”.",
    "ai-tika-vin05t25:37_0": "And this is how it should be done, and the following are to be done first.",
    "ai-tika-vin05t25:37_1": "for that one shouldn’t do the observance-day procedure.",
    "ai-tika-vin05t25:38_0": "178.",
    "ai-tika-vin05t25:38_1": "If it seems appropriate to the Sangha, the Sangha should do the observance-day procedure, the Sangha should do the observance-day procedure, the legal procedures of the Sangha, and it should not be done with four supports.",
    "ai-tika-vin05t25:38_2": "Hence it is said:",
    "ai-tika-vin05t25:39_0": "“The monks should not consent to as much as they need,",
    "ai-tika-vin05t25:40_0": "if they’re not found in him",
    "ai-tika-vin05t25:41_0": "they don’t become a fault-finding.",
    "ai-tika-vin05t25:42_0": "is called “the bowl”.",
    "ai-tika-vin05t25:43_0": "Herein, the observance-day procedure means one of the three observance day or the fifteenth day.",
    "ai-tika-vin05t25:43_1": "If it seems appropriate to the Sangha, this legal procedure is called the observance-day procedure,",
    "ai-tika-vin05t25:43_2": "“Well then, monks, the observance-day procedure should not be done.”",
    "ai-tika-vin05t25:44_0": "until the monks have attained and the full ordination. Also they are standing with one hands, a bowls, and four similes of the observance-day procedure, all four months of the hands of the bowl, and all four jaws of the hands.",
    "ai-tika-vin05t25:44_1": "If it seems appropriate to the monks, after staying in the four months and four months of the hand, they should not do the observance-day procedure together.",
    "ai-tika-vin05t25:44_2": "“I allow you to recite the Monastic Code according to the Monastic Code.”",
    "ai-tika-vin05t25:45_0": "If the Sangha isn’t found in one who is constantly found, in the neighbourhood of a meal, etc., of all the offenses that were resolvable, and so on. Such offenses are said to be the similar.",
    "ai-tika-vin05t25:45_1": "If it seems appropriate to these, it seems appropriate to the counterparts.",
    "ai-tika-vin05t25:46_0": "When the Vajjis don’t get hold of a person who is sitting in that gathering: “Monks, it is an assembly of the Monastic Code, and one who has been ejected for not recognizing an offense, and one who has been ejected for not recognizing an offense, and one who has been ejected for not making amends for an offense, and one who has been ejected for not recognizing an offense, and one who has been ejected for not making amends for an offense, for not giving up a bad view, the nuns is called a _paṇḍaka_, and an animal in the community by theft, and thefterence, the Monastic Law, and the Teacher’s instruction.”",
    "ai-tika-vin05t25:46_1": "As to resolution and non-human beings:",
    "ai-tika-vin05t25:46_2": "If, when there is ejected, he commits an offense entailing confession.",
    "ai-tika-vin05t25:46_3": "the Faith has been established in the Recitation",
    "ai-tika-vin05t25:46_4": "for Vajjis don’t even know,",
    "ai-tika-vin05t25:46_5": "If it seems appropriate to these four factors, you should know this.",
    "ai-tika-vin05t25:46_6": "After showing all the invitation procedure, all of those who offend against the invitation,",
    "ai-tika-vin05t25:46_7": "“When reciting the Monastic Code, you should not deliberately make yourselves inaudible.",
    "ai-tika-vin05t25:46_8": "I allow you to recite the Monastic Code should make an effort to recite the Monastic Code, or to be corrected by one who is not fully ordained.”",
    "ai-tika-vin05t25:47_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t25:48_0": "The discussion on the observance-day procedure and the invitation procedure"
}