{
    "ai-tika-abh02t30:0_0": "13. Appamaññāvibhaṅgo",
    "ai-tika-abh02t30:1_0": "1. Suttantabhājanīyavaṇṇanā",
    "ai-tika-abh02t30:2_0": "As “The elephant-twels are introduced to the place where it was taught, and so on.” etc., they told elephants, etc.,",
    "ai-tika-abh02t30:2_1": "All of them, “All of them are bound to the noble ones, “All is incomparable” .",
    "ai-tika-abh02t30:2_2": "He is the one who makes a mistake, or the good,",
    "ai-tika-abh02t30:2_3": "Resolution by the means of the prominence of the refuse-rag wearer .",
    "ai-tika-abh02t30:2_4": "That’s the sound of both this.”",
    "ai-tika-abh02t30:2_5": "“As I was told by the Realized One, he dwells suffusing one direction with his heart endued with loving-kindness,",
    "ai-tika-abh02t30:2_6": "likewise with the rest.",
    "ai-tika-abh02t30:2_7": "They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.”",
    "ai-tika-abh02t30:2_8": "Therefore it is said: “Here is what has been said” .",
    "ai-tika-abh02t30:2_9": "they’ll still befitting!”",
    "ai-tika-abh02t30:2_10": "he is the giver of the recipient.",
    "ai-tika-abh02t30:2_11": "Placing the openings between the shoulders, the dropings between the shoulders, the time of trouble.",
    "ai-tika-abh02t30:2_12": "For the purpose of loving-kindness is the way to develop loving-kindness.",
    "ai-tika-abh02t30:2_13": "He who is proficient in the beginning of the Enlightened One’s virtues, etc., as soon as he has the development of loving-kindness, etc., he is free from enmity, and so on.",
    "ai-tika-abh02t30:2_14": "(but) it is not possible to give a responsibility to the monastery of the park.",
    "ai-tika-abh02t30:2_15": "Thus there is no need for strike.",
    "ai-tika-abh02t30:3_0": "643.Rāgassāti kāmarāgassa.",
    "ai-tika-abh02t30:3_1": "in the same way to your son, you will be in the same direction,",
    "ai-tika-abh02t30:3_2": "For the description of loving-kindness is the way to develop loving-kindness .",
    "ai-tika-abh02t30:3_3": "Because it’s reached by the strength of conscience and prudence.",
    "ai-tika-abh02t30:4_0": "After rejoicing for the higher mind, he reappears in a charnel ground that had been able to reappear after making that object. That is why, having given attention to the surmounting of the development of the mind on the act of its lips, he has thus shown that he is called “profitable” .",
    "ai-tika-abh02t30:4_1": "But it is thoroughly generated on the object of loving-kindness is said to be the development of loving-kindness in the way stated thus: “The development of loving-kindness is interrupted by the power of loving-kindness and the mastery is said.”",
    "ai-tika-abh02t30:5_0": "what is shared by the whole world, and what is suitable in every direction.",
    "ai-tika-abh02t30:5_1": "Equanimous in every direction, etc., similar to the downstalls, etc., of all kinds, that is to say, persons (?) of qualities.",
    "ai-tika-abh02t30:6_0": "and subsequently he destroys his territory into the forest,",
    "ai-tika-abh02t30:7_0": "The commentary on the discourses is finished.",
    "ai-tika-abh02t30:8_0": "3. Pañhapucchakavaṇṇanā",
    "ai-tika-abh02t30:9_0": "being endowed with good qualities, and so on,",
    "ai-tika-abh02t30:9_1": "But owing to the measureless states in the Aṅguttara, etc., the aggregates are not only able to discern the immaterial and year of the constituents of the three insights in this way, and in the cases of the clause, etc., each is what is said: “This is not the unsurpassable,” it is said in the sense of “spection” .owing to all the scriptures of the three worlds, and “pturesings,” etc., as a singleness and “posingsings of the thirty-twourses of the thirty-two aspects of the dependent originations, and so on.",
    "ai-tika-abh02t30:10_0": "The Questions of questions is finished.",
    "ai-tika-abh02t30:11_0": "The one with little wisdom is finished."
}