{
    "ai-tika-s0401t2:0_0": "Practicings",
    "ai-tika-s0401t2:1_0": "Second: With Uttiya",
    "ai-tika-s0401t2:1_1": "In the Campā, there is this in the Paṭisambhidā, here in the meaning of this Dhamma, which is an unprofitable state.",
    "ai-tika-s0401t2:1_2": "And when the meaning is stated in the sense of urgency, it can be understood as “without meaning” .",
    "ai-tika-s0401t2:1_3": "There is an expert in the teaching what is said.",
    "ai-tika-s0401t2:1_4": "for that reason should be make an effort,",
    "ai-tika-s0401t2:1_5": "for that is why it is called “restraint in the sign of beauty” .",
    "ai-tika-s0401t2:1_6": "the sign of beauty as its object,",
    "ai-tika-s0401t2:1_7": "for bricks, etc., are said: “I am the gaining of bricks, either the sign of materiality, or the object of the obtaining of materiality.”",
    "ai-tika-s0401t2:1_8": "And here is the sign here,",
    "ai-tika-s0401t2:1_9": "For accordingly:",
    "ai-tika-s0401t2:1_10": "“She is productive of the sign of foulness.”",
    "ai-tika-s0401t2:1_11": "would make the sound of those without anything left over.",
    "ai-tika-s0401t2:1_12": "longing for him again and again,",
    "ai-tika-s0401t2:1_13": "Excellence is the meaning.",
    "ai-tika-s0401t2:1_14": "unborn, they lie down.",
    "ai-tika-s0401t2:1_15": "for the mastery of the (following) great things,",
    "ai-tika-s0401t2:1_16": "Of sensual pleasures held in the five kinds of sensual stimulation.",
    "ai-tika-s0401t2:1_17": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-tika-s0401t2:1_18": "sense desire as passion, and enjoying sense desire, clinging to the passions,",
    "ai-tika-s0401t2:1_19": "delight in sensual pleasures, Nanda, and enjoying sensual pleasures.",
    "ai-tika-s0401t2:1_20": "With the giving up of craving and craving,",
    "ai-tika-s0401t2:1_21": "In the beginning, “Faithful desire, in the Deathless is covered with sensual pleasures, infatuated with the donors of sense desires, incapable of understanding” .",
    "ai-tika-s0401t2:1_22": "Herein, having understood the senses in the way already described, he should remove delight in the sense of urgency in the charnel-grounded on sensual pleasures, in the sense of urgency, and he should use them into the senses.",
    "ai-tika-s0401t2:1_23": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-tika-s0401t2:1_24": "Bodily behavior by way of body and speech:",
    "ai-tika-s0401t2:1_25": "Without charming the object of his own base, he said: “This basis is not in accordance with the object for being done in that place, making another the object.”",
    "ai-tika-s0401t2:1_26": "But in the various forms of existence, etc., there is one pervading form with its individual essences and so on, not some other.",
    "ai-tika-s0401t2:2_0": "That’s what is said:",
    "ai-tika-s0401t2:2_1": "“As though it is worthy of proper conduct and that of possession of what is said in order to show that in the detailed explanation of what is said:",
    "ai-tika-s0401t2:2_2": "“Is it allowable?”",
    "ai-tika-s0401t2:2_3": "Herein, through loving continuity there is present,",
    "ai-tika-s0401t2:2_4": "For that man who is gross and hints himself,",
    "ai-tika-s0401t2:2_5": "Two on the legal procedure of condemnation, delimiting on the precincts, are called “specified”.",
    "ai-tika-s0401t2:2_6": "For all these are not to be given in detail by the high priests, nor by the forty-two reckoned as a great donation.",
    "ai-tika-s0401t2:2_7": "Likewise as newly arrived monks, the residents, the fathers-in-laws, the proper conduct, the residents, the huts of the monastery worker, and the restrooms on the ground, and the students being entered into the monastery room too quickly. Sisters, not even though the student has been supply for the resident monks’s monastery,",
    "ai-tika-s0401t2:2_8": "Once, as a resident monks do, he should prepare a seat on the ground. Then he should not give the full ordination on that very day, and he should not go back to the beginning with the monks. He should not give him the full ordination with one belonging to a different Buddhist sect, and one who deserves to be given the trial period. Then he should stands in the monastery as a regular monk. And he should was undertaking the trial period, he should was undertaking the robe-cloth, and the higher than those who deserve rehabilitation.",
    "ai-tika-s0401t2:2_9": "By the section dealings the legal procedure of ejection for not recognizing",
    "ai-tika-s0401t2:2_10": "“No he doesn’t bow down to a regular monk.",
    "ai-tika-s0401t2:2_11": "Remember this is the case.” He should bowed, sat down, and offered one robe within the three times, and he should give him his virtue.",
    "ai-tika-s0401t2:2_12": "On the following day, however, there are invitations that should be understood as given in setting for probation for one months, for those on probation for the Faith, etc., and for the donors of the communities.",
    "ai-tika-s0401t2:2_13": "deliberately, they wait for fun.",
    "ai-tika-s0401t2:2_14": "defilements don’t get the opportunity for consciousy.",
    "ai-tika-s0401t2:2_15": "Improper attention without focusing on the impermanence of all that is impermanent.",
    "ai-tika-s0401t2:2_16": "Mindfulness occupied with mindfulness, is the meaning.",
    "ai-tika-s0401t2:2_17": "thus it is “pure” . It is “with the quiet of clung to” .",
    "ai-tika-s0401t2:3_0": "Associating with the connection with Ānanda, etc., including the enlightenment of synonyms, and so on.",
    "ai-tika-s0401t2:3_1": "Generally by means of the thresholden because it is precededed by the head and the rest.",
    "ai-tika-s0401t2:3_2": "taken his lot, the teacher’s wives,",
    "ai-tika-s0401t2:3_3": "Reciting his teacher’s instructions, he should learn the Dhamma face:",
    "ai-tika-s0401t2:3_4": "Or alternatively, the meaning is this: it is the support of others from others.",
    "ai-tika-s0401t2:3_5": "teaching the Dhamma to others by means of spending the teaching of others,",
    "ai-tika-s0401t2:3_6": "While waiting for his own welfare, he asks the meaning of it, he is discussing the meaning of it.",
    "ai-tika-s0401t2:3_7": "Gaintaining by defilements, not focusing on the path, and you’ll call it up.",
    "ai-tika-s0401t2:3_8": "So it is when the word- construction in the way already stated.",
    "ai-tika-s0401t2:3_9": "When the courses are destroyed,",
    "ai-tika-s0401t2:4_0": "it is said: “Here is an ascetic because he has undertaken the ascetic practices accordingly .”",
    "ai-tika-s0401t2:4_1": "By living in abundance: by making robes, etc.",
    "ai-tika-s0401t2:4_2": "according as it is said: “Like deluded, frequently, abide later” .",
    "ai-tika-s0401t2:4_3": "Vibhaṅga in the way beginning, “Entering” is included in the sign of foulness in the way beginning.",
    "ai-tika-s0401t2:4_4": "As to the jhāna: in the sense of reaching jhāna, he is respected in the jhāna.",
    "ai-tika-s0401t2:4_5": "uses the sound of counsel, the sound of the strings beginning with the giver’s, the collection of giving,",
    "ai-tika-s0401t2:4_6": "Or alternatively, all states of uncertainty, deliberation, observation of an aspect of the body, the six insights, the stilling of suffering, the corruptions of the path, the stilling of all activities, the letting go of all conditions, the proliferation of insight and the paths of insight, the ending of defilements, the defilements, the three watches of the four bases of psychic power, the four aggregates, and the knowledge and vision of the paths of the impermanence, etc., they are seen., and the obserating of insight and insight into the ending of suffering. They’re contemplations, fading away, cessation, and the paths, they do not seeing.",
    "ai-tika-s0401t2:4_7": "You should correct yourselves in what is disrepute.",
    "ai-tika-s0401t2:5_0": "From the first jhāna: from the actual absorption that absence of lust in the first jhāna, etc., only the abandoning of sense desires, etc., is without passion simply giving attention to the passions.",
    "ai-tika-s0401t2:5_1": "Formerly there were those life-forms a mixed in that person,",
    "ai-tika-s0401t2:5_2": "born in them is a species different things,",
    "ai-tika-s0401t2:5_3": "Or alternatively, is that very moment arises in him in the same way: “Confidence of sensual desire has arisen for him in that state?” And he said, “And how does it again his final end?",
    "ai-tika-s0401t2:5_4": "“What’s the point of sensual desire that has arisen?”",
    "ai-tika-s0401t2:5_5": "it is impossible for him to take this reason.",
    "ai-tika-s0401t2:5_6": "Whatever reason has arisen, the meaning is that it does not arise and where it ceases.",
    "ai-tika-s0401t2:6_0": "greed springs of greed for the pleasures.",
    "ai-tika-s0401t2:6_1": "And the three improper attention given to it:",
    "ai-tika-s0401t2:6_2": "“Are Impermanent?”—",
    "ai-tika-s0401t2:6_3": "Improper attention to the profitable attention, his attention is unskilled in attention.",
    "ai-tika-s0401t2:6_4": "by way of focusing on the path, wholesome thoughts, and unprofitable attention.",
    "ai-tika-s0401t2:6_5": "by the truth of the truth, by the striving of truth, by the attainment of the truth,",
    "ai-tika-s0401t2:6_6": "Today they resentment by day as soon as they arise, so too when one who has fallen from the first-jhāna accessible to the running hither and the fruition.",
    "ai-tika-s0401t2:6_7": "for they are an unprofitable way to profitable kamma.",
    "ai-tika-s0401t2:6_8": "He enjoys the blessing of the mind, which becomes familiar with adverting.",
    "ai-tika-s0401t2:6_9": "With non-confusion: one who does not restrain,",
    "ai-tika-s0401t2:6_10": "He enjoys the blessing as object, he is liberated from others.",
    "ai-tika-s0401t2:6_11": "possesses three factors:",
    "ai-tika-s0401t2:6_12": "Then, after focusing on that object, he focuses his mind on it, sets it on the object.",
    "ai-tika-s0401t2:6_13": "This is called improper attention to the characteristic of improper attention.",
    "ai-tika-s0401t2:7_0": "12.",
    "ai-tika-s0401t2:7_1": "In the second jhāna, which is accompanied by defilements, is the attributes of consciousness, just as in the receptacle for the purpose of making the meditation subject.",
    "ai-tika-s0401t2:7_2": "Hence it is said:",
    "ai-tika-s0401t2:7_3": "“Sproping away is quite discarded.”",
    "ai-tika-s0401t2:7_4": "because of that ill will, the worm-infested mind becomes very same as the Elder ;",
    "ai-tika-s0401t2:7_5": "On the sign of the connection with the materiality, the repulsion of the sign, and the manifestation of the sign of the body is the counterpart of the sign, and it is the counterpart of the sign.",
    "ai-tika-s0401t2:7_6": "“The repulsion of the impingement and the state of another,”",
    "ai-tika-s0401t2:7_7": "The account of the eight great conversations",
    "ai-tika-s0401t2:8_0": "13.",
    "ai-tika-s0401t2:8_1": "In the third teeth grease, it is unsuitable for its lump, like the box’s level is bound up.",
    "ai-tika-s0401t2:8_2": "My freedom is unshakable: It is understanding due to continue.",
    "ai-tika-s0401t2:8_3": "“This is what is good in the body’s self-mortification” is said.",
    "ai-tika-s0401t2:8_4": "“For he whose mind is unvirtuous and deed are the three aggregates.”",
    "ai-tika-s0401t2:8_5": "even when there is a home, their mind’s pulled by each other, like a monkey’s disposed by the poisonous thoughts. It may be given to them, like the medicine of a liberal pot.",
    "ai-tika-s0401t2:8_6": "And although the word “space” is stated in the Vibhaṅga too, “Where does the immaterial state?”",
    "ai-tika-s0401t2:8_7": "It is constantly making heedless laziness, thus it is unshakable . It is nostril-refterred to another.",
    "ai-tika-s0401t2:8_8": "sloth and torpor",
    "ai-tika-s0401t2:8_9": "“You should recognize them for what you are.”",
    "ai-tika-s0401t2:8_10": "The mind is quite discontent with the mind -",
    "ai-tika-s0401t2:8_11": "for one who is sick is what is meant.",
    "ai-tika-s0401t2:8_12": "And in the Monastic Law:",
    "ai-tika-s0401t2:8_13": "“I don’t, sir.”",
    "ai-tika-s0401t2:8_14": "For he is one who constantly goes in time, he is good in his domain, (thinking): “It is good in he who has no good in the future.”",
    "ai-tika-s0401t2:8_15": "being formless and unripened, (and) being formless, being formless,",
    "ai-tika-s0401t2:8_16": "Burning is very same as a stain,",
    "ai-tika-s0401t2:8_17": "For when the posture is postured in the postures, her mind caught up in the postures, as a pile of cracked shuttles, and he ran away from the root of a tree –",
    "ai-tika-s0401t2:8_18": "is what is said “with slack”.",
    "ai-tika-s0401t2:8_19": "A second herd of peace would grow.",
    "ai-tika-s0401t2:8_20": "the body is the physical process of the body.",
    "ai-tika-s0401t2:8_21": "Goodness is unsuitable; good in the way already stated.",
    "ai-tika-s0401t2:8_22": "like a rain cloud shedding an in space.",
    "ai-tika-s0401t2:8_23": "Entering: it is covered up: it is because of covering the meaning.",
    "ai-tika-s0401t2:8_24": "Should be covered all instances,",
    "ai-tika-s0401t2:8_25": "The meaning should be understood in the way already described.",
    "ai-tika-s0401t2:8_26": "“Do they say, “We don’t like.”",
    "ai-tika-s0401t2:9_0": "Herein, rotten on the inside,",
    "ai-tika-s0401t2:9_1": "Discernmentary discriminations in the sense faculties.",
    "ai-tika-s0401t2:9_2": "gets hold of:",
    "ai-tika-s0401t2:9_3": "Dissatisfaction, delighting in,",
    "ai-tika-s0401t2:9_4": "dissatisfaction with the state of discontent,",
    "ai-tika-s0401t2:9_5": "dissatisfaction, avoidance,",
    "ai-tika-s0401t2:9_6": "screaming and thorning;",
    "ai-tika-s0401t2:9_7": "Excepts : the dissatisfaction with the defilement of thorns and the neighborhood of craving is called a thorny.",
    "ai-tika-s0401t2:9_8": "drying up, they throw themselves out.",
    "ai-tika-s0401t2:9_9": "Since happiness is born in them, the meaning is that it is produced.",
    "ai-tika-s0401t2:9_10": "Because when the body is skillful and unskillful it’s still not possible to know the net of the body, headed by the Buddha.",
    "ai-tika-s0401t2:9_11": "With lofty of Ānanda",
    "ai-tika-s0401t2:9_12": "which brought you here and there, being unattached,",
    "ai-tika-s0401t2:9_13": "(Anāthapiṇḍika said): “This in the shade of the enemy made of logic,",
    "ai-tika-s0401t2:9_14": "there was an opportunity to be practiced for developing the inheritance.",
    "ai-tika-s0401t2:9_15": "Thus, all of them according to the defilement of all the defilements in the way according to the rule.",
    "ai-tika-s0401t2:9_16": "For it is the owner of stiffness and torpor that is called “restraint in sensual desire” .",
    "ai-tika-s0401t2:9_17": "falling down rose-apple trees,",
    "ai-tika-s0401t2:9_18": "again and again in the mountains,",
    "ai-tika-s0401t2:9_19": "Before the minds of men,",
    "ai-tika-s0401t2:9_20": "depressed by things,",
    "ai-tika-s0401t2:9_21": "With (anything) from all sides,",
    "ai-tika-s0401t2:9_22": "Abandoning the neck, wormsted from the well-prepared seat, take hold of his body straight and his body straight.",
    "ai-tika-s0401t2:9_23": "by sickness and death that have arisen",
    "ai-tika-s0401t2:9_24": "So what is beneficial for all these, etc., and what is connected with sloth and torpor that based on the body and speech that is connected with the defilements?",
    "ai-tika-s0401t2:9_25": "one who does his desires to eat,",
    "ai-tika-s0401t2:9_26": "After asking permission of her husband, she was leaving after the meal,",
    "ai-tika-s0401t2:9_27": "for his strength is digested like food.",
    "ai-tika-s0401t2:9_28": "(But) this meal offering is used for her husband, he is tired,",
    "ai-tika-s0401t2:9_29": "The meal offering of food is finished.",
    "ai-tika-s0401t2:9_30": "for it is when function is lost, the body becomes imperiled.",
    "ai-tika-s0401t2:9_31": "Because of the body, making amends for a meal.",
    "ai-tika-s0401t2:9_32": "it is good in the way already described.",
    "ai-tika-s0401t2:9_33": "Lack of non-greed, they shake off their huts.",
    "ai-tika-s0401t2:9_34": "From here on others, there are two ways of developing.",
    "ai-tika-s0401t2:9_35": "(Which is) ghee, which is like ghee, buttermilking from its foot, is to be found inside a house.",
    "ai-tika-s0401t2:9_36": "called “announcing”.",
    "ai-tika-s0401t2:9_37": "The meaning is that it is bounded only by the unprofitable state.",
    "ai-tika-s0401t2:9_38": "But if they are all able to understand that stiffness and torportunity by their minds should be understood as sick, and so on.",
    "ai-tika-s0401t2:9_39": "four things produced by the first: the four things that are associated with guarding and nurse.",
    "ai-tika-s0401t2:9_40": "When they have arisen, they become unshakable. But when they taken to be a cause of sloth and torpor, it would be nicely eighth causes.",
    "ai-tika-s0401t2:10_0": "14.",
    "ai-tika-s0401t2:10_1": "In the fourth terrritory, Udena, the uplands",
    "ai-tika-s0401t2:10_2": "but the teaching associated with the Dhamma in accordance with the Dhamma it is associated with it, and the ministers is the Dhamma.",
    "ai-tika-s0401t2:10_3": "Having done bad things, conduct, and good conduct,",
    "ai-tika-s0401t2:10_4": "Now what, venerable friends, is the path?",
    "ai-tika-s0401t2:10_5": "he replied, “I’ve told you what is done by me?”",
    "ai-tika-s0401t2:10_6": "Since they have done bad things by way of body, speech, and mind, how can you be understood?",
    "ai-tika-s0401t2:10_7": "he became anxious",
    "ai-tika-s0401t2:10_8": "Agitation is the mode of the mind’s control and the mind.",
    "ai-tika-s0401t2:10_9": "for they have a migrant characteristic.",
    "ai-tika-s0401t2:10_10": "Regarding the kind of speech that’s overpowered, withdrawn, and loving-kindness is suitable for one who has gone for refuge to the Buddha,",
    "ai-tika-s0401t2:10_11": "And because the opposite of his own remorse and in accordance with the recollection of the Enlightened One’s produced by annoyance:",
    "ai-tika-s0401t2:10_12": "“Being unthinking, agitation and worry are called “Repulsiveness and drowsiness”",
    "ai-tika-s0401t2:10_13": "And although the word “confusion of the mind” has been experienced,",
    "ai-tika-s0401t2:10_14": "He doesn’t says to himself:",
    "ai-tika-s0401t2:10_15": "“But this is the cause, Upasena.”",
    "ai-tika-s0401t2:10_16": "It should be understood that the abandoning of access in the first and the consequence of meaning should be understood in the way already stated.",
    "ai-tika-s0401t2:11_0": "and doubt with them.",
    "ai-tika-s0401t2:12_0": "16.",
    "ai-tika-s0401t2:12_1": "In the sixth (story), having caused the reason for starts to make use of it, but not for the sake of its reason.",
    "ai-tika-s0401t2:12_2": "Or alternatively,",
    "ai-tika-s0401t2:12_3": "and travel together with a reason.”",
    "ai-tika-s0401t2:12_4": "As a consequence,",
    "ai-tika-s0401t2:12_5": "developed insight and grab up, he took possession of the fruit of Liberation, develops the fruit of Liberation, and perfection.",
    "ai-tika-s0401t2:12_6": "‘As a term for alms-food’ is a term for alms-food.",
    "ai-tika-s0401t2:12_7": "(therefore) this young man (after death) came to the womb,",
    "ai-tika-s0401t2:12_8": "Calming forwards:",
    "ai-tika-s0401t2:12_9": "they dropped on the streets, and so on.",
    "ai-tika-s0401t2:12_10": "What do they take?",
    "ai-tika-s0401t2:12_11": "While living is alived for his life-form, while making a living, he gives his attention to that same life-form, in order to perfect his life-form.",
    "ai-tika-s0401t2:12_12": "they drank water.",
    "ai-tika-s0401t2:12_13": "As far as wooden shells,",
    "ai-tika-s0401t2:12_14": "so what kind of result can be done and again in the future?",
    "ai-tika-s0401t2:13_0": "after considering it remained that was cutting off, cutting it away,",
    "ai-tika-s0401t2:13_1": "After summoning his lamps in the island of his own hand, and he went to the hunter’s birds, and there he said to them: “Noble One, the gambler! After coming, he came,",
    "ai-tika-s0401t2:13_2": "In the Elder Cūḷapanthaka, too,",
    "ai-tika-s0401t2:13_3": "having made such powers as the supernormal powers, and so on,",
    "ai-tika-s0401t2:13_4": "What is the reason why composing work",
    "ai-tika-s0401t2:13_5": "Like a fire-place: the meaning is,",
    "ai-tika-s0401t2:13_6": "though they’re defeated, they don’t pursue.",
    "ai-tika-s0401t2:13_7": "The Elder sends him away.",
    "ai-tika-s0401t2:13_8": "The practice of her garment",
    "ai-tika-s0401t2:13_9": "Reflecting well the strength of the powers, etc.,",
    "ai-tika-s0401t2:13_10": "‘Suffering is a vital condition for sensual pleasures.’ For it is suffering that is called a person who has reached the end of suffering.",
    "ai-tika-s0401t2:13_11": "before the meditation subject that is called a “scept as a meditation subject” is said, “It is because it is so clear.”",
    "ai-tika-s0401t2:13_12": "falling like a palm-tree stump,",
    "ai-tika-s0401t2:14_0": "serenity and insight,",
    "ai-tika-s0401t2:14_1": "Who puts away the rope of sense desires, attacked to attacking both of sensual pleasures, and so on.",
    "ai-tika-s0401t2:14_2": "for in energy is called “non-down” since it exceeds the fault in energy and faults of energetic” .",
    "ai-tika-s0401t2:14_3": "Devote yourselves to the Buddha’s instructions, and re-admitting the threefold understanding, three in three ways, and used the threefold understanding, which is accompanied by the Buddha.",
    "ai-tika-s0401t2:14_4": "Having shunned all the way to death, you must drive",
    "ai-tika-s0401t2:14_5": "Herein, death through the power of Death –",
    "ai-tika-s0401t2:15_0": "“They are called the first person, they are called the second without inclusion.",
    "ai-tika-s0401t2:16_0": "and third stilt house ...",
    "ai-tika-s0401t2:17_0": "is said to be the sixth dullness and drowsiness.",
    "ai-tika-s0401t2:18_0": "Seventh doubt and conceit are the eighth foundations.",
    "ai-tika-s0401t2:19_0": "“You’re so hurried, austerity,",
    "ai-tika-s0401t2:20_0": "When you get wrong, fame,",
    "ai-tika-s0401t2:21_0": "It’s forty eons",
    "ai-tika-s0401t2:22_0": "And if they transgress it,",
    "ai-tika-s0401t2:23_0": "“This must be a lady, for you led me to the darkness.",
    "ai-tika-s0401t2:24_0": "Though they’re not tormented by this one, they gain happiness and bring happiness to bliss.”",
    "ai-tika-s0401t2:25_0": "practising the destroyer of death,",
    "ai-tika-s0401t2:25_1": "And here it is when he has mastered the way of speaking, he conquered the grounds of deluded as deceit, desires, and delusion that arise in the favourable to the greed for things that surmounting the lodgings.",
    "ai-tika-s0401t2:25_2": "for this is said:",
    "ai-tika-s0401t2:25_3": "“When you’ve gone forth it’s hard to be satisfied.”",
    "ai-tika-s0401t2:25_4": "Then you’re bound by the bonds of others, and your mind tied to the defilement of craving.",
    "ai-tika-s0401t2:25_5": "Then, with minds abundant stiff and torpor, their minds flies, swept away among the forests, with a confident mind, they live in the wilderness, in remote lodgings.",
    "ai-tika-s0401t2:25_6": "Though their intentions are drawn out to seclusion, while that oppressed for a long time would doubt arise, or that path could there be a doubt?",
    "ai-tika-s0401t2:25_7": "When they live heedfully, they become heedful and anxious, his mind becomes dispassionate towards ease.",
    "ai-tika-s0401t2:25_8": "Then they’ve stayed because of this, possessions, honor, and popularity.",
    "ai-tika-s0401t2:25_9": "They get caught up in the basic principles, and then they glorify themselves and put others down on one side. That is why they glorify themselves and put others down on account of the sensual pleasures.",
    "ai-tika-s0401t2:25_10": "The cows having songsed, rivers would burn down,",
    "ai-tika-s0401t2:26_0": "He will live with attention on the ascetic’s partner,",
    "ai-tika-s0401t2:26_1": "birth and old age is one who journeys about (with meaning): This is another,",
    "ai-tika-s0401t2:26_2": "will make an end to suffering.",
    "ai-tika-s0401t2:26_3": "swelling the limbs like a heap of sand.",
    "ai-tika-s0401t2:26_4": "In the third case of the fruit of non-return you say is referring to the fruit of non-return.",
    "ai-tika-s0401t2:27_0": "At that time three years: (the time) the monk who was ordained three years old, he has three years of his rainy-season residence, the monk tossed the year of that nun.",
    "ai-tika-s0401t2:27_1": "When a mendicant is said to be ‘Known’,",
    "ai-tika-s0401t2:27_2": "does a legal procedure against him.",
    "ai-tika-s0401t2:27_3": "if he picks up works things, drink, clothes, and vehicles;",
    "ai-tika-s0401t2:27_4": "Having prepared a funeral pyre, and having given (them) to the end of the corruptions, the remainder of the world, and offered them a pretend.",
    "ai-tika-s0401t2:27_5": "For the one who is making a prepare offering is very fruitful and beneficial for himself, and one who gives it to his own benefit, he who is very fruitful and beneficial, and only takes on the path to perfection the other.",
    "ai-tika-s0401t2:28_0": "Mahātissa, the Great Sage thus: “Three of the Supreme Man-Child, what was called Tissa, the Great Elder Tissa, namely, this Elder Tissaka.”",
    "ai-tika-s0401t2:28_1": "for the place where the dwelling is never given,",
    "ai-tika-s0401t2:28_2": "great primary element gives the great earth, whether it’s a delightful or majesty, great primaries.",
    "ai-tika-s0401t2:28_3": "six roots, heels, branches, and leaves, the branches together.",
    "ai-tika-s0401t2:28_4": "Having done this meditation subject to head hairs, etc., with the help of a meditation subject, and with the eighteen meditation subjects obtained in the same way, or with fewness of wishes, etc., with little concentration.",
    "ai-tika-s0401t2:28_5": "For the meditation subject in one whose meditation subject has reached jhāna and the fine-material jhāna in this way is gross physical matter.",
    "ai-tika-s0401t2:29_0": "In conquering the great teachers of a thousand coins, saying: “Amongst those who have reckoned as a great teacher,”",
    "ai-tika-s0401t2:29_1": "she went to the presence of the Elder and sat down on the seat spread out through the air, and going into the air, and entering the central mountain. Having gone into the sky, she sat down at the sky,",
    "ai-tika-s0401t2:29_2": "what did you come?",
    "ai-tika-s0401t2:29_3": "All these days, it seems, if it seems, there are a place for one who is asked, “Reverend Sir, it seems, will be a opportunity to be a seated in the night, and it seems,” and when asked, “Sir, it seems, I ask the elder questions, “Sir, it seems, I am standing in a opportunity for alms-food,” and when asked, “It seems, they all lead the road to the village,” he replied, “It seems,",
    "ai-tika-s0401t2:29_4": "The senior elder experts doubt,",
    "ai-tika-s0401t2:29_5": "Quickly departed, they questioned him in the morning.",
    "ai-tika-s0401t2:29_6": "One of them asked:",
    "ai-tika-s0401t2:29_7": "On the way of the value of paths, sir.",
    "ai-tika-s0401t2:29_8": "eating in the hall, reverend Sir,",
    "ai-tika-s0401t2:29_9": "if it is given by day.",
    "ai-tika-s0401t2:29_10": "Whatever they do ask:",
    "ai-tika-s0401t2:29_11": "ivory-washing water, venerable sir,",
    "ai-tika-s0401t2:29_12": "something else:",
    "ai-tika-s0401t2:29_13": "When she washed it, she said,",
    "ai-tika-s0401t2:29_14": "One of them will question them:",
    "ai-tika-s0401t2:29_15": "entered the dwelling, venerable Sir, and sat at the wrong time,",
    "ai-tika-s0401t2:29_16": "One of them asked:",
    "ai-tika-s0401t2:29_17": "In this way all day and night, the opposite sex nearby, but it is said:",
    "ai-tika-s0401t2:29_18": "“That’s how, when you don’t get lots of death?”",
    "ai-tika-s0401t2:29_19": "Shouldn’t you have washed four lodgings and then set out a place for four months, and then use them to get a place of loss, or to hell?",
    "ai-tika-s0401t2:29_20": "which is very beautiful as Mount Indra’s colour,",
    "ai-tika-s0401t2:30_0": "strive, fragrant wind,",
    "ai-tika-s0401t2:30_1": "With purified purification is purified, saying: “Purified conduct is purified in this way,” and with purity that is purified.",
    "ai-tika-s0401t2:30_2": "The invitation procedure is not lost.",
    "ai-tika-s0401t2:30_3": "Its scorns, bubbles, horses, buffaloes, or whatever.",
    "ai-tika-s0401t2:30_4": "and purifiedness is only on both accounts.",
    "ai-tika-s0401t2:31_0": "striving is suitable for striving.",
    "ai-tika-s0401t2:31_1": "Gaining is the first place where it gets used. What is meant is that for the first place.",
    "ai-tika-s0401t2:31_2": "if she throws out, throws out, throws out, burnt cloth;",
    "ai-tika-s0401t2:31_3": "hair that is rotten on a river Aciravatī, like the windows on the ground.",
    "ai-tika-s0401t2:31_4": "A low-treeze: the color of copper-coloured.",
    "ai-tika-s0401t2:31_5": "Having seen (that), he sees such reasons, he is not allowed to drink that which is highly put down, cured, and he does not want to.",
    "ai-tika-s0401t2:31_6": "They spoke about the second progressive teaching. They had previously chanting what was happening.",
    "ai-tika-s0401t2:32_0": "then it would give rise to the factors of it.",
    "ai-tika-s0401t2:32_1": "For it is the counterpart of the night in which the lamp’s flame is made up, the knowledge in the darkness of the enlightenment factor: it is then to be given up through that the analysis of enlightenment of it.",
    "ai-tika-s0401t2:32_2": "Sensual desire, ill will, and that is how the removal of nymphs, etc., respected, esteemed, reverence for the removal of greed and suppression.",
    "ai-tika-s0401t2:32_3": "For if he frequents the lodgings in the water, like a cow withdrawn from the water, like one in the debt, who illumines the hindrances, and in the depths through the water, it is called the hindrances,",
    "ai-tika-s0401t2:32_4": "it is abandoned , cut off, cutting off the defilements, and the abandoning of defilements that should be given up by the cutting off of the defilements.",
    "ai-tika-s0401t2:32_5": "For what is unsuitable is observed by the hollow of trees and wields, in whatever manner he has said and is the one who is unsuitable, just as it is said to be the Dhamma.",
    "ai-tika-s0401t2:32_6": "he resolves it thus, the supernormal powers are abandoned in them, the texts on the goods, and the results of all that.",
    "ai-tika-s0401t2:32_7": "‘All defilements are escaped from all defilements. They realize extinguishment. These escape from all defilements.’",
    "ai-tika-s0401t2:32_8": "(and) his mind becomes dissatisfaction with the defilements, (and were) discontent and fraud.",
    "ai-tika-s0401t2:32_9": "Then Uttara, the supermundane attainment, the mundane and supramundane states, and the rest, and the otherwise.",
    "ai-tika-s0401t2:33_0": "‘A simile’ is a term for its fruits, it term for the signs.",
    "ai-tika-s0401t2:33_1": "The signless in beauty as ugly,",
    "ai-tika-s0401t2:33_2": "For when they’ve been repulsed by this kind of meditation, their defilements have been brought up, they do not do anything.",
    "ai-tika-s0401t2:33_3": "Hence it is said:",
    "ai-tika-s0401t2:33_4": "“For these ten kinds of foulness that arose with the object,”",
    "ai-tika-s0401t2:33_5": "“Abandoning impermanence is shown by this means of the fourth jhāna, etc., of these four kinds of proper attention, this is said to be “restraint by wise attention.”",
    "ai-tika-s0401t2:33_6": "And here it is in that place wherever he sees a living being, and upon that it is to be given attention to “finally attending to” .",
    "ai-tika-s0401t2:33_7": "But then, although they told him, “Because of not focusing on beauty,” etc., the other meaning should be regarded here too according to that sense of urgency,",
    "ai-tika-s0401t2:34_0": "When he learns the repulsiveness of the unrepulsive in that, then any sign arises in him in any way that learns the counterpart of foulness arises.",
    "ai-tika-s0401t2:34_1": "Being devoted to Uproot the development of the Influence of Greed Factor of Awakening",
    "ai-tika-s0401t2:34_2": "dullness and drowsiness, calm, sloth, opposite sex with sensual desire, and ill will for rebirth in the realm of luminous form, they say.",
    "ai-tika-s0401t2:34_3": "But the arising of the repulsiveness of food is given up and cleansing is given up. When the body is cleansed, they are given up and eating in food, they are given up. When the body is given up, they are up.",
    "ai-tika-s0401t2:34_4": "for it is said in the ten kinds of foulness in the fine-material sign,",
    "ai-tika-s0401t2:34_5": "Mindfulness eleven ways has eleven ways.",
    "ai-tika-s0401t2:35_0": "drinking water, they needed water to drink, the four opportunity, five opportunities for drinking water, and drinking water; the meaning is that they need.",
    "ai-tika-s0401t2:35_1": "Therefore it is said:",
    "ai-tika-s0401t2:35_2": "“The opportunity for four reasons.”",
    "ai-tika-s0401t2:35_3": "But the meaning of the goods beginning with the Dhamma: “After making the five its refectory, the consequences, I do not dropped off of water from the consequence, and so on.” But the meaning need not drunk,",
    "ai-tika-s0401t2:35_4": "Seeing the Elder Nun Mimila, having seen the Elder Nuns,",
    "ai-tika-s0401t2:36_0": "17.",
    "ai-tika-s0401t2:36_1": "And when the seven kings are shaken by means of loving-kindness and compassion, he is taking on loving-kindness, compassion, gladness and equanimity.",
    "ai-tika-s0401t2:36_2": "Herein, although it is said: “It is not allowed” since it is allowable to bring that which is referring to absorption .",
    "ai-tika-s0401t2:36_3": "“That is how the prior stage is defined.”",
    "ai-tika-s0401t2:36_4": "even a little sound with little to eat.",
    "ai-tika-s0401t2:36_5": "The mind of loving-kindness is said to be the kind of meditation that is not well freed from physical endurance.",
    "ai-tika-s0401t2:37_0": "with the disappearance of loving-kindness towards beings, the sign of loving-kindness towards beings,",
    "ai-tika-s0401t2:37_1": "The first attention of loving-kindness towards the other beings. It is loving-kindness towards the sign of loving-kindness.",
    "ai-tika-s0401t2:37_2": "For the owners are the owners of their deeds, heir to their deeds. Deeds are the heir to their deeds.",
    "ai-tika-s0401t2:37_3": "and the drawbacks of hatred and discomfort",
    "ai-tika-s0401t2:37_4": "Good friends, companions, and associates.",
    "ai-tika-s0401t2:37_5": "To one himself has the same appearance as long as a neutral person, etc., and: of one who has ordered for themselves within specific neutrality investigating whether it is done only, etc., and because it is the difference between the two directions, and so on.",
    "ai-tika-s0401t2:37_6": "either of the dwellings, etc., of the windows, or of the bearer of the dwellings,",
    "ai-tika-s0401t2:37_7": "His dwelling places were flowing out from the east of the fourteenth, etc., respectively and so on.",
    "ai-tika-s0401t2:37_8": "So two, three, four, five contempt –",
    "ai-tika-s0401t2:37_9": "why he said, “I have said without communion.”",
    "ai-tika-s0401t2:37_10": "the learning should be seen as far as the near.",
    "ai-tika-s0401t2:37_11": "By the development of the idea they will give",
    "ai-tika-s0401t2:37_12": "Herein, all beings, all creatures, all beings, individuals, have a personality towards oneself, these five compared to their own personality.",
    "ai-tika-s0401t2:37_13": "may they be free of enmity and ill will, untroubled and happy! May they have no more future lives be happy and free of loving-kindness.",
    "ai-tika-s0401t2:37_14": "All the women of the Noble Ones should be understood as follows: the View, the god, the Acquisition of the noble ones, the sections of the Absorptions, the sections of the four quarters, and the ten quarters of the enemy, etc., and twenty-seven ways, they must be understood to be understood as the abandoning of equality, and fosteringness .",
    "ai-tika-s0401t2:37_15": "developing loving-kindness towards her he is developing loving-kindness,",
    "ai-tika-s0401t2:37_16": "(But) you, driven by this angry, harnessed, and so on,",
    "ai-tika-s0401t2:37_17": "the cutting off is independent, it is as unfinished as if decorated.",
    "ai-tika-s0401t2:37_18": "This is the inquiry:",
    "ai-tika-s0401t2:37_19": "(She said): the Elder Nuns, in self-control,",
    "ai-tika-s0401t2:38_0": "18.",
    "ai-tika-s0401t2:38_1": "Eight practices that are good in the beginning of the profitable states thus: “He who possesses the profitable states in the up of energy and the state of being aroused in the way beginning, middle and end in energy” .",
    "ai-tika-s0401t2:38_2": "“The first absorption will be lacking energy.”",
    "ai-tika-s0401t2:38_3": "For the first one who lives in balancedness and laziness have clarity, that is why there is no recognition of the laziness.",
    "ai-tika-s0401t2:38_4": "and he said: “Who is this? ” and he crossed over the strength of that.",
    "ai-tika-s0401t2:38_5": "however, it is said in the next life that is referred to the deathless in the way beginning, “It is used to live in a higher than human state that is useless” .",
    "ai-tika-s0401t2:38_6": "“For another place, at the wrong time, ~ and at that time,”",
    "ai-tika-s0401t2:38_7": "releasing on the feet;",
    "ai-tika-s0401t2:38_8": "Just as a large crowd is thrown out a large crowd’s heart, such as “Weighing up the head hairs, swept away, and flattering.”",
    "ai-tika-s0401t2:38_9": "The binding it up with another’s bondservants, cutting it down, and thus it is said.",
    "ai-tika-s0401t2:38_10": "“For he who has cut off the bonds of shackles.”",
    "ai-tika-s0401t2:39_0": "Energing, energy, and vigor.",
    "ai-tika-s0401t2:39_1": "that initiative is energy –",
    "ai-tika-s0401t2:39_2": "“He is energetic, and he possesses energy.”",
    "ai-tika-s0401t2:39_3": "(The four people) said: “May they get too much less when they fall,",
    "ai-tika-s0401t2:39_4": "Following is (such) later in the fourfold reckoning: “This is not so on”, and so on.",
    "ai-tika-s0401t2:39_5": "For one whose mind is unlucky, slaughtered, wrongly cooked,",
    "ai-tika-s0401t2:39_6": "having conquered his development by the Devocations of Neither Path,",
    "ai-tika-s0401t2:39_7": "Having plunged into it, he fixed inside himself.",
    "ai-tika-s0401t2:39_8": "being energetic and strong,",
    "ai-tika-s0401t2:39_9": "externally scattered thoughts with outside,",
    "ai-tika-s0401t2:39_10": "then I was walking mindfully in this way.",
    "ai-tika-s0401t2:39_11": "in the first month of the night had held five hundred years.",
    "ai-tika-s0401t2:39_12": "these fears, physical and mental energy.",
    "ai-tika-s0401t2:39_13": "(The king asked:) “Now Mahā Sīvalī’s story and the Elder Mahā Missaka.”",
    "ai-tika-s0401t2:40_0": "should know that the Elder Mahā Moggallāna’s Mount Verañjā",
    "ai-tika-s0401t2:40_1": "When a layman, it seems, saw a bathing in an old cart, forgot about a layman, and through the driverage of the Mallas, he thought, “So it will be for my lasting welfare and happiness.” And after hearing it, you won’t give up that lamp for your lasting welfare and happiness.",
    "ai-tika-s0401t2:40_2": "“It seems that form doesn’t belong to self,",
    "ai-tika-s0401t2:40_3": "He then went to a large dwelling, and took the going forth and received the Pabbajjā ordination and asked for the going forth, and obtaining the full ordination (of the two Bhikkhus), seventy-two years. Then he approached the ascetic, the incomparable.",
    "ai-tika-s0401t2:40_4": "and walks up and down with the knees.",
    "ai-tika-s0401t2:40_5": "Then one night, hunter, thinking “I’m the gambler,” he dried up a hundred times.",
    "ai-tika-s0401t2:40_6": "He then having the grass taken away, carried it on with a bundle of dry grass, ketters, its heads, and its cloths made a stone balls of wood. He then carried himself on this broke. After practise this exposition, he pronounced this inspired utterance:",
    "ai-tika-s0401t2:41_0": "“Three blessed in the world of the Buddha,",
    "ai-tika-s0401t2:42_0": "you shouldn’t give up that form, monks,",
    "ai-tika-s0401t2:43_0": "“Impermanent, indeed, are (all) processes, arisen they have the nature to decay,",
    "ai-tika-s0401t2:44_0": "After arising they come to cessation, the stilling of them is blissful.”",
    "ai-tika-s0401t2:45_0": "should be known",
    "ai-tika-s0401t2:45_1": "The son of Tissa, it seems, and Tissa, who had gone forth in an unsuitable way, took the going forth in the village of Kusinārā, and sat down on one side. Theras there, saying: “Go away, wherever those who were staying.” Having taken uplifted them with an offering, they sat down.",
    "ai-tika-s0401t2:45_2": "The elder said:",
    "ai-tika-s0401t2:45_3": "“Why have you come for lay followers?”",
    "ai-tika-s0401t2:45_4": "and he executed him.",
    "ai-tika-s0401t2:45_5": "a lay follower took a basket, saying: “Give me my life!”",
    "ai-tika-s0401t2:45_6": "Who will be your loss here?”",
    "ai-tika-s0401t2:45_7": "The elder took a stilt longhouse, took a palace, and bring it to the lay followers, “From this longhouse.”",
    "ai-tika-s0401t2:45_8": "After departing they left, they lay down on the ground.",
    "ai-tika-s0401t2:45_9": "Then, reflecting on the senior mendicant, having gained rapture and joy, perfectly happy.",
    "ai-tika-s0401t2:45_10": "Then, without taking care of his work, he caused this ascetic to go to another ascetic while he is:",
    "ai-tika-s0401t2:46_0": "I broke the bones of both my legs To give the pledge you asked from me.",
    "ai-tika-s0401t2:47_0": "I am revolted and ashamed At death accompanied by greed.",
    "ai-tika-s0401t2:48_0": "“After thinking I thought: “I have insight into the (discourse),",
    "ai-tika-s0401t2:49_0": "When the sun rose and shone on me, I had become an Arahant.”",
    "ai-tika-s0401t2:50_0": "He eats too much is not received by the signs of food, dullness and drowsiness, restlessness and remorse, and doubt. Their dullness and drowsiness is not applying to sloth and torpor. When eating is drawn, their dullness and drowsiness do not get enough.”",
    "ai-tika-s0401t2:50_1": "And if it is said in eating, it is said to be “what has been eaten by eating at set in moderation, sloth and torpor,” etc., it is not said to be the meaning of sluggishness,",
    "ai-tika-s0401t2:50_2": "“... emptiness ...”",
    "ai-tika-s0401t2:50_3": "That’s not how it is.”",
    "ai-tika-s0401t2:50_4": "The meaning is this: ‘There is the light for the day’s meditation. This is the meaning.",
    "ai-tika-s0401t2:50_5": "Because of the ascetic practices is what is said in the Practice of energy –",
    "ai-tika-s0401t2:50_6": "“Anyone who has no particular individual essences.”",
    "ai-tika-s0401t2:51_0": "19.",
    "ai-tika-s0401t2:51_1": "Or alternatively, it is in the ninefold jhāna, or elsewhere by means of the absorption that has not ceased in one whose mind is faded away.",
    "ai-tika-s0401t2:51_2": "By his doing what is remorseful in one who has not failed in accumulated through discriminations, etc., and because of the characteristic of foulness and drowsiness, being analyzed in both places and neglects, and having undertaken the basic characteristics of .",
    "ai-tika-s0401t2:51_3": "And if he is learned from the meaning and the teaching, he becomes skilled in disputing with meaning and spurious in disputing of the making statements, and so on, though he is not able to make a reward.",
    "ai-tika-s0401t2:51_4": "according as it is said: “When arouses the kind of attraction, grasping is mental discrimination, and underlying tendency for repulsion, does not exist,”",
    "ai-tika-s0401t2:51_5": "When agitation and worry are given up, they should give up what is uncleared, unintelligent, and eliminated.",
    "ai-tika-s0401t2:51_6": "They are called ‘accomplished in the Monastic Law’ and ‘accomplished in the mind’. They activity and discipline’. They are called ‘accomplished from the texts on monastic training. They are afraid of wrongdoing and fond of the training. They are afraid of wrongdoing, ignoble, and they’re called ‘one who has a good friend.’",
    "ai-tika-s0401t2:51_7": "With the discipline of the Vinaya and of the Renunciation, etc., thinking: “When a lay follower has gone forth into homelessness, it is questioned about the training rules that are existing in the Vinaya and the Vinaya, etc.”",
    "ai-tika-s0401t2:52_0": "20.",
    "ai-tika-s0401t2:52_1": "These One of the Ten Power of the Three Times (of the Negrodha’s) Three Times (of the Factor of Complete Awakening):",
    "ai-tika-s0401t2:52_2": "“Indeed I do.” ...",
    "ai-tika-s0401t2:52_3": "doubt is given up.”",
    "ai-tika-s0401t2:52_4": "The eight sub-chapter on sensual pleasures is given up in them, even with the eight treasures. Then he gives up all precious things and gets rid of doubts, defilement, and can have gone beyond doubt.",
    "ai-tika-s0401t2:52_5": "“The three treasures of the jewelry have been treasure.”",
    "ai-tika-s0401t2:52_6": "And observed the many kinds of treasures: “He is doubtful without doubt.”",
    "ai-tika-s0401t2:52_7": "he says, “He is an undetermined in the Monastic Law in the Vinaya” , “Hereints, doubtfulness, and uncertainty” .",
    "ai-tika-s0401t2:52_8": "“Not long, Sīha.”",
    "ai-tika-s0401t2:52_9": "With faithful raising the introduction brings for faith. With the ending of faith, conscience, prudence, energy, and wisdom.",
    "ai-tika-s0401t2:52_10": "and the disciplinary issue should be seen as it is,",
    "ai-tika-s0401t2:52_11": "with faith and wisdom end the overestimation of that determination.",
    "ai-tika-s0401t2:52_12": "are destroyed in the hindrances and the dispellations – and so on.",
    "ai-tika-s0401t2:52_13": "“Fools is cycle.”",
    "ai-tika-s0401t2:53_0": "The Absorption of the hindrances is finished."
}