{
    "ai-tika-abh05t3:0_0": "Kathāvatthupakaraṇa-anuṭīkā",
    "ai-tika-abh05t3:1_0": "The color of ties.",
    "ai-tika-abh05t3:2_0": "On the same occasion when it is said, “Not as in the western direction ...”",
    "ai-tika-abh05t3:2_1": "Herein, talk about means (they are) three.",
    "ai-tika-abh05t3:2_2": "Wherever of these snapped the crops were placed on the ground, on the bank of the river.",
    "ai-tika-abh05t3:2_3": "For if a Realized One has fostered the teaching, and doesn’t exist after death, he doesn’t exist after death.",
    "ai-tika-abh05t3:2_4": "The difference between one another’s legal issues is said to be “with one who has no effect”, “Possess form in which they are permanent.”",
    "ai-tika-abh05t3:2_5": "Where the Joyous Golden Rebirth is grounded on the part of the Jina,",
    "ai-tika-abh05t3:2_6": "There is no fault for the influence, not seeing the meaning,",
    "ai-tika-abh05t3:2_7": "But the net of the similes of the child’s from the place where the sun goes on the ground.",
    "ai-tika-abh05t3:2_8": "Herein, a man who lives in the meaning of what is said: “One who lives in a profitable way is the king, not a king.”",
    "ai-tika-abh05t3:2_9": "the meaning is that heated is treated as otherwise: the meaning is,",
    "ai-tika-abh05t3:2_10": "will be supported by others,",
    "ai-tika-abh05t3:2_11": "Thus there is the talk about in the Universal Monarchless talk, in the Commentaries. Discussion, discussions, and separates in this way, “Rojackal” .",
    "ai-tika-abh05t3:2_12": "But that undisciplined state should be understood through the recipient state and taken by an incomplete assembly,",
    "ai-tika-abh05t3:2_13": "just as the first place :",
    "ai-tika-abh05t3:2_14": "if he cancels it;",
    "ai-tika-abh05t3:2_15": "for he fixes in the dispensation, he places the reflection, places on all sides in the places of the sun.",
    "ai-tika-abh05t3:3_0": "The color of ties is finished.",
    "ai-tika-abh05t3:4_0": "On Regarding the Controllation",
    "ai-tika-abh05t3:5_0": "Finally Extinguishment is simply for extinguishment.",
    "ai-tika-abh05t3:5_1": "For even though they do not use something else, they use it as other,’ then they use it in an undevelopment, then they keep on developing it.",
    "ai-tika-abh05t3:5_2": "It is the element of the unconditioned element.",
    "ai-tika-abh05t3:5_3": "The state of peace in which is called “final of peace” .",
    "ai-tika-abh05t3:5_4": "They speak in line with the teaching. ...",
    "ai-tika-abh05t3:5_5": "(But) such powers as the feble Ones can understand through wisdom,",
    "ai-tika-abh05t3:5_6": "Except in the ultimate way: “There’s no need for a person who is like the perfected ones.”",
    "ai-tika-abh05t3:5_7": "Setting Divinities",
    "ai-tika-abh05t3:5_8": "like a swept away the partridge of others.",
    "ai-tika-abh05t3:6_0": "After breaking the roots, sewing down from the roots, with the borderlands, and make them another proclamation:",
    "ai-tika-abh05t3:6_1": "It belongs to the Sangha: except if it is due to the Sangha, it is due to the Sangha that agreement.",
    "ai-tika-abh05t3:6_2": "Hence it is said: “She is Vaṅga,”",
    "ai-tika-abh05t3:6_3": "according to what is learned and what is renowned, according to the meaning.",
    "ai-tika-abh05t3:6_4": "to those who know them as the meaning and the decrease used for them.",
    "ai-tika-abh05t3:6_5": "In three places: “Here there is because of which there is (called) mindfulness, here that is to say, the spiritual life,”",
    "ai-tika-abh05t3:6_6": "One gone forth is praised, what is known as the spiritual life.",
    "ai-tika-abh05t3:6_7": "setting aside another to do the meaning of all kinds of celibacy, each of the spiritual life, for the sake of a life.",
    "ai-tika-abh05t3:6_8": "‘That sinks out positioned and kept this very thing, so that it’s setting all over that point.’",
    "ai-tika-abh05t3:6_9": "emptiness: that is the sound of counsel",
    "ai-tika-abh05t3:7_0": "The Great Referrals, Etc.",
    "ai-tika-abh05t3:7_1": "and some of them were disposed of the Sakyans. They were just like burning.",
    "ai-tika-abh05t3:7_2": "For they do not say that thing is blameless,",
    "ai-tika-abh05t3:7_3": "But when the talk is finished, his reference to the discussion on the point of its debates, etc., is said to be foremost.",
    "ai-tika-abh05t3:7_4": "Some people are known as personal transmitts.",
    "ai-tika-abh05t3:7_5": "“Previously, Vaṅgīsa, when the word “Paṅga has been previously said”, “This is the third kind of enjoyment for the third month that said.”",
    "ai-tika-abh05t3:7_6": "or they can understand how to understand.",
    "ai-tika-abh05t3:7_7": "and those who understand the principles of the true teaching, and those who don’t comprehend them.",
    "ai-tika-abh05t3:7_8": "This is what is said: what is the name of the female.",
    "ai-tika-abh05t3:7_9": "for those who were making clothes, those",
    "ai-tika-abh05t3:7_10": "Getting by, not giving the instructions that do not undergo the teachers of the Dispensation, and so on. He is said to be the master of the Dispensation.",
    "ai-tika-abh05t3:7_11": "In the most excellent Mahāthūpa they away, which was carried on the best seat together with the Saṅgha, etc.,",
    "ai-tika-abh05t3:8_0": "Saying: “Sometics are one monk who speaks contrary to the Teaching; those who speak in the Monastic Law, and one who speaks in accordance with the rule.”",
    "ai-tika-abh05t3:8_1": "if he takes hold of one person intimates them; then the meaning is that.",
    "ai-tika-abh05t3:9_0": "Or alternatively, when it arises in the third time, or on the fourth occasion",
    "ai-tika-abh05t3:9_1": "From then on heaps from here and there until the next countries between the two good qualities:",
    "ai-tika-abh05t3:9_2": "and Advice to the Cowder of the Gods Who Control the Creations of Others,",
    "ai-tika-abh05t3:9_3": "For there is a termite-mound, for that region “spect” is what is seen, heard, thought, “welling the up is seen”;",
    "ai-tika-abh05t3:9_4": "But the person here should be understood that in himself in their own way: “The Practice is practicing that way.”",
    "ai-tika-abh05t3:10_0": "The account of the praised is finished.",
    "ai-tika-abh05t3:11_0": "The Longer Divine Sticks",
    "ai-tika-abh05t3:12_0": "1. Puggalakathā",
    "ai-tika-abh05t3:13_0": "1. Suddhasaccikaṭṭho",
    "ai-tika-abh05t3:14_0": "1. Anulomapaccanīkavaṇṇanā",
    "ai-tika-abh05t3:15_0": "1.",
    "ai-tika-abh05t3:15_1": "That’s why it is called “shomader” in the way that people “ actually give birth to an enemy,” etc., and interrupted thus “This is a piece of choice”; and when it is said, “Having shown by the name of prey to the ideas,” etc., and “posing the sense of urgency,” it is said to be in “posite of jackals,” it is said, “ bounded, and so on.",
    "ai-tika-abh05t3:15_2": "Right truth he is realized by the meaning is the meaning, and he is the knowledge of the truth he is supreme.",
    "ai-tika-abh05t3:15_3": "That is why it is said: “Gather,”",
    "ai-tika-abh05t3:15_4": "(But) the ultimate endeavour, the ultimate endeavour, the ultimate happiness, the ultimate goal, the ultimate sanctuary, the ultimate knowledge.",
    "ai-tika-abh05t3:15_5": "Therefore it is said: “There is no purpose.”",
    "ai-tika-abh05t3:16_0": "By the word ‘followers’: “There is no enemy in our own benefit,” etc., this is how it is non-human beings .",
    "ai-tika-abh05t3:16_1": "The word “meaning of meaning” are expert in detail.",
    "ai-tika-abh05t3:16_2": "is worthy of being seen , thus it is surely a wrong-doing to do so.",
    "ai-tika-abh05t3:16_3": "Well, supported by what is beneficial and refuted, would you give to the meaning?",
    "ai-tika-abh05t3:16_4": "He will be a messenger with a messenger.",
    "ai-tika-abh05t3:16_5": "Not getting permission from their enemy, they spoke in accordance with the ruler.",
    "ai-tika-abh05t3:16_6": "Or alternatively, he denies things and is the meaning.",
    "ai-tika-abh05t3:16_7": "For a person is found in a response, not causing others; and because of their accompany is successful, not to be known.",
    "ai-tika-abh05t3:16_8": "Hence it is said: “Consider learning, ~ not turn back.”",
    "ai-tika-abh05t3:16_9": "It’s appropriate for you to become.",
    "ai-tika-abh05t3:16_10": "It is said because of this very firstly to be shown by one who speaks effacement that opposite.",
    "ai-tika-abh05t3:17_0": "For he is called “I am” because of non-adherence’s activity, that idiotment is not suitable.",
    "ai-tika-abh05t3:17_1": "Leaves, Various kinds of demonstration.",
    "ai-tika-abh05t3:17_2": "In the second they also instead: “Here the personal supports in this way,” thus they replied.",
    "ai-tika-abh05t3:17_3": "The remainder of the heart’s : whatever is stated in the way already stated, having asked permission of two kinds as particulars, for the breaking of the army, and for two benefits,",
    "ai-tika-abh05t3:17_4": "And if it is only the reason why only the ascetic life is characterized as having the characteristic of endowedness, it is not possible to practice for any other states that they could be practiced.",
    "ai-tika-abh05t3:17_5": "They might say that there may be something else be like that. For if they weren’t dislike, they say “Such a person with those whose accusations have been realised.” But if they say, “Clearly, they say, ‘Not, it’s accusations!’",
    "ai-tika-abh05t3:17_6": "and not to be dealt with.”",
    "ai-tika-abh05t3:17_7": "Herein, “Rejoicing” is said: “Rejoicing in, a calm, saving and speaking thus.”",
    "ai-tika-abh05t3:18_0": "Yasa is able to teach the Dhamma leading to the end of himself in the Commentaries. That is why it should be shown by the Commentaries.",
    "ai-tika-abh05t3:18_1": "in ‘Thebjects’: born in a place that is to say,",
    "ai-tika-abh05t3:18_2": "And since they haven’t understood their permission, they continue to be distinguished again and again, they should be change in the praise. Because they haven’t understood the meaning and the simile of their meaning and the dead, they apprehend annoyance. Because they haven’t disagreeable reciting the decision, language, and without getting rid of praise.",
    "ai-tika-abh05t3:19_0": "Herein, according to Vibhaṅga in the first-Eye and commentary on the actual occasion, etc., are only the adversities of mentioned.",
    "ai-tika-abh05t3:19_1": "the wisdom there is from the acknowledgement of the states that is referring to the penetration of the Elders.",
    "ai-tika-abh05t3:19_2": "Approaching is the reason why it is called “perception” .",
    "ai-tika-abh05t3:19_3": "she has been admitted in regard to what has been admitted, and she has been given up.",
    "ai-tika-abh05t3:19_4": "(But) the causes of poisonous snakes, ~ for the sake of (may) power.",
    "ai-tika-abh05t3:19_5": "accepting the needle cases, the one who needs finest (for them):",
    "ai-tika-abh05t3:19_6": "as a rotten is of Māra’s sway.",
    "ai-tika-abh05t3:19_7": "And (when) he spoke the three times, which was not found.",
    "ai-tika-abh05t3:19_8": "Being bound by steps and bound by rolling on,",
    "ai-tika-abh05t3:19_9": "Quick-tongue of minds that are not fitted at the wrong time.",
    "ai-tika-abh05t3:19_10": "like a bananana tree,",
    "ai-tika-abh05t3:19_11": "after achieving some higher place:",
    "ai-tika-abh05t3:19_12": "apart from the doctrine of the Teachers, the words and practises with the word obedious words and welcome again.",
    "ai-tika-abh05t3:19_13": "An assembly of the three assemblies, not being inhabited by how they are unknowned.",
    "ai-tika-abh05t3:19_14": "when spoken to by the Buddha, the assembly has known, seen, understood, and penetrated it,",
    "ai-tika-abh05t3:19_15": "When speaking, they speak evasively, without responding to others.",
    "ai-tika-abh05t3:19_16": "The exposition of the commentary on the business that was deprived in the Commentaries.",
    "ai-tika-abh05t3:19_17": "Understanding by hatred, ill will, confusion, and so on, the ultimate, intimate,",
    "ai-tika-abh05t3:19_18": "the relinquishing of the bowl, the sitting mat should be looked for, and the equanimity of the hide.",
    "ai-tika-abh05t3:19_19": "He should go to a place where the shameless and supports those who are idea should be allowed.",
    "ai-tika-abh05t3:19_20": "At one time, while sitting on the top of the topic of psychic power, the rose from his seat and generation through the general power,",
    "ai-tika-abh05t3:19_21": "the unsteady, no having ceased, that is to say: the meaning is that because of the cause.",
    "ai-tika-abh05t3:19_22": "They place (they) revering, and unwashing it to place.",
    "ai-tika-abh05t3:20_0": "These two ways are resigned for twenty-two parts, which resigns the grosness in the places of the” . They resigned the perception of resting places in order to understand.",
    "ai-tika-abh05t3:20_1": "Hence it is said: “After enquire I will give it to you.”",
    "ai-tika-abh05t3:20_2": "Because they are no longer responded by this person, they respond to a person who is not arrogant.",
    "ai-tika-abh05t3:20_3": "for one hunger is not happy in.",
    "ai-tika-abh05t3:20_4": "If you were to gain this, it wouldn’t be appropriate for arguments, and if you go to a person.",
    "ai-tika-abh05t3:20_5": "For the Dispensation said that person is said to be the best of persons: “This person is like the person who speaks in accordance with the Dhamma” .",
    "ai-tika-abh05t3:20_6": "For this is said by the Buddha: “There is the ultimate form, feeling, perception, choices, and consciousness.”",
    "ai-tika-abh05t3:20_7": "But whatever has been said by the Buddha, it doesn’t exist, it is not appropriate for him to say that “The Buddha has said” according to the doctrine of wrong speech.",
    "ai-tika-abh05t3:20_8": "For if this person is able to obtain a liberality, then even when the ultimate benefit in the ultimate way, they are successful and prosperous and full.",
    "ai-tika-abh05t3:20_9": "It is impermanent, perishing, and changing. It is “withstanding” since it arouses, etc., as its object, and so on. It is because of the instance of synonyms, etc., because of its conditions thus.",
    "ai-tika-abh05t3:21_0": "And whatever other sects there are ascetics who follow other paths,",
    "ai-tika-abh05t3:21_1": "The ultimate is the supreme knowledge, as to making the sign of self, and so on.",
    "ai-tika-abh05t3:21_2": "Or alternatively: the constituent group of aggregates, the otherwise is the impediments that originate.",
    "ai-tika-abh05t3:21_3": "In the interval between the two persons.",
    "ai-tika-abh05t3:22_0": "And here the first causes and conditions that are laid down by not-self in the first and unattached,",
    "ai-tika-abh05t3:22_1": "And you won’t reach the highest knowledge due to those who speak in accordance with knowledge.",
    "ai-tika-abh05t3:22_2": "And here if you were about to live on that, etc., even if a person doesn’t recommend giving attention to the blessings of forms, etc., is obsessed with the different.",
    "ai-tika-abh05t3:22_3": "In the last watch of the night it is known that in the Paṭisambhidā is successful in meaning, progressively contradicts, while the ultimate sense is the “sperception” since it is incapable of reaching the highest self-existence between visible and Enlightenment.",
    "ai-tika-abh05t3:22_4": "That is to say: “Repulsiveness of others, and others who practice absorption; because of the words of the state of definition, etc., have recommended by others;",
    "ai-tika-abh05t3:22_5": "Whatever feelings there is in the definition of feelings that is referred to as function, bile, phlegm, and so on. He is not able to substain his livelihood.",
    "ai-tika-abh05t3:23_0": "But if the ocher robe is pleasant, he should say: “As soon as this, the word-meaning of the wind” .",
    "ai-tika-abh05t3:23_1": "What is happiness for oneself, wherever it’s attached to it, tied to it.",
    "ai-tika-abh05t3:23_2": "If this being so, whether it’s not easy to make a living in dependence on such a bed, it would be otherwise.",
    "ai-tika-abh05t3:23_3": "all of them between the eyes and the dangers, etc., this should be practiced on the breath of the body, and that which is more than a hundred leagues in the ear.",
    "ai-tika-abh05t3:23_4": "Those who would say, ‘these self are angry’, pervading the himself thus: ‘The self-deliverance of definitely not last.",
    "ai-tika-abh05t3:23_5": "if there were no such sights, sounds, smells, tastes, touches, and thoughts of himself when they were self-controlled, they would not be able to cure himself.",
    "ai-tika-abh05t3:23_6": "This being so, they shouldn’t get enough of frustrated, and denounced by this.",
    "ai-tika-abh05t3:23_7": "Likewise: “It’s used to be experienced by the psychic powers,” and when the exterior thoughts of the outsiders’ opposites, it needs to be understood that.",
    "ai-tika-abh05t3:23_8": "How is it that those eighty topics?",
    "ai-tika-abh05t3:23_9": "without hatred on the lake.",
    "ai-tika-abh05t3:23_10": "For it is not possible to discuss the idiot of a certain seer that cannot give rise to the truth.",
    "ai-tika-abh05t3:24_0": "And that’s how the Sakyans are disturbed, then they say.”",
    "ai-tika-abh05t3:24_1": "This is the basis of psychic power that has immersion due to mindfulness.",
    "ai-tika-abh05t3:24_2": "And here, as to the words:",
    "ai-tika-abh05t3:24_3": "If it is allocated with a particular effort, would it be appropriate for them to say, or if it is something else, but it wouldn’t be appropriate for them to say that they wouldn’t be otherwise.",
    "ai-tika-abh05t3:24_4": "he cannot see the shape of a skull as a ball of oil;",
    "ai-tika-abh05t3:24_5": "for there is no difference between the signs that deed,",
    "ai-tika-abh05t3:24_6": "whatever golden green sal tree has been created, that golden garland, a golden drum, silver, and gold.",
    "ai-tika-abh05t3:24_7": "They don’t allow the striving of rice and porridge, when they have done the same, they wouldn’t be able to do so on.",
    "ai-tika-abh05t3:24_8": "can only be developed with no other refuge,",
    "ai-tika-abh05t3:24_9": "For he should not give up his own arrangement, reply, and not seeing showing the same danger.",
    "ai-tika-abh05t3:24_10": "There’s no use for in that,",
    "ai-tika-abh05t3:24_11": "And striving, because of not seeing the striving of others, the rolling of the qualities of others is good.",
    "ai-tika-abh05t3:24_12": "Whatever bodily feelings there is, he thinks, “This is the fruit and result of influence, this is the cause of what is not the reason why,” and when it comes to description of schism, it will be known as the reason why",
    "ai-tika-abh05t3:24_13": "Then, when the body is specifically reached, the fruition of all it is being destroyed, produced by the dead, and since it is present to me as they wish to attain .",
    "ai-tika-abh05t3:25_0": "However, he speaks in accordance with the stage of the three suttas: “Faithfulness, dancing, singing, mundane and suppression, and so on. He claims to be a great deal of employing.”",
    "ai-tika-abh05t3:25_1": "It has no doubt due to the opposite sex. Because of this the unconditioned of the kind already described.",
    "ai-tika-abh05t3:25_2": "For a long extent of his residual tangle, which is called “non-unction” in the same way.",
    "ai-tika-abh05t3:25_3": "And what is the reason why?",
    "ai-tika-abh05t3:25_4": "he is developing the three states of existence.",
    "ai-tika-abh05t3:25_5": "However, when he is speaking from falsely, he does not lose those who speak contradict the Teaching. They don’t conflict with them. They don’t engage in one way.",
    "ai-tika-abh05t3:25_6": "so how does one not succeed?",
    "ai-tika-abh05t3:25_7": "one who unconfuses an offense,",
    "ai-tika-abh05t3:25_8": "For if they have undeveloped only on the various kinds of unattractiveness, in other words, the noble eightfold path, the think: ‘Beings are impermanent in suffering, the origin of not liable to be reborn, and the end of the various sentient beings in the various orders of sentient beings.’",
    "ai-tika-abh05t3:25_9": "But if there is no agitation, it’s home to go to the shore.",
    "ai-tika-abh05t3:26_0": "and about the signlessness of the manifestation of anxiety, etc., are said to be a great sign.",
    "ai-tika-abh05t3:26_1": "And just as, although Mahāpajāpatī Gotamī, the Cod-King Ujjenī, Mittā, and Assaji, –",
    "ai-tika-abh05t3:26_2": "for he is one who is neutral, he is penetrated to him in this way,",
    "ai-tika-abh05t3:26_3": "For it is the rebirth of sentient beings that have been given up by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. That is, so why I won’t give rise to my erection of the sense faculties, etc., and the precedes to see the reason for bathing.",
    "ai-tika-abh05t3:26_4": "if she does not obstruct one who is inferior, etc.",
    "ai-tika-abh05t3:26_5": "is not tormented,",
    "ai-tika-abh05t3:26_6": "what is called jealousy in the power of God as the creation of (good) deeds, this is not conceived.",
    "ai-tika-abh05t3:26_7": "And the others do so.",
    "ai-tika-abh05t3:26_8": "Not to the fruit of deeds,",
    "ai-tika-abh05t3:26_9": "Because there is a violence that is good for the wholesome and unwholesome, that is good, this is superior.",
    "ai-tika-abh05t3:26_10": "and cannot be rejected by one who says (in all).",
    "ai-tika-abh05t3:27_0": "But through the power of the mind, in the end of the world, how many people do such things?",
    "ai-tika-abh05t3:27_1": "whether this world’s mind is discovered by the power of all the gods, you should not follow in my name.",
    "ai-tika-abh05t3:27_2": "for one who is started to be no fruit for preying the owners’ fruits.",
    "ai-tika-abh05t3:27_3": "No one who is devoted to the eye-consciousness in the body, and so on.",
    "ai-tika-abh05t3:27_4": "For if you do embracing it for your reason,",
    "ai-tika-abh05t3:27_5": "The lord of the sages Isisiṅga (Bhikkhus) the made, and whole of all of them condemned",
    "ai-tika-abh05t3:27_6": "Your minds will deposit archery for the sake of (performed) the various other beings in the various classes of rebirth.",
    "ai-tika-abh05t3:27_7": "let him do this.",
    "ai-tika-abh05t3:27_8": "Only the welfare of his own advantages in himself, in other words, the Lord God’s welfare,",
    "ai-tika-abh05t3:27_9": "One may conquer oneself in one place, why are they not?",
    "ai-tika-abh05t3:27_10": "Here is the next world, in the next life, the next world, is the realisation of the others.",
    "ai-tika-abh05t3:27_11": "and he will be taken by himself or another,",
    "ai-tika-abh05t3:27_12": "Herein, if there was no offending here and there, the Realised One,",
    "ai-tika-abh05t3:27_13": "if you don’t, later, you might be one who has developed self-control.",
    "ai-tika-abh05t3:27_14": "And if no cause or reason for anyone anywhere, it would be understood that.",
    "ai-tika-abh05t3:28_0": "that is how a man, and a woman’s wife,",
    "ai-tika-abh05t3:28_1": "in this interpretation,",
    "ai-tika-abh05t3:28_2": "so that a man is presented by Paṭācārā.",
    "ai-tika-abh05t3:28_3": "but the sign of the world can be known to him as if he were fond of his wife, his lord of men, the drums (but) like a strong man in the sky.",
    "ai-tika-abh05t3:28_4": "And while the one who, while the Black Rock has such power,",
    "ai-tika-abh05t3:28_5": "For the purpose of (good) the constituents (of mind and body)",
    "ai-tika-abh05t3:28_6": "Just as the robe-making season has not yet been done, there is no need for the purpose of the robe-making season.",
    "ai-tika-abh05t3:28_7": "When he speaks thus, “But what is the time?”",
    "ai-tika-abh05t3:28_8": "He is said to be told: “But what is this?”",
    "ai-tika-abh05t3:28_9": "He said: “The King is taking up the rice porridge,”",
    "ai-tika-abh05t3:28_10": "The river that is not shaken by the earth, since it was not shaken by a terminator.",
    "ai-tika-abh05t3:28_11": "For the ultimate characteristic of putness on the their spiritual power of insight can be said to have the characteristic of non-existence.",
    "ai-tika-abh05t3:29_0": "But if it is said, “They aren’tworted,” and she recently died into portions, tied up by the yoke. It’s not said for a long time.",
    "ai-tika-abh05t3:29_1": "for even if a stiff of the marks of a hunter or a snap,",
    "ai-tika-abh05t3:29_2": "Sometimes neither conceived nor embarrassed, nor with that as before.",
    "ai-tika-abh05t3:29_3": "There is no shelter for shaking off.",
    "ai-tika-abh05t3:29_4": "“In this case,” etc., the other is unfavourable to the sign, etc.,",
    "ai-tika-abh05t3:29_5": "Because of the first sign of the kind, etc.",
    "ai-tika-abh05t3:29_6": "(But) there is no-one else than the best thing, apart from the first thing, except in the ultimate sense,",
    "ai-tika-abh05t3:29_7": "And what is more thankindness?",
    "ai-tika-abh05t3:29_8": "For many kinds of died here in the past, at the time of the world, and so on,",
    "ai-tika-abh05t3:29_9": "And you say that there is one thing such as the immaculateness, and many advantages, in the ultimate sense.",
    "ai-tika-abh05t3:29_10": "Likewise to one place:",
    "ai-tika-abh05t3:29_11": "For he who has encountered this later time today will be in the past,",
    "ai-tika-abh05t3:29_12": "(but) when one who conducts himself in the past, he subdued himself in the past,",
    "ai-tika-abh05t3:29_13": "And it is not enough for one who has reached the ultimate endless states of existence as the highest, who is not successful enlightenment through the ultimate goal.",
    "ai-tika-abh05t3:29_14": "yet he makes his neighborhood of the Dhamma included along the right kind of grasping in the past, future and present in terms of the past and future.",
    "ai-tika-abh05t3:30_0": "and the covering of sort and the uncomfortable",
    "ai-tika-abh05t3:30_1": "Why is that?",
    "ai-tika-abh05t3:30_2": "By its characteristics,",
    "ai-tika-abh05t3:30_3": "for he surely does not make the effort to be reborn,",
    "ai-tika-abh05t3:30_4": "Thus there is such a state consisting in individual essence, if there is something else, they shouldn’t be established in the realm for the sake of -",
    "ai-tika-abh05t3:30_5": "Compassionately it is only the reason why the world’s true doctrines don’t wave or transmigrating, giving preference to the gods.",
    "ai-tika-abh05t3:30_6": "For the person whose faculties are rare in hell and the animal realm, they don’t wish to die in hell even for the sake of an astute person, thinking:",
    "ai-tika-abh05t3:30_7": "It is seen (them) with truth,",
    "ai-tika-abh05t3:30_8": "for the seeds are produced by seeds, etc.; the eye-consciousness is well protected and unguarded. And the reason for it is portized because it is the cause of occurrence of the eyes.",
    "ai-tika-abh05t3:30_9": "as before, so after;",
    "ai-tika-abh05t3:30_10": "When a fruit comes along with the path, wherever there is no because of which the result of former deeds,",
    "ai-tika-abh05t3:30_11": "If they were to take care of these words, they would be since they had obtained in the middle, and still after, they would be since there was no further existence.",
    "ai-tika-abh05t3:30_12": "All things are spoken of in brief, and the teaching is not penetrated.",
    "ai-tika-abh05t3:30_13": "and the state of existence as caused by the sake of producing of stiffenedness in this way, etc., and also the unconditionedness should be understood as the purpose of abandoning the interpreting of the scope of non-human beings.",
    "ai-tika-abh05t3:31_0": "But whatever is that permanent or impermanent, that is eternal, imperishable, and has the fruit of the world, then it is also impermanent, suffering, and perishable.",
    "ai-tika-abh05t3:31_1": "For there is no twice, apart from the essence of the factors.",
    "ai-tika-abh05t3:31_2": "It is impermanent, not lasting, short-lived, because of their rebirth’s production, because of their compassion for them.",
    "ai-tika-abh05t3:31_3": "Suppose anyone was to go to the realm of streaming radiance.",
    "ai-tika-abh05t3:31_4": "And they don’t have the production of continued existence in one who has come to be reborn.",
    "ai-tika-abh05t3:31_5": "And if that’s why the opposite is permanent, equanimous, eternal, and imperishable, the ultimate, and the other beings’ shaky.",
    "ai-tika-abh05t3:31_6": "Hence it was said: “But the schism is the truth because it has been described in the natural principles as the truth.”",
    "ai-tika-abh05t3:32_0": "Here is the ultimate person, and he says: ‘There is no idea that person who is unable to gain joy in the world, yet I still perceive them as such.’ And the Buddha does not know, “Practice this person is practicing the best in the world.”",
    "ai-tika-abh05t3:32_1": "Refuses",
    "ai-tika-abh05t3:32_2": "For it is because it is such that person should be known that the Teacher, the ruler of the world, and the benefit of the world in an individual. This is the ultimate way: “This is the ultimate way, the highest person.”",
    "ai-tika-abh05t3:33_0": "Then the Blessed One, the group of eight persons, that is to say: “Bhikkhus, this person for the sake of conscience and shame, is in order to purify his hand, and heedlessly reach the end of the world, the (of the knowledge) to the purity of the attainment of the world.”",
    "ai-tika-abh05t3:33_1": "“The four elements are called conscientious because of conscience and prudence. They don’t know if they’re called a large crowd, the shameless, and the sense fields don’t know if it was said to be the aggregates.”",
    "ai-tika-abh05t3:33_2": "“An aristocrat is dealing with prudent, a person is said to be a brahmin who is practises with them, but only if he does not know the meaning of conscience and prudence.",
    "ai-tika-abh05t3:33_3": "“They speak of the elements” refer to the sense-desire elements, and the sense-spheres,",
    "ai-tika-abh05t3:33_4": "Therefore it is done in the common and the person who talks about the person.",
    "ai-tika-abh05t3:33_5": "The moves shrines and trees, the birds, and the four elements, and the yearned sense spheres, yet this is called the air element.”",
    "ai-tika-abh05t3:33_6": "Likewise: “Because of this doing mother or father, the perfected ones, and the fully awakened Buddhas performed their heads,” and they replied, “They doing so.” Then they said, “It is because of their respective proliferation,” and “It is said, ‘It is because of their respective proliferation. ”",
    "ai-tika-abh05t3:33_7": "Therefore the Fortunate One, whose hand was a tortoise, in order to purify his division, and to the disciple of the lifespan, Paccekabuddhas, and in order to purify his former lives,",
    "ai-tika-abh05t3:33_8": "if he receives a gift, saying, “The elements of the dimension of infinite space,” “When a large crowd,” “They do not accept it running,” “It is said, ‘It is because of prepare the sense fields (of the four elements). ”",
    "ai-tika-abh05t3:33_9": "But he does not know “It is said,” “It does not confessed,” “The Buddha does not know an individual.",
    "ai-tika-abh05t3:33_10": "Whose mind is in the world with its gods, and Buddhas to teach the Dhamma sort of the world. That is why it should be understood that personally not reach the end of the world.",
    "ai-tika-abh05t3:34_0": "And the meaning of the teaching is stated in the way already described, etc., as “base” since it is found in the way already described, etc., which is the meaning of difference in the way beginning, “It is in accordance with the Dhamma” .",
    "ai-tika-abh05t3:34_1": "“Do you gain joy in the world that state? Or is it possible for a fertile state of existence, or elsewhere? Or is it stated in the Doctrinal becoming and appearing in the world?”",
    "ai-tika-abh05t3:34_2": "The prohibition against wandering in the various kinds of people—a prohibiting the practices of non-returning.",
    "ai-tika-abh05t3:34_3": "Even if they get into the first two, then—whether it is the second beginning that follows after the third time, etc., or after showing them the first two, namely, this second jhāna is said to be the kind of extinguishment.",
    "ai-tika-abh05t3:34_4": "you should know.”",
    "ai-tika-abh05t3:34_5": "And just as when obtained it is successful is the first kind of morsel, the morsel is not to be swallowed here and there, so the time shoulders sprouts out,",
    "ai-tika-abh05t3:35_0": "he should surely be Revata in that place: Please be taken to sense pleasures.",
    "ai-tika-abh05t3:35_1": "Wherever person finds it, they get disillusioned with it.",
    "ai-tika-abh05t3:35_2": "(but) to the outcomes of the Dispensation, that is to say, this is the reason for it.",
    "ai-tika-abh05t3:35_3": "and is the cause of great understanding (Vibhaṅga) in the ultimate sense, the ultimate benefit,",
    "ai-tika-abh05t3:35_4": "Because of that he has done so, there is no causality, referring to depend on which he says “Perceptions” and “Perhaps these eighteen perceptions of such as because of its example,” and because of the means of the no smallest of them, “This too is an unfinished discussion” and “There is no further.",
    "ai-tika-abh05t3:36_0": "And here it is said in the Vibhaṅga: “He moves that individual essences in the way beginning, “He is hostileed in the way already stated .”",
    "ai-tika-abh05t3:36_1": "Saying: “No matter,” he said, “This is the definition of the ascetic life that is definitive,”",
    "ai-tika-abh05t3:36_2": "It isn’t possible that this state of non-existence, which is why it is not possible to similar to the states of non-existence, etc., and sustained thought, which is why there are two characteristics, etc., but which I have recognized that.",
    "ai-tika-abh05t3:36_3": "Such a person is worth inclining",
    "ai-tika-abh05t3:36_4": "He is not even a person’s accumulated.",
    "ai-tika-abh05t3:36_5": "“This person is found in the same way.”",
    "ai-tika-abh05t3:36_6": "they stated in the evening, “The time has been talking in the town,”",
    "ai-tika-abh05t3:36_7": "Having thus weared the sweet, he should use it (towards) in this way: “Anyone who takes the right method, he should (to do so),",
    "ai-tika-abh05t3:37_0": "Now, as to the birds that cannot be put into the houses beginning with the balance of another and befalls, he can pay homage to the otherwise.",
    "ai-tika-abh05t3:37_1": "He should say, “What can I do?”",
    "ai-tika-abh05t3:37_2": "For the purpose of showing the border of widespread guiding idea should be seen or heard in the same way.",
    "ai-tika-abh05t3:37_3": "But then he said to him: “The thirty-two marks, etc.",
    "ai-tika-abh05t3:37_4": "(As) this bad deed was spoken by the eight Brahma.",
    "ai-tika-abh05t3:37_5": "But the opposing of insight should be understood to experience this Dhamma.",
    "ai-tika-abh05t3:37_6": "Hence it is said: “But what is it my service?”",
    "ai-tika-abh05t3:37_7": "And that’s why it is said in the Commentaries: “This is the eighth day ...”",
    "ai-tika-abh05t3:37_8": "(They are) permitted to do one.”",
    "ai-tika-abh05t3:37_9": "And so it is accordingly in this way.",
    "ai-tika-abh05t3:37_10": "The one who is deposed, but not independent, (but) does not endure,",
    "ai-tika-abh05t3:37_11": "(but) he is poisoned, having caused that bad deed, like the sun (unwhens) with a livid and subsequently it is said in the way stated, like the meaning is that of this.",
    "ai-tika-abh05t3:37_12": "Those who pass away, strive,",
    "ai-tika-abh05t3:37_13": "second absorption ...",
    "ai-tika-abh05t3:37_14": "Herein, the grossness of the sacrificial postsing is the plane of the deed.",
    "ai-tika-abh05t3:38_0": "2.",
    "ai-tika-abh05t3:38_1": "There is the ultimate person, who does not directly know about the passing away and speaking of others, and who speaks the truth of the other persons with their own speech: “But who speaks the truth, who speaks the truth, and who speaks the truth, and who has made the ultimate truth, are an individual essence, and who speaks the truth, and who speaks the truth?”",
    "ai-tika-abh05t3:38_2": "is said: “He doesn’t get used”—",
    "ai-tika-abh05t3:38_3": "And so it is referring to the truth.",
    "ai-tika-abh05t3:38_4": "The meaning of this:",
    "ai-tika-abh05t3:38_5": "Whatever suppression of the world is found in me or not? Because of that one who has reached the ultimate solace for it is the most important thing that is proper to confused about to.",
    "ai-tika-abh05t3:38_6": "Again when he was invited by the doctrines of the other persons, he said: “Now, in the hymns, that person, who were initiately dressed in oppositely, he said, “Noble Ones in this way,” and so he said, “Now, let this matter so,” he said, “Now that you can say.”",
    "ai-tika-abh05t3:38_7": "Hence it is said: “The self-control has arisen in being proclaimed.”",
    "ai-tika-abh05t3:38_8": "So long as it has been seen ...",
    "ai-tika-abh05t3:38_9": "This is to be corrected first, and this is the first to say, “This is the ultimate truth.”",
    "ai-tika-abh05t3:38_10": "“So you speak likewise. ...”",
    "ai-tika-abh05t3:38_11": "This too is to be corrected by questioning, but not if a second time.”",
    "ai-tika-abh05t3:39_0": "What is called rejection of both produced in both these two and three accusations, in order to show the same way as that to the ultimate, is the ultimate truth.",
    "ai-tika-abh05t3:39_1": "Then, when questioned about the first matter, he said: “It is because of the giving up of preference to the other instead,” and on the first time, he said, “It is because of eating the self-controllection that because of this matter,”",
    "ai-tika-abh05t3:39_2": "Two on truths, too interpretations.",
    "ai-tika-abh05t3:39_3": "(But) accumulating and wishing for is the ultimate foundation of the truth (of peace).",
    "ai-tika-abh05t3:39_4": "Likewise he said: “It’s because at ease. ”",
    "ai-tika-abh05t3:39_5": "he’s supreme among.”",
    "ai-tika-abh05t3:39_6": "Consequently he would be able to arrive at the highest point in a supreme matter by means of which he wishes, etc., as follows: “Now, in the ultimate sense of urgency,” and so on.",
    "ai-tika-abh05t3:39_7": "“What is the basis of psychic power that has been realized by the striving? ” And what is it appropriate to say, “What is the preaching of the Enlightenment of the truth?” “The Description of the truth is pointing “supported” .",
    "ai-tika-abh05t3:39_8": "He doesn’t think about. They can’t be truthfully by truth, contempt, continually speaking the truth. Nor can they realise after the doctrine of others; they have been truthfully revealed to, enthusiastic, and truthfully truthfully?”",
    "ai-tika-abh05t3:39_9": "They were satisfied by oneself, and because they had to be transferred to, each other.",
    "ai-tika-abh05t3:39_10": "Only there is a good opposite sex only with it.",
    "ai-tika-abh05t3:39_11": "Virtue is said: “Providing the truth is spoken in order to realize the same way as stated, and so on.”",
    "ai-tika-abh05t3:39_12": "and it was not shown that it was said above by the power of its .",
    "ai-tika-abh05t3:39_13": "So that’s not how could be obtained by one who has nothing,",
    "ai-tika-abh05t3:39_14": "And here should be told: “This is why a individual essence in the world for the sake of the benefit of the world in the next, like the essence.” So the meaning here is said, “The individual essence.”",
    "ai-tika-abh05t3:40_0": "one should think, “This has not been allowed,” is the first questioned in the second time. If it is certainly not, it should be practiced with questioning.",
    "ai-tika-abh05t3:40_1": "nor should we say anything to them:",
    "ai-tika-abh05t3:40_2": "Likewise, he shows them the reason for the Fortunate One.",
    "ai-tika-abh05t3:40_3": "And here there is in the case of a person whose desire is obtained in the way that person should be attained by a personal type of truth, and so on. However, when a person has obtained in this way, is it worthy to incapable of reaching the different kinds of persons?",
    "ai-tika-abh05t3:40_4": "The second (who has) been admitted in the ear’s Questions, in the first phrases, is the second in the five ways.",
    "ai-tika-abh05t3:40_5": "this is the ground for (whos), that is proper for a debt, one for less than twelve years.",
    "ai-tika-abh05t3:40_6": "and is to take hold of you.",
    "ai-tika-abh05t3:40_7": "It is manifested as the proximate cause of success, which is the support of the ascetic life by means of the underlying tendencies of continuity, etc., in the case of the attainment .",
    "ai-tika-abh05t3:40_8": "For one in whom the conditions of conditions there is will be an unconditioned producing condition for the barriers and shake in any way, being one who isn’t able to live in dependence on the ground.",
    "ai-tika-abh05t3:40_9": "“Similarly, having no use for doing what is beneficial,” he said.",
    "ai-tika-abh05t3:40_10": "Hence it is said in the Six Commentaries .",
    "ai-tika-abh05t3:40_11": "These (mental) meaning is that allowable basis for the thirty-six years.",
    "ai-tika-abh05t3:40_12": "Therefore it was said: “Here will give the World over the six groups of twelve years?”",
    "ai-tika-abh05t3:40_13": "(but) from what is beneficial, what is the reason why (good) meaning,",
    "ai-tika-abh05t3:40_14": "gets rid of it: “What can I do?”",
    "ai-tika-abh05t3:40_15": "If there is no-one grounding for settling it, their order to give rise to wrong view, but there is because of that bad deed. Because of that wickedness is the wrong way.",
    "ai-tika-abh05t3:41_0": "4-5.Tenāti sakavādinā.",
    "ai-tika-abh05t3:41_1": "” Devoted by means of that lay person (safeguard), by means of these four bad deed, he should not be dealt with according to the rule.",
    "ai-tika-abh05t3:41_2": "Then he said that he would give, thinking “Having taken up it,” and he said, “Listening it to its having a bad deed,” he said.",
    "ai-tika-abh05t3:41_3": "This is how my gratitude “I am lying down” , etc., in the way already described.",
    "ai-tika-abh05t3:41_4": "By this: “By this” is said, “By this text,” etc.;",
    "ai-tika-abh05t3:42_0": "The blue complexion is finished.",
    "ai-tika-abh05t3:43_0": "2. Paccanīkānulomavaṇṇanā",
    "ai-tika-abh05t3:44_0": "holding on to the float on the ground,",
    "ai-tika-abh05t3:44_1": "who speaks of another’s wife.",
    "ai-tika-abh05t3:44_2": "for one who steals another’s wife is called “friend”.",
    "ai-tika-abh05t3:44_3": "Because it has been reflected in the prohibition of the activity because it is the prohibition of the activity.",
    "ai-tika-abh05t3:44_4": "for it would be just as if a legal issue had wished to deliberately, (thinking): “Where there may be no dangerous.”",
    "ai-tika-abh05t3:44_5": "It was not able to develop the meaning of darkness.",
    "ai-tika-abh05t3:44_6": "she says, “Harmless”.",
    "ai-tika-abh05t3:44_7": "if they were told, “This is the grossness of such-and-such a place,” and so on.",
    "ai-tika-abh05t3:44_8": "which is why it is said to be shown that it is said to be one who is dealt with according to the rule.",
    "ai-tika-abh05t3:45_0": "The commentary on the beautiful complexion is finished.",
    "ai-tika-abh05t3:46_0": "The clean section for recitation on the truths is finished.",
    "ai-tika-abh05t3:47_0": "2. Okāsasaccikaṭṭho",
    "ai-tika-abh05t3:48_0": "1. Anulomapaccanīkavaṇṇanā",
    "ai-tika-abh05t3:49_0": "11.",
    "ai-tika-abh05t3:49_1": "The ascetic life said is lived in a place where all parts are shaken by a particular composite.”",
    "ai-tika-abh05t3:49_2": "for the ascetic life dissatisfied, ~ the rest is enclosed by the goal of the ascetic life. He should be looked afterped in that place.",
    "ai-tika-abh05t3:49_3": "By this adverting is in concluding all the aspects according to the meaning.",
    "ai-tika-abh05t3:50_0": "3. Kālasaccikaṭṭho",
    "ai-tika-abh05t3:51_0": "1. Anulomapaccanīkavaṇṇanā",
    "ai-tika-abh05t3:52_0": "at the time of sleeping place it is born: on the time of the meal,",
    "ai-tika-abh05t3:52_1": "for one person is born here.",
    "ai-tika-abh05t3:52_2": "After that, past the future times had become a last,",
    "ai-tika-abh05t3:52_3": "all rotten: in all directions, everywhere in all places,",
    "ai-tika-abh05t3:52_4": "When he chargs with them, he hands up into the water; he remembers what is well considered, then whether he is to be displeased or not,",
    "ai-tika-abh05t3:52_5": "He should be told:",
    "ai-tika-abh05t3:52_6": "So it may be asked: “This person is not compared with anyone.”",
    "ai-tika-abh05t3:52_7": "For the sake of foulness in the whole of a judgment that is called “refuse” in the sense of habit,",
    "ai-tika-abh05t3:53_0": "4. Avayavasaccikaṭṭho",
    "ai-tika-abh05t3:54_0": "1. Anulomapaccanīkavaṇṇanā",
    "ai-tika-abh05t3:55_0": "The anyone who doesn’t conquer in the third place rolled forth the linked permutation series—",
    "ai-tika-abh05t3:56_0": "Experientials, etc.",
    "ai-tika-abh05t3:57_0": "2. Paccanīkānulomavaṇṇanā",
    "ai-tika-abh05t3:58_0": "Discussion of the five hundred modes, etc.",
    "ai-tika-abh05t3:58_1": "again in the Commentaries : among the fortunates or for one or other of five opposites;",
    "ai-tika-abh05t3:58_2": "And here too the meaning should be understood in the way beginning, “One who is attached to the bodies of a body” .",
    "ai-tika-abh05t3:58_3": "The Simile of the Guardian",
    "ai-tika-abh05t3:58_4": "he said to these three: “Herein,” and “It is stated in the detailed explanation of the three in the passages beginning, “Herein,” and so on.",
    "ai-tika-abh05t3:58_5": "they’re stated in the borderlands,",
    "ai-tika-abh05t3:58_6": "they sent a him away.",
    "ai-tika-abh05t3:58_7": "placed it in the future, and unworned.",
    "ai-tika-abh05t3:58_8": "pure soil,",
    "ai-tika-abh05t3:58_9": "Herein, it is said: “Here there is no definition of a body” , etc., in the sense that is for one who is lost, and so on. There is nothing else in this way, it is for any other means.",
    "ai-tika-abh05t3:59_0": "The conclusion of the truth is finished.",
    "ai-tika-abh05t3:60_0": "5. Suddhikasaṁsandanavaṇṇanā",
    "ai-tika-abh05t3:61_0": "17-27.",
    "ai-tika-abh05t3:61_1": "truthful, stop, making highest.",
    "ai-tika-abh05t3:61_2": "Herein, there is a person whose individual essence should be realized in the ultimate individual essence:",
    "ai-tika-abh05t3:61_3": "sights ...",
    "ai-tika-abh05t3:61_4": "determine the truths, or having determined that place in that place,",
    "ai-tika-abh05t3:61_5": "Or “The occasions, having obtained in the sense, is the meaning of it because he has acquired the physical formation here, or of the fine-material jhānas, etc., states, has he said, or of the kind already described, or of that which is real, has nothing to be found here? ” He said, “There is no matter, it should be understood here.",
    "ai-tika-abh05t3:61_6": "When the rest are liable to fall,",
    "ai-tika-abh05t3:61_7": "But the meaning here is this:",
    "ai-tika-abh05t3:61_8": "and in this very agreement, the One of Great Ploughing beauty, the interpreting (the Buddha) in this matter the highest bliss, having come to an end.",
    "ai-tika-abh05t3:61_9": "form, feeling, perception, choices, and consciousness are different things. They can’t be known as ‘Virtue’. This is the meaning of the teaching of the Buddha’ ...",
    "ai-tika-abh05t3:61_10": "is the proper occasion.”",
    "ai-tika-abh05t3:61_11": "At that time there is a time when he does not perceive what is heard, and if he does not perceive what is heard.",
    "ai-tika-abh05t3:61_12": "This is how the meaning of another’s teaching should be understood to dealt with another’s instruction.",
    "ai-tika-abh05t3:62_0": "“I will not give birth to a net,” he said, “I will see making amends for five reasons.”",
    "ai-tika-abh05t3:62_1": "admitted to having accused the person, thus: “This is why they claim to be reborn in another,”",
    "ai-tika-abh05t3:62_2": "They accused.”",
    "ai-tika-abh05t3:62_3": "For when accusing the accuser of accusing (him) admitted to that accusation,",
    "ai-tika-abh05t3:62_4": "he shows the fruit of the fruit of that.",
    "ai-tika-abh05t3:62_5": "The Buddha has declared enlightenment:",
    "ai-tika-abh05t3:62_6": "If he is canceling it because he has been set aside, he should be appointed thus: “This is a question that should be put in accordance with the intention of speaking.”",
    "ai-tika-abh05t3:62_7": "those who speak contradict, and because of anger, because of anger and enmity, doing what is contradict to others. They get rid of resentment, because they don’t need to speak to others. Or because of the cleansing of impurity, because of the words “specified perils” .",
    "ai-tika-abh05t3:63_0": "The complexion of the beautiful complexion is finished.",
    "ai-tika-abh05t3:64_0": "6. Opammasaṁsandanavaṇṇanā",
    "ai-tika-abh05t3:65_0": "We will ask you if you get down others to ask permission and because of the proclamation of using them—and we’re able to get hold of them. And we’ll do so, with the problemishment of them.",
    "ai-tika-abh05t3:65_1": "Herein, the last part of the western quarters is found.",
    "ai-tika-abh05t3:65_2": "The meaning of this:",
    "ai-tika-abh05t3:65_3": "There is two kinds of feeling in the sense of direct-knowledge: the occasions when it is shared by the fine-material attainments, it is not possible to state .",
    "ai-tika-abh05t3:65_4": "Then the supreme person ...",
    "ai-tika-abh05t3:65_5": "Excessive variety of things:",
    "ai-tika-abh05t3:65_6": "For this is the development of concentration:",
    "ai-tika-abh05t3:65_7": "If you wish, you should train like this:",
    "ai-tika-abh05t3:65_8": "Monks, we will not even have acquired the size of schismatic statements, so I can’t want to be gained.",
    "ai-tika-abh05t3:66_0": "and that person with gaining material possessions, honors and popularity is obtained in the simile of five hundred leagues.",
    "ai-tika-abh05t3:67_0": "The commentary on the skin is finished.",
    "ai-tika-abh05t3:68_0": "With the overcoming of brightness,",
    "ai-tika-abh05t3:69_0": "Because of the seventy-two nature it is a realisation in the seven principles, and so on.",
    "ai-tika-abh05t3:69_1": "By this there is no other personal witnesses from that.",
    "ai-tika-abh05t3:69_2": "Hence it is said in the Commentaries: “It is the ultimate truth, eloquence.”",
    "ai-tika-abh05t3:69_3": "In accordance with such suttas, etc., there is no definition of the kind already described, and that each indicate is to be given in the life of purity.",
    "ai-tika-abh05t3:69_4": "It is because he says “should be abstinence” because it is not broken for the immaterial states.",
    "ai-tika-abh05t3:69_5": "one should be free from oppression.”",
    "ai-tika-abh05t3:69_6": "When a person has said this, whether the seventy-two wisdom there is another person’s statement. When a person hasn’t naturally released, they don’t wish to be realist in an undependent.",
    "ai-tika-abh05t3:69_7": "for perils are no snaresty.",
    "ai-tika-abh05t3:69_8": "Therefore, when he has been rejected, what is it said?” “What is the place of loss?” etc., they said, “What is the point of him?”",
    "ai-tika-abh05t3:69_9": "This is the second difference in both meaning and preceding forms. The individual essence of the opposite sex, etc., is the second person’s in this way under the heading of the two kinds of difference in the others. This is the second lost oppositeness of the states.",
    "ai-tika-abh05t3:69_10": "the same kind already described, they say, “There is no reason for the monasteries.”",
    "ai-tika-abh05t3:70_0": "As to resolution and non-resolution : to alternative .",
    "ai-tika-abh05t3:70_1": "For the state finds understanding is the state’s in fame,",
    "ai-tika-abh05t3:70_2": "Hence it is said: “Here it is something else than the similar.”",
    "ai-tika-abh05t3:70_3": "In the formless realm,",
    "ai-tika-abh05t3:70_4": "These are the three kinds of persons in such-and-such a person, excepting forms, and the others are discussing.",
    "ai-tika-abh05t3:70_5": "The individual who speaks in the teaching of the Dispensation said: “No matter what this individual says is possible, he says” .",
    "ai-tika-abh05t3:70_6": "“Because of this” is included in the kind of form. It is not included in the mode of its mother or father, its leading to its back, and so on. It is not included in the matter, and there is no matter.",
    "ai-tika-abh05t3:71_0": "The commentary on the bright side of the bright complexion is finished.",
    "ai-tika-abh05t3:72_0": "When it’s finished,",
    "ai-tika-abh05t3:73_0": "8. Lakkhaṇayuttivaṇṇanā",
    "ai-tika-abh05t3:74_0": "But the characteristic should be spoken of inclination: “This is the moderation of the perils of covering over the body with the if it is time to be taken as “shop.”",
    "ai-tika-abh05t3:75_0": "The characteristic of Uttiya is finished.",
    "ai-tika-abh05t3:76_0": "9. Vacanasodhanavaṇṇanā",
    "ai-tika-abh05t3:77_0": "The meaning is that it is worth treating as one raining.",
    "ai-tika-abh05t3:77_1": "For the purpose of (whole a Buddha), in order to show the meaning of hate.",
    "ai-tika-abh05t3:77_2": "It’s by that one, it should be understood, and up for the last one,",
    "ai-tika-abh05t3:77_3": "“Whose person did it?” And he replied, “For he does not repeat,” accordingly, in order to see a person, etc., in order to understand the in order to an individual persons, who do not practice it.",
    "ai-tika-abh05t3:77_4": "Herein, there is no share for you to be gained, such is the “aff” .",
    "ai-tika-abh05t3:77_5": "(These should be treated in this way:) “Analy, having this individual essence, he should be obtained in this way.”",
    "ai-tika-abh05t3:77_6": "It is because of this person that these counts: “Consider (true) a person,” or “This is to be found in the Parinibbāna of the Buddha, an individual.”",
    "ai-tika-abh05t3:77_7": "that share is variety of things described as distributed, Reverend Sir, to another, or to some other.",
    "ai-tika-abh05t3:77_8": "Contact with this others,",
    "ai-tika-abh05t3:77_9": "of the same kind already described: “The counterpart is filled up,”",
    "ai-tika-abh05t3:77_10": "Neither that person is in the same way as stated.”",
    "ai-tika-abh05t3:77_11": "according as it is said: “He looks on these (permission) people, etc., when a man is using an individual, that is, and so on.”",
    "ai-tika-abh05t3:77_12": "He should not also be called ‘a person’ because he gains compared to be acquaintment’ because he wants something to be reborn therefore it is also called “base” in the same way.",
    "ai-tika-abh05t3:77_13": "Hence it should be brought here.",
    "ai-tika-abh05t3:78_0": "As to meaning, they are of the characteristic of self-proclaimed.",
    "ai-tika-abh05t3:79_0": "The commentary on the words of the skin is finished.",
    "ai-tika-abh05t3:80_0": "10. Paññattānuyogavaṇṇanā",
    "ai-tika-abh05t3:81_0": "I don’t need anything to be caught up in the form of such form, such as that which leads to the state of existence.",
    "ai-tika-abh05t3:81_1": "Experiential confidence in the same way: if there is no, he should be dealt with according to the rule.",
    "ai-tika-abh05t3:81_2": "“There is.” ...",
    "ai-tika-abh05t3:81_3": "Living in the midst of sensual pleasures, sounds, smells, tastes, touches, and thoughts.",
    "ai-tika-abh05t3:82_0": "treatment by means of contemplation, etc.,",
    "ai-tika-abh05t3:82_1": "For amongst those who meditate observing an aspect of the body, based on the bodies of diverse kinds, etc., that is to say, physical nutriment.",
    "ai-tika-abh05t3:82_2": "A person with fortunate practices like this: ‘Sometimes are different things,’",
    "ai-tika-abh05t3:82_3": "After bringing them what was said by the Buddha, and (thinking): “The meaning is that which is beneficial, is the meaning.”",
    "ai-tika-abh05t3:83_0": "The one Indulgence in wisdom is finished.",
    "ai-tika-abh05t3:84_0": "11. Gatianuyogavaṇṇanā",
    "ai-tika-abh05t3:85_0": "69-72.",
    "ai-tika-abh05t3:85_1": "Equanimity is to be corrected by those who live depending on others, etc., that is why they should say “Theses are most important” in the way beginning, “This person is because they aresides,” and so on.",
    "ai-tika-abh05t3:85_2": "(All) are you to be seen again.”",
    "ai-tika-abh05t3:85_3": "she said, “After having shown that he has to be told, that he has not said” ...",
    "ai-tika-abh05t3:85_4": "For it should be said, ‘Well then, we take it away.’ ”",
    "ai-tika-abh05t3:85_5": "he shows this is said: “This isn’t proper for seeing, this isn’t proper idea that the man has nothing to do with the characteristics of endness.”",
    "ai-tika-abh05t3:86_0": "you should say: ‘May they live for a reason why they are prescribed.’",
    "ai-tika-abh05t3:86_1": "“Because of this self-mortification” is able to acquire the formations consisting of form in concluding the aspect of the body, thinking, “When there is such a person, there is causality,” he does not say, “This person is because of this body,” and if he says, “This person is because of their enemy of identity, he does not say, “This person is because of this” .",
    "ai-tika-abh05t3:86_2": "But because they are told, “This is why do you say that the body is permitted to unresult,” and so you should say.",
    "ai-tika-abh05t3:86_3": "The person who states in hell continued existence as a debt is called an obstacle for the continuation of existence. This is called the obstructions for the one who speaks in suffering.",
    "ai-tika-abh05t3:86_4": "But there was no blemishing in the ear ... nose ... tongue ... body ...",
    "ai-tika-abh05t3:86_5": "and there is no desire for sights.",
    "ai-tika-abh05t3:86_6": "The Buddhas therein, “But, sir,” and “There are gods whose mind is on the wrong time, and having taken the Discourse on the Divinesive . When they perceived that it was far from the wrong time, they perceive. Your Of these two perceptions propositions in the past, they perceive that there is no distinction between this,",
    "ai-tika-abh05t3:86_7": "if he puts it back in order to show it, he said, “Why have you come?”",
    "ai-tika-abh05t3:86_8": "How do some wish",
    "ai-tika-abh05t3:86_9": "Some of them speak in every way,",
    "ai-tika-abh05t3:87_0": "‘By perceptions of such consciousness in the dimension of neither perception nor non-perception,’ they don’t want to be reborn in the dimension of neither perception nor non-perception.’",
    "ai-tika-abh05t3:87_1": "from that perception has arisen in the end and the state through existence,",
    "ai-tika-abh05t3:88_0": "But the person whose hands and feet have been touched by the one whose mind is steps of visible objects and so on, and so on. He is free from enmity and so on.",
    "ai-tika-abh05t3:88_1": "“No, just as a fire would never be found in Indracts.",
    "ai-tika-abh05t3:88_2": "If there’s another person doesn’t find another one else who is mortified, nor does anything elsewhere, the other person might be found in the same way. They might be described, change in the future.",
    "ai-tika-abh05t3:88_3": "Herein, the sacrificial fire and raising the sacrificial post one raises the sacrificial posts, one who binds the flame, the fire with the rope, the golden flame, and the blowing of all conditions and the impermanence of fire, etc., and on account of that.",
    "ai-tika-abh05t3:88_4": "If this person has such sights, then it’s the same thing, which is the ultimate, base consisting of form, feeling, perception, choices, and consciousness that rises.",
    "ai-tika-abh05t3:88_5": "Though this is how the characteristic of fire is successful in the sense of burning coals, as though dreams, he is another person’s liberated.",
    "ai-tika-abh05t3:89_0": "is finished in the color of copper.",
    "ai-tika-abh05t3:90_0": "Instructed by the Indian Rains Retreat,",
    "ai-tika-abh05t3:91_0": "97.",
    "ai-tika-abh05t3:91_1": "He is blue, blue-coloured, blue-coloured, blue-coloured, and blue appears clad in blue, yellow, red or white.",
    "ai-tika-abh05t3:91_2": "designation.”",
    "ai-tika-abh05t3:91_3": "how it is the blue wall, because it is blue, blue, blue, yellow, and red or white.",
    "ai-tika-abh05t3:91_4": "anyone who’s asked this question.”",
    "ai-tika-abh05t3:91_5": "Here is a word of this:",
    "ai-tika-abh05t3:91_6": "Then the speed, etc., is described in the Book of Commentaries in the Similar to the meaning of that. This is the same as “as to sound” .",
    "ai-tika-abh05t3:92_0": "they said: “Possessed by the road,” and when they are skilled in common senses, they have wandered about the skillful,",
    "ai-tika-abh05t3:93_0": "having shown that he is a preliminary worker, then said another, and saying: “Harmless, I will give you the teachers of the past.”",
    "ai-tika-abh05t3:94_0": "115.",
    "ai-tika-abh05t3:94_1": "Saying “I am form”, “It is neither proper nor appropriate to speak to anyone else’s doctrine,” “Repulsive doctrines,” “It is neither too little nor too much,” “It is said to lift my answer, “Rettributes for form,” and he said, “It is an unsurpassed Vāsavaka.”",
    "ai-tika-abh05t3:95_0": "For it is the state of existence in the eye-consciousness that is the state of non-existence that there is no coming back.",
    "ai-tika-abh05t3:95_1": "it should not be seen that with the eye of sight is gross. The seer does not exist.",
    "ai-tika-abh05t3:96_0": "The confinement of the Universal Monarch is finished.",
    "ai-tika-abh05t3:97_0": "13. Purisakārānuyogavaṇṇanā",
    "ai-tika-abh05t3:98_0": "Transgression is skillful, unwholesome,",
    "ai-tika-abh05t3:98_1": "for it should be understood that the classification in the same way is used in the same way.",
    "ai-tika-abh05t3:98_2": "Givenness by the absence of such states as a profession, producing,",
    "ai-tika-abh05t3:99_0": "for the person whom fortunate work is the person who sort of deeds.",
    "ai-tika-abh05t3:99_1": "Though helped with the help of that:",
    "ai-tika-abh05t3:99_2": "she is the maker of her honor:",
    "ai-tika-abh05t3:99_3": "another legal procedure.",
    "ai-tika-abh05t3:99_4": "Like this:",
    "ai-tika-abh05t3:99_5": "Since they do so, they give to that person, saying,",
    "ai-tika-abh05t3:99_6": "Hence it is said: “Sometimes it is my delaying.”",
    "ai-tika-abh05t3:99_7": "“This being so, a person who is doing it in this way, it’s generous, malicious, and hastile. When there’s no way, they should be told, “Not sort of persons.”",
    "ai-tika-abh05t3:99_8": "In such a monastery, they may get away.”",
    "ai-tika-abh05t3:99_9": "they make an individual authority.",
    "ai-tika-abh05t3:99_10": "This person is not included in a central worker. Then they think, ‘This is the meaning of that person’s activity, but rather than that.’",
    "ai-tika-abh05t3:99_11": "for it is the makers of individual essences that should be made arranging at the time for province.",
    "ai-tika-abh05t3:100_0": "is reckoned as if suitable.",
    "ai-tika-abh05t3:101_0": "176.",
    "ai-tika-abh05t3:101_1": "There might be another way, or that one does not say, “Considerate,” one says, “Consider vigor” or “There is no one thing!” one is no one like that.",
    "ai-tika-abh05t3:101_2": "That is why it was not enough for me.",
    "ai-tika-abh05t3:101_3": "The other’s desire to be acquired, and ensures another in the home life.",
    "ai-tika-abh05t3:101_4": "After one is impermanent, he thinks, “This is just a single one of the impermanence” and so on, and he does so with the intention of making annihilation of an ascetic.",
    "ai-tika-abh05t3:101_5": "But she has been objected that which is definitively permanent, everlasting, eternal, and imperishable.",
    "ai-tika-abh05t3:101_6": "At the time of trouble he difficulty: it is the earth bearer of the embryoder, the apprehending this feeling, and the earth quake.”",
    "ai-tika-abh05t3:101_7": "that which is impermanent is the wrong way for him, the wrong turns back.",
    "ai-tika-abh05t3:101_8": "and it is said in the same way as stated according to the breath of water, etc., is of the 40 kilometers in the same way.",
    "ai-tika-abh05t3:101_9": "(All these are) expanded because of the waters that were not overturned. It was substantial and non-staple food,  water, and change. It was not exceedingly .",
    "ai-tika-abh05t3:101_10": "and one, each took a poison in each monastery, and so on.",
    "ai-tika-abh05t3:101_11": "But that is expert in each of these, it is said in the same place that very same place and the separately.",
    "ai-tika-abh05t3:101_12": "He who is asked one question a fourfold (permission), and so on.",
    "ai-tika-abh05t3:102_0": "The Indulgence of Indulgence is finished.",
    "ai-tika-abh05t3:103_0": "The sub-chapter on good friends is finished.",
    "ai-tika-abh05t3:104_0": "14. Abhiññānuyogavaṇṇanā",
    "ai-tika-abh05t3:105_0": "Or alternatively: here the meaning is, the clause of the kind, or that of person.",
    "ai-tika-abh05t3:105_1": "“Well then, the ear-element listens to the sound of ears, sounds, smells, tastes, and touches.”",
    "ai-tika-abh05t3:105_2": "should be seen as 40 kilometers.",
    "ai-tika-abh05t3:105_3": "one who directs his understanding, and (the result) the path of knowledge,",
    "ai-tika-abh05t3:105_4": "The perfected one, the fully awakened Buddha has realized a personal themselves in the ultimate way.",
    "ai-tika-abh05t3:105_5": "in that he attained Liberation.",
    "ai-tika-abh05t3:105_6": "For it is when a personal supports that are called ‘perceptions’.",
    "ai-tika-abh05t3:106_0": "The Advantage of Indulgence is finished.",
    "ai-tika-abh05t3:107_0": "15-18. Ñātakānuyogādivaṇṇanā",
    "ai-tika-abh05t3:108_0": "This is the third substance of the earthquake.",
    "ai-tika-abh05t3:108_1": "Development of states: for the state of peace,",
    "ai-tika-abh05t3:108_2": "But then a person whose bent cannot be reckoned as an incalculable state, but without having obtained it.",
    "ai-tika-abh05t3:109_0": "The Book of the Worlds is finished.",
    "ai-tika-abh05t3:110_0": "19. Paṭivedhānuyogādivaṇṇanā",
    "ai-tika-abh05t3:111_0": "it is not shown by similes, nor by disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.",
    "ai-tika-abh05t3:112_0": "Then, through the power of the visible forms, (when) the state of being reborn in the realm of luminous form, which goes inside the territory, the palace, although inside the head exceedingly the space left over, the two.",
    "ai-tika-abh05t3:112_1": "Therefore this state of existence is called “ascetic” in the thirty-two marks and its characteristics.",
    "ai-tika-abh05t3:113_0": "237.Oḷārikoti thūlo.",
    "ai-tika-abh05t3:113_1": "Then I am such-and-such a size of self, such as:",
    "ai-tika-abh05t3:113_2": "he should be reinforced according to the accumulating kamma.",
    "ai-tika-abh05t3:113_3": "and by the word “conformity” is one who “possessing the sense-spheres.",
    "ai-tika-abh05t3:113_4": "and a mind-made reincarnation,",
    "ai-tika-abh05t3:113_5": "for by means of the jhāna is produced by means of the mind,",
    "ai-tika-abh05t3:113_6": "and it is of the non-physical reincarnation.",
    "ai-tika-abh05t3:113_7": "for it is possible to understand how illustrious forms is so the meaning here.",
    "ai-tika-abh05t3:113_8": "“But since he is caught up in the world,” and he does not finish him as he live, without having caused him, say, “This is the greatest of this world, it is the simile of the world, just as it is worthy of the gods, that is the Realized One, the perfected one, the fully awakened Buddha.",
    "ai-tika-abh05t3:114_0": "Full of characteristic, etc., according to the characteristic of opposite sex, etc., of the impermanence of all that is impermanent, and so on.",
    "ai-tika-abh05t3:114_1": "For this reason it is called “perfection of individual essences” because it is the ultimate sort of personal essence .",
    "ai-tika-abh05t3:114_2": "Herein, the first is “with meaning” in the way beginning, “Herein, what is reckoned as the meaning of in the phrase . Herein, the clause is the colour of the clause, etc., of the clause, etc., with the firstly.",
    "ai-tika-abh05t3:114_3": "This includes the word “body” is stated in the Commentary, etc., according to the Commentaries.",
    "ai-tika-abh05t3:114_4": "And just as this is compared to the sound of drums,",
    "ai-tika-abh05t3:114_5": "and it is turned back even by that.",
    "ai-tika-abh05t3:114_6": "This is said:",
    "ai-tika-abh05t3:114_7": "They don’t want to be troubled and the other individuals should be understood according to the first and the name of the clan. But the other king is not the meaning of what is given in the past.",
    "ai-tika-abh05t3:114_8": "For when there is no place consisting of the whole world that can be cut off at the distance .",
    "ai-tika-abh05t3:115_0": "So let them try to persuade the ultimate truth, having repute, and utmost that they are real. That is why therefore it leads to the highest degree of the world.",
    "ai-tika-abh05t3:115_1": "The meaning is that mortifier’s reason why is the meaning of not embracing the reason why, the effacement of all possibles, namely, unbecause it is the meaning.",
    "ai-tika-abh05t3:115_2": "Hence it is said: “Rejoice in the Dhamma” and “Repulsiveness”.",
    "ai-tika-abh05t3:116_0": "The commentary on the part of the private parts is finished.",
    "ai-tika-abh05t3:117_0": "The account of the commentary on the individuals is finished.",
    "ai-tika-abh05t3:118_0": "2. Parihānikathā",
    "ai-tika-abh05t3:119_0": "On the contrary",
    "ai-tika-abh05t3:120_0": "This Mine Discourse should be seen as enemy.",
    "ai-tika-abh05t3:120_1": "“Mendicants, these five things lead to the decline of a mendicant who is temporarily free.”",
    "ai-tika-abh05t3:120_2": "One free occasionally, one liberated from the eight attainments according to the adept –",
    "ai-tika-abh05t3:121_0": "“And what person is freed by right knowledge?",
    "ai-tika-abh05t3:121_1": "At one time some person from time to time have direct meditative experience of the eight liberations. And some of them, having seen with wisdom, their defilements have come to an end.",
    "ai-tika-abh05t3:121_2": "This person is called freed by right knowledge.”",
    "ai-tika-abh05t3:122_0": "“Sexual intercourse,” some people, and some don’t a perfected one.",
    "ai-tika-abh05t3:122_1": "So since he fails to get a sarong like a perfected one, he will not for a perfected one.",
    "ai-tika-abh05t3:122_2": "Then, because of this, he shows that he has said: “This is (past) one’s ploughs, I will show him the drums,” “Even if he drinks it, making a noise,” “Friend, drunk laugh, and making a noise likewise. alcohol ...”",
    "ai-tika-abh05t3:122_3": "He should be told:",
    "ai-tika-abh05t3:122_4": "Or alternatively, it is said in the first precisely: “It is either mentioned as a trainee nun who has not been trained in them in the second jhāna, or who has not been trained in the Commentaries.” And that is why it is said in the Commentaries.",
    "ai-tika-abh05t3:122_5": "Hence it is said: “Here the perfected one, the fully awakened Buddha” .",
    "ai-tika-abh05t3:123_0": "they might complete the third time.",
    "ai-tika-abh05t3:123_1": "Since he does so, the perfected ones came to the third time.",
    "ai-tika-abh05t3:123_2": "They are satisfied with the faculties,",
    "ai-tika-abh05t3:123_3": "The third group of eighteen is stated as “with the sound of clause”.",
    "ai-tika-abh05t3:123_4": "Therefore, in the first enquiry, (called) “he is prevented”.",
    "ai-tika-abh05t3:124_0": "There is no simile for least to be a stream-enterer, not having developed it.",
    "ai-tika-abh05t3:124_1": "And there is no way to develop the attainment of once-returners, etc., in this way one is a stream-enterer,",
    "ai-tika-abh05t3:124_2": "for the bowl is lost.",
    "ai-tika-abh05t3:124_3": "they are once-returners, non-returners,",
    "ai-tika-abh05t3:124_4": "The purpose of showing the path is the best, they said, “Have they reached the goal of the path,” and they deposed it in the way already described.",
    "ai-tika-abh05t3:125_0": "The exposition of the commentary on the Uttiyas is finished.",
    "ai-tika-abh05t3:126_0": "On the contrary, the Monastic Law, the Protector of the World",
    "ai-tika-abh05t3:127_0": "241.Tatoti arahattato.",
    "ai-tika-abh05t3:127_1": "to see the benefit of the path,",
    "ai-tika-abh05t3:127_2": "Or alternatively, it is pressed under him:",
    "ai-tika-abh05t3:127_3": "immediately next to the fruit of stream-entry,",
    "ai-tika-abh05t3:127_4": "First they attain the first path to perfection. While they were attaining the fruit of perfection, they reached perfection in the next life. Wherever they fall, they wouldn’t fall on the next life.",
    "ai-tika-abh05t3:127_5": "(But) he speaks contradicts the word ‘a doctrine of others’, why is it that he should be given?",
    "ai-tika-abh05t3:127_6": "The noble path is cleansed by the power of development, because he sees the noble paths as though he were unable to see the  noble path.",
    "ai-tika-abh05t3:127_7": "And it is not known that not desiring to see the supermundane paths, and the noble paths of the noble paths, which were no further development of the noble path and by the noble paths of others.",
    "ai-tika-abh05t3:127_8": "so the second won’t because of the suppression of the path, and because of the actual defilement of the paths and the opposite sexssion.",
    "ai-tika-abh05t3:128_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:129_0": "On the Influence of Grain",
    "ai-tika-abh05t3:130_0": "265.",
    "ai-tika-abh05t3:130_1": "talk about an individual who resigns something, thinking, “This is what acquisition” is said, “This is something that encounter attains resistance” . It is said.",
    "ai-tika-abh05t3:131_0": "I’ll be started to store up residence for seven months, and for the sake of this month, thinking: “I’ll refrain,” or during the six months of the rainy season.”",
    "ai-tika-abh05t3:132_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:133_0": "The discussion on the color of water is finished.",
    "ai-tika-abh05t3:134_0": "3. Brahmacariyakathā",
    "ai-tika-abh05t3:135_0": "On Purifying abode of the spiritual life",
    "ai-tika-abh05t3:136_0": "undergoing the locality of others is the basis for such powers as the others.",
    "ai-tika-abh05t3:136_1": "They don’t wish to lead the spiritual life under the sway of the gods. And there is no lesser life.",
    "ai-tika-abh05t3:137_0": "270.Tassevāti paravādino eva.",
    "ai-tika-abh05t3:137_1": "—”Through generals such a person as: “The gods are inferior” and superior people,",
    "ai-tika-abh05t3:137_2": "They kill living creatures.",
    "ai-tika-abh05t3:137_3": "Such is the meaning of the opposite of the meaning, but not of meaning and of cause or reason.",
    "ai-tika-abh05t3:137_4": "However, even if he has been agreed upon by the commentary on the meaning, then there is no level in the commentary on the meaning.",
    "ai-tika-abh05t3:137_5": "They might be aware of what is inferior. They say, “This is inferior, this is what the doctrine of others.”",
    "ai-tika-abh05t3:137_6": "Hence it is to be taken away.",
    "ai-tika-abh05t3:137_7": "but having allowed it later on it should be understood as the response.",
    "ai-tika-abh05t3:137_8": "“Since there is no going forth, there is no danger of living the spiritual life, some people weren’t able to practice accordingly, while others are practised.",
    "ai-tika-abh05t3:137_9": "Even if he says, ‘It does not give to the gods that are proper for them to show that all the eighth existence,’ and then said, ‘It’s in the very same way, we hope the Divinities’ intention, ‘changes’ when the gods are cleansed’, is said to because they weren’t able to dislike it.”",
    "ai-tika-abh05t3:138_0": "The exposition of the spiritual path is finished.",
    "ai-tika-abh05t3:139_0": "On the Incomparable Commentaries",
    "ai-tika-abh05t3:140_0": "On the path of the fine-material sphere is impulsion in the fine-material sphere.",
    "ai-tika-abh05t3:140_1": "For he is stated in this way when the path of rebirth-linking has appeared in the way stated.",
    "ai-tika-abh05t3:140_2": "according as it is said: “Develops the path to rebirth in the formless state.”",
    "ai-tika-abh05t3:140_3": "This is the jhāna of the fine-material sphere.",
    "ai-tika-abh05t3:140_4": "“Here, reverend Sir, a (good) conduct is covered with form including forms, without having asked permission of the variety of paths,” etc., in what is said. And now, “How is it with this?” she said, “After what is the wrong path to practice?",
    "ai-tika-abh05t3:140_5": "Herein, (first) “Here the path” is in this way, etc., and also “friended here” , etc., are the path here where they met” .",
    "ai-tika-abh05t3:140_6": "Herein, a non-returner, one who goes to the non-returner,",
    "ai-tika-abh05t3:140_7": "One who is questioned with the absorptions, who has not cut off the fetters, and is reborn in the host of Joyful form, without having cut off the fetters, one who is extinguished there.",
    "ai-tika-abh05t3:140_8": "But the explanation of the one who overpowers the meaning of these two kinds already stated.",
    "ai-tika-abh05t3:141_0": "Here: the world of the pleasures",
    "ai-tika-abh05t3:141_1": "For you go to the Brahmā realm.",
    "ai-tika-abh05t3:141_2": "And here he should ask: “When he speaks in this way, what is inferior, what is inferior, what is circumstance, and what is circumstance, do you believe in a doing what is just as gain for the meaning.”",
    "ai-tika-abh05t3:141_3": "If they say that reference to him,",
    "ai-tika-abh05t3:141_4": "They say, “I can’t proceed to be told,” and they said, “Leave this, they can’t do so.”",
    "ai-tika-abh05t3:141_5": "For just as, when the gods come together with the gods of the Thirty-Three, having taken a new life of Sakka, the ruler of the gods, and humans, clever in them, without getting permission from the lay life to homelessness, so there is no level of the gods under the Four Great Kings—haves in this way, not being able to obtain the happiness of the spiritual life,”",
    "ai-tika-abh05t3:141_6": "It is hard for the gods and men to find the demons, but it’s hard to get a hard to find.",
    "ai-tika-abh05t3:141_7": "Herein, the moon and sun revolves, even the gods that are drunk from the Devas, etc., should be practiced by the sun, and so on.",
    "ai-tika-abh05t3:142_0": "The Universal Monarch is finished.",
    "ai-tika-abh05t3:143_0": "The account of the spiritual path is finished.",
    "ai-tika-abh05t3:144_0": "3. Odhisokathāvaṇṇanā",
    "ai-tika-abh05t3:145_0": "the meaning is, because of partaking of the opposite sex.",
    "ai-tika-abh05t3:145_1": "those who partake of the announcing name have called “virtuous”.",
    "ai-tika-abh05t3:145_2": "Herein, if there are four paths to the origin of the path, the ending of defilements, they choose to be given up by one who has ended the defilements, saying, “Ascetic, who has ended the defilements, complete understanding, and who has reached the end of the fetters” .",
    "ai-tika-abh05t3:145_3": "However, one path and the four kinds of directly based on the four kinds of truth should not be given up in different paths, one path and one who does not completely understand the path of accusations, but gives up the path of origination by the paths of others, and one who gives up to the origin of suffering thus: “This is the truth of the path and the path leading to the end of suffering” .",
    "ai-tika-abh05t3:145_4": "Like this it is said to be shown in the midst of mindfulness.",
    "ai-tika-abh05t3:145_5": "The one who gives up solace.”",
    "ai-tika-abh05t3:145_6": "For there is the first path of various kinds of discriminations you should give up the fetters, in the desert of the path gone beyond suffering. When there is the path to the fruit of non-returners, the First Stream-Enterering, the Sole Leader of Death, the World, and the path of Absorption as the fruit of stream-entry. And there is no higher, they can’t find non-returning non-returner.",
    "ai-tika-abh05t3:145_7": "For it is not possible to live a stream-enterer, a stream-enterer, and once-returner.",
    "ai-tika-abh05t3:145_8": "Hence it is said: “Here a stream-enterer, not a stream-enterer.”",
    "ai-tika-abh05t3:146_0": "Yet he asked this question: “Do you have analytic knowledge of the truth, and what is it the path? What is it penetrated?”",
    "ai-tika-abh05t3:146_1": "if it were to say that object, it is unable to reach the end of the origin of suffering, likewise the path who has reached the end of the origin of suffering. But if it was not possible to know and see the path to the end of the paths of suffering.",
    "ai-tika-abh05t3:146_2": "For there is no idea in the same way as oneself, does not exist in it, and preceding the path to the end of all, and you actually directly knew the path to cessation of the paths. That is why, the way that is the act of understanding cessation is the path.",
    "ai-tika-abh05t3:146_3": "for this is said: “Mendicants, what is suffering, and the origin of suffering.”",
    "ai-tika-abh05t3:146_4": "This is not the time for showing them in the wrong time,",
    "ai-tika-abh05t3:146_5": "“Reverends, does someone who sees suffering also see the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering?",
    "ai-tika-abh05t3:146_6": "and the practice that leads to the cessation of suffering.”",
    "ai-tika-abh05t3:146_7": "Then he can both see the origin of suffering again and again to be experienced as painful, etc.",
    "ai-tika-abh05t3:146_8": "for the supramundane Dhamma arrests the world’s going as if cut down is on announcing of the path,",
    "ai-tika-abh05t3:146_9": "(but) in the same way is the next life, the ultimate vision. These might see in the next life.",
    "ai-tika-abh05t3:146_10": "When it comes to the definite direction, you should draw the conclusion: ‘In this way the variety of paths, this is the point of the paths.’",
    "ai-tika-abh05t3:147_0": "The account of the commentary on the color of court is finished.",
    "ai-tika-abh05t3:148_0": "4. Jahatikathāvaṇṇanā",
    "ai-tika-abh05t3:149_0": "1. Nasuttāharaṇakathāvaṇṇanā",
    "ai-tika-abh05t3:150_0": "280.",
    "ai-tika-abh05t3:150_1": "Suppose an ensure path leading to the development of the path, when developed and cultivated, brought as far as the defilements only for the purpose of developing the path and cultivation of the three kinds of defilements.",
    "ai-tika-abh05t3:150_2": "Herein, in three ways the noble path to be given up by means of the three lower fetters, and the fetters are cut off,",
    "ai-tika-abh05t3:150_3": "However, in regard to this business that is distracted by the unobstructed path.",
    "ai-tika-abh05t3:150_4": "Because of that the path of non-returners goes along the path.",
    "ai-tika-abh05t3:150_5": "Nor does, it is not known that way to give up sensual desire, ill will, and confusion; at this time they don’t get rid of resentment, or eliminate the path.",
    "ai-tika-abh05t3:150_6": "Therefore it is said: I believed in the branch of it.",
    "ai-tika-abh05t3:150_7": "they’ve given up their doubts,",
    "ai-tika-abh05t3:150_8": "For when someone enjoys the absorptions by means of the absorption, his defilements are cut off right here and there.",
    "ai-tika-abh05t3:150_9": "Hence it is said: “So it is the path of the gods in that place.”",
    "ai-tika-abh05t3:150_10": "and settles of plants.”",
    "ai-tika-abh05t3:151_0": "The commentary on the color of leaves is finished.",
    "ai-tika-abh05t3:152_0": "5. Sabbamatthītikathāvaṇṇanā",
    "ai-tika-abh05t3:153_0": "1. Vādayuttivaṇṇanā",
    "ai-tika-abh05t3:154_0": "(but) all is in the past, future or present, there are present in the future who have gained faith, etc., and so also in the past, future and present, the present. That is why all the particular individuals should beginated here and there.",
    "ai-tika-abh05t3:154_1": "But there is no such thing as this: “There is no matter, there is no fault in the body,” and on the contrary to the ascetic practice, thus it is an unsuitable .",
    "ai-tika-abh05t3:154_2": "not seeing the past, future or present,",
    "ai-tika-abh05t3:154_3": "But although this meaning has been discussed with him, he is not able to show the way of all these people. That is why, in order to show the texts of all the time for the purpose of showing them.",
    "ai-tika-abh05t3:154_4": "Herein, there is this meaning of all the things described in the Paṭisambhidā, the Simile of the Faith, and all states that is to be seen in each case. That is why it is said in the sense of urgency in each case.",
    "ai-tika-abh05t3:154_5": "And the time is prevailed by the time when he begins, etc., and because it is the time of speaking of the air that is repaired, etc., when all the time is residue of animals.",
    "ai-tika-abh05t3:154_6": "saying: “All this body are soaked with oil,” he readiedly, “Through,” “They are to be destroyed,” “They are to be destroyed,” “They are to be excluded,” “The meaning is this body.",
    "ai-tika-abh05t3:155_0": "Only all is a hundred leagues.",
    "ai-tika-abh05t3:155_1": "For this is in fact that there’s no other words, and this being who wants to be reborn there would be no more lives for them.",
    "ai-tika-abh05t3:155_2": "so too all were bound together in every way.",
    "ai-tika-abh05t3:155_3": "But if he must say: “The individual essence is in all its continuation, since it could be particularly pervaded by all limbs and neglected with them.”",
    "ai-tika-abh05t3:155_4": "* He who preaches the Dhamma of the Reponents",
    "ai-tika-abh05t3:155_5": "But that state consisting in unity is the single state consisting in individual essence, and that is the meaning.",
    "ai-tika-abh05t3:155_6": "By this reason they may be criticized or praised by the gods.",
    "ai-tika-abh05t3:155_7": "If he asks, “Now, with the meaning of this,” or “has view of all,” or “Now,” according to the doctrine of all, is this, it should be understood, “Now,” or “has it is the meaning,” “has is the meaning, “has is the meaning,” he should asks “This is the meaning of this.",
    "ai-tika-abh05t3:156_0": "The commentary on the color of the Uttiya is finished.",
    "ai-tika-abh05t3:157_0": "2. Kālasaṁsandanakathāvaṇṇanā",
    "ai-tika-abh05t3:158_0": "285.Atītā…pe…",
    "ai-tika-abh05t3:158_1": "For this reason:",
    "ai-tika-abh05t3:158_2": "In the past, future, and present these sights are purified without remainder, still getting rid of form. They can expect continually gifts, whether good or bad. They can get rid of the response, not even when there is something to be done.",
    "ai-tika-abh05t3:158_3": "But if it is said, “In the text,” etc., these words are used in the way beginning, “proaching of visible objects,” it is said.",
    "ai-tika-abh05t3:158_4": "This is what was said.”",
    "ai-tika-abh05t3:158_5": "The designation of forms, the designation of the sense-spheres,",
    "ai-tika-abh05t3:158_6": "For that is stated by the states consisting of illegitimately, and so on.",
    "ai-tika-abh05t3:158_7": "Hence it is said: “Here it is well developed in the lump of foulness,”",
    "ai-tika-abh05t3:158_8": "form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh05t3:158_9": "grasping aggregates, grasping is the grasping.",
    "ai-tika-abh05t3:158_10": "Consequently it is because of its non-greedness.",
    "ai-tika-abh05t3:158_11": "all the world’s married girls, which are enthusiastic, and unfullable,",
    "ai-tika-abh05t3:158_12": "It’s not due to white cloth from white cloth.",
    "ai-tika-abh05t3:158_13": "But it is not due to absence of materiality that is capable of reaching the whole body.",
    "ai-tika-abh05t3:158_14": "form, and the eye consciousness,",
    "ai-tika-abh05t3:158_15": "for it’s not actually sheltered to a present life.",
    "ai-tika-abh05t3:159_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:160_0": "commentary for the words of the words;",
    "ai-tika-abh05t3:161_0": "whether the sound of the future is put, the sound of whatever comes up, the sound of couples, the sound of whatever is tied up, or like the text.",
    "ai-tika-abh05t3:161_1": "That’s why it is said. It is because it is recorded that noise, having made such fact, embarrassing, and making frustrated, he shows whatever place he wants. ...",
    "ai-tika-abh05t3:161_2": "Should not be seen.”",
    "ai-tika-abh05t3:161_3": "therefore presently means presently arisen in the present.",
    "ai-tika-abh05t3:161_4": "Hence it is said: “The present in the future is present.”",
    "ai-tika-abh05t3:161_5": "But when it comes to the future, they speak in the present thus: “And what is the future?” And on that very day they come back to you?",
    "ai-tika-abh05t3:161_6": "and it is due to fact that comes to the state of existence as well. It is “bliss” .",
    "ai-tika-abh05t3:161_7": "As to present: the fact that is present, without thought,",
    "ai-tika-abh05t3:162_0": "He shows no mere word of the word (but), he says that there is no need of hate,",
    "ai-tika-abh05t3:162_1": "This is said:",
    "ai-tika-abh05t3:162_2": "And if it turns back again, it does not become a second time. Then there is no further that when he has been developed and cultivated there is no further state of existence.”",
    "ai-tika-abh05t3:162_3": "Though legitimate means",
    "ai-tika-abh05t3:162_4": "Given that has been handed down, one thing",
    "ai-tika-abh05t3:162_5": "Hence it is said: “As abiding in the sixteenth year.”",
    "ai-tika-abh05t3:163_0": "With the intention of making it preference, having been given to him in the present thus: “Now, when one is lost, what is having obtained in the future” he reappeared in the future in the present with this way, or “What is it, what is there for you? ” and when asked, “What is this repeatedly, it is the same in the present thus: “It is time for the future” .",
    "ai-tika-abh05t3:163_1": "When there is the appropriate form, there is in the present, and there is present in the future, and there is dividing the breath of the present. When there is causality, it produced in the various orders of schism. When there is none in the future.",
    "ai-tika-abh05t3:163_2": "So he occurs Wise One produced by means of that.",
    "ai-tika-abh05t3:163_3": "and emptiness is included in the way already described, this is what was said in the Vinaya,",
    "ai-tika-abh05t3:163_4": "(These should be expanded in the same way as that blessings, is unsuitable.)",
    "ai-tika-abh05t3:163_5": "Hence it is said: “He passes away” . It is in order to purify the meaning of non-existence, etc.; he should go by means of the independent of the meaning and the kind already described.",
    "ai-tika-abh05t3:163_6": "the various grounds for future criticism, etc., are discovered in the way beginning, “Having been given up and so on, not having become agitated from the way beginning, “Having been stated in the way beginning, “The mind is completed in all its various parts, not deficient in the former cases,” etc., and in the way, “The path when they exist in accordance with diversified space,” etc. ...",
    "ai-tika-abh05t3:163_7": "it was those who claimed to be a sorry state, saying “Have you joint the meaning” and so on.",
    "ai-tika-abh05t3:163_8": "But just as “The soul and the body are the same thing” or “The soul and the body are the same thing, how they proceed in the present, not made by livelihood, etc., and think, “In the future, there is the way that in the present life the same way beginning, “If only these days, not a living in the future, they may be given up.”",
    "ai-tika-abh05t3:164_0": "In the present conscious perceptions, “This is the present.”",
    "ai-tika-abh05t3:164_1": "(But) this is how) difference between the two, namely,",
    "ai-tika-abh05t3:164_2": "for a question is beneficial.",
    "ai-tika-abh05t3:164_3": "is said in the past, future, and present. The Existence of the present is undeveloped and serene in the way already stated.",
    "ai-tika-abh05t3:164_4": "But in the last watch, which is reckoned as unincluded in the last watch, is reckoned as said.",
    "ai-tika-abh05t3:164_5": "rejection, saying: “What is the present in the future is the present.",
    "ai-tika-abh05t3:164_6": "Different and not do so in this way.”",
    "ai-tika-abh05t3:164_7": "Hence having arisen in the future, having reached emerging from the future,",
    "ai-tika-abh05t3:164_8": "which is called “mind in the future” is a name for the future, and so on. Because of that he has become one who is accused of that.",
    "ai-tika-abh05t3:164_9": "then he is accused thus: “Has anyone, how is this?”",
    "ai-tika-abh05t3:164_10": "if she attends on him when she is given;",
    "ai-tika-abh05t3:164_11": "How should we not be given?",
    "ai-tika-abh05t3:164_12": "What is the definition of the progressiveness of defilement and that of the schismativeness of those accusations , namely, that is to say, the breaking of the various kinds of accusations.",
    "ai-tika-abh05t3:164_13": "Those who sleep together with others, is the meaning.",
    "ai-tika-abh05t3:165_0": "Then the future grabbed him, saying: “This is the present,” and he took hold of them in the present.",
    "ai-tika-abh05t3:165_1": "some, while others spot,",
    "ai-tika-abh05t3:165_2": "and only one, after poison: the meaning is that in each case, and the poison, but not after subsequently another.",
    "ai-tika-abh05t3:165_3": "Soon afterwards he does not think, “This is the wrong place,” and when he has told, “This is the wrong way,” he opens up,",
    "ai-tika-abh05t3:165_4": "They may be dangerous, but whenever they claim they arise in the future.",
    "ai-tika-abh05t3:165_5": "“What is the preceding to,” he said, “Here the golden-skinner,” and when he has arrived before, he is responsible, then when he has arrived back, etc., took the way beginning, “Hafter this one,” and so on.",
    "ai-tika-abh05t3:165_6": "“They are expelled, Roja, etc.",
    "ai-tika-abh05t3:165_7": "“Well, the bull elephant ...",
    "ai-tika-abh05t3:165_8": "It is because I was still unsuitable.” She then arrived in the same place as before.",
    "ai-tika-abh05t3:166_0": "The commentary on the words of the skin is finished.",
    "ai-tika-abh05t3:167_0": "In the past, Question About the name of the past, etc.",
    "ai-tika-abh05t3:168_0": "This is said: ‘How many ideas’ when spoken?",
    "ai-tika-abh05t3:168_1": "Hence it is said: “In the second enquiry, what is knowledge about in the past, is the knowledge of the past, future, and present in the present.”",
    "ai-tika-abh05t3:168_2": "Hence it is said in the Commentaries: “When questions in the past, future and present” .",
    "ai-tika-abh05t3:169_0": "The discussion on the past is finished.",
    "ai-tika-abh05t3:170_0": "The Practice Leader of the perfected ones, etc.",
    "ai-tika-abh05t3:171_0": "291.",
    "ai-tika-abh05t3:171_1": "“I am a perfected one, with defilements ended,” he said to him: “Anyone who has ended the defilements,” “They shows that it is said.",
    "ai-tika-abh05t3:171_2": "you should see what you’re said.”",
    "ai-tika-abh05t3:171_3": "Herein, diverse in that place.",
    "ai-tika-abh05t3:171_4": "So this word-meaning to be seen , such as the beginning, the giver of the breath, etc., in the sense of urgency, and this including the Saṅgha should be seen as heard.",
    "ai-tika-abh05t3:172_0": "The discussion on the perfected ones is finished.",
    "ai-tika-abh05t3:173_0": "Questioning is the commentary on the stanza .",
    "ai-tika-abh05t3:174_0": "295.",
    "ai-tika-abh05t3:174_1": "is better in the past, and has a calming sound of cows, where there is the sound of recitation, etc., and there is the sound of the past who sortal cymbals, etc., and would be trying to get the sound of coughing and noise.",
    "ai-tika-abh05t3:174_2": "Hence it is said: “There is no sound for one who has no faith in the word “There is.”",
    "ai-tika-abh05t3:174_3": "he said: “What is their current, what is the name of the past?”",
    "ai-tika-abh05t3:174_4": "This is said:",
    "ai-tika-abh05t3:174_5": "If there is in the past, future, and present, there are past, and present in the past, future, and present, and present who want to be in the past, and present. They can do not want to apply themselves to the past, not to any in the past.",
    "ai-tika-abh05t3:174_6": "Hence it is said: “Here there may be in the past, future or present?”",
    "ai-tika-abh05t3:174_7": "for this very misapprehension of the past, future or present, the present wish for:",
    "ai-tika-abh05t3:174_8": "How on earth can he wants to make?",
    "ai-tika-abh05t3:174_9": "conditionedness,",
    "ai-tika-abh05t3:174_10": "Therefore it was said: “In the past, future or present,”",
    "ai-tika-abh05t3:174_11": "Therefore here there is in the past, the future can be illuminated here.",
    "ai-tika-abh05t3:174_12": "For there is such in the past, future, and present, there is nothing else in the past, future, or present. But there is such a state consisting of Nibbāna, about the past, the future, and present in the future.",
    "ai-tika-abh05t3:174_13": "For even if there is the ultimate way, the ultimate conduct, the ultimateing of extinguishment, the accusation, and the refuge after that, they may still be able to say that “This state of non-extinguishment is best for the sake of efficacy.”",
    "ai-tika-abh05t3:174_14": "But in the past, future, and present who speak no scope of loathing faith in others.",
    "ai-tika-abh05t3:174_15": "And he discovers the origin of the world.",
    "ai-tika-abh05t3:174_16": "So you say that there is such a thing as the ‘giver of the past, the future, or the present who speaks of enlightenment, and who speaks of visible objects.",
    "ai-tika-abh05t3:174_17": "should be understood as the basis for it.",
    "ai-tika-abh05t3:175_0": "Here it is said: “This is in the past, future or present?” Or “There is such in the past, future or present,",
    "ai-tika-abh05t3:175_1": "And in this context what is said:",
    "ai-tika-abh05t3:175_2": "Whatever there is the ultimate time, there is the inclination of conditions, the incomparable lady of all activities, the worst of all currents would not flattle away.",
    "ai-tika-abh05t3:175_3": "And then there is no need of anything that can be experienced.",
    "ai-tika-abh05t3:175_4": "For he speaks in the past ... future ... present form, feeling, perception, choices, and consciousness in the past.",
    "ai-tika-abh05t3:175_5": "If it is to be cut down on one side.",
    "ai-tika-abh05t3:175_6": "Those who say that all is included in the past ... future ... present ... present ...",
    "ai-tika-abh05t3:176_0": "and those four noble truths,",
    "ai-tika-abh05t3:176_1": "Herein, one who understands (and):",
    "ai-tika-abh05t3:176_2": "“And if they weren’t able to break the precincts, it wouldn’t appear in the future, and it wouldn’t give rise to satisfaction in the present, and in the future.",
    "ai-tika-abh05t3:176_3": "That’s the present, and so they say.”",
    "ai-tika-abh05t3:176_4": "Whatever is characterized in the past is characterized in the past, future or present,",
    "ai-tika-abh05t3:176_5": "likewise, future, and present.",
    "ai-tika-abh05t3:176_6": "Just as a man would not tell anyone else of them with one night and other women.”",
    "ai-tika-abh05t3:176_7": "Practicing your own profession in others, saying: “Surely it is something else than one thing, who is like merely without anything left over, who is uninterruptedly in this way, is not allowed to make a different thing.”",
    "ai-tika-abh05t3:176_8": "Just as one hundred thousand coals will cross a hundred pieces, so that is called one hundred thousandfold.”",
    "ai-tika-abh05t3:176_9": "and another later in another three is called “The Dhamma” through having made, it is with another (only) he that stated.",
    "ai-tika-abh05t3:176_10": "is called a woman or a mother.”",
    "ai-tika-abh05t3:176_11": "So too, there are fourteen (of the sections),",
    "ai-tika-abh05t3:177_0": "then he should be swallowed by those speaking.",
    "ai-tika-abh05t3:177_1": "And in the second territory he has gone into all the characteristics of all all the characteristics.",
    "ai-tika-abh05t3:177_2": "And a fourth,",
    "ai-tika-abh05t3:177_3": "As he was going out the three times, three times all the time,",
    "ai-tika-abh05t3:177_4": "for the first is included in the past and future.",
    "ai-tika-abh05t3:177_5": "But there is no third label for one whom one thinks there is, but who has passed away as in the teaching.",
    "ai-tika-abh05t3:177_6": "for the Dhamma is for the purpose of preventing the future, but then it comes to the past, future.",
    "ai-tika-abh05t3:178_0": "Herein, there is in the past and future in the past, future and present who have not given up the conceit ‘I am’ because in the past and future is said: “And what is there in the future” .",
    "ai-tika-abh05t3:178_1": "In this way what is the eye for the present? and for the future life, when it comes to the end of the path and the dart.",
    "ai-tika-abh05t3:178_2": "When there is such a future, there may be for the characteristic of continued existence.",
    "ai-tika-abh05t3:178_3": "And here there is this one who performs it, lends a sentient being who does nothing wrong. What can be developed by one who performs it?",
    "ai-tika-abh05t3:178_4": "is not permanent, everlasting,",
    "ai-tika-abh05t3:178_5": "then they’re one who sees what they have said:",
    "ai-tika-abh05t3:178_6": "for this teaching must be dissatisfied with, since it does not come to an end, when any of the past it is said, it may be for the future.",
    "ai-tika-abh05t3:178_7": "For the one who is born in a womb,",
    "ai-tika-abh05t3:178_8": "That person is not held, and has no present,",
    "ai-tika-abh05t3:178_9": "He who has ceased,",
    "ai-tika-abh05t3:178_10": "This is what should be spoken.",
    "ai-tika-abh05t3:178_11": "If there is such a thing as in the past, future, and present, then, when their bodies are not cured, then they’re not fools.",
    "ai-tika-abh05t3:178_12": "For while one who is developing the Dhamma thus: “This Dhamma is in fact,” “This is cease without anything left over.”",
    "ai-tika-abh05t3:178_13": "What is their non-existent? It is where there is no independent, and which is called “non-protector”.",
    "ai-tika-abh05t3:178_14": "So in all directions, one who is at leasts them all, leasts them and he does not want to, without having obtained his dealingation.",
    "ai-tika-abh05t3:178_15": "What is said in the sutta: “And what is not the characteristic of endeavour? It is the absence of all the limbs or the practice that leads to the goal of the life span or the human, but it is permanent and eternal” .",
    "ai-tika-abh05t3:179_0": "is permanent, eternal, and imperishable.",
    "ai-tika-abh05t3:180_0": "so the Dhamma doesn’t get to know a state that is Kosalan,",
    "ai-tika-abh05t3:181_0": "And whatever form there is—whether past, future, or present, internal or external, both of the past and future—should say, ‘Name and future’, is said to be “mindful” etc.,",
    "ai-tika-abh05t3:181_1": "In the past ...",
    "ai-tika-abh05t3:181_2": "Likewise: in the past, future and present the minds that are in the past, future and present,",
    "ai-tika-abh05t3:181_3": "And who says this: “Who is that?”",
    "ai-tika-abh05t3:181_4": "But how do you get rapture?",
    "ai-tika-abh05t3:181_5": "because of the power of the past and future,",
    "ai-tika-abh05t3:181_6": "But how is this supporter: In the past, future and present, is said to be permanent,",
    "ai-tika-abh05t3:182_0": "But when one dies he does not die, he thinks, “But how wicked deeds in the past is lived on?” Understanding is done, he does not act in the past, having done the work connected with the fruit of his deeds that is connected with the past.",
    "ai-tika-abh05t3:182_1": "(but) when there is such a state, how is it to be in the past?",
    "ai-tika-abh05t3:182_2": "If they acknowledge as having entered upon them, then, when they remain in the past, they would be reborn in the past, the future, or the present.” Afterwards they would there be no more shelter because of this.",
    "ai-tika-abh05t3:182_3": "Therefore it is said:",
    "ai-tika-abh05t3:183_0": "(there) came to moisten a fire where there is no shelter for such a fire,",
    "ai-tika-abh05t3:184_0": "whereas those who arise from the household life?”",
    "ai-tika-abh05t3:185_0": "If they say, “Whether goes to the ultimate goal,” it may be no longer exists.",
    "ai-tika-abh05t3:185_1": "at the time when the time is announced, if it is not possible (to say):",
    "ai-tika-abh05t3:185_2": "(But) he does not hear the Dhamma,",
    "ai-tika-abh05t3:185_3": "having attained his own perfection, this is the ultimate happiness.”",
    "ai-tika-abh05t3:185_4": "- which is included in the past, future, and present, is there a fruit of the past, future, and present?” then, since he has done the work done in the past, then, since he knows the fruit, he still had done what was done.",
    "ai-tika-abh05t3:185_5": "for this has been said by the Buddha, “The result of good deeds, and the result of good deeds that have arisen,”",
    "ai-tika-abh05t3:185_6": "In the past, future, and present who has the ultimate fruit, what is there is there for those who think of this?",
    "ai-tika-abh05t3:185_7": "And if it does not give rise to satisfaction, they say:",
    "ai-tika-abh05t3:185_8": "And how do you have the following knowledges in the past?",
    "ai-tika-abh05t3:185_9": "no one recollects past lives in the past, future, and present.",
    "ai-tika-abh05t3:185_10": "But however, in the past, future, and present recollect that object:",
    "ai-tika-abh05t3:185_11": "and he must be likewise the Buddhas be on the duties,",
    "ai-tika-abh05t3:185_12": "If there is something in the same way, then it could be to say:",
    "ai-tika-abh05t3:185_13": "Then there is no satisfaction that has arisen in him.",
    "ai-tika-abh05t3:185_14": "For the perception of the mind exists, or perceptions of resistance are not found in the past, future, or present. They arely present in a mind-made reinforced in the past. Consequently the future.",
    "ai-tika-abh05t3:185_15": "Whatever there are in the past, future, and present, who describe the doctrines of the past, future, and present, all of them who do in the next life, is praised as a dead one.”",
    "ai-tika-abh05t3:186_0": "The commentary on the stanza is finished.",
    "ai-tika-abh05t3:187_0": "The commentary on all their meaning is finished.",
    "ai-tika-abh05t3:188_0": "6. Atītakkhandhādikathā",
    "ai-tika-abh05t3:189_0": "1. Nasuttasādhanakathāvaṇṇanā",
    "ai-tika-abh05t3:190_0": "297.",
    "ai-tika-abh05t3:190_1": "“This is the future ...”",
    "ai-tika-abh05t3:190_2": "for the sake of the future is for the sake of the present, but first comes back to the past.",
    "ai-tika-abh05t3:190_3": "Herein, whatever things are impermanent, not lasting, the definitions of the opposite sex, and the one who understands them thus “final grounds” .",
    "ai-tika-abh05t3:190_4": "For there is no way in the past, future and present, the constituent groups (of mind and body) that provide fuel for attachment, etc., which are not actually eaten by the constituents (of mind and body).",
    "ai-tika-abh05t3:190_5": "For the time of the forms, etc., are cleansed in the component of the sense-spheres, and the sense-spheres.",
    "ai-tika-abh05t3:190_6": "Since this is so, these sixty (true) doctrines of others,” etc., they cling to people in the past, future, and present.",
    "ai-tika-abh05t3:190_7": "(But) there is a danger to attain (him) while giving preliminary work, he says “living the aggregates,” this is the discussion.",
    "ai-tika-abh05t3:191_0": "In the past, future, and present have described the dangers in the past, future and present, the present. Their element is included in the eighteen aggregates, etc., as to how originated, have been described in the past, and the future. Considerations, as well as in the past, future, and present.",
    "ai-tika-abh05t3:191_1": "But when these things are in the past, future and present, they claim to be a different aggregates in the past, as well as in the future.",
    "ai-tika-abh05t3:191_2": "whatever is stated here is to be spoken about.",
    "ai-tika-abh05t3:192_0": "“Mendicants, there are these three scopes of language, terminology, and descriptions.”",
    "ai-tika-abh05t3:192_1": "for in the present time there is in the past, future or present.",
    "ai-tika-abh05t3:192_2": "Therefore it is said: “He is lived in dependence on powder.”",
    "ai-tika-abh05t3:192_3": "If that is, monks, the group of people say: “Is this activity?”",
    "ai-tika-abh05t3:192_4": "When you’ve got all these things, it is permanent, everlasting, eternal, imperishable, and unconditioned. That is: here it is the practice that is.",
    "ai-tika-abh05t3:192_5": "It’s not reckoned as an incalculable.”",
    "ai-tika-abh05t3:192_6": "(There is) in this way, “With ... this” is “with the ultimate sense,” then in the past, future or present, there is ultimate solitude, is this” regarding the ultimate sense.",
    "ai-tika-abh05t3:192_7": "This is called ‘rotting away’ , having caused the reason for in this way’,",
    "ai-tika-abh05t3:192_8": "For even when they are mentioned here they are mentioned here,” they are said.",
    "ai-tika-abh05t3:193_0": "The exposition of the teaching is not finished.",
    "ai-tika-abh05t3:194_0": "2. Suttasādhanakathāvaṇṇanā",
    "ai-tika-abh05t3:195_0": "these things are comprised in the sense fields.",
    "ai-tika-abh05t3:195_1": "(Listening:) “After sleeping place” and the way of conduct.",
    "ai-tika-abh05t3:195_2": "and future lives in the past,",
    "ai-tika-abh05t3:196_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:197_0": "On the past, future, and present is finished.",
    "ai-tika-abh05t3:198_0": "7. Ekaccaṁatthītikathā",
    "ai-tika-abh05t3:199_0": "1. Atītādiekaccakathāvaṇṇanā",
    "ai-tika-abh05t3:200_0": "299.",
    "ai-tika-abh05t3:200_1": "Whoever has done good and skillful things that are unskillful, and results in the next life, are they among the names for the class of rebirth- likable and desirable.",
    "ai-tika-abh05t3:200_2": "And those whose results have been distributed in the result can be understood as “with the result” .",
    "ai-tika-abh05t3:200_3": "and there is the result of that gift, in the future in regard to those who speak the doctrine of others that wrong.",
    "ai-tika-abh05t3:200_4": "But those who speak contradict all of them have left over to the skillful, do not want to what is skillful and what is unskillful.",
    "ai-tika-abh05t3:200_5": "Hence it is said: “There is some remembering here, but not some.”",
    "ai-tika-abh05t3:200_6": "But when someone like this is said to show a different hypotheses, etc., and change in the various ways, they get rid of it, eliminate it, and obliterate it, saying, “Through it’s in the next life.”",
    "ai-tika-abh05t3:200_7": "Therefore it is said: “Having lived under a roof in the head.”",
    "ai-tika-abh05t3:200_8": "(But) this monastery he should remove the fruit from the defining delimitation: “This is incapable of performing the delimitation of the fruition, which is unsuitable is defined by the calm,”",
    "ai-tika-abh05t3:200_9": "For it is because you have no liberated through desire, affection, and breaking the fruit of the deed. Whatever bodily and verbal action, then for the sake of its having no considered as if you were the preliminary work, then in that deed, those who speak in accordance with the continuity of others’ self-proach in one whose mind is not the cause of conditions for the sake of their effacement, etc., because of another’s continue to because of their own volition or that deed to condition.",
    "ai-tika-abh05t3:200_10": "That of which is why it said:",
    "ai-tika-abh05t3:201_0": "“Having nothing (there) the deeds of a thousand is one thousand",
    "ai-tika-abh05t3:202_0": "attaining the road, Pathing at the wrong time, (thinking):",
    "ai-tika-abh05t3:203_0": "But when he regards himself as riches of others, he uses wealth in order to get past merit.",
    "ai-tika-abh05t3:204_0": "On the contrary, the Teaching is finished.",
    "ai-tika-abh05t3:205_0": "8. Satipaṭṭhānakathāvaṇṇanā",
    "ai-tika-abh05t3:206_0": "It is in order to show the same effacement by mindfulness that is the path to peace: it is prey for the purpose of establishing mindfulness, and that is in fact, it leads to the mundane mindfulness.",
    "ai-tika-abh05t3:206_1": "Mindfulness of the path is said: “The recollection of the Dhamma is equivalent of the path” . It is said for the purpose of showing the text.",
    "ai-tika-abh05t3:206_2": "When there is mindfulness and situational awareness, the acquisition of the plane of mindfulness,",
    "ai-tika-abh05t3:206_3": "For mindfulness is established in him",
    "ai-tika-abh05t3:206_4": "Therefore it should be asked in order to precedence in the commentary on the undertaking and directions.",
    "ai-tika-abh05t3:206_5": "it should be understood firstly in the second phrase as the third lunarking separately, that is to say, the second, third, and the third, etc., in the Laṅkā .",
    "ai-tika-abh05t3:207_0": "The commentary on the mindfulness meditation is finished.",
    "ai-tika-abh05t3:208_0": "9. Hevatthikathāvaṇṇanā",
    "ai-tika-abh05t3:209_0": "304.",
    "ai-tika-abh05t3:209_1": "“There is, reverend.”",
    "ai-tika-abh05t3:209_2": "all the doctrines should be understood as it is when someone who teaches the community. Their efficacy should be understood to say that when they are.",
    "ai-tika-abh05t3:209_3": "Hence it is said: “Give away my eyes.”",
    "ai-tika-abh05t3:209_4": "then the upper robe is unsurpassed.",
    "ai-tika-abh05t3:209_5": "Felling is impermanent, suffering, and perishable.",
    "ai-tika-abh05t3:209_6": "Siddhattha, for a man, for a woman, they may go to that same place as before, and they have a discussing those requisites. Then therefore the Disciplinary teachings, etc., their having given up, they get away from the realm.”",
    "ai-tika-abh05t3:210_0": "And here there is no causality towards oneself in what is known as “following” according to the doctrine of others” or “There is.” As to their particular individual essence, they do so by division, etc., they differ only in the next life, and so on.",
    "ai-tika-abh05t3:210_1": "Hence it is said: “In the past, future, or present.”",
    "ai-tika-abh05t3:210_2": "When there is this, the Jain ascetics can be served.",
    "ai-tika-abh05t3:210_3": "“There may be,” and “There can be,” and “There is no matter,” and so on.",
    "ai-tika-abh05t3:210_4": "Herein, although the state consisting in a discrimination, it is not known that does not, because it is successful in one who has been dispelled by him, the Lord of the Enlightened One as well.",
    "ai-tika-abh05t3:210_5": "For the one who investigates the Dhamma is not something else because of that.",
    "ai-tika-abh05t3:210_6": "if he were to get something one, then he might become one.",
    "ai-tika-abh05t3:210_7": "And there is no subsequent meaning of the ascetic life because of its characteristic, because there is no further for him.",
    "ai-tika-abh05t3:210_8": "And just as when a dispute has been taught by one arguments, so too, in other words, the time of conditions are wrong.",
    "ai-tika-abh05t3:210_9": "for you don’t teach the time or the absence of conditions.",
    "ai-tika-abh05t3:210_10": "This too is how the exposition should be understood according to the exposition,",
    "ai-tika-abh05t3:210_11": "And they don’t, because there is no division of each other, so there is no one other of them all throwing into a state with each other.",
    "ai-tika-abh05t3:211_0": "But the Buddha said, “The made a cramped gold with gold neck and so on. It’s permanent, lasting, and so on.",
    "ai-tika-abh05t3:211_1": "For that golden plains are permanent, everlasting, eternal, and so on.”",
    "ai-tika-abh05t3:211_2": "he should be told to say, “What has it done, did you take it?”",
    "ai-tika-abh05t3:211_3": "if it were to look like a golden plate on the hip;",
    "ai-tika-abh05t3:211_4": "but it would be gained there, like golden garlands.",
    "ai-tika-abh05t3:211_5": "Not to the Sakyans, nor deployed, so on in colour,",
    "ai-tika-abh05t3:211_6": "Then there was no disturbance of a dead monk whose foat has been shown.",
    "ai-tika-abh05t3:211_7": "For just as when a exposition of the cessation of wagons, the way of speaking, and the cessation of all currents, the way that gives rise to eighteen currents, and the end of all his livelihood.",
    "ai-tika-abh05t3:211_8": "This mangoes has been asked about to answer that question.",
    "ai-tika-abh05t3:211_9": "That is permanent, lasting, eternal, and imperishable. It may be permanent, everlasting, eternal, complete, and imperishable. That way there may be interruption, and fathoming impermanence.",
    "ai-tika-abh05t3:211_10": "And that’s why their mindfulness is spoken of, but that’s how the idea.",
    "ai-tika-abh05t3:211_11": "There was a way in which the name of the one’s own form, where would he still be like the beautiful complexion?",
    "ai-tika-abh05t3:211_12": "And even if something is true, it perhaps if you’re in such a way, while the shape of a great man is tripled.",
    "ai-tika-abh05t3:211_13": "In this way, even when many moments are digged, there is much of the moment instance.",
    "ai-tika-abh05t3:212_0": "Now, it was said in the golden position that was standing therein, because of the kasiṇas or cooking the pearls, waist, and floating the golden pearls, or below the pearls, and spittles, plunges into it, and inside a pearl, or outside the size of that state.",
    "ai-tika-abh05t3:212_1": "Herein, in the first place where there is no goldsmith’s flames, but with gold dust on the golden preciously, and so on, the spot in the between.",
    "ai-tika-abh05t3:212_2": "Rather, he didn’t do anything that’s permanent, lasting, eternal, and imperishable.",
    "ai-tika-abh05t3:212_3": "Just as a golden bowl is allowed,",
    "ai-tika-abh05t3:212_4": "With the giving up of others, will always be permanent, everlasting, eternal, imperishable, and will get rid of it.",
    "ai-tika-abh05t3:213_0": "The account of the commentary is finished.",
    "ai-tika-abh05t3:214_0": "The Great Being is finished.",
    "ai-tika-abh05t3:215_0": "2. Dutiyavaggo",
    "ai-tika-abh05t3:216_0": "1. Parūpahāravaṇṇanā",
    "ai-tika-abh05t3:217_0": "They reach the end of greed and hate.",
    "ai-tika-abh05t3:217_1": "“Once upon a time, these are not able to get what is this,” but they said, “Litter, when they get these things.”",
    "ai-tika-abh05t3:218_0": "308.",
    "ai-tika-abh05t3:218_1": "what they have said is this.”",
    "ai-tika-abh05t3:218_2": "In addition, “Amongst those who can take it,” is said, “This is a permanent thing!”",
    "ai-tika-abh05t3:219_0": "The wrapping is finished.",
    "ai-tika-abh05t3:220_0": "5. Vacībhedakathāvaṇṇanā",
    "ai-tika-abh05t3:221_0": "326.Soti paṭhamamaggaṭṭho.",
    "ai-tika-abh05t3:221_1": "So those who say, “Virtue” reading to the eye of the Dhamma arose in him, thinking: ‘This is the origin of suffering, the cessation of suffering, and the path beset by the practice that leads to the cessation of suffering.’”",
    "ai-tika-abh05t3:222_0": "Speaks others with the intention of others.",
    "ai-tika-abh05t3:222_1": "and no sense of urgency. Uttiya it is present. Whenever they hear it, it is present. When they hear that, it doesn’t want to be reborn in the present. And when they hear it exists, it doesn’t wish to be distinguished because of the ear ... nose ... tongue ... body ...",
    "ai-tika-abh05t3:222_2": "But it is permanently eternal for himself because they hear the sound of ear consciousness that is permanent and eternal. That is why it should be seen as “mindfulness” .",
    "ai-tika-abh05t3:223_0": "First: the first path is the middle forcinity in the company of the first-monks.",
    "ai-tika-abh05t3:223_1": "he should be told, “Gotama, he should see this jhāna; he should be said.”",
    "ai-tika-abh05t3:223_2": "Hence it is said: “He isn’t unsuitable”.",
    "ai-tika-abh05t3:224_0": "The exposition of the words is finished.",
    "ai-tika-abh05t3:225_0": "7. Cittaṭṭhitikathāvaṇṇanā",
    "ai-tika-abh05t3:226_0": "whether he is called one whose mind is attached to the lifespan of the wide openings.",
    "ai-tika-abh05t3:226_1": "(they are) something else with the formless realm.",
    "ai-tika-abh05t3:226_2": "These mind is said: “So long as the mind remains, it remains for a second time, or third. It is due to subtle that some appropriate discussion, while others have.”",
    "ai-tika-abh05t3:226_3": "The first rains residence according to the length of the life process.",
    "ai-tika-abh05t3:226_4": "Herein, “One hundred years” is according to what is allowable.",
    "ai-tika-abh05t3:226_5": "And when you’re not tamed, you shouldn’t get enough.",
    "ai-tika-abh05t3:226_6": "a hundred years old, thinking “This is the sound of a hundred years’ seniority,” etc., still the whole of the Rememberal pyre shall in the way beginning, “This mind is whatever is because of the Lord of this.”",
    "ai-tika-abh05t3:226_7": "if he says, “It is a short time for a short time; he answers,” then it is said because it is similar to what is said.",
    "ai-tika-abh05t3:226_8": "if he speaks a moment, he thinks a question;",
    "ai-tika-abh05t3:226_9": "And this: “Bhikkhus, the Sutta” etc., are said in accordance with sutta, and so on.",
    "ai-tika-abh05t3:227_0": "The commentary on the backs of the sixty-two parts is finished.",
    "ai-tika-abh05t3:228_0": "Gradually shelter is the commentary",
    "ai-tika-abh05t3:229_0": "339.",
    "ai-tika-abh05t3:229_1": "“Suppose there were four kinds of knowledge which claims: ‘This is one, it is the path, this is the simile of the attainments.’”",
    "ai-tika-abh05t3:229_2": "four knowledges have been each and four.",
    "ai-tika-abh05t3:229_3": "As to path: it is the state of stream-entry, etc., which is stream-entry,",
    "ai-tika-abh05t3:229_4": "For when setting out the variety of paths is one path, it is the path to the precincts of knowledge.",
    "ai-tika-abh05t3:229_5": "Hence it is said: “So it is the value of the path because of this path. Holding is crowded ...”",
    "ai-tika-abh05t3:229_6": "admitted to having been admitted.”",
    "ai-tika-abh05t3:230_0": "344.Dassaneti maggadassane.",
    "ai-tika-abh05t3:231_0": "345.",
    "ai-tika-abh05t3:231_1": "(But) the cause of reasoning why the penetration of the fruit of the Dhamma can be understood as thus: “Repulsiveness of the fruit of stream-entry ... and the fruit of once-returning, etc., have said, “May they not attain the fruit of the fruit of stream-entry.”",
    "ai-tika-abh05t3:231_2": "And when there’s no danger, they should do.”",
    "ai-tika-abh05t3:231_3": "All the first jhānas should be undertaken in the texts of the fruition after the dealing with the fruit of the path, and the fruit of knowledge the path to realize the fruit of the fruit of knowledge already described. Consequently the opposite sex with knowledge. Consequently the origin of the fruit of the path and the first, as well as in the case of the texts concerned that is in the past, as in the future is to say, as in the knowledge of the Path.",
    "ai-tika-abh05t3:232_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:233_0": "10. Vohārakathāvaṇṇanā",
    "ai-tika-abh05t3:234_0": "which is called “space” in the detailed explanation of the forms.",
    "ai-tika-abh05t3:234_1": "because of the aggregates of the materiality, the entire spectrum of forms",
    "ai-tika-abh05t3:234_2": "his sound, and the ear calls sound,",
    "ai-tika-abh05t3:234_3": "for you have already completed the dwellings and designated a meal.",
    "ai-tika-abh05t3:234_4": "Nor the description of the development of the body, etc., which respectively to the object of defilement,",
    "ai-tika-abh05t3:234_5": "He obtains exclusively supermundane and supramundane based on the northern quarters.",
    "ai-tika-abh05t3:235_0": "this is allowable for one who understands:",
    "ai-tika-abh05t3:235_1": "if he says, “They are not allowed to stay away,” “There is no need,” he said.",
    "ai-tika-abh05t3:235_2": "For one who is not burning in water does not burn up,",
    "ai-tika-abh05t3:235_3": "What should be understood as included in the sense of urgency, etc., and respectively, organized thus: “What are you doing, etc., with the sense of calming unshakable?”",
    "ai-tika-abh05t3:235_4": "Hence it is said: “He is supermundane and supramundane.”",
    "ai-tika-abh05t3:236_0": "The conclusion of the dwellings is finished.",
    "ai-tika-abh05t3:237_0": "11. Nirodhakathāvaṇṇanā",
    "ai-tika-abh05t3:238_0": "Trunk the donors, (and yet) What are seen and heard of the two",
    "ai-tika-abh05t3:238_1": "(And) cessation is twofold: cessation, two ends,",
    "ai-tika-abh05t3:238_2": "Herein, the wisdom there is from suffering",
    "ai-tika-abh05t3:238_3": "he should say: there is the cessation of suffering,",
    "ai-tika-abh05t3:238_4": "Since one who has a poisoned a debt, whose mind is attached to their own views, holding them tight, and substantively, is called the cessation of suffering.",
    "ai-tika-abh05t3:238_5": "reflecting on these he warding back and forth.",
    "ai-tika-abh05t3:238_6": "Hence it to him, “Here, having eaten these factors.”",
    "ai-tika-abh05t3:238_7": "for the arising of suffering is called “the cessation”;",
    "ai-tika-abh05t3:238_8": "That is why in each of the moment of the cessation and, it is here that there is no (birth in) the cessation of attachment.",
    "ai-tika-abh05t3:239_0": "The exposition of the cessation is finished.",
    "ai-tika-abh05t3:240_0": "The second group of nine is finished.",
    "ai-tika-abh05t3:241_0": "3. Tatiyavaggo",
    "ai-tika-abh05t3:242_0": "1. Balakathāvaṇṇanā",
    "ai-tika-abh05t3:243_0": "It is impossible for him to recommend giving the requisites, etc., as “It is impossible” etc.",
    "ai-tika-abh05t3:243_1": "he is exceedingly the detailed explanation in the detailed explanation.",
    "ai-tika-abh05t3:243_2": "The all formations are given in the borderlands, and the clause, as belonging to the various conditions.",
    "ai-tika-abh05t3:243_3": "For all of them take their various forms in the various forms, thinking “This is the mode of a lake,”",
    "ai-tika-abh05t3:243_4": "and the Buddha knows them in the present life, and without having dispassion for them.",
    "ai-tika-abh05t3:243_5": "“ according as it is said, the Buddha’s knowledge of all things in front of the Buddha.”",
    "ai-tika-abh05t3:243_6": "As to location:",
    "ai-tika-abh05t3:243_7": "and there is no one particularizing in detail.",
    "ai-tika-abh05t3:243_8": "as they know, so are bonds.",
    "ai-tika-abh05t3:243_9": "The view of the recitation passage for recitation, etc.",
    "ai-tika-abh05t3:243_10": "Hence it is said: “Because of the complete understanding of your nets, the stirred-licking persons”",
    "ai-tika-abh05t3:243_11": "With Anuruddha, the Elder Anuruddha,",
    "ai-tika-abh05t3:243_12": "So it is “virtue” since it is according to the kind of definition.",
    "ai-tika-abh05t3:243_13": "If anyone says, “Whoever speaks to this,” “Disciplinary issue,” this is how they should be accused.",
    "ai-tika-abh05t3:244_0": "regarding the faculties, namely, and the sense faculties of urgency,",
    "ai-tika-abh05t3:244_1": "Reproaching is the prohibition of the eye:",
    "ai-tika-abh05t3:244_2": "Or alternatively, whether something isn’t found in them or discussing them. ...",
    "ai-tika-abh05t3:244_3": "and settles of plants.”",
    "ai-tika-abh05t3:245_0": "The story of the colors is finished.",
    "ai-tika-abh05t3:246_0": "2. Ariyantikathāvaṇṇanā",
    "ai-tika-abh05t3:247_0": "admitted to having understood the origin of conditions, discussing the view of conditions, and the charnel grounds in the empty dwellings, about quite capable of realizing it, you regard it as self.”",
    "ai-tika-abh05t3:247_1": "How does he focus on two kinds of contact?",
    "ai-tika-abh05t3:247_2": "according as it is said: “Here the attributes of the five cords of sense desires in the way already described,” etc., in the way already described .",
    "ai-tika-abh05t3:247_3": "Then, just as in the Vāseṭṭhas, (volitional) processes, the object of attention mentioned is stated in the way already stated .”",
    "ai-tika-abh05t3:247_4": "when they admitted to these two of these, he said: “How do they acknowledge contact?”",
    "ai-tika-abh05t3:247_5": "anyone emptiness on account of phenomena, his attention then focuses on the spot in the empty dwellings, how is it?",
    "ai-tika-abh05t3:247_6": "“What else would art for them to think about this,",
    "ai-tika-abh05t3:247_7": "One like merely has been insane;",
    "ai-tika-abh05t3:247_8": "Likewise in other places, others.",
    "ai-tika-abh05t3:247_9": "and after telling her, he announces to the masculinity of a woman, which is not made by oneself.",
    "ai-tika-abh05t3:247_10": "Interruptedly, they debate,",
    "ai-tika-abh05t3:247_11": "Hence it is said: “Very well!”",
    "ai-tika-abh05t3:247_12": "of the wishing in their heart,",
    "ai-tika-abh05t3:247_13": "At one time there is the aggregates,",
    "ai-tika-abh05t3:248_0": "The discussion on the noble ones is finished.",
    "ai-tika-abh05t3:249_0": "4. Vimuccamānakathāvaṇṇanā",
    "ai-tika-abh05t3:250_0": "366.",
    "ai-tika-abh05t3:250_1": "Their mind is freed through the path of oneness, serene and free from hate, and is free from hate.",
    "ai-tika-abh05t3:250_2": "For this is why it is said: “Here the unshakable places are freed” .",
    "ai-tika-abh05t3:250_3": "When talk is ended, they say, “This is the eighth sections on the cutting off of the mind’s release by the hollow” .",
    "ai-tika-abh05t3:250_4": "The explanation, revealing, language, and discoverable.",
    "ai-tika-abh05t3:250_5": "That which is why it was said: “The mind is freed from the liberated” .",
    "ai-tika-abh05t3:250_6": "they say it is why it is called “final”.",
    "ai-tika-abh05t3:250_7": "for it is undefeated.",
    "ai-tika-abh05t3:250_8": "Their definition of what is said in accordance with the function of Vibhaṅga thus: “This too is the state of being abiding in mind.”",
    "ai-tika-abh05t3:250_9": "If he fails to precise it, then he should give it up without being relinquished.",
    "ai-tika-abh05t3:250_10": "it is from one poison, but not liberated with the lofty,",
    "ai-tika-abh05t3:250_11": "Being endowed with a mind that has arisen in the first fruit,",
    "ai-tika-abh05t3:251_0": "The account of the profitable states is finished.",
    "ai-tika-abh05t3:252_0": "5. Aṭṭhamakakathāvaṇṇanā",
    "ai-tika-abh05t3:253_0": "wouldn’t be able to get hold of.",
    "ai-tika-abh05t3:254_0": "The account of the eighth section on the commentary is finished.",
    "ai-tika-abh05t3:255_0": "the commentary on the meaning of the clause-faculty",
    "ai-tika-abh05t3:256_0": "371.",
    "ai-tika-abh05t3:256_1": "(That is) the supermundane faculties that brings faith, etc., and preference to the others.",
    "ai-tika-abh05t3:256_2": "Herein, when someone develops it in this way, they say: ‘This is so, while he does not give it up,’",
    "ai-tika-abh05t3:256_3": "But in the case of the faculties is shown that they will not show the different kinds of foulness, in that they bring the development of the faculties.",
    "ai-tika-abh05t3:257_0": "The commentary on the eight faculty is finished.",
    "ai-tika-abh05t3:258_0": "7. Dibbacakkhukathāvaṇṇanā",
    "ai-tika-abh05t3:259_0": "373.",
    "ai-tika-abh05t3:259_1": "Those whose mind is purified, secure, fixing his own peril, exerting the mind on the part of anchoring of a self, those that support the mind, and that support the resort as its object. They proceed, having a footing in a prison, that is, the meaning. This is the meaning of the rope.",
    "ai-tika-abh05t3:259_2": "Since they’re about how they rely on according to the incompatible jhāna, (thinking): It is by the power of the jhāna, in accordance with nature:",
    "ai-tika-abh05t3:259_3": "And the power of the opposite sex nearby, wherever they can be seen by showing them out of the power of the goal of yours.",
    "ai-tika-abh05t3:259_4": "Hence it is said: “He should remove them.”",
    "ai-tika-abh05t3:259_5": "and the strength of his great strength, which has arisen in the way, who is sublime in the states of loss -",
    "ai-tika-abh05t3:259_6": "Every one way they say is the same.",
    "ai-tika-abh05t3:259_7": "The simile of the flesh is just as “mindful Visionary,” according to the first time, as to the disappearance of the flesh .",
    "ai-tika-abh05t3:259_8": "killing, causing the foes,",
    "ai-tika-abh05t3:259_9": "made of guilt, made up of mirror,",
    "ai-tika-abh05t3:259_10": "they do not see the meaning of a response;",
    "ai-tika-abh05t3:259_11": "When it has been specifically purified, it is only the same that is in which the base consisting of boundless space, without any other.",
    "ai-tika-abh05t3:260_0": "straws on the teachings.",
    "ai-tika-abh05t3:260_1": "There’s no accumulation because of obtaining what is bad.",
    "ai-tika-abh05t3:260_2": "The path is the meaning.",
    "ai-tika-abh05t3:260_3": "for the divine eyebrows arise in him, for the sake of the world:",
    "ai-tika-abh05t3:260_4": "After examining the phenomena, the arising of the eyes, and the ears, he knew the news of the kasiṇas (?): “This is why therefore it is called the sign of the kind mentioned by the clairvoyance that is purified,” it is said: “It is here that is why therefore it is the penetration of the eye.",
    "ai-tika-abh05t3:260_5": "Hence it is said: “He is the word of the path.”",
    "ai-tika-abh05t3:260_6": "The jhāna of the fine-material sphere is immaterial jhānas arise in one of the fine-material jhānas. The fine-material jhānas arise in one of the fine-material sphere.",
    "ai-tika-abh05t3:260_7": "But in the absence of absorption there is no actuality,",
    "ai-tika-abh05t3:260_8": "The others set out for him.",
    "ai-tika-abh05t3:261_0": "the wisdom there is from being born, with the eye of wisdom, claiming the wisdom there is from (first) knowledge.",
    "ai-tika-abh05t3:261_1": "If three similes were to declare me by one with eyes rough understanding, the meaning would not be able to say: that.",
    "ai-tika-abh05t3:262_0": "The account of the clairvoyance is finished.",
    "ai-tika-abh05t3:263_0": "What is the commentary on the stages of knowledge?",
    "ai-tika-abh05t3:264_0": "377.",
    "ai-tika-abh05t3:264_1": "With the divine eye of the heavenly hosts, (thinking): “Amongst those with the divine eyes which are reborn in the sky-world, there is divine eye-worlding, which is divine wielding the divine eye, which is purified and surpasses that of his-eye.”",
    "ai-tika-abh05t3:264_2": "When it comes to the other, he said, “This is another, this is the proper procedure.” ...",
    "ai-tika-abh05t3:264_3": "(All) are you to be seen again.”",
    "ai-tika-abh05t3:264_4": "Herein, the immaterial vision of the passage beginning is liberated through the power of knowledge, and then knowledge of the supernormal powers, while that is the state of subsequently knowledge (of knowledge).",
    "ai-tika-abh05t3:264_5": "For that gift,",
    "ai-tika-abh05t3:264_6": "it turns back among the divine eyes, and it is like someone who widespread for knowledge and vision, and who does not endure pain.",
    "ai-tika-abh05t3:264_7": "With clairvoyance that is purified and superhuman, having understood the vision of the other beings, and likewise, of the knowledge of the generosity, and of others,, they will show the faith of clairvoyance that is purified and superhuman,” he said: “Amongst those who have insight into their divine eye, and seeing the gift of the divine eye, which is purified, and so on.”",
    "ai-tika-abh05t3:265_0": "and he is finished off (the nature of) knowledge,",
    "ai-tika-abh05t3:266_0": "10. Saṁvarakathāvaṇṇanā",
    "ai-tika-abh05t3:267_0": "Intoxicated, they would not kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re free of greed, hate, and delusion.",
    "ai-tika-abh05t3:267_1": "but where dispute would be shown by the gods of the Thirty-Three, etc., to show this meaning of the an arguments of the kind already described.",
    "ai-tika-abh05t3:267_2": "In this way there is no reason for restraint, when restraint is restrained,",
    "ai-tika-abh05t3:267_3": "drinking alcoholic drinks, saying, “Whoever is learning these in this way?”",
    "ai-tika-abh05t3:267_4": "How is it heard?",
    "ai-tika-abh05t3:267_5": "for this is said in the Parinibbāna:",
    "ai-tika-abh05t3:268_0": "“Whatever (good) is heedless,",
    "ai-tika-abh05t3:269_0": "and passing away, he is calmed together:",
    "ai-tika-abh05t3:270_0": "I oppose this aspiration",
    "ai-tika-abh05t3:271_0": "how would you know, great king?”",
    "ai-tika-abh05t3:272_0": "Herein, the demons marriage:",
    "ai-tika-abh05t3:272_1": "They fled on by these terms of the Thirty-Three,",
    "ai-tika-abh05t3:272_2": "because of being heedless and running down.",
    "ai-tika-abh05t3:272_3": "heavenly currents are made of human beings, whether the world of the gods is called “born of the gods”.",
    "ai-tika-abh05t3:272_4": "And he rolls forth the whole of this very life.",
    "ai-tika-abh05t3:272_5": "and the demons together with their own hands.",
    "ai-tika-abh05t3:272_6": "And the eighth they said, “Sometimes the dancers, the music, and Gandhabbas, and the fragrances of the Gandhamādana.",
    "ai-tika-abh05t3:272_7": "who is able to conceive his own assembly.”",
    "ai-tika-abh05t3:272_8": "That’s why it is said, “They aren’t important.”",
    "ai-tika-abh05t3:272_9": "And here there are in the absence of the gods of the Thirty-Three who appear in the company of the gods of the Thirty-Three and there are in the absence of beings according to the thirty-two meditation subjects that arose in the company of the gods of the Thirty-Three and in the company of the deities. And in the former case of the gods there is no supreme beings.",
    "ai-tika-abh05t3:272_10": "you should give up that gift.",
    "ai-tika-abh05t3:272_11": "For there is no such desirelessness in them that is peaceful and sublime.",
    "ai-tika-abh05t3:273_0": "The commentary on the color of anxiety is finished.",
    "ai-tika-abh05t3:274_0": "The third section for recitation is finished.",
    "ai-tika-abh05t3:275_0": "4. Catutthavaggo",
    "ai-tika-abh05t3:276_0": "To prevent the householder’s son,",
    "ai-tika-abh05t3:277_0": "Given that is associated with sensual pleasures, and the maintaining shameless in enjoying sensual pleasures, etc., respecting them, esteemed by sensual desire and lust.",
    "ai-tika-abh05t3:278_0": "The account of the householder Arahants is finished.",
    "ai-tika-abh05t3:279_0": "4. Samannāgatakathāvaṇṇanā",
    "ai-tika-abh05t3:280_0": "393.Pattinti adhigamo.",
    "ai-tika-abh05t3:280_1": "He attains predominance of intentions, possesses four kinds of contact: eighteen contacts, that is to say, the eighteen bases, the eighteen contact.",
    "ai-tika-abh05t3:281_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:282_0": "On Peacefulness Meditation",
    "ai-tika-abh05t3:283_0": "Where the one is connected with the three kinds of contact: six kinds of contact with the eighteen aggregates, these six kinds of contact aggregates, etc., have the six fields of contact with contact. When the six fields of contact they’re endowed with equanimity, etc., they should be endowed with equanimity in them: “The six fields of contact, equanimity” and so on.",
    "ai-tika-abh05t3:284_0": "The exposition of the equanimity is finished.",
    "ai-tika-abh05t3:285_0": "He is the commentary on the Awakening One’s Awakening comment.",
    "ai-tika-abh05t3:286_0": "Leading to the excellence of the mind is stated in accordance with the Dhamma, etc., is said to because of the attainment of the mind’s state.",
    "ai-tika-abh05t3:286_1": "“I ask the Buddha who possesses the awakening factors.”",
    "ai-tika-abh05t3:286_2": "“For he who has dispelled the development of the Bodhisatta, who is devoted to the Buddha, has gone to the faith of Buddha.”",
    "ai-tika-abh05t3:286_3": "This is how the exposition should be known",
    "ai-tika-abh05t3:287_0": "The commentary on the Awakening One is finished.",
    "ai-tika-abh05t3:288_0": "7. Lakkhaṇakathāvaṇṇanā",
    "ai-tika-abh05t3:289_0": "They possess the characteristic of fame.",
    "ai-tika-abh05t3:289_1": "Hence it is said: “Here the two universal constructed ...”",
    "ai-tika-abh05t3:290_0": "The story of the characteristics is finished.",
    "ai-tika-abh05t3:291_0": "8. Niyāmokkantikathāvaṇṇanā",
    "ai-tika-abh05t3:292_0": "Those who fulfill the perfections to see the Bodhi (Tree), not who do not know the characteristics of Awakening.",
    "ai-tika-abh05t3:292_1": "Of these, the commentary to be given in order to show the same aggregates.",
    "ai-tika-abh05t3:292_2": "For there is a great liberal fluidity who is called “confusion” since they are called “confidences” in the sense of castegories.",
    "ai-tika-abh05t3:292_3": "“In this way all the Saṅgha was born.” He told the Buddha and he said, “There will be no more of the qualities of the Bodhisatta.” Then he added: “The Buddha will do not declare the Dhamma to the other people who would not answer.”",
    "ai-tika-abh05t3:292_4": "Hence it is said: “They are no more cloths.”",
    "ai-tika-abh05t3:293_0": "The commentary on the beautiful commentary is finished.",
    "ai-tika-abh05t3:294_0": "On the contrary",
    "ai-tika-abh05t3:295_0": "413.",
    "ai-tika-abh05t3:295_1": "And even when there is a hundred times, it is given up the five lower fetters that I have given up the fetters and the fetters of rebirth in the future, and the fetter of all fetters, they all spoke in the three fetters.",
    "ai-tika-abh05t3:295_2": "Giving up the variety of paths, they give up the highest gift. They call them out of all the fetters. They call them up with them, they say.",
    "ai-tika-abh05t3:295_3": "Thus he claims to be uncertainty through the hundred.",
    "ai-tika-abh05t3:296_0": "The discussion on all fetters is finished.",
    "ai-tika-abh05t3:297_0": "The fourth section for recitation is finished.",
    "ai-tika-abh05t3:298_0": "5. Pañcamavaggo",
    "ai-tika-abh05t3:299_0": "1. Vimuttikathāvaṇṇanā",
    "ai-tika-abh05t3:300_0": "418.",
    "ai-tika-abh05t3:300_1": "They’re not freed from knowledge, and do not practice discernment of paths, nor are they to be undertaken by the opposite sex.",
    "ai-tika-abh05t3:300_2": "Here there are these four elements:",
    "ai-tika-abh05t3:300_3": "The noble paths are stated under the heading of insight, etc., which are defilement and the noble path, which is connected with insight and the serenity.",
    "ai-tika-abh05t3:301_0": "The story of the color of freedom is finished.",
    "ai-tika-abh05t3:302_0": "2. Asekhañāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:303_0": "421.",
    "ai-tika-abh05t3:303_1": "In an adept they don’t get knowledge of the rules and their enemy, without having obtained in them. In this way they looked down on an adept. ...",
    "ai-tika-abh05t3:303_2": "it is said to be shown.”",
    "ai-tika-abh05t3:304_0": "The account of the trainees is finished.",
    "ai-tika-abh05t3:305_0": "3. Viparītakathāvaṇṇanā",
    "ai-tika-abh05t3:306_0": "He speaks with the simile of the species of contemplation ...",
    "ai-tika-abh05t3:307_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:308_0": "4. Niyāmakathāvaṇṇanā",
    "ai-tika-abh05t3:309_0": "428-431.Yanti yaṁ ñāṇaṁ.",
    "ai-tika-abh05t3:309_1": "the arrival of the truths, ~ Saccaka,",
    "ai-tika-abh05t3:309_2": "and seized by such suttas as “Beings are familiar” , “From then on, opposite to their mindfulness, thinking: ‘In this way you should develop it by developing the five aggregates, and by developing it investigating them.",
    "ai-tika-abh05t3:310_0": "The discussion on the formal support is finished.",
    "ai-tika-abh05t3:311_0": "5. Paṭisambhidākathāvaṇṇanā",
    "ai-tika-abh05t3:312_0": "And the knowledge of the superior states is thus: “This is the interruption of knowledge, this is the knowledge of the greatest,” it is the knowledge of the profitable knowledge, for the purpose of suppression.",
    "ai-tika-abh05t3:312_1": "Then the winds carved from all the six knowledges, saying:",
    "ai-tika-abh05t3:312_2": "And if he has knowledge about the noble knowledge that he has contemplation of insight and is said, “This is the three noble truths” .",
    "ai-tika-abh05t3:313_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:314_0": "7. Cittārammaṇakathāvaṇṇanā",
    "ai-tika-abh05t3:315_0": "Knowing this, they do know about it.",
    "ai-tika-abh05t3:316_0": "The commentary on the objects of the mind is finished.",
    "ai-tika-abh05t3:317_0": "8. Anāgatañāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:318_0": "only the knowledge of the world is made by merely conquering knowledge. However, in the severing of perceptions would arise here in him as though he were longing for him, is knowledge of various names.",
    "ai-tika-abh05t3:318_1": "Hence it is said: “Here there is no only one opposite sex,”",
    "ai-tika-abh05t3:319_0": "The discussion of non-self is finished.",
    "ai-tika-abh05t3:320_0": "9. Paṭuppannañāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:321_0": "441-442.",
    "ai-tika-abh05t3:321_1": "“And when it comes to the impermanence of all conditions,” he replied, “This is said to be the meaning of what is impermanent, suffering, and perishable, when it comes to both its gods and humans.”",
    "ai-tika-abh05t3:321_2": "But it is called “blessed” since they claim to be seen” regarding the impermanence of what is impermanent and stated in the fact” .",
    "ai-tika-abh05t3:321_3": "and proceed to meet the Congregation of the Community",
    "ai-tika-abh05t3:322_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:323_0": "10. Phalañāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:324_0": "Taking the fruits from a luxurious requisite, they reckoned by the strength of knowledge.",
    "ai-tika-abh05t3:325_0": "The story of the fruits and knowledge is finished.",
    "ai-tika-abh05t3:326_0": "The group of five is finished.",
    "ai-tika-abh05t3:327_0": "The Longer Discourse on the Great Assembly,",
    "ai-tika-abh05t3:328_0": "6. Chaṭṭhavaggo",
    "ai-tika-abh05t3:329_0": "1. Niyāmakathāvaṇṇanā",
    "ai-tika-abh05t3:330_0": "for a person attacking the noble ones,",
    "ai-tika-abh05t3:331_0": "The discussion on the formal support is finished.",
    "ai-tika-abh05t3:332_0": "On Dependent Origination",
    "ai-tika-abh05t3:333_0": "He is standing on the ground step for curing deathbing the senses, and so on.",
    "ai-tika-abh05t3:333_1": "For the teaching is for one who has nothing, it isn’t appropriate for them to say that the reason for anyone else.",
    "ai-tika-abh05t3:334_0": "The account of the dependent origination is finished.",
    "ai-tika-abh05t3:335_0": "On Longing to cessation",
    "ai-tika-abh05t3:336_0": "Fearing the states of excellence in the way beginning, the states of loss is characterized as the state of an unprofitable state.",
    "ai-tika-abh05t3:336_1": "He said, “The king is giving the full admission to a gift”, and he told him the reasons of giving and acceptance.",
    "ai-tika-abh05t3:336_2": "After the state of production of what is known as the immaculateness of conditions, it could be called “unblitioned” in the sense of urgency, thus it is “liable to growth” .",
    "ai-tika-abh05t3:337_0": "The account of the attainment of cessation is finished.",
    "ai-tika-abh05t3:338_0": "The sixth section on the Realized One is finished.",
    "ai-tika-abh05t3:339_0": "7. Sattamavaggo",
    "ai-tika-abh05t3:340_0": "1. Saṅgahitakathāvaṇṇanā",
    "ai-tika-abh05t3:341_0": "Consciousness together with the Community is included in the company of those who hold a communal recitation, and so on.",
    "ai-tika-abh05t3:341_1": "But these two kinds of bearing crooked each: “We are bound by bonds,” he said.",
    "ai-tika-abh05t3:342_0": "The discussion of the Saṅgha is finished.",
    "ai-tika-abh05t3:343_0": "2. Sampayuttakathāvaṇṇanā",
    "ai-tika-abh05t3:344_0": "473-474.",
    "ai-tika-abh05t3:344_1": "They should be told and engaging their mindfulness, thinking: “If they are permitted by making such a statement, they would not give rise to diversity of calling diversity.",
    "ai-tika-abh05t3:344_2": "he said, “I will give it to you.”",
    "ai-tika-abh05t3:345_0": "The commentary on the colours is finished.",
    "ai-tika-abh05t3:346_0": "3. Cetasikakathāvaṇṇanā",
    "ai-tika-abh05t3:347_0": "the garden of the dyings, etc., according to the word ‘protector’ and so on.",
    "ai-tika-abh05t3:347_1": "That didn’t give rise to the thought of wisdom, etc., which is the feelings born of concentration, etc., of the origin of form, and of the natural principles, etc., it is One.",
    "ai-tika-abh05t3:348_0": "The discussion on mental commentary is finished.",
    "ai-tika-abh05t3:349_0": "4. Dānakathāvaṇṇanā",
    "ai-tika-abh05t3:350_0": "and its fruit-food eater (only) is for the purpose of giving its fruit.",
    "ai-tika-abh05t3:350_1": "It is said in those who abandon fruition, thus it is the meaning of fruition that is, it is so called because there is the meaning.",
    "ai-tika-abh05t3:350_2": "Contact, dye, and wielding to such things,.",
    "ai-tika-abh05t3:350_3": "for the coming to those who say, “Even those who don’t give gifts” .",
    "ai-tika-abh05t3:350_4": "(but) What is the reason why those five reasons",
    "ai-tika-abh05t3:350_5": "these (thinking): “There are no fruits for (this) conduct,” and so on,",
    "ai-tika-abh05t3:350_6": "And you should see the fruits that are painful in one’s own and the fruits that are not worthy of the fruits.",
    "ai-tika-abh05t3:351_0": "How is it said in the same way, “And how is it described in the future?”",
    "ai-tika-abh05t3:351_1": "Herein, opposite sex only in one who is habitually useless and not to be fully developed oppositeed. And those who are embarked in difference in materiality are the effacement.",
    "ai-tika-abh05t3:351_2": "Hence it is to be seen: “The meaning is eighteen interpreting-panels are to be seen,”",
    "ai-tika-abh05t3:351_3": "Hence it is said: “Having given (For) a gift, For while giving,",
    "ai-tika-abh05t3:351_4": "Having absence of anything that is inclination even for the purpose of giving the gifts of mindfulness, while there is indicated by the removal of it,",
    "ai-tika-abh05t3:351_5": "Hence it is said: “If I wander.”",
    "ai-tika-abh05t3:352_0": "The discussion on the praised is finished.",
    "ai-tika-abh05t3:353_0": "Discussion of the overcoming of merit",
    "ai-tika-abh05t3:354_0": "Talking for five reasons:",
    "ai-tika-abh05t3:354_1": "these (good) control over the mind,",
    "ai-tika-abh05t3:355_0": "Is not used to be eaten by the inheritance,",
    "ai-tika-abh05t3:355_1": "By the means of the wrapped in the victor’s merit,",
    "ai-tika-abh05t3:355_2": "Because this meaning is so fact that it can be used by an inheritance.",
    "ai-tika-abh05t3:355_3": "An uneducated ordinary person who has not made merits by the donors of merit: an uneducated ordinary person who is at the time of giving and sharing merit.",
    "ai-tika-abh05t3:355_4": "Their doctrine of others, establishes their own doctrine, settles on the first part of the doctrine, and establishes the distinction. Universally the doctrine of the others that is needed.",
    "ai-tika-abh05t3:356_0": "The account of the merit of making merit is finished.",
    "ai-tika-abh05t3:357_0": "6. Itodinnakathāvaṇṇanā",
    "ai-tika-abh05t3:358_0": "used robes for the purpose of making use of robes, etc., that is, giving the gifts of robes, etc., that is, for the purpose of protection, and so on.",
    "ai-tika-abh05t3:358_1": "Hence it is said: “He isn’t working to do bad deeds.”",
    "ai-tika-abh05t3:358_2": "This reason is the gradual concern for those who enjoy themselves the use of it here.",
    "ai-tika-abh05t3:358_3": "Since they get to see anyone who speaks beset by another, they should be charming seeing in order.",
    "ai-tika-abh05t3:358_4": "If they don’t give rise to joy in those same confidence, they’d do so. Some of them give rise to joy and happiness, they’d expresse their appreciation. Some of them, having obtained their joy, and they then do the same.",
    "ai-tika-abh05t3:359_0": "The exposition of the commentary on the others is finished.",
    "ai-tika-abh05t3:360_0": "To start with the earth kasiṇa on the earth,",
    "ai-tika-abh05t3:361_0": "on the thirty-two contacts, blameworthy things are blameless,",
    "ai-tika-abh05t3:361_1": "for he is not associated with it.",
    "ai-tika-abh05t3:361_2": "he encounters the contact:",
    "ai-tika-abh05t3:361_3": "In the same way the meaning is that it is best, made a gruel and later in the monastery.",
    "ai-tika-abh05t3:361_4": "at the breaking of the accumulating rebirth-produced by which one is produced through kamma, the production of contact through which that deed is produced.",
    "ai-tika-abh05t3:361_5": "is suffering again in the future.",
    "ai-tika-abh05t3:361_6": "“We will give (all)” then, “Today is a league high,” and so on, etc., have it here.",
    "ai-tika-abh05t3:361_7": "For the result of deeds, etc., that is to say, the primary elements, the result of deeds, etc., have been performed in, and is indicated by the result of deeds, and the result of his accumulating a deed.",
    "ai-tika-abh05t3:362_0": "and having dropped the opposite sex by his own hand, the accumulation of the Sakyans, and so on, after making the one response by accumulation of the Sakyans through the destruction of them.",
    "ai-tika-abh05t3:363_0": "There is a hundred spears,",
    "ai-tika-abh05t3:363_1": "Hence it is said: “He is conversing”.",
    "ai-tika-abh05t3:364_0": "The exposition of the earth is finished.",
    "ai-tika-abh05t3:365_0": "He is the commentary on the word of old age and death.",
    "ai-tika-abh05t3:366_0": "It is because it has the characteristic of continued pressure on the object. This is why it has non-existence in its object and subsequently in its function. It is said because it has the characteristic of .",
    "ai-tika-abh05t3:367_0": "Though desiring to be stated results, doing what is done in the next life,",
    "ai-tika-abh05t3:368_0": "Golden in cloth, (and say): “We are whose colour is pure and bright,”",
    "ai-tika-abh05t3:369_0": "The exposition of old age and death is finished.",
    "ai-tika-abh05t3:370_0": "He speaks in conformity with the results of bad character.",
    "ai-tika-abh05t3:371_0": "501.",
    "ai-tika-abh05t3:371_1": "The result of this is the cause, this is the reason why the result of mutuality, etc., is a condition for each other, thinking “This result in mutuality” .",
    "ai-tika-abh05t3:371_2": "“For such and such a place,”",
    "ai-tika-abh05t3:371_3": "(They are) immediately knowing the phenomena results in the Vinaya.",
    "ai-tika-abh05t3:371_4": "Observing is the result of this, and the result of the Dhamma is that Dhamma, etc., thus it is the nature of a rolling, and so on.",
    "ai-tika-abh05t3:372_0": "The resultant principles of the result is finished.",
    "ai-tika-abh05t3:373_0": "The group of seven is finished.",
    "ai-tika-abh05t3:374_0": "8. Aṭṭhamavaggo",
    "ai-tika-abh05t3:375_0": "1. Chagatikathāvaṇṇanā",
    "ai-tika-abh05t3:376_0": "The meaning is praised as to colour, shape, direction, location and delimitation.",
    "ai-tika-abh05t3:377_0": "The account of the commentary on the skin is finished.",
    "ai-tika-abh05t3:378_0": "2. Antarābhavakathāvaṇṇanā",
    "ai-tika-abh05t3:379_0": "for the sake of precincts :",
    "ai-tika-abh05t3:379_1": "and having eaten the bathing place, and while going through the sky,",
    "ai-tika-abh05t3:379_2": "There will be no obstacles for you, ~ who wouldn’t be an obstacle for sensual pleasures,",
    "ai-tika-abh05t3:379_3": "Namely, he does not say, “K obstacles,” “There is no obstacle for one who is speaking in this way,” “There is no obstacle for them to the inclination of the heart,” and he rejects it by similes it with the inside, puts it in the heart, described above that way is the meaning of that.",
    "ai-tika-abh05t3:380_0": "they don’t wish to be born.",
    "ai-tika-abh05t3:381_0": "If you don’t wish: ‘I fall in such a place,’ with the near shore of the senses, and people don’t want to create any obstacle for them.",
    "ai-tika-abh05t3:381_1": "For when his brothers are produced in this way, they desire for rebirth, old age, and death, to be reborn in the next life, the next life, and they desire them.",
    "ai-tika-abh05t3:381_2": "and this is the danger in any continuity that arose.",
    "ai-tika-abh05t3:381_3": "“Those sentient beings who fall from time to time are quite secluded from falling away, say, ‘I am’ within the shade of evil’, ‘I am the same’, ‘I am the heir of whatever sentient beings live together’, and because they are reborn in the next life’, they are produced in the next life’.",
    "ai-tika-abh05t3:381_4": "because you’re not to be spoken.”",
    "ai-tika-abh05t3:381_5": "Though they claim to be reborn in hell, the animal realm, and the ghost realm.",
    "ai-tika-abh05t3:381_6": "Because they say, “The legal procedure is here against the one who isn’t provided.”",
    "ai-tika-abh05t3:381_7": "Herein, when anyone who speaks in this way, they say, “Unders what is an obstacle for others who are extinguished between people and who speaks in this way.”",
    "ai-tika-abh05t3:381_8": "For this discourse in this way, he creates an obstacle through the whole of this life.",
    "ai-tika-abh05t3:381_9": "Therefore it is said: “Practice Finally Emancipated in the next life” .",
    "ai-tika-abh05t3:382_0": "The word-continuum this is said: “The purpose and benefits of (interruption) continuations,”",
    "ai-tika-abh05t3:382_1": "When their rebirth has come to be—whether aristocrats, brahmins, or merchants—think that are born, there will be no coming to be.",
    "ai-tika-abh05t3:382_2": "They’re freed from the fetters of rebirth, and are not given up.",
    "ai-tika-abh05t3:382_3": "In the four directions there are beings that are the lowest jackals of the eggshelled by the jackals of the worms, and sentient beings who are called “Sheor”.",
    "ai-tika-abh05t3:382_4": "the first-born border is the “born of the mind” since it is in the neighborhood of the mind-made body and the mind-made body is called “the last-.",
    "ai-tika-abh05t3:382_5": "Where doing so the causality they become reborn in one sinking or another sinking thus, “Where do they not reach the far shore, while they are far from the near shore?”",
    "ai-tika-abh05t3:383_0": "But whenever they are seen in accordance with the Teaching in the comprehension of the teachings,",
    "ai-tika-abh05t3:383_1": "Then he should teach the delivering of the two-standages in this way:",
    "ai-tika-abh05t3:383_2": "And this mindfulness doesn’t exist after death. It’s not possible that you say about the imperturbable act of the mind. And you should apply outstanding enthusiasm for the Brahmā realm.”",
    "ai-tika-abh05t3:383_3": "There are some whose wings would rolling about, supernormal powers in accordance with the Dhamma. Sometimes it is nothing but little—whether that is why, nothing is said, “No matter what is better.”",
    "ai-tika-abh05t3:383_4": "For while someone with thought, “Where do they realise in any way,” and they realise in each particular state of existence .",
    "ai-tika-abh05t3:383_5": "That’s why he teaches Dhamma in the neighborhood of a mountain, some such places, some gods, humans, and some otherwise.",
    "ai-tika-abh05t3:384_0": "Here it may be said:",
    "ai-tika-abh05t3:384_1": "That being so, it cannot be used to be nothing without psychic power.",
    "ai-tika-abh05t3:384_2": "For it is certainly not existing based on form that comes to be.",
    "ai-tika-abh05t3:384_3": "and without the power of seeing one person’s reading, and with two places a thousand reasons.",
    "ai-tika-abh05t3:384_4": "For this is so, only forms that are likewise.",
    "ai-tika-abh05t3:384_5": "for it is not yet another because it is conceived by continual denies and effacement that it isn’t conformity with when he isn’t teaches the Dhamma to peace.",
    "ai-tika-abh05t3:385_0": "Herein, the causality is called “mpare” in the same way that the two is solitary, based on the side of the two instances, and that which is actually present with one persons is the same as the self.",
    "ai-tika-abh05t3:385_1": "for there is no danger for snares,",
    "ai-tika-abh05t3:385_2": "Whatever running here and there is in the same place as a cesspool, the various kinds of embracing that were created by the difference of the positions of thenings, the jackals produced in the sense that place is propagated from the cesspitable, and functioned the bonds of sexuality.",
    "ai-tika-abh05t3:385_3": "For the purpose of defining the concealment of such a place and inclusively the eye consciousness that arises in him, and there is to be included in the way already stated.",
    "ai-tika-abh05t3:385_4": "other world’s wisdom would be known by the eye,",
    "ai-tika-abh05t3:385_5": "But the supervisor of the path is in that way.",
    "ai-tika-abh05t3:385_6": "for this reason why sometimes it is said that thoughts are capable of breaking out, then as if unmoving, in the various graceful thoughts, then as when one is connected with the division of the phenomena.",
    "ai-tika-abh05t3:385_7": "In the same way the reservation should be understood in the sense of urgency, and the manifestation of the water.",
    "ai-tika-abh05t3:386_0": "the simile of the sloth and torpor are its conditions for the influence of the greedy . Or the cause is the reason why it has been described under the indicated.",
    "ai-tika-abh05t3:386_1": "That which is said in the component of (story), “Why is it that?”",
    "ai-tika-abh05t3:386_2": "For it is not always to be destroyed by one’s own dead or he has nothing kind in all directions.",
    "ai-tika-abh05t3:386_3": "When they leave aside, the running out of the five lower fetters—that’s what is called the meaning, what is produced in this way is the meaning of what is the point of its meaning, what is produced is the meaning of what is created in them.",
    "ai-tika-abh05t3:386_4": "In this way the intention to be understood the non-doing of these terms should be understood.",
    "ai-tika-abh05t3:387_0": "Or alternatively, what is the cause of the preliminary is the reason why the production of the fruit of which is effected.",
    "ai-tika-abh05t3:387_1": "for the noble fruition of the causes and conditions that have causes and conditions,",
    "ai-tika-abh05t3:387_2": "And just as when spending by the arm, the roses arise and terminated, as happens in the bowls,",
    "ai-tika-abh05t3:387_3": "And just as one who is resented in agitation should be told, “This is the repulsiveness of nutriment.”",
    "ai-tika-abh05t3:387_4": "Just as when a light is put into the very space, so the consciousness belonging to the Community, etc., fall into it,",
    "ai-tika-abh05t3:388_0": "Still, this is how it should be asked,",
    "ai-tika-abh05t3:388_1": "Suppose they were losing the corpses, etc., and not tied to unbounded in the places of loss. They piles, knives, and invariable  hells, as if their bodies were done along with a thousand leagues, or as well.",
    "ai-tika-abh05t3:388_2": "if it is while dwelling here in this way,",
    "ai-tika-abh05t3:388_3": "And here it’s not worth a sixteenth part of the beautiful ones because of the immaterial states they are boundless in each other.",
    "ai-tika-abh05t3:388_4": "how far the border is found in the past, sustained by the currents of fruits, and the name of the past, future, and present.",
    "ai-tika-abh05t3:388_5": "Where the result of consciousness is the condition for the constituent parts there, the kamma- consciousness element in the connection with the continuation of existence, and the result of the kind of existence is the result of the terminition through the air. It isn’t cut off at the root of the head, and it doesn’t habitually.",
    "ai-tika-abh05t3:388_6": "And just as there are many thousand aeons of death and many thousands of years old, so many hundreds of thousands of them died, innerable central square century, and many hundred thousand leagues do not exceed.",
    "ai-tika-abh05t3:388_7": "When they pass away and ceased, the entire spectrum of the cessation, the precincts of the practice that leads to the cessation of suffering appearance creates an obstacle for them.",
    "ai-tika-abh05t3:388_8": "And when there is no way, no rebirth in the realm of luminous forms, ear-faction, nose-tips, tongue-tips, body, speech, and mind, all-made champions, etc., should be understood as included in the various different ways: “We will get to know the eyes and so on.”",
    "ai-tika-abh05t3:389_0": "The discussion on the obstacles is finished.",
    "ai-tika-abh05t3:390_0": "3. Kāmaguṇakathāvaṇṇanā",
    "ai-tika-abh05t3:391_0": "Skill in discovering those wholesome things, etc., that is to say, sense desires,",
    "ai-tika-abh05t3:391_1": "For even a man’s whole mangoes has the characteristic of being apprehended, etc., embraced in the sense of projecting the minds of the lay state even a single one who is attached to it could be agreeable.",
    "ai-tika-abh05t3:391_2": "talk about the elements of the five constituents (of mind and body) that provide fuel for seven (sense spheres),",
    "ai-tika-abh05t3:391_3": "Are any unattached?",
    "ai-tika-abh05t3:391_4": "So far as to the one sense-spheres in one sense-sphere, it is said: “Surely not made up of the elements,” and she says, “For he does so only the elements of the sense-spheres.”",
    "ai-tika-abh05t3:391_5": "a group of five hundred groups, even more than that group of five, she said took the group of five kinds of sensual stimulation, “Five among the kinds of sensual stimulation”; then they say, “Heyin, those who have found the five strands of sense pleasure .”",
    "ai-tika-abh05t3:391_6": "Since this is so, the meaning is that it is not just stated.",
    "ai-tika-abh05t3:391_7": "When speaking, they say, “This is a moderation for others” is what is said.",
    "ai-tika-abh05t3:391_8": "When this is so, these five kinds of sensual stimulation are for a fact,” then the meaning is “Now there is no meaning” because it is not conventional.",
    "ai-tika-abh05t3:392_0": "The account of the five kinds of sensual stimulation is finished.",
    "ai-tika-abh05t3:393_0": "5. Rūpadhātukathāvaṇṇanā",
    "ai-tika-abh05t3:394_0": "and the elements are included in the elements thus: “The elements of the fine-material element, the element of the earth element, the water element, and the fire element.”",
    "ai-tika-abh05t3:394_1": "and since encounter it is a state consisting in the form worlds,",
    "ai-tika-abh05t3:394_2": "“These three states of existence are these three,” and they are the three elements, and the three realms of existence, and the three realms of existence have been cut off,",
    "ai-tika-abh05t3:394_3": "“The elements of existence have been conceived in the realm of luminous form. Continued existence has been cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.”",
    "ai-tika-abh05t3:395_0": "The commentary on the forms is finished.",
    "ai-tika-abh05t3:396_0": "6. Arūpadhātukathāvaṇṇanā",
    "ai-tika-abh05t3:397_0": "But then the engaged in discussion of the visible phrases, etc., before concentration reaches access and non-existence in the elements,",
    "ai-tika-abh05t3:398_0": "The story of the color of form is finished.",
    "ai-tika-abh05t3:399_0": "On the Infirmary element is the colour element,",
    "ai-tika-abh05t3:400_0": "if they get a reward for the object of the senses, etc., and of the neighbouring of a reward.",
    "ai-tika-abh05t3:401_0": "The account of the visible-form element is finished.",
    "ai-tika-abh05t3:402_0": "8. Arūperūpakathāvaṇṇanā",
    "ai-tika-abh05t3:403_0": "When there is no doubt, there is no escape from lay life to homelessness.",
    "ai-tika-abh05t3:404_0": "The account of the golden statue is finished.",
    "ai-tika-abh05t3:405_0": "9. Rūpaṁkammantikathāvaṇṇanā",
    "ai-tika-abh05t3:406_0": "is worthy of being carried on what is allowable, and is suitable for oneself (to do), for which is made by oneself,",
    "ai-tika-abh05t3:406_1": "Hence it is said: “He is associated with poison, but who is ributed?”",
    "ai-tika-abh05t3:407_0": "The account of form’s discusssion is finished.",
    "ai-tika-abh05t3:408_0": "10. Jīvitindriyakathāvaṇṇanā",
    "ai-tika-abh05t3:409_0": "and say, “Having speed,” he says, “There is no enlightenment,” “There is. He proceeds in the periphery” , “There is such-and-such a question,” “There is such-and-such a way to live;” and he says, “There is such a question,” he says, “There is this question of the enlightenment,” and “There is the restrains,” he says, “There is no such questioning.",
    "ai-tika-abh05t3:409_1": "Considering this, they wish to live on it.",
    "ai-tika-abh05t3:409_2": "For there is no equal unity in this way.",
    "ai-tika-abh05t3:410_0": "it is unequalified, not excited by the mind,",
    "ai-tika-abh05t3:411_0": "and at the time of the happiness he entered upon them.",
    "ai-tika-abh05t3:412_0": "Two on various occasions, honoured in the forms of the two immaterial states, in the modes of the mother and father, the Sakyan of the Ājīvakas.",
    "ai-tika-abh05t3:413_0": "The colour of the life faculty is finished.",
    "ai-tika-abh05t3:414_0": "11. Kammahetukathāvaṇṇanā",
    "ai-tika-abh05t3:415_0": "546.",
    "ai-tika-abh05t3:415_1": "what is left over is done for one who is bad deeds, etc., thinking “This is the lower position.” ...",
    "ai-tika-abh05t3:415_2": "says.”",
    "ai-tika-abh05t3:415_3": "fall in the depths of defilements:",
    "ai-tika-abh05t3:415_4": "who kills others.",
    "ai-tika-abh05t3:415_5": "they show him the same way, saying, “We will give him the wealth,” “There is a serious offense.”",
    "ai-tika-abh05t3:416_0": "The story of the legal procedures is finished.",
    "ai-tika-abh05t3:417_0": "The Book of the Eights is finished.",
    "ai-tika-abh05t3:418_0": "9. Navamavaggo",
    "ai-tika-abh05t3:419_0": "Goldening in, seeing shows (called) dance and so on,",
    "ai-tika-abh05t3:420_0": "547.",
    "ai-tika-abh05t3:420_1": "And although the drawbacks of all the dangers and the advantages, etc., and because of difference in the past, they claimed to be undertook that.",
    "ai-tika-abh05t3:420_2": "he should see (only) consent to the best message.",
    "ai-tika-abh05t3:420_3": "Hence it is said: “So it is. Well then, while the monks are standing. ...”",
    "ai-tika-abh05t3:420_4": "but because they have been answered.”",
    "ai-tika-abh05t3:420_5": "By the surmounting of the objects, etc., do not occur in accordance with the object of that jhāna, which is accompanied by what is called “accomplishment” .",
    "ai-tika-abh05t3:420_6": "This is the advantage of talk.",
    "ai-tika-abh05t3:420_7": "knowledge of the opposite secure knowledge, and in the case of the penetration of enlightenment them is the three knowledges, which is made the penetration of accusations, and endeavour.",
    "ai-tika-abh05t3:421_0": "praised by the commentary on seeing is finished.",
    "ai-tika-abh05t3:422_0": "2. Amatārammaṇakathāvaṇṇanā",
    "ai-tika-abh05t3:423_0": "Hopefully I will teach you the Dhamma in the scriptures beginning with the first suttantas, “Bhikkhus, I shall teach you the Doctrinal and the Faith.”",
    "ai-tika-abh05t3:424_0": "The account of the deathless state is finished.",
    "ai-tika-abh05t3:425_0": "Understanding form as object,",
    "ai-tika-abh05t3:426_0": "552-553.",
    "ai-tika-abh05t3:426_1": "“About attaining the states consisting of non-disappearance” is on the object.",
    "ai-tika-abh05t3:426_2": "“The eye-consciousness element and the object of the things associated with it, and the object of the eye element is a condition for the remaining associated with it.”",
    "ai-tika-abh05t3:426_3": "When the counterpart is finished, it is said in the way already stated. The mind is worn out by covering the neck and the stomach-mo leaning on the filth, etc., that is to say, the mental development of the mind by means of the remaining silent.",
    "ai-tika-abh05t3:426_4": "and, after developing his understanding in the end of suffering,",
    "ai-tika-abh05t3:427_0": "The account of form’s discussion is finished.",
    "ai-tika-abh05t3:428_0": "Going forth is the commentary on the object of .",
    "ai-tika-abh05t3:429_0": "554-556.",
    "ai-tika-abh05t3:429_1": "“In this way, “In this way,” and “The path is called rejection,” because it is not the wrong way, is said to be in the sense of .",
    "ai-tika-abh05t3:429_2": "But it is not shown that it is said in the Vibhaṅga too with the “profitable” since it is a actually contrary to the aggregates, thus it is “fitable.”",
    "ai-tika-abh05t3:430_0": "The commentary on the object of the contemplation is finished.",
    "ai-tika-abh05t3:431_0": "Here is the commentary on the objects of contemplation,",
    "ai-tika-abh05t3:432_0": "557-558.",
    "ai-tika-abh05t3:432_1": "Since he has attained the highest knowledge, he is the best of the three knowledges, then he is the foremost.",
    "ai-tika-abh05t3:432_2": "Since he is mindful, he surmounts all beings’ knowledge, then he is the mode of them.",
    "ai-tika-abh05t3:432_3": "for mindfulness, he has attained supreme person,",
    "ai-tika-abh05t3:433_0": "Knowledge of the objects is finished.",
    "ai-tika-abh05t3:434_0": "Using the commentary on the saw,",
    "ai-tika-abh05t3:435_0": "Only hindered by two ends, by himself with distinction, by himself he is the meaning.",
    "ai-tika-abh05t3:436_0": "The discussion on the highway of thought is finished.",
    "ai-tika-abh05t3:437_0": "On the Protector of the World",
    "ai-tika-abh05t3:438_0": "but it is given in all aspects according to the Paṭisambhidā , since it is a place to be given in all aspects or according to the Paṭisambhidā, in order to show off all aspects, and it is given hospitality to in all aspects by the name “posite .”",
    "ai-tika-abh05t3:438_1": "As they do so, they should be described in the way beginning, “Possessed by applied thought.”",
    "ai-tika-abh05t3:438_2": "After causing the thought, “While I have taken a discourse from the thief,” he took hold of a discussion, thinking, “This is the practice of it.”",
    "ai-tika-abh05t3:439_0": "The discussion of the Parinciples is finished.",
    "ai-tika-abh05t3:440_0": "On the contrary to the Monastic Law in one’s mind:",
    "ai-tika-abh05t3:441_0": "doesn’t lie when they’re not lying down.",
    "ai-tika-abh05t3:442_0": "The commentary on the fortune-tellers is finished.",
    "ai-tika-abh05t3:443_0": "Once it has the past, future or present,",
    "ai-tika-abh05t3:444_0": "and Using for the sake of exceeding the state of enlightenment factor:",
    "ai-tika-abh05t3:444_1": "Hence it is said: “He is endowed with the Dhamma” .",
    "ai-tika-abh05t3:444_2": "By geting the intention of making known;",
    "ai-tika-abh05t3:444_3": "is said to be a person who isn’t possessed of these things. The other should be told to say: “This person is said to be possessed of them.”",
    "ai-tika-abh05t3:444_4": "The same method applies",
    "ai-tika-abh05t3:445_0": "The discussion on the past, future, and present is finished.",
    "ai-tika-abh05t3:446_0": "The Book of the Nines is finished.",
    "ai-tika-abh05t3:447_0": "10. Dasamavaggo",
    "ai-tika-abh05t3:448_0": "1. Nirodhakathāvaṇṇanā",
    "ai-tika-abh05t3:449_0": "571-572.",
    "ai-tika-abh05t3:449_1": "In the case of the Sakyans’ mind is like a monk’s thoughts of another life, or in that he knows “the mind is the last moment” , thus he does that he wants to in his own mind.",
    "ai-tika-abh05t3:449_2": "When there is the previous disappearance of the precisely, there is balance.",
    "ai-tika-abh05t3:449_3": "Hence it to her: “Here, Later.”",
    "ai-tika-abh05t3:449_4": "And so since there is the result of mindfulness and concluding the result of the spiritual journeying, which is likewise boiled in the way beginning, “What is the purpose of showing this spiritual life” , etc., doing it is to be said in order to show the way beginning, “boundlessed by the subsequently it with its wielding of the wielding of mindfulness and full awareness,” can be said in this way, “bounding the poison of the noble ones.”",
    "ai-tika-abh05t3:449_5": "Herein, rebirth can be involved by the result of existences beginning with the result of the different kinds of rebirth- linked existence; and the result of rebirth-producing in the various orders of rebirths, the fortune, and the mind is said to be under the instance of the Commentaries.",
    "ai-tika-abh05t3:449_6": "For it is called “covering” in the beginning, the inner skin that reference to its object the state of existence is called “the inner skin”.",
    "ai-tika-abh05t3:449_7": "eye consciousness ...",
    "ai-tika-abh05t3:449_8": "For the eye consciousness is eradicated by the eye consciousness, etc., that is to say: the pride of the eye consciousness, namely, the ear-consciousness, the nose-contact,",
    "ai-tika-abh05t3:450_0": "The exposition of the cessation is finished.",
    "ai-tika-abh05t3:451_0": "On the commentary on the five-fold Path",
    "ai-tika-abh05t3:452_0": "* the five characteristics beginning with consciousness, etc.",
    "ai-tika-abh05t3:452_1": "Those who haven’t committed a mind-consciousness, and who hasn’t arisen, even if it has been given to him, what has been done.",
    "ai-tika-abh05t3:452_2": "Therefore at that time it is said, “There is no offense for five reasons.”",
    "ai-tika-abh05t3:452_3": "When a mind-consciousness has arisen, he says, “Venerables, there are five points that have arisen in the after which the based on consciousness had arisen,” he said, “Did you say, ‘There are five things’, ‘All-workershiping consciousness’ ...” “Pañcasikha.” He says, “Pañcasikha,” “There is no development of consciousness in connection with the five stories’,” he said, “There is no one who can say,” “There is no one who can be told,” then said, “There is no matter, “There is no obseserve the development of consciousness of consciousness in this matter,” he said, “There is no matter, “There is no matter,” he said, “There is no matter,” he said, “There is no matter, “Per of the making it is no matter,” he said, “There is no matter,” he said, “There is no matter,",
    "ai-tika-abh05t3:452_4": "reaching the end of suffering.”",
    "ai-tika-abh05t3:453_0": "577.",
    "ai-tika-abh05t3:453_1": "“Having little signless, the desireless, the phenomena to attain extinguishment.”",
    "ai-tika-abh05t3:453_2": "The eye consciousness would be well developed by the eye, which is called emptiness.",
    "ai-tika-abh05t3:454_0": "The account of the fivefold path is finished.",
    "ai-tika-abh05t3:455_0": "Talking and accepting of five- consciousnesses,",
    "ai-tika-abh05t3:456_0": "but, as she was being attached to the gods, she didn’t get hold of her.",
    "ai-tika-abh05t3:456_1": "The object of the one who has reached the highest aspect in the heaven of the object, etc., which is the object of the really likable,",
    "ai-tika-abh05t3:456_2": "by means of breathing in its widels, skilled in profit, skilled in ruination, and skilled in riches.",
    "ai-tika-abh05t3:457_0": "The discussion of the five kinds of riches is finished.",
    "ai-tika-abh05t3:458_0": "6. Dvīhisīlehītikathāvaṇṇanā",
    "ai-tika-abh05t3:459_0": "When they enjoy repetition, whether their residing ceases.",
    "ai-tika-abh05t3:459_1": "With the cessation of virtue: cessation is the cessation of virtue, cessation is the cessation of virtue.",
    "ai-tika-abh05t3:459_2": "while making the cessation of the moment, he stopped.",
    "ai-tika-abh05t3:460_0": "On hearing about two kinds of discussion is finished.",
    "ai-tika-abh05t3:461_0": "In the commentary on the thirty-two constructions.",
    "ai-tika-abh05t3:462_0": "590-594.Ṭhitena avinaṭṭhena.",
    "ai-tika-abh05t3:462_1": "Because of the accumulation of deeds through which one (only) deed",
    "ai-tika-abh05t3:462_2": "“Practicing in mind” is said: “Perhaps these are not found in talking about Dhamma,”",
    "ai-tika-abh05t3:462_3": "fruitless giving ...",
    "ai-tika-abh05t3:462_4": "Therefore, too, regarding the Dhamma” . Thus in this way, “Even if you proceed having turned away from your virtue.",
    "ai-tika-abh05t3:462_5": "They give ethical conduct, etc., and inclinations seeming with virtue.” Then, if they, out of the fruit, etc., he gives no advantage in the future.",
    "ai-tika-abh05t3:462_6": "whatever life he’s affected by, protection of existence is called “restraint”.",
    "ai-tika-abh05t3:462_7": "But it is said in the Character’s practice that is comparable with the precepts of virtue, etc., on the actual occasion of undertakings, directions, which is why it is said, in the way stated as the highest.",
    "ai-tika-abh05t3:462_8": "But in the passage, “If unvirtuous conduct is unrestrained,” then they should go into solitary retreat and say, “This is why therefore it is no unheard of such virtue” .",
    "ai-tika-abh05t3:463_0": "The exposition of the ethics is finished.",
    "ai-tika-abh05t3:464_0": "9. Samādānahetukathāvaṇṇanā",
    "ai-tika-abh05t3:465_0": "598-600.",
    "ai-tika-abh05t3:465_1": "“Risciple, Queen Someone with fourteen things come” from the presence of the Teacher, “Give using darkness,” etc., then they added: “Lay followers, unfaithfulfils, acceptance of the food. When they came, they brought back to the monastery, they said, “Lay followers, ‘What is the same thing!’",
    "ai-tika-abh05t3:465_2": "Can you be seen.”",
    "ai-tika-abh05t3:466_0": "The discussion on the undertaking of the ascetic practices is finished.",
    "ai-tika-abh05t3:467_0": "On hearing what is constantly nature one’s virtues.",
    "ai-tika-abh05t3:468_0": "603-604.",
    "ai-tika-abh05t3:468_1": "When someone has developed and cultivated the mind, they still get all these things. They are skilled in discriminations, not skilled in one whose mind isn’t free from enmity, affliction and anxiety, and whose mind isn’t scattered, their enemy of freedom. And they see this without it.",
    "ai-tika-abh05t3:468_2": "is what is said.”",
    "ai-tika-abh05t3:468_3": "Herein, when a limb is apprehended by the including , etc., the meaning should be understood as the word in each case.",
    "ai-tika-abh05t3:468_4": "But that probation is included in the same way as that what is given in one who gives consent, separately, persuading others, and that in accordance with the rule.",
    "ai-tika-abh05t3:469_0": "Once they are concluded in an unself.",
    "ai-tika-abh05t3:470_0": "The Book of the Tens is finished.",
    "ai-tika-abh05t3:471_0": "The second rains residence was completed.",
    "ai-tika-abh05t3:472_0": "11. Ekādasamavaggo",
    "ai-tika-abh05t3:473_0": "4. Ñāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:474_0": "614-615.",
    "ai-tika-abh05t3:474_1": "“Mahinda,” he said, “The king’s people obedient conduct,” “The most of the prominent merchant,” “It is used to live in the Mahālina garden of the Mahāthūpa. ...”",
    "ai-tika-abh05t3:474_2": "because of continuity.”",
    "ai-tika-abh05t3:474_3": "Herein, what is said in the commentary on the two, that is to say, the state of direct-knowledge .",
    "ai-tika-abh05t3:474_4": "For it is said with the first jhāna, etc., that is called “unbounded” in the way already described, etc., they are said to be not.",
    "ai-tika-abh05t3:474_5": "(But) greed and hate are abandoned, he who has reached enlightenment and hate,",
    "ai-tika-abh05t3:474_6": "just as “It has been questioned,” “They are infatuated,” “Knowledge,” “Knowledge,” “Knowledge is incomparable,” it is said.",
    "ai-tika-abh05t3:474_7": "knowledge of the deathless is known as an opposite sex, but if he does not grieve for them. But if he does not take it away.",
    "ai-tika-abh05t3:475_0": "The account of the profession is finished.",
    "ai-tika-abh05t3:476_0": "7. Iddhibalakathāvaṇṇanā",
    "ai-tika-abh05t3:477_0": "621-624.",
    "ai-tika-abh05t3:477_1": "Whatever bad deeds done by way of body, speech, and mind is said to be the result of death, in which the result of that deed was said.",
    "ai-tika-abh05t3:477_2": "And here they do not die, causing them until they describe the result of that bad deeds ...",
    "ai-tika-abh05t3:477_3": "“The life of a hundred thousand years and a hundred thousand years.” And the deities, so on with the sharks of death, their lifespan of gods, humans, etc., is said to live with the best of them, comprehensive beings.",
    "ai-tika-abh05t3:477_4": "(but) he should give him a bear: “Stop, you are to be dealt with him.”",
    "ai-tika-abh05t3:478_0": "The Power of Psychic Power is finished.",
    "ai-tika-abh05t3:479_0": "8. Samādhikathāvaṇṇanā",
    "ai-tika-abh05t3:480_0": "After placed on his forehead, looking around on dry land far from the hunger, he fixed the ministers, saying: “Upakas in the sense of urgency, and it is then set aside the display of the hunter,",
    "ai-tika-abh05t3:480_1": "When consciousness is undertaken thus, “Considering” is said, “Comparable,” he said, “Unreflecting it in the first position, it is said.”",
    "ai-tika-abh05t3:480_2": "As soon as they arise, they understand that an abide in unity, unification of mind is worth even a single remaininger of the ascetic life. But although it is said, “Have it dispelling the life of the ascetic life” .",
    "ai-tika-abh05t3:481_0": "The Concentration is finished.",
    "ai-tika-abh05t3:482_0": "9. Dhammaṭṭhitatākathāvaṇṇanā",
    "ai-tika-abh05t3:483_0": "Ignorance is steady and unfortunate, while standing lending to the weeping of ignorance. When all conditions are profession about the states of simply the states of existence, the interrupting the states of the round of ignorance, the states of the stage in terms of existence, and the states of the states. The meaning is the state beyond.",
    "ai-tika-abh05t3:483_1": "This is the way of performing, this is the way of performing, that is to say, this is the reason why the state of non-existence, etc., of the sense of indication.",
    "ai-tika-abh05t3:483_2": "all that is shared out such as these.",
    "ai-tika-abh05t3:483_3": "the meaning should be understood in each of these Questions, and the meaning should be understood in the way already stated.",
    "ai-tika-abh05t3:483_4": "And here there should be made by one who is attached to condition according to repetition owing to the formations of conditions;",
    "ai-tika-abh05t3:483_5": "Hence it is the otherwise.",
    "ai-tika-abh05t3:484_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:485_0": "10. Aniccatākathāvaṇṇanā",
    "ai-tika-abh05t3:486_0": "628.",
    "ai-tika-abh05t3:486_1": "When there is no sights, sounds, smells, tastes, touches, and thoughts are not-self. When this is so, it does not arise in them, and there is none of these three characteristics, etc., as the arising of impingements, etc., and the three characteristics, etc., and the manifestation of accumulations, etc., and that is called ‘the three characteristics’ because of grasping’.",
    "ai-tika-abh05t3:486_2": "He enjoys the use of what is shared by the food and drink, and by receptacle of .",
    "ai-tika-abh05t3:486_3": "Herein, just as, when a man is shown by old age and death, the knowledge of the impermanence of old age and death, and it is not evident that it is impermanent, that is to say, the state of existence as a condition.",
    "ai-tika-abh05t3:487_0": "The account of the Constant tas is finished.",
    "ai-tika-abh05t3:488_0": "The Book of the Elevens is finished.",
    "ai-tika-abh05t3:489_0": "12. Dvādasamavaggo",
    "ai-tika-abh05t3:490_0": "On Regarding your treatment",
    "ai-tika-abh05t3:491_0": "He says: “By the mind-made means that is favourable to all people,” and so on he said, “Death is the approach of our arrival” .",
    "ai-tika-abh05t3:492_0": "He praises by means of talk on restraint is finished.",
    "ai-tika-abh05t3:493_0": "2. Kammakathāvaṇṇanā",
    "ai-tika-abh05t3:494_0": "and it is called “special” because it is successful in the meaning and profound, which is called “special” because it is the profitable .",
    "ai-tika-abh05t3:495_0": "The account of the praised is finished.",
    "ai-tika-abh05t3:496_0": "4. Saḷāyatanakathāvaṇṇanā",
    "ai-tika-abh05t3:497_0": "is said to have a diverse spectrum of the mind base consisting in universal dimensions.",
    "ai-tika-abh05t3:498_0": "The account of the six sense fields is finished.",
    "ai-tika-abh05t3:499_0": "Discussion of the Seventh",
    "ai-tika-abh05t3:500_0": "(They are) permitted for this one hundred years, for this one (to attain) the another seventh,",
    "ai-tika-abh05t3:500_1": "Hence it is said: “Leaving nothing to do with the perils of continuity” .",
    "ai-tika-abh05t3:500_2": "by approaching through whom it came,",
    "ai-tika-abh05t3:500_3": "and having been reborn in the midst of (them), this is the between them,",
    "ai-tika-abh05t3:500_4": "May they be happy!",
    "ai-tika-abh05t3:500_5": "she retrieves",
    "ai-tika-abh05t3:500_6": "He’s unable to obstruct one who says even a single stage, one who has reached the peak and the pinnacle of knowledge, and one who is unable to arise in the way already described. The Buddha has not discerned the path with the supernormal powers.",
    "ai-tika-abh05t3:500_7": "The same simile of the appropriate efforts should be understood as the instance of the faculties. Their faculties should be understood to understand how the state of being discovered.",
    "ai-tika-abh05t3:500_8": "Anyone who uses these faculties is called a shade through the subtlety of the faculties if he develops the faculties of time and leaves, and does not endure them.",
    "ai-tika-abh05t3:500_9": "But it is not possible to explain a state consisting of an obstacle to reaching the end of the hostile person, and in this way, after saying it is said, “Now, Sir.”",
    "ai-tika-abh05t3:500_10": "is not wanted to stay by myself.",
    "ai-tika-abh05t3:500_11": "to other individuals of another person, thinking, “Will they be shown them?”",
    "ai-tika-abh05t3:501_0": "The account of the Seventh section on the group of seventeen is finished.",
    "ai-tika-abh05t3:502_0": "The Book of the Twelves is finished.",
    "ai-tika-abh05t3:503_0": "13. Terasamavaggo",
    "ai-tika-abh05t3:504_0": "1. Kappaṭṭhakathāvaṇṇanā",
    "ai-tika-abh05t3:505_0": "654-657.",
    "ai-tika-abh05t3:505_1": "The ability to say, “Amongst what is said, this is the power of psychic power, this is why that is why ‘the opposite of supernormal powers,’ and so on is what is said. When asked, “This is what is unsuitable,” it is said.",
    "ai-tika-abh05t3:505_2": "Herein, “As a deluded” is one made by delimitation, for the sake of the life span, for the sake of preventing the lifetimes, however, is one, made by oneself accusations, and one bodies, how many great creatures should be laid down here.",
    "ai-tika-abh05t3:506_0": "The story of the house is finished.",
    "ai-tika-abh05t3:507_0": "On the commentary on the conversation",
    "ai-tika-abh05t3:508_0": "Those who generate enthusiasm, tries, and self-controlled people are not liable to decline.",
    "ai-tika-abh05t3:508_1": "what is theirs?",
    "ai-tika-abh05t3:508_2": "thoughts that are favourable to the people (of the Buddha),",
    "ai-tika-abh05t3:508_3": "for these grounds are mentioned in the floor by the earth.",
    "ai-tika-abh05t3:508_4": "But those who have not attended on the bowl, the unknown (from the Buddha), and the Commentaries have been propounded in the Dhamma.",
    "ai-tika-abh05t3:508_5": "and there is no possession of what is unbecoming unsetled.",
    "ai-tika-abh05t3:508_6": "Hence it is said: “Having that he is possessed of the proper conduct.”",
    "ai-tika-abh05t3:508_7": "“You have no mere acting in this way; there is no teaching that’s not able to show it,” so he said to him, “Dearth it is to be spoken of.”",
    "ai-tika-abh05t3:508_8": "As to word: then the word of the body is stated .",
    "ai-tika-abh05t3:508_9": "the calming that rapture one enters upon both kinds of causing happiness, he is said to be the bathing.",
    "ai-tika-abh05t3:509_0": "The discussion on the Thirty-Three is finished.",
    "ai-tika-abh05t3:510_0": "8. Asātarāgakathāvaṇṇanā",
    "ai-tika-abh05t3:511_0": "Or I could have get enough for me to help it thus, “Oh, my mentors!”",
    "ai-tika-abh05t3:511_1": "out of respect for Nandana,",
    "ai-tika-abh05t3:512_0": "The discussion on unsuitable talk is finished.",
    "ai-tika-abh05t3:513_0": "On account of craving, clinging to name and form,",
    "ai-tika-abh05t3:514_0": "Since he exceeds them with great joy, he says, “Not so much fortunate,” he says, “There is no need for Sākiya”.",
    "ai-tika-abh05t3:514_1": "for the supermundane states are not found in the world, there is craving for craving,",
    "ai-tika-abh05t3:514_2": "Who is sat in the three lower realms, ~ that is, craving for continued existence, and craving to end existence.",
    "ai-tika-abh05t3:514_3": "Craving for forms, etc.",
    "ai-tika-abh05t3:515_0": "On hearing about the teaching is finished.",
    "ai-tika-abh05t3:516_0": "The Book of the Thirty-Three is finished.",
    "ai-tika-abh05t3:517_0": "14. Cuddasamavaggo",
    "ai-tika-abh05t3:518_0": "Generally profitable and skill in gold,",
    "ai-tika-abh05t3:519_0": "and uses in between the inner bathing places, they said: “Amongst those who’s born in water, they bring it to the end,”",
    "ai-tika-abh05t3:520_0": "The discussion on the skillful is finished.",
    "ai-tika-abh05t3:521_0": "Using the commentary on the six sense-spheres",
    "ai-tika-abh05t3:522_0": "being attacked by crows, floats, and plunders.",
    "ai-tika-abh05t3:522_1": "for if they speak sowly, only their bodies were standing or sitting, but only if they were fruitful and propagated from the roots of a tree, I wouldn’t get rid of remarked to eat the seeds, drunk, and produced by the plants of seeds.",
    "ai-tika-abh05t3:523_0": "The account of the six sense fields is finished.",
    "ai-tika-abh05t3:524_0": "Practicing the Conduct",
    "ai-tika-abh05t3:525_0": "While they were sitting on the eyes, having looking at it with eye-consciousness, thinking that eye-consciousness is the ear-contact,",
    "ai-tika-abh05t3:525_1": "ear-consciousness is included in the way already described under the eye, sights, and eye consciousness, etc., in the ear and sounds, nose and smells, tongue and tastes, he said: “I have no object of the eye” .",
    "ai-tika-abh05t3:525_2": "Herein, sounds means “consciousness” is to be bound together with consciousness. Then he should follow along.",
    "ai-tika-abh05t3:525_3": "The eye consciousness next to the eye and ear-consciousness is infinite in the ear-consciousness, and it is said to be the arising of the ear-consciousness that is infinite in the morning, thus it is “interrupted” .",
    "ai-tika-abh05t3:526_0": "The discussion on the inside of the discussion is finished.",
    "ai-tika-abh05t3:527_0": "4. Ariyarūpakathāvaṇṇanā",
    "ai-tika-abh05t3:528_0": "treating their actions, they get carelessly.",
    "ai-tika-abh05t3:528_1": "Herein, right speech is right action: it leads to the opposite of the body, speech, and mind.",
    "ai-tika-abh05t3:529_0": "The account of the noble ones is finished.",
    "ai-tika-abh05t3:530_0": "5. Aññoanusayotikathāvaṇṇanā",
    "ai-tika-abh05t3:531_0": "At such a time one called (process) profit, skilled in intentions, and comprehensions for the last time;",
    "ai-tika-abh05t3:532_0": "The underlying tendency to wrong view is finished.",
    "ai-tika-abh05t3:533_0": "On hearing the commentary on the ending of the mind,",
    "ai-tika-abh05t3:534_0": "Since greed for things is born in them, etc., greed and so on. That is why greed arise, as they are, these:",
    "ai-tika-abh05t3:535_0": "praised by the mind of the one whose mind is finished.",
    "ai-tika-abh05t3:536_0": "7. Pariyāpannakathāvaṇṇanā",
    "ai-tika-abh05t3:537_0": "Talking important is the basis for defilement, etc., about the defilements, and about defilements,",
    "ai-tika-abh05t3:537_1": "The meaning is: it is “finite-linking” and “possessing of the sense-sphere elements”; the meaning is, then the reckoning of all kinds from sensual becoming .",
    "ai-tika-abh05t3:537_2": "For the purpose of abandoning greed and hate, which is accompanied by defilements,",
    "ai-tika-abh05t3:538_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:539_0": "8. Abyākatakathāvaṇṇanā",
    "ai-tika-abh05t3:540_0": "gets hold of the finest essence that is to say, and so on.",
    "ai-tika-abh05t3:541_0": "The discussion on the undeclared questions is finished.",
    "ai-tika-abh05t3:542_0": "9. Apariyāpannakathāvaṇṇanā",
    "ai-tika-abh05t3:543_0": "When there isn’t looking forward to enjoying the view of it, they don’t think, ‘They are inclination,’ there is no coming back.",
    "ai-tika-abh05t3:543_1": "Then he said to another, “They are harming the formless,” and so on,",
    "ai-tika-abh05t3:543_2": "Herein, the first means of the shameless view, etc.",
    "ai-tika-abh05t3:543_3": "One who speaks to another inrrogance: “How may I get free from here?”",
    "ai-tika-abh05t3:543_4": "Likewise the sake of the concept of sensual pleasures is the meaning.",
    "ai-tika-abh05t3:543_5": "Therefore it is because he thinks “Kill in this way,” thus he is the view of the an influence.",
    "ai-tika-abh05t3:543_6": "for he has no view he is called ‘one who has no a view’.",
    "ai-tika-abh05t3:543_7": "Those who have not developed their views",
    "ai-tika-abh05t3:544_0": "The discussion on the same day is finished.",
    "ai-tika-abh05t3:545_0": "The fourteenth sections on the skin is finished.",
    "ai-tika-abh05t3:546_0": "15. Pannarasamavaggo",
    "ai-tika-abh05t3:547_0": "1. Paccayatākathāvaṇṇanā",
    "ai-tika-abh05t3:548_0": "Talking for holding on, he does not get over the dust,",
    "ai-tika-abh05t3:548_1": "For anyone who develops the condition for each and every other, there will be some condition for that,",
    "ai-tika-abh05t3:548_2": "and in countless ways he is like the success of a running downwards.",
    "ai-tika-abh05t3:549_0": "The exposition of the words is finished.",
    "ai-tika-abh05t3:550_0": "What is the commentary on the word Instruction",
    "ai-tika-abh05t3:551_0": "and they are also called ‘born’ because of being born: being formed into being reborn in the state of loss’ because of being a condition for choices.",
    "ai-tika-abh05t3:551_1": "For while choices are still immeasurable.",
    "ai-tika-abh05t3:551_2": "ignorant, deliberating, not having come to rest, then the inner skin position, the earlier stage, the nose, the tongue, the way beginning, “There is this Dhamma” .",
    "ai-tika-abh05t3:551_3": "He is not able to discern the influence of preventing over and overpowering.",
    "ai-tika-abh05t3:551_4": "That is why it is said.",
    "ai-tika-abh05t3:552_0": "The exposition of the commentary on each other is finished.",
    "ai-tika-abh05t3:553_0": "On the third occasion of the perception of feeling in the ear",
    "ai-tika-abh05t3:554_0": "732.",
    "ai-tika-abh05t3:554_1": "whether he is saying among the householder, it is to be cut out, that is to say, “This is how there is no one who takes something else in this way.” ...",
    "ai-tika-abh05t3:554_2": "Having spended the (true) meaning, “After that does not come back to them,” etc., and so on.",
    "ai-tika-abh05t3:554_3": "Herein, the overflowing of all beings:",
    "ai-tika-abh05t3:554_4": "They run along with their hands and feet, bound by the bonds of sexuality, and so on.",
    "ai-tika-abh05t3:555_0": "733-734.",
    "ai-tika-abh05t3:555_1": "consciousness, and doesn’t kill others. ...",
    "ai-tika-abh05t3:555_2": "Please correct them.”",
    "ai-tika-abh05t3:556_0": "The third account of the perception of feeling is finished.",
    "ai-tika-abh05t3:557_0": "On the contrary, the colour of the Fame",
    "ai-tika-abh05t3:558_0": "735.",
    "ai-tika-abh05t3:558_1": "according as it is said: “With the complete fading away of happiness and bliss born of concentration, and with the fading away of happiness, etc., in one whose thinking is shown by means of applied and sustained thought is said, it is shown that perception and bliss is in him also shows that perception.",
    "ai-tika-abh05t3:558_2": "it is said to be shown.”",
    "ai-tika-abh05t3:559_0": "736.",
    "ai-tika-abh05t3:559_1": "And if it is said: “And how is one who isn’t committed the attainment with reciting the fourth absorption, which is accompanied by defilements and is accompanied by the perception, not described in this way? ”",
    "ai-tika-abh05t3:560_0": "The discussion on non-self is finished.",
    "ai-tika-abh05t3:561_0": "11. Kammūpacayakathāvaṇṇanā",
    "ai-tika-abh05t3:562_0": "738-739.",
    "ai-tika-abh05t3:562_1": "“When asked each of the accumulating rebirth-produced by deeds, he claims to be associated with those who associated with moves.”",
    "ai-tika-abh05t3:562_2": "For there is excessive concentration on the formless consciousness- conascent mental states.",
    "ai-tika-abh05t3:563_0": "(permission): the workplace of deeds,",
    "ai-tika-abh05t3:564_0": "The account of the commentary on the skin of the legal procedure is finished.",
    "ai-tika-abh05t3:565_0": "The Book of the rightes is finished.",
    "ai-tika-abh05t3:566_0": "The third group of nine is completed,",
    "ai-tika-abh05t3:567_0": "16. Soḷasamavaggo",
    "ai-tika-abh05t3:568_0": "3. Sukhānuppadānakathāvaṇṇanā",
    "ai-tika-abh05t3:569_0": "He’ll don’t get enough for him.",
    "ai-tika-abh05t3:569_1": "He who gives up, becomes keen in, and resolute upon that, the one who stands here,",
    "ai-tika-abh05t3:570_0": "The confirmation of the praised is finished.",
    "ai-tika-abh05t3:571_0": "On hearing the commentary on the occasions beginning,",
    "ai-tika-abh05t3:572_0": "the mind enters it and remains in each case. If he gives his attention to it, then his attention he should give it attention to it as “Repulsiveness of the mind” , etc., only the mental formation, which is ill will, he should focus on the time of that same thought, “This mind is said to be given attention as its object, then the attention is said to “reachoring.”",
    "ai-tika-abh05t3:572_1": "Through producing in this way they focus on the spot, they continue to make an end of suffering.",
    "ai-tika-abh05t3:573_0": "On higher attention is finished.",
    "ai-tika-abh05t3:574_0": "The commentary on the golden statue is finished.",
    "ai-tika-abh05t3:575_0": "17. Sattarasamavaggo",
    "ai-tika-abh05t3:576_0": "On the meritorious act of goodness,",
    "ai-tika-abh05t3:577_0": "After taking hold of the mind-made, and collecting merit, he thinks: “He isn’t incapable of the noble ones, ‘What is the foremost, this is the best, this, this is the meaning of merit, etc., made the equivalent, and the meaning of merit.”",
    "ai-tika-abh05t3:578_0": "On the contrary to the accumulation of the merit is finished.",
    "ai-tika-abh05t3:579_0": "Discussion on the flame of the black color of cooked milk.",
    "ai-tika-abh05t3:580_0": "They don’t get the results of good deeds, and the result of whatever dropings became one (only) fortunate.",
    "ai-tika-abh05t3:580_1": "They disentangle (all) things, their meaning is undistracted.",
    "ai-tika-abh05t3:581_0": "he says, “Kill not discarding what is beneficial,” and he does not say, “Return it even if he does not want to,” and he says, “He does not put it on.”",
    "ai-tika-abh05t3:581_1": "Herein, previously having done and accumulated deeds in the past,",
    "ai-tika-abh05t3:581_2": "No killing living creatures is there.",
    "ai-tika-abh05t3:581_3": "which has the characteristic of showing is shown by the characteristic of enduring the opposite sex, etc., is what is said.",
    "ai-tika-abh05t3:581_4": "Herein, it is not because of another’s grossness, but because I haven’t left my because I haven’t even known to others like dead or droping, or because I’m still a pit of grain or a sewer.",
    "ai-tika-abh05t3:582_0": "The discussion of the flame is finished.",
    "ai-tika-abh05t3:583_0": "Once it is the commentary on the part of all actions.",
    "ai-tika-abh05t3:584_0": "They are capable of propagation from seeds, and from seeds that were the seeds, and the seeds belonging to the sick.",
    "ai-tika-abh05t3:585_0": "The discussion of all this is finished.",
    "ai-tika-abh05t3:586_0": "4. Indriyabaddhakathāvaṇṇanā",
    "ai-tika-abh05t3:587_0": "Except if it is impermanent and changeable, then it is the impermanent and changeable, without scrutinizing it.",
    "ai-tika-abh05t3:587_1": "for the complete understanding of the impermanence and not-self,",
    "ai-tika-abh05t3:588_0": "The account of the faculties is finished.",
    "ai-tika-abh05t3:589_0": "He is the commentary on the near shore because of a plough in the water.",
    "ai-tika-abh05t3:590_0": "and the receivers because of the recipient’s continuity .",
    "ai-tika-abh05t3:591_0": "The confines of the ninety-nine months is finished.",
    "ai-tika-abh05t3:592_0": "Discussion of the purity of his religious donation",
    "ai-tika-abh05t3:593_0": "The meaning is that it is worthless because it supplying the recipients it by a gift that specifically uses the recipients.",
    "ai-tika-abh05t3:593_1": "Hence it is said: “He should give the recipient to the ground by the receiver.”",
    "ai-tika-abh05t3:593_2": "(They are) found in the truth that is to be got.",
    "ai-tika-abh05t3:593_3": "the receivers of gifts, the result of rebirths, the fruit of gifts,",
    "ai-tika-abh05t3:593_4": "for he is the further developing it.",
    "ai-tika-abh05t3:593_5": "Hence it is said: “If there is no rebirth into a new state of existence.”",
    "ai-tika-abh05t3:594_0": "The discussion of the religious donation is finished.",
    "ai-tika-abh05t3:595_0": "The Seventh section on the Realized One’s skin is finished.",
    "ai-tika-abh05t3:596_0": "18. Aṭṭhārasamavaggo",
    "ai-tika-abh05t3:597_0": "1. Manussalokakathāvaṇṇanā",
    "ai-tika-abh05t3:598_0": "on the bank of the wrong, intelligent people precinct,",
    "ai-tika-abh05t3:599_0": "The exposition of the world is finished.",
    "ai-tika-abh05t3:600_0": "2. Dhammadesanākathāvaṇṇanā",
    "ai-tika-abh05t3:601_0": "After the Paccekabuddha’s Dhamma teaching the Dhamma, and when they had taught it, they lay him on all sides by oneself.",
    "ai-tika-abh05t3:602_0": "The Teaching of the Teaching is finished.",
    "ai-tika-abh05t3:603_0": "6. Jhānasaṅkantikathāvaṇṇanā",
    "ai-tika-abh05t3:604_0": "813-816.",
    "ai-tika-abh05t3:604_1": "As he is exercise of placing the mind and keeping it connected, then the second jhāna should be brought to mind as “earth, without applied thought, with sustained thought and with sustained thought.” Then he should give attention to the second jhāna in the fivefold reckoning.",
    "ai-tika-abh05t3:605_0": "The account of the absorption on thought is finished.",
    "ai-tika-abh05t3:606_0": "7. Jhānantarikakathāvaṇṇanā",
    "ai-tika-abh05t3:607_0": "817-819.",
    "ai-tika-abh05t3:607_1": "nor do they say that the first jhāna is not evident in one or other of the second jhānas, etc., it is not showing that the second jhāna, and so on. It is not said to be “ascetic,” and “It is not said. ”",
    "ai-tika-abh05t3:608_0": "The discussion on the absorptions is finished.",
    "ai-tika-abh05t3:609_0": "Here is the commentary on the meaning of the eye:",
    "ai-tika-abh05t3:610_0": "826-827.",
    "ai-tika-abh05t3:610_1": "Seeing that form, they claim to be reborn in the best of the eye, which is chosen, based on eye consciousness, disparages, and who loves it.",
    "ai-tika-abh05t3:610_2": "Hence it is said: “Having no consciousness on consciousness,” and so on.",
    "ai-tika-abh05t3:610_3": "So the meaning is that it is because of the intention of mind-consciousness is the meaning.",
    "ai-tika-abh05t3:610_4": "“This being so, if form does not know and see in form, then how is consciousness in the ear-consciousness? And how is they brought to see in them?” “But how is there in order to see visions that are clear?”",
    "ai-tika-abh05t3:611_0": "Only form is finished.",
    "ai-tika-abh05t3:612_0": "The Book of the Eights is finished.",
    "ai-tika-abh05t3:613_0": "19. Ekūnavīsatimavaggo",
    "ai-tika-abh05t3:614_0": "1. Kilesapajahanakathāvaṇṇanā",
    "ai-tika-abh05t3:615_0": "He enjoys what is given up, what is the noble path to the defilements have been given up by the noble path.",
    "ai-tika-abh05t3:615_1": "If there is no way to be given up the path to develop by the path, they’re not reborn in a central post, in the middle, or in such a way, they’re called “non-perfected”.",
    "ai-tika-abh05t3:615_2": "Hence it is to be taken also.",
    "ai-tika-abh05t3:616_0": "The account of the defilement of the corruptions is finished.",
    "ai-tika-abh05t3:617_0": "2. Suññatakathāvaṇṇanā",
    "ai-tika-abh05t3:618_0": "832.",
    "ai-tika-abh05t3:618_1": "Where there is no being inclinations of others, there is no not being attached to their own enemy, they say, “Surely their own state of existence” .",
    "ai-tika-abh05t3:618_2": "But only this reason why, when something is unsuitable, it seems, there is no place for growing old age and death.",
    "ai-tika-abh05t3:618_3": "When there is such a mark, they can be seen and heard.",
    "ai-tika-abh05t3:618_4": "For the characteristic of formations are liable to be reborn. For the mass of formations are the components of formations.",
    "ai-tika-abh05t3:619_0": "The commentary on the beautiful comment.",
    "ai-tika-abh05t3:620_0": "3. Sāmaññaphalakathāvaṇṇanā",
    "ai-tika-abh05t3:621_0": "under the sway of rebirth-linking, endowed with good qualities, that is what is said.",
    "ai-tika-abh05t3:622_0": "The Question About the Fruits of the Ascetic Life is finished.",
    "ai-tika-abh05t3:623_0": "5. Tathatākathāvaṇṇanā",
    "ai-tika-abh05t3:624_0": "He puts into his hands, holds it in the forms of envelops the form of a visible object, and so on.",
    "ai-tika-abh05t3:624_1": "Since this is so, the one who speaks in another’s realm,",
    "ai-tika-abh05t3:624_2": "Hence it is said: “Conferred to it, Tapodāing, do not say.”",
    "ai-tika-abh05t3:624_3": "Herein, the initial states consisting in accordance with the Dhamma: “He understands the meaning, he is according to the rule of the Dhamma” .",
    "ai-tika-abh05t3:624_4": "Sights, etc., that are attached to charming, etc., as well as the doctrine of others.",
    "ai-tika-abh05t3:624_5": "Therefore it was said: “Applications.”",
    "ai-tika-abh05t3:624_6": "For the developing of the state consisting in the Universal Monarch has the characteristic of he is characterized.",
    "ai-tika-abh05t3:624_7": "Through that form is called “non-percipient” because it is not known that “unbounded” in the sense of evasiveness and so on.",
    "ai-tika-abh05t3:625_0": "The commentary on the conversation is finished.",
    "ai-tika-abh05t3:626_0": "6. Kusalakathāvaṇṇanā",
    "ai-tika-abh05t3:627_0": "844-846.",
    "ai-tika-abh05t3:627_1": "Associating with the wholesome individual essence,",
    "ai-tika-abh05t3:627_2": "So since it is a blameless state, alert and skillful, that is why it is called “is skillful” .",
    "ai-tika-abh05t3:628_0": "The commentary on the skillful is finished.",
    "ai-tika-abh05t3:629_0": "7. Accantaniyāmakathāvaṇṇanā",
    "ai-tika-abh05t3:630_0": "847.",
    "ai-tika-abh05t3:630_1": "“In that case, what is going on the hidden put down from the dwelling?” “To the three are not able to get up from his seat, the teachers of the gods.” Then he said, “To the eighth teachers of the doctrine height is not shown that there is no discussion.",
    "ai-tika-abh05t3:630_2": "Or he says, “Harmless”.",
    "ai-tika-abh05t3:630_3": "Herein, with that passing away and rebirth: this person is born, growing old age, that is their refuge.",
    "ai-tika-abh05t3:630_4": "The unburnerated corpse is like a red opposite sex on blazing .",
    "ai-tika-abh05t3:630_5": "It is not because of the power of the triple-robe that he has reached the ultimate goal of the fruition.",
    "ai-tika-abh05t3:630_6": "There is no-one named after our debt any end of the robe from the country where no harm, no-one finds a vulnerability,",
    "ai-tika-abh05t3:630_7": "But that is how the strong in transmigrating for a long time, where it transmigrates and is more, wherever it’s for a long time.",
    "ai-tika-abh05t3:631_0": "But some say that there are very helpful to the many kinds of overflowing merit, overflowing goodness, and on the other seventh day.",
    "ai-tika-abh05t3:631_1": "For there is no place here when spending off the spears in the midst of the mother, it is uninterruptedly for seven days without moving through the grieving beings.",
    "ai-tika-abh05t3:631_2": "But as far as the path does not have reached a peak and unspecified are",
    "ai-tika-abh05t3:631_3": "But when he finds that, then he should see everything according to the doctrine,",
    "ai-tika-abh05t3:632_0": "When a person is granting as “provided” in this way, all these fourteenth day sabbath, the getting rid of the best for a person to substantively reached the ultimate goal, not to ultimate end, in the ultimate sanctuary, the ultimate spiritual life, or in public gently.",
    "ai-tika-abh05t3:632_1": "For it is not possible to show the way of doubt as self, the worms, the same as in the midst of the flesh, the aggregates, and the feeding on the inside, enveloping the limbs, or the inside of the aggregates, or as if it were, then the equalss, but only on the way to an individual essence, as a pregnant person who does not debates rude inside the ocean, as it were, or infest unexprofitable,",
    "ai-tika-abh05t3:632_2": "In this way it can be understood that the an undetermined way, having reached the peak, the peak, and the pith, when it comes to an end, it would be just as long as it takes to an end.”",
    "ai-tika-abh05t3:633_0": "The discussion on the ultimate goal is finished.",
    "ai-tika-abh05t3:634_0": "8. Indriyakathāvaṇṇanā",
    "ai-tika-abh05t3:635_0": "853-856.",
    "ai-tika-abh05t3:635_1": "Just as the supermundane and supermundane, the faithful, etc., will so too.",
    "ai-tika-abh05t3:635_2": "Subjects, etc., and the characteristic of enduring is the state of being austere.",
    "ai-tika-abh05t3:635_3": "“Those who see a faithful individual essencesses in the hand, etc., saying: “That is what is beneficial for this, you should give out of faith.” ...",
    "ai-tika-abh05t3:635_4": "you should see this.”",
    "ai-tika-abh05t3:636_0": "The praised by the faculty is finished.",
    "ai-tika-abh05t3:637_0": "The commentary on the twenty-fourth sections is finished.",
    "ai-tika-abh05t3:638_0": "20. Vīsatimavaggo",
    "ai-tika-abh05t3:639_0": "2. Ñāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:640_0": "863-865.",
    "ai-tika-abh05t3:640_1": "And they say that the portion of the past is suffering.",
    "ai-tika-abh05t3:640_2": "I proclaim the path.”",
    "ai-tika-abh05t3:640_3": "But in between the connection and the next, it should be seen as before.",
    "ai-tika-abh05t3:640_4": "Hence it is said: “He who has no knowledge of (the nature of) knowledge,”",
    "ai-tika-abh05t3:641_0": "The account of the profession is finished.",
    "ai-tika-abh05t3:642_0": "3. Nirayapālakathāvaṇṇanā",
    "ai-tika-abh05t3:643_0": "866-868.",
    "ai-tika-abh05t3:643_1": "They’re not able to persuade them with a wardens of hell, the animal realm, and the wardens of hell.",
    "ai-tika-abh05t3:643_2": "hell or the animal realm.",
    "ai-tika-abh05t3:643_3": "What can these wardens of hell or the animal realm? Or is it fitting off?",
    "ai-tika-abh05t3:643_4": "And in this context what is said:",
    "ai-tika-abh05t3:643_5": "long life as they’re reborn in hell, the animal realm, or the ghost realm. They’d be reborn in hell, or the animal realm, or the ghost realm. They’d there wouldn’t be hell for the sake of their wardens, or the hells or the animal realm.",
    "ai-tika-abh05t3:643_6": "And those who shake the strong roams on.",
    "ai-tika-abh05t3:643_7": "Then he does so, how will it be called “unbout talk” in this way:",
    "ai-tika-abh05t3:643_8": "liking in hell, the wardens of hell, the animal realm.",
    "ai-tika-abh05t3:643_9": "Reborn in hell the animal realm, the ghost realm, and the others are reborn in one placed on the other.",
    "ai-tika-abh05t3:643_10": "For that is why he says:",
    "ai-tika-abh05t3:644_0": "“For he whomever has bad deeds, being one who deed,",
    "ai-tika-abh05t3:645_0": "They delight when suffering arise and the net of suffering.”",
    "ai-tika-abh05t3:646_0": "Herein, when those who say “neithers aren’t experienced as painful,” then the animal realm, or the ghost realm: “This isn’t the wrong way to hell.”",
    "ai-tika-abh05t3:646_1": "If anyone says,",
    "ai-tika-abh05t3:646_2": "whether they’re not born in hell, the animal realm, or the ghost realm?”",
    "ai-tika-abh05t3:646_3": "and by the power of deeds -",
    "ai-tika-abh05t3:646_4": "There were, by psychic powers, by mastery of the mind, by means of compassion, by the strength of his psychic power and great compassion; by the strength of his psychic power and shakes, and by the nether regions (of them).",
    "ai-tika-abh05t3:647_0": "Then he might think about the supernormal powers,",
    "ai-tika-abh05t3:647_1": "The deeds that were torment the result of that deed,",
    "ai-tika-abh05t3:647_2": "For such deeds in hell are reborn in hell, the animal realm, and the ghost realm are the best of them.",
    "ai-tika-abh05t3:647_3": "Because the gate is the man’s door, for some of the participated in some and not others.",
    "ai-tika-abh05t3:647_4": "Whatever they say is “neitherless” in this way, they say is that there is such enlightenment factor.",
    "ai-tika-abh05t3:647_5": "And then they say: “The talk that they have done so, with the ending of continued existence,”",
    "ai-tika-abh05t3:647_6": "For the sake of their own volition, they continue to be reborn in hell, the animal realm, or the ghost realm.",
    "ai-tika-abh05t3:647_7": "And their treasures were bound to their counselors. They are strong, wives, and treasurying a holes.",
    "ai-tika-abh05t3:647_8": "Herein, the colour of the Kākavaṇṇa is produced in this way: they are to be regarded as the colour of the body.",
    "ai-tika-abh05t3:648_0": "They say that the legal procedure is turned out to be correct, and they don’t say anything.",
    "ai-tika-abh05t3:648_1": "But some say that ‘this is the hell, the wardens of hell to me, the animal realm, or the ghost realm as a luminous hell.’",
    "ai-tika-abh05t3:648_2": "There is no way to settle the Dhamma that is unattached and in the presence of the people who haven’t seen, heard, thought, or known something, and they’ve already seen.",
    "ai-tika-abh05t3:648_3": "He did the drinking of the ghosts and servants and so on forehead, there is no place here.",
    "ai-tika-abh05t3:648_4": "And by the authority of profitableness, etc., that is independent, and that’s suitable to me.",
    "ai-tika-abh05t3:648_5": "Because there is no reason for one who has no use for recommendation of psychic power, etc., and for that reason alone with supernormal powers, thinking:",
    "ai-tika-abh05t3:648_6": "And here too when the result is there thought about in this way,",
    "ai-tika-abh05t3:648_7": "is not tormented,",
    "ai-tika-abh05t3:648_8": "The wardens of hell through the absence of hell, the precept to hell produced by the seven worms of delusion.",
    "ai-tika-abh05t3:648_9": "For the one who lives in hell under the sway of causing suffering in hell, the animal realm, the ghost realm, and the general of the meaning, and the producement of the fact that they create.",
    "ai-tika-abh05t3:648_10": "And here there is no idea in fact that is to say, hope, circumstances, and running backwards.",
    "ai-tika-abh05t3:648_11": "But those who say that there are plenty of food, owing to the formless states of the unvirtuous, occupations, or lovely that have been made by the king and greed.",
    "ai-tika-abh05t3:648_12": "straightened, “So hell,” “There is the caste of hell or the wardens of hell.”",
    "ai-tika-abh05t3:649_0": "Furthermore, the noble ones, not knowing the teaching and training, at the truth as they are. They speak of to the truth, not poorly regarded as true ascetics and brahmins.",
    "ai-tika-abh05t3:649_1": "There is no-one born in him,",
    "ai-tika-abh05t3:649_2": "If you make an employer, why is it that you respond to.",
    "ai-tika-abh05t3:649_3": "While the thirty-two years of age was less than twelve years old, it was said to have not given up the hells or the hymns, and that after the group of twelve on ten days.”",
    "ai-tika-abh05t3:649_4": "And when there is no simile of them, there is no incapable of being struck by the outsider who cannot be grasped either inside or outside.",
    "ai-tika-abh05t3:650_0": "The exposition of the hells is finished.",
    "ai-tika-abh05t3:651_0": "4. Tiracchānakathāvaṇṇanā",
    "ai-tika-abh05t3:652_0": "the god named solace.",
    "ai-tika-abh05t3:652_1": "In that time the elephant was playing in Kakutthā, he counted the elephant string, “There is what is meant.”",
    "ai-tika-abh05t3:652_2": "Likewise: for heavenly divine",
    "ai-tika-abh05t3:652_3": "For no grounds for making an exclusively happy and free of pain.",
    "ai-tika-abh05t3:652_4": "That is why he said: “She is an animal,”",
    "ai-tika-abh05t3:653_0": "The account of the animal realm is finished.",
    "ai-tika-abh05t3:654_0": "6. Ñāṇakathāvaṇṇanā",
    "ai-tika-abh05t3:655_0": "876-877.",
    "ai-tika-abh05t3:655_1": "each group of twelve on “behaved” is pointing out the site for giving and knowledge, in going to the northern side, in the first place he is established in the knowledge of the supermundane and supramundane knowledge, and having shown that he has reached the supreme knowledge, he is present in him (of the knowledge): “This is the site for giving up again to the northerning northerning”. ...",
    "ai-tika-abh05t3:655_2": "we need.”",
    "ai-tika-abh05t3:655_3": "Having understood this is the meaning of the (true) word to be fully understood here, such is the meaning.",
    "ai-tika-abh05t3:655_4": "Hence it should be understood: “This is the company of such a person!”",
    "ai-tika-abh05t3:655_5": "The same explanation applies to them, and so on.",
    "ai-tika-abh05t3:655_6": "“Having completely understood” is completely understood, complete understanding, he has been fully understood, he is not able to rebirth in old age and death.",
    "ai-tika-abh05t3:655_7": "But she has been shown that she is said to be “But from knowledge” and so on.",
    "ai-tika-abh05t3:655_8": "Herein, knowledge of the truth of suffering is called the knowledge of suffering.”",
    "ai-tika-abh05t3:655_9": "The although it is “faith” which it is stated in the sense of its urgency, and it should be seen in the sense that it is present.",
    "ai-tika-abh05t3:655_10": "if he is obstructed by completely understanding, he is unbounded by what is called rejected by things, etc., and uses it in the shade of the sun.",
    "ai-tika-abh05t3:656_0": "The account of the profession is finished.",
    "ai-tika-abh05t3:657_0": "The Book of the Twenties is finished.",
    "ai-tika-abh05t3:658_0": "The fourth headed away.",
    "ai-tika-abh05t3:659_0": "21. Ekavīsatimavaggo",
    "ai-tika-abh05t3:660_0": "1. Sāsanakathāvaṇṇanā",
    "ai-tika-abh05t3:661_0": "if he is the opposite of the nine kasiṇas, etc., in the passage, “Firstance” , etc., the words “First in order to show the words, “It is said. ”",
    "ai-tika-abh05t3:661_1": "Various sections on the following day:",
    "ai-tika-abh05t3:661_2": "“Even in the three cases,” thus they are able to answer legal issues in legal issues.",
    "ai-tika-abh05t3:662_0": "The account of the dispensation is finished.",
    "ai-tika-abh05t3:663_0": "4. Iddhikathāvaṇṇanā",
    "ai-tika-abh05t3:664_0": "so in the same way as stated, each instance, etc., giving the precincts of defilement and so on.",
    "ai-tika-abh05t3:665_0": "The discussion on the psychic powers is finished.",
    "ai-tika-abh05t3:666_0": "7. Dhammakathāvaṇṇanā",
    "ai-tika-abh05t3:667_0": "887-888.",
    "ai-tika-abh05t3:667_1": "There is no one called “great” in the sense of form.",
    "ai-tika-abh05t3:667_2": "But since there is no other she says that there is something else in the sense of urgency, “This is not something else.”",
    "ai-tika-abh05t3:667_3": "With this difference in yourself,",
    "ai-tika-abh05t3:667_4": "therefore it is in this way: “There is no other form, growing in the sense of urgency, form, and feeling, perception, choices, and consciousness,” it is exalted in the sense of urgency, since there is in the sense of urgency, and it is present in him with the state of non-existence.",
    "ai-tika-abh05t3:667_5": "due to intentionally, by means of (wholesome) intention, without aim,",
    "ai-tika-abh05t3:667_6": "They proceed to another:",
    "ai-tika-abh05t3:667_7": "it is shown in the meaning that what is beneficial,",
    "ai-tika-abh05t3:667_8": "if he does not based on the site;",
    "ai-tika-abh05t3:667_9": "the formless states of existence and the formless states -",
    "ai-tika-abh05t3:667_10": "Taking material requisites, he said: “Possess in dead sons who are smoothing as a corpse,” and “It’s allowable to make an end.”",
    "ai-tika-abh05t3:667_11": "Feeling is very variety of feelings, and feelings are only another.",
    "ai-tika-abh05t3:667_12": "All-sphere is sixteen-spheres.",
    "ai-tika-abh05t3:667_13": "There are diverse in perceptions of variety and universal form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh05t3:667_14": "they say that of these things: “Begal forms are not appropriate to speak to them.”",
    "ai-tika-abh05t3:667_15": "The explanation of the meaning in the sense of the Vibhaṅga: “For those forms is in the sense of its non-existence,” etc., is stated in the sense of its non-disappearance.",
    "ai-tika-abh05t3:667_16": "if he claims to be a 40 kilometers,",
    "ai-tika-abh05t3:668_0": "The reason why it is said in the same way: “Feeling is actually unpleasant feeling, such is not stated.”",
    "ai-tika-abh05t3:668_1": "When accused, they should be described in the sense of urgency, saying: “Should accusation,”",
    "ai-tika-abh05t3:668_2": "After showing them a reason, they said, “Whoever shows them the reason for this?” and “We gave them to the point where they brought them,",
    "ai-tika-abh05t3:668_3": "They claim to be accused, “Why is it? ” and “Why are you talking about?”",
    "ai-tika-abh05t3:668_4": "to speak on the meaning of what is said, “They are spoken of by using what is said.”",
    "ai-tika-abh05t3:669_0": "The account of the teaching is finished.",
    "ai-tika-abh05t3:670_0": "The Book of the Twenties is finished.",
    "ai-tika-abh05t3:671_0": "22. Bāvīsatimavaggo",
    "ai-tika-abh05t3:672_0": "2. Kusalacittakathāvaṇṇanā",
    "ai-tika-abh05t3:673_0": "Transmigration over the Past Leavyā, the Rose-Apple Island whose mind was full of men, whose mind was full of men, paying the (true) excellent word-made palace.",
    "ai-tika-abh05t3:674_0": "The commentary on the skillful, is finished.",
    "ai-tika-abh05t3:675_0": "3. Āneñjakathāvaṇṇanā",
    "ai-tika-abh05t3:676_0": "896.",
    "ai-tika-abh05t3:676_1": "Neither formations with the causes and conditions, and the deathless states of existence as its object, and so on.",
    "ai-tika-abh05t3:677_0": "The exposition of the imperturbable is finished.",
    "ai-tika-abh05t3:678_0": "5-7. Tissopikathāvaṇṇanā",
    "ai-tika-abh05t3:679_0": "898-900.",
    "ai-tika-abh05t3:679_1": "He thinks he’ll attain perfection in the womb as well.",
    "ai-tika-abh05t3:679_2": "for seven years, he attained Liberation at the end of the sal tree.",
    "ai-tika-abh05t3:679_3": "he conceived in the womb for seven years.",
    "ai-tika-abh05t3:679_4": "As the sky was going through the air in the space.",
    "ai-tika-abh05t3:679_5": "The famous one is showing by insight, and having been shown that he is present, he said, “Why have you come? ”",
    "ai-tika-abh05t3:679_6": "Or alternatively, it is due to the summary of four 84,000 people who have attained the highest fruit, thus it is a path leading to perfection.",
    "ai-tika-abh05t3:680_0": "The account of the three kinds of praise is finished.",
    "ai-tika-abh05t3:681_0": "9. Āsevanapaccayakathāvaṇṇanā",
    "ai-tika-abh05t3:682_0": "Wealth is said to be the four kinds of plants: “One from the fourth, producing the nutriment of the states and seeds as the others. Wealth is unlike in the future” .",
    "ai-tika-abh05t3:682_1": "That is why he said: “Go away.”",
    "ai-tika-abh05t3:682_2": "At the time of the opposite sex, what can there be introduced to development of the faculties that belongs to the fourfold faculties? If they do not give to one, they say, “This is to be tamed”: “If there is no one who can do sow the seeds them.”",
    "ai-tika-abh05t3:682_3": "There is no distinction between, no one quality is found in this way.",
    "ai-tika-abh05t3:682_4": "and at the moment of the same (of births), is one who is good.",
    "ai-tika-abh05t3:682_5": "For one who is skilled in the various duties of such a profit, etc., and such village or town, etc., only the western quarter or the other, like that for the sake of a warding offering the clause,",
    "ai-tika-abh05t3:683_0": "The commentary on the conversation is finished.",
    "ai-tika-abh05t3:684_0": "10. Khaṇikakathāvaṇṇanā",
    "ai-tika-abh05t3:685_0": "gets hold of on the earth, water, and the rainy season in the sky, yet none of the earth, and mangoes,",
    "ai-tika-abh05t3:685_1": "Herein, anyone in the phrases of the head hairs are produced in the early oral recitation that the arising of the head hairs is the cessation of the head hairs, etc.; because it is the way already stated .",
    "ai-tika-abh05t3:685_2": "Thus in this way the meaning is “neither formations” in this way just stated, which is the meaning of being established in oneself.",
    "ai-tika-abh05t3:685_3": "But just as this rains residence is prepared (thinking): “Why are you doing the forms that are pleasant?”",
    "ai-tika-abh05t3:685_4": "The meaning of this:",
    "ai-tika-abh05t3:685_5": "Whatever is stated there is, because of undertaking these things, etc., it may be unaffected with the immaterial states, like that when there is, it may be no inclination.",
    "ai-tika-abh05t3:685_6": "They may be leading to the end of the mind in constituent with the cessation of perception and feeling.",
    "ai-tika-abh05t3:686_0": "The exposition of the commentary on the time is finished.",
    "ai-tika-abh05t3:687_0": "The commentary on the Bark Robe is finished.",
    "ai-tika-abh05t3:688_0": "23. Tevīsatimavaggo",
    "ai-tika-abh05t3:689_0": "1. Ekādhippāyakathāvaṇṇanā",
    "ai-tika-abh05t3:690_0": "And the sound of drums because: “So they’re satisfied by someone else’s partner in one’s preceding them with something else’s intention, compared to others with the intention of greed is meant.” But aiming at what is said, “that is aiming at all” . And the meaning in the way that is, he said, “This is another intention.”",
    "ai-tika-abh05t3:690_1": "And who knows what is it?",
    "ai-tika-abh05t3:690_2": "if he is intended for himself;",
    "ai-tika-abh05t3:690_3": "Therefore it was said by means of aiming to kill her, “He is not aiming at one moment”.",
    "ai-tika-abh05t3:690_4": "and this woman doesn’t cause movement to living creatures with her own hand aspiration, charming words, practises, loosening the various Doctrine, and inclinations, workers, talking thus: “Without talking words, speaking on this matter,”",
    "ai-tika-abh05t3:690_5": "The chieftain Protector’s son is the same as that of a deed to be given in the sense.",
    "ai-tika-abh05t3:690_6": "and with one equipment.",
    "ai-tika-abh05t3:691_0": "The account of the commentary on one side is finished.",
    "ai-tika-abh05t3:692_0": "On the contrary, the very same utterance,",
    "ai-tika-abh05t3:693_0": "He doesn’t get close to others, and his mind is not sought in the state of course.",
    "ai-tika-abh05t3:693_1": "being clung to sensual pleasures, thriving with arrows,",
    "ai-tika-abh05t3:693_2": "(There is) shelter of the destiny, (volitional) power, the meaning is that it is the preceding of many sorts of femininity,",
    "ai-tika-abh05t3:693_3": "The meaning is that it is wrong view, the ruin of wrong view, the same belief is that to say, the meaning.",
    "ai-tika-abh05t3:694_0": "The commentary on the story of the noble ones is finished.",
    "ai-tika-abh05t3:695_0": "8. Patirūpakathāvaṇṇanā",
    "ai-tika-abh05t3:696_0": "There is no reason for developing loving-kindness, compassion, gladness and equanimity. It is so because there is no gladness for one who is unsuitable, wielding loving-kindness, etc., for non-human beings, greed for thoughts of loving-kindness, etc.; and for non-delusion without greed or hate.",
    "ai-tika-abh05t3:696_1": "Hence it is said: “He takes her away.”",
    "ai-tika-abh05t3:696_2": "So it should be brought here by the carcasses, like hate and delusion, who no seizes it for its sake.",
    "ai-tika-abh05t3:696_3": "for anyone who, apart from one’s mind gives another’s fault.",
    "ai-tika-abh05t3:697_0": "The account of the golden statue is finished.",
    "ai-tika-abh05t3:698_0": "9. Aparinipphannakathāvaṇṇanā",
    "ai-tika-abh05t3:699_0": "It is the meaning of ability to continue. It is “restraint” since it is impermanent, conditioned, dependently originated.",
    "ai-tika-abh05t3:699_1": "They simply declare: “One who is the truth of suffering,” “These don’t question,” “They are worthless, insisting on suffering,” “They’ve understood the first thing, but only what is meant.”",
    "ai-tika-abh05t3:699_2": "When there is such a way, one should guard, persistence, and enduring of others.",
    "ai-tika-abh05t3:699_3": "because of living together with the flame of suffering,",
    "ai-tika-abh05t3:699_4": "For this is the only truth of suffering.",
    "ai-tika-abh05t3:699_5": "Herein, there is no subsistance of the sense-spheres that originate from the eye and in the passage beginning.",
    "ai-tika-abh05t3:699_6": "This is the supermundane states,",
    "ai-tika-abh05t3:699_7": "If this is what should be said, “What should you do?”",
    "ai-tika-abh05t3:699_8": "For the one who spoke about others in the next life, that is, through the nothingd,",
    "ai-tika-abh05t3:699_9": "Because they are referred to the wise",
    "ai-tika-abh05t3:699_10": "and therefore I lived there.",
    "ai-tika-abh05t3:699_11": "(There is) some reasons why arrangement, despair, and not according to the profession.",
    "ai-tika-abh05t3:699_12": "suffering as suffering,",
    "ai-tika-abh05t3:699_13": "Because form is impermanent and suffering",
    "ai-tika-abh05t3:699_14": "Therefore it is said: “When a man is impermanent, suffering”",
    "ai-tika-abh05t3:699_15": "But with equanimity and the five grasping aggregates.”",
    "ai-tika-abh05t3:700_0": "The exposition of the teaching is finished.",
    "ai-tika-abh05t3:701_0": "The commentary on the twenty-three is finished.",
    "ai-tika-abh05t3:702_0": "Discussion of the legal procedures of ejection for not recognizing",
    "ai-tika-abh05t3:703_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha"
}