{
    "ai-tika-vin07t47:0_0": "Paṭhamagāthāsaṅgaṇikaṁ",
    "ai-tika-vin07t47:1_0": "The training rule on the seven sleeping places",
    "ai-tika-vin07t47:2_0": "human beings live in consumed by dollions, experts, human strengths, and humans.",
    "ai-tika-vin07t47:3_0": "In excess of five.",
    "ai-tika-vin07t47:3_1": "brown: black and water.",
    "ai-tika-vin07t47:3_2": "Garding the streams,",
    "ai-tika-vin07t47:3_3": "so that nun abuses and reviles a monk.",
    "ai-tika-vin07t47:4_0": "two kinds of schism in the Sangha",
    "ai-tika-vin07t47:4_1": "she is pregnant by an unrelated nun as a nun.",
    "ai-tika-vin07t47:4_2": "Having heard that the discourse seized",
    "ai-tika-vin07t47:4_3": "at the wrong time, at the wrong time,",
    "ai-tika-vin07t47:4_4": "Beforehanded, and after the meal,",
    "ai-tika-vin07t47:4_5": "bathing at intervals of less than a half-month",
    "ai-tika-vin07t47:5_0": "After giving the robe-cloth, it to the Sangha and criticizes the robe-cloth.",
    "ai-tika-vin07t47:5_1": "dance, song and dance,",
    "ai-tika-vin07t47:5_2": "conduct yourself well and conduct;",
    "ai-tika-vin07t47:5_3": "(The Buddha) stayed there for the rainy-season residence right there for the Rains Retreat right there.",
    "ai-tika-vin07t47:5_4": "When consent has expired:",
    "ai-tika-vin07t47:6_0": "and forty-two acts entailing expulsion.",
    "ai-tika-vin07t47:6_1": "A nun who has taken possession of the six rules beginning with the lesser training rules, for ten reasons, is to be relinquished.",
    "ai-tika-vin07t47:7_0": "Four handfuls: the rainy-season robe-cloth is the first topic of the dwellings; the full moon of the rainy-season robe-cloth is thirty-two parts of the robe funds; the thirty-two parts of the day beginning with Nuns of the twentieth;",
    "ai-tika-vin07t47:7_1": "The thirty-six positions of Vesālī have been laid down in the thirty-six and thirty-six years of age.",
    "ai-tika-vin07t47:8_0": "The ten training rules entailing acknowledgment",
    "ai-tika-vin07t47:8_1": "Two on the seventy-two parts of the lumps of materiality, the charnel-ground dweller, the foreheader of the livid and the bowl-in-lawsherd hand, and any requisites obtained.",
    "ai-tika-vin07t47:9_0": "and lay down training rules for one who is not fully ordained.",
    "ai-tika-vin07t47:9_1": "at the moment of the earth:",
    "ai-tika-vin07t47:9_2": "Go to the village of Devati.",
    "ai-tika-vin07t47:9_3": "ghee, buttermilk, and creepers",
    "ai-tika-vin07t47:9_4": "nurses a large dwelling with great splendid and great position.",
    "ai-tika-vin07t47:10_0": "evasive speech, but evasively;",
    "ai-tika-vin07t47:10_1": "As far as the gate is the foremost amongst those whost.",
    "ai-tika-vin07t47:10_2": "legitimately, in accordance with the Teaching, he in accordance with the Teaching,",
    "ai-tika-vin07t47:10_3": "The training rule on slipping",
    "ai-tika-vin07t47:11_0": "to wash, an iron bowl-washing water.",
    "ai-tika-vin07t47:11_1": "And he has attained the second bowl:",
    "ai-tika-vin07t47:11_2": "he approaches the advice and instruction.",
    "ai-tika-vin07t47:11_3": "The training rule of the four months",
    "ai-tika-vin07t47:11_4": "staying in the wilderness: that is to be a “tweller”;",
    "ai-tika-vin07t47:11_5": "whether or not an advice— (for the instruction), or not to go to the instruction.",
    "ai-tika-vin07t47:12_0": "337.",
    "ai-tika-vin07t47:12_1": "and he told them what had happened.",
    "ai-tika-vin07t47:12_2": "forty-six years (where the Bhikkhus) requisites, Questioning over the enquiry, (called) by the Nuns, etc., give away its answers to the questions, and how far the enquiry is shown that it is said to answer, “This is the question to answer,” etc., just as far as the enquiry is shown that it is said.",
    "ai-tika-vin07t47:13_0": "Discussion of the verses, etc., verses, and waters of the Commentaries,",
    "ai-tika-vin07t47:13_1": "and two training rules sat down.",
    "ai-tika-vin07t47:13_2": "Two on wool: it is two leagues, two or three leagues, and two or three leagues by spotless.",
    "ai-tika-vin07t47:13_3": "Long for the rainy-season residence: he is looking for the rainy-season residence threading the dwellings for the Rains.",
    "ai-tika-vin07t47:14_0": "and of fine foods, drink,",
    "ai-tika-vin07t47:14_1": "less than twenty years old when they have less than twenty years of seniority.",
    "ai-tika-vin07t47:14_2": "It is for a woman to go away by a woman.",
    "ai-tika-vin07t47:14_3": "whatever training rule is training rule",
    "ai-tika-vin07t47:14_4": "he sits down training rules for the rinsing; he crosses the rainy season.",
    "ai-tika-vin07t47:14_5": "Likewise the rains residence, rice porridge and non-staple foods.",
    "ai-tika-vin07t47:15_0": "The six rules of the monks from Pāṭaligāma were seven and sixty-six topics of monastery without monks. They were seventeen for a hundred and seventy-six training rules. The Sangha is this:",
    "ai-tika-vin07t47:15_1": "Seven training rules: seven hundred and seventy carts were brought to an end; the meaning is that she constantly provided within seven training rules.",
    "ai-tika-vin07t47:16_0": "He separates offenses and the observance-day procedure by day, and the half-month.",
    "ai-tika-vin07t47:16_1": "Because they divided into account of the monks, etc.",
    "ai-tika-vin07t47:16_2": "Hence it is said: “He is shared” .",
    "ai-tika-vin07t47:16_3": "and although these eight sub-chapter on offenses entailing expulsion,",
    "ai-tika-vin07t47:16_4": "by means of arguments, etc., that which is called to say, the settling of legal issues,",
    "ai-tika-vin07t47:17_0": "The training rule on the seven sleeping places is finished.",
    "ai-tika-vin07t47:18_0": "the color of extra effort ...",
    "ai-tika-vin07t47:19_0": "This is what was said to because of what is said, it is said to because of what is said.",
    "ai-tika-vin07t47:19_1": "For that is so, because it is included thus: “This must be made up,” “Dears in dancers, synonyms,” and “Perhaps I do not listen to,” and he listens to the recitation of the influence of its judges,” and “This is what should be said. And he says, “This is the case of this.”",
    "ai-tika-vin07t47:20_0": "it rains, the meaning is: it spends the rainy season residence rains.",
    "ai-tika-vin07t47:20_1": "those who don’t give laws, just as the Dhamma is of four elements:",
    "ai-tika-vin07t47:20_2": "Hence the unconditioned: “Actors of the (nature) processes”",
    "ai-tika-vin07t47:20_3": "verses on the Traditions, the verses, appreciations (them) together with these verses, saying: “Take them exposed these verses, go to the taxiety and composed them with this verses.”",
    "ai-tika-vin07t47:21_0": "The one who has committed an offense entailing expulsion, etc. is finished.",
    "ai-tika-vin07t47:22_0": "The first section for recitation on the homes is finished."
}