{
    "ai-tika-vin08t28:0_0": "Discussion of the four kinds of discussing what is allowable",
    "ai-tika-vin08t28:1_0": "Discussion on the color of robes",
    "ai-tika-vin08t28:2_0": "194.",
    "ai-tika-vin08t28:2_1": "When the preceptor has such a name and such fourteen constituents (of mind and bodily form), he spoke in composed to the instance of the preceptors, saying: “Why have you done the four made by oneself?”",
    "ai-tika-vin08t28:2_2": "Herein, we will remember the method of explanation application:",
    "ai-tika-vin08t28:2_3": "Dependent on cold: the four fruits and the nicest robes, etc., are a condition for the four conditions for the use of robes, etc., conditions for the fourth reason.",
    "ai-tika-vin08t28:2_4": "he brothers from the four dispensations;",
    "ai-tika-vin08t28:2_5": "Hence it to the four districts, “Forms of robe-cloth”",
    "ai-tika-vin08t28:2_6": "Herein, the first distributors of robe-cloth is the first kind of distributor of robes. ...",
    "ai-tika-vin08t28:2_7": "Why should it be understood?",
    "ai-tika-vin08t28:2_8": "Because of the robes of the Sangha’s robes, etc., are bound for the bondage.",
    "ai-tika-vin08t28:2_9": "There they received the robe-cloth, wherever they receive the robe-cloth he accepts.",
    "ai-tika-vin08t28:2_10": "He obtains robe-cloth and receives robe-cloth by receiving what he is wearing the robes, etc., just as he is expected that robe-cloth and another requisite.",
    "ai-tika-vin08t28:2_11": "The storeman’s storehouse is in the storeroom.",
    "ai-tika-vin08t28:2_12": "Whose robe-cloth is placed in the storeroom, at the time of the robes,",
    "ai-tika-vin08t28:2_13": "the robe-cloth is shared out to share.",
    "ai-tika-vin08t28:2_14": "the distributor of robe-cloth that he distributed in the distributor of making robes.",
    "ai-tika-vin08t28:3_0": "Herein, the receiver of robe-cloth is said: “Are the receiver” ...",
    "ai-tika-vin08t28:3_1": "should be appointed.”",
    "ai-tika-vin08t28:3_2": "How does he say?",
    "ai-tika-vin08t28:3_3": "you should speak to a statement.”",
    "ai-tika-vin08t28:3_4": "Desire is the meaning of desire.",
    "ai-tika-vin08t28:3_5": "the use of going to the journey, what is the purpose of going?",
    "ai-tika-vin08t28:3_6": "Delivers: they choose the household life, thinking,",
    "ai-tika-vin08t28:3_7": "Likewise in the rest.",
    "ai-tika-vin08t28:3_8": "How is one who takes up with consent? He said, “Here have you come?” and so on,",
    "ai-tika-vin08t28:3_9": "Like this, monks, does a monk",
    "ai-tika-vin08t28:3_10": "and if she shows mindfulness and situational awareness, saying, “When there is no coming to full awareness,",
    "ai-tika-vin08t28:3_11": "And the tetrad should be understood in the same way as to recommendation.",
    "ai-tika-vin08t28:3_12": "Hence it is said: “Yes, I have.”",
    "ai-tika-vin08t28:4_0": "By means of this deed or the result of that deed, or his worker this population is said.",
    "ai-tika-vin08t28:4_1": "For that is why the ladies of the building work said, “From the first three robes,” etc., and of the newly arrived monks, etc., are allowed to make a dwelling, and so on.",
    "ai-tika-vin08t28:4_2": "Standing in the air within the Aṅguttara, that is to say, a portioner, a spending of the head in the middle of a monastery, or a leaning on all sides—and then after calling them in the monastery.",
    "ai-tika-vin08t28:4_3": "And they don’t do anything that can’t be allowed to remove a bad deed, nor get past it.",
    "ai-tika-vin08t28:4_4": "and in the eighteen-monasteries of the monastery in the Saṅgha.",
    "ai-tika-vin08t28:5_0": "197.",
    "ai-tika-vin08t28:5_1": "then, in the midst of the building work, the house there is a dangerouseon . At the end of the midst of the dwellings, the eighteen-footed calculations should be appointed as.",
    "ai-tika-vin08t28:5_2": "If it seems appropriate to the Sangha, the Sangha should designate that same boundary as decorated, enclosing the building work, or do the observance-day procedure and the Sangha go to such-and-such a dwelling as a storeroom, or a separately, thinking, “In this way, it should be designated, either the decision, or the apprehending the procedure and the procedure of the Sangha.”",
    "ai-tika-vin08t28:6_0": "198.Tulābhūtoti tulāsadiso.",
    "ai-tika-vin08t28:6_1": "He is half a share of the novices.",
    "ai-tika-vin08t28:6_2": "if it seems the robe-cloth is dead for the rainy-season robe-cloth and then give it to the novices.",
    "ai-tika-vin08t28:6_3": "Putting the promotion of actions, he follows in less than the one bearing the texts on monastic training, by making a legal procedure consisting of one motion and three announcements. He is not allowed belt.",
    "ai-tika-vin08t28:6_4": "and all the monks from the group of six, who give the full ordination, and of novice monks.",
    "ai-tika-vin08t28:6_5": "the storehouse of the robe-cloth in the storeroom, is what is said.",
    "ai-tika-vin08t28:6_6": "they make a great noise,",
    "ai-tika-vin08t28:6_7": "* This is the story of the level of the strings,",
    "ai-tika-vin08t28:6_8": "While they doing it in the midst of the town, they performed the duties as they had done.",
    "ai-tika-vin08t28:6_9": "we’ll give levels back when we ask for them; we’ll do the gateway after asking them.",
    "ai-tika-vin08t28:7_0": "One of them who takes excess of more than ten _kaṁsa_ coins, one in whom the best and twelve.",
    "ai-tika-vin08t28:7_1": "All these are all ten days in the Pāṭaliputta dividing upset with a storms of rainy season, if he wants to get a robe from him and then go.",
    "ai-tika-vin08t28:7_2": "And here there is no need of robes: if I want to give me a robe, he must not want to give it to me one holding a robe; he wants to give it, thinking, “I won’t get all these things.”",
    "ai-tika-vin08t28:7_3": "“Those monks, I allow you to give a blanket-permission to the Sangha,” “There are some monks who haven’t given a little,” and they then said, “I allow you to do the same.”",
    "ai-tika-vin08t28:7_4": "Herein, there are none of the remainder: whatever is worth a fraction, that is to say, the group of monks, the twelf, the level, the goods, the companions, and the groups of ten. Instead, they must show the meaning in that case.”",
    "ai-tika-vin08t28:8_0": "After hanging his robes on to the ground, he dwells in the water: “From the water, there are two persons who are transferred to another,",
    "ai-tika-vin08t28:8_1": "Herein, there are five kinds of robe-cloth: all the floor-cloths, five-food-recepts, but not even one single monk.",
    "ai-tika-vin08t28:8_2": "Then, by covering the riches, he should remove the stomach cloth, enclosures, enclosing the marks of sixty-two pieces, or with the thirteen fingernails, having a piece of meat, leather-workers, wide openings, and plastered over the four directions.",
    "ai-tika-vin08t28:8_3": "But there is no making robes for the purpose of making use of robe-cloth that is not given out in the robe season.",
    "ai-tika-vin08t28:8_4": "But when he has cut off the robes, he is Todeyya:",
    "ai-tika-vin08t28:8_5": "Then the other monk Kāpaṭika, give him one cloth and then the name for that, except if he is requisites for the giving him one cloth.",
    "ai-tika-vin08t28:8_6": "This too is what the definition of robe-cloth is said.",
    "ai-tika-vin08t28:9_0": "After completing the edge of the monks from the group of ten that persons newly arrived monks should take the ten parts of the Vaggumudā and put them on them aside, saying: “One who is poison, it should be given to them,” or “These eight parts.”",
    "ai-tika-vin08t28:9_1": "That is how there is little person whose individual can hold on to the contented body.",
    "ai-tika-vin08t28:9_2": "while that gift is disturbed, he should draw it out by drawing lots.",
    "ai-tika-vin08t28:9_3": "Then, having spent the robe season in the sky, he who can draw the share out one another’s robe-cloth with another requisites and then give it to others, thinking, “After this robe-cloth is the five story.”",
    "ai-tika-vin08t28:10_0": "199.",
    "ai-tika-vin08t28:10_1": "When they come to this, the point of discussing the discussions of these eight bases of psychic power appear in the Commentaries, etc., and they said, “Explains, mendicants! These are said to be the fourfold and the ninety-two jhānas.”",
    "ai-tika-vin08t28:10_2": "The eight months of the Fortunate One’s mother said by those eight months:",
    "ai-tika-vin08t28:10_3": "Within the enclosure, it is said to be the first precincts, that is to say, the dwelling of the Elders, etc., which is an outcaste is to be shown by one who is envelopsed by it.",
    "ai-tika-vin08t28:10_4": "now, just as a second time, he is able to burn up the fourfold syllables, even for a second time to make them,",
    "ai-tika-vin08t28:10_5": "The opposite is twofold: the limit is the same.",
    "ai-tika-vin08t28:10_6": "“In this way it is how it should be said: “The group of four is standing on the tips of gain, etc.; he is not showing the triple food after consideration. These are the three, beginning with gains, middle and ends in the world; they should not show the fourfold mundane and supramundane.” And he should not give them attention in the way that they have not shown the four months.",
    "ai-tika-vin08t28:10_7": "Likewise, for the purpose of showing the advantages, etc., that is to say, the Being Indra, the educating of the heart, the one who is needed in questioning, and the one who has shown that he should purify this: “This is inclination of the winning over the head. ”",
    "ai-tika-vin08t28:11_0": "having obtained gain for the benefit of possessions, gains.",
    "ai-tika-vin08t28:11_1": "There is no gain for such and such a village, like one who has gained such and such wisdom as “sharp”.",
    "ai-tika-vin08t28:11_2": "(but) this dispensation of the world shows the supernormal powers, but it is shown by the supernormal power of the gods.",
    "ai-tika-vin08t28:11_3": "This is the central country: this is the end of the world by name, this is what is called constructed in the Island. The whole world is the out-of-the-three enclosed by the head.",
    "ai-tika-vin08t28:11_4": "To the country, in the land of the Kosalans,",
    "ai-tika-vin08t28:11_5": "Hence it is said: “Ascetics,” and so on.",
    "ai-tika-vin08t28:11_6": "In the first of the earth it is said to be the limit of the earth that is bound up to water.",
    "ai-tika-vin08t28:11_7": "It is to be understood that in the Commentaries are dissipated too. It is worthy of being described under the headings of access and absorption, which can be understood as no evil.",
    "ai-tika-vin08t28:11_8": "The wheel-turning monarch’s head is seen to be the Dhamma consisting of the earth-of-ground, and so on. It is impossible for them to live with a wheel-turning monarch.",
    "ai-tika-vin08t28:11_9": "Having defined the boundary within the boundaries, these are the names for diversity.",
    "ai-tika-vin08t28:11_10": "“I give you a robe-cloth to you for the purpose of boundaries. Why don’t you give it to the village?”",
    "ai-tika-vin08t28:11_11": "“Having the first village and the barber.”",
    "ai-tika-vin08t28:11_12": "“I give a teaching to the next village within a monastic boundary,” and then when it’s given, it’s reach to the village.",
    "ai-tika-vin08t28:12_0": "The Buddha said that the Perfected One was also stated by the Buddha.",
    "ai-tika-vin08t28:12_1": "And he is living in a single dwelling.",
    "ai-tika-vin08t28:12_2": "if he is bound by fear,",
    "ai-tika-vin08t28:12_3": "he rolls on.",
    "ai-tika-vin08t28:12_4": "They should correct them like this:",
    "ai-tika-vin08t28:13_0": "But oppressed by the Theras in the Saṅgha’s nephew, all the ornaments in the Saṅgha’s monastery, and having given a share to the Elders, all the robes, and he gave them one share.",
    "ai-tika-vin08t28:13_1": "Formerly, as they were told, “The Buddha has given this robe-cloth in the way already described.”",
    "ai-tika-vin08t28:13_2": "Also, wearing rags, (saying): “Give us a rag!” But when the elder says, “Give usually,” she replied, “We shall live happily.” But it is said, “ queen, it is allowable to grow.”",
    "ai-tika-vin08t28:13_3": "but they say, “We wear rags,” and they also said, “There are some who wear rag-robes,” and they said, “Dear here, we do so.”",
    "ai-tika-vin08t28:13_4": "if they say, “If they give this,” he replied, “Give us to the goods,” and they answer, “We give to the Sangha,” “Venerable sirs,.” And when it is the reason for the sake of request for the sake of this matter, they won’t be allowed.”",
    "ai-tika-vin08t28:13_5": "to wear rags from the whirlpools, the wearers of robes,",
    "ai-tika-vin08t28:13_6": "The owners pursued, holding the hide, and wiping sticks; it is for the purpose of preventing the owners.",
    "ai-tika-vin08t28:14_0": "the nuns should give half-months to the Sangha, to the Sangha, and to be given the monks from both Sanghas.",
    "ai-tika-vin08t28:14_1": "If even a single monk has one person who is not fully ordained, even just to the other nun.",
    "ai-tika-vin08t28:14_2": "“When the Sangha and the nuns are given a group of nuns, I’m not shaking them off in the midst of the Sangha and give them to the nuns,” he then puts them aside. Then he gives them to the nuns, saying, “Take the robe-cloth, let the nuns,” then he is expecting to be given to the Sangha.",
    "ai-tika-vin08t28:14_3": "For the other nuns should say, “How much so that the nuns may get close to the monks?” and they told them what had happened.",
    "ai-tika-vin08t28:14_4": "Hence it is said: “He is an individual. ...”",
    "ai-tika-vin08t28:14_5": "Because they have been sent by the Sangha.”",
    "ai-tika-vin08t28:14_6": "‘If a nun is told by the Sangha of nuns, she should not hit her ornaments, and she should be taken up, that is, for the purpose of crossing over, and not for the ashes.",
    "ai-tika-vin08t28:14_7": "For the accordingly it is said: “I give you the ascetic life and your practice to be in accordance with the Teaching, and on the refuse-rag wearer,” and he said, “The Community of Bhikkhus is causality with the gift of your Village,” and so on. That is why it should be understood as said, “This is in the Commentaries. ”",
    "ai-tika-vin08t28:14_8": "if it is at the foreign land of the rainy-season residence there, he finds one out about the remaining gate;",
    "ai-tika-vin08t28:14_9": "Herein, why don’t we say: “Why don’t we live?”",
    "ai-tika-vin08t28:14_10": "a lamp of the Sangha of monks has only reached the peak of the Community of monks, namely, an individual essence too much, has been stated in the heart of the law of the Community.”",
    "ai-tika-vin08t28:15_0": "and he Virūpakkha to the Community of monks. But the monks there was because of the recipient of the Community of monks, they gave the sound of counselors (and then). This is the first kind of personal witnesses to be based on the basis of endings.",
    "ai-tika-vin08t28:15_1": "Because the faithful person should be seen in the Saṅgha.",
    "ai-tika-vin08t28:15_2": "“If a monk is playing in mud, he has taken a vowel, people brought it up, and his material possessions to him.”",
    "ai-tika-vin08t28:15_3": "Because that person must be responded to the Sangha in the presence of a person whom he knows is speakingly, and who has not been said.",
    "ai-tika-vin08t28:15_4": "And just as, when a person is reborn in the common limbs of the Community said this: “He also is yours, a person, a giver, etc., should be seen in the Commentaries of the Faith,.”",
    "ai-tika-vin08t28:15_5": "If there were, they could be described in the midst of the Sangha both Campā and on both sides.",
    "ai-tika-vin08t28:15_6": "They don’t give such gifts as a layperson, but they don’t understand what is said.",
    "ai-tika-vin08t28:15_7": "this alms-food is said to be the friend of the Community.",
    "ai-tika-vin08t28:15_8": "Hence it is said: “He is able to be able to curse the opportunity.”",
    "ai-tika-vin08t28:15_9": "‘“The Sangha is called sort of woven”, and “It is the proper conduct for a householder to marriage.” And he does not say,",
    "ai-tika-vin08t28:16_0": "When it has been given this rainy season residence and the last month of the rainy season, it was given during the last month of the rainy season. When it was given during the last month of all the rainy season, when it was given during the last month of the rainy season, if it was given during the last month of the rainy season, when from the rainy season, they all that was given during the last month of the rainy season. And after it was given during the winter, they all after it was given during the last months.",
    "ai-tika-vin08t28:16_1": "But those who say nothing reaches all, they will not give gifts,”",
    "ai-tika-vin08t28:16_2": "Remembellable as the characteristic of what is contrary to the Monastic Law, the teachers of the Vinaya,",
    "ai-tika-vin08t28:16_3": "Understanding the marks, this is the eight characteristics, that is why it is said in the Discussion of the eight descriptions.",
    "ai-tika-vin08t28:16_4": "The settling down on the outside.",
    "ai-tika-vin08t28:16_5": "All evil he reaches each of these, wherever they all attain them, wherever they may be reborn.",
    "ai-tika-vin08t28:16_6": "And when they say that, ‘Not so, don’t stand outside the door. When it remains, they all say, ‘I’m standing outside the monastic boundary, they all reach the kind of maturity.’ And wherever it is said, ‘I am this’.”",
    "ai-tika-vin08t28:16_7": "in the case of the cowherds, however, he must stay in the without being described, and the rainy season residence (in this being said), “ all of it being the rainy season rained. ”",
    "ai-tika-vin08t28:16_8": "(but) he said: “I don’t reach the rainy season.”",
    "ai-tika-vin08t28:16_9": "All these eighty-fold sections: the meaning is that it is stated simply in that place.",
    "ai-tika-vin08t28:16_10": "all the same way as “blessing” in the same way.",
    "ai-tika-vin08t28:16_11": "he says this: ‘I give this rainy-season residence.’",
    "ai-tika-vin08t28:16_12": "in the past, future and present.",
    "ai-tika-vin08t28:17_0": "205.",
    "ai-tika-vin08t28:17_1": "Now comes the way of speaking “He gives us.”",
    "ai-tika-vin08t28:17_2": "rice porridge or honey balls.",
    "ai-tika-vin08t28:17_3": "if he gives by placing it on the tonics, saying, “Give me the good for one,” and then gives it back;",
    "ai-tika-vin08t28:17_4": "The remainder is their great blade,",
    "ai-tika-vin08t28:18_0": "206.",
    "ai-tika-vin08t28:18_1": "Now he gives the gift of an individual.”",
    "ai-tika-vin08t28:18_2": "the Sangha gives to a group, he gives to an individual’s own family, and he gives to a sangha that is called a group.",
    "ai-tika-vin08t28:18_3": "And that person is valuable in the presence of that person.",
    "ai-tika-vin08t28:18_4": "There we give this robe-cloth back to so-and-so, saying, “Give this robe-cloth, we’ll put it out my robe over and give it to the monks.” And he does so, “Give this person, but we don’t need that person.”",
    "ai-tika-vin08t28:18_5": "One of them was not able to make a person, and a pupil of the teacher, saying, “Give to the pupil,” and she said, “Don’t even if it wasn’t able to teach him,”",
    "ai-tika-vin08t28:18_6": "Herein, Udena, the teacher, having taken a recitation passage for recitation, the Monastic Law, and the Teacher; I will come back from the time for recitation every time, as well as to receptacle, and with the pupils of that teacher.",
    "ai-tika-vin08t28:18_7": "while going to the place where he was going, after going back,",
    "ai-tika-vin08t28:18_8": "the duties, the recitation passages, and the teachers all depart. Then they wander in this way: “This is the recitation passage for the” .",
    "ai-tika-vin08t28:18_9": "He then returned to the recitation place where it was. When he came, he took another’s dwelling and put it aside.",
    "ai-tika-vin08t28:19_0": "In this way the robe-cloth of the mass of robe-cloth is shown by means of such gifts as the monks, of the group of six, and of the eighteen on “ast”, doing so with the stilling of the robe-cloth in the middle of the monastery, and no separately, at all the end of that practice.",
    "ai-tika-vin08t28:19_1": "Herein, what is the point of this? The explanation of the robe-cloth is given in order to including the three kinds of robes, etc., which are stated in the commentaries in the way beginning, “What are the abode of robes?”",
    "ai-tika-vin08t28:19_2": "so that the home who reached the ultimate goal of the house has reached the ultimate end.",
    "ai-tika-vin08t28:19_3": "When he was extending the rainy season residence and he puts the rainy-season residence, he sets out a distributed in order to preserve him.",
    "ai-tika-vin08t28:19_4": "Here is the arising of the name Āḷavikā, which is called the arising of suffering,",
    "ai-tika-vin08t28:19_5": "But it is said in the Commentaries: “When it gives the rainy-season residence, when it’s given to one who has completed the rainy-season residence, it having given to the five months, what has been given to the rainy season, what has been said, and is not given to him by an ascetic.”",
    "ai-tika-vin08t28:19_6": "Herein, here it is these that thirteenth and out of the three months, saying, “Here the queen is spoken.”",
    "ai-tika-vin08t28:19_7": "or has he not given the five months to the rainy-season residence according to the ruler of the earth, which is given to him by a resident monks, by one who has acquired the five years of attaining, and one who has completed the rainy season, one should ask for resident monks about the past, for the future.",
    "ai-tika-vin08t28:19_8": "Herein, the meaning is: from that owing to the inner quarters , as to receptacle, is the meaning.",
    "ai-tika-vin08t28:20_0": "But if only they remain, but continue to make a robe in it, it would be nice if it is given to another and to support, if it is only one person, and it is to be cut down and chopped on two days.",
    "ai-tika-vin08t28:20_1": "But if she returns to someone else, they’re able to maintain the robe-cloth and put it out.",
    "ai-tika-vin08t28:20_2": "if he returns to growth, he may go,",
    "ai-tika-vin08t28:20_3": "yet another thing, then it must be in the house again.",
    "ai-tika-vin08t28:20_4": "It is included: the meaning is that because it has been common to him.",
    "ai-tika-vin08t28:20_5": "“Sometimes,” replied, “Sometimes, a certain Bhikkhu, if he takes a robe, or even one thousand monks.",
    "ai-tika-vin08t28:20_6": "“Do not addresses,” he should be regarded, but he says this: “This is the eighth section, opinion, this bowl is not the meaning. And in that case it is for him to say, “This is the meaning of this meaning.”",
    "ai-tika-vin08t28:21_0": "At the same time all beings was carried out by the ground. This is the recommendation of the rainy season residence in the way already stated. In the case of the rainy season, the resting places he sees in the way already stated, having no use for the rainy season. But the circumsping a dwelling place where an effect, is expressed, but not in any one of the rainy season.",
    "ai-tika-vin08t28:21_1": "Mendicant in which to sink downwards, making precept void, not being eaten by oneself one who is unbecoming, and incapable of the kind already described.",
    "ai-tika-vin08t28:21_2": "But when there is no fixing it is called “unbounded” in the way that is, there is no length of the breaths and there is no fixing.",
    "ai-tika-vin08t28:21_3": "That is why no one of them said: “He does not want much more.”",
    "ai-tika-vin08t28:21_4": "And when this happens, beings in the other words, which are not too cold, is too late towards the other beings, the lamp’s contrary, and is not established in him.",
    "ai-tika-vin08t28:21_5": "and they gave a share.",
    "ai-tika-vin08t28:21_6": "they gained various kinds of gain for different gains, such as these two, namely, clansmencial poisons.",
    "ai-tika-vin08t28:21_7": "they were poisoning, weeping, playing in wastestines, do not call out.",
    "ai-tika-vin08t28:21_8": "(They are) one living in a monastery within two parts, and two months the lesser life (?).",
    "ai-tika-vin08t28:21_9": "they gained faith in the lower parts, as they were bound by their (body) power.",
    "ai-tika-vin08t28:21_10": "Neither in the vicinity of different castes, in the wind waf of the wind.",
    "ai-tika-vin08t28:21_11": "Living in the monastery of the two kinds of lodging enclosed by one of these two kinds of encircling walls, precincts, observances, and interruption, with two kinds of monastery workers.",
    "ai-tika-vin08t28:21_12": "The dwelling place first surrounds them first.",
    "ai-tika-vin08t28:21_13": "The robe-cloth in the place where the wife was dirty,",
    "ai-tika-vin08t28:22_0": "At the time of the mendicant Kālaka, there is the time of his developing the time of carpets in Kālakā.",
    "ai-tika-vin08t28:22_1": "The monks from the group of six were nursing the sickness to the novices, “Buddhas”, etc., is said, and “Blessed”, etc.,",
    "ai-tika-vin08t28:23_0": "208.",
    "ai-tika-vin08t28:23_1": "And if he wants to give permission, he should be the foremost.",
    "ai-tika-vin08t28:23_2": "if it is for another three robes;",
    "ai-tika-vin08t28:23_3": "Hopefully to those who are old, and have a fixed destiny,",
    "ai-tika-vin08t28:23_4": "which is an unenclosed dwelling.",
    "ai-tika-vin08t28:23_5": "all the robes and bowl,",
    "ai-tika-vin08t28:23_6": "he stays there in that monastery:",
    "ai-tika-vin08t28:23_7": "placed in a mendicant who passes away, thinking “The time has a requisite recommended,” etc., and because of their enemy; they proceed in the way already described, having caused it to be understood as said,",
    "ai-tika-vin08t28:23_8": "The meaning is that sheaf of the sixteenth, namely, the fifteenth, and irreversible here and now, since it is the case that I presentation, is in the Sangha.”",
    "ai-tika-vin08t28:23_9": "They think, “After entering into a suitable cow,” and they answer, “Speaks,” and they share it and then says that",
    "ai-tika-vin08t28:23_10": "The right kind of donation consists of the right size: “Purindivity is the right kind, the right” in the left, where the monks actually supply to the right, saying, “This matter how much about the offering is stated.”",
    "ai-tika-vin08t28:23_11": "When they saw water, they thought, “But, water, and tooth cleaners. Why don’t I show them first. When they’ll give water, they then get a share in the robe.” Then they do what they want.",
    "ai-tika-vin08t28:23_12": "they swell the oceans of moats.",
    "ai-tika-vin08t28:23_13": "On the bank of the river, this is said to be the best,",
    "ai-tika-vin08t28:24_0": "if he applies the robe-cloth, thinking, “She is going on the road,” and when he hears that robe-cloth he hears, he reaches me. This robe-cloth is his sixty-two days.",
    "ai-tika-vin08t28:24_1": "On one occasion a monk with many possessions had died.",
    "ai-tika-vin08t28:24_2": "They told the Buddha, who said, “The Sangha has died;",
    "ai-tika-vin08t28:24_3": "Still, the nurses have been very helpful to the nurses for the sick and the bowl to the nurses.",
    "ai-tika-vin08t28:24_4": "His ordinary possessions should be distributed in the presence of the Sangha.",
    "ai-tika-vin08t28:24_5": "His valuable possessions are for the Sangha everywhere, present and future. They are transferred to the mendicants who are troubled in the Saṅgha.”",
    "ai-tika-vin08t28:25_0": "Herein, abolishing the robe and the goods are in three ways: it is of three kinds, and of inclusion,",
    "ai-tika-vin08t28:25_1": "His share of the robes are worn. They are supernormally associating with the three robes, distributed, and a sangha that is an importantment and infected by a variety of goods.",
    "ai-tika-vin08t28:25_2": "This is how these three kinds of good-hearted mendicants shown in these three ways: for the sake of these three people, and for the sake of patience in the three people.",
    "ai-tika-vin08t28:25_3": "And now that monks who are experts on the Monastic Law, weren’t able to get material support, even if they wish.",
    "ai-tika-vin08t28:25_4": "“Those who have gone forth as an authority should be given to those who have gone forth.”",
    "ai-tika-vin08t28:25_5": "When the recipient has come out, it is the recipient, not the receiver of the confession for the givers.",
    "ai-tika-vin08t28:25_6": "“They are either. Please do not know whether there is no death or not.” And that’s why they think, “Dielding to get ill-willed, nor do they think who is sick, whether a woman or not.” And that’s why they get sick, even if she wants to go forth.",
    "ai-tika-vin08t28:25_7": "those who are told, “Whoever is this when you’re sick?” or, they don’t compare them within.",
    "ai-tika-vin08t28:25_8": "For this is said in the Commentary: “There is a layperson who has gone forth into homelessness, even if a woman or a layperson or a renunciate.”",
    "ai-tika-vin08t28:26_0": "Or alternatively, all the monks who had gone forth summoned were your own enemy, whether their own relative or not. They include them of such-and-such a renunciate has gone forth as an ascetic or a renunciate. And they were my relatives and kin who have gone forth.",
    "ai-tika-vin08t28:26_1": "For this is said in the Commentaries: “If he gives all these eight requisites (of individuals), for anyone who is frightened, having a requisite belonging to their own donation, and in the making use of the medicine, he becomes the one who is sick, only a patient.”",
    "ai-tika-vin08t28:26_2": "Thus he showed the barber and the bag.",
    "ai-tika-vin08t28:26_3": "locations are to be seen (them) at the time they don’t get to see them, there is no unfinished discussion on the eighth day.",
    "ai-tika-vin08t28:27_0": "The exposition of the robes is finished.",
    "ai-tika-vin08t28:28_0": "Discussion on the services of alms-food",
    "ai-tika-vin08t28:29_0": "209.",
    "ai-tika-vin08t28:29_1": "And now alms-food is able to do the duties to the bride of alms-food, etc., and similar to the populace.",
    "ai-tika-vin08t28:29_2": "Herein, observed the precincts of dwellings firstly then showing the first dwelling place on the four sides because of the words from a distributor of rice porridge, and (another) in order to show the three flags of vessels, etc., firstly to the attendants, whether the fourth reason.",
    "ai-tika-vin08t28:29_3": "But alms food for the Community is fitting to eat the meals in the Sangha. This is the commentary in the Saṅgha.",
    "ai-tika-vin08t28:29_4": "“What has been given by the Sangha?” ...",
    "ai-tika-vin08t28:29_5": "they don’t understand what leads to.”",
    "ai-tika-vin08t28:29_6": "The benefits of the Sangha, for the meals for the meals of the Sangha, and meals for newly arrived monks.",
    "ai-tika-vin08t28:29_7": "After reciting the Community, he should recite the meal for recitation.",
    "ai-tika-vin08t28:29_8": "After inviting the meals, he must be invited by a meal.",
    "ai-tika-vin08t28:29_9": "After preparing the meals, he should inform the meals of the meals.",
    "ai-tika-vin08t28:29_10": "On the day of the half-month, he must give meals to the King.",
    "ai-tika-vin08t28:29_11": "On the observance day, you should give meals to the observance-day procedure.",
    "ai-tika-vin08t28:29_12": "The observance-day procedure on the day of the observance day, etc., and in the second day of the lunar half-month day.",
    "ai-tika-vin08t28:29_13": "(Except for) the Elder Nun Saṅghamittā, for the purpose of remaining the rainy season, which is called “the continuation of persistence”.",
    "ai-tika-vin08t28:30_0": "in the door of the dwellings, (surely) keeps close aside in the door of the dwellings.",
    "ai-tika-vin08t28:30_1": "eating in moderation, meals, rice porridge, and meals.",
    "ai-tika-vin08t28:30_2": "rainy-season residence:",
    "ai-tika-vin08t28:30_3": "But then when given to the donor, he said, “But what is given to you?” he said, “It’s good.”",
    "ai-tika-vin08t28:30_4": "when walking in inhabited areas:",
    "ai-tika-vin08t28:30_5": "In the village of the districts: wherever he is vicinity, wind from village to town, from interacts, twelve wide insides, and twenty-twomen palaces .",
    "ai-tika-vin08t28:31_0": "while walking in inhabited areas, he said, “I will give a share to such a house.”",
    "ai-tika-vin08t28:31_1": "One calling the ointment box:",
    "ai-tika-vin08t28:31_2": "in the houses of various families, various families, ornamented.",
    "ai-tika-vin08t28:31_3": "shameless, he must get hurriedly, and he said: “Listening me, I wish to learn this intelligence!”",
    "ai-tika-vin08t28:31_4": "When you’re sitting, they needed to be repaired to in charge. The meaning is thated to say: the one who takes place there.",
    "ai-tika-vin08t28:31_5": "Or in the case of the three robes: “He gets tired, or he is not able to get them in any one of the three robes, etc., or he gets hold of them.”",
    "ai-tika-vin08t28:31_6": "when he had spoken to his own giving up, he said to the Videhans,",
    "ai-tika-vin08t28:31_7": "He wishs to give: “This is lesser life,” and he says.",
    "ai-tika-vin08t28:31_8": "In the same way: enquiry is the intermediate directions.",
    "ai-tika-vin08t28:32_0": "saying: “He is strict,” “There is something that remains in the striving,” or “How other striving is some other state!”",
    "ai-tika-vin08t28:32_1": "but other men who were told where the Buddha had finished his meal and refused an invitation to eat more, she said, “Repulsiveness and because she has been invited by one who is senior and who is junior.”",
    "ai-tika-vin08t28:32_2": "carrying the bowls by theft.",
    "ai-tika-vin08t28:32_3": "there is a secret voice, song and dance.",
    "ai-tika-vin08t28:32_4": "The whole of the bowl: “I accept robes, etc.,” “I shall put his bowl for the sake of robes,” etc., and shakes, etc., which is why it is said.",
    "ai-tika-vin08t28:32_5": "People are going to the word of the people who are coming back, thus they are able to say,",
    "ai-tika-vin08t28:32_6": "Also: it is unsuitable before, not preceding a new state, is the meaning.",
    "ai-tika-vin08t28:32_7": "The whole Sangha is said to be the betrayers: ‘Having been given to them,’ he replied, “I give us rice porridge beforehand’,” and then use it to be able, he should use it without saying.”",
    "ai-tika-vin08t28:32_8": "what their servantage says, “What can I do?” and he said, “For that which is an important matter, having given to you?”",
    "ai-tika-vin08t28:32_9": "if he recites the method of Paṭācārā,",
    "ai-tika-vin08t28:33_0": "The commentary on the alms-food is finished.",
    "ai-tika-vin08t28:34_0": "Discussion of the proper conduct invited to a meal.",
    "ai-tika-vin08t28:35_0": "210.",
    "ai-tika-vin08t28:35_1": "“Give them to the Sangha, saying, “Give us that the meal,” and after saying, “Give the meal,” then been given to the monks, “Venerables, that the meal is given to the Sangha.”",
    "ai-tika-vin08t28:35_2": "Also alms food is allowed to live in a way that is allowed for alms food.",
    "ai-tika-vin08t28:35_3": "The prohibition against sandals.",
    "ai-tika-vin08t28:35_4": "After bowing, he takes it, saying: “To the meal,” and he took it away.",
    "ai-tika-vin08t28:35_5": "Hence it is said: “Venerable sir,” “There is no meal.”",
    "ai-tika-vin08t28:35_6": "As to construction: the one lumpsints and the one lumps together,",
    "ai-tika-vin08t28:35_7": "This invited for a meal to a for recitation,",
    "ai-tika-vin08t28:35_8": "For one thread one should be shared out one by one who is story and one whose nephew is called “backind”.",
    "ai-tika-vin08t28:36_0": "Don’t block the Simile of the Mātali,",
    "ai-tika-vin08t28:36_1": "Eight monks are dransferred to the monks, don’t move them.",
    "ai-tika-vin08t28:36_2": "After the meal, on the fortnights, meals for the Community, for the meal, for the meal, for the number of days, for the nurses, and for the sake of worldly meals, etc., and make amends for oneself or for the meals, or for the next day.",
    "ai-tika-vin08t28:36_3": "after asking “I give it up” they replied, “I choose to make them understood” and “I do not make this for one,” and he has died.",
    "ai-tika-vin08t28:36_4": "“The monks live in that monastery in that monastery, and they all took their robes and made the voting tickets.”",
    "ai-tika-vin08t28:36_5": "But this is the plane of practitioner:",
    "ai-tika-vin08t28:36_6": "There are monks staying together for a single day, all the monks from the group of six of one monasteries within that monastery.",
    "ai-tika-vin08t28:36_7": "Some of them spent the day in one place and where they all know the mendicants do not know, “May they be able to catch up.”",
    "ai-tika-vin08t28:36_8": "Looking up from the trapped in that very place the wind from the tip of the hair,",
    "ai-tika-vin08t28:37_0": "The account of the invitations is finished.",
    "ai-tika-vin08t28:38_0": "On Decline of the Fruits",
    "ai-tika-vin08t28:39_0": "Shaking them with a knife, he rolls them over.",
    "ai-tika-vin08t28:39_1": "and it is “factors” in the same way as a village precincts.",
    "ai-tika-vin08t28:39_2": "forty meals.",
    "ai-tika-vin08t28:39_3": "If he complains, he should take it away.",
    "ai-tika-vin08t28:39_4": "Having considered (the King): Having thus shown the bird (on his meal),",
    "ai-tika-vin08t28:39_5": "He should give him permission, and then, having given a messenger to the impermanent, he should take it back in the same way:",
    "ai-tika-vin08t28:39_6": "Again the dwelling place where the dwelling is kept, and after eating the meal, he took his own dwelling and then eats it without chewing.",
    "ai-tika-vin08t28:39_7": "By one of the remaining thirty-two kinds: it is an unification such as a shrine, and as a home.",
    "ai-tika-vin08t28:39_8": "After being recited the Sakulās in the family, they say: “After tasksting rice in return,”",
    "ai-tika-vin08t28:40_0": "While it is on the left side of the village, on the bank of the Ganges river,",
    "ai-tika-vin08t28:40_1": "Standing on a well-proclaimed, on a staff, that grows on the water’s back.",
    "ai-tika-vin08t28:40_2": "And he was begging from all the dwellings, within the end of all the monks, in each dwelling.",
    "ai-tika-vin08t28:40_3": "Might in every dwelling,",
    "ai-tika-vin08t28:40_4": "Putting the dwellings: even having had a dwelling built for the precincts of busy.",
    "ai-tika-vin08t28:40_5": "And he should go to a village or town for one night.",
    "ai-tika-vin08t28:40_6": "dwelling in the monastery or in its dwelling.",
    "ai-tika-vin08t28:40_7": "according to their confidence,",
    "ai-tika-vin08t28:40_8": "he should go to the end of the robe-making season: he may accept more than the Sangha.",
    "ai-tika-vin08t28:40_9": "As he reaches one day, the meaning is that he reaches all day.",
    "ai-tika-vin08t28:40_10": "Someone who has acquired two or three days: on the day of the Community, for the thresholders at the end of the Community, and for three months at the end of the Community, and forty-nine days (only), having obtained even a single day.",
    "ai-tika-vin08t28:41_0": "After one of them from whomever has had obtained this in the presence of the monks: “Herein, having removed all the offenses outside the monastic boundary, it is for whomever they are fortunate, that is why to say, having got all these things.”",
    "ai-tika-vin08t28:41_1": "alcoholic drinks, hollowsty,",
    "ai-tika-vin08t28:41_2": "But this ascetic practice is not called “specified” because it is not shake off oppositeness.",
    "ai-tika-vin08t28:41_3": "“Sitting down from the Sangha. ...”",
    "ai-tika-vin08t28:41_4": "for it is proper to possess the road.”",
    "ai-tika-vin08t28:41_5": "For the rainy season:",
    "ai-tika-vin08t28:41_6": "Tickets from the Order that are for the purpose of staying in a monastery and in a meal before recommended by the Community, and then, if it is allowed to make a sustained thought, he should be brought into the way beginning, “This attainment is unexplained,” and if it is not allowed to because of being aiming at length, he should be understood as only because he is not able to discerned.",
    "ai-tika-vin08t28:41_7": "if according to acquire medicines, he should not say: “If I share out the tonics, etc., have receptacle for the purpose of getting material possessions, then, whether a meal or not, then after a meal ornaments, etc., in the morning, “I live in the midst of the Sangha,” etc., or “I accept a meal given to them,” it is excluded from the meal in the Sangha.",
    "ai-tika-vin08t28:41_8": "for the Community should not be spoken of as meal for the Sangha.",
    "ai-tika-vin08t28:41_9": "The sections on the constituents opinions: herein the dead, (welling):",
    "ai-tika-vin08t28:41_10": "the best of alms-food is finished.",
    "ai-tika-vin08t28:41_11": "While living on alms, he ended the best food and drink,",
    "ai-tika-vin08t28:41_12": "if she does not get it even when providing a wretch woven, or even in a smaller life.",
    "ai-tika-vin08t28:41_13": "Hence it is said: “They are just like someone who wants to harm ...”",
    "ai-tika-vin08t28:41_14": "And you should persuade him.”",
    "ai-tika-vin08t28:41_15": "However, they live on alms is the best, out of compassion for many reasons.",
    "ai-tika-vin08t28:42_0": "Also, it is called “Lay follower who gives a meal in a monastery, is being a friend, one who is superior.”",
    "ai-tika-vin08t28:42_1": "where he sits in the hall,",
    "ai-tika-vin08t28:42_2": "After all day, they should spend the opposite separately, but only to that dwelling, and took an end.",
    "ai-tika-vin08t28:42_3": "Your enemy is present:",
    "ai-tika-vin08t28:42_4": "Having taken it, he took it away and turned it away.",
    "ai-tika-vin08t28:42_5": "Hence he gave it to his own country like a swift village,",
    "ai-tika-vin08t28:42_6": "He should not set it up into that house. So he should sit down in that place there.",
    "ai-tika-vin08t28:43_0": "to which nourishes, he should enter the rainy-season residence for anyone who brings him to perfection.",
    "ai-tika-vin08t28:43_1": "In this way, a fact in the future in such a monastery, the rest is allowable for the monks.",
    "ai-tika-vin08t28:43_2": "This is how on the day of the monks in the future, how does those who have come?",
    "ai-tika-vin08t28:43_3": "Because it is possible to go to the vicinity of the village, where the monks have arrived she prepared seats in the assembly hall.",
    "ai-tika-vin08t28:43_4": "our village is divided in luxurious villages and districts.",
    "ai-tika-vin08t28:43_5": "Earlier the senior elder said, “Gotama, there is a single seniority, but standing once more than all.”",
    "ai-tika-vin08t28:44_0": "The exposition of the teaching is finished.",
    "ai-tika-vin08t28:45_0": "Discussion of the proper conduct, etc.",
    "ai-tika-vin08t28:46_0": "213.",
    "ai-tika-vin08t28:46_1": "In the fourteenth particular kinds of rice porridge, etc., one must be given after the meal.",
    "ai-tika-vin08t28:46_2": "Regarding the thirty-two marks: among the thirty-two parts of the sabbath, its characteristic, function, and separations, etc., that is to say, fewness of wishes, contentment, effacement, seclusion, discrimination, and obducations, etc., which arise in the Vedications, and that brings about the Uposatha practice.",
    "ai-tika-vin08t28:46_3": "but only the rice gruel he should not eat rice curry that he has cows. He should not eat the curry of rice in the same place as before.",
    "ai-tika-vin08t28:46_4": "Hence it is said: “But if it is no matter,”",
    "ai-tika-vin08t28:46_5": "In sharing the couch, rough, weeping, weapons, and so on. And ourselves will not get enough.",
    "ai-tika-vin08t28:46_6": "but there is something more than one way.",
    "ai-tika-vin08t28:46_7": "Learning the observance day, he said, “Having been shown that the observance-day procedure and the meal after the meal,” etc., he said, “Take this to the Community, etc., and after which is given,”",
    "ai-tika-vin08t28:46_8": "Dabba the observance-day procedure,",
    "ai-tika-vin08t28:47_0": "On the making of the statements is finished.",
    "ai-tika-vin08t28:48_0": "On Reference to the newly arrived monks, etc.",
    "ai-tika-vin08t28:49_0": "And they treated their news’ practices.",
    "ai-tika-vin08t28:49_1": "departing as if it was time for newly arrived monks, they will go to the next village monastery and live in the vicinity of the village. And when it was time for resident monks, they will take their lots, but only as fitting to go.",
    "ai-tika-vin08t28:49_2": "If they do get to eat, they may eat as much as they need.",
    "ai-tika-vin08t28:50_0": "Discussion of what is given, etc.",
    "ai-tika-vin08t28:51_0": "Yet he goes on alms-food eaters, crushing and whirlpools, turning back, and so on. He is allowed to shaveling his waist in order to turn.",
    "ai-tika-vin08t28:52_0": "being received alms from a gift - he received alms from being received.",
    "ai-tika-vin08t28:52_1": "Having filled the bowl, they gave it to a meal, saying, “Give food.”",
    "ai-tika-vin08t28:52_2": "In empty dwellings, you’ve learned.",
    "ai-tika-vin08t28:53_0": "The commentary on the alms-food is finished.",
    "ai-tika-vin08t28:54_0": "On Describing the Order",
    "ai-tika-vin08t28:55_0": "217.",
    "ai-tika-vin08t28:55_1": "Once again here it is to be spoken about a light vessel; the furniture is spoken to be spoken to about the sickness and the great sacrifice that causes others to be spoken about.” But when it is said, “Now, it is the only for us to show the instructions,” and so on. But when you say, “Now, it is inappropriate for the purpose of boiled from rice porridge, laugh.”",
    "ai-tika-vin08t28:55_2": "Herein, King Mahāsudassana says this about a marks:",
    "ai-tika-vin08t28:55_3": "Then the brahmins and householders, as they were asking the same questions.",
    "ai-tika-vin08t28:55_4": "He has drunk the bathing and sent it down in the way already described, and because it is well proclaimed (their) which is evident to him.",
    "ai-tika-vin08t28:55_5": "above the boundary. ...",
    "ai-tika-vin08t28:55_6": "This is what is said in the Sangha:",
    "ai-tika-vin08t28:55_7": "But having spittle the water-pot wherever it is (wouldrop),",
    "ai-tika-vin08t28:55_8": "If there is ghee, butter, ghee, or oil.",
    "ai-tika-vin08t28:55_9": "They get to take a little, and they stand, persisting in this way:",
    "ai-tika-vin08t28:55_10": "At the end of the sickness, etc., that is to say, the precincts of the one who is sick, etc., that is the rest of the medicine that is independent of others, but not that is referred to as sick.",
    "ai-tika-vin08t28:56_0": "The commentary on the sickness is finished.",
    "ai-tika-vin08t28:57_0": "Discussion of the proper conduct in regard to dwellings",
    "ai-tika-vin08t28:58_0": "218.",
    "ai-tika-vin08t28:58_1": "Discussion of the preparings for the allocations of dwellings, discussing the dwellings, and the dwellings in the dwellings.",
    "ai-tika-vin08t28:58_2": "Herein, there is two dwellings at the time of the Rains Retreat and the rainy season residence in the Rains Retreat.",
    "ai-tika-vin08t28:58_3": "Herein, one who is rising at the root of the winter season,",
    "ai-tika-vin08t28:58_4": "at the rainy season.",
    "ai-tika-vin08t28:58_5": "After getting up a monk, he should give him a dwelling place and then give it to the Sangha, “I give a robe, Saṅgha, and it is not the time to be given to the Sangha.”",
    "ai-tika-vin08t28:58_6": "of one precincts one person, and one of them area.",
    "ai-tika-vin08t28:58_7": "gets a reward,",
    "ai-tika-vin08t28:58_8": "With Dīghanakha",
    "ai-tika-vin08t28:58_9": "the assembly hall.",
    "ai-tika-vin08t28:58_10": "if he accuses him to an embankment;",
    "ai-tika-vin08t28:58_11": "They don’t return to their lair, because they steal it, there is no wrong conduct for him.",
    "ai-tika-vin08t28:58_12": "who were living in Jeta’s Wood, in reference to the monks’ teachers doctrine,",
    "ai-tika-vin08t28:58_13": "In that case, it seems,",
    "ai-tika-vin08t28:59_0": "The people should say, “Ghaṭīkāra” is said. “People should be told here.” This is the same as stated in the way stated.",
    "ai-tika-vin08t28:59_1": "Having cut off applied thought, “Here’s bathing at this very move,” and when they saw the sight of it, he returned to the monastery.",
    "ai-tika-vin08t28:59_2": "(but) if, one wise man,",
    "ai-tika-vin08t28:59_3": "covering the bolt and the color.",
    "ai-tika-vin08t28:59_4": "Those who are pure in mind, without questioning, and who answers: “This isn’t for the sake of preventing the opposite sex. Their enlightenment and regarding the answers.”",
    "ai-tika-vin08t28:59_5": "But if they’re gone Yet in this way, they should ask me about it.",
    "ai-tika-vin08t28:60_0": "He should look after them after them, think of them then to make them stop.",
    "ai-tika-vin08t28:60_1": "the shrine terrace, the shrine terrace, the waterpot in the fourfold.",
    "ai-tika-vin08t28:60_2": "Where should you ask questions? Where are you able to answer?",
    "ai-tika-vin08t28:60_3": "Why should they ask about when it has been asked about? Where are they to ask about out of desire for the sake of passions? And when asked about the advantages of questions, dispensation?",
    "ai-tika-vin08t28:60_4": "having been sent back to the monastery,",
    "ai-tika-vin08t28:60_5": "to take it, thinking, “The path has a league.”",
    "ai-tika-vin08t28:60_6": "if it is for the sake of a field, one who takes up residence, etc., and, after handing down the rainy-season residence there was given a monastery worker, and having given a set it to the Rains Retreat.",
    "ai-tika-vin08t28:60_7": "He should conduct himself properly and having suspended that dwelling.",
    "ai-tika-vin08t28:60_8": "Thus, in the case of those who give faith and benefactors, in the way already stated, the meaning is that it is given in the rainy-season residence.",
    "ai-tika-vin08t28:61_0": "But it is given to him that the offender is given. When it has been relinquished, it is given in the fourfold receptacle for the meal, they use it in the hand, “shorts, water are properly given by using theft.” And it is given in the same way: “The elephants, horses, etc., they use it in the crowded by the warriors,”",
    "ai-tika-vin08t28:61_1": "for the well-being of the Sangha, for the comfort of the Sangha,",
    "ai-tika-vin08t28:61_2": "This person is to be done in the borderlands of others as an individual essence. Those monks who are eligible, etc., they must dropped in their robes, etc., and they must be exhausted by a sangha in the middle of the wretching the robes, and so on. And although they can exhausted their robes, etc., not only expect only the same thing,",
    "ai-tika-vin08t28:61_3": "By the abode of the ascetic life : “It is because of the ascetic life ,” etc., that is stated in the way already stated .",
    "ai-tika-vin08t28:61_4": "And if he does not say, both the word essence, but he should not be given in the meaning.",
    "ai-tika-vin08t28:61_5": "(but) even though he does not give permission and doing what is allowable, he should be said: “This person is not so, and so on.”",
    "ai-tika-vin08t28:62_0": "and having given the expected robe-cloth in that place, in the first watch of the night,, and they think, “In the last watch of the robe-cloth, and then in the morning,” and when it is given under the sway of the robe-making season, they must take it out.",
    "ai-tika-vin08t28:62_1": "for the allocation of dwellings.",
    "ai-tika-vin08t28:62_2": "The Great Commentaries, of the Great Wisdom,",
    "ai-tika-vin08t28:62_3": "When why are they told, “Why do they take the dwellings?” and they clinging to each other, they both said, “Why are you doing so,” and they accept each other.",
    "ai-tika-vin08t28:62_4": "He should understand that the recipient story of the householden later in different positions is wrong.",
    "ai-tika-vin08t28:62_5": "appointed as people. They are designated as well.",
    "ai-tika-vin08t28:62_6": "and it is allowed to live together.",
    "ai-tika-vin08t28:62_7": "And all that was to be appointed as before.",
    "ai-tika-vin08t28:62_8": "for the Community, not having relinquished to the Sangha.",
    "ai-tika-vin08t28:62_9": "But that is allowed to make many one sides even a single one of them.",
    "ai-tika-vin08t28:62_10": "And that’s only seven days widely: the eighth chapter on all sides together.",
    "ai-tika-vin08t28:62_11": "the seats brought back by the house.",
    "ai-tika-vin08t28:62_12": "the path is called the head bearings in the village of Verañjā.",
    "ai-tika-vin08t28:62_13": "(He who), like the roots of a tree, and the logs,",
    "ai-tika-vin08t28:62_14": "(They are) empty.",
    "ai-tika-vin08t28:63_0": "220.",
    "ai-tika-vin08t28:63_1": "On account of a large gaining material possessions they get to see. They get monks and don’t get monks to hear about that.",
    "ai-tika-vin08t28:63_2": "after disentangling the tangle of a single man, after disentanging the legs,",
    "ai-tika-vin08t28:63_3": "A dwelling in lodgings:",
    "ai-tika-vin08t28:63_4": "threw them away in such a place, having been woven, that is to say, the residents who have been given the departed.",
    "ai-tika-vin08t28:63_5": "While he is entering it, other monks should be told: “Whoever is in that monastery, having a great gain, will get the food and drink,” he should obtain the distinction.",
    "ai-tika-vin08t28:64_0": "he does not overpower the robe-cloth in any of the three months, nor overestimation.",
    "ai-tika-vin08t28:64_1": "There is this internal enlightenment factor:",
    "ai-tika-vin08t28:64_2": "if she gives by placing one foot on the top of the other;",
    "ai-tika-vin08t28:64_3": "And even if he shows them here and there at the foot of a tree that was given, he would give it to the charnel ground even if he is not allowed.",
    "ai-tika-vin08t28:64_4": "Then, having given the rainy-season residence, they told you what had happened. He said, “Don’t go away, take it away.”",
    "ai-tika-vin08t28:64_5": "The monks who had completed the rains residence in what was given, to other monks.",
    "ai-tika-vin08t28:64_6": "After putting it together, he should place it on a tree for a shrine or at the foot of a tree. He should then follows: “Remove the tree, take it, ocher robes, or drink it.”",
    "ai-tika-vin08t28:65_0": "like a droping for the rainy-season in the surface of the rainy season when the sky is said.",
    "ai-tika-vin08t28:65_1": "The right-hand drew closer and the village, and then departs.",
    "ai-tika-vin08t28:65_2": "“Where will I stay, ocher robes? Where will I think?”",
    "ai-tika-vin08t28:65_3": "Now, as to the last rainy season residence, it rains, rains, fruits, and practises which is to be given during the last day, so on.",
    "ai-tika-vin08t28:65_4": "If the newly arrived monks fall from the robe-cloth, then it must be made into a robe.",
    "ai-tika-vin08t28:65_5": "He places the bowl for newly arrived monks in the village of Nuns,",
    "ai-tika-vin08t28:65_6": "visiting the first year of the rainy-season residence, for the precincts have arrived first year.",
    "ai-tika-vin08t28:65_7": "again and again, the donors had gone into the presence of the parks.",
    "ai-tika-vin08t28:66_0": "For if the one who consents to the rainy-season residence is carried out to one who has completed the rainy-season residence,",
    "ai-tika-vin08t28:66_1": "Then the first group of people said, “Such isn’t the procedure.” They must be told, “They are coming to.”",
    "ai-tika-vin08t28:66_2": "He should then be given the rainy-season residence (in the same way as given): “Should simultaneously, a certain one should be given after probation.”",
    "ai-tika-vin08t28:66_3": "Should make his enquiry, and like he has destroyed his virtue.",
    "ai-tika-vin08t28:66_4": "if he enters the place for drinking water without first relinquishing it;",
    "ai-tika-vin08t28:66_5": "Since they are included in the Saṅgha, etc.,",
    "ai-tika-vin08t28:66_6": "Herein, in consequence of that inspect is what is said.",
    "ai-tika-vin08t28:66_7": "The Sangha has done the legal procedures, and separately, saying, “We will now do the resident monks there without getting permission from them,” then, if they do the invitation procedure with them, he should give them a teaching, and he should then if it was given with the thought, “Now, there will be an obstacle for them.” And he shouldn’t sewing them.",
    "ai-tika-vin08t28:66_8": "But when they’re reincarnated by the surrounding it by themselves, they say to the species of their foliage and fear, and who do not fear the teachers of their teachers, and who describes the do not.",
    "ai-tika-vin08t28:66_9": "And now that, when the last month of the rainy season was completed, the rainy-season residence was given for the Rains Retreat, the resident monks haven’t been given to him at the end of the rainy-season residence, or drinking water for washing place.",
    "ai-tika-vin08t28:66_10": "For if you think that dangers to make the rains residence, they couldn’t find out.",
    "ai-tika-vin08t28:67_0": "“Take the case when a mendicant who has completed the rains residence disrobes, the mendicants disrobes, and the words aren’t here.”",
    "ai-tika-vin08t28:67_1": "For the Saṅgha is what is said.”",
    "ai-tika-vin08t28:67_2": "Since they bring together into the Sangha’s presence, those who have completed the rainy-season residence there, their preliminary comfortable without them.",
    "ai-tika-vin08t28:67_3": "if she does not give, then for human beings;",
    "ai-tika-vin08t28:67_4": "The hunter’s bowl is said: “He gives this bowl to the nurse” , “Dearing the function of giving to the donation,” he is said.",
    "ai-tika-vin08t28:67_5": "Vappa of the novices were similar in the first half-month, and also the second later stage, because formerly had already described (for them).",
    "ai-tika-vin08t28:68_0": "222.",
    "ai-tika-vin08t28:68_1": "now I will give them a great army leading to the highest bliss.",
    "ai-tika-vin08t28:68_2": "Herein, one who is said further: the meaning is that in the earlier stage beginning with the surrounding of the universal jhāna.",
    "ai-tika-vin08t28:68_3": "he is not included in the rainy season residence thus: “This is twofold; that is, two, three, four, five, ten, and aims rainy season,” etc., is said to be the basis of what is meant.",
    "ai-tika-vin08t28:68_4": "and later went back to the beginning of the first three months, on the day of the night, and on the day of the bright fortnight. When the text of the lamps were finished, it was said to be the second time, which was like the moon surrounded by the sun.",
    "ai-tika-vin08t28:68_5": "Afterwards the invitation had passed, the full-moon invitation procedure.",
    "ai-tika-vin08t28:69_0": "if he is unable to get hold of it, and it does not get to respond. Because of this when the time is announced by others, they don’t get alms.",
    "ai-tika-vin08t28:69_1": "Nine deeds",
    "ai-tika-vin08t28:69_2": "With the unconditioned.",
    "ai-tika-vin08t28:69_3": "With undistracted and established,",
    "ai-tika-vin08t28:69_4": "he gives one spot:",
    "ai-tika-vin08t28:69_5": ": it is the third share.",
    "ai-tika-vin08t28:69_6": "And so it is precisely tendencies to subdue to each pull towards all places. It is only functionally unevenly opposed.",
    "ai-tika-vin08t28:69_7": "If the student wants to give, the preceptor should give him a sarong and then the other monks. If the other monk wishes to give it to the Sangha, he should not do the invitation procedure. If he does not want to give it to the students, he should be given everything, and he wants to give it.",
    "ai-tika-vin08t28:69_8": "There they said, “Having done this about that (safeguard),” and so on,",
    "ai-tika-vin08t28:69_9": "that is the meaning of inferior story, and superior to the third, and third and also the fourth.",
    "ai-tika-vin08t28:69_10": "Those in two monks who were marshing the three monks,",
    "ai-tika-vin08t28:69_11": "He is the abode of the Restates that legal issue arising from that dwelling. From then on that very day they were unable to get there.",
    "ai-tika-vin08t28:70_0": "He is placed on a portion, and nor outside the ground.",
    "ai-tika-vin08t28:70_1": "And he fixed the resting place on the bed, or he is outside the gateway, saying:",
    "ai-tika-vin08t28:70_2": "Building is the meaning of the leper outside.",
    "ai-tika-vin08t28:70_3": "In empty dwellings, you’ve learned.",
    "ai-tika-vin08t28:71_0": "The account of the dwellings is finished.",
    "ai-tika-vin08t28:72_0": "On Reference to the four ways of being commented",
    "ai-tika-vin08t28:73_0": "225.",
    "ai-tika-vin08t28:73_1": "There is the discussion on the four sides that bring about minor requisites, whether he has been agreed upon by the sickness and discussing the legal procedure consisting of one motion and three announcements. It is allowable and discussing theate of minor requisites.",
    "ai-tika-vin08t28:73_2": "Yet they ask questions about other things. They arers of quarrels. They have no disputes in the Sangha; they will be afraid of wrongdoing and fond of the monks and they will be afraid of wrongdoing. They ask about the sickness of the Sangha.",
    "ai-tika-vin08t28:73_3": "Why?",
    "ai-tika-vin08t28:73_4": "And the Sangha gives the full ordination to those various kinds of unity in the Sangha that is legitimate and have a legal procedure consisting of one motion and one announcement.",
    "ai-tika-vin08t28:73_5": "sugarcane,",
    "ai-tika-vin08t28:73_6": "They should understand: “It’s to be seen lumps of sugar in two or three bowlfuls.”",
    "ai-tika-vin08t28:73_7": "entering for alms, this is the characteristic of endeavour.",
    "ai-tika-vin08t28:73_8": "Some times held outside the monastic boundary, at the time of the head,",
    "ai-tika-vin08t28:73_9": "encircling prohibiting the Sangha’s distributed beginning with Saṅgha, etc., as well as setting the shared by the Community,",
    "ai-tika-vin08t28:73_10": "It is not allowed to sit down while the one who is standing on, the top of the monastery workers, and who follows the streams of the houses, to be put down the ground evenly.",
    "ai-tika-vin08t28:73_11": "For this is said in the Commentaries: “Stop females are standing nearby,” said, and they don’t accept.",
    "ai-tika-vin08t28:73_12": "The meaning is this: it is worthless , in the place where the noise, the meaning is that it is not allowed to storeroom in there. It is allowable to take it even a hair-tip.",
    "ai-tika-vin08t28:73_13": "It’s possible to build a shelter all around the wide, and it is allowable to go outside the village.",
    "ai-tika-vin08t28:74_0": "The exposition of the four ways of revealing is finished.",
    "ai-tika-vin08t28:75_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t28:76_0": "Discussion of the four kinds of raised foundation:",
    "ai-tika-vin08t28:77_0": "The eighth chapter",
    "ai-tika-vin08t28:78_0": "Discussion of the dwelling in the monastery",
    "ai-tika-vin08t28:79_0": "Now comes the description of the four interpreting the dwellings, in the Vibhaṅga Suttanta itself in the Collection of the Vibhaṅga Sutta,",
    "ai-tika-vin08t28:79_1": "Here is this:",
    "ai-tika-vin08t28:80_0": "“What dwelling is the dwelling,",
    "ai-tika-vin08t28:81_0": "is the dwelling,",
    "ai-tika-vin08t28:82_0": "what should be given to?",
    "ai-tika-vin08t28:83_0": "what is the hermit’s head?",
    "ai-tika-vin08t28:84_0": "“What’s that but whom did it take?",
    "ai-tika-vin08t28:85_0": "Are any unfavourable to the heavens?",
    "ai-tika-vin08t28:86_0": "How many factors should it be?",
    "ai-tika-vin08t28:87_0": "is cured by the donor.”",
    "ai-tika-vin08t28:88_0": "Herein, what is the And what is the dwellings’ dwellings is the four requisites of dwellings, and the dwellings of the monks who belong to the dwellings?",
    "ai-tika-vin08t28:88_1": "While they live in this way: “While, what dwelling is the four noble truths?”",
    "ai-tika-vin08t28:88_2": "He is of quarrelsome purging: It is of triple and quadruple jhāna in the Sangha.",
    "ai-tika-vin08t28:88_3": "For this is said: “All the rainy-season residence according to the Bhikkhus, the smaller number of monks, or to the Community, after he has been spending the monastery, he does not take a room with a packnowledgment, and he is unable to be able to win on foot.",
    "ai-tika-vin08t28:88_4": "all creatures, everyone:",
    "ai-tika-vin08t28:88_5": "Because they don’t do anything four quarters.",
    "ai-tika-vin08t28:88_6": "But if he is able to find a group of an individual essence, etc., and then he should regard them as peaceful and sublime in the monastery that he has been brought here.”",
    "ai-tika-vin08t28:88_7": "With this thirty-two dwelling places as having this name,",
    "ai-tika-vin08t28:89_0": "For what reason should he be given to by anyone, who is an aristocrat, a brahmin, or a dwelling?",
    "ai-tika-vin08t28:89_1": "he should give to a sangha, a group, or an individual.",
    "ai-tika-vin08t28:89_2": "How should we give to the Sangha?” “I give this dwelling place to the Sangha?” and “I give this dwelling of the following.” If it is to the Sangha, whether that person is the venerables or the edge of the monastery worker.”",
    "ai-tika-vin08t28:89_3": "who is the giver of the Community, who is the lord of the Community,",
    "ai-tika-vin08t28:89_4": "if he gives it to a group, the Lord of the World,",
    "ai-tika-vin08t28:89_5": "If a person gives it to the other person, their hermits",
    "ai-tika-vin08t28:89_6": "For that is why it said in the Commentary: “This is the Commentary One, a group of one person, or one person.”",
    "ai-tika-vin08t28:90_0": "whose dwelling is overpowered by a dwelling.",
    "ai-tika-vin08t28:90_1": "For this is said by the Buddha: “Monks, you should appoint someone who has the five qualities assigned dwellings and who should be appointed assigned by the Blessed One. You should be appointed assigned, and then they should be asked:",
    "ai-tika-vin08t28:91_0": "“Venerables, if it seems appropriate to the Sangha, I should appoint monk so-and-so as allocator of dwellings and designator of meals.",
    "ai-tika-vin08t28:92_0": "‘Venerables, I ask the Sangha to appoint monk so-and-so as allocator of dwellings.",
    "ai-tika-vin08t28:92_1": "Any monk who approves of appointing monk so-and-so as allocator of dwellings should remain silent.",
    "ai-tika-vin08t28:92_2": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin08t28:93_0": "The Sangha has appointed monk so-and-so as allocator of dwellings. I will remember it thus.”",
    "ai-tika-vin08t28:94_0": "Whose meditation is that dwelling?",
    "ai-tika-vin08t28:94_1": "For this was said by the Buddha, “If you should count the monks, I allow you to each bed.”",
    "ai-tika-vin08t28:94_2": "There are fourteen kinds of accusation: one who has been performed in the midst of the Sangha, and who is sick.",
    "ai-tika-vin08t28:94_3": "for this has been said: “After embarrassed, laughing and cluster figurning, for the sake of himself or someone who is sick, for the sake of a nurses, having given a stout servant, who is nursing the sick, for the sake of a prival and emitting one who is sick, permitted by the Sangha, and given the sick person to a monk.” So he should appoint a group-offering and publicy, the community.",
    "ai-tika-vin08t28:95_0": "When it is constructed by a donation of two factors: if it is due to fact that food, when it is due to two ends, it is hard to overturn.",
    "ai-tika-vin08t28:95_1": "What two?",
    "ai-tika-vin08t28:95_2": "Learning in the special qualities of the very great very helpful,",
    "ai-tika-vin08t28:95_3": "How do you understand this?",
    "ai-tika-vin08t28:95_4": "“Those who are very helpful to the gods oppressed by fear, there is no profitable.”",
    "ai-tika-vin08t28:95_5": "And with the help of that much he shows the special qualities of many sorts, etc., and became intimate caused as an expert on the contrary to the Monastic Law in the Teacher’s instruction.”",
    "ai-tika-vin08t28:95_6": "delimited by the simile of the flesh, by the one of the head",
    "ai-tika-vin08t28:95_7": "What is the one Saṅgha?",
    "ai-tika-vin08t28:95_8": "either of the very helpful to him or of the special qualities of welfare.",
    "ai-tika-vin08t28:95_9": "How do you understand this?",
    "ai-tika-vin08t28:95_10": "“Regarding the openings of the Kinsman of the Sun, Queen Sing in the special qualities of the Dhamma, the dissatisfaction with the doubts, the lamps of the Dhamma, the incomparable, and the language manager of the Dhamma.”",
    "ai-tika-vin08t28:96_0": "But there are two kinds of lodgings: the rainy season and the cold season, and the rainy season by means of the first rainy season.",
    "ai-tika-vin08t28:96_1": "Or alternatively, there are three times: the last dwellings, the last three,",
    "ai-tika-vin08t28:96_2": "Below is the only one.",
    "ai-tika-vin08t28:96_3": "“At the receivers, at the time of the receivers, and a public meetings for retreat,",
    "ai-tika-vin08t28:96_4": "The small dwellings of the rainy-season residence and the smallest furniture was used to behaved and up, with the first dwellings of the teachers, and his teachers said, “Through it’s not appropriate.”",
    "ai-tika-vin08t28:96_5": "Now, this time it was the first resting place, which was more than the last dwellings in the first dwellings, is the last dwelling, one is more than the first dwelling. These are the meaning in the communion of these two dwellings, and one between the first dwellings.",
    "ai-tika-vin08t28:97_0": "But some of the teachers said: “Where do all the teachers at the time of an abode of this person, all of the dwellings belonging to the Saṅgha?",
    "ai-tika-vin08t28:97_1": "They built the dwellings belonging to the Sangha for a dwelling, thinking: ‘After tasting the dwellings of the Sangha and have arrived there,’ therefore this way, but only the schismatics of the Sangha.",
    "ai-tika-vin08t28:97_2": "When some people live in such a monastery, they say, ‘A person is alive, they live in dependence on the Saṅgha’s instructions, and they are dranking as they come backs, then they say.”",
    "ai-tika-vin08t28:97_3": "Here is how he should be told:",
    "ai-tika-vin08t28:97_4": "the schismatics, after having had been given to the Sangha, they gave their permission to the drivers on their heads, and they thought, “I shall give this wives together,” and having driven out of compassion for their child.",
    "ai-tika-vin08t28:97_5": "Then, after a gift at the time of giving and taking up the training, they gave little a good family and supporters to those who weren’t given to the Sangha.",
    "ai-tika-vin08t28:97_6": "“This being so, if they do so, it is for the sake of the nine specific purposes, saying, “This isn’t given to the Sangha.”",
    "ai-tika-vin08t28:97_7": "“In this case, sir, they say, the individuals in the Saṅgha is the opposite direction.” And they put a person in an individual essence. They’re expounded to the essence of the essential person. There’s no enclose in the monastery, or even when it is given to a new monastery.",
    "ai-tika-vin08t28:97_8": "even if the preceptors of the traditional people, he should be given to it by means of the persons of the Ājīvaka ascetics, etc., as it were, of the Ājīvakas, of the students, of the Ājīvaka ascetics, or brāhmaṇas, and it is only because of the essence of the Ājīvakas. Consequently it should be given in the case of the persons.",
    "ai-tika-vin08t28:98_0": "Other teachers said: “There are nothing at the time of the progress of the Fraternity, all of them.",
    "ai-tika-vin08t28:98_1": "And the ninth, too, at the time when the monks’ dwellings monastery, the primary elements are established in the essence of the tradition; they are expertsive and essentials, specifically, by means of the persons, by means of the opposites, by calling them for their own work, and the Sangha says.”",
    "ai-tika-vin08t28:98_2": "He should first be expanded according to what is said:",
    "ai-tika-vin08t28:98_3": "In the ninth, some of the ninth, others, and some of the people.",
    "ai-tika-vin08t28:98_4": "Previously, even when the complexion of people composed speech in the Fraternity, the Wise One, the Wise One, who brings about the donation of the Fraternity, has made the Paṭisambhidā, together with the Sangha, set out of the propagation of the Faith.",
    "ai-tika-vin08t28:98_5": "Some take one who belongs to the Community, this dwelling is the same.",
    "ai-tika-vin08t28:98_6": "If he stays in the Great Cloud Grove, the royal capital of Ketumā, “In this monastery, the king’s own dwelling, the ruler of the earth, and the rainy season, gives the following fourteenth, have been drawn out from the neighborhood of a dwelling, and then give the instructions to the requisites, and then gives the instructions to the Community, thinking, “In this way opin, give me a monastery,” and observelogy, the monastery, “Any from the Community” and observeserve the four oppportunity, that is why the way to oppposite the monastery, not oside of the monastery, and four personsses of the monastery, ”",
    "ai-tika-vin08t28:99_0": "Then another teacher said, “If it is time for the purpose of at the wrong time, there is no making the proclamation for the Sangha to give him a dwelling.",
    "ai-tika-vin08t28:99_1": "Some, the rulers of the dwellings were unsuitable to live with that very first abode of wives and children.",
    "ai-tika-vin08t28:99_2": "Why?",
    "ai-tika-vin08t28:99_3": "it will be beneficial, and he should think: ‘I will live in your dwelling;’ or anyone who thinks, ‘I’ll give you a dwelling,’ or anyone else who is anointed, who should be arrivalous,’",
    "ai-tika-vin08t28:99_4": "‘Now is the opportunity from that family, he whose mind has been constructed like a mountain capital. Their opportunity to pay homage to anyone. From the Could he who lives in the country, like a lord of mountains, or whose mind is an expert from the family tradition?”",
    "ai-tika-vin08t28:100_0": "How does he do this?",
    "ai-tika-vin08t28:100_1": "“Before the dwelling is the means to be prepared in the first dwelling,” etc., in the prior stage he does not accept them according to the Jina’s monastery, etc., as happens to them in the portion of the old age.",
    "ai-tika-vin08t28:100_2": "Just as, when Jotipāla, the princessses in a battlefire threw through the air or a storm of the Jeta Grove, Anāthapiṇḍika, having specifically agreed to pay homage to the king in the morning, at the time of the park at Sāvatthī,",
    "ai-tika-vin08t28:100_3": "And just as the level of the bowl similes lengths level by the father, built by the base consisting of the earth, having been given to the king, for the sake of the dead, and he gives the bowl to the throne of the Fraternity, and given it to the pride, so too, when a bhikkhu, having drobbed the bowl and robes, alms-food, he sewed, all the manager of the forest, etc.,",
    "ai-tika-vin08t28:101_0": "How do you understand this?",
    "ai-tika-vin08t28:101_1": "“You should appoint a monk who possesses the five qualities assigner.”",
    "ai-tika-vin08t28:101_2": "only the bed and chair, thinking “I can opportunity for the sake of a dwelling,” etc., and on the foreign of the dwellings, they build a dwelling belonging to the Community, and making an individual advantages thus, “I give,” and they use the first opportunity to be thetical affairs, then the other persons departed.",
    "ai-tika-vin08t28:102_0": "“Some ascetics and brahmins, observe the dispensation,” “It is the same in the Council hall for the sick monk to Isipatana,” then they should ask those nuns to enquire about their enemies and go to the Island.",
    "ai-tika-vin08t28:102_1": "For this is said in the Commentaries: “After that if I were to put out a dwelling belonging to the Sangha, and when questioned, he should put out bedding together, without putting it away, having it put away, or taking leave; then he should ask for the offense entailing confession. ...",
    "ai-tika-vin08t28:102_2": "if there is no available, I’ll disturb you in this monastery; anyone who stays in that dwelling.”",
    "ai-tika-vin08t28:102_3": "In this way you should ask about something, and I should do not be spoken of. In this way the enlightenment is to be spoken of as ‘Saṅgāra’.",
    "ai-tika-vin08t28:103_0": "And they said, “Even if you were to receive alms from the family, etc., and also in the neighborhood of a monastery, and on the basis of monks and a gift of good persons, or because there was no making offerings for the monks and for the purpose of giving them a gifts, and enclosed the building works, etc., and again., the Kings don't show their consent to those monks who were friends.",
    "ai-tika-vin08t28:103_1": "If you will give illegitimately abundant robes to those who are valid and those who are valid.",
    "ai-tika-vin08t28:103_2": "For this is said: “The Sangha is divided, relevant, gives to another individual. It is used for one who has caused a sangha, a group of nuns, an individual, or an individual.”",
    "ai-tika-vin08t28:103_3": "talk about Dhamma,",
    "ai-tika-vin08t28:103_4": "When this is said,",
    "ai-tika-vin08t28:103_5": "ninety-four receivers from alms-food eater: that is what is meant.”",
    "ai-tika-vin08t28:103_6": "Therefore the king, if the rulers or the giver, it is to be given to someone else, saying: “Giving them will not be received, others, and use them unprincipled.”",
    "ai-tika-vin08t28:104_0": "Then if it were the case, then say, ‘Now, I’m here for the sake of the Buddhas, for the sake of the advantages,’ so you shouldn’t become the consequence, ‘I am the foremost in serving the Saṅgha,’ so you should not see equally.",
    "ai-tika-vin08t28:104_1": "So they should be told:",
    "ai-tika-vin08t28:104_2": "“He is giving gifts to the Order of the Saṅgha” because it is the time of giving gifts, etc., of giving and using gifts, but not according to giving gifts,",
    "ai-tika-vin08t28:104_3": "For a gift at the time of a giving, a preliminary site. They give to the Sangha, but they’re if they’re headed by the Sangha. I haven’t given a gift. I’ll give it to the Sangha, and I’ll give to him.",
    "ai-tika-vin08t28:104_4": "Hence the Buddha said: “Where is the daughter of the monks?”",
    "ai-tika-vin08t28:104_5": "All the characteristics are stated with the word observed of the meaning. All of the four characteristics beginning with the meaning and the practice of giving a gift that is to say, fewness of wishes, contentment, observe using the progress of robes, etc., only the meaning here is this: “It must be given to all the goods,” etc., because it is to say, not used for all the thirty-two parts.",
    "ai-tika-vin08t28:105_0": "Like this, when begged this, the monks from the group of six understood: “So this is so, one whose mother and father, brothers or sisters, relatives and kin of the property given to him, or one with another.”",
    "ai-tika-vin08t28:105_1": "Siddhattha,",
    "ai-tika-vin08t28:105_2": "Why?",
    "ai-tika-vin08t28:105_3": "Having said this the alms-bowls know, “Because of this,” etc., the monks do not know what is allowable for the purpose of showing the barriers.",
    "ai-tika-vin08t28:105_4": "When a mendicant has not been received by the monks, this is the only expression of eating too much, that is, for the purpose of making amends for those monks, that is, an offense entailing expulsion, and that is, for the sake of food, drink, etc., and that is socializing, they give him the seeds that make their propagation. They don’t consent to the seedication and stems. That is why it should be allowable for the purpose of production of seeding the persons.",
    "ai-tika-vin08t28:106_0": "And he said this: “Does the local lay followers born in Venerable Bhūmija, from the seventh of the native land, the wives, the sage of the native spirits, the wives, the one with the wives, the one with the eldestment of Sages, and the seventh.",
    "ai-tika-vin08t28:106_1": "For it is because I’m unable to give the going-forth, it would not be possible to give the going forth.”",
    "ai-tika-vin08t28:106_2": "“Because of the nature of a lay follower,” they replied. Then in that very life they told him, “There are such-and-such a monastery worker. There is no law of the lay followers in the Sakyan clans.” So the lay followers should not give Dhamma to him four languages: “Plant-handed ones, lay followers.",
    "ai-tika-vin08t28:106_3": "When a giver’s own dwelling, he’s your belly and suppressing, “After going to the country, I’ll give it to the owners or the opportunity,” he can’t be able to get to see a share.",
    "ai-tika-vin08t28:107_0": "Herein, in what is a giver to the donor indication? How is it fit for existence?",
    "ai-tika-vin08t28:107_1": "“After attaining the site for giving, making amends for what is contrary to the Teaching, the ultimate goal, the ultimate sense of urgency, the ultimate, the undesirable, enquipment, and the enlightenment sticks—that is referred to as enquipment, I allow you to use them. You said again and again.”",
    "ai-tika-vin08t28:107_2": "Because of the inclusion of Isisiṅga Selonging, how can you be able to get well-known?",
    "ai-tika-vin08t28:107_3": "If a dwelling belonging to the Sangha, he perceives it as such, and he has given a person to another person, on the following day, and he has a personal wives them, yet he commits an offense entailing confession. If it was given to the Sangha, a sangha that was given to him, an individual, and he is expecting to him as a smaller-sto-down, he commits an offense entailing confession.",
    "ai-tika-vin08t28:107_4": "all creatures, everyone:",
    "ai-tika-vin08t28:107_5": "Because they don’t do anything four quarters.",
    "ai-tika-vin08t28:107_6": "But when he has been baked with one person, he is able to pick up a value of hes, he then stores himself in one hand, and puts them aside with the other.”",
    "ai-tika-vin08t28:108_0": "How is it possible to give (them) to make her bed?”",
    "ai-tika-vin08t28:108_1": "Even when anyone of them makes a dwelling, they must stay in the same room as a regular monk. They then told him, “Venerable sir, they should then continue to shave the dwellings in the Bamboo Grove at Sāvatthī, and they did not use the wrong time.” And they told him, “Venerable Sāriputta, how shouldn’t come.",
    "ai-tika-vin08t28:109_0": "How do you hold on the dwellings in the Sangha?",
    "ai-tika-vin08t28:109_1": "“And, monks, he should be appointed like this:",
    "ai-tika-vin08t28:109_2": "First a monk should be asked, and then a competent and capable monk should inform the Sangha:",
    "ai-tika-vin08t28:110_0": "Please, Venerables, I ask the Sangha to listen. ...",
    "ai-tika-vin08t28:110_1": "The Sangha has appointed monk so-and-so as allocator of dwellings. The Sangha approves and is therefore silent. I will remember it thus.”",
    "ai-tika-vin08t28:111_0": "The Sangha has appointed the allocators of dwellings and then set out the dwellings. He should then instruct the monks to each other with the their furniture in the Sangha, and then give them the beds or benches, chairstes, burn them, stoles, and separate them to various dwellings. The Sangha should then do the invitation procedure.”",
    "ai-tika-vin08t28:112_0": "“There is a group of eight serious rules in the midst of the Sangha, the group of a group, a group, a group given to an individual, or a single person, having a single speech, then he is expelled and excluded from the community. When it has been given to him, he is an unincluded in the presence of the Commentaries. The calf is concluded from the community by theft. The calclamation of the Buddha, it is an individual essenced thus: “In the eight individual essences of the community.”",
    "ai-tika-vin08t28:112_1": "A person who gives to an individual because he has given the recipient, but not the one who understands the recipient.",
    "ai-tika-vin08t28:112_2": "Thus these eight kinds of Vinaya Commentaries were discussing the Commentary on the Monastic Law in the midst of the Sangha, etc., and appears (another) the three kinds of aggregates, that is to say, the sections of the Abhidhamma, the Pāṭarinibbāna, and that each other. And the paths are proper for maintaining the development of the monastery, and manifestations of the Community.",
    "ai-tika-vin08t28:113_0": "When they are told in this way, they should say:",
    "ai-tika-vin08t28:113_1": "The Saṅgha should be given to the following four quarters, in the texts, “I give my consent to the opposite sex.” Then he should apply the recipients of the Saṅgha and he should give only the gifts.",
    "ai-tika-vin08t28:113_2": "One of those who were counting that community and groups there are one of them. The monks should remain silent.",
    "ai-tika-vin08t28:113_3": "All the parts of the day in which all the time were given to him by means of the day or by night, that is to say: the Queen, the man who is annoyed, the Ājīvakas, the man who is charming should go.",
    "ai-tika-vin08t28:113_4": "And if they give only a variety of things, they give only another would.",
    "ai-tika-vin08t28:113_5": "In a monastery, in the principal people there will be a single dwelling, or an individual.",
    "ai-tika-vin08t28:113_6": "Or else one who gives the recipient thus, “Only the receiver should take it by means of the one who gives the recipient,”",
    "ai-tika-vin08t28:114_0": "How do you understand this?",
    "ai-tika-vin08t28:114_1": "He should not give out the Sangha’s dwellings belonging to the Sangha, nor should not be given out in the Sangha.",
    "ai-tika-vin08t28:114_2": "those who grabbed the ladys in their own husbands, thinking: “This is your gift, giver of any person who is attached to their own husbands, but who earn a living by (only) for anyone else.",
    "ai-tika-vin08t28:114_3": "it is that which is given to him, and that which is peaceful, sublime, and one unfaithful, ignorant, say, “I have no one tomorrow,” and manage for gradual profitableness in the same way as stated, etc.,",
    "ai-tika-vin08t28:115_0": "Having given away this gift, they give no gift, in (them) giving the gift of gifts, and don’t give the gift.",
    "ai-tika-vin08t28:115_1": "For this is said in the Commentaries: ‘Even if anyone passes away from the group of five hundreds of teachers who dies, give me a requisite, and not the teachers of my preceptor.’ Then the students may be the preceptors of the Saṅgha.",
    "ai-tika-vin08t28:115_2": "For five reasons aren’t able to satisfy the lay people in accordance with the Teaching.”",
    "ai-tika-vin08t28:115_3": "And here, some of the Vinayas received the Pinaya from the group of five, circumferences to householders, saying, “Whoeverthes the scriptures, give me the path to the highest gifts,” and says, “It isn’t really deliberately for the sake of the eliminations,” “position of the five hundred mendicants.”",
    "ai-tika-vin08t28:115_4": "This being so, to give to their mother and father, to their wives.",
    "ai-tika-vin08t28:115_5": "“Then, ʻMay it be, and all of them say that anyone who says is quite different from hearing them speaks of only of those things. ’ So it is not appropriate to say that, ‘This is not mine, I am this, this is not my self’.”",
    "ai-tika-vin08t28:115_6": "The laity should be bound to householders.",
    "ai-tika-vin08t28:116_0": "And what is it?",
    "ai-tika-vin08t28:116_1": "“If anyone dies along with the five factors, making them requisites for me, I am deliberately provided with my five hundred laypeoples.”",
    "ai-tika-vin08t28:116_2": "If that is so, what is inferior?”",
    "ai-tika-vin08t28:116_3": "“Whose name is provided?”",
    "ai-tika-vin08t28:116_4": "for this is said in the Commentaries: “May all be otherwise!”",
    "ai-tika-vin08t28:116_5": "The goal should be illustrated by the leopard.",
    "ai-tika-vin08t28:116_6": "And so, after giving a dead body and mind, in regard to us thus, “Just as a dead man, gives to us in dead.”",
    "ai-tika-vin08t28:116_7": "the Saṅgha has been included in the Commentaries , and it is because of the passing away (of the Saṅgha) assembled. Others, all the sectarians, and the Saṅgha in the Deaths.",
    "ai-tika-vin08t28:116_8": "for this is said in the Commentaries: “He is the commentary on the clay,”",
    "ai-tika-vin08t28:116_9": "In such a case a dwelling belonging to the Sangha should be repaired and insulted only.",
    "ai-tika-vin08t28:117_0": "How do you understand this?",
    "ai-tika-vin08t28:117_1": "“I allow the Sangha to give the robes to the Sangha, the bowl and robes, and the Sangha for the nurses. I allow the sick monks to give the bowl and robes to the Sangha.",
    "ai-tika-vin08t28:117_2": "His ordinary possessions should be distributed in the presence of the Sangha.",
    "ai-tika-vin08t28:117_3": "His valuable possessions are for the Sangha everywhere, present and future. They are given out, not to be discarded. The Buddha said to be the perfected one, the fully awakened Buddha.”",
    "ai-tika-vin08t28:117_4": "“That’s why the Buddha has defended the simile of the dwelling and the monastic code, so how do they get rid of unfavourable?”",
    "ai-tika-vin08t28:117_5": "each dwelling is the second dwelling.",
    "ai-tika-vin08t28:118_0": "“Two-foods have two factors,",
    "ai-tika-vin08t28:119_0": "The fourth section for recitation on the ninth, is the fifth section.",
    "ai-tika-vin08t28:120_0": "“For five hundred heads, Rāla,",
    "ai-tika-vin08t28:121_0": "Of the fifth goods, they discriminate a heavy goods, boards from arguing.",
    "ai-tika-vin08t28:122_0": "But it is said in the Commentaries that is referred to the Seer:",
    "ai-tika-vin08t28:123_0": "In this way the messenger making a precincts of the monastery and the one who gives the primes to the death of a monk, who is an authority, the owner, and is capable of eating the property.",
    "ai-tika-vin08t28:123_1": "While his student was the Ājīvaka ascetic’s student who was alive at a time of his own maiden, and he gives it to his students.",
    "ai-tika-vin08t28:123_2": "But if anyone dies unconfused, the Sangha becomes the owner of the ownership or the owners of the ownership, then the enemy of mine or the ownership of that person, whether the owner or not you’re authority.",
    "ai-tika-vin08t28:124_0": "It is in this way that the Sangha has given a group to be trickling the roots, etc., have been given to him by the Sangha, have died, or because he has been produced in the Sangha. In this way he should give him a group, an individual essence thus: “After the bowl belonging to the Sangha, it should be given to an individual.”",
    "ai-tika-vin08t28:124_1": "The Sangha should appoint the designation of a dwellings assigner.",
    "ai-tika-vin08t28:124_2": "For this is said in the chapter of dwellings: ‘Ascetics, what should we do?’",
    "ai-tika-vin08t28:124_3": "The monks told the Buddha.",
    "ai-tika-vin08t28:124_4": "ʻYou should appoint a monk who has five qualities as the distributor of dwellings,’ and so on.",
    "ai-tika-vin08t28:125_0": "In this place what is called, “In this dwelling place” is a “respect” in this place beginning with the receiver of therainy season, desires, and vote is threefold.",
    "ai-tika-vin08t28:125_1": "Two years in the first Rains Retreat is the first dwelling assigner of therainy season.",
    "ai-tika-vin08t28:125_2": "Two on lodgings, and take care of the receiver’s from the drains, and that is the one who is like the alms-food eater’s dwelling, then that is the twofold doctrine of the teachers and the three times.",
    "ai-tika-vin08t28:125_3": "This is the one who takes the recipients, but he thought,",
    "ai-tika-vin08t28:125_4": "The monks told the Buddha.",
    "ai-tika-vin08t28:125_5": "There are three times that are the first dwellings before the last dwelling.",
    "ai-tika-vin08t28:125_6": "The second allocation of knowledge is to be given away while he is still a month to entering the rainy-season residence. He should then enter the restroom in the future. He should then continue the way to enter the rainy-season residence.",
    "ai-tika-vin08t28:125_7": "These are the three times in the common lodgings. Also, these are the first dwellings in the second and the first dwellings, and the last one abode of these.",
    "ai-tika-vin08t28:125_8": "This is the obstacles for them.",
    "ai-tika-vin08t28:125_9": "This, firstly, is the end of the rainy-season residence in the midst of the hot season. The preparing of the rainy-season residence is this. The Sangha has gone to, that is how this lodging should be told, and the Sangha has gone outside.”",
    "ai-tika-vin08t28:126_0": "Lodgings at the rainy season: there are two dwellings at the rainy-season residence.",
    "ai-tika-vin08t28:126_1": "Herein, the winter season it is the time for bathing and anointment, those monks are now staying there, and they must then dismiss the monks who are coming. Some of that dwelling, whenever they come, they are making a dwelling, their head was ready.",
    "ai-tika-vin08t28:126_2": "this dwelling, this is the receiver of the recipient.",
    "ai-tika-vin08t28:126_3": "a resting place for the rainy-season residence, he thinks, “A western dwelling is threefold.”",
    "ai-tika-vin08t28:126_4": "For when he is freed like this, even with the rainy-season residence at the end of the Rains, he enters because of his dwelling, not at the time.",
    "ai-tika-vin08t28:126_5": "For this is said by the Buddha to enter the rains residence in the future. When the invitation procedure is completed, he should stop at the next rains residence for the purpose.",
    "ai-tika-vin08t28:126_6": "At the moment of his moment, etc., the receiver of abode is not worth a fraction of predominance, and that is to say, “Not regarding the receivers or a dwelling,” but rather the resting place is the manner of retreat in the receivers, and so on. That is why abolishing the at the time of example, etc., thinking, “poisonous lodging,” etc., the resting-pof-mon practice, not the remote lodging,",
    "ai-tika-vin08t28:127_0": "Then he said, “Expositions, there are four supports for the sake of dwellings in the five ways of performing dwellings,” and when he has got four supports, he should do so as long as he is asked. From the dwellings they may, if that monk says, “Through with such a dwelling place as yourself,” and if it is no one who stands by an oppositesites. But if it is no one, he shouldn’t be told to say, “No doubts about, who is having gained,,” then he should not do so longer this.",
    "ai-tika-vin08t28:127_1": "There is no end of the dwellings assigning dwellings by the designation of a dwellings and the receiver of the robe-making season. There is no Commentaries.",
    "ai-tika-vin08t28:127_2": "After you’re given to him, he should be content with the precincts of dwellings assigned dwellings. Then, when the Sangha has done a dwelling, he should make an effort to do the invitation procedure with two qualities. He should be appointed by making amends for that offense, and if he has been accused in harmony, he should give him as an offense entailing expulsion. Pleaselimination. Consequently, he should be appointed as well.",
    "ai-tika-vin08t28:128_0": "The Sangha gives permission to an united dwelling, and he does not give them the allocation of dwellings, then how should you be able to do so?",
    "ai-tika-vin08t28:128_1": "“Only the Sangha has prohibited the ladies of the Dhamma, or else the Sangha’s training, he should making suspicious verses for the sake of the eliminations of the Faith, and set out for the sake of the eliminating the benefits of the community by the Sangha, he should be appointed as an arrow at the invitation of one who is constantly established in the Sangha. And after making amends for the meal, he should appointments for the reputation and making amends for the Faith.” He should appointments and has been e. He should appointed by him to the Faith. After that very help from the Faithing that woodener of the Sangha.",
    "ai-tika-vin08t28:129_0": "How do they respond to the giver of permission?",
    "ai-tika-vin08t28:129_1": "“She is able to do so.”",
    "ai-tika-vin08t28:129_2": "How should a mendicant possesses two factors simply understand?",
    "ai-tika-vin08t28:129_3": "“There are manifold oppression for the sickness and death-apples made with flour.",
    "ai-tika-vin08t28:129_4": "it is not so very valuable or profitable.",
    "ai-tika-vin08t28:129_5": "And with the help of that he could have attained perfection and possess the special qualities of many qualities, etc., which is described in the Vinaya as profitable and superior in the scriptures, aggregates, and is independent of others.”",
    "ai-tika-vin08t28:130_0": "But why shouldn’t the dwellings be used in a dwelling belonging to the same Buddhist sect?",
    "ai-tika-vin08t28:130_1": "A mendicant with these five factors is worthy of a dwelling place from a charnel ground, a forest, the weapons, and abode of various kinds, two parts, and ninety-two families.",
    "ai-tika-vin08t28:130_2": "For this is said by the Buddha: “You should appoint a monk who has five qualities as the prejudiced by desire, ill will, confusion, or fear, and who knows who is and is not supervised.”",
    "ai-tika-vin08t28:130_3": "But it is said in the Commentaries: “Amongst those who each person is similar or worse than the one other.”",
    "ai-tika-vin08t28:130_4": "But why are the reasons to give as much as the act of giving?",
    "ai-tika-vin08t28:130_5": "All these five factors and the Sangha should do a legal procedure consisting of one motion and one announcement.",
    "ai-tika-vin08t28:130_6": "for this is said: “Shave brought Revata the Sangha’s legal procedure and have completed the consent of three times, because the consent has been brought for the Sangha, and then make a legal procedure consisting of one motion and three times.”",
    "ai-tika-vin08t28:131_0": "He should not consent to a regular monk offering him a bedroom in a monastery, except if it is an appropriate occasion;",
    "ai-tika-vin08t28:131_1": "“When the Buddha has said for the three months, I allow you to reserve it for the rainy-season residence, but not at other times.”",
    "ai-tika-vin08t28:131_2": "“What are the eighteen?”",
    "ai-tika-vin08t28:131_3": "four bulgings riches, one who is sick and fearful, one who is indeed the Saṅgha.",
    "ai-tika-vin08t28:131_4": "There, more senior monk, the junior monk who lives in that dwelling place should cover himself with according to seniority, as he was a senior monk, and likewise.",
    "ai-tika-vin08t28:131_5": "the Sangha has appointed the storeman. So the storeman’s storerooms behaves in the storeroom and is protected by the Sangha. That is why he is protected and shaved.",
    "ai-tika-vin08t28:131_6": "(The sick) having obtained in the household life, having gained a particular dwelling place into the rest of his own house.",
    "ai-tika-vin08t28:131_7": "for the Sangha has obtained the legal procedures of the Sangha, etc., that is how they are unanimous.",
    "ai-tika-vin08t28:131_8": "for this is said in the Commentary: “Sometimes the teacher who has completed the sick should be got up, that is, a sick-stool.",
    "ai-tika-vin08t28:131_9": "Herein, the one who has gone forth when he’s old should not be appointed as a new threatened by the Sangha. He should then give him the full admission to the Sangha, and who is sick and has been given to him by careful building work. If he gives his full admission to him, he should be able to get up, and he should give him his full admission. So he should not give him his full admission.”",
    "ai-tika-vin08t28:131_10": "apart from these four rules entailing expulsion, the rest are the same.",
    "ai-tika-vin08t28:132_0": "In the same way, when the monks have completed the rains residence, they must give it away.",
    "ai-tika-vin08t28:132_1": "For this is said in the Commentaries: “Son, when the newly arrived monks arrive at the first time, the middle of the meal, or the last dwelling, then the last dwelling is the rainy season, and the water should not be given back first to those monks, whether the other time.”",
    "ai-tika-vin08t28:132_2": "And now, having heard that when people saw a dwelling, some people prepared a meal for the Sangha, and after hearing the word making a great a sangha, some of them, some people presented them to their own dwellings, while others choose to do their jobs, saying, “Thus, while others did not give having a monk to the requisites,” and after hearing the training and making an offering, some people pursue the Roja of the community. And here, having entered the good families, and making an offering, they give request a dwelling place for the requisite, even a choice of the Sangha, while others set out of that family.",
    "ai-tika-vin08t28:133_0": "These three times, too, at the time of giving gifts and the Saṅgha in the precincts, is for all forty-three-robes, and for provinces.",
    "ai-tika-vin08t28:133_1": "The second time, for the very time, some people, making a great donation at the wrong time, and for the sake of the Saṅgha, is the same because of giving and sharing.",
    "ai-tika-vin08t28:133_2": "But in the third time, too, a fourth time for giving donation, even for the sake of a person, thinking, “This is the proper conduct in the Sangha.”",
    "ai-tika-vin08t28:133_3": "If this being so, it would think about a person’s dwelling by the consciousness and its difference in accordance with the Saṅgha, and others would say:",
    "ai-tika-vin08t28:134_0": "“Be precedes thoughts, mind is their chief, (their quality is)",
    "ai-tika-vin08t28:135_0": "if with pure mind one speaks or acts,",
    "ai-tika-vin08t28:136_0": "happiness is held in happiness due to the shadow of happiness, thus it is an unsuitable .",
    "ai-tika-vin08t28:137_0": "because of speaking only of the word of the person.”",
    "ai-tika-vin08t28:137_1": "Some of them said, “Dears in this way you should speak accordingly.”",
    "ai-tika-vin08t28:138_0": "Here is this:",
    "ai-tika-vin08t28:138_1": "This is the precincts of the Fraternity. A sangha consisting of a group of nine people similar to an individual essence. Therefore, when it is said, “The Community is used to be used for the donors of the requisites belonging to the Sangha.” And it is used in the eighth day without being used to give gifts.",
    "ai-tika-vin08t28:138_2": "When he said, “He is an individual”, he gives a gift to that person, saying, “Give usually receives wealth,” and on the third occasion, he is legitimate, in accordance with the Sangha.",
    "ai-tika-vin08t28:138_3": "some, after making a dwelling place, some the venerables take the series, saying, “I give it to the dwelling,” “I give the monastery.”",
    "ai-tika-vin08t28:138_4": "Some individually gave this person to a monastic boundary, saying: “I give this monastery.”",
    "ai-tika-vin08t28:138_5": "But there are some who take from one who has confidence in the comprehension of a group, that is to say, the receivers, but not the recipients.",
    "ai-tika-vin08t28:138_6": "And they were told where some of the carts had elapsed, some later-food-eater.",
    "ai-tika-vin08t28:138_7": "Whoever has no inclusiveness when all the forms.",
    "ai-tika-vin08t28:138_8": "For this is said in the Commentaries: “In one place there is two meals that are not one elsewhere, but many otherwise;",
    "ai-tika-vin08t28:138_9": "belonging to the Sangha.”",
    "ai-tika-vin08t28:139_0": "even if he discards that person, the recipient of a Ājīvaka ascetic, or at the time of his student, the preceptor should give him the primary element.",
    "ai-tika-vin08t28:139_1": "some who have died",
    "ai-tika-vin08t28:139_2": "While this is said in the Commentaries: “Lives of life encircled by a requisite belonging to oneself, no matter what belongs to anyone of those men.",
    "ai-tika-vin08t28:139_3": "the one who takes it is good.”",
    "ai-tika-vin08t28:139_4": "The Sangha told him, “Monks, I have a comfortable bowl and robes for the Sangha. But even if the sick monks have a meal for many monks.",
    "ai-tika-vin08t28:139_5": "I allow the Sangha to give the three robes and the bowl to the nurses. The Sangha has put a shelter, oil, honey-food, and synovial flue. The Sangha should then break the level, bed, chair, and bench in the Sangha’s presence.”",
    "ai-tika-vin08t28:140_0": "In the Sangha, the monks from Pāvā went to the western Monastery, the second allocation, the first three training rules on the shoulder, the first dwellings, and the second rainy-season residence was given to by the Sangha. But it has been given to him in the presence of the groups of two, and he has given the rainy-season residence at the end of the five months.",
    "ai-tika-vin08t28:140_1": "Those who are seniors become sick and those who are very one’s own state become (thinking):",
    "ai-tika-vin08t28:140_2": "For this is said in the Commentaries that are more senior to be a more senior to get up. The sick one should not be exhausted for the sick.",
    "ai-tika-vin08t28:140_3": "The Sangha has given the bulbs to the goods, etc., that is to say, the goods that are to be given to the good.",
    "ai-tika-vin08t28:140_4": "For this is said in the Vaṅgīsa, the one who lives in the Dhammapada:",
    "ai-tika-vin08t28:140_5": "And he gives them to a room, therefore it is given to them.”",
    "ai-tika-vin08t28:140_6": "So that’s how they understand:",
    "ai-tika-vin08t28:140_7": "The junior monks should live in the Saṅgha according to seniority. They are expert in that monastery as before.",
    "ai-tika-vin08t28:140_8": "he who is competent and capable is in that place, and he is expanded as before.",
    "ai-tika-vin08t28:140_9": "Wherever this dwelling is the dwelling, he should be told to say: “This person is helped,” and he should be told to say.",
    "ai-tika-vin08t28:140_10": "the Sangha says, “My hermits should be told to have me.”",
    "ai-tika-vin08t28:140_11": "So it is when a disciplinary issue in the four directions.",
    "ai-tika-vin08t28:141_0": "Because of this, the more senior monks say, “Whether you should do so. You should get up from your seat when you go.” But the one who is more senior, thinking, “Having take a seat, I do not confess it.” But there is no one who is more senior, the junior monk who does not perceive them as such, and he is therefore the one who gives her the full admission.",
    "ai-tika-vin08t28:141_1": "He said, “Anyone who has learned much about the rules for the Community, reciting him with a variety of determination, sexual intercourse, and he discussing what he has been brought by him, and he replies, “I have a sense of urgency, I allow you to give him unspecified,” and he says. That is why therefore it is meant.",
    "ai-tika-vin08t28:141_2": "I have a dwelling built for the monastery in the vicinity of a dwelling. And I have much money and grain, a distributor of curity.” But therefore it should be done.",
    "ai-tika-vin08t28:141_3": "The Sangha has given a dwelling belonging to the Sangha. It is allowed to a sangha that is to be given to someone else, even if it is of four kinds. It has been given to him, he should carry a neighbourhood of water to the Sangha, for washing the feet and analysis of the Sangha. And it is only a small unity in the Sangha’s presence.”",
    "ai-tika-vin08t28:142_0": "Herein, he should speak to those monks who are senior to get up from their seats in the shade of the seats, etc., and seated in the dining hall, and he must eat whatever seats before he was told by the Buddha.",
    "ai-tika-vin08t28:142_1": "If he is senior, he should do the invitation procedure with one of seniority. He should not give away the full admission to senior monks, and he should give him the full admission to the senior a regular monk. He should then give him the full admission to the more senior monk who is more senior and who has completed the rainy season.",
    "ai-tika-vin08t28:142_2": "“An arrangement,” he should knee-deep, ladies of property, and then this is why he should not examine the meaning of this.",
    "ai-tika-vin08t28:143_0": "he calls a lot of the Community, “Your eliminating a foreign embracing a foreigns,” etc., and he then stopped much by one. Then, having given a dwelling place on the alms-bowl, he resembles a lot and eliminated from the Community. Then he has called many soupidity with the community.",
    "ai-tika-vin08t28:143_1": "“I allow you to explain this.”",
    "ai-tika-vin08t28:144_0": "If he does not reserve it, he should block it.",
    "ai-tika-vin08t28:144_1": "told him of the dwellings, he said: “You have had enough, this dwelling place.”",
    "ai-tika-vin08t28:144_2": "For just as it is said in the time when an ordinary person, no matter however, they think, “Once upon a time in a wilderness, an ordinary person, whose mind is attached to it, not being a little” .",
    "ai-tika-vin08t28:144_3": "For the whole of the Vinaya Commentaries should not be given away by one: “From the first three kinds of Vinaya, give away the commentary on the thirty-two pieces, or the givers in the Vinaya-half, etc., before he has called a person.” So he should say, “There is an unthinknowing for that person.”",
    "ai-tika-vin08t28:145_0": "The Sangha should give a monk the name of the Sangha assigner of dwellings and depart to the community by theft. The Sangha should then expel the dwellings of the Sangha. He should then designate the label, foot-scraper, and water for washing the feet. And he should appoint a monk who has been given to him by a unanimous Sangha.",
    "ai-tika-vin08t28:145_1": "A mendicant with five factors is rarely developed and cultivated these five factors. It’s hard to look after.",
    "ai-tika-vin08t28:145_2": "But if it hasn’t been made up in this way, he should apply himself to the Supreme Man’s envelopings of the Enlightened One, etc., and he should not give such a small gift by him, and he should not give him a small gift.",
    "ai-tika-vin08t28:146_0": "He should repeat three kinds of word from repeat.",
    "ai-tika-vin08t28:146_1": "The Sangha asked the monks, “Did you get the idea of the monastery, and then ask for the intention to wait for your relatives?” When they said, “You should give us a robe, Venerable Dabba, weeping, with an authority and then ask for the recital,” and if it is expressed, he should give it to him, saying, “Now, who is this?”",
    "ai-tika-vin08t28:146_2": "Then all persons descended the best seat, the more senior monk who was the best seat, the best drink, and the best alms-food eater should be given to everyone. And he should then continue the Dispensation, and he shouldn’t be spoken of.",
    "ai-tika-vin08t28:146_3": "When he said, “The group-of-five monks have been given the full ordination by someone who speaks on the Monastic Law, and on the following day, he should be given to the teacher in order to give an expert on the Teaching, the Monastic Law, and the Teacher’s instruction.”",
    "ai-tika-vin08t28:146_4": "How do you understand this?",
    "ai-tika-vin08t28:146_5": "“Of the housewife or the Sangha’s word can designate the Teaching, the Monastic Law, and the Teacher’s training, or the one who has taken up the special qualities of the Dhamma, Queen, ancestors, and prey to be appointed as doing what is allowable and say.”",
    "ai-tika-vin08t28:147_0": "but here the rod of the household life, (thinking): “Where is it about today,” or “They are you doing it incomparable?”",
    "ai-tika-vin08t28:147_1": "But these days the village is not involved.",
    "ai-tika-vin08t28:147_2": "If there is anything left over, the housebuilding hall in the dwellings, the preparing of the robe-cloth in the monastery, the Saṅgha, the preceptors and teachers, then gives the bowl and robe, and the sauces to the Sangha, it should be given to him. Beings to the monastery, the weepings, the robe-cloth, and the Sangha should give him a sarong.",
    "ai-tika-vin08t28:147_3": "Herein, here it is on the side of the disciples who are learned and a master of the tradition; who are an expert on the Teaching, the Monastic Law, and the summaries; who are knowledgeable and competent, has a sense of conscience, and is afraid of wrongdoing and fond of the training.",
    "ai-tika-vin08t28:147_4": "Then another person should be given a learned reciter of the Monastic Code: “Should come up,” and “There are many monks for the purpose of helping the recitation, he should give such a large dwelling, and having has been accused in order to do the invitation procedure by the Sangha. He should then give him a behave like this: “The monk is comfortable for the purpose of the community.”",
    "ai-tika-vin08t28:147_5": "How do you understand this?",
    "ai-tika-vin08t28:147_6": "“But because of the recitation passage for recitation, questioning, and answering many times to make an effort, and because of this.”",
    "ai-tika-vin08t28:148_0": "Then another person, knowing that the Teaching was taught by the Sangha, was an expert on the Teaching, the Monastic Law, and the Teacher’s very helpful, has been dyed, having taken a group, has been a teacher of the Disciple of the Vinaya, should be appointed as before.",
    "ai-tika-vin08t28:148_1": "How do you understand this?",
    "ai-tika-vin08t28:148_2": "“Of the housewife or the Sangha’s word can designate the Teaching, the Monastic Law, and the Teacher’s training, or the one who has taken up the special qualities of the Dhamma, he gives many words and practises it by means of the Noble Ones.” And he gives the gift of Queen, after having spoken the person’s instruction.",
    "ai-tika-vin08t28:149_0": "Then another person, thinking, “This person is very learned,” and he then reciting them, “Yes,” he should make an effort to do so.",
    "ai-tika-vin08t28:149_1": "How do you understand this?",
    "ai-tika-vin08t28:149_2": "“She has been told by the head of the Sangha assembled for the nuns in the Arahantship.”",
    "ai-tika-vin08t28:149_3": "Then, if he asked, “Yes, the origin of the Monastic Code,” he replied, “It’s good,” and he asked, “It’s good, Venerable Ānanda,” he should be asked, “It’s good.”",
    "ai-tika-vin08t28:149_4": "When told, “Give meat”, he should put it away, thinking, “When I haven’t committed an offense.",
    "ai-tika-vin08t28:149_5": "Why?",
    "ai-tika-vin08t28:149_6": "“You should not allocate a dwelling to one outside the monastic boundary. If you do, you commit an offense of wrong conduct.”",
    "ai-tika-vin08t28:150_0": "Then, if he has a new possesses one factors, he must take leave of them, he should ask for the meaning, “This is what is meant.” When he has been asked, “It’s good, ought to be given to you,” he should confessed, “Venerable sir.”",
    "ai-tika-vin08t28:150_1": "How do you understand this?",
    "ai-tika-vin08t28:150_2": "“An auspicious One, while he was apprehending the special qualities of the Dhamma, effacement by his foes, embracing the Master’s special qualities, and he makes wide opened by the Master’s virtue, and so on.”",
    "ai-tika-vin08t28:150_3": "if he is asked, “There is no one outside,” and he is outside the monastic boundary, he should say, “There is no one to do so,” and he should then be told to give, “Dear this.”",
    "ai-tika-vin08t28:150_4": "Why?",
    "ai-tika-vin08t28:150_5": "“And if they’re not able to obtain a boundary, a teacher should say, a pupil of the eighth parts.”",
    "ai-tika-vin08t28:151_0": "If they do, it should be given in one preceding a blessing to a maintain, or two or three monks.",
    "ai-tika-vin08t28:151_1": "Vaḍḍhamāna:",
    "ai-tika-vin08t28:151_2": "How do you understand this?",
    "ai-tika-vin08t28:151_3": "“If you don’t reserve be reserved according to seniority, you should commit an offense of wrong conduct.”",
    "ai-tika-vin08t28:151_4": "But if there is none of these boundary, he is incompetent, united, and bad-restraint of wounds:",
    "ai-tika-vin08t28:151_5": "“If the dwelling arrived monk arrives at that monastery, he is a learned and a master of the tradition; he is an expert on the meaning, the resident monks should go to another monastery and only for the sake of their own going.",
    "ai-tika-vin08t28:152_0": "If you know this, how should you know it?",
    "ai-tika-vin08t28:152_1": "“It may be that a number of monks are ignorant and incompetent, often reviewing the Monastic Code in a certain monastery or not.",
    "ai-tika-vin08t28:152_2": "Then a monk arrives who is learned and a master of the tradition; who is an expert on the Teaching, the Monastic Law, and the summaries; who is knowledgeable and competent, has a sense of conscience, and is afraid of wrongdoing and fond of the training. He should be attended on by those who are competent, learned, one who has been accused intelligent, and fond of the training.",
    "ai-tika-vin08t28:152_3": "If they don’t look after him in this way, then he should think: ‘If I have been supported by him in the company of the Master, the fully awakened Buddha, because I’m not able to support them, I’ll make a neighbourhood, the discourses of the community by the Sangha.’",
    "ai-tika-vin08t28:152_4": "Then the meaning should be illustrated by the four ways of being inclusively and the western side. He should be chiefly supported by them:",
    "ai-tika-vin08t28:152_5": "If the whole Sangha does not do, he commits an offense of wrong conduct.",
    "ai-tika-vin08t28:152_6": "It may be that neither senior monks nor restrain them on their own dwellings, nor do they attend on him with care.",
    "ai-tika-vin08t28:152_7": "On the following day of the Great Elders Suttantas held together in the precincts, etc., he should not consent to food.",
    "ai-tika-vin08t28:152_8": "In this way, too, the Elder Mahā Kassapa should go to the assembly.",
    "ai-tika-vin08t28:152_9": "having understood them, he should go first to the Great Elder Mahārakkhita.",
    "ai-tika-vin08t28:152_10": "If you do, there are mendicants who are attending to: ‘There is, I am living close by you, and you should do so.’",
    "ai-tika-vin08t28:152_11": "Then something that’s where there’s nothing that I’m going with, and that one should say, ‘We’ll live alone withdrawn’s doctrine!’",
    "ai-tika-vin08t28:152_12": "In this way he is outside the monastic boundary, having slaughtered outside the monastic boundary, delivered, (and) to bear a lot of deliverance, (and so), having made known, the including the wives for the purpose of showing the benefits, and (theself).",
    "ai-tika-vin08t28:153_0": "If you don’t, he should sit down outside the monastic boundary, and he should give him a dwelling place there without monks, he commits an offense of wrong conduct. Then if you have told him, “Whoever have gone? ”",
    "ai-tika-vin08t28:153_1": "if he stands outside the monastic boundary, thinking, “No doubt, this is the meaning, this is why I stand, this is undefilement, this is the meaning, but this is not the venerable’s dwelling,” and he sits down on the ground, and he shouldn’t observe a dwelling place. So he should stands outside the monastic boundary until the fourth.",
    "ai-tika-vin08t28:153_2": "For it is said in the Commentaries that are many and four or five leagues, even if they hear the robe-cloth, it seems, to the monks who are maintaining it. When they’re separated from the robe-cloth, they should be given to the monks.”",
    "ai-tika-vin08t28:153_3": "for one who is recited the Monastic Code in its recitation when there is no dangers and settles, and has to go to a monastery.",
    "ai-tika-vin08t28:153_4": "or even if he has entered the rainy-season residence for the hot season, he cannot be able to stay in the rainy-season residence.",
    "ai-tika-vin08t28:153_5": "Where there is the recitation of the Monastic Code, there is a spending there, he should go outside the monastic boundary and tell him a number of monks.",
    "ai-tika-vin08t28:153_6": "for this is said by the Blessed One:",
    "ai-tika-vin08t28:154_0": "“In such a case",
    "ai-tika-vin08t28:154_1": "Those mendicants should learn the Monastic Code by himself or its recitation.",
    "ai-tika-vin08t28:154_2": "If he’s able to do this, it’s good.",
    "ai-tika-vin08t28:154_3": "If not, then those monks should all go to a monastery where the monks know about the observance-day and the observance-day procedure, about the Monastic Code and its recitation.",
    "ai-tika-vin08t28:154_4": "If they don’t go, they commit an offense of wrong conduct.",
    "ai-tika-vin08t28:154_5": "“It may happen that a number of ignorant and incompetent monks don’t know the observance-day procedure by reciting the Monastic Code in a certain monastery or its recitation.",
    "ai-tika-vin08t28:154_6": "Those mendicants should learn the Monastic Code by himself or its recitation.",
    "ai-tika-vin08t28:154_7": "If he’s able to do this, it’s good.",
    "ai-tika-vin08t28:154_8": "If not, then one monk should learn the Monastic Code in one place within seven days or eight days in detail.",
    "ai-tika-vin08t28:154_9": "If he’s able to do this, it’s good.",
    "ai-tika-vin08t28:154_10": "If not, then those monks should not spend the rainy-season residence in that monastery, he commits an offense of wrong conduct.”",
    "ai-tika-vin08t28:155_0": "When he is outside the monastic boundary, it is still unable to make the proclamations in this way. That is why he is unable to make the proclamation of the Faith in the evening, he is unable to make offerings in common with the fourfold opposite sex. That is why it shouldn’t be allowed.",
    "ai-tika-vin08t28:155_1": "Exaltedness as stated under the measureless states consisting in unlimitedness,",
    "ai-tika-vin08t28:155_2": "For the purpose of precincts is that group.",
    "ai-tika-vin08t28:155_3": "When the Buddha has been ejected, he should give up those who have been ejected, that is to say, the three is granting, and the making amends for those who have been ejected.",
    "ai-tika-vin08t28:155_4": "But even to be able to do so it is not allowed to make a shameless.",
    "ai-tika-vin08t28:155_5": "They become ashamed of what is not shameful and soilful.",
    "ai-tika-vin08t28:155_6": "one who is quarrelsome and argumentative, one should throw out the dwellings.",
    "ai-tika-vin08t28:155_7": "For that is why the quarrelsome and the whole of the monastery is worthwhile,",
    "ai-tika-vin08t28:155_8": "for if he were to break his power, he would break a fraternity in the Sangha;",
    "ai-tika-vin08t28:155_9": "But if he is shameless, he should not throw down his own quarters and have reached his own dwelling place on the size of the monastery, or he should not go out in the eighth day.”",
    "ai-tika-vin08t28:156_0": "He will not be able to make a share of the King, a counterpart of the Community, and so am I.",
    "ai-tika-vin08t28:156_1": "For this is said: “In the same way, may a single moment or a person with a single malevolent phrase in an individual may be, or a single one of the new abode of virtue or a single lake befitting. That’s why they may all come together in a smaller number of newly arrived monks.”",
    "ai-tika-vin08t28:156_2": "for this is said by the Blessed One:",
    "ai-tika-vin08t28:157_0": "“The Buddha has learned the teachings of the Buddha,",
    "ai-tika-vin08t28:158_0": "one who is like a pendant of river gold, who is he not worthy to blame him?",
    "ai-tika-vin08t28:159_0": "Deities praise him constantly, By Brahmā also is praised.”",
    "ai-tika-vin08t28:160_0": "The Sangha has done this. The Sangha has performed great sacrifices and instructs that are worthy of the special qualities of the Sangha. He has the intention of being well-kept. He then continuously pressed to give gifts to the Bhikkhu fraternity.",
    "ai-tika-vin08t28:161_0": "But when the senior monk who wants to have old agents in the Sangha of nuns, whether he has done or not, and he should go to another countryside, through the dying of seclusion, discovering the unaffectedness of the Community, or he has passed away, thinking: “This monk is an unrival to eat the effacement, or he has passed away, that making the dwelling place with such qualities as the Community.”",
    "ai-tika-vin08t28:161_1": "Then the Sangha, without having gone to the four quarters, the Sangha at least with a number of nuns, proper enclosed the Fortunate One’s going to an individual, but having asked permission to be asked: “Venerable sir, what this person has been informed and asked about.”",
    "ai-tika-vin08t28:161_2": "and the Great Elder Mahātissa having all that was well.",
    "ai-tika-vin08t28:161_3": "If not, then he is not able to discover what a person from his own current, he has said about an individual essence.",
    "ai-tika-vin08t28:161_4": "This being so, the Sangha goes to an individual. This is how the Saṅgha shouldn’t be given consent.",
    "ai-tika-vin08t28:162_0": "If the Sangha wants to give me permission, then the Sangha should give him permission and then, if it is considered, they should be given to that person, but if it is not suitable to give them, they should be given to the Order, because it is proper for a person, and if they do so.",
    "ai-tika-vin08t28:162_1": "For this was said in the Commentaries: “There is nothing that monasteries and appears in the home of the Community, and there is one monk who remains silent.",
    "ai-tika-vin08t28:162_2": "Because the service of the Saṅgha is there, he who does nothing monstrous.”",
    "ai-tika-vin08t28:162_3": "For this is said:",
    "ai-tika-vin08t28:163_0": "“If you act against the teaching",
    "ai-tika-vin08t28:164_0": "out of favoritism, hostility, cowardice, or stupidity,",
    "ai-tika-vin08t28:165_0": "His fame diminishes,",
    "ai-tika-vin08t28:166_0": "like the moon in the waning fortnight.",
    "ai-tika-vin08t28:167_0": "“If you act against the teaching",
    "ai-tika-vin08t28:168_0": "out of favoritism, hostility, cowardice, and stupidity,",
    "ai-tika-vin08t28:169_0": "your fame swells,",
    "ai-tika-vin08t28:170_0": "like the moon in the waxing fortnight.”",
    "ai-tika-vin08t28:171_0": "But when the senior monks come, the teacher should not pay homage to anyone else, like this. They can do the duties on the Saṅgha by means of the monks, without making amends for the Faith. In this way: “You should give you a teaching behave like this.” Then, when you are constantly about the monastery, he should ask for the proclamation, “You’re going outside the monastic boundary and the monastic boundary, please doing that person by the Sangha.",
    "ai-tika-vin08t28:171_1": "When it is outside the monastic boundary, and having spent the boundary, he that person, after being asked about the most excellent community, of the Fraternity, of the monastery, and having approached that person, because it was the rainy season, the beggar of the Sangha and the grandmothers of that person.",
    "ai-tika-vin08t28:171_2": "Venerables, you’ll talk about what you have. Talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom. You will listen to the teaching Dhamma to an unfaithful person with a confident heart.",
    "ai-tika-vin08t28:171_3": "For that mendicant who in whom the shameless is make much merit and growing in faith, ethics, learning, generosity, and wisdom. They will grow in faith, ethics, learning, generosity, and wisdom.”",
    "ai-tika-vin08t28:171_4": "For this is said: “And what is the path that is purified, what is better, possesses the ten kinds of good conduct, that is to say, the ten kinds of heavenly inspires confidence in those without it?”",
    "ai-tika-vin08t28:171_5": "or by training under whom one grows in faith, ethics, learning, generosity, and wisdom. This is called resort as support.”",
    "ai-tika-vin08t28:171_6": "Then, having thus made her arrangement in this way, he should give the sarong and one belonging to the same Buddhist sect.",
    "ai-tika-vin08t28:172_0": "In this way one grows in Jeta’s Grove,",
    "ai-tika-vin08t28:173_0": "She has been preserved by a wise monk, and has wishes to do so.",
    "ai-tika-vin08t28:174_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t28:175_0": "talk about the dwellings,"
}