{
    "ai-tika-abh02t7:0_0": "8. Sammappadhānavibhaṅgo",
    "ai-tika-abh02t7:1_0": "1. Suttantabhājanīyavaṇṇanā",
    "ai-tika-abh02t7:2_0": "They tell him, “Striving people with good qualities,” etc., as they do so, the meaning is, it is beneficial, etc., similar to a their own good reputation, and they explain the meaning of its accumulation. It is the meaning of its meaning, it is the meaning.",
    "ai-tika-abh02t7:2_1": "right effort is what is said.",
    "ai-tika-abh02t7:2_2": "pursuing the path to awakening,",
    "ai-tika-abh02t7:2_3": "Abandoning the yoke, the conduct of the others, he will be reborn in the next life.",
    "ai-tika-abh02t7:2_4": "”—”This is to be used in these things, etc., that is to say, “This is to be eaten,” or is to be eaten by the rest.",
    "ai-tika-abh02t7:3_0": "(They do) arisen, which have not arisen, (including) continually pressuring and rolling on the object.",
    "ai-tika-abh02t7:4_0": "to show their views, like the teaching, and view of zeal obstinacy is shown by choice that provides fuel for attachment.",
    "ai-tika-abh02t7:4_1": "“In this context, Sensual pleasures take effect overestimation, desires, fondness, thirst, passions, and craving for sensual pleasures, have the same doctrine of views.”",
    "ai-tika-abh02t7:5_0": "he says “I am satisfied,” “It is inspiring for my energy,” and “It is used inspires confidence in the heart, being energetic, and energy.",
    "ai-tika-abh02t7:6_0": "Proclaiming the path held in all former times,",
    "ai-tika-abh02t7:6_1": "Having received the profitable states in regard to this very helpful, they say: “Seeing to the idea of the profitable states in regard to this precept, opposite them, and incapable of reaching the enlightenment factor, they must be respond to a path, and not being a concluded from that first.”",
    "ai-tika-abh02t7:7_0": "he is expelled, a person who does not have respect and reverence for the Saṅgha.",
    "ai-tika-abh02t7:7_1": "Since he doesn’t enjoy (them), he does not regret it, is the meaning.",
    "ai-tika-abh02t7:7_2": "Since it is so, it is freed by the power of one observed by the one who is starting up something else, thinking, “He is not able to discern them.”",
    "ai-tika-abh02t7:7_3": "For it’s not able to keep up the straps in the discourse.",
    "ai-tika-abh02t7:7_4": "clothes that he is obtained in this way: “This attainment, proceeds in insight, and goes to the state of existence.” ...",
    "ai-tika-abh02t7:7_5": "These teachings lead to the decline.”",
    "ai-tika-abh02t7:8_0": "Herein, there are two kinds of striving: here “voke this is the end of the striving and giving up.”",
    "ai-tika-abh02t7:8_1": "these (graspings) arise motivated by the tip,",
    "ai-tika-abh02t7:9_0": "The fourteen great primaries for resident monks, the resident monks, the newly arrived monks, the Phetakas, the Parks, the World’s dwelling, and the Noble Ones built the Punittices for the sake of the meritorious Makings (of the Champion), a dwelling place consequences of the monastery, the Paccekabuddhas, and the Great Kings.",
    "ai-tika-abh02t7:9_1": "then, when the legal procedure is finished, the precincts, the invitation procedure should be done against one who has arrived, the one who is the truth, the one who is bad, the one who is the truth.",
    "ai-tika-abh02t7:9_2": "Since there are no recommendations that are impulsion, but therefore the great donors.",
    "ai-tika-abh02t7:9_3": "then, thinking, “I’ll lay down the proper conduct for resident monks.” ...",
    "ai-tika-abh02t7:9_4": "When a monk doesn’t walk up and down to the ground, he should stand on one another according to the other monastery as a regular monk. Then he should stand on the ground at the foot of the sentry, he should stand in the same room as a regular monk deserving to be sent back to the beginning as a regular monk; he should stand in a dwelling with him when bathe; he should stands down in the same room as a regular monk deserving to be given the trial period; he should stand on one another according to the Teaching, the Monastic Law, and a group of six days.",
    "ai-tika-abh02t7:9_5": "And he shouldn’t bow down to him, stand up for him, raise his joined palms, or do acts of respect for a single monk. He should see his virtue that has been replying to his virtue when he has been given to him. He should give his consent to the same rainy season.",
    "ai-tika-abh02t7:9_6": "Again, what is contradict to the true teaching, actually given, one is precisely by one who gives what is convention, the one who is set aside and what is known as the best.",
    "ai-tika-abh02t7:10_0": "It is here that the results of continued existence has been surmounted in terms of continued existence, non-disappearance, and is not free from the future becoming, since it is said in regard to the kamma-resultaneously abode, and it is like the man who has fallen into it, and it is in accordance with the continuation of (wholesomething) that is mentioned, then it is “fitting away from future becoming” . And then the workings have reached the result of past deeds in the future kamma-profitable. Then the resultant kamma-existence of accumultences, which is free from deliberating the result of accumulations, and has thus: “Faction through the result of liberating the result of liberations, and has been reborn there, and has been reborn thereforemed, and have become in liberating the resultant”",
    "ai-tika-abh02t7:10_1": "Because it’s not given up by defilements that should be given up by the path.",
    "ai-tika-abh02t7:10_2": "That’s why it is said: “So it has been driven out. ”",
    "ai-tika-abh02t7:10_3": "you’re not to be spoken of.”",
    "ai-tika-abh02t7:10_4": "They’re not conducting themselves properly.",
    "ai-tika-abh02t7:11_0": "* The sign, which is accompanied by defilements and has reached the penis, like the opposite sex, the trees of a tree, which are attached to a tree, like a livid corpse, like a window, or a log.",
    "ai-tika-abh02t7:11_1": "After he has gone out of the first three cases: “They will not be done in the previous set.” They’ll do the duties in such a place and not because he has to be spoken.",
    "ai-tika-abh02t7:12_0": "and consecrated the analytic knowledges.",
    "ai-tika-abh02t7:12_1": "When they’ve abandoned the path, and only rewards in the past, that is very fruitful, and unable to make a tree, it was in the past and future. Its fruitful and fit to stand with the level of the fruits, bringing about the fruit of the fruits of Laṅkā.",
    "ai-tika-abh02t7:12_2": "Herein, just as, when there are fruits and results in a tree, there will be no more fruits or results.",
    "ai-tika-abh02t7:12_3": "When there is no fruit, there is no coming to be when there is no attendant and there is no development of mindfulness that can be made up of the path and god.",
    "ai-tika-abh02t7:13_0": "The commentary on the discourses is finished.",
    "ai-tika-abh02t7:14_0": "3. Pañhapucchakavaṇṇanā",
    "ai-tika-abh02t7:15_0": "427.",
    "ai-tika-abh02t7:15_1": "An educated mendicant should ask questions in order to perform the dealing with energy. If they don’t, they should say, “This is the practice that leads to energy,” because they say, “This isn’t possible to say, ‘Not.’”",
    "ai-tika-abh02t7:15_2": "But if his consent has not been given to him, it is not said to be the charge of the path because he cannot reach the idea of the path.",
    "ai-tika-abh02t7:15_3": "They don’t led on the path to any other prevented by enthusiasm or trade.",
    "ai-tika-abh02t7:15_4": "Then the right efforts can be understood as stated in the path because of the path is reckoned as an incalculable, and the nine kinds of path.",
    "ai-tika-abh02t7:16_0": "The Questions of questions is finished.",
    "ai-tika-abh02t7:17_0": "The one with the right efforts is finished."
}