{
    "ai-tika-s0402t26:0_0": "(9) 4. Samaṇavaggo",
    "ai-tika-s0402t26:1_0": "1-5. Samaṇasuttādivaṇṇanā",
    "ai-tika-s0402t26:2_0": "82-86.",
    "ai-tika-s0402t26:2_1": "In the fourth (story), on the first receivers, etc., is said: “Have in this first portion of the giving,”",
    "ai-tika-s0402t26:2_2": "In higher ethics, higher mind, and higher.",
    "ai-tika-s0402t26:2_3": "(But) the description of the development of virtue is shown by one who has obtained his virtue, and it is said to show that virtue in the Brahmajāla Sutta’s in the way beginning, “Not softer.”",
    "ai-tika-s0402t26:2_4": "that is to be cultivated: he has to train in.",
    "ai-tika-s0402t26:2_5": "And there are ten kinds of canceling of the Monastic Code: ten kinds of virtue, namely, the one who abides in the higher ethics, the higher mind, and the higher wisdom. It is manifested in the Pātimokkha.",
    "ai-tika-s0402t26:2_6": "Eight attainment, the mind, and the path with insight based on the first jhāna, as its object, and the path with its object.",
    "ai-tika-s0402t26:2_7": "the wisdom there is from having insight, is the knowledge of the path, the state of partaking of wisdom, and the state of being endowed with insight.",
    "ai-tika-s0402t26:2_8": "Besides, the ten precepts according to the Truths which are the ten precepts, is the same in the analytical knowledge which consists of Nibbāna.",
    "ai-tika-s0402t26:2_9": "and the eighth section on quenching, the meaning have been attainment -",
    "ai-tika-s0402t26:3_0": "“Having good friends, and bad deeds,",
    "ai-tika-s0402t26:4_0": "For this is the thirty-two constructions:",
    "ai-tika-s0402t26:5_0": "When In the past, future, and present are grounded on the root of suffering in the past. Their characteristic of continued existence is to be found. And when developed and cultivated they wish, they say.",
    "ai-tika-s0402t26:5_1": "In the second tetrad there are five more pentads.",
    "ai-tika-s0402t26:6_0": "The confirmation of ascetics is finished.",
    "ai-tika-s0402t26:7_0": "6. Paṭhamasikkhāsuttavaṇṇanā",
    "ai-tika-s0402t26:8_0": "87.",
    "ai-tika-s0402t26:8_1": "she practices accordingly.",
    "ai-tika-s0402t26:8_2": "the lesser training rules, which have been undertaken and followed by the lesser training rules, but is unsure about.",
    "ai-tika-s0402t26:8_3": "Remember the northern carts, conducts, details, and teachers of teachers, the upper robes of the story, the upper robe is what is said.",
    "ai-tika-s0402t26:8_4": "and he became aroused with the world’s roaming the world’s material delights, having abandoned the defilements,",
    "ai-tika-s0402t26:8_5": "if he knows that lights up the leaf hut and persists, and he knows the non-human beings.",
    "ai-tika-s0402t26:8_6": "Through actually he become distracted and excessive in the formless states of existence.",
    "ai-tika-s0402t26:9_0": "of the fundamentals of the spiritual life, just as they say, “This is the danger of the spiritual life” because they say, “This is the danger of the spiritual life” .",
    "ai-tika-s0402t26:9_1": "Four trainings.",
    "ai-tika-s0402t26:9_2": "rejecting the impediments of the noble path, which brings the value of the noble paths, saying: “He is suitable to hear the noble path!”",
    "ai-tika-s0402t26:9_3": "When an unhappy destiny results, that brings suffering and distress.",
    "ai-tika-s0402t26:9_4": "the state of existence is supreme.",
    "ai-tika-s0402t26:9_5": "so that there is no thing that takes away from place to bad places, the underworld, hell for the sake of having non-.",
    "ai-tika-s0402t26:9_6": "those who have given up unfavourable to the underworld.",
    "ai-tika-s0402t26:9_7": "Hence it is said: “In the four lower realms, the deathless state partaking of loss” .",
    "ai-tika-s0402t26:9_8": "Herein, the state of accumulation: producing condition,",
    "ai-tika-s0402t26:9_9": "Because of the path of stream-entry accumulates while the rainy season.",
    "ai-tika-s0402t26:9_10": "Hence it is said: “He is at peace” .",
    "ai-tika-s0402t26:9_11": "Below by the simile of the seven lower worlds, or with the substance of a (permission.",
    "ai-tika-s0402t26:9_12": "you’re purified in awakening;",
    "ai-tika-s0402t26:9_13": "But he has attained the first path and the practice that he has achieved the idea that he is, and is considered as a deed to be a destination, to all beings in the underworld.",
    "ai-tika-s0402t26:9_14": "Hence it is said: “Because it is the path leading to awakening in the present life.”",
    "ai-tika-s0402t26:10_0": "because of his non-human beings and because of the removal of compassion for himself, because of the attainment of compassion and because of the attainment of compassion .",
    "ai-tika-s0402t26:10_1": "You should discover what should be known as both laypeople and renunciates.",
    "ai-tika-s0402t26:10_2": "for the sake of a large crowd like a flag, beatingning the drum, kettledrums, and various fields arise in the fields of predatory animals.",
    "ai-tika-s0402t26:10_3": "And when they whipped out and floors, charming flies, ornaments, urine, or spittles, and crushing the music. And when they arise in the opening of the stretch, throne, or evening for a lotus pond.",
    "ai-tika-s0402t26:10_4": "Some senior monks thought, “Those who have got a timber, and making a wish for the meal.",
    "ai-tika-s0402t26:10_5": "Because their sons and daughters will give them up.”",
    "ai-tika-s0402t26:10_6": "But this is measureless,",
    "ai-tika-s0402t26:10_7": "Island to my sons, daughters-in-lawlessly,",
    "ai-tika-s0402t26:10_8": "And it should be known that which can be understood as the reason for attaining the defilements.",
    "ai-tika-s0402t26:11_0": "Below is the meaning of the worms ; the meaning is, on its plane of sense desires, is the meaning.",
    "ai-tika-s0402t26:11_1": "The meaning is that because the lower part of them is in the lower particular composition, the lower part in the neighbourhood of them is the meaning.",
    "ai-tika-s0402t26:11_2": "They all caught up in the aggregates, fetters, and bonds of rebirth, old age, and death come to be. And the fetters are rebirth-linking, they take pleasure in it.”",
    "ai-tika-s0402t26:11_3": "For now there is no desire, relishing, and craving for the aggregates, cutting off the fetters, and untied the attachment to the cutting off. But now there is no fetter of greed, etc.",
    "ai-tika-s0402t26:11_4": "In annihilationism:",
    "ai-tika-s0402t26:12_0": "he is reborn spontaneously, and there is a (good) conduct, which is reappeared in the lower realms,",
    "ai-tika-s0402t26:12_1": "this is a term for the rest.",
    "ai-tika-s0402t26:12_2": "and with the appearance of that abiding in suffering.",
    "ai-tika-s0402t26:12_3": "Herein, with the fading away of rapture there is no developed here.",
    "ai-tika-s0402t26:12_4": "Herein, attaining Extinguishment in the world, producing the infatuation of the world, and in the rainy season, is what is said.",
    "ai-tika-s0402t26:12_5": "she was reborn in the Brahmā realm.",
    "ai-tika-s0402t26:12_6": "From the enlightenment: from the world of the deities, thus it is “without enlightenment factor.”",
    "ai-tika-s0402t26:12_7": "Hence it is said: “Here the contrary to the Teaching” is according to the Teaching.",
    "ai-tika-s0402t26:13_0": "but doing what is beneficial in this way. The meaning is that it leads to the rebirths, old age, and death, to be found on the path of the fruit, thus it is the wrong way. What is the preceding the way to the neighborhood of a single lake. What is the point of sixteen. What is the truth of the path is the fruit, complete in fact, the end.",
    "ai-tika-s0402t26:13_1": "Hence it is said: “Here a person called a stream-enterer,”",
    "ai-tika-s0402t26:13_2": "fulfilling precepts and observances, complete in faith, ethics, learning, generosity, and wisdom. He fulfills the practice dealing with Arahantship, fulfills the fruit of perfection.",
    "ai-tika-s0402t26:13_3": "Hence it is said: “They are inconvenient for us”.",
    "ai-tika-s0402t26:14_0": "First: In the first section for recitation",
    "ai-tika-s0402t26:15_0": "On the second teeth, etc.",
    "ai-tika-s0402t26:16_0": "88-91.",
    "ai-tika-s0402t26:16_1": "Seven families going to a family from seven family.",
    "ai-tika-s0402t26:16_2": "two or three states of existence as a god or two are just three,",
    "ai-tika-s0402t26:16_3": "For that is what is said in the animal realm.",
    "ai-tika-s0402t26:16_4": "Teaching is the same: “This is the three or three?”",
    "ai-tika-s0402t26:16_5": "if there was a sixth meal together then on the ground.",
    "ai-tika-s0402t26:16_6": "That’s why he said: “Well, there are two or three states of existence. ...”",
    "ai-tika-s0402t26:16_7": "This is how you should see it.”",
    "ai-tika-s0402t26:16_8": "from an eminent family—a family of families, nearby, a family meeting, a lofty family—this is the far shore.",
    "ai-tika-s0402t26:16_9": "Entering upon the fruit of stream-entry is rich in a family that is high and riches from a family of the fruition.",
    "ai-tika-s0402t26:16_10": "For this family is noise in the family of noble families, like the son of a family.",
    "ai-tika-s0402t26:16_11": "the seed is called “changer”.",
    "ai-tika-s0402t26:16_12": "For one stream-enterer, there is a one-seeder, a one-seeder, and one who goes from another seed—",
    "ai-tika-s0402t26:16_13": "Hence it is said: “Here there is only a one-seeder, and one who goes alone.”",
    "ai-tika-s0402t26:16_14": "“But these advantages are present.” But the meaning of this is also an termination. But it is also allowed to be reborn.",
    "ai-tika-s0402t26:17_0": "I go to the ocean with a fourteenth part and whirlpool, the shake and rock and trembles.",
    "ai-tika-s0402t26:17_1": "Being attached to it with the continuation of non-perception.",
    "ai-tika-s0402t26:17_2": "wherever in the case of the fine-material jhāna wherever.",
    "ai-tika-s0402t26:17_3": "It is an excellent state of gruel, such insight as materiality, gladness is the meaning.",
    "ai-tika-s0402t26:17_4": "Enters upon : He reaches access is the meaning.",
    "ai-tika-s0402t26:17_5": "Hence it is said: “When one who has died” and attractiveness and helps his life; and so there is only a thousand rebirths at the end of the life span, he says, “This an end, ‘Overcoming’. He has this thousand eons, he rewards only once he says “This is one thousand eons.”",
    "ai-tika-s0402t26:17_6": "He has three knowledges:prehending the stage he has three knowledges.",
    "ai-tika-s0402t26:17_7": "Hence it is said: “The one who lived for a thousand years.”",
    "ai-tika-s0402t26:18_0": "Having faith in her faith, he thought, “I will be able to encounter,” and “I will be reborn through the supreme path,” and having created beings, “Dis neglect absorption,” and, after being reborn in the north of faith, he worked out a new palace, to be reborn in that path,",
    "ai-tika-s0402t26:18_1": "When they have been well-spheresed by wisdom, I will make them be reborn in the supreme Brahmā realm. That is: “I will equanimous of wisdom.”",
    "ai-tika-s0402t26:18_2": "according as it was said above : “There is no extremely enough syllables for themselves in the various directions for seven months, but just as a cluster figures,”",
    "ai-tika-s0402t26:18_3": "and it is said in the Chapter of Eights itself . These seven clause consisting of the kind already described under the seven clauses is said to be the cooked stages.",
    "ai-tika-s0402t26:19_0": "Herein, there are seven times for rebirths, and then for the sake of himself, please don’t grant them that.",
    "ai-tika-s0402t26:19_1": "* Thinking: “Buddha has been born in the Buddha’s birth, like a mother by the mother, father, and brother of noble ones, and so on.",
    "ai-tika-s0402t26:19_2": "For the one-seeder is called a single-seeder, who has come to this extra robe, and is far from the Buddha at most seven times.",
    "ai-tika-s0402t26:19_3": "But this one unprotected perspective is the one who goes from family to family. This is the most excellent one-seeder.",
    "ai-tika-s0402t26:19_4": "But what is their creation for this reason?",
    "ai-tika-s0402t26:19_5": "Of the first, when they say, “The path is the reason why, some are the three paths,” and the three paths of path.",
    "ai-tika-s0402t26:20_0": "Herein, it is the reason why when he comes back to the beginning, “Whatever place has arisen in you have already arisen,” then the first path is included in the name of the first path.",
    "ai-tika-s0402t26:20_1": "if he leaves the first path to stand or sit down on the low path to the three roads, he is to be demolished.",
    "ai-tika-s0402t26:20_2": "if they exercise three paths, or they exclude the first path to perfection, the first three is already arisen.",
    "ai-tika-s0402t26:20_3": "“‘Knowledge’ is liberated through the path, or he is liberated.",
    "ai-tika-s0402t26:20_4": "If there is a one-way path, if the Vipassī goes through three strengths, then a single one of them becomes more than that,",
    "ai-tika-s0402t26:21_0": "For a stream-enterer, a stream-enterer, and another swiftly reappears in it.",
    "ai-tika-s0402t26:21_1": "Anāthapiṇḍika set up whiteheads, and god Visākhā on the bank of the Nāgas, the god Visākhā Manikā, the Simile of the Gods Who Love to Create, the Gods Who Control the Creations of Others, and king Visākhā, these six colours were striving:",
    "ai-tika-s0402t26:21_2": "And they haven’t reached Arahants and when they transmigrate them. They’ve attained perfection of the gods of the Thirty-Three and reborn in the next life.",
    "ai-tika-s0402t26:21_3": "Even here there is no place where these people wander and transmigrate them at the right time, and they should understand: “This has reached the end of all this perfection.” They can understand how to understand how enlightenment, when it has been attained by a person and has reached the end of existence.",
    "ai-tika-s0402t26:22_0": "“How might this world come and say, “Where are you coming from the teacher’s a once-returner?” Then he added:",
    "ai-tika-s0402t26:22_1": "One person here attained the fruit of once-returner and dwelt here. They fall right here once-returner, returned to the gods of the Thirty-Three.",
    "ai-tika-s0402t26:22_2": "These four are not despised by the four,",
    "ai-tika-s0402t26:22_3": "But one who, after returning to the world of the gods will come here and there again will be one who is fully extinguished upon landing ... who is extinguished there.",
    "ai-tika-s0402t26:23_0": "now, since he shows the arrival at the breaking up of the liberations, he should give his liberations.",
    "ai-tika-s0402t26:23_1": "What is the one-seeder with a single-seeder?",
    "ai-tika-s0402t26:23_2": "For one day, one-seeder, two on the gift of non-returners, this is the production of enlightenment.",
    "ai-tika-s0402t26:23_3": "The four kinds of direct-knowledge, the! The path of the practice, the four noble truths, the pollutants, the one whose cankers have ended the defilements, and the ignorant liberations, and the creation of Arahats, and the perfected ones.",
    "ai-tika-s0402t26:23_4": "Eight have the eighty-four are clear.",
    "ai-tika-s0402t26:24_0": "The second recitation section is finished.",
    "ai-tika-s0402t26:25_0": "11. Saṅkavāsuttavaṇṇanā",
    "ai-tika-s0402t26:26_0": "92.",
    "ai-tika-s0402t26:26_1": "he puts his dwelling in the eleven places, thus it is the nutriment consisting of the one who is boundless.",
    "ai-tika-s0402t26:26_2": "Hence it is said: “He should be enjoyed in our former monastery.”",
    "ai-tika-s0402t26:26_3": "those training rules are inferior, medical, or superior. It is proper to train in these training rules lesser training rules, thus he says, “Paṭācārā.”",
    "ai-tika-s0402t26:26_4": "(he said): “He shows it thoroughly shows it in the hand, like a very spot,",
    "ai-tika-s0402t26:26_5": "He seizes them with his mind as they learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased.",
    "ai-tika-s0402t26:26_6": "so many people become completely delighted.",
    "ai-tika-s0402t26:26_7": "He obtains (them) of the virtues that were taught by the special qualities of being prepared, etc., and its great alteration, and so on.",
    "ai-tika-s0402t26:26_8": "He passes away (wholesome) mind and body through the defilement of those without defilements.",
    "ai-tika-s0402t26:26_9": "if he makes it after wounding it onto an agreement;",
    "ai-tika-s0402t26:27_0": "Having destroyed the Noble One, he said, “Having given the sweet good line,”",
    "ai-tika-s0402t26:27_1": "They exceeding the truth: these two extremes, without resort.",
    "ai-tika-s0402t26:27_2": "Whatever later goes on, they are washed away.",
    "ai-tika-s0402t26:27_3": "Then he sets up a person’s intention.",
    "ai-tika-s0402t26:27_4": "Hence it is said: “Having done away with the current of deeds,”",
    "ai-tika-s0402t26:27_5": "If he accepts four kinds of consent , he says, “Maybe it be given to one who lives with mindfulness occupied with the disappearance of one because he wants.”",
    "ai-tika-s0402t26:27_6": "In this world with its gods, the Realized One, the perfected one, the fully awakened Buddha, “The Noble One has given the instruction of the Buddha.”",
    "ai-tika-s0402t26:27_7": "the person who acts in regard to worldly pleasures take part in the doing of the four rules. They reveal a place with them to the border’s fleeting with them. And even if he has been satisfied, he commits an offense entailing acknowledgment.",
    "ai-tika-s0402t26:28_0": "The Contact of Path is finished.",
    "ai-tika-s0402t26:29_0": "The ascetic’s commentary is finished."
}