{
    "ai-tika-abh08t13:0_0": "14. Cuddasamo paricchedo",
    "ai-tika-abh08t13:1_0": "The Description of the cultivation of the fine-material sphere .",
    "ai-tika-abh08t13:2_0": "789-93.Hitānayanti hitāvahaṁ.",
    "ai-tika-abh08t13:2_1": "The Happy One, the Happy One, ~ who occurred in mind,",
    "ai-tika-abh08t13:2_2": "if he is the color of milk, the color of curds, the very beautiful complexion,",
    "ai-tika-abh08t13:2_3": "People unsurpassed knowledge and vision of the Dhamma.",
    "ai-tika-abh08t13:2_4": "may be controlled in his mental behaviour, and his control in regard to himself.",
    "ai-tika-abh08t13:2_5": "Undowed with her foreign (again),",
    "ai-tika-abh08t13:2_6": "of one who desires his own welfare,",
    "ai-tika-abh08t13:3_0": "Leaving the marks of gems, and clothes,",
    "ai-tika-abh08t13:4_0": "I relinquish the dead for you, (any) hons,",
    "ai-tika-abh08t13:5_0": "Taking physical color, blue red, and blue tint.",
    "ai-tika-abh08t13:6_0": "near the in-breaths and out-breaths,",
    "ai-tika-abh08t13:7_0": "He is the recollection of peace, having a mindful worker (and death), and the recollection of peace.",
    "ai-tika-abh08t13:7_1": "If perception of repulsiveness in nutriment:",
    "ai-tika-abh08t13:7_2": "Or alternatively: for the sake of the four elements,",
    "ai-tika-abh08t13:8_0": "Whatever ensures out of faith, good conduct, resort, and understanding, all-greed is suitable for one of faithful temperament, yet no idiosyncratic interpretations of wisdom, and so on.",
    "ai-tika-abh08t13:8_1": "It is preceding totally possible that a mendicant whose speech is undeveloped in hell because they have not reached a state of existence.”",
    "ai-tika-abh08t13:9_0": "the bliss of insight, the bliss of producing condition for the bliss of insight, and the bliss of attainment.",
    "ai-tika-abh08t13:10_0": "His heart was surpassed by the bonds of sexuality, and his heart breeds -",
    "ai-tika-abh08t13:11_0": "you must make an agreement for your daughter,",
    "ai-tika-abh08t13:12_0": "precincts and bathings that are left from here and there.",
    "ai-tika-abh08t13:12_1": "they are standing there in that place, but the other is not left over.",
    "ai-tika-abh08t13:13_0": "But a swift horse is allowed to purse the inner skin that enemy for a finger.",
    "ai-tika-abh08t13:14_0": "After hanging it from a plow’s level, the kasiṇa is the circle of wide, the kasiṇa is the circle of whirlpools, and the piles from the ground.",
    "ai-tika-abh08t13:14_1": "and establishing mindfulness at the front,",
    "ai-tika-abh08t13:15_0": "853-4.Nekkhammanti jhānaṁ.",
    "ai-tika-abh08t13:15_1": "Seeing this safeguard I might be reborn in the company of the Thirty-Three.",
    "ai-tika-abh08t13:16_0": "856.",
    "ai-tika-abh08t13:16_1": "But the meditator who is discerning the appearance of the kasiṇa should not apply himself to the ghost, not by means of the non-staple food, or by its characteristic.",
    "ai-tika-abh08t13:17_0": "But if the meditation subject is stated in this way, then even when a single one of the kind already described, he comes to the one who has learnt the meditation subject through such a single stage, then the meditation subject becomes evident to him as he is able to get the meditation subject after he has learnt from the time of the meditation subject.",
    "ai-tika-abh08t13:18_0": "excessive variety of deliciousness and excessive greedy even for a single bloated corpse.",
    "ai-tika-abh08t13:19_0": "Sineru the kingdom, wood, doll-cloth,",
    "ai-tika-abh08t13:20_0": "from engaging over, one should pay attention to it.",
    "ai-tika-abh08t13:20_1": "and make a private parts.",
    "ai-tika-abh08t13:21_0": "868.Tanti taṁ nimittaṁ.",
    "ai-tika-abh08t13:22_0": "for the counterpart sign is the counterpart sign,",
    "ai-tika-abh08t13:22_1": "The first learning sign",
    "ai-tika-abh08t13:22_2": "And what is the effect?",
    "ai-tika-abh08t13:22_3": "I dropped the crowd, like the circle on me.",
    "ai-tika-abh08t13:22_4": "Like the sun shining in the sky,",
    "ai-tika-abh08t13:22_5": "Then the learning sign appears to him, then the counterpart sign,",
    "ai-tika-abh08t13:22_6": "But from the learning sign",
    "ai-tika-abh08t13:22_7": "that the counterpart sign",
    "ai-tika-abh08t13:22_8": "but not so beautiful or appearance,",
    "ai-tika-abh08t13:22_9": "wisdom born in wisdom, flame is born,",
    "ai-tika-abh08t13:23_0": "gets hold of concentration in the moment of his access concentration.",
    "ai-tika-abh08t13:23_1": "When he recalls the hindrances, then applied thought with sustained thought appear in two ways:",
    "ai-tika-abh08t13:24_0": "Intelligent people compare themselves with the inferior conditions:",
    "ai-tika-abh08t13:25_0": "a horse-treasure is like the horse-treasure with its jewels.",
    "ai-tika-abh08t13:26_0": "siting for a dwelling,",
    "ai-tika-abh08t13:27_0": "Is able to prevent energy for attaining the states of psychic power with energy,",
    "ai-tika-abh08t13:27_1": "Being driven by the power of the lake, the one who is going through the air, who minds (to see) the minds of conceit.",
    "ai-tika-abh08t13:28_0": "895-9.",
    "ai-tika-abh08t13:28_1": "and tormented requisites (for you), and having cut off the earth-sholdering the mind on the earth.",
    "ai-tika-abh08t13:28_2": "Then, although he adverts the earth kasiṇa, the water kasiṇa comes back to the earth kasiṇa, the wavering of the earth kasiṇa, or the four instance of the earth.",
    "ai-tika-abh08t13:28_3": "On the contrary, there is a single one of the fine-material sphere in that place. This is the sphere of importance.",
    "ai-tika-abh08t13:28_4": "other people become obsessed by other thoughts.",
    "ai-tika-abh08t13:28_5": "Because they are not actually abandoned by things that are proper for anxiety and apply to absorption, if they are reborn in a good place, a heavenly realm, and if they are free from enmity.",
    "ai-tika-abh08t13:28_6": "these are called the impediments because they are produced by immediate results;",
    "ai-tika-abh08t13:28_7": "And here the declarations (which treats) the Fraternity (of the Rains), which is called the Sages.",
    "ai-tika-abh08t13:29_0": "the one from whom you have been seen Gotama,",
    "ai-tika-abh08t13:30_0": "Having gained the sixth weapons, they get running (in Saṁsāra) in the sixth and have the sixth power, being very strong, canopyed by the seventh, and then Jina.",
    "ai-tika-abh08t13:30_1": "thus the teacher said, “Consider this,” “There is the Dhamma ,” or “It is an illegitimate teacher.”",
    "ai-tika-abh08t13:30_2": "Who has cut off the rolls, the leaf-hut,",
    "ai-tika-abh08t13:31_0": "He reviews the reason for the sake of reviewing the extensiveness of the someone,",
    "ai-tika-abh08t13:32_0": "Transmigrations, etc., and various kinds of oppositeness and concentration in the mind in one should enter upon the concentration.",
    "ai-tika-abh08t13:33_0": "and worry as a blessing: it is good for one who has not gone to abiding in peace who is unshakable (to say) for one who has entered upon the way, and is conqueredmended by restlessness and remorse;",
    "ai-tika-abh08t13:34_0": "and five hindrances are composed to the hindrances, parasols of applied thought.",
    "ai-tika-abh08t13:35_0": "Transgression the meditation subject for a meditation subject.",
    "ai-tika-abh08t13:35_1": "But he is able to extend the counterpart sign.",
    "ai-tika-abh08t13:36_0": "And the meditator’s opposite sex his attention free from sensual pleasures, his meditation, and his contemplation is evident to him as he is giving attention to the kind of meditation subject.",
    "ai-tika-abh08t13:36_1": "When there are these, then, if he remains in the first jhāna, the second absorption in that state, the third absorption, the fourth absorption in the present life. When there is similarly the analysis of the manner of wide openings, the first absorption, and the second absorption.",
    "ai-tika-abh08t13:36_2": "it is due to absolute discrimination, and it is by the second.",
    "ai-tika-abh08t13:36_3": "Disciplined One’s perceptions help, being undeveloped, attributes, and contempt,",
    "ai-tika-abh08t13:36_4": "His share of penetration is the meaning. The meaning is that it is called the supramundane.",
    "ai-tika-abh08t13:37_0": "933.",
    "ai-tika-abh08t13:37_1": "This is the attainment of the unskillful and its seats because they are skilled in (wholesome) insight, and so on, that is why this exceeding:",
    "ai-tika-abh08t13:38_0": "some overreach that craving is overreathing, they surely overcoming craving.",
    "ai-tika-abh08t13:39_0": "For one who has formerly entered upon the way already stated, one who is mindful,",
    "ai-tika-abh08t13:40_0": "Once he is the sign of murder, and he is the earth element.",
    "ai-tika-abh08t13:41_0": "Inspiring confidence in others: there are internal and externally.",
    "ai-tika-abh08t13:42_0": "inferior and superior, beautiful and ugly,",
    "ai-tika-abh08t13:43_0": "Since the mind is elated and excited, it has also been over-nowned.",
    "ai-tika-abh08t13:44_0": "Only mental joy is rapturey.",
    "ai-tika-abh08t13:44_1": "Herein, in this third jhāna there is happiness, such is the pleasure of the mind in this way.",
    "ai-tika-abh08t13:44_2": "This is how the factors of the blissful arouse the factors of stream-entry is successful.",
    "ai-tika-abh08t13:45_0": "974-5.",
    "ai-tika-abh08t13:45_1": "equanimity is unification for equanimity; and relishing the equanimity in one who is near enlightenment factor, not who has reached equanimity based on equanimity, etc.; and equanimity of the fourth jhāna is in equanimity. Conquered therefore it is mentioned that.",
    "ai-tika-abh08t13:46_0": "in the second jhāna surrounded by two measures,",
    "ai-tika-abh08t13:47_0": "Transmigrating for the sake of this one, the finest lady Surabhi, or the poisonous in feces one, the Intelligent one, the Intelligent one, the Independent Buddhas, the Sole Paccekabuddha should know: “This one is the expounder of the people, it is the matter that he discovered by the Sambuddha,”",
    "ai-tika-abh08t13:48_0": "Such is the defeat of this Dhamma.",
    "ai-tika-abh08t13:49_0": "The commentary on the development of the fine-material sphere is finished.",
    "ai-tika-abh08t13:50_0": "The four chapter"
}