{
    "ai-tika-vin02t37:0_0": "Remembering the Observance day",
    "ai-tika-vin02t37:1_0": "“Sir, I invite you to accept a group of one, not to accept invitation; I have completed the invitations.”",
    "ai-tika-vin02t37:2_0": "Declaring the meaning and the conducive to welfare.",
    "ai-tika-vin02t37:3_0": "The commentary on the meaning is this: “Anyone from its couple, is said to be the commentaries,” “It is said in the Victor of the color,” “It is said, equipment, commentary on the meaning,” “It is said in the meaning.",
    "ai-tika-vin02t37:3_1": "In the same way the section dealings with one root items three times, four thousand, five, ten times, ten thousand, or even half thousand kilometers. You should say,",
    "ai-tika-vin02t37:3_2": "Then they don’t set up one root in the same way.",
    "ai-tika-vin02t37:3_3": "ninety-two roots have been delivered in the first rainy season. Some, having made a single root and produce only one, and ninety-nine leagues, they don’t get ten.",
    "ai-tika-vin02t37:3_4": "So they can’t be found in what is called rejected by the ten kasiṇas and the one who can live together with him.",
    "ai-tika-vin02t37:3_5": "but not according to the kind of stated in the way already described, then the meaning in that case, each in the way already described, above, below the meaning in the way already described, and its particular individual essence should be understood as it is said in the way already described.",
    "ai-tika-vin02t37:3_6": "The separately it is said in the first Commentaries, “In the last one hundred and eight hundred” , etc., are said in the first separately, in the first phrase in the way already stated .”",
    "ai-tika-vin02t37:3_7": "Then, just as “sert” is said in the Vibhaṅga thus: “Bhikkhus, there are hundred and eighty-footed nymphs of the Dhamma” and so on, etc., according to the meaning and the exposition of the teaching is stated lesser in detail, etc., is stated in the Paṭisambhidā figuratively, and so on.",
    "ai-tika-vin02t37:4_0": "The Great Being is finished."
}