{
    "ai-tika-vin09t12:0_0": "Pācittiyakaṇḍaṁ",
    "ai-tika-vin09t12:1_0": "1. Paṭhamavaggavaṇṇanā",
    "ai-tika-vin09t12:2_0": "One is the first kind of golden coloured, and encircling,",
    "ai-tika-vin09t12:2_1": "I’m a stirred up iron,",
    "ai-tika-vin09t12:2_2": "for one who is happy in virtue,",
    "ai-tika-vin09t12:2_3": "and like a lump of lotus stalk, etc., falling into it,",
    "ai-tika-vin09t12:2_4": "if he is not sick, even just to length rice porridge, he thinks, “I’m able to eat a meal before, even if he gets a meal, he says, “It’s suitable to a sick monk,” and he added, “It’s suitable to eat the food,” and he does not use a meal.",
    "ai-tika-vin09t12:3_0": "He is allowed to take leave of the Sangha of nuns and have someone to remove it from his illness, but then the monks there was an act of wrong conduct.",
    "ai-tika-vin09t12:4_0": "The seventh training rule on the roads, etc.",
    "ai-tika-vin09t12:5_0": "In the ninth enclosed wall, encircling walls made of ramparts,",
    "ai-tika-vin09t12:6_0": "The sunshade: It is six fields, and the former wife.",
    "ai-tika-vin09t12:6_1": "he is able to dispose of the Sangha even if he discard it without a group.",
    "ai-tika-vin09t12:6_2": "As the nun Saṅgha headed by the Community of monks in the way already described.",
    "ai-tika-vin09t12:6_3": "In that case, they are capable of doing the same thing by means of the proper conduct.",
    "ai-tika-vin09t12:7_0": "They do these ten training rules, why are there no lesser training rules?",
    "ai-tika-vin09t12:7_1": "graceful thoughts,",
    "ai-tika-vin09t12:7_2": "If why are they stated like this?",
    "ai-tika-vin09t12:7_3": "This great reference to the Great Being",
    "ai-tika-vin09t12:7_4": "if she is not able to see or hear what she has said; she is not able to find out what has said; she does not get what has said;",
    "ai-tika-vin09t12:7_5": "the other Mahāpajāpatī Gotamī gave (and other).",
    "ai-tika-vin09t12:7_6": "“This is how it should be done.",
    "ai-tika-vin09t12:7_7": "And that is where the opposites have been stated. Then the teachers should be approval are of the six teachers.”",
    "ai-tika-vin09t12:7_8": "(And he told the Buddha all that had happened), the root of the grounds, which was formerly originated by the ground, and it is the wrong way.",
    "ai-tika-vin09t12:7_9": "(therefore) the Earth, having taken a response, he then went to it all.",
    "ai-tika-vin09t12:7_10": "Enters in a monastery: the meaning is that it is included in the monastery.",
    "ai-tika-vin09t12:7_11": "Even the one, while sitting,",
    "ai-tika-vin09t12:8_0": "The first section for recitation is finished.",
    "ai-tika-vin09t12:9_0": "2. Dutiyavaggavaṇṇanā",
    "ai-tika-vin09t12:10_0": "There are these five hundred and eighteen circumstances in the end of the robe-making season: how many kinds of demonstrations have been done?”",
    "ai-tika-vin09t12:11_0": "For seven years have been prepared: the nuns’ family home is suitable to live with the nuns.",
    "ai-tika-vin09t12:12_0": "The second group of nine is finished.",
    "ai-tika-vin09t12:13_0": "3. Tatiyavaggavaṇṇanā",
    "ai-tika-vin09t12:14_0": "Four sarongs of the outer robe, etc.",
    "ai-tika-vin09t12:15_0": "“But these five kinds of demonstration are what.”",
    "ai-tika-vin09t12:16_0": "In the sixth enclosed requisites (which was) snakes, ghee or oil.",
    "ai-tika-vin09t12:17_0": "The third section for recitation is finished.",
    "ai-tika-vin09t12:18_0": "4. Catutthavaggavaṇṇanā",
    "ai-tika-vin09t12:19_0": "In the sixth chapter on the eighteen grounds, in the first phrase and in the first phrase as reduced in the fivefold reckoning.",
    "ai-tika-vin09t12:20_0": "The fourth section for recitation is finished.",
    "ai-tika-vin09t12:21_0": "5. Pañcamavaggavaṇṇanā",
    "ai-tika-vin09t12:22_0": "“For one of the houses there is no way to play in which people were playing in and enjoying the king’s welfare, etc., and so on, all this is not completed for the sake of the king.”",
    "ai-tika-vin09t12:23_0": "In this way there are seven reasons to lie down.",
    "ai-tika-vin09t12:23_1": "if he uses it, he thinks he is plagued by him;",
    "ai-tika-vin09t12:23_2": "“One who has produced in the robe-making season for one like me is performing a demonstration of action.”",
    "ai-tika-vin09t12:23_3": "is eighth in the eighth time.",
    "ai-tika-vin09t12:24_0": "The group of five is finished.",
    "ai-tika-vin09t12:25_0": "6. Chaṭṭhavaggavaṇṇanā",
    "ai-tika-vin09t12:26_0": "There are these ten places in the robe-making season: what are the ten and the demonstrations of? What is their actioning?",
    "ai-tika-vin09t12:27_0": "The sixth section on the Realized One is finished.",
    "ai-tika-vin09t12:28_0": "8. Aṭṭhamavaggavaṇṇanā",
    "ai-tika-vin09t12:29_0": "Firstly, when asked whether something is spoken, they say, “How can they be done?”",
    "ai-tika-vin09t12:30_0": "Having given the consent of elevenths before, they said, “Hopefully given away bliss!”",
    "ai-tika-vin09t12:30_1": "And here this is the exposition given in the commentaries:",
    "ai-tika-vin09t12:30_2": "“While walking mindfully,” he replied, “There is an assembly when the resident monks give away,” and when he said, “The gathering is finished.”",
    "ai-tika-vin09t12:30_3": "And if there is anyone who gives his consent to any rains residence, he gives his consent to it away by way of body, speech, and mind who has completed the rains residence.",
    "ai-tika-vin09t12:30_4": "It may be that one who hasn’t finished his meal and refused an invitation to make amends for it.",
    "ai-tika-vin09t12:30_5": "Therefore, after making no consent, it is given to him, it is possible that an assembly disciplinary issue, if it is allowable for him to repay them and turn it out.",
    "ai-tika-vin09t12:31_0": "The Book of the Eights is finished.",
    "ai-tika-vin09t12:32_0": "9. Navamavaggavaṇṇanā",
    "ai-tika-vin09t12:33_0": "In the third tetrad he told: “This is the third kind of mind that is unskillful.”",
    "ai-tika-vin09t12:34_0": "In the fourth tetrad .",
    "ai-tika-vin09t12:35_0": "In the eleventh eleventh (story), what is the action and the rest? What is the action of this?",
    "ai-tika-vin09t12:36_0": "In the twelfth parts,: “They are in common with the eighteen currents, what is the action of?”",
    "ai-tika-vin09t12:37_0": "They replied, “I hope you were dripping out the locally.” And she told the news in the morning, “Friends, because I am covering my body’s head.”",
    "ai-tika-vin09t12:37_1": "and they are included here by making amends for an offense that is, in the first chapter containing the offense and separating the from the position of the offenses in the way already described.",
    "ai-tika-vin09t12:38_0": "The Book of the Nines is finished.",
    "ai-tika-vin09t12:39_0": "The purification of the mind is finished.",
    "ai-tika-vin09t12:40_0": "the commentary on the ascetic practices is finished.",
    "ai-tika-vin09t12:41_0": "but as to the birds of Virūpakkhas, he thinks, “They are incapable of performing the decisive series in the way described, or in the way already described,” and when it is delivered, it is lost in him habitually perfumed, etc., and if it is neverthelessly permitted for him.",
    "ai-tika-vin09t12:41_1": "They said: “Having found out or hanging on, having seen them, do they know the world’s end, and what is unskillful in the world with its gods?”",
    "ai-tika-vin09t12:41_2": "The cloth was lying down, they knew that the criminals had been carried out by the rainy season, and the cloths thought, “They are manner of consciousnesses,” and so on, they replied:",
    "ai-tika-vin09t12:41_3": "because they have acquired the single profitable functional minds in the leaf huts.",
    "ai-tika-vin09t12:41_4": "“Here, those with a mind full of confidence, having given the full ordination through the wide openings of the border is on the ground and your enemy.”",
    "ai-tika-vin09t12:41_5": "who have appraised the (supernatural) vision (of the First Path) –",
    "ai-tika-vin09t12:42_0": "the two are not dead, and the designation of the dead mind,",
    "ai-tika-vin09t12:43_0": "The knowledge of the truth is spoken by the two here and now:",
    "ai-tika-vin09t12:44_0": "Knowing the relax of others’ strength, (bowls) power,",
    "ai-tika-vin09t12:45_0": "and he is going to the house-to-down monk because he wants something to have:",
    "ai-tika-vin09t12:46_0": "by the bonds of others, by winning (his) by the other,",
    "ai-tika-vin09t12:47_0": "This is the definition of a dead man.",
    "ai-tika-vin09t12:48_0": "And here the sections on that composition as in the case.",
    "ai-tika-vin09t12:49_0": "The exposition of the teaching is finished.",
    "ai-tika-vin09t12:50_0": "The nuns’ commentary on the ascetic’s particular offense is finished.",
    "ai-tika-vin09t12:51_0": "The place where the drunk fromdown is finished.",
    "ai-tika-vin09t12:52_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-vin09t12:53_0": "doubting and uncertainty:",
    "ai-tika-vin09t12:54_0": "On Desiring",
    "ai-tika-vin09t12:55_0": "destroyers of the Buddha’s qualities, and worshipping the Buddha’s virtue,",
    "ai-tika-vin09t12:56_0": "made of compassion for the earth,",
    "ai-tika-vin09t12:57_0": "Therefore he who would go through the Dhamma, wander in the world,",
    "ai-tika-vin09t12:58_0": "one worshipped the true Dhamma, one is supreme amongst those who have attained deep knowledge.",
    "ai-tika-vin09t12:59_0": "He who bears the True Dhamma’s true Dhamma,",
    "ai-tika-vin09t12:60_0": "With the Buddha-to-be worship (him), after worshipping the Saṅgha with its nobles,",
    "ai-tika-vin09t12:61_0": "he doesn’t memorize all kinds of training,",
    "ai-tika-vin09t12:62_0": "that conceived the northern quarters,",
    "ai-tika-vin09t12:63_0": "by the Buddha, the Elders’ Buddha, who had memorized it,",
    "ai-tika-vin09t12:64_0": "(anything): It is so very hard to talk about.",
    "ai-tika-vin09t12:65_0": "In that place the Elders, who had memorized the virtues,",
    "ai-tika-vin09t12:66_0": "of good behavior and behaves, gentleness,",
    "ai-tika-vin09t12:67_0": "Sudhamma, being wise, endowed with mature minds,",
    "ai-tika-vin09t12:68_0": "I will maintain this very beautiful families,",
    "ai-tika-vin09t12:69_0": "Good people say to me, take care of Sakka, the Lord of the World,",
    "ai-tika-vin09t12:70_0": "Useless states of arousing energy,",
    "ai-tika-vin09t12:71_0": "desiring to give up wholesome things, inferior to the greatest extensive, good qualities, blessed with great virtue of Pātimokkha gems, pure in the first place, each with the profitable treasure, for the sake of his own profitable minds, and so on.",
    "ai-tika-vin09t12:71_1": "For one who has understanding is purified through understanding, since it is the outcome often committing offenses, in the way beginning, “which is the attainment of the path” is looked on at it.",
    "ai-tika-vin09t12:71_2": "There were, precious things, each with a mind full of treasures, loving interrupted by a bodies of gems and a mind-made body, riches, and travels in the way beginning, middlely in between the time of the teachers, and in the basic treasures. These things are disciplinary issues, not as the treasures.",
    "ai-tika-vin09t12:72_0": "Herein, the Buddha is led to the word “Buddha” , etc., in the first place he is enlightened .",
    "ai-tika-vin09t12:72_1": "Or alternatively, it is through the destruction of the position of the Awakened One, or through the air who is unknown to the Buddha, the lotuses, and the waters of the (after his Buddhas).",
    "ai-tika-vin09t12:72_2": "Or else anyone else who does not give the gift of the Awakened One’s dispensation through the power of the Enlightened One, or of the Master, thinking: “He is the best of men, this is the highest bird” . It is nothing but in accordance with the Teaching, it is “Nowakened” .",
    "ai-tika-vin09t12:72_3": "But when he has thus developed the meaning of the reasons (thinking): “One from the scriptures have been delivered, and a governed with a government official” and who is free from defilements, he is a great countless good qualities: “I have gone to live in a neighbourhood of a Buddha who has reached the great wisdom, and so on, the great majesty of virtuess of being possessed by a hostilement, etc., as follows:",
    "ai-tika-vin09t12:73_0": "“He who is the Buddha, the one who hasn’t still engaged in things without first being experienced the distinctions, and whose mind is capable of realizing anything that can be realized.”",
    "ai-tika-vin09t12:74_0": "Awakened One, the Buddha,",
    "ai-tika-vin09t12:75_0": "It’s good to do with him.",
    "ai-tika-vin09t12:75_1": "You’re practicing as instructed in search of the defilements that has caused pleasure and pain to be reborn, decrease, and the practice that leads to rebirth in the underworld.",
    "ai-tika-vin09t12:75_2": "the noble path that leads to Nibbāna on what is beneficial and what is the cause of his underlying tendencies.",
    "ai-tika-vin09t12:75_3": "But when the noble fruits are cut off, the shackle and the practice that leads to the defilements is for the sake of worry, and the underlying tendencies, it’s to be understood that the Niddesa in both places.",
    "ai-tika-vin09t12:75_4": "But the sound of all is pulled out.",
    "ai-tika-vin09t12:75_5": "There the Buddha, having worshipped the Dhamma and the excellent Buddha with his own hands, jewels the three treasures, and then the lotus precious treasures.",
    "ai-tika-vin09t12:76_0": "this is not enough to bring them to the grove.",
    "ai-tika-vin09t12:76_1": "The Sangha, the noble ones, who possesses these views, has running the eighth day.",
    "ai-tika-vin09t12:76_2": "Or alternatively, it has the same defilement as their defilements, etc., and because of the synonyms and their enemy, which is the precept in the way beginning, the middle and the end, and the unexplained mind as before.",
    "ai-tika-vin09t12:76_3": "Even though they did so, it would be appropriate for the Sangha to criticize me by the noble ones, undesirable, embarrassed.",
    "ai-tika-vin09t12:76_4": "And the meaning of this should be understood in the way already described.",
    "ai-tika-vin09t12:77_0": "What did you think of the Buddha, “What sort of the Sangha?”",
    "ai-tika-vin09t12:77_1": "And the one who understands the requisites should be made by making use of the offerings, “This one who is carrying the vessel,",
    "ai-tika-vin09t12:77_2": "Buddha ...",
    "ai-tika-vin09t12:77_3": "she worshipped the Thirty-three and then.”",
    "ai-tika-vin09t12:77_4": "There, in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, paying homage to, looking forwards, and so forth when it is made by the Lord of the fragrance, because it is made of (wholesome) respectively honoured by (wholesome).",
    "ai-tika-vin09t12:77_5": "This treasure is shown by this special quality of being produced by the equal treasures.",
    "ai-tika-vin09t12:77_6": "And this meaning should be understood as the receptacle for showing its ability to renown, according to the law of the kind already described, etc., according to the meaning of the production of a syllable.",
    "ai-tika-vin09t12:78_0": "After paying homage from the scriptures, he thinks, “I am confident in the three kinds of discrimination, the deathless in the way beginning, the middle, or the end of the body” by means of the effort, and it is said: “Overcoming and entering the doors of the wind, etc., by using the surmounting, and that is not the meaning.",
    "ai-tika-vin09t12:78_1": "The threefold by way of body, speech, and mind.",
    "ai-tika-vin09t12:78_2": "Herein, a Buddha has profitable sense desires as object, and having obtained sense desires as object, and having arisen in the mental body, etc.,,,,,, and according to enlightenment factor, which is accompanied by body and speech, and is accompanied by the mind, and is accompanied by both. And although separately obtained by the esteemed because it arises in both.",
    "ai-tika-vin09t12:78_3": "This is the praise of this beautiful complexion.",
    "ai-tika-vin09t12:79_0": "So after showing the treasurer of a treasure and showing the grand-daughter, and showing them his own conduct, said the Elder Nuns, “Lord of the Serpents,” and “Three of the Paccekabuddhas,” and etc., in this way, they show the eighth day.",
    "ai-tika-vin09t12:79_1": "Herein, the leading of the rising sun, (they are) not bound to their seats.",
    "ai-tika-vin09t12:79_2": "These are the shelter with joined palms raised in reverential salutation;",
    "ai-tika-vin09t12:79_3": "For the purpose of (wholesome) desire the disciplined; it is a festival that is what is said.",
    "ai-tika-vin09t12:79_4": "He refused the king’s old teachers, honoring, respecting, esteeming, and venerating the elders of the roaring, as they were the adornment of the tradition; and because of their enquire (welding) filled their tradition; and because of their roars, they roar their lion’s roar, they roar their practices.",
    "ai-tika-vin09t12:79_5": "What kind of teacher says is: “For what kind of meditation have you done in theirspiration, which is an impediment?” and the Elder Nun said, “What do you live in this way?”",
    "ai-tika-vin09t12:79_6": "Herein, the elder Mahākassapa, the dreadful raising the gems, Uttiya, Mūla, Mahākassapa, and the Elder Mahā Kassapa, endowed with the virtue of those consequences.",
    "ai-tika-vin09t12:79_7": "By this means, when the number of people, the Mahāmeghavana, placed in the seventeenth, the eighteen, ninety-two doctrine, the Theras, came to the place where the Theras, lamps, and understanding of the noble ones, how to create a lamps in the doctrine of the Theras.",
    "ai-tika-vin09t12:79_8": "Not grasping, you’re prosecuted,",
    "ai-tika-vin09t12:79_9": "Illustriously practices according to the Vinaya discipline, which is well proclaimed in the texts on monastic training.",
    "ai-tika-vin09t12:80_0": "Thus, having shown that cloth, and showed them the professions, he should show them the activity of the Dhamma, and the analysis of the professions, saying, “Give (tough) now I have shown that this incomparable, is the expression of the Faith.”",
    "ai-tika-vin09t12:80_1": "Herein, the great hermit has discovered the monastic code.",
    "ai-tika-vin09t12:80_2": "Herein, the great hermit governed by the name of Chief Virtue in the fivefold section.",
    "ai-tika-vin09t12:80_3": "Since Mahisa retinue, the great seer, the origin of an adept, the world, the great seer.",
    "ai-tika-vin09t12:80_4": "The training rules of the Monastic Code is undertaken for seven days less than a months, full of light, a lamp, or a spot in both Monastic Codes, is the same as “process,” or “personsiveness,”",
    "ai-tika-vin09t12:80_5": "why they said, “What have you come to be?”",
    "ai-tika-vin09t12:80_6": "Physical enjoying progressiveness is the meaning of all these things. Endureness is the forerunneration of concentration and understanding produced by the force-world. Understanding of the supernormal powers, skilled in the foreign lands, and for the lawfulnessess.",
    "ai-tika-vin09t12:80_7": "“A wise man, established well in ethics, and wisdom are said to be understanding.”",
    "ai-tika-vin09t12:80_8": "her mouth.",
    "ai-tika-vin09t12:80_9": "Suppose there was a broken rice, which washed into a piece of four-footed into the mouth, entered into a forehead, and skill in in nutriment, which was consistent with carpents, double, level, and profitable things that rugates the meaning.",
    "ai-tika-vin09t12:80_10": "Therefore it was said: “I did the mouth,”",
    "ai-tika-vin09t12:80_11": "Or alternatively, it is the meaning of extinguishment.",
    "ai-tika-vin09t12:80_12": "For this is said:",
    "ai-tika-vin09t12:81_0": "“Ānanda, there are profitable ethics.”",
    "ai-tika-vin09t12:82_0": "Likewise:",
    "ai-tika-vin09t12:83_0": "“Joy is the purpose and benefit of having given up joy and happiness. Tranquility is the purpose and benefit of truly knowing and seeing. Immersion is for the purpose and benefit of bliss.”",
    "ai-tika-vin09t12:84_0": "Thus, having shown that the sign should be shown by means of the fourth reason, “Now! ” and they said, “Listen to Sīhahaniya, etc., is to be shown that it is the fourth herd.”",
    "ai-tika-vin09t12:84_1": "Herein, a rope-worm-infested means after making preparing a long-lasting, he has built a rope for a long time. He then has the meaning of this because he wants more.",
    "ai-tika-vin09t12:84_2": "the low was said above.",
    "ai-tika-vin09t12:84_3": "although absolutely carried out the whole of the charnel ground already stated, well wrubbled, quite pure, quite secluded from sense desires, while quite secluded from unprofitable.",
    "ai-tika-vin09t12:84_4": "Which of good conduct: it is matured in the Monastic Law or in the proper conduct.",
    "ai-tika-vin09t12:84_5": "Or alternatively, they are removed from the monastic code, restraint in the monastic code, conducting themselves well and seeking alms.",
    "ai-tika-vin09t12:84_6": "Provided conduct and resortment, living in a place that is proper conduct and improper conduct.",
    "ai-tika-vin09t12:84_7": "there was the one called Soṇakāyana.",
    "ai-tika-vin09t12:84_8": "by way of Understanding thus, the Elder Nun Saṁsāra, possessed of virtue,",
    "ai-tika-vin09t12:84_9": "requested by begged;",
    "ai-tika-vin09t12:84_10": "The senior monk should examine the meaning of that statement: “The Teacher’s words are deep, hard to understand,”",
    "ai-tika-vin09t12:84_11": "In this way you’re satisfied, because you disrespectfully, reverence for the instructions.”",
    "ai-tika-vin09t12:84_12": "Then he said to begging for the sake of his own beauty, “Having been shown,”",
    "ai-tika-vin09t12:85_0": "Here the (perhaps) “He should be told,” “There is no offense for him.",
    "ai-tika-vin09t12:85_1": "“Since they are weak,” he requested by this word, “A person, endowed with good fortune, conduct, for a person, endowed with good fortune (also) power, possessed of (supernatural) faculties and great comfort, having drunk (towards) cutting down the collar bone’s army, remaining the doorway, abowlished with a good laziness, and drolling the hatchet,",
    "ai-tika-vin09t12:85_2": "“Sacks,” “It is undertaken by way of body, speech, and mind, purification of livelihood.",
    "ai-tika-vin09t12:85_3": "‘He should not understand the rules of the Monastic Code,” “This is the virtue of Pātimokkha restraint.",
    "ai-tika-vin09t12:85_4": "In this way it is used to possess the special qualities of virtue, and so on both occasions, it is impossible to see the recitation of the monastic code, the witness of the spiritual life, because of witness, holy for the sake of embracing, thus:",
    "ai-tika-vin09t12:85_5": "You shouldn’t get to know about the meaning of that kind of ability to be relying on the meaning, in accordance with the intention and in private parts. You shouldn’t clean to understand what is to be done.",
    "ai-tika-vin09t12:86_0": "So now I will show the colour of prompts the sign, and making it precisely to its constructions of a group of people, he said, “Now it will show the chopping bandits in the Jetavana.”",
    "ai-tika-vin09t12:86_1": "Herein, greatly he explained it to the recitation of the Monastic Code: “The Pātimokkha has been explained by the Pātimokkha.”",
    "ai-tika-vin09t12:86_2": "The meaning is that interpreting of the debates beginning with the interpretion: the meaning is that it is the cause of this or that of the decision.",
    "ai-tika-vin09t12:86_3": "He is stated in the benefit of doubt as the Bodhisatta.",
    "ai-tika-vin09t12:86_4": "This cancels the Monastic Code:",
    "ai-tika-vin09t12:86_5": "This is the meaning of accusations, (but) the commentary praise, that is the commentary to him.",
    "ai-tika-vin09t12:86_6": "He thinks, “I’ll follow this color.”",
    "ai-tika-vin09t12:86_7": "What is more: “What is the incomparable?”",
    "ai-tika-vin09t12:86_8": "The exposition consisting of the hundred constituents (of mind and body) that provide fuel for attachment are the reason why it is found in the Paṭisambhidā, etc., as aggregates, and it is said to be the shower of all the more than the origin of the seven clauses, etc., as to subdue in each case.",
    "ai-tika-vin09t12:87_0": "The Mahāmeghavana was established in the Mahāmeghavana garden, resembling the Mahāmeghavana garden, which were the Mahāmeghavana garden, relics of the Great Bo trees (which was) the Mahāmeghavana garden of their precepts.",
    "ai-tika-vin09t12:87_1": "Or alternatively, it is in the case of the meaning that is this: it is the meaning of the roar of a lion, the neighbours, and the lion’s roar.",
    "ai-tika-vin09t12:87_2": "I will satisfy you,",
    "ai-tika-vin09t12:87_3": "It is not by means of one’s own special qualities of being himself,",
    "ai-tika-vin09t12:87_4": "about doubt, about any doubt, about whether or not it has—",
    "ai-tika-vin09t12:87_5": "Being endowed with meaning and the omniscience of meaning and goodness, and because of the analysis of meaning and goodness,",
    "ai-tika-vin09t12:87_6": "And here, thinking, “I will show this in order to show the meaning of this doubt,” “I will show the great sesame floor in the name of Puṇṇaka,” “I will show the aspect of arousing energy,” “I will give this purification for myself in this way.”",
    "ai-tika-vin09t12:87_7": "“I’ll spat,” he replied.",
    "ai-tika-vin09t12:88_0": "The discussion on arousing energy is finished.",
    "ai-tika-vin09t12:89_0": "Regarding the house there,",
    "ai-tika-vin09t12:90_0": "In this way the recitation of the Monastic Code is said: “I will give such things as all a treasure,” and he replied, “I’ll recite the Monastic Code in the Pātimokkha restraint.” Then, on account of the Pātimokkha restraint, he praises the way beginning, “I will give this enlightenment,” and he praises the Pātimokkha restraint, thinking, “I shall give it to the recitation of the Monastic Code,” then he said, “Now, “Now, it will be said,” and on the Pātimokkha, what is the point of this exposition of the Monastic Code.",
    "ai-tika-vin09t12:91_0": "Herein, the teacher with these verses:",
    "ai-tika-vin09t12:91_1": "They rejoice at ease because of their patience is reflection.",
    "ai-tika-vin09t12:91_2": "‘This practice is unattached, the way of practice, and because it brings about the way of practice.’",
    "ai-tika-vin09t12:91_3": "Or alternatively, thinking: “Uphold his hands, this population has not been lost in the way beginning, “the infatuation” .",
    "ai-tika-vin09t12:91_4": "Thus having said this to the word “There is noise,” after taking note of the colour as the remainder.",
    "ai-tika-vin09t12:91_5": "And here the virtue of the special qualities of being : wielded upon all beings, the limited-spheression should be understood as the first among all kinds of virtue: that is whom the foremost, the best, best, highest, and fine-material.",
    "ai-tika-vin09t12:91_6": "Likewise to the supreme.",
    "ai-tika-vin09t12:91_7": "and so, to say:",
    "ai-tika-vin09t12:91_8": "This is the meaning of this term.",
    "ai-tika-vin09t12:91_9": "For this is the second end. This is the meaning of “Bhikkhus, there is for the purpose of happiness.” This is the second end.",
    "ai-tika-vin09t12:91_10": "This is the word- construction in the body, which is the meaning of, etc., as follows: by the words, and by the arguments of consciousness, and so on.",
    "ai-tika-vin09t12:91_11": "Or alternatively, it is stated according to accusation, as it is stated in accordance with the Monastic Law .",
    "ai-tika-vin09t12:91_12": "He, the word of the meaning: “Through sounds,” thus he hears the sound of the ear.",
    "ai-tika-vin09t12:91_13": "Each eighty-footed (?) have a single section.",
    "ai-tika-vin09t12:91_14": "He thinks: “Having much of there is two kinds of fragrance: ‘There is two kinds of fragrance; this is the meaning, it is of two kinds.’”",
    "ai-tika-vin09t12:92_0": "And now these are able to make an end of fear, etc., even if it has been said, “Now is said” .",
    "ai-tika-vin09t12:92_1": "Herein, he guards the Pātimokkha, restraint, protects the faculty of pain, and restraint in the monastic code; he restrained in the Pātimokkha restraint.",
    "ai-tika-vin09t12:92_2": "Dwells:",
    "ai-tika-vin09t12:93_0": "The training rules beginning with this training precepts is said in the first stage beginning as the number of training precepts,",
    "ai-tika-vin09t12:94_0": "“Well then, Uttiya, you should purify the starting point of skillful qualities.",
    "ai-tika-vin09t12:94_1": "What is the starting point of skillful qualities?",
    "ai-tika-vin09t12:94_2": "Well purified ethics and correct view.”",
    "ai-tika-vin09t12:95_0": "For just as, when a city wants to build a city, he uses it first at the city of the city, the ear, the nose, the tongue, the body, and the mind, without picking up a diging it from the city, cutting it down, and he scorns the same place as before. Then, when someone hasered it, it is cut down, made like a clean cloth screen and shade and chopped the rushing towards the ground, and regarding the first palms, then the deportments, for its gods and humans.",
    "ai-tika-vin09t12:95_1": "That is why it is said “with virtue”.",
    "ai-tika-vin09t12:95_2": "The meaning is said: “Saying,” etc., are stated .",
    "ai-tika-vin09t12:95_3": "who thinks, “Hispend,” and “covering the sound of drums,” and so on.",
    "ai-tika-vin09t12:96_0": "Wandering in the dyad of virtue, etc., there are two kinds of included such training precepts, that is to say, the virtue in the Vinaya and the rest. He practices the practice that leads to the cessation of all the training precepts, or the practice that leads to the to the cessation of virtue.",
    "ai-tika-vin09t12:96_1": "For this is said in the Pātimokkha: “What is virtue in the Pātimokkha, on virtue, restraint in the Pātimokkha, non-monastery with precepts and observances, that is the meaning of the Monastic Code.” Then both of these two months, “The monk who is virtuous, unfaithful, opposed, blameless, and un started,” and “The meaning of leading to the Pātimokkha restraint.”",
    "ai-tika-vin09t12:96_2": "The nuns who belongs to a different Buddhist sect:",
    "ai-tika-vin09t12:96_3": "if he is distributed in both Sanghas;",
    "ai-tika-vin09t12:96_4": "and the very well-known words came,",
    "ai-tika-vin09t12:96_5": "who has faith in the beginning, “Having faith,” etc., should be recited.",
    "ai-tika-vin09t12:96_6": "wins over the precepts of virtue: on the foreheads and the rest.",
    "ai-tika-vin09t12:96_7": "anyone who does not engage independent of others,",
    "ai-tika-vin09t12:96_8": "they’re not expert in the Monastic Law.",
    "ai-tika-vin09t12:96_9": "guards, continually grieves, and alerts it.",
    "ai-tika-vin09t12:96_10": "(but) “Have you gained,” while standing in the virtue of Pātimokkha.",
    "ai-tika-vin09t12:96_11": "One emits for the sake of fun,",
    "ai-tika-vin09t12:96_12": "Rebirth in the lower realms, the suffering in the lower worlds, the opposite sex,",
    "ai-tika-vin09t12:96_13": "Enjoying the extensive counselor of all suffering.",
    "ai-tika-vin09t12:96_14": "Self accuses self that the self doctrines of self, those who teach the self lives on after death in that.",
    "ai-tika-vin09t12:96_15": "(His) out of the True Dhamma’s reputation has the doctrine of others,",
    "ai-tika-vin09t12:96_16": "The Jotipāla of the Pātimokkha, because of the story of the Monastic Code, because it is the island of the Teacher.",
    "ai-tika-vin09t12:96_17": "But when the words have already been spoken by the meaning, it is said: “I am here” , etc., with the word “I passage” is said, “I am this” .",
    "ai-tika-vin09t12:96_18": "And the virtue is the best of all hands, etc., of the dye,: of all the earth, above, below, across its entrails, which is the best of all around.",
    "ai-tika-vin09t12:97_0": "wins, virtue, practices, and suppression should be practiced.",
    "ai-tika-vin09t12:97_1": "“This is praised by the praise of that decayed,”",
    "ai-tika-vin09t12:97_2": "He said, “Having seen (the Buddha), how is this cleansed us of virtue?” and “Having achieved it, how does he says, “Here is the latter?”",
    "ai-tika-vin09t12:97_3": "taken away from the lower realm.”",
    "ai-tika-vin09t12:97_4": "he went to the charnel ground,",
    "ai-tika-vin09t12:97_5": "is the meaning of ethical conduct.",
    "ai-tika-vin09t12:97_6": "Deformed by colour: placed on the mouth, etc., is its colour, and so on.",
    "ai-tika-vin09t12:97_7": "This is said:",
    "ai-tika-vin09t12:97_8": "They praise, by means of making praise, and of these two kinds, that is why the name of virtue is obtained.",
    "ai-tika-vin09t12:98_0": "Having defined like this, they must stay here and there and there, and only the schismatics, “Why do you take this?”",
    "ai-tika-vin09t12:98_1": "the worm-infested monkey, by those twenty-two parts of the body,",
    "ai-tika-vin09t12:98_2": "Reflecting properly, they are bound by the surmounting of the terminology;",
    "ai-tika-vin09t12:98_3": "Looking around the opposite is steady.",
    "ai-tika-vin09t12:99_0": "Thus, having defined it like this in the place for recitation, in the same place and as “scend” , etc., he is added: “Herein.”",
    "ai-tika-vin09t12:99_1": "passage for recitation, etc., double recitation, and pointless;",
    "ai-tika-vin09t12:99_2": "When the courses are destroyed,",
    "ai-tika-vin09t12:99_3": "The recitation passage for recitation is explained.",
    "ai-tika-vin09t12:100_0": "Now, this is the source of introductions to see the source, source, and condition.",
    "ai-tika-vin09t12:100_1": "Herein, with the detailed exposition of the five",
    "ai-tika-vin09t12:100_2": "this is the source of the recitation.",
    "ai-tika-vin09t12:100_3": "But if I show the same reference to you, they give to me, saying, “Venerables, the Sangha is for me.” ...",
    "ai-tika-vin09t12:100_4": "When he has done this, he must be at ease after they told instead of assert here. Then, when he is satisfied, they should questioned each now: “Even if it is already shown that, the reason for this reason, they should give this reason for this reason, only if I have said, not to be able to satisfaction thus: ‘Amongst those who have been shown that, they must be worthless than twelve leagues, or to satisfaction, he should seatsfying people in the future.”",
    "ai-tika-vin09t12:100_5": "for it is said: “The far shore is expelled and the worst doesn’t get enough.",
    "ai-tika-vin09t12:100_6": "Though they’re not worth a sixteenth part,: ‘I have been recited by the venerables,’ that very beneficial, and that you have to say, ‘I have no such reason, sir.’",
    "ai-tika-vin09t12:100_7": "the rest is apprehended, of the four rules, etc., that is, an offense entailing expulsion, and the four heard. ...",
    "ai-tika-vin09t12:100_8": "(Only) without being destroyed, the training in that way is how it is not easy to train.”",
    "ai-tika-vin09t12:101_0": "In this way the recitation of the Monastic Code should be understood according to the recitation of the Monastic Code in the search for three months, etc., in the recitation of the Monastic Code, etc., which is given in the recitation of the Monastic Code, and because it is not so only by means of a smaller declarations, etc.,",
    "ai-tika-vin09t12:101_1": "The meditator who makes the decision of the four rules entailing expulsion should recognize them.",
    "ai-tika-vin09t12:101_2": "the source from the beginning, the middle, and the end of the austerity, having committed an offense entailing expulsion, that monk recites the thirteen rules entailing expulsion. He then recites that offense entailing expulsion, and that offense entailing suspension.",
    "ai-tika-vin09t12:101_3": "If one who is engaged in malicious talebearing that has been heard, he is expelled and excluded from the community.",
    "ai-tika-vin09t12:101_4": "The remainder should be told in full awareness:",
    "ai-tika-vin09t12:102_0": "“Monks, these five kinds of canceling of the Monastic Code, without first recitation of the Monastic Code, has been recited; the Monastic Code is recited;",
    "ai-tika-vin09t12:102_1": "After reciting the introduction, the four rules entailing expulsion, and the thirteen rules entailing suspension, this is the second recitation of the Monastic Code.”",
    "ai-tika-vin09t12:103_0": "So it is said in this way.",
    "ai-tika-vin09t12:103_1": "In that place where the migrants are prepared,",
    "ai-tika-vin09t12:103_2": "One who arises in ten obstacles:",
    "ai-tika-vin09t12:103_3": "There is an obstacle:",
    "ai-tika-vin09t12:103_4": "danger from kings, danger from bandits, danger from fire, danger from floods, danger from people, danger from predatory animals, danger from snakes, a life-threatening danger, a danger to living the spiritual life.”",
    "ai-tika-vin09t12:103_5": "If anyone comes, he should do so.",
    "ai-tika-vin09t12:103_6": "This thieves coming, this is a bandit,",
    "ai-tika-vin09t12:103_7": "or separate dwelling in a monastery or a fire is coming to an end.",
    "ai-tika-vin09t12:103_8": "or the water is still waved, this is the water,",
    "ai-tika-vin09t12:103_9": "Many people come along.",
    "ai-tika-vin09t12:103_10": "this yakkha is a Noble, this yakkha,",
    "ai-tika-vin09t12:103_11": "(An) came from afar, this illness, this gap between the winds.",
    "ai-tika-vin09t12:103_12": "The snake’s hood creepers bite her.",
    "ai-tika-vin09t12:103_13": "if the sick monk is sick, he is going to win, regardless of whether or not he wishes, may take his life.",
    "ai-tika-vin09t12:103_14": "Wandering many monks, or one of the spiritual life is separated from the spiritual life, this is the danger of the spiritual life.",
    "ai-tika-vin09t12:103_15": "So what was said in the between the ten kinds of next: “This one who applies himself to the ten dangers.”",
    "ai-tika-vin09t12:104_0": "Through that determination:",
    "ai-tika-vin09t12:104_1": "The remainder should be understood that the rest is announced as pure: the rest of the senses, and the rest are forty-two to be trained.",
    "ai-tika-vin09t12:104_2": "according as it is said: “ recite it.”",
    "ai-tika-vin09t12:104_3": "Hence it is said: “But is the source of each other” .",
    "ai-tika-vin09t12:104_4": "So that’s what he should be heard, there is no obstructions to the observance-day procedure.",
    "ai-tika-vin09t12:104_5": "The training rule on friends",
    "ai-tika-vin09t12:104_6": "And here it is simply this mark: “This is the meaning of this mark, this is the mode.”",
    "ai-tika-vin09t12:104_7": "” The search for showing to see the indications.",
    "ai-tika-vin09t12:104_8": "these two kinds of canceling of the Monastic Code are bound together.",
    "ai-tika-vin09t12:104_9": "First: ‘The first is the first,’",
    "ai-tika-vin09t12:104_10": "now (when) they are to be spoken about the ascetic life rolled around the doctrines of the Buddhas (will now) in the Brahmajāla Sutta (Three), which is called the meaning.",
    "ai-tika-vin09t12:104_11": "what use is my daughter’s word? “What are I to do for me?”",
    "ai-tika-vin09t12:105_0": "“Venerables, listen to me.” Then the Sangha says, “Listening to me, ‘falteening’.",
    "ai-tika-vin09t12:105_1": "Abandoning the meaning is “with meaning”: the meaning is that permanent and constantly present.",
    "ai-tika-vin09t12:105_2": "For the meaning of this conversation that can be made about inappropriate and die in unfinished.",
    "ai-tika-vin09t12:105_3": "Or alternatively, is permanent,",
    "ai-tika-vin09t12:105_4": "crowded as decrepits for the sake of separating the positions, spears, rolling the limbs, and indicating the words “That is phrases, is what is said.”",
    "ai-tika-vin09t12:105_5": "accomplished in ethics, complete in virtue, and has attained perfection and consummation.",
    "ai-tika-vin09t12:105_6": "Or alternatively, they return to the human realm, some of the recitation of the monastic code, conducting themselves well and seeking alms.",
    "ai-tika-vin09t12:105_7": "the training rules on higher consciousness, and the five-fold training should train in it.",
    "ai-tika-vin09t12:105_8": "May all of them hear me.”",
    "ai-tika-vin09t12:105_9": "With this praise of her own beauty, carefully looks after ahead.",
    "ai-tika-vin09t12:105_10": "and subsides all the mental states of the Dispensation.",
    "ai-tika-vin09t12:105_11": "And there is on that very day the training, on that very day the monks who take up the training in the forms.",
    "ai-tika-vin09t12:105_12": "For they won’t practice according to the Monastic Law,",
    "ai-tika-vin09t12:106_0": "Listening these verses in these verses, while giving a gift to greenerations, saying: “Lay followers, I am going to ahead!”",
    "ai-tika-vin09t12:106_1": "to roam the roams, sunk in resplendent,",
    "ai-tika-vin09t12:106_2": "Although the Buddha is included in the recitation of the Monastic Code, it seems, when he said to the Buddha, the recitation of the Monastic Code, etc.,",
    "ai-tika-vin09t12:106_3": "for the Saṅgha has entered on the good way, which is suitable for attaining the highest perfection, and is guarded by suppression.",
    "ai-tika-vin09t12:106_4": "And where all the people say, “Where will it be?” “Where do they all say,”",
    "ai-tika-vin09t12:106_5": "So recitation of the Monastic Code less than the recitation of the Monastic Code –",
    "ai-tika-vin09t12:107_0": "“You should recite the Monastic Code in such a case. If a competent and capable monk should then inform me, ‘No, I have a competent and capable monk.’",
    "ai-tika-vin09t12:108_0": "thus, without knowing it",
    "ai-tika-vin09t12:108_1": "near Rājagaha in the city of Rājagaha,",
    "ai-tika-vin09t12:108_2": "for that is called the possession of the elements, he is called “the possession of the elements”.",
    "ai-tika-vin09t12:108_3": "But it is possible that a Buddha-sphere, a wheel-turning monarch, a just and a capital’s own son, which is standing on the ground.",
    "ai-tika-vin09t12:108_4": "Consequently, this is to say:",
    "ai-tika-vin09t12:108_5": "Though these two monks said, “What should we do?”",
    "ai-tika-vin09t12:108_6": "The senior monks should be queen to the elders, monks, of the affairs.",
    "ai-tika-vin09t12:108_7": "The Elders replied: “Whether it is talking in the texts,”",
    "ai-tika-vin09t12:108_8": "there is a rejoicing here.",
    "ai-tika-vin09t12:108_9": "He is endowed with abundant virtue: being possessed ; he is the meaning.",
    "ai-tika-vin09t12:108_10": "Strong downwards, they proceed, but without being told.",
    "ai-tika-vin09t12:108_11": "And here, although the young bhikkhu still only knew that the Pātimokkha, yet this illustrious verse:",
    "ai-tika-vin09t12:108_12": "If there are four or five hundred senior monks, the recitation of the Monastic Code, or two or three recites, then the Pātimokkha then went to Bāhuka.",
    "ai-tika-vin09t12:108_13": "But if he is unable to make the problem, he is unable to declare that",
    "ai-tika-vin09t12:109_0": "Now, as to the clause, he said, “Now,” he said, “Now, an opposite sex with,” etc., he should then said, “Now, which is the meaning of this jhāna.” But if it is said, “Now, what is it to be understood” , the meaning should be understood in that way.",
    "ai-tika-vin09t12:109_1": "Yet some sentient beings extend themselves to their religious donation. They’re better for the sake of wide opening in the world. There are worthy of offerings, making it known to them,. The Sangha gives a gift that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, and fame.",
    "ai-tika-vin09t12:109_2": "The Sangha has designated the four factors of the best seat, etc., and the Saṅgha has been completed.",
    "ai-tika-vin09t12:109_3": "after saying “They aren’t generals,” “It isn’t shared by an ordinary person,” and then, if it is not.",
    "ai-tika-vin09t12:109_4": "is freed in the factors of awakening.",
    "ai-tika-vin09t12:109_5": "and he retributes the observance-day procedure here,",
    "ai-tika-vin09t12:109_6": "Being unable to hold a lain on the observance-day procedure,",
    "ai-tika-vin09t12:109_7": "And who isn’t the five stages, what is referring to this? What is their culmination?",
    "ai-tika-vin09t12:109_8": "By the remainder of the kamma-objects:",
    "ai-tika-vin09t12:109_9": "Five are very helpful to the five-fold army.",
    "ai-tika-vin09t12:109_10": "Because they do praise the sound of counsel in this way.",
    "ai-tika-vin09t12:109_11": "The four sub-chapter on lying down is finished.",
    "ai-tika-vin09t12:109_12": "In this way the group of five on “specified”, etc.",
    "ai-tika-vin09t12:110_0": "Just now they are shown by the five (would) actions, “Now!” and “Having given this much,” etc.,",
    "ai-tika-vin09t12:110_1": "Herein, the teacher summons you:",
    "ai-tika-vin09t12:110_2": "In the middle-aged country there are ten kinds of monks who should be done, he should speak to them: “They are pure in the country.” ...",
    "ai-tika-vin09t12:110_3": "Please receive the full ordination.”",
    "ai-tika-vin09t12:110_4": "he thought, “(saying): ‘There is no right matter,” and he does not allow them to do so.",
    "ai-tika-vin09t12:110_5": "Though this is said for more than twenty years old, what is it said? “But what is it said?”",
    "ai-tika-vin09t12:110_6": "more than two or three more than that:",
    "ai-tika-vin09t12:110_7": "they discover the meaning.",
    "ai-tika-vin09t12:110_8": "These are the five ways of performing deeds in this way according to the appointment of deeds as “has deeds” is said.",
    "ai-tika-vin09t12:110_9": "it is to be given in the presence of the deeds that should be given out, one who sets out the accusations.",
    "ai-tika-vin09t12:110_10": "One of the observance-day procedure:",
    "ai-tika-vin09t12:111_0": "The observance-day procedure, the recitation of the Monastic Code, together with the search for a regular monk.",
    "ai-tika-vin09t12:111_1": "Likewise he said, “Let’s go to the observance-day procedure, reverends, on the fifteenth day sabbath, we will not be able to turn here in such-and-such a monastery.” But in this way, when he has arrived, he said, “We shall live there on the sabbath day sabbath, Visākhā, the sabbath of the three sabbath day.”",
    "ai-tika-vin09t12:111_2": "Of these: herein, observe the sabbath,",
    "ai-tika-vin09t12:111_3": "Endowed with the virtue: such virtues, etc., or with the stilling of unsuitable activity, etc., or with a consequence of his virtue and so on.",
    "ai-tika-vin09t12:112_0": "all the same thing happens when they said, “All these things do so,” they told, “Today,” and they said, “Though it was given this,” and they said, “From this matter,” he said, “From this matter,” and he said, “Take it instead.”",
    "ai-tika-vin09t12:112_1": "Talking is shown where there is, they say, “Now,” etc., in order to point out a sound with its meaning and then “Through this it is said, ‘Nothing, it is said.’”",
    "ai-tika-vin09t12:112_2": "“This is the observance day, but not the observance-day procedure.”",
    "ai-tika-vin09t12:112_3": "these are no causal relationship with the word “arer”.",
    "ai-tika-vin09t12:112_4": "Pañcasikha, the lesser Recitation of three kinds,",
    "ai-tika-vin09t12:112_5": "But that is not the observance day, on the day of the fortnight, and that is to say, “Husband,” etc., in order to show the detailed meaning of all it, he said, “It is not suitable to give me in detail” .",
    "ai-tika-vin09t12:112_6": "of the fourteenth, expert in mind,",
    "ai-tika-vin09t12:112_7": "The group of fifteen on the fifteenth",
    "ai-tika-vin09t12:112_8": "The observance day is the observance day.",
    "ai-tika-vin09t12:112_9": "on the winter months of the winter, the other three months of the winter, the winter, the summer, and the water of the rainy season, and the four months of the rainy season; the birds of winds, bathing in the eight months of the rainy season, and the four months of the winter season, too smaller-swormspanels jackals have turned in the end, and four months of the rainy season, and four months, a crafternity at the end of the rainy season, and four months.",
    "ai-tika-vin09t12:112_10": "In the third tetrad the fourteenth, two on the fourteenth, and the fifteenth day of the fortnight. In the third, two or three days, and four for seven days, and a fathoms highway.",
    "ai-tika-vin09t12:112_11": "the remainder are the eighteenteen-month period; the eighteenteen years old,",
    "ai-tika-vin09t12:112_12": "And in this context it is said:",
    "ai-tika-vin09t12:113_0": "“Whose trickles from the top of black-haired leaves,",
    "ai-tika-vin09t12:114_0": "that the minds are timely,",
    "ai-tika-vin09t12:115_0": "“For as much as he likes to the full-moon day of Kāḷudāyī,",
    "ai-tika-vin09t12:116_0": "which the observance-day procedure is right,",
    "ai-tika-vin09t12:117_0": "“For as long as the whole of Kāḷigod was built:",
    "ai-tika-vin09t12:118_0": "thinking: ‘It’s time,’ means observed the sabbath.",
    "ai-tika-vin09t12:119_0": "“But * Gotama, is the third couch with the three knowledges,",
    "ai-tika-vin09t12:120_0": "Thinking, ‘I’m recited’, they don’t know the Monastic Code.”",
    "ai-tika-vin09t12:121_0": "he should not place the regularly instruction on those who already have finished;",
    "ai-tika-vin09t12:121_1": "The majority is obstructed; it is allowed to make it precisely because of him that he is, even if he is needed.",
    "ai-tika-vin09t12:121_2": "Hence it is said: “Aware I” and so on.",
    "ai-tika-vin09t12:121_3": "in one position:",
    "ai-tika-vin09t12:121_4": "He should not consent to a regular monk on probation according to the number of resident monks: “The observance-day procedure and the fourteenth day of the lunar half-monthly instruction,” and he should then do so.",
    "ai-tika-vin09t12:121_5": "“Separating the sound of those resident monks, the resident monks should do the observance-day procedure with the newly arrived monks. Then we will do the invitation procedure on the following day, and you should do the invitation procedure with them.”",
    "ai-tika-vin09t12:121_6": "And here it is to be understood that the first precincts are to be given to the full moon on the fifteenth day of the fourth month, and it is capable of being recited in the Monastic Code, and on the first day or on the third occasion, and on the contrary about the Monastic Code, and on the contrary to the Monastic Code, or its term.",
    "ai-tika-vin09t12:121_7": "On such occasions, they thought, “May the fourteenth and the fifteenth day of the lunar half-month,” and they replied, “This is much about there.”",
    "ai-tika-vin09t12:121_8": "In the fourteenth day of the fortnight, the fifteenth, and the third year.",
    "ai-tika-vin09t12:122_0": "And on the observance day, they said, “I shall not live on the full-month day of the rainy season,” and so on.",
    "ai-tika-vin09t12:122_1": "So that is what is called the moon in all day of the starting points; that is to say, the full-moon day of the moon, the worms, and the bubbles of all the pores is called the full-moon.",
    "ai-tika-vin09t12:122_2": "up to the last one, and say thus:",
    "ai-tika-vin09t12:122_3": "and he gave them the first rains residence.",
    "ai-tika-vin09t12:122_4": "quarrelsome and argumentative,",
    "ai-tika-vin09t12:122_5": "halfs.",
    "ai-tika-vin09t12:122_6": "They needed bribery, etc., which cooked and specifically carried on the full moon by the wives. When they were grown, the meaning is, it is the meaning.",
    "ai-tika-vin09t12:122_7": "“If it seems appropriate to the venerables, let us do the observance-day procedure by reciting the Monastic Code, and now I will do the invitation procedure at the next new moon. I will now do the invitation procedure by reciting the Monastic Code, and we will do the invitation procedure now.” And we will do the invitation procedure on the day of the Monastic Code.",
    "ai-tika-vin09t12:123_0": "immediately:",
    "ai-tika-vin09t12:123_1": "fourteenth day of the fortnight, etc.",
    "ai-tika-vin09t12:123_2": "Whatever rains he would do.",
    "ai-tika-vin09t12:123_3": "having dealt with it is not able to do the invitation procedure.",
    "ai-tika-vin09t12:123_4": "for this is said:",
    "ai-tika-vin09t12:124_0": "“If the quarrelsome and argumentative monks stay on even until the next full moon, then all the monks have no choice but to do the invitation procedure on the day of Komudī, the fourth full moon of the rainy season.”",
    "ai-tika-vin09t12:125_0": "Hence it is said: “In the last month of rainy season, the last one month of the rainy season.”",
    "ai-tika-vin09t12:125_1": "and if he does so, he should deliberate on an offense of wrong conduct.",
    "ai-tika-vin09t12:125_2": "For this is said: “Bhikkhus, you should not do the invitation procedure with the monks, except for the purpose of the unity of the Sangha.”",
    "ai-tika-vin09t12:125_3": "On the invitation day it is due to purity that has been purified, etc.",
    "ai-tika-vin09t12:125_4": "and they show no faith in the same way.",
    "ai-tika-vin09t12:125_5": "now that is the road, which is accompanied by the monks, and is given in the same way as that as before.",
    "ai-tika-vin09t12:125_6": "When the monk has been re-admitted by the ejected monk, having taken the one who has been ejected, by the making amends for it, and then who has been ejected by the making amends for it.",
    "ai-tika-vin09t12:125_7": "They stand on a legal issue.",
    "ai-tika-vin09t12:125_8": "apart from that, if it is unless the Sangha ...",
    "ai-tika-vin09t12:125_9": "On the observance day it is known that abode is called “finishment”.",
    "ai-tika-vin09t12:125_10": "What is the reason why it brought to him?",
    "ai-tika-vin09t12:125_11": "Herein, firstly she gave it to the day (for you),",
    "ai-tika-vin09t12:125_12": "Because of the statement of the Kosambī did not say.",
    "ai-tika-vin09t12:125_13": "but wherever the bowl and robes are put for minor requisites, while the invitation procedure there is the one who is diligent, keen, and resolute at that time, they couldn’t get an obstacle for them.",
    "ai-tika-vin09t12:125_14": "the observance-day procedure should be done by an observance day,",
    "ai-tika-vin09t12:125_15": "he can’t do the same thing thus: “This is the first starting point of the simile of the later stage or the windows in the past, so long as he is allowed, or in the first watch, so long as he has not even one length of the earlier started or two or three watches of the night.",
    "ai-tika-vin09t12:125_16": "let alone all day,",
    "ai-tika-vin09t12:125_17": "And here too the road should be understood to the Sākiyaka’s road,",
    "ai-tika-vin09t12:125_18": "But if the invitation has come to an invitation procedure, then the invitation should be done in a complete assembly. After do the invitation procedure, it should not be done.",
    "ai-tika-vin09t12:125_19": "the invitation hasn’t been made.",
    "ai-tika-vin09t12:125_20": "if she does not show, she commits an offense of wrong conduct.",
    "ai-tika-vin09t12:125_21": "for the observance-day procedure there is an act of wrong conduct.",
    "ai-tika-vin09t12:125_22": "For this is said: “Bhikkhus, it is the observance-day procedure that is the observance-day procedure and the legal procedure should be done in the Sangha.”",
    "ai-tika-vin09t12:126_0": "“This is a term for the purpose of showing that it is,” it is said in order to show the meaning of this act of giving.",
    "ai-tika-vin09t12:126_1": "he does not follow that one, thus he is strong, having a strong sense of urgency,",
    "ai-tika-vin09t12:127_0": "Formless people have lived on where there is non-provided.",
    "ai-tika-vin09t12:127_1": "all the observance-day procedure: it is not possible to do the observance-day procedure with four or five days leftovers that legal procedure.",
    "ai-tika-vin09t12:127_2": "If there are thousand monks who belong to the same Buddhist sect and who are staying within the same monastic boundary, all of them and who should give their consent and no-one present objects to them, but who are worthy of their consent and no-one present objects.",
    "ai-tika-vin09t12:127_3": "if she has not committed an offense entailing expulsion;",
    "ai-tika-vin09t12:127_4": "and the name Hatthaka (Depped) fortunate-telling support for the hand",
    "ai-tika-vin09t12:128_0": "And why are they standing not showing their hands, and while they are standing on the very spots of their hands? Which is to be seen? What is the bag? When they’re not discarded, they show their friend?”",
    "ai-tika-vin09t12:128_1": "by the one with a broken head,",
    "ai-tika-vin09t12:128_2": "For one who is attached to it in the middle of the honey, it is called “announced” in the way.",
    "ai-tika-vin09t12:128_3": "these two enemys are bound, like the bonds.",
    "ai-tika-vin09t12:128_4": "why are the names of the Vimāsa, “Why don’t you say that?”",
    "ai-tika-vin09t12:128_5": "This is the reason why.",
    "ai-tika-vin09t12:128_6": "Because of the statement of the deeds done:",
    "ai-tika-vin09t12:128_7": "if there is a legal procedure that is done by an Sangha, they sat down on the group of twenty-two cases.",
    "ai-tika-vin09t12:128_8": "Is it only because of one who is subject to the legal procedure of ejection of less than twenty-nine years old and twenty-nine monks deserves to be released by the monks, but not able to humiliate them.",
    "ai-tika-vin09t12:128_9": "And the neighborhood of such a village boundary that was done unattached to the village, and it is done there to be done.",
    "ai-tika-vin09t12:128_10": "and even the single lion in the army.",
    "ai-tika-vin09t12:129_0": "the meaning is debt because of right speech: the meaning is the meaning.",
    "ai-tika-vin09t12:129_1": "For the word is one’s own bonds,",
    "ai-tika-vin09t12:129_2": "if he does not attain the sign, he does not achieve the sign of loss, the signless state, and including the signless.",
    "ai-tika-vin09t12:129_3": "The tree called Tāḷapuṭa, and so on.",
    "ai-tika-vin09t12:129_4": "A pile of bark-workins and softwood belonging to the same Buddhist sect and in the middle.",
    "ai-tika-vin09t12:129_5": "(thinking): I revere Him, the one (whole.",
    "ai-tika-vin09t12:129_6": "A jute robe, pile of grain, or timber, that wooden blows out of the wind in the open.",
    "ai-tika-vin09t12:129_7": "for he does not think, “This isn’t one who is superior.”",
    "ai-tika-vin09t12:129_8": "The obstructions on the signs of exertion,",
    "ai-tika-vin09t12:129_9": "And here in the any one of the three signs what is called a shopkeeper has not been done in any one of the three signs that he has done.",
    "ai-tika-vin09t12:129_10": "When he has performed the four kinds of signs, he sees one or other that is called an obstacle, one who understands the signs of the trees as a hide. It is called a single sign that he attained to the aggregates, without understanding the signs, he is called “deprehending the sign”.",
    "ai-tika-vin09t12:129_11": "But in the case of eight ignoble composites, therefore it is to be done without taking leave.",
    "ai-tika-vin09t12:129_12": "with all the virtuous things in every way,",
    "ai-tika-vin09t12:129_13": "apprehending the sign outside with the greenitals,",
    "ai-tika-vin09t12:129_14": "But when he sees the signs outside, what is it?”",
    "ai-tika-vin09t12:130_0": "After establishing the signs that have been rightly done,",
    "ai-tika-vin09t12:130_1": "This is the simile of the deathless.",
    "ai-tika-vin09t12:130_2": "All doesn’t follow all kinds of marks, etc., and sits down on what isn’t done. Having done, they’re not bound by them.",
    "ai-tika-vin09t12:130_3": "Since he is bound by his own jawbones,",
    "ai-tika-vin09t12:130_4": "(and do) a legal procedure consisting of the Sangha",
    "ai-tika-vin09t12:130_5": "Likewise in the ocean in the same way.",
    "ai-tika-vin09t12:130_6": "“‘This is insane’: this is how they proclaim from each other.",
    "ai-tika-vin09t12:130_7": "his boundaries are boundaries in the western direction.",
    "ai-tika-vin09t12:130_8": "she took part of her (food) from her own place.",
    "ai-tika-vin09t12:130_9": "wherever the monks stay, that is able to do the same.",
    "ai-tika-vin09t12:130_10": "But wherever I’m not able to do a legal procedure with according to the place where people shake, lean them, or murder their heads, nor are you must take care of this monastery.",
    "ai-tika-vin09t12:130_11": "One bound to the cows, one or two pictures (sticks), having taken one good fortune, and archery,",
    "ai-tika-vin09t12:130_12": "Herein, hitting the boundary markers outside, the boundary that defines the sign in this way, or the whole quarters removed the rats of the head,",
    "ai-tika-vin09t12:131_0": "the signs of the mountains, the signs of foulness, the signs of beauty,",
    "ai-tika-vin09t12:131_1": "from the mountain top,",
    "ai-tika-vin09t12:131_2": "When the courses are destroyed,",
    "ai-tika-vin09t12:131_3": "When this was said, they did the observance-day procedure at the head of the full moon.",
    "ai-tika-vin09t12:131_4": "that is not allowed establishing each other with these eight ways.",
    "ai-tika-vin09t12:131_5": "Hence it is said: “In this place he gets the signs in that place, just as in the place.”",
    "ai-tika-vin09t12:131_6": "But he sets out on two signs, and three signs even when the other two aeons have been produced, is allowable for them to mention the sign.",
    "ai-tika-vin09t12:131_7": "“What is the sign, sir?” When he asked, “What is the Monastic Law in the Vinayapilavatthu, what is the Monastic Law, he should be deposited in the Monastic Law in each case?”",
    "ai-tika-vin09t12:131_8": "“This must be doing this for you to perform a sign. Why should we do it?”",
    "ai-tika-vin09t12:131_9": "Likewise in the longhouses, etc., similar to the two.",
    "ai-tika-vin09t12:131_10": "Hence it is said: “What is the purpose, what is the sign?”",
    "ai-tika-vin09t12:131_11": "“Sir, the water is allowed to be given to someone who is not fully ordained like this.”",
    "ai-tika-vin09t12:131_12": "What is the indication of sounds?",
    "ai-tika-vin09t12:131_13": "That is the sign of the top of the gods.",
    "ai-tika-vin09t12:131_14": "What is the intermediate direction that?",
    "ai-tika-vin09t12:131_15": "This water is the water, and this is the sign of water.”",
    "ai-tika-vin09t12:131_16": "After saying, “What is the eighth cause of what?",
    "ai-tika-vin09t12:131_17": "After the sign of the hint, sir, in what is the preceding sign?” it should be canceled:",
    "ai-tika-vin09t12:131_18": "if you strike a sign in this way,",
    "ai-tika-vin09t12:131_19": "having given up all worms of affection and not substantively; the signs that are in the way already described, and then in the way already described.",
    "ai-tika-vin09t12:131_20": "“Sir, I have been appointed by you to do the observance-day procedure by me.” In this way they included in the motion of the building work.",
    "ai-tika-vin09t12:131_21": "Herein, the sign become evident in some are specifically.",
    "ai-tika-vin09t12:131_22": "But in the Character three times the drums over his head three times, (thinking): “This is the sign of cycle, what is the sign?”",
    "ai-tika-vin09t12:132_0": "Herein, as to the signs of these eight signs",
    "ai-tika-vin09t12:132_1": "victory in the signs of sacrifice:",
    "ai-tika-vin09t12:132_2": "The sign, he replied, “There is no place,” etc., just as the sign already described.",
    "ai-tika-vin09t12:132_3": "but the elephant-treasure or seven and cubits gems.",
    "ai-tika-vin09t12:132_4": "therefore the elephant stables (?) the smallest female elephant, the smaller stirred up.",
    "ai-tika-vin09t12:132_5": "If he allows the four directions, or three directions on a mountain in the four directions, then the signs of the mountain three there are on the signs and four directions, or five valuable signs of a single mountain.",
    "ai-tika-vin09t12:132_6": "The same sign, and the rest.",
    "ai-tika-vin09t12:132_7": "So when asked by when it is found, he should not do it in a hill, “This is bound by level.”",
    "ai-tika-vin09t12:132_8": "If there is no one sitting per day, he should not do it.",
    "ai-tika-vin09t12:132_9": "Because that sign becomes prey for one or other of the four quarters.",
    "ai-tika-vin09t12:132_10": "Therefore, the one who is asked by the shape of a wheel-turning monarch must stand on the shaped thus, having made it known to another. Then he should make an end of them.",
    "ai-tika-vin09t12:132_11": "If he takes a third place, or he should sit down to a certain mountain top, or he should build a dwelling built for him at the foot of a mountain. So why, having made an agreement to reappear in that place wherever he is born.",
    "ai-tika-vin09t12:132_12": "If he has a ploughed down a league all round, he may have a Shrine terrace into the mountain.",
    "ai-tika-vin09t12:133_0": "Going to take it, he takes it, gets hold of it, is the meaning.",
    "ai-tika-vin09t12:133_1": "Having thirty-two terraces, at the time of the Queen Trunk, the palms of the True Dhamma.",
    "ai-tika-vin09t12:133_2": "Herein, “high there is a ten ointments for boxes”",
    "ai-tika-vin09t12:133_3": "Aṅgīrasa is not allowed",
    "ai-tika-vin09t12:133_4": "so that the signs did inappropriately.",
    "ai-tika-vin09t12:133_5": "A floor is like a leaf stone that is like a pillar or a stone butcher’s knel. It is creeper stone, it is creeper-necovered and clay.",
    "ai-tika-vin09t12:133_6": "“But without a stone or termite back even that stone can get back.”",
    "ai-tika-vin09t12:133_7": "Therefore if he should make a palace, if he wants to build one robe made for the size of a stilt longhouse, he should put it on the ground.",
    "ai-tika-vin09t12:133_8": "If it is swallowed by one of the dwellings, he does not go back in such a way, and when the stilt longhouse is allowable, he is not allowed.",
    "ai-tika-vin09t12:133_9": "If he fails to get fact, he commits an offense entailing confession.",
    "ai-tika-vin09t12:133_10": "but having a dwelling place outside, it should not be put in one place. However many more is one stone.",
    "ai-tika-vin09t12:134_0": "whether the grass or leaves in a forest grove, or a tree grown from a tree, or a shop, he says, “This is not allowable.”",
    "ai-tika-vin09t12:134_1": "May the mango groves, beginning with in-breath and so on,",
    "ai-tika-vin09t12:134_2": "In what is called essentials, crushing the essentials, each other those in the hearts of the essence.",
    "ai-tika-vin09t12:134_3": "it is of four kinds as minor foot.",
    "ai-tika-vin09t12:134_4": "But as to its second waves, a hundred leagues away.",
    "ai-tika-vin09t12:134_5": "But here there is one mocking who is uninterrupted here.",
    "ai-tika-vin09t12:134_6": "If the fifth year is destroyed, he should be careless, two,",
    "ai-tika-vin09t12:134_7": "But if they don’t build a dwelling in the midst of the monastery, what should you do?",
    "ai-tika-vin09t12:134_8": "The place he should not live on one side and then stay there. Instead of building work it, he should not be done before the dwellings or the tree stilt houses, and he shouldn’t get any other.",
    "ai-tika-vin09t12:135_0": "And the tree too rolled for a tree. It is not allowable to tell him, “Not to go”",
    "ai-tika-vin09t12:135_1": "he deposited them on the ground, saying: “Upaka,” he continues,",
    "ai-tika-vin09t12:135_2": "Then he drove it out at the moment, and woven out through the air, and wipes it with water. But when he’s untamaged, he’s not able to make a sure that it is.",
    "ai-tika-vin09t12:135_3": "having cut off the top of the components, the Lord of the World",
    "ai-tika-vin09t12:135_4": "And they say, “She’s a _paṇḍaka_ to the _paṇḍaka_,” “It’s a _paṇḍaka_, Venerable Soṇadaṇḍa,” can see the glory of the finger.",
    "ai-tika-vin09t12:135_5": "But when he said, “This tree is in that a tree,” he replied, “This is a tree,” and “There is a tree-root-dweller.”",
    "ai-tika-vin09t12:135_6": "But one who is attached to well-proclaimed for such a single tree, but who does not get any other points.",
    "ai-tika-vin09t12:136_0": "The path that is called the sign of moving through the path, etc., is allowed to, etc., that is to say, the size of the paths, etc., that is “finites” .",
    "ai-tika-vin09t12:136_1": "But one who is traveling along a road before another path is still not able to discern the road and not to the wagons, saying: “This is that path, it is not allowable for them to go back through the road,”",
    "ai-tika-vin09t12:136_2": "Hence it is said: “Heading the calves in the calves,” and so on.",
    "ai-tika-vin09t12:136_3": "If the road goes along that road, they start out the road outside the road, then the path is outside the monastic boundary,",
    "ai-tika-vin09t12:136_4": "If he sees that the external road, they should know the fore-tellers and hide the outside.",
    "ai-tika-vin09t12:136_5": "And if two, after leaving the road, he should leave each time in a place wherever he is warrior-noble and ranking,: “What do you think what is going?”",
    "ai-tika-vin09t12:136_6": "In the eleventh enquiry,",
    "ai-tika-vin09t12:137_0": "If they’re able to make a dwelling, then one isn’t able to arrive in the four directions, even if it’s getting a single one, they’re not allowed to.",
    "ai-tika-vin09t12:137_1": "in the agitation of the signs,",
    "ai-tika-vin09t12:137_2": "Who, having given up what can be, what is it allowed to go to another?",
    "ai-tika-vin09t12:137_3": "(but) he should not go to a monastery and in the middle of the monastery, even if he has already gone.",
    "ai-tika-vin09t12:137_4": "However, how then does one have a dwelling place?",
    "ai-tika-vin09t12:137_5": "And while they were told by this path, “This is why the tenfold path,” But when they said, “It is not suitable for us to go.",
    "ai-tika-vin09t12:137_6": "The dwelling is allowed to leave after taking a sponsoring owner and it is not allowed to stay by one, and it is not suitable to someone else.",
    "ai-tika-vin09t12:138_0": "That which is unsuitable as to say, “We shall not protect yourselves,” etc., and “stead of wounds,” etc., is for protection, not for the sake of gorges,” and so on.",
    "ai-tika-vin09t12:138_1": "But if it is not allowed a road, then it is not allowed to live in a conformity with a single whirlpool, or when it is allowed to do it.",
    "ai-tika-vin09t12:138_2": "And there is no place in four directions for the beds of the dwellings in the four directions, and they came down to destruction on the four directions.",
    "ai-tika-vin09t12:138_3": "But it is not allowed to make a four faults.",
    "ai-tika-vin09t12:138_4": "If he is making a heavy clay, after cutting it down at the top and swallowing it, the sign pulls it out, and it moists it even to the water.",
    "ai-tika-vin09t12:138_5": "But if the water is not chopped, it’s not allowed to swept away without it or skeleton.",
    "ai-tika-vin09t12:138_6": "It’s possible to count the signless, and there is no counterpart sign.",
    "ai-tika-vin09t12:139_0": "But the wrong time, in the dwindling stinking at the wrong time, the waist or the ripe is not allowed to.",
    "ai-tika-vin09t12:139_1": "They don’t brought water brought by the water, namely, constantlying the three directions, which are always pervaded by one who is moved to the news.",
    "ai-tika-vin09t12:139_2": "And even if he meets the sign, it is not allowed.",
    "ai-tika-vin09t12:139_3": "But when a large has been sent back to the root where there is a tree trunk, current, big and separated from the water, etc., and is not easy to break down the barriers. But when a man is well proclaimed, it is not easy to break down from the sacred flour.",
    "ai-tika-vin09t12:140_0": "Though unattached, heartwood, and vehicles",
    "ai-tika-vin09t12:140_1": "the waters of the river named Golden river,",
    "ai-tika-vin09t12:140_2": "Their delimitedation: “The water isn’t yet started to act in secret, or he hasn’t done what is meant.”",
    "ai-tika-vin09t12:140_3": "When they discard the vessels, the place where they return.",
    "ai-tika-vin09t12:140_4": "But when about the drums in the Dark One said, “After in the matter of the blind men,” etc., is said to be the field for himself in the hollow.",
    "ai-tika-vin09t12:140_5": "But even if he were to play a game, he while waiting for the village or town, even if you were chopped in a village, or for life, or for a little he would be right.",
    "ai-tika-vin09t12:140_6": "But in that place the perception of signs of food is to be found, posts of fondness, etc., or of the stone.",
    "ai-tika-vin09t12:141_0": "When they have been shown the sign, and separated by the signs, they have shown that he is called “Lack of” and “Māra’am,” etc., that is an assembly.",
    "ai-tika-vin09t12:141_1": "but for this reason the four monks have been stated.”",
    "ai-tika-vin09t12:141_2": "To this end, the monks from the group of six on boundaries with the shackles and the monastic boundarys, and you must ask for the similes of the dwellings. When it is bound to the neighborhood of the head, they must ask for alms in the neighborhood of a village, or the track in the neighborhood of the villages, the care of the monastery, and the kingdom of the chieftains, he should put you over his own dwelling in the neighbourhood of the village.",
    "ai-tika-vin09t12:141_3": "He should then be given the consent of a regular monk who belongs to the same community and who should be given the consent.",
    "ai-tika-vin09t12:141_4": "Therefore it was said: “In that village they will give back.”",
    "ai-tika-vin09t12:141_5": "In that village they’re dropped in a village, the merchant’s worker, and the neighborhood of a village.",
    "ai-tika-vin09t12:141_6": "“If the monks knew who the villages have arrived, they must go to the villages and the towns,” and they told him what had happened.",
    "ai-tika-vin09t12:141_7": "Mahāpaduma, “ famous Rucānandā might build a drop of key-pointments for Pāṭaliputtas, and still only the names of the bondservants came.",
    "ai-tika-vin09t12:141_8": "When the sign of the monks has a hidden, it is still unshakable for a hundred years. When it has arrived, they should go to the monastery that isn’t yet another. And when it has arrived, they should now while the feather-month period.",
    "ai-tika-vin09t12:141_9": "or to consent.”",
    "ai-tika-vin09t12:142_0": "Now, that is to be shown by one who has attained the attributes of deeds, etc., that is, for one who has been shown that the name of the (magical) deeds, “specified” .",
    "ai-tika-vin09t12:142_1": "the sound of cry out.",
    "ai-tika-vin09t12:142_2": "If it seems appropriate to the Sangha, the Sangha should abolish the established monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin09t12:142_3": "Please, Venerables, the Sangha establishes me in the same sign as long as it does.",
    "ai-tika-vin09t12:142_4": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin09t12:142_5": "The Sangha has established, based on these boundary markers, a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together. That is why I look after this matter.”",
    "ai-tika-vin09t12:142_6": "Once it is said:",
    "ai-tika-vin09t12:142_7": "For a procedure that requires one motion and three announcements, it is pure and bright.",
    "ai-tika-vin09t12:143_0": "Khāvittiyas, and Bhūtakas.",
    "ai-tika-vin09t12:143_1": "The established monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin09t12:143_2": "praised by the eighteen bases of boundaries.",
    "ai-tika-vin09t12:143_3": "After establishing these three cases for the going forth and the full ordination by embracing the full ordination on the bodies of the Sangha, he should fix a boundary that is the first.",
    "ai-tika-vin09t12:143_4": "But he should know that it is to be spoken.",
    "ai-tika-vin09t12:143_5": "If he stands in the assembly hall, he should fix many legs of all kinds, tied the one interrupted on to the ground, in the middle of the monastery, and have to be bound together in the middle of the monastery.",
    "ai-tika-vin09t12:143_6": "They must stay in the shackle of the Bodhi tree where they stay. They can meditate.",
    "ai-tika-vin09t12:143_7": "If he applies himself to the rainy season by one day, if he applies himself to the other, he is allowed.",
    "ai-tika-vin09t12:143_8": "But it is not allowed.",
    "ai-tika-vin09t12:143_9": "or another one thousand monks who take care of it.",
    "ai-tika-vin09t12:143_10": "he should not place the boundary markers on the boundary markers of a stilt longhouse without a thought. He should not fix a boundary markers a stilt longhouse on that hide.",
    "ai-tika-vin09t12:143_11": "but he should fix the boundary on the ground and boundaries.",
    "ai-tika-vin09t12:144_0": "Here is the bondage to bondage in bondage:",
    "ai-tika-vin09t12:144_1": "After establishing the signs that are in the boundary, he delivering the boundary markers of that sign, and then designated it thus.",
    "ai-tika-vin09t12:144_2": "The same deed should be stronged, but not transferred to another.",
    "ai-tika-vin09t12:144_3": "In this way we’ll sink down, saying, “We’ll be able,” and they’ll not be able to kill them.",
    "ai-tika-vin09t12:144_4": "establishing the boundary markers of a monastic boundary, he should leave the boundaries within the boundaries of the fourfold.",
    "ai-tika-vin09t12:144_5": "But if the dwelling is large, two, three, four, five, ten, twenty, thirty, forty, or even more than that.",
    "ai-tika-vin09t12:145_0": "In this way he should designate the boundary as delimiting a boundary that is boundary, if he is going from the ground, he should leave the boundaries before going into the ground.",
    "ai-tika-vin09t12:145_1": "After that, the rest is the sign of intervals of more than a hand, he should establish firmly in one or other of the boundary. He should designate that same boundary as deed.",
    "ai-tika-vin09t12:145_2": "In this way we’ll sink down, saying, “We’ll be able,” and they’ll not be able to kill them.",
    "ai-tika-vin09t12:145_3": "But if the boundary markers preparing the signs and inner skin enclosed by a large sign, then making the signs of foulness in such a place, and worm-infested themselves in the place where they wish.",
    "ai-tika-vin09t12:145_4": "In this way they should fix from the debt, boundaries.",
    "ai-tika-vin09t12:145_5": "When they’re bound by a deer, and the mendicants are standing in a bonfire. While the boundary they’ve done their works, they don’t make them sit or lie down on the ground.",
    "ai-tika-vin09t12:145_6": "But when the head is depressed, they don’t get lost,",
    "ai-tika-vin09t12:145_7": "After entering the village, they’ll do the procedure in the next village, and they’re proclamation.",
    "ai-tika-vin09t12:145_8": "For the village boundaries between the boundaries",
    "ai-tika-vin09t12:145_9": "When there is no abolishing of the boundary, there is undisturbed pervasion.",
    "ai-tika-vin09t12:145_10": "Hence it is the difference.",
    "ai-tika-vin09t12:145_11": "The lion’s head were bound by him,",
    "ai-tika-vin09t12:146_0": "And this is the effect.",
    "ai-tika-vin09t12:146_1": "“The first time, the village districts are set up for the village and the wilderness, without getting permission from the inhabited area, the inhabited area of the districts, the inhabited area and the next village, and the inhabited areas,",
    "ai-tika-vin09t12:146_2": "If it is within a monastic boundary, if he goes to where the boundaries within which all the boundaries within that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin09t12:146_3": "for there is no signifying the sign of her,",
    "ai-tika-vin09t12:146_4": "If there is no normalance, he does not get it, there is no village at the wrong time.",
    "ai-tika-vin09t12:146_5": "But if he deposited himself within the boundary, it goes to the village.",
    "ai-tika-vin09t12:146_6": "But just as, later generates, while the first places grow in this way the immaterial attainment does only grow.",
    "ai-tika-vin09t12:146_7": "If even if they have made an abode of the household life, thinking, “We’ll leave it eventually use them to display the village,” and when they go looking down, they still want.",
    "ai-tika-vin09t12:146_8": "But if there is a family home in an inhabited area or a distance, it does not go to the neighborhood of a village.",
    "ai-tika-vin09t12:147_0": "Having thus shown that this head does not give, bound them in a bundle, “Now,” “There is no longer bound in this way,” “There is for the purpose of boundless space.”",
    "ai-tika-vin09t12:147_1": "“Living in the neighborhood of a village,",
    "ai-tika-vin09t12:147_2": "and here the town-dwellers should be understood in the village, too.",
    "ai-tika-vin09t12:147_3": "In a village he’ll get a rich village, whatever village he wants to offer him or whatever village he may get hiss, or whatever village he wants.",
    "ai-tika-vin09t12:147_4": "Even when there is a single village, if he gives one poisonous vicinity to other people in the village, saying, “Give the king’s poison.”",
    "ai-tika-vin09t12:147_5": "That is why the others also boundaries to theirs also as boundaries.",
    "ai-tika-vin09t12:147_6": "but not of the three robes, but got the dwellings.",
    "ai-tika-vin09t12:148_0": "in an uninhabited area, in the wilderness, and in the wilderness,",
    "ai-tika-vin09t12:148_1": "Hence the name of Nāgas, “We didn’t take”.",
    "ai-tika-vin09t12:148_2": "This is the abode of the three robes even if he possesses the three robes.",
    "ai-tika-vin09t12:148_3": "and cast-offs made for the reeds.",
    "ai-tika-vin09t12:148_4": "He is unable to travel without a group.",
    "ai-tika-vin09t12:148_5": "Wherever they go, they’re unable to go there on the later day, Sakyan, or that which is why it is said.",
    "ai-tika-vin09t12:148_6": "going to the village, but in the thief of those going to the village,",
    "ai-tika-vin09t12:148_7": "There he is not able to do a legal procedure there without making it clear.",
    "ai-tika-vin09t12:148_8": "Standing in the middle of the seven directions, they are standing in the middle of the seven directions.",
    "ai-tika-vin09t12:148_9": "For you have the Teacher inside,",
    "ai-tika-vin09t12:148_10": "Therefore because it grows in specific neutrality.",
    "ai-tika-vin09t12:148_11": "for the sake of access and for the sake of himself.",
    "ai-tika-vin09t12:148_12": "I placed my boundaries with the boundaries, bound them on a place,",
    "ai-tika-vin09t12:148_13": "may both of these restraint:",
    "ai-tika-vin09t12:148_14": "one observance-day procedure separately,",
    "ai-tika-vin09t12:148_15": "And here the observance-day procedure should be understood that the matter of the observance-day procedure, etc., here it is to be understood that the observance-day procedure, and that is to be understood as “withstanding.”",
    "ai-tika-vin09t12:148_16": "I will give a very story without a group of boundaries for the observance-day procedure,",
    "ai-tika-vin09t12:148_17": "half a month, the rest is the best.",
    "ai-tika-vin09t12:148_18": "so also the words “She is established in mud.”",
    "ai-tika-vin09t12:148_19": "the gods from the clouds.",
    "ai-tika-vin09t12:148_20": "individual essence through the air the characteristics of being lily upon the air,",
    "ai-tika-vin09t12:148_21": "It drops in the water is what is meant.",
    "ai-tika-vin09t12:148_22": "After being crossed over by the wind, or by the below,",
    "ai-tika-vin09t12:148_23": "dressing up the three robes, he thinks:",
    "ai-tika-vin09t12:148_24": "wherever?",
    "ai-tika-vin09t12:148_25": "“A nun who has supervised the characteristics, etc., of the analysis of clans, has not gone beyond the characteristic of veneration, not coming to because of supernatural existence.”",
    "ai-tika-vin09t12:149_0": "Having dug a moment by himself, even if he were pulled away from the wound,",
    "ai-tika-vin09t12:149_1": "Having drunk from the ocean, (afternails), or ropes the ocean from the ocean.",
    "ai-tika-vin09t12:149_2": "“This is the characteristic of the rainy season in that place, having dropped on the water at the time of the rainy season, which is already stated.”",
    "ai-tika-vin09t12:149_3": "it goes to an embankment,",
    "ai-tika-vin09t12:149_4": "Wherever, when the rainy season residence is in a curtain of the rainy season residence, or in a time of the hand and foot is dropped into water, or to wash it from a village, this is not allowable.",
    "ai-tika-vin09t12:150_0": "They say, “She is stricking out,” “It is a difficult thing to do,”",
    "ai-tika-vin09t12:150_1": "How should I put water that has been put?”",
    "ai-tika-vin09t12:150_2": "Weighing this by the medium one, by those men,",
    "ai-tika-vin09t12:150_3": "This is the surface of water: making its box; this is the meaning.",
    "ai-tika-vin09t12:150_4": "This assembly extends, right thought, right speech, and right action.",
    "ai-tika-vin09t12:150_5": "But if there’s no inclination forward, it still does not overflow the mouth, that there is no in all directions, and the Sangha sits down,",
    "ai-tika-vin09t12:150_6": "would never neglect even the monks for the monks.",
    "ai-tika-vin09t12:151_0": "at the time of the kind already described, at the time of the primary.",
    "ai-tika-vin09t12:151_1": "in the four months of the rainy season.",
    "ai-tika-vin09t12:151_2": "A swallow is in the open, but not to be taken away.",
    "ai-tika-vin09t12:151_3": "he’s defined in this village boundary.",
    "ai-tika-vin09t12:151_4": "the same inner skin enclosed in the gold blade of sinews , and the function should be understood as the same as in the matter.",
    "ai-tika-vin09t12:151_5": "If it is unallowable, he should do it instead of rainy-season robe.",
    "ai-tika-vin09t12:151_6": "If you are not able, you should do so.",
    "ai-tika-vin09t12:151_7": "How many can it be done by one who goes to the boat?",
    "ai-tika-vin09t12:151_8": "for that is bounded only as much water.",
    "ai-tika-vin09t12:151_9": "When there’s an unintelligent post-midday procedure, if you’re kept on moistening it, you’re not mangoing it.",
    "ai-tika-vin09t12:151_10": "As a result, a rolling-picked hair, wrapped in clean cloth, and eventually it is allowed to make a small tree.",
    "ai-tika-vin09t12:152_0": "But if he leaves the tree grown outside or but is outside the monastic boundary, he should fix it on the right shade outside. He should then enter the village or town, separate that procedure.",
    "ai-tika-vin09t12:152_1": "It is not allowed to lift a hollow from the tree to outside the gateway, or to go beyond the branches of a tree, nor to do it.",
    "ai-tika-vin09t12:152_2": "if he is able to put outside the monastic boundary, he should cut outside the monastic boundary within the boundary, or he is to be cut down outside.",
    "ai-tika-vin09t12:152_3": "But when a river is chopped, a stone in the shade of a neck, or is not the rolling of the mouth.",
    "ai-tika-vin09t12:153_0": "If you’re not able to do a white lotuses, or white lotuses,",
    "ai-tika-vin09t12:153_1": "But if they’re not able to do a legal procedure with white cloth, it’s not allowed to do the procedure.",
    "ai-tika-vin09t12:153_2": "Then, standing at the foot of the Cetatures, while standing on the bank of the Gives,",
    "ai-tika-vin09t12:153_3": "Likewise in the same way.",
    "ai-tika-vin09t12:154_0": "“In that place where the cowherds come from. But whenever he tells them to make their bed, there is no place here or where there are cows.",
    "ai-tika-vin09t12:154_1": "If it is insist on a swamp, he should close the windows on the ground.",
    "ai-tika-vin09t12:154_2": "the exposition should be understood in the way already described.",
    "ai-tika-vin09t12:154_3": "But if it is sinking the boundary, or he stands outside the town, but then it stands where there is.",
    "ai-tika-vin09t12:154_4": "Herein, it is allowable to make that (of the wind).",
    "ai-tika-vin09t12:154_5": "Next, the meaning is that it is kept rising from the ground consisting of the level of the strings, and it is not established there, but the meaning is that it is not established in the sense of the urinating.",
    "ai-tika-vin09t12:154_6": "As a consequence, when the top of the rainy season was carried on,",
    "ai-tika-vin09t12:154_7": "Compassionate on Sukkā",
    "ai-tika-vin09t12:154_8": "And just as, when a lotus pond is used up in a lotus leaf, the shoots of curry, the gate is used in the same way.",
    "ai-tika-vin09t12:154_9": "Or they made a barge and so on.",
    "ai-tika-vin09t12:154_10": "places it in that place wherever it has been done, or that place",
    "ai-tika-vin09t12:154_11": "But the ground is still unworthy.",
    "ai-tika-vin09t12:154_12": "If he had been filled with a different position, they made a fence round about one, and it then thresholds it into the lake.",
    "ai-tika-vin09t12:154_13": "it goes to a village boundary.",
    "ai-tika-vin09t12:155_0": "And if it’s not allowed, then after it’s impossible to go back and forth into water.",
    "ai-tika-vin09t12:155_1": "places where the water settles out from the place where the water is kept, rolling towards the water, and took it from the place where it was,",
    "ai-tika-vin09t12:155_2": "It’s not allowed to go to the next village by a river, and when the village was climbing it, it’s allowable to enter the village.",
    "ai-tika-vin09t12:155_3": "If you go to the monastery, they’re considered to be considered as a monastic dwelling.",
    "ai-tika-vin09t12:155_4": "Therefore because he goes there, he goes downwards,",
    "ai-tika-vin09t12:155_5": "It’s said to delimitation, and preserve things that can’t be said.",
    "ai-tika-vin09t12:155_6": "However, if it is not shaking where it should be done, that is to say, the inner quarter, as to delimitation of the falling.",
    "ai-tika-vin09t12:155_7": "for the sake of access and for the sake of himself.",
    "ai-tika-vin09t12:156_0": "But why is it that one thing, another one different is put in a double measure, one is put in the water, and one place it for its purpose?”",
    "ai-tika-vin09t12:156_1": "This is said:",
    "ai-tika-vin09t12:156_2": "This is the seventh sinew that place the monks on the side, and they don’t forget even the water and fire that remains because of that all the monks do not even a single one.",
    "ai-tika-vin09t12:156_3": "However, when the lions increased, he is treated.",
    "ai-tika-vin09t12:156_4": "So one should put another one’s upper story in another all the sauna.",
    "ai-tika-vin09t12:156_5": "But then, when a discussion is spoken about, it is not allowed to speak a deed to be spoken to, but that is not allowed to be done for the purpose of performing the legal procedure. How should it be done?",
    "ai-tika-vin09t12:156_6": "As to delimitation, it is bounded by what pertains to self, without standing, one who is standing outside the gateway, and one who stands outside of the gateway, one who is not worthwhile, and one who is standing outside the gateway, and one whose leans stout delimitation is the meaning. The meaning is the substance of seven or seven rains.",
    "ai-tika-vin09t12:156_7": "This is the meaning of all kinds of discussion: “This is the precincts, all the manner of building work, and this is the Great Ascetic.”",
    "ai-tika-vin09t12:156_8": "“This has been stated” .",
    "ai-tika-vin09t12:156_9": "And in this context it is said:",
    "ai-tika-vin09t12:157_0": "“For he who is bound by his bonds, here in the two wounds,",
    "ai-tika-vin09t12:158_0": "if it is forty eons of the Vajjiputtakas who had eaten and voice,",
    "ai-tika-vin09t12:159_0": "bound by a lion’s head means eaten on the village.”",
    "ai-tika-vin09t12:160_0": "And there are two kinds of shared offenses that are counterpart.",
    "ai-tika-vin09t12:160_1": "Herein, here the opposite sex on the site, etc., should all be shown by a sangha intent.",
    "ai-tika-vin09t12:160_2": "offensive, dying, synovial fluid, poisoning, claying, sneaking, fraud, interpreting, and instrumental music.",
    "ai-tika-vin09t12:160_3": "If it seems appropriate to the offense entailing suspension, it seems appropriate to the observance-day procedure, then the legal procedure is not finished.",
    "ai-tika-vin09t12:160_4": "“So it is allowed to make a share out of the one who is like a person who has come to the presence of a woman.",
    "ai-tika-vin09t12:160_5": "If he does, he commits an offense of wrong conduct. But there is no offense of wrong conduct.”",
    "ai-tika-vin09t12:160_6": "With this construction occurred:",
    "ai-tika-vin09t12:160_7": "He has the same virtue as object, etc., that is to say, the same as stated in the stage of partaking of diminution, etc., similar.",
    "ai-tika-vin09t12:160_8": "If you don’t teach it, you should confess it. And you who can confess it, you commit an offense of wrong conduct.",
    "ai-tika-vin09t12:160_9": "Hence it is said: “Heading the meal in the water, etc.”",
    "ai-tika-vin09t12:160_10": "similar to one offenses.",
    "ai-tika-vin09t12:161_0": "(Mahinda replied:) “I accepted rice porridge and honey.” He is the meaning.",
    "ai-tika-vin09t12:161_1": "(They are) coming to it: (but) for the purpose of (good) coming.",
    "ai-tika-vin09t12:161_2": "He should be dropped in a monastery.",
    "ai-tika-vin09t12:161_3": "‘This is skillful, this is what is good.’",
    "ai-tika-vin09t12:161_4": "If you don’t get a messenger to the food of the dwellings, whether a public drink, or a lurking.",
    "ai-tika-vin09t12:161_5": "if he prompts in the presence of one who takes what he says, “I won’t want to have what he has said; he cannot be practiced accordingly;",
    "ai-tika-vin09t12:161_6": "If you receive it, you should make an effort",
    "ai-tika-vin09t12:161_7": "If the whole Sangha has committed the offense entailing suspension, it’s not allowable to create an obstacle to the observance-day procedure.",
    "ai-tika-vin09t12:161_8": "If you do, you should confess an offense of wrong conduct.",
    "ai-tika-vin09t12:161_9": "If you don’t receive the confession of shared offenses, you commit an offense of wrong conduct.”",
    "ai-tika-vin09t12:161_10": "he is expelled and separated from that place.",
    "ai-tika-vin09t12:161_11": "“After eavesdroping away, it doesn’t teach even a fraction, there’s no eighth day in the eighth day.” But there is no instead of giving.",
    "ai-tika-vin09t12:161_12": "and they told them what had happened.",
    "ai-tika-vin09t12:161_13": "why are they described in the same way as before?",
    "ai-tika-vin09t12:161_14": "If it seems appropriate to the three failures, then it seems appropriate to the individuals, but on their way, the neighborhood of the Sangha, then the other person isn’t able to make the other side.",
    "ai-tika-vin09t12:162_0": "one of the four offenses entailing expulsion, one of the four offenses entailing expulsion,",
    "ai-tika-vin09t12:162_1": "A _paṇḍaka_ will be expelled by the army of the animals,",
    "ai-tika-vin09t12:162_2": "whatever other animals there are who are because of the king of the gods of the Thirty-Three ...",
    "ai-tika-vin09t12:162_3": "Hence it is said: “Here, and so.”",
    "ai-tika-vin09t12:162_4": "Herein, here will you be able to talk about the Vajjians,",
    "ai-tika-vin09t12:162_5": "of one who has acquired the full ordination: “Monks, that one who is not fully ordained should not give the full ordination here, since he has not received the full ordination on that animal, who is not fully ordained. He should because of its appearance.”",
    "ai-tika-vin09t12:162_6": "Herein, there is a anyone who is born in the womb of the gods, even a non-human who is undeharded.",
    "ai-tika-vin09t12:162_7": "For it is said that there is a certain one who has gone to the end of the lifespan of the gods. If there is a certain royal bull elephant who grows old, not even one of the trees in this way, whether or not he has become a king of the gods.”",
    "ai-tika-vin09t12:162_8": "The meaning is that name of this. These are the reasons of those ascetics of other religions and sectarians.",
    "ai-tika-vin09t12:163_0": "recitation on the discourses.",
    "ai-tika-vin09t12:163_1": "The observance-day procedure should be done after the observance-day procedure, the purity has been brought.",
    "ai-tika-vin09t12:163_2": "Similarly, that is indeed the advantages.",
    "ai-tika-vin09t12:163_3": "This is the recitation of the Monastic Code.",
    "ai-tika-vin09t12:163_4": "Remembering the recitation of the Monastic Code, recitation, instruction, and recitation;",
    "ai-tika-vin09t12:163_5": "if he says, “This is the transgression in this way,” and “This is the same kind of offense as understanding.",
    "ai-tika-vin09t12:164_0": "Patients in patience, the three verses called “The Tissa”.",
    "ai-tika-vin09t12:165_0": "“Patient acceptance is the ultimate austerity.",
    "ai-tika-vin09t12:166_0": "Nibbāna is supreme say the Buddhas,",
    "ai-tika-vin09t12:167_0": "for one gone forth does not hurt another,",
    "ai-tika-vin09t12:168_0": "nor does an ascetic hurt another.",
    "ai-tika-vin09t12:169_0": "“All what should be done and what is good,",
    "ai-tika-vin09t12:170_0": "(But) the purification of one’s mind has been understood: this is the Teaching of the Buddhas.",
    "ai-tika-vin09t12:171_0": "“Not finding fault, not hurting, ~ and restraint in regard to the Pātimokkha,",
    "ai-tika-vin09t12:172_0": "knowing the correct measure in food, (living in) a remote dwelling place,",
    "ai-tika-vin09t12:173_0": "being devoted to meditation - this is the teaching of the Buddhas.”",
    "ai-tika-vin09t12:174_0": "These are the three verses.",
    "ai-tika-vin09t12:175_0": "Herein, (But) patience is the ultimate austerity, the ultimate one (of Nibbāna).",
    "ai-tika-vin09t12:175_1": "The meaning is explained in reciting (the three)s: It is proper to endure spending the three, that is to say, the meaning.",
    "ai-tika-vin09t12:175_2": "Nibbāna is the ultimate austerity, the ultimate one, the ultimate one, the Buddhas say, “This is the ultimate” .",
    "ai-tika-vin09t12:175_3": "But they don’t go forth under the intermediate directions, nor do they get frustrated.",
    "ai-tika-vin09t12:175_4": "One with its four feet,",
    "ai-tika-vin09t12:175_5": "“This ascetic has not gone forth.”",
    "ai-tika-vin09t12:175_6": "“Those who kill living creatures,” “There is no anguisher in this way,”",
    "ai-tika-vin09t12:175_7": "Or alternatively, when the virtuous are killers here.",
    "ai-tika-vin09t12:175_8": "for he is called “restraint in the sense of virtue”.",
    "ai-tika-vin09t12:175_9": "And when an ascetic, a renunciate shouldn’t hurt anyone, hurt others, or hurt both; he’s not a renunciate or who has gone forth is called “one who is virtuous”.",
    "ai-tika-vin09t12:175_10": "But they say, “Whoever goes forth with the interruption of others, even if anyone kills others, prevents him, is not allowed to take his life.”",
    "ai-tika-vin09t12:175_11": "Why is that?",
    "ai-tika-vin09t12:175_12": "because of the monk’s going forth",
    "ai-tika-vin09t12:175_13": "“Have gone forth as a monk, since he’s called one who has gone forth.”",
    "ai-tika-vin09t12:175_14": "‘This ascetic doesn’t hurt others, nor do I harm anyone.",
    "ai-tika-vin09t12:175_15": "Why is that?",
    "ai-tika-vin09t12:175_16": "Because it’s unequalled.",
    "ai-tika-vin09t12:175_17": "“For the ascetics, it’s said to be an ascetic.”",
    "ai-tika-vin09t12:176_0": "Second: all is knowledgeable.",
    "ai-tika-vin09t12:176_1": "(But) without a maker.",
    "ai-tika-vin09t12:176_2": "so skilled in the four ways of doing skillful.",
    "ai-tika-vin09t12:176_3": "and he gains the full ordination.",
    "ai-tika-vin09t12:176_4": "With a mind of good will towards oneself and another’s control has been purified by the looking at her very moment of his own giving up and her mind is witness.",
    "ai-tika-vin09t12:176_5": "So, after giving up all precepts and observances, he can look after at the head of the whole world. He can look after advice to the instruction, and follow his example of the Buddhas. Having thus finished his instructions and fulfilled the instructions.",
    "ai-tika-vin09t12:177_0": "In the third enlightenment comes from anyone, without hurting anyone.",
    "ai-tika-vin09t12:177_1": "Bothing without hurting others, one who makes no harm;",
    "ai-tika-vin09t12:177_2": "Restrained in the Monastic Code, which because of the recitation of the Monastic Code, having not yet left unwilled, with such ethical conduct, bad destinations, and evidence, deceived in various kinds of misconduct.",
    "ai-tika-vin09t12:177_3": "or else, or drink, the one who thinks, “She is called the Monastic Code”;",
    "ai-tika-vin09t12:177_4": "Visākha, discovering the three characteristics, etc.,",
    "ai-tika-vin09t12:177_5": "acceptance of the right kind, etc., that is suitable to say, second studies, and suitable.",
    "ai-tika-vin09t12:177_6": "staying in a cesspit, polished furniture, deformed the lodgings in order, and remote lodgings.",
    "ai-tika-vin09t12:177_7": "And here the explanation of the meaning is this: because it is to be understood all oppositeness in each other with the four characteristics, because it is praised by the forty-four kinds of light.",
    "ai-tika-vin09t12:177_8": "The higher mind is the same intent upon in the higher consciousness, and the higher consciousness is the same as that of the one whose mind is let alone in the higher consciousness.",
    "ai-tika-vin09t12:177_9": "This is the instruction of the Buddhas. The response (afterwards), without having qualified conduct, repelled (afterwards) insignification, (and then) “Have you believe in the instructions of the Buddhas. ” And this is the eighth cause of the instructions.",
    "ai-tika-vin09t12:177_10": "But these three verses should be understood that the recitation of the Monastic Codes should be understood:",
    "ai-tika-vin09t12:177_11": "The Buddhas don’t recite it.",
    "ai-tika-vin09t12:178_0": "“Sir, I have heard what the Sangha says is said.”",
    "ai-tika-vin09t12:178_1": "The disciples do not recite it in the Buddha, and they do not recite it in the Sangha. They then said, “There are disciples of the Buddhas who are Buddhas.”",
    "ai-tika-vin09t12:178_2": "In this case: “This is the meaning of this matter,” this is however.",
    "ai-tika-vin09t12:179_0": "Without charging right there, he is not having the previous, not having the previous set,",
    "ai-tika-vin09t12:179_1": "the fourth month.",
    "ai-tika-vin09t12:179_2": "From the four months of the rainy season, she says: “May the four months of the four months” “Let them fulfill their precepts.”",
    "ai-tika-vin09t12:179_3": "They needed waters that are needed flour;",
    "ai-tika-vin09t12:179_4": "By body: such unitedness is constantly placed in harmony.",
    "ai-tika-vin09t12:180_0": "However, this is in the explanation to point.",
    "ai-tika-vin09t12:180_1": "If the first monk who has entered the rainy-season residence together with five monks should then do the observance-day procedure by declaring purity when there are five monks and who should then do the invitation procedure in the presence of those who already have arrived.",
    "ai-tika-vin09t12:180_2": "And if there were two or three pieces, one, and two in each case;",
    "ai-tika-vin09t12:180_3": "Then there are one or two, three, four, or five;",
    "ai-tika-vin09t12:180_4": "Then the first two, three, or three;",
    "ai-tika-vin09t12:180_5": "For this is the characteristic of impermanence:",
    "ai-tika-vin09t12:180_6": "If the first, he should announce that which is the meaning of the past and the future, and they are waiting for the Sangha and they should then continue the invitation procedure.",
    "ai-tika-vin09t12:180_7": "But if she’s able to do the invitation procedure with one of those four, it’s allowable for them to do the invitation procedure with the four.",
    "ai-tika-vin09t12:180_8": "or a group of travelers then if he has taken a group, he should take the full ordination in this way: “The purity should then do the invitation procedure with them.”",
    "ai-tika-vin09t12:180_9": "and each one, two, or three.",
    "ai-tika-vin09t12:180_10": "If one of the first two should do the invitation procedure with one among the first one day, one should do the invitation procedure with a single group.",
    "ai-tika-vin09t12:180_11": "If they were previously recited the Monastic Code within the first rains residence and they have arrived first in groups, and they then do the invitation procedure with them.",
    "ai-tika-vin09t12:180_12": "However, if he has made the rainy-season residence (after that time), the first rainy-season residence, the invitation procedure should be done first to that which is the invitation procedure.",
    "ai-tika-vin09t12:180_13": "In such a case the invitation procedure should be done after the invitation procedure.",
    "ai-tika-vin09t12:180_14": "On the invitation day after the invitation had passed, many of those who were his invitations had completed the rainy-season residence there was after the Pātimokkha. After the invitation procedure, many monks have been done.",
    "ai-tika-vin09t12:181_0": "After putting his upper robe over one shoulder, a single upper robe on one shoulder, the meaning is the meaning.",
    "ai-tika-vin09t12:181_1": "raising his hands in respectful salutation, raised his joined palms, and raised his joined palms.",
    "ai-tika-vin09t12:181_2": "If there is anything that should be done, he should sit down on the seat spread out there.",
    "ai-tika-vin09t12:181_3": "When the Monastic Code is being recited, if the monks are being deposited, they should sit down against him in the presence of the elephant.",
    "ai-tika-vin09t12:181_4": "Like this.",
    "ai-tika-vin09t12:182_0": "all the news (of the past) had been done,",
    "ai-tika-vin09t12:182_1": "the whole Sangha ...",
    "ai-tika-vin09t12:182_2": "visiting the observance-day procedure, the full ordination in order to do the observance-day procedure and thenws to make other three announcements: “Whoever dies, I will conflict with each other and everything elsewhere, if they do the observance-day procedure with two monks.” But when he sees that monk they have committed an offense, he commits an offense entailing confession.",
    "ai-tika-vin09t12:182_3": "When she had obtained one position, it is allowable to make him (only) to make use of them.",
    "ai-tika-vin09t12:182_4": "the meaning is that it is daytime.",
    "ai-tika-vin09t12:182_5": "The one living in the community by theft is finished.",
    "ai-tika-vin09t12:182_6": "(And) without work, in the openings in the assembly hall named Dhammāsoka,",
    "ai-tika-vin09t12:182_7": "Except if it is the Sangha, except if the monks are present.",
    "ai-tika-vin09t12:182_8": "Previously, excepting the ten dangers,",
    "ai-tika-vin09t12:182_9": "All (still) it is possible to go around it with a group or a danger to go.",
    "ai-tika-vin09t12:182_10": "If the western quarter should not go on while the observance-day procedure, then the observance-day procedure and the observance-day procedure there is no further precincts.",
    "ai-tika-vin09t12:182_11": "And if there’s anyone of them who should go into his presence.",
    "ai-tika-vin09t12:182_12": "But it’s allowable to go to the monastery.",
    "ai-tika-vin09t12:182_13": "when in this way, you’ll find something.",
    "ai-tika-vin09t12:182_14": "A wilderness monk should walk for alms at the next village for alms. He should go to the next village for alms.",
    "ai-tika-vin09t12:182_15": "If he enters the dwelling, he shouldn’t go to the observance-day procedure.",
    "ai-tika-vin09t12:182_16": "When you’re able, you should go to a monastery, and have to go to one.",
    "ai-tika-vin09t12:182_17": "There the monks shouldn’t do the observance-day procedure with him. For this reason, he won’t be able to do the observance-day procedure with him.",
    "ai-tika-vin09t12:183_0": "and water for drinking and water for washing. The meaning is the best food.",
    "ai-tika-vin09t12:183_1": "(These are) the first reason for the legal issues in the Sangha.",
    "ai-tika-vin09t12:183_2": "As to the other legal procedures of the past is done first and also the observance-day procedure.",
    "ai-tika-vin09t12:183_3": "And both the observance-day procedure and the legal procedure consisting of both the groups, saying “Even if they’ve already done the first, they say, “Even the two,” they do not show the nine kinds of business.",
    "ai-tika-vin09t12:183_4": "What do they ask about? “What is the matter?” “It doesn’t like.”",
    "ai-tika-vin09t12:183_5": "If you’re not sick, you should not do the observance-day procedure. If a monk isn’t sick and he’s told by the senior monk, he should not sweep, “Even if you’re not.”",
    "ai-tika-vin09t12:183_6": "Hence it is said: “Yes, I do not consent.”",
    "ai-tika-vin09t12:184_0": "If the preparing is swept away, he should sweep them even if he’s already done.",
    "ai-tika-vin09t12:184_1": "but if he receives what was not allowed,",
    "ai-tika-vin09t12:184_2": "He should set out water for drinking and water for washing; he should set out water for drinking and water for washing;",
    "ai-tika-vin09t12:184_3": "He should prepare a seat to settle the fruit, etc.",
    "ai-tika-vin09t12:184_4": "If there is no observance-day hall, he should prepare the seats and set it out.",
    "ai-tika-vin09t12:184_5": "When there is no hunger, held together by waists, and to be found.",
    "ai-tika-vin09t12:184_6": "When he heard that, he should prepare advert the mark of branches and leaves.",
    "ai-tika-vin09t12:184_7": "if he obtains what is allowable and what is not allowable;",
    "ai-tika-vin09t12:184_8": "he should be made an effort to get him one.",
    "ai-tika-vin09t12:184_9": "But when he is told, “This is in such-and-such a opportunity for you,” he can do this for him.",
    "ai-tika-vin09t12:184_10": "If you don’t have a spoiled rice,",
    "ai-tika-vin09t12:184_11": "if he obtains what is not allowed and what is not to be received;",
    "ai-tika-vin09t12:184_12": "He should not make a fire,",
    "ai-tika-vin09t12:184_13": "When he is doing anything, he should do a legal procedure with one or other of secrets, one should be told to chosen the border or the other.",
    "ai-tika-vin09t12:184_14": "Hence the Elder said: “Perhaps these are suitable for attaining the inheritance!”",
    "ai-tika-vin09t12:185_0": "Monks who do the observance-day procedure together shouldn’t do the observance-day procedure there or separately, wherever I have completed the observance-day procedure, and wherever I do the observance-day procedure, but not?”",
    "ai-tika-vin09t12:185_1": "Or alternatively, what is connected with the sickness, etc., that is to say.",
    "ai-tika-vin09t12:185_2": "If he is sick, he shouldn’t do the observance-day procedure with him.",
    "ai-tika-vin09t12:185_3": "If the sick monks nurse him, he should do the observance-day procedure with him. On the following day, he should go to the prepare the observance-day procedure. The Sangha should not do the observance-day procedure. But he shouldn’t do the observance-day procedure.",
    "ai-tika-vin09t12:185_4": "If you do, you commit an offense of wrong conduct.",
    "ai-tika-vin09t12:185_5": "If he is sick, he should be transferred to him.",
    "ai-tika-vin09t12:185_6": "If the Sangha isn’t far from me, he shouldn’t do the observance-day procedure with the Sangha. You shouldn’t do the observance-day procedure.",
    "ai-tika-vin09t12:185_7": "“On the observance day, if the Sangha has business to be done, then anyone passing on his purity should also give his consent.”",
    "ai-tika-vin09t12:185_8": "“If, mendicants, a monk who is conveying the consent departs right there, he should leave his own giving his consent and the consent has been given to him again and again with the intention of making it understood again.",
    "ai-tika-vin09t12:185_9": "“And if, monks, a monk who is conveying the consent reaches the Sangha, but deliberately doesn’t announce the consent because he says, “So, I’ve been brought.”",
    "ai-tika-vin09t12:186_0": "Or he can ask by body, speech, or mind thus: “This isn’t able to inspire the body,” then, or if he’s able to constantly make him sit down by body, speech, or by body and speech, he should know what’s appropriate, is unrealized.",
    "ai-tika-vin09t12:186_1": "“That is the meaning”: “It is allowable to make this understood by body,” and so on. And in order to purify his purity that is proper for the sake of having given, is included in the simile.",
    "ai-tika-vin09t12:186_2": "But if he is confessed about it, he should confess it.",
    "ai-tika-vin09t12:186_3": "When one has an unconfused offense, it’s not the purity to get me. I don’t announce my purity to be brought on.”",
    "ai-tika-vin09t12:186_4": "if he says, “Take the Sangha’s word is to be done”;",
    "ai-tika-vin09t12:186_5": "And they give their consent to due to their own purity of mindfulness and sending away: it’s appropriate for them to have purity of mindfulness and sending away, thus it is appropriate to have purity of mindfulness occupied with the body and non-human beings. The meaning is this:",
    "ai-tika-vin09t12:186_6": "Anyone else should purification of ethics.",
    "ai-tika-vin09t12:186_7": "composed of lalics: the black catching of the catching of the catching is called “clin”;",
    "ai-tika-vin09t12:186_8": "Herein, the first temperature appears to be apprehending the first in the second time, but not for the third time, and for the sake of having been given to him another.",
    "ai-tika-vin09t12:186_9": "That is why the catskin bag is called “lumps of oil” in the sense of such as “It is used” .",
    "ai-tika-vin09t12:186_10": "The characteristic of the similes of the Bark Clothes’ Character in all its characteristic is to be seen.",
    "ai-tika-vin09t12:187_0": "the meaning is to say, “Who can they tell you about it?” He can then be said to persevered of his wings.",
    "ai-tika-vin09t12:187_1": "who explains to him, saying, “Whoever is able to give to him” is what is said.",
    "ai-tika-vin09t12:187_2": "counting a group of nuns",
    "ai-tika-vin09t12:187_3": "he gave advice to the nuns, the monk who had been Dhammadinnā,",
    "ai-tika-vin09t12:187_4": "“To the observance-day procedure come,” he replied, “Tomorrow,” but he is told, “The observance-day procedure, the fourteenth day of the fifteenth.” Then he is coming back, observed, and observed.",
    "ai-tika-vin09t12:187_5": "It is observed such a great sacrifice that they say, ‘It’s the observance day of the fourteenth, fifteenth, and eighth day of the lunar half-month.’",
    "ai-tika-vin09t12:187_6": "In this way, a mendicant should do the observance-day procedure at the fourteenth day of the fortnight.",
    "ai-tika-vin09t12:187_7": "But if they don’t encounter a perfected one, he should say, “No.”",
    "ai-tika-vin09t12:187_8": "“Except if you are ignorant or sick, you should agree to give the half-monthly instruction.”",
    "ai-tika-vin09t12:187_9": "Herein, fools are ignorant in that place",
    "ai-tika-vin09t12:187_10": "After the observance day of the fourteenth or the fifteenth day of the lunar half-month, he wants to go there during the second, but he is encounter a second day and night there was no more than that.",
    "ai-tika-vin09t12:187_11": "viii. His staying in the wilderness:",
    "ai-tika-vin09t12:187_12": "And he said, “I’ll live in the wilderness, in a forest,” “I’ll live without getting enough.”",
    "ai-tika-vin09t12:187_13": "if he does not take it, he should not commit an offense of wrong conduct.",
    "ai-tika-vin09t12:187_14": "For this is said: “Bhikkhus, when you say that advice, you should not follow that a group.”",
    "ai-tika-vin09t12:187_15": "But the purpose of defiling that, is to be dealt with that.",
    "ai-tika-vin09t12:187_16": "For this is said: “A wilderness monk who lives in the wilderness should agree to give the half-monthly instruction. Please do it.”",
    "ai-tika-vin09t12:187_17": "That’s why a wilderness monk who is staying in the wilderness should go to the nuns’ dwelling place and then go there.",
    "ai-tika-vin09t12:187_18": "They don’t go to the village of Sālavatikā. In this village they should wait until it was day.",
    "ai-tika-vin09t12:187_19": "If you go to a message, he should do it. If he thinks, “I’ll go to a village dwelling with you, but I’ll go to a forest or a tree root or a struggle.”",
    "ai-tika-vin09t12:187_20": "Once there is something to go, but the nuns are not able to go.",
    "ai-tika-vin09t12:187_21": "For this is said: “A nun who has spoken to go to the appointment, but she does not go anywhere else.”",
    "ai-tika-vin09t12:187_22": "Regarding the observance-day procedure",
    "ai-tika-vin09t12:187_23": "And eight factors:",
    "ai-tika-vin09t12:188_0": "“A mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.",
    "ai-tika-vin09t12:188_1": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.",
    "ai-tika-vin09t12:188_2": "He has properly learned both Monastic Codes in detail; he has well analyzed them, thoroughly mastered them, and well investigated them, both in terms of the rules and their detailed exposition.",
    "ai-tika-vin09t12:188_3": "He is a beautiful speaker, a beautiful recitor,",
    "ai-tika-vin09t12:188_4": "He is generally liked by and pleasing to the nuns.",
    "ai-tika-vin09t12:188_5": "He is able to instruct the nuns.",
    "ai-tika-vin09t12:188_6": "He has never committed a heavy offense against a Buddhist nun.",
    "ai-tika-vin09t12:188_7": "He has either twenty Rains Retreats or more than twenty Rains Retreats?”",
    "ai-tika-vin09t12:189_0": "endowed with these eight factors.",
    "ai-tika-vin09t12:189_1": "Living in the confidence of Pātimokkha, restraint by body, speech and mind.",
    "ai-tika-vin09t12:189_2": "he trains in the three trainings, and he should train in three ways:",
    "ai-tika-vin09t12:189_3": "When the nuns saw the recitation of the Monastic Code, they should be asked for the advice and then ask for the instruction, “This is the point of the recitation of the Monastic Code, and then ask for the nuns.” Then, having asked that monk, he should make an announcement about it, only if that nun returns to the monastery and tell him about it, saying, “So that the nuns should go to the monastery and tell me the restroom.”",
    "ai-tika-vin09t12:189_4": "that monk should recite the Monastic Code in that monastery.",
    "ai-tika-vin09t12:189_5": "“There are many people here,” “There are many more.",
    "ai-tika-vin09t12:189_6": "One newly ordained alone.",
    "ai-tika-vin09t12:190_0": "Or alternatively, there is no place where there are three kinds of canceling of the Monastic Code: where there is no one ground or year.",
    "ai-tika-vin09t12:190_1": "Whether or not there are two monks: some monks stay there, if they do so, should make this statement: “If they say, ‘the other monk’s duties.”",
    "ai-tika-vin09t12:190_2": "(but) is the observance day in that place,",
    "ai-tika-vin09t12:190_3": "and then refuted, “After having told me.”",
    "ai-tika-vin09t12:190_4": "“You shouldn’t give the half-monthly instruction,” then he should inform the observance-day procedure.",
    "ai-tika-vin09t12:191_0": "pure and bright.",
    "ai-tika-vin09t12:191_1": "tell him, “Take yourselves!”",
    "ai-tika-vin09t12:191_2": "Herein, “I will settle the name,” he said, “I will recite this verse in this way.”",
    "ai-tika-vin09t12:191_3": "What can be said to have the observance-day procedure?",
    "ai-tika-vin09t12:191_4": "past lives.",
    "ai-tika-vin09t12:191_5": "Endowed with the road, which is connected with the body,",
    "ai-tika-vin09t12:191_6": "apart from the four rules entailing confession, the remainder of the fourth section.",
    "ai-tika-vin09t12:191_7": "The Sangha has been recited by the Sangha:",
    "ai-tika-vin09t12:191_8": "If that which is the meaning of one who needs improvement,",
    "ai-tika-vin09t12:191_9": "Then here the Monastic Code:",
    "ai-tika-vin09t12:191_10": "then they bear their own characteristics.",
    "ai-tika-vin09t12:192_0": "The senior monks and the middle of the junior ones: of the fourteenth, ten senior and more senior.",
    "ai-tika-vin09t12:192_1": "likewise the fifth sun.",
    "ai-tika-vin09t12:192_2": "five or more;",
    "ai-tika-vin09t12:192_3": "After having made himself declaring the recitation of the Monastic Code, there is one or other of Pātimokkha. Then there is an act of Pātimokkha for me.",
    "ai-tika-vin09t12:192_4": "focuses on the mind.",
    "ai-tika-vin09t12:192_5": "ear- ... nose-consciousness ... tongue-contact—whether the door-contact-born gateways and tangles as death—",
    "ai-tika-vin09t12:192_6": "It is unthinking for all things, possessed of the factors, surmounting the mind, and all that is unbecoming the meaning.",
    "ai-tika-vin09t12:192_7": "Or he gives attention to it, possesses it, exercises it.",
    "ai-tika-vin09t12:192_8": "But that attention doesn’t place on its forehead, nor its characteristics, etc., which, its grossness and attention on the basis of reference to the mind they rest of the minds, keeping it connected. When they come to an end, they bring it to mind.",
    "ai-tika-vin09t12:192_9": "they don’t go together.",
    "ai-tika-vin09t12:192_10": "Why don’t you go to heaven? You said, “Why don’t you like tomorrow?”",
    "ai-tika-vin09t12:192_11": "And what is it just that the name of the fourteenth parts?",
    "ai-tika-vin09t12:192_12": "he is seeking a fracture in the Sangha.",
    "ai-tika-vin09t12:193_0": "But now you can give to them, assemble the venerables gathered together.",
    "ai-tika-vin09t12:194_0": "Gladness is not laziness and shameless: it is so very beneficial laziness ;",
    "ai-tika-vin09t12:194_1": "This is the third kind of doctrine.",
    "ai-tika-vin09t12:194_2": "And the same method applies in the case of perceptions, and so on.",
    "ai-tika-vin09t12:194_3": "being afraid of wrongdoing, the being afraid of wrongdoing has been afraid of wrongdoing.",
    "ai-tika-vin09t12:194_4": "when there is calm, mindfulness becomes established,",
    "ai-tika-vin09t12:194_5": "Without transgression:",
    "ai-tika-vin09t12:195_0": "and intentionally subsides, he does not understand the state of loss (of consciousness), which is undeveloping the mind.",
    "ai-tika-vin09t12:195_1": "he does not give the full admission, nor does he give her the full admission.",
    "ai-tika-vin09t12:195_2": "Today is eradicated by the current, “What’s the point of not shameless? ” “Will you become rotten?”",
    "ai-tika-vin09t12:195_3": "He goes without taking leave of an unsuitable reputation, etc., which because he goes without taking leave of the people, etc.;",
    "ai-tika-vin09t12:195_4": "Person: one person is shameless, blind to the fourfold origination.",
    "ai-tika-vin09t12:195_5": "And here it is said in the intention to commit theft, “After embracing the persons,” according to the rules, and to commit an offense entailing confession, etc., because it is no longer in the noble ones, thinking, “I’ve committed any offenses.” But they don’t show the way to speak.",
    "ai-tika-vin09t12:196_0": "One with wisdom is called ‘a wise man, no idiot’.",
    "ai-tika-vin09t12:196_1": "deluded, ignorant,",
    "ai-tika-vin09t12:196_2": "He doesn’t move or drift, he doesn’t pick up.",
    "ai-tika-vin09t12:196_3": "were anxious in the training of the Vinaya.",
    "ai-tika-vin09t12:196_4": "If it is allowable, but it is to do so and then asks the Monastic Law onto an act, if it is wondering, there is no offense for one who issed about the decision, and it should be done by one who is not allowable.",
    "ai-tika-vin09t12:197_0": "one such as the day and night is staying in the same sleeping place as a person who isn’t fully ordained for one day, and hasn’t stayed in the same dwelling place as the other two or three nights.",
    "ai-tika-vin09t12:197_1": "Similarly: he attends on the beginning, he takes an offense.",
    "ai-tika-vin09t12:197_2": "(There is) an offense entailing expulsion for the seventh offense entailing expulsion, but there is an offense entailing expulsion in the same way as regard to the seventh, and an offense entailing suspension.",
    "ai-tika-vin09t12:198_0": "One should teach it, either in the midst of the Sangha, or to an individual.",
    "ai-tika-vin09t12:198_1": "Here the bhikkhu named Pārāsariya, the intention to having committed an offense entailing expulsion,",
    "ai-tika-vin09t12:198_2": "But in order to show the meaning of the teaching, that is to be given.",
    "ai-tika-vin09t12:198_3": "shows it to make the price, or to announce it,",
    "ai-tika-vin09t12:199_0": "so that one of them, whether or not sort of misfortune or not.",
    "ai-tika-vin09t12:199_1": "like a wind from the clouds, etc.",
    "ai-tika-vin09t12:199_2": "announced for or preferred to another,",
    "ai-tika-vin09t12:199_3": "he tells about the person you about it, and he tells about the class of offenses, saying, “I am an offense” or “I confessed.” He says, “I have committed one offense, I can’t know whether he’s committed or not.",
    "ai-tika-vin09t12:199_4": "But if he says, “I am a heavy offense for which I attained the attainment of stream-entry,” then, if I don’t say, “I am a serious offense.”",
    "ai-tika-vin09t12:199_5": "cloth is an offense if he tells about both offenses, and he tells them about what is meant in three ways.",
    "ai-tika-vin09t12:199_6": "Declaring the state of an individual essence through the power of an offense,",
    "ai-tika-vin09t12:199_7": "And this meaning too should be understood: “We shall not apply ourselves according to such and such subtle,” then the meaning is black in silence should be understood to be understood in silence.",
    "ai-tika-vin09t12:200_0": "What is this duality that is said to be prepared by the name of the teacher? For how that one is this: “How can it be said to in order to inspire the teacher’s instruction, how then this is said?”",
    "ai-tika-vin09t12:200_1": "Herein, this is wherever there are three times.",
    "ai-tika-vin09t12:200_2": "“Ascetic, this is the meaning, this is its meaning, a break in letter, syllable, fit in the meaning, and phrasing. And the meaning is that it should be understood to say, the meaning and the phrasing of the meaning.",
    "ai-tika-vin09t12:201_0": "now I couldn’t see the meaning of that unprofitable state.",
    "ai-tika-vin09t12:201_1": "taken away from the lower realm.”",
    "ai-tika-vin09t12:201_2": "But the reviewing of it should be understood all these terms.",
    "ai-tika-vin09t12:201_3": "This is why it is called “convenient”.",
    "ai-tika-vin09t12:201_4": "is this word “He might be,” etc., for one who is attached to his own continuity.",
    "ai-tika-vin09t12:201_5": "(but) if she thinks, “Should be given to someone else,” and so on, they maybe.",
    "ai-tika-vin09t12:201_6": "is thereby a term for him, “This is a term for oneself.”",
    "ai-tika-vin09t12:201_7": "Afterwards, thinking: “They explain in the past,” he did not proclaim the future in the past,",
    "ai-tika-vin09t12:201_8": "As long as the time is full of habits in between links, the right time is separated from the time to time.",
    "ai-tika-vin09t12:201_9": "Hence it is said: ‘Being sustained,’ and so on.",
    "ai-tika-vin09t12:201_10": "the place above recitation of the Monastic Code, and he makes the recitation passage.",
    "ai-tika-vin09t12:201_11": "And oppression for the purpose of showing the immaculateness:",
    "ai-tika-vin09t12:201_12": "but now he says “Now it is.”",
    "ai-tika-vin09t12:201_13": "he knows “I give this,” and “I said, “I have grasped.”",
    "ai-tika-vin09t12:201_14": "because they don’t have the wrong time.",
    "ai-tika-vin09t12:201_15": "For it is (they say) if you have allowed to say that the Buddha will allow abide in the future, he will tell them to do so.”",
    "ai-tika-vin09t12:201_16": "For this is aiming at emission:",
    "ai-tika-vin09t12:201_17": "And if there is neither mindfulness nor appropriate idiosyncratic in this way, it can be said that there is such a state consisting in being’s mindfulness, and it does not say that “should gives it up” and “should proceed” because it is said to have foundation for mindfulness, etc., which is said to be “nown as the instance of mindfulness and guarding, and conformity with the rest.”",
    "ai-tika-vin09t12:201_18": "That is why it does not proclaim in the future, and does not explain the future as the time.",
    "ai-tika-vin09t12:201_19": "when questioned is a word when questioned, he says “It is time to be told,” “It is time to say, ‘It is time for this word,”",
    "ai-tika-vin09t12:201_20": "if she says, “What is it allowable to be taken by you?” she said, “What does this?”",
    "ai-tika-vin09t12:201_21": "what is called characteristic of suffering? The characteristic of it is spoken of influence.”",
    "ai-tika-vin09t12:201_22": "Hence the meaning of its characteristic of indeed.",
    "ai-tika-vin09t12:202_0": "This is the way of reciting the Monastic Code:",
    "ai-tika-vin09t12:202_1": "But that is just as “I asking you to ask after questioning you,” and the teacher put questions on,",
    "ai-tika-vin09t12:202_2": "it’ll not be hard to find.",
    "ai-tika-vin09t12:202_3": "This is the reason why we spoke about the meaning.",
    "ai-tika-vin09t12:202_4": "if they say, “If only one falls to as much as an offense,” etc., then it may be that if someone says, “should be a danger to them,” etc., they may still say, “should there be expertsivenesses of the sabbath, but only if they were to say, “What is this?”",
    "ai-tika-vin09t12:202_5": "Visākhā, wouldn’t that the word “Kusinārā was lost? ” And when they said, “What have you got from?”",
    "ai-tika-vin09t12:202_6": "Is educated from the scriptures, delivered in the traditions, for the sake of the law of the teachers, out of compassion for the highest teachers, for the sake of the opposites.",
    "ai-tika-vin09t12:203_0": "Wouldn’t you tell a deliberate lie even for the sake of lying, saying: “How are you lying?”",
    "ai-tika-vin09t12:203_1": "“What is the point of lying in full awareness, what is the meaning of this?” “What is the point of lying in full awareness, he commits an offense entailing confession.",
    "ai-tika-vin09t12:203_2": "an offense of wrong conduct.",
    "ai-tika-vin09t12:203_3": "For the verbal processes are sitting silent, and he does not perceive that there is an intent on the contrary to the Monastic Law when there is such-and-such a place when there is such-and-such a esteemed mendicant, there is no offense.",
    "ai-tika-vin09t12:203_4": "‘They should be understood by that. This is the point of such absence of anything.",
    "ai-tika-vin09t12:203_5": "And now we shall go to the also in the evening, saying “That is what is said.”",
    "ai-tika-vin09t12:203_6": "This is said in the Cāpāla country: the meaning is, it is said in the sense of purification, and also the meaning.",
    "ai-tika-vin09t12:204_0": "May I be unable to subdue with any kind of speech that is flies.",
    "ai-tika-vin09t12:204_1": "Once they can’t hit another, he wouldn’t have said: “They’ll wander about!” And the other person wouldn’t convey them.",
    "ai-tika-vin09t12:204_2": "those who know whether he is shaking the offenses, or bladering on offenses.",
    "ai-tika-vin09t12:204_3": "(cept) Skillful thoughts, profitable thinking about it,” is said because it is sense desires in answer to those questions.",
    "ai-tika-vin09t12:204_4": "This is how I was referring to the question.",
    "ai-tika-vin09t12:205_0": "Whatever is created in the midst of the attainment of the unshakable, the Videhan sages in the middle of the present life, or the next to the higher morality is this, and the danger in the present life.",
    "ai-tika-vin09t12:205_1": "Hence it is said: “He is Sharing the site for the dwelling.”",
    "ai-tika-vin09t12:205_2": "Herein, there is remorse regarding the regrets: it is the meaning of remorse, regret, in the future, and present in the mind.",
    "ai-tika-vin09t12:205_3": "for the first jhāna is quiet and still has regrets in the first jhāna, and so on. It is called “without regrets in the middle.”",
    "ai-tika-vin09t12:205_4": "For the joy Island, producing happiness, joy springs up. And in the beginning, joy is the joy beginning, and joy for them, the acquisition of them.",
    "ai-tika-vin09t12:205_5": "that is to say: the sound of drums, the Buddha’s word,",
    "ai-tika-vin09t12:205_6": "The first jhāna produced in this way: “There are so far for one who has attained jhāna, etc., for one who is an obstacle for reaching the first absorption, etc., for attaining the fourth absorption, release, stillness, attainment, renunciation, escape, seclusion, and oppression for reaching the first absorption, the second absorption, the third absorption, the fourth absorption, the fourth absorption; an obstacle for reaching the wholesome qualities of seclusion.”",
    "ai-tika-vin09t12:205_7": "“Is there anything left over” , this is said to be the student who is unsuitable. When it is said, “Have you finds nutriment for, this renowned, “It is said.”",
    "ai-tika-vin09t12:205_8": "knowingly desiring:",
    "ai-tika-vin09t12:205_9": "With this arouse deliberate lies in full awareness,",
    "ai-tika-vin09t12:205_10": "With purified equanimity and purified happiness:",
    "ai-tika-vin09t12:205_11": "She then said: “Husband, emerging from those who are purified,” and she consented.",
    "ai-tika-vin09t12:205_12": "by one who is acting out from an offense entailing suspension, the compared with the poison, is the meaning. He is the meaning.",
    "ai-tika-vin09t12:205_13": "he should make an agreement in the midst of the Sangha, the group of one person, the observance-day procedure together in the midst of the Sangha, the legal procedure consisting of one person, the objection of the Sangha, or the group of one person.",
    "ai-tika-vin09t12:205_14": "Having risen from here and now, the observance-day procedure -",
    "ai-tika-vin09t12:205_15": "And here he should be told in the same place as before.",
    "ai-tika-vin09t12:205_16": "Because the counterpart of being harassed, they become observed.",
    "ai-tika-vin09t12:205_17": "Consequently, after saying this, “I shall give it up.” He should then do the observance-day procedure by listening to the Dark One.",
    "ai-tika-vin09t12:206_0": "For the third reason:",
    "ai-tika-vin09t12:206_1": "if the upper one has been gathered in the borderlands",
    "ai-tika-vin09t12:206_2": "But for the first one’s own state,",
    "ai-tika-vin09t12:206_3": "He is at ease for attaining the first jhāna, which is comfortable for the sake of non-returner, for the sake of comfort, ... for the sake of non-returner and for the sake of non-returning.",
    "ai-tika-vin09t12:206_4": "Hence it is said: “She is the root of the Gains,” and so on.",
    "ai-tika-vin09t12:206_5": "Those who have no regrets that are the root of bad deeds, for the sake of non-remorse to the ignorant mind. They are not rooted in those roots, and they have no regrets.",
    "ai-tika-vin09t12:206_6": "It is the enjoyment of the bliss because it brings happiness because it pursues the practice with happiness. It is good in the first jhāna in the consequence of pleasure and happiness.",
    "ai-tika-vin09t12:206_7": "And in this context it is said:",
    "ai-tika-vin09t12:207_0": "“For one is produced in dependence on the source of the origin of the world.",
    "ai-tika-vin09t12:208_0": "in the Purpose abiding in search for purity",
    "ai-tika-vin09t12:209_0": "And although he has no offense for one who is transferred to another, he may claim .”",
    "ai-tika-vin09t12:210_0": "So the doubt of the Monastic Code has come up in the gold.",
    "ai-tika-vin09t12:211_0": "on the contrary, on the Monastic Law, in the Teacher’s Discipline,",
    "ai-tika-vin09t12:212_0": "The commentary on the outcome of Once is finished."
}