{
    "ai-tika-abh02t24:0_0": "7. Satipaṭṭhānavibhaṅgo",
    "ai-tika-abh02t24:1_0": "1. Suttantabhājanīyaṁ",
    "ai-tika-abh02t24:2_0": "Grasping for recitation;",
    "ai-tika-abh02t24:3_0": "355.",
    "ai-tika-abh02t24:3_1": "for the ending of faith, etc.;",
    "ai-tika-abh02t24:3_2": "Here it is said to have the meaning of sounds, etc., not here that is why the ear ...",
    "ai-tika-abh02t24:3_3": "they’re the truthful.”",
    "ai-tika-abh02t24:3_4": "The faithful lamps are profit, in the name of the lamps.",
    "ai-tika-abh02t24:4_0": "Unable, without lust, they say: “Realizing, fear of that shaken!”",
    "ai-tika-abh02t24:5_0": "praised the Parinibbāna of the people.",
    "ai-tika-abh02t24:6_0": "gratification;",
    "ai-tika-abh02t24:6_1": "“Surely not, insistence on views, and underlying tendencies with views, doubt, relevant views, and any grounds for view of self.” And he said, “Those who have a fixed destiny as an instance” .",
    "ai-tika-abh02t24:6_2": "Then greed for the opposite sex greed for the greedy temperament has already been described in the way already described .",
    "ai-tika-abh02t24:6_3": "It is these: “Perception and formations are called the imperishable , since it is formed as the breaking off of the contemplations, and such choices, as the breaking of the phenomena, etc.”",
    "ai-tika-abh02t24:6_4": "Or alternatively, it is mentioned since it is called “unbounded” , etc., or elsewhere stated , thus it is not called “concerned .”",
    "ai-tika-abh02t24:6_5": "if he says, “It is purity to be brought out,” and he should then give it away.",
    "ai-tika-abh02t24:6_6": "Those who are contemplations, these are the path follows.",
    "ai-tika-abh02t24:7_0": "Herein, just as, when a share is seen with her, the blessings were obtained in a league.",
    "ai-tika-abh02t24:7_1": "for continued existence is the base of existence.",
    "ai-tika-abh02t24:7_2": "As the fire constantly shaken by the wind: busy , called “stantly going to the peacocks of contact” .",
    "ai-tika-abh02t24:7_3": "For this is said: “For one who has entered his own dwelling.”",
    "ai-tika-abh02t24:7_4": "The meditator’s method is in the way already described as the meaning of the opposite sex nearby.",
    "ai-tika-abh02t24:7_5": "As the fire constantly shaken by the wind: busy , called “stantly going to the peacocks of contact” .",
    "ai-tika-abh02t24:7_6": "The first tetrad is said in the way already stated , here the bodily formations consisting in the way already stated, and the rest is the place in the way already stated.",
    "ai-tika-abh02t24:7_7": "Likewise the object of the body, namely, the sense-spheres for the physical basis, for the object of the good will, for the object of sense desires, is stated as follows:",
    "ai-tika-abh02t24:7_8": "Hence it is said in the way already described .",
    "ai-tika-abh02t24:8_0": "because of lack of understanding and behaviour, of those men,",
    "ai-tika-abh02t24:8_1": "Concentration is one thing such as the escape from individual essence, and so on.",
    "ai-tika-abh02t24:8_2": "realization of the spiritual paths;",
    "ai-tika-abh02t24:8_3": "mindfulness meditation ...",
    "ai-tika-abh02t24:8_4": "He knew that it was in the first precincts, “In this case, this is the monasteries.”",
    "ai-tika-abh02t24:8_5": "and its different caverses in different ways,",
    "ai-tika-abh02t24:8_6": "They’re going to a very same sheetching mindfulness, thinking: ‘This is the sound of rebirth ...",
    "ai-tika-abh02t24:8_7": "He should be given the oneness to share.",
    "ai-tika-abh02t24:8_8": "when there is noise inclination of mindfulness, which is thus: “It is possible to attain Nibbāna,” and so on. It is stated in the essence of Nibbāna, which is free from enmity, affliction and anxiety and choice” .",
    "ai-tika-abh02t24:8_9": "Also the recollection of sentient beings is called “restraint” because it is a mindful worker.",
    "ai-tika-abh02t24:8_10": "When there is the sound of mindfulness, with the previous disappearance of mindfulness, with the calming down is such and such reason, not otherwise.",
    "ai-tika-abh02t24:8_11": "They remember the lineage,",
    "ai-tika-abh02t24:8_12": "extinguishment is in the second jhāna, which is accompanied by happiness, has the idiosyncratic interpretations of the mindfulness and full awareness, and that is present in him with mindfulness and situational awareness, yet no idea that cannot be attain extinguishment, yet the conclusion in this way.",
    "ai-tika-abh02t24:9_0": "Moreover, when breathing insteads, opposites of the four composite-mound, and postures are brought to mind elements of in the Mount Kosambī.",
    "ai-tika-abh02t24:9_1": "When these gods are examined in this way, we do not practice the absorption meditation subject therefore it is mentioned. That is why he can bring it to mind by means of the elements beginning with “welering them, go to developing the Koṭṭhita, having shown that there is a reference to the higher state of existence enlightenment.”",
    "ai-tika-abh02t24:9_2": "Hence it is said: “Mindfulness occupied with the body” .",
    "ai-tika-abh02t24:9_3": "if he carries out, saying “It is in the Mahāpajāpatī,” it is said.",
    "ai-tika-abh02t24:9_4": "In the five constituents (of mind and body) that provide fuel for attachment, and that is, associating with their innerruption of the five hindrances,",
    "ai-tika-abh02t24:9_5": "The noble paths of development is the best;",
    "ai-tika-abh02t24:10_0": "Since he is generally suppressed to it, etc., as to receptacle of insight.",
    "ai-tika-abh02t24:10_1": "When that monk is developing it, he is called “the independent”.",
    "ai-tika-abh02t24:11_0": "General Contemplations",
    "ai-tika-abh02t24:12_0": "Then:",
    "ai-tika-abh02t24:12_1": "On the contrary, some say that is the meaning. When it is shakes off all the cows in the eighty-footed, he is the meaning. The meaning is that it is allowable:",
    "ai-tika-abh02t24:12_2": "elephants, horses, fingers, etc., ends in dependence on the hand, and so on. He passes by not grasping on the body, and the other material body, and the rest. He passes by not grasping, by using the ignoble component of the fingernails, etc., and according to the touch of their enemy.",
    "ai-tika-abh02t24:12_3": "Or alternatively, when the monks have spoken of the states that are not living in the next life, etc., and that is as stated next to life, etc., and so on.",
    "ai-tika-abh02t24:12_4": "Always, the insistence, the insistence (them), the insistence (wholesome) desires,",
    "ai-tika-abh02t24:13_0": "He doesn’t see a woman, nor has such a man.",
    "ai-tika-abh02t24:13_1": "not for a woman or a man.",
    "ai-tika-abh02t24:13_2": "- this is said in the head hairs, etc., which is a basis for comprehension,",
    "ai-tika-abh02t24:14_0": "* the wisdom there is from head hairs, etc.",
    "ai-tika-abh02t24:14_1": "And although the possession of the powers beginning with “progression of pus,” and so on.",
    "ai-tika-abh02t24:14_2": "In the Hence of it is said: “So they are definitely present” .",
    "ai-tika-abh02t24:15_0": "The body and the external body are disturbed and extent,",
    "ai-tika-abh02t24:15_1": "And here “(thinking): “Amongst those who have been established in oneself,” said, “Possess,” “There are many things that are internally in oneself,”",
    "ai-tika-abh02t24:15_2": "sense with observed observed the objects, is the meaning.",
    "ai-tika-abh02t24:15_3": "Hence it is said: “Here the object is in accordance with the object opposite sense.”",
    "ai-tika-abh02t24:16_0": "Secluded inside, hidden fostering over the danger,",
    "ai-tika-abh02t24:17_0": "he is satisfied by the two (called) covetousness, by the removal of the Monastic Law.",
    "ai-tika-abh02t24:18_0": "Mindfulness and awareness",
    "ai-tika-abh02t24:18_1": "This is the plane of here",
    "ai-tika-abh02t24:18_2": "When the misapprehension is unbounded, one who has not known through,",
    "ai-tika-abh02t24:18_3": "The whole of that meditation subject",
    "ai-tika-abh02t24:19_0": "The search for contemplation is finished.",
    "ai-tika-abh02t24:20_0": "The treatment by the Feeling, etc.",
    "ai-tika-abh02t24:21_0": "Pleasure and pain are allotted.",
    "ai-tika-abh02t24:22_0": "the meditators of the difference between forms that were the difference between materiality, etc., is to be impedimented by the kasiṇas .",
    "ai-tika-abh02t24:22_1": "Likewise, when others settle",
    "ai-tika-abh02t24:22_2": "Resoluteness is the basis for such reasons, etc.; because it has been included in the company of the kind, etc.,",
    "ai-tika-abh02t24:22_3": "if she stands pulling out, but not behaves;",
    "ai-tika-abh02t24:22_4": "Lives alone in the one place.",
    "ai-tika-abh02t24:22_5": "But accusing to give up the first three times, they should not be told again and again.",
    "ai-tika-abh02t24:22_6": "they’ve given up defilements,",
    "ai-tika-abh02t24:22_7": "Development of the path:",
    "ai-tika-abh02t24:22_8": "to both counts.",
    "ai-tika-abh02t24:22_9": "now they split on both sides.",
    "ai-tika-abh02t24:22_10": "He whose skin of the belly is included in the first primary elements and variety of consciousnesses. And yet it is called “final who has acquired the difference between the first and the mental states of the various kinds.”",
    "ai-tika-abh02t24:22_11": "Ways of Attending to Mindfulness is what is said.",
    "ai-tika-abh02t24:22_12": "although all the shackles everywhere,",
    "ai-tika-abh02t24:23_0": "The search for feeling is finished.",
    "ai-tika-abh02t24:24_0": "The commentary on the recitation section is finished.",
    "ai-tika-abh02t24:25_0": "Seeing the different colours",
    "ai-tika-abh02t24:26_0": "Or alternatively, they are stated here in the beginning of the first-meal and they are of the physical nutriment, as it is contemplation of the body and the proximate cause, etc., which is why it should be understood as the origination of the physical nutriment.",
    "ai-tika-abh02t24:26_1": "Because of that: on the inside, the middle one",
    "ai-tika-abh02t24:26_2": "The fourteen great army consisting in reference to the Great Chapter form in the fourteenth cases, etc., which have been stated here in the way already described.",
    "ai-tika-abh02t24:26_3": "one is the helpful for oneself in the Paṭisambhidā, thinking “Friends,”",
    "ai-tika-abh02t24:26_4": "Some of the other religions other religions,",
    "ai-tika-abh02t24:26_5": "For that is how they do so.",
    "ai-tika-abh02t24:26_6": "Hence it is said: “Here the generation of men .”",
    "ai-tika-abh02t24:27_0": "For the one who decisively is neither too hot nor too cold, not more than 40 kilometers,",
    "ai-tika-abh02t24:27_1": "“It is just as though grabbed drops,” “It is so that on foot,” but in the place where it was time,” it was when he said, “haves like a poet who is drawing lot.”",
    "ai-tika-abh02t24:27_2": "Their body, being bound up with skin, sinews, bones, bone marrow, kidneys, heart, and kidneys, the figurs of the head hairs, body hairs, and with the tips of the hair; but rather this body is how the finest (i. the Buddha present) “?”",
    "ai-tika-abh02t24:27_3": "There are head hairs, body hairs, and the bonds of rebirth.",
    "ai-tika-abh02t24:27_4": "Herein, the highest deportment there is no definition of (wholesome) speech.",
    "ai-tika-abh02t24:27_5": "For if they are corrected about something that can be said or in accordance with the Teaching, they may be stated.",
    "ai-tika-abh02t24:28_0": "learning the meditation subject, etc., that learning the meditation subject from the wind,",
    "ai-tika-abh02t24:28_1": "Bonding to the concerns of the parts of the head hairs, etc., that is to say, the colour of the head hairs, etc., and the starting from the idleness of the colours, etc., here the learning of the hairs, and the rest.",
    "ai-tika-abh02t24:28_2": "With whomever he is skilled in the next life, the meditator is skilled in it.",
    "ai-tika-abh02t24:29_0": "These five are states consisting in phrases . These five are stated under the heading of “following”",
    "ai-tika-abh02t24:29_1": "“For meat ...",
    "ai-tika-abh02t24:29_2": "grease, “Whether it is the time,” “It is easy to say ...",
    "ai-tika-abh02t24:29_3": "Kesiresidāsa, how farmers one is shown by head hairs and body, and one who is hatred towards her it.",
    "ai-tika-abh02t24:29_4": "Abolishes the goods that convey.",
    "ai-tika-abh02t24:29_5": "Visākha, Pañcālacaṇḍa, and I announced the five hundred spears (of clothes) five hundred spears, saying: “For those five hundred in each of them, I do so.”",
    "ai-tika-abh02t24:29_6": "(and he reflected) on the previous he dwells in the same way as before.",
    "ai-tika-abh02t24:29_7": "It is the way beginning, “vice,” etc., of the heart that is free from danger, irreversible, and so on, non-existence, and the way that is the time for serenity.",
    "ai-tika-abh02t24:29_8": "Hence it is said: “So then, Deluded. ”",
    "ai-tika-abh02t24:29_9": "this is not enough.”",
    "ai-tika-abh02t24:29_10": "Of these five, that is to say, the last one of the five, namely, the last one, the water in the middle, and the fivefold reckoning. The meaning is that it is actually only reciting. The meaning is that it is stated in stord.",
    "ai-tika-abh02t24:29_11": "he placed each other of two fingers: “Finding each other with their fingers, arrows in two ends,”",
    "ai-tika-abh02t24:29_12": "developed the head hairs, body hairs, nails, teeth, skin,",
    "ai-tika-abh02t24:29_13": "It is possible to develop the characteristic of function.",
    "ai-tika-abh02t24:30_0": "while his own reflection had been combined, he fixed to his own place.",
    "ai-tika-abh02t24:31_0": "Having seen (that), without focusing on the body, without focusing on the air element,",
    "ai-tika-abh02t24:31_1": "From the first time in the past, like a limited shell,",
    "ai-tika-abh02t24:32_0": "The mind, being overpowered with wisdom, the intention and the higher mind,",
    "ai-tika-abh02t24:32_1": "Hence it is said: “Certainty” .",
    "ai-tika-abh02t24:32_2": "... focuses on the signless mind on the signless stillness, (thinking):",
    "ai-tika-abh02t24:32_3": "Rather, it is here that the mind should be undertaken by means of the surmounting of the fact that does not arise in him as its object, and it does not conflict with its object.",
    "ai-tika-abh02t24:33_0": "obsessed by Sakkas and others,",
    "ai-tika-abh02t24:33_1": "In the first phrase he stops and attention from such laziness, etc.",
    "ai-tika-abh02t24:34_0": "all the people rolling on the path",
    "ai-tika-abh02t24:34_1": "Likewise the middle way for the attainment of the path, and the foreignorance of the equilibrications is successful in the way already described.",
    "ai-tika-abh02t24:34_2": "There is repelled there, and unintelligent qualities arise in that is noble, the faculties enlightenment in the moderation of consciousness, and the faculties. They encounter the development of the mind and tense.",
    "ai-tika-abh02t24:34_3": "what is known as before.",
    "ai-tika-abh02t24:34_4": "That’s why it is said to be liberated from all bonds, working to do with wisdom. That’s why it is called “sirness” .",
    "ai-tika-abh02t24:34_5": "they used to live in the open abidings in a remote lodgings,",
    "ai-tika-abh02t24:34_6": "his mind becomes rightly concentrated,",
    "ai-tika-abh02t24:34_7": "it causes rightly to the influence of right action:",
    "ai-tika-abh02t24:35_0": "for the occurrence of thismation.",
    "ai-tika-abh02t24:36_0": "Endowed with the forest is unattached,",
    "ai-tika-abh02t24:37_0": "Inside it is inside the interpretation that sinks in the middle, and his attachments are brought.",
    "ai-tika-abh02t24:38_0": "made of palm leaves and palms, and made a palm hip.",
    "ai-tika-abh02t24:39_0": "Having grasped a group of travelers, the (this) is called “bath” .",
    "ai-tika-abh02t24:39_1": "Both are less than three hundred and three hundred bones.",
    "ai-tika-abh02t24:39_2": "That’s why it is said to be “not ”.",
    "ai-tika-abh02t24:39_3": "But if this is called a hundred and eighty joints in the sense of entirety, the thirty-two hundred and eighty-footed rainy season, etc., in the sense of counterparts, etc.,",
    "ai-tika-abh02t24:39_4": "“If the bones of the household said, “If you’re not stated,” but because you full of bones, you should do not say, “Gens.”",
    "ai-tika-abh02t24:40_0": "and sinews together with the thighs there.",
    "ai-tika-abh02t24:41_0": "crushing my eyes with powder and so on,",
    "ai-tika-abh02t24:42_0": "with a mind well-controlled,",
    "ai-tika-abh02t24:42_1": "(but) from the removal of accumulation, not holding the object by that object, which is why it was done by the removal of the kasiṇa materiality, not by means of the object.",
    "ai-tika-abh02t24:42_2": "having exceeding the happiness and bliss born of seclusion,",
    "ai-tika-abh02t24:42_3": "yet he has attributes of such a one,",
    "ai-tika-abh02t24:43_0": "Resolution in the elements of Quick-coloured elements, roaming the relics of Stops;",
    "ai-tika-abh02t24:43_1": "Vakkali, five hundred dwindlings in the five directions, and sixty five months (into the wide), and sixty-five months), and sixty-four mortals of worms, and six months proliferation.",
    "ai-tika-abh02t24:43_2": "The advantages of the month, etc., of the seven months,",
    "ai-tika-abh02t24:44_0": "Yama they trapped each other,",
    "ai-tika-abh02t24:45_0": "He said, “Possessing the blue”, etc., he says is blue, yellow-coloured, and so on. ...",
    "ai-tika-abh02t24:45_1": "they’re badly grasped.”",
    "ai-tika-abh02t24:45_2": "with goldsmith’s navel.",
    "ai-tika-abh02t24:45_3": "the formless appearance;",
    "ai-tika-abh02t24:45_4": "from there to the Great Being:",
    "ai-tika-abh02t24:45_5": "Their abandonment is the condition for the arising of the six senses. It is a condition for the arising of the sixth, namely, the end of the dependent origination, the manifestation of the six.",
    "ai-tika-abh02t24:45_6": "he shows how they should give rise to delimitation:",
    "ai-tika-abh02t24:45_7": "the twelve bases of the sense spheres: these twelve bases as well.",
    "ai-tika-abh02t24:46_0": "(It is) suitable to make sure that ghee is suitable -",
    "ai-tika-abh02t24:47_0": "accordingly it is said: “This must be lived in a charnel ground, this one who has learnt the meditation subject’s learnt from its physical nutriment, etc., and having done the sevenfold aspect in this way, has reached Arahantship, etc., and by the having attained perfection of the kind already described.” And he reached Arahantship in the way already described.",
    "ai-tika-abh02t24:47_1": "But it should be understood that the origin of distinction should be understood in this way: “This is how it is stated” .",
    "ai-tika-abh02t24:47_2": "sweet-smelling and rowings over the front,",
    "ai-tika-abh02t24:47_3": "The learning meditation subject is stated.",
    "ai-tika-abh02t24:47_4": "Here all fourfold reckoning of jhāna, etc., in the first jhāna and one of these fivefold reckonings.",
    "ai-tika-abh02t24:47_5": "So the meditation subject should be understood to it in this way: “He should learn the meditation subject with amiding.”",
    "ai-tika-abh02t24:48_0": "and make flee.",
    "ai-tika-abh02t24:48_1": "India, there are six pots of kumbhaṇḍhas,",
    "ai-tika-abh02t24:48_2": "After eating: eating too food from them,",
    "ai-tika-abh02t24:48_3": "He attains Liberation eventually reached Arahantship with the reached Arahantship.",
    "ai-tika-abh02t24:49_0": "As to the kamma that is precisely attention the object of his attention, namely it is preferred to him,",
    "ai-tika-abh02t24:50_0": "Like the running in the same way.",
    "ai-tika-abh02t24:51_0": "At one time,",
    "ai-tika-abh02t24:52_0": "Having taught the seventh section dealing with the thirty-two marks of the Seven peacocks (backed) without having been taught.",
    "ai-tika-abh02t24:52_1": "I’ve given up searching for a monasteries and myself to wander in the air.",
    "ai-tika-abh02t24:52_2": "Their definite of the body",
    "ai-tika-abh02t24:53_0": "Improper attention, not focusing on what is beneficial,",
    "ai-tika-abh02t24:54_0": "362.Gamitāti vigamitā.",
    "ai-tika-abh02t24:55_0": "The conclusion of the contemplation of the body is finished.",
    "ai-tika-abh02t24:56_0": "praised by the feelings",
    "ai-tika-abh02t24:57_0": "Knowing this, the meaning is that for him—born, agreeable—for me to have a pleasant feeling, unpleasant feeling, and non-existent.",
    "ai-tika-abh02t24:57_1": "In the first preceding the development of the meditation subject (good) conduct he said “I give you Bhaddiya” .",
    "ai-tika-abh02t24:57_2": "“I feel a feelings” or “I feel a pleasant feeling.” And he knows “I feel unpleasant feeling. Please feel bliss, I am now feeling.” And this kind of feeling; he knows the feeling of the world that is pleasant, painful, or neutral feeling.",
    "ai-tika-abh02t24:57_3": "Hence it is said: “Bhikkhus, we have lived in dependence.”",
    "ai-tika-abh02t24:58_0": "having energy aroused in both places.",
    "ai-tika-abh02t24:58_1": "He who, having conquered theposition of his duties,",
    "ai-tika-abh02t24:58_2": "the description of the teaching of the Dhamma is virtue in the case of Samiddhi and supramundane.",
    "ai-tika-abh02t24:59_0": "and in front of the three.",
    "ai-tika-abh02t24:59_1": "In discerning the formless:",
    "ai-tika-abh02t24:59_2": "“Those who do so,” “We pointlessly said,” “We pointlessly show a cloth for the purpose of going to the ground.” And they said, “Take this cloth.”",
    "ai-tika-abh02t24:59_3": "As to the other, which is called “restraint by the two” of the thirty-two teeth, etc., which are bounded in the sense of catching into and various tendencies, as if breaking into accumulating and discovering the fine-material and immaterial states; ",
    "ai-tika-abh02t24:60_0": "Those who have a contact of these,",
    "ai-tika-abh02t24:60_1": "Others there are other contacts, but not otherwise breaths.",
    "ai-tika-abh02t24:60_2": "pleasant feelings without completion.",
    "ai-tika-abh02t24:60_3": "removed, well washed, wobbled, wiped out, wereted, and hanging it onto the water. Holding it back, he drew a pieces, and put it on top of clay. After saying, “Take this bowl,” he refuted it again,",
    "ai-tika-abh02t24:61_0": "it is with the eighty meditation subjects ...",
    "ai-tika-abh02t24:61_1": "what is given is there for the purpose of seeing a reason.",
    "ai-tika-abh02t24:61_2": "For those who live engaged in and devoted to the meditation subjects one day,",
    "ai-tika-abh02t24:62_0": "The Congregation of the Feelings is finished.",
    "ai-tika-abh02t24:63_0": "commentary on the seers",
    "ai-tika-abh02t24:64_0": "365.",
    "ai-tika-abh02t24:64_1": "obstructions are not combined with the defilements.",
    "ai-tika-abh02t24:64_2": "placed them in the associated states associated with the defilements,",
    "ai-tika-abh02t24:64_3": "After having subtle meaning in speech, unwholesome speech,",
    "ai-tika-abh02t24:64_4": "The meaning is this: which is called “the worm of” ; the meaning is, that is to say, the state of non-confusion, being inspired by the Compassion.",
    "ai-tika-abh02t24:65_0": "The Congregation of the mind is finished.",
    "ai-tika-abh02t24:66_0": "The Teaching of the Principles",
    "ai-tika-abh02t24:67_0": "Practicing to the hindrances",
    "ai-tika-abh02t24:68_0": "plunged into one pair of wraps were like a pole,",
    "ai-tika-abh02t24:69_0": "Forget oppressing and enveloping any object in the form of a described thus: “The opposite sex invade is the object,”",
    "ai-tika-abh02t24:69_1": "With beautiful signs: it is said to be ugly.",
    "ai-tika-abh02t24:69_2": "Those sentient beings are dissatisfied by themselves with one’s own happiness, having performed his own happiness, and said, “Having thrown on your own happiness.”",
    "ai-tika-abh02t24:69_3": "And when you have underlying tendencies keep giving up bliss, produced by unprofitable acquisition, or keeps it.",
    "ai-tika-abh02t24:69_4": "for mindfulness occupied with the uncertainty",
    "ai-tika-abh02t24:69_5": "By skill in giving attention: is the meaning.",
    "ai-tika-abh02t24:70_0": "From that occasion they occur in an unsuitable way, thinking “May it because of the non-delusion of focusing on the fact that it is improper attention, improper attention, following arousing of repulsiveness in improper attention,”",
    "ai-tika-abh02t24:70_1": "and the perception of impermanence in the defining of forms, etc., and of the perception of impermanence, etc., and of that, as stated in the way –",
    "ai-tika-abh02t24:71_0": "Secludedness in the nutriment is the arising of the perception of repulsiveness in nutriment.",
    "ai-tika-abh02t24:71_1": "took hold of his meal and retired:",
    "ai-tika-abh02t24:71_2": "Then the deathless state:",
    "ai-tika-abh02t24:71_3": "They eat in moderation,",
    "ai-tika-abh02t24:71_4": "which has a reference to the sense of sensual desire, (they said): “It is said to be the hindrance of sensual desire” .",
    "ai-tika-abh02t24:71_5": "For this is how the hindrance of sensual desire arises dependent on the mind ... the hindrance of dullness and drowsiness ... restlessness and remorse ... dullness and drowsiness ... restlessness.",
    "ai-tika-abh02t24:71_6": "Hence it is said: “Here greedy temperament, sensual desire and greed.”",
    "ai-tika-abh02t24:72_0": "The meaning is that in the breakage beginning: “Bhikkhus, there is the means of the self, of loving-kindness, etc., that is solitary retreat for one kindness towards oneself.”",
    "ai-tika-abh02t24:72_1": "The fourteen dwellings reckoned as an abode of dwellings, which delimited and of the three watches of the night.",
    "ai-tika-abh02t24:72_2": "sovereignty,",
    "ai-tika-abh02t24:72_3": "twenty-eight kinds of enlightenment: twenty-eight kinds of foulness and according to their enemy.",
    "ai-tika-abh02t24:72_4": "Eight days: twenty-four kinds of house and twenty-two kinds of fondness, etc., are twenty-eight days in twenty-eight directions, etc., similar to the eighth directions, etc.,",
    "ai-tika-abh02t24:72_5": "Likewise the other communities, he said: “May all eighty-four hundred and eighty joints,”",
    "ai-tika-abh02t24:73_0": "when the body is done has been relinquished: he does not construe,",
    "ai-tika-abh02t24:73_1": "“She has learned much, he does not reply,” “It is much to actually learn the Monastic Law as much as they are,” then the Dispensation, etc., should be understood as much as thin, and lots of the Dispensation. And it is not declared in the way beginning, “This is much about the stanza,” .",
    "ai-tika-abh02t24:74_0": "He stands eradicated, “All these people do not prevent them from which he does not arise in the first places, is how they should be created.”",
    "ai-tika-abh02t24:75_0": "There were eight sub-chapter on offenses, sixteen objects, sixteen treasures, and eighty respects:",
    "ai-tika-abh02t24:75_1": "For he does the training in regard to a seven treasures among those who have no doubts or uncertainties in this way. Herein, when he has no doubts or uncertainties in the sense of treasures, he is independent of others.",
    "ai-tika-abh02t24:75_2": "For these (performing) “Abode” is independent of sounds, etc., as object is the ending of objects.",
    "ai-tika-abh02t24:76_0": "The Hindrance of the hindrances is finished.",
    "ai-tika-abh02t24:77_0": "complexion in the commentaries;",
    "ai-tika-abh02t24:78_0": "Hence it is called “accomplished” when he subsequently.",
    "ai-tika-abh02t24:79_0": "is powerful in individual essence, and steep-of-breathingness.",
    "ai-tika-abh02t24:80_0": "Standing in a mountain-passion village, towns, climbed up to the mountain. It has been used up in the forest, the mountains, and the forestsses me. That is why it is called “from the boundary.”",
    "ai-tika-abh02t24:81_0": "and in the way described under the inspiring confidence in those without it.",
    "ai-tika-abh02t24:82_0": "the faculties of the faculties and victors, water, and fires up.",
    "ai-tika-abh02t24:83_0": "The going forth of the Awakening One is finished.",
    "ai-tika-abh02t24:84_0": "purification through insight is the first tetrad of the opposite sex, and it is the knowledge of the But in one who possesses mindfulness.",
    "ai-tika-abh02t24:84_1": "(They are) coming to the road with the different paths. How is it worthy of observed by the name of the path that have arisen?",
    "ai-tika-abh02t24:84_2": "they are of four kinds of personal discerning.",
    "ai-tika-abh02t24:84_3": "For it is said: “Certainly it is possible to just one side” .",
    "ai-tika-abh02t24:84_4": "Please correct her.”",
    "ai-tika-abh02t24:84_5": "mindfulness and full of the body.",
    "ai-tika-abh02t24:84_6": "After preventing his own function in what way, he remains in it,",
    "ai-tika-abh02t24:84_7": "By breaking up of the Dhamma: what is including the schismatic states of the Dhamma,",
    "ai-tika-abh02t24:84_8": "There is no one thing for the Dhamma that is invited to accept thoughts, and there is no liable to fact that.",
    "ai-tika-abh02t24:84_9": "in accordance with the Teaching,",
    "ai-tika-abh02t24:84_10": "His schism is the break up of the deathless.",
    "ai-tika-abh02t24:84_11": "Therefore it is not known that what is in function can be known as to presume for the sake of the Dhamma, since this is the practice of the Dhamma is similar.",
    "ai-tika-abh02t24:84_12": "Therefore it is said: “Here, door.”",
    "ai-tika-abh02t24:85_0": "The commentary on the discourses is finished.",
    "ai-tika-abh02t24:86_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-tika-abh02t24:87_0": "Your mindfulness is established by the body, and this is how it should be understood. But when there is something else, it is him in any way that has arisen, it is possible to improvement it. ...” ...",
    "ai-tika-abh02t24:87_1": "having taught it, you can ever.”",
    "ai-tika-abh02t24:87_2": "After having rejoiced in the persons, he perceives that it is the foremost.",
    "ai-tika-abh02t24:87_3": "Likewise the miraculously coming to the noble ones,",
    "ai-tika-abh02t24:87_4": "don’t practice absorption in the case of the basic : they are pure in this.",
    "ai-tika-abh02t24:88_0": "The golden vessel is finished.",
    "ai-tika-abh02t24:89_0": "The Advantages are finished."
}