{
    "ai-tika-s0402t4:0_0": "5. Parisavaggavaṇṇanā",
    "ai-tika-s0402t4:1_0": "43.",
    "ai-tika-s0402t4:1_1": "and fifth.",
    "ai-tika-s0402t4:1_2": "When you don’t get rid of the corruptions, pliable, workable, and radiants that arise in them, and once arisen they increase and grow.",
    "ai-tika-s0402t4:1_3": "and he does not ask about the state of Āḷavī, saying: “Here isn’t neither too tight nor too loose.”",
    "ai-tika-s0402t4:1_4": "Hence it is said: “All-Consider it,”",
    "ai-tika-s0402t4:1_5": "for conceit is better for him, that is better for him, that is a poisonous snake rolling.",
    "ai-tika-s0402t4:1_6": "Cāla, the meaning is, by the very churning of craving.",
    "ai-tika-s0402t4:1_7": "East means rough rough in one’s mouth, then speaking harshly,",
    "ai-tika-s0402t4:2_0": "Speaking is separated from talking nonsense, free from talking nonsense,",
    "ai-tika-s0402t4:2_1": "Hence it is said: “It is incomparable” .",
    "ai-tika-s0402t4:2_2": "With mindfulness established and held back,",
    "ai-tika-s0402t4:2_3": "In each case, it is possible to point out abide mindfulness by opposition, and there is no need for mindfulness.",
    "ai-tika-s0402t4:2_4": "They don’t know how to go about them, nor profitable states, insubstantial and uselessness, without a profession,” “She says, “One who is unstructed” .",
    "ai-tika-s0402t4:2_5": "with minds abundant minds, satisfied, with anxiety minds.",
    "ai-tika-s0402t4:2_6": "When he has acquired that concentration with the drunk of concentration, the mind becomes dispassionate towards them, like a leaf-hut in the branches of the trees, it runns off the branches of the branches.",
    "ai-tika-s0402t4:2_7": "made by Pāṭaligāma, like the magic trick in a flag that moves firmly established.",
    "ai-tika-s0402t4:2_8": "Hence it is said: “Give me some bathing.”",
    "ai-tika-s0402t4:2_9": "Dissatisfaction, unrestrained,",
    "ai-tika-s0402t4:3_0": "44.",
    "ai-tika-s0402t4:3_1": "(but) you are called the second Cawakes in the priortion of the quarrels, etc., of the lunar half-month, disparaged, was said to be equipment, and because it was prey for the second.",
    "ai-tika-s0402t4:3_2": "the meaning is this: born in the hand of the palm in the hand, the embryo, since it was born in the elephant, such as these, the bodies, etc., is the meaning.",
    "ai-tika-s0402t4:3_3": "Disputing, “This Dhamma is argument, quarrels, and fights,”",
    "ai-tika-s0402t4:3_4": "they carried on what has been stored indoors within the mouth, saying “Lay follower,” “They’ve leftovers.”",
    "ai-tika-s0402t4:3_5": "those who had a legal procedure consisting of four months, etc., and they decision on the same boundary as the monks have been decided.",
    "ai-tika-s0402t4:3_6": "In the fifth section dealing with the recitation of the Monastic Code, the recitation of the Monastic Code, and the recitation.",
    "ai-tika-s0402t4:3_7": "It has been laid down by the Buddha that training rules, the training rules that is worthy of the present, and the training.",
    "ai-tika-s0402t4:3_8": "pouring, spittle, spear, and water, they don’t move even a single bitter.",
    "ai-tika-s0402t4:3_9": "For there is this difference in both ways: on the ultimate side, the ultimate goal, the ultimate sanctuary, the ultimate spiritual life, and the ultimate sense, as if it were boiled by the universal current water, and it is the meaning of the essence of a position that is the meaning, and it is the unevenly to say, the meaning of the preference, the thought.",
    "ai-tika-s0402t4:3_10": "With loving-kindness towards the progress of loving-kindness, having looked at the wrong time,",
    "ai-tika-s0402t4:3_11": "They are called “repare” because they are austerities.",
    "ai-tika-s0402t4:4_0": "45.",
    "ai-tika-s0402t4:4_1": "In the third chapter on the best, on the best of primary elements thus: “Here, the sound of the best, the benefitting, the position of individuals, the highest, the best, say, the highest one, the best of vast, etc., whose violent, etc., is the foremost, best, highest, and finest of men.”",
    "ai-tika-s0402t4:4_2": "An ignorant person, using that craving isn’t overpowered, they usually practiced much.",
    "ai-tika-s0402t4:4_3": "But since they are developed and cultivated these separately, they are called “obsessed”.",
    "ai-tika-s0402t4:4_4": "They train for the training, thinking: “The Teacher is disrespectful and slack, Guarded, by using slacking the training.”",
    "ai-tika-s0402t4:4_5": "terrified, they get to be understood, smooth the carpets of earth, water, fire, and air besides that by shakes.",
    "ai-tika-s0402t4:4_6": "“The meaning is that it is in the sense of coming downwarding off the sense of going downwards, is the meaning.",
    "ai-tika-s0402t4:4_7": "(And) cleaving to the attachments, the attachment to attachments,",
    "ai-tika-s0402t4:4_8": "and Rāhula.",
    "ai-tika-s0402t4:4_9": "two kinds of energy: physical energy and mental energy.",
    "ai-tika-s0402t4:5_0": "46.",
    "ai-tika-s0402t4:5_1": "This is the fourth noble truth of suffering.",
    "ai-tika-s0402t4:5_2": "there is only this meaning, infatuation, he cuts off the origin of suffering,",
    "ai-tika-s0402t4:5_3": "Here I, the suffering that is painful, having ended all suffering, and having developed insight into the highest state.",
    "ai-tika-s0402t4:5_4": "As to colour, they do not allow the characteristic of non-delusion, because its characteristic is lacking of non-delusion.",
    "ai-tika-s0402t4:5_5": "... the various forms are not evident in each case.",
    "ai-tika-s0402t4:5_6": "has reached the ultimate end, the signless, the highest state.",
    "ai-tika-s0402t4:5_7": "Likewise in the case of the first jhāna.",
    "ai-tika-s0402t4:5_8": "Whatever comes along with the path of extinguishment is called extinguishment by the noble path, the end of suffering, and the cessation of fear, that ceases.",
    "ai-tika-s0402t4:6_0": "47.",
    "ai-tika-s0402t4:6_1": "These are the five kinds of searches for another’s requisites of others, saying “Have it all round with the laity,” etc., in the way beginning, “It is said.”",
    "ai-tika-s0402t4:6_2": "“Mattle-covering cloth” is said, “Poundless” he has said.",
    "ai-tika-s0402t4:6_3": "Likewise: the gathering is these.",
    "ai-tika-s0402t4:6_4": "The rest is the same as in the case.",
    "ai-tika-s0402t4:7_0": "48.",
    "ai-tika-s0402t4:7_1": "In the sixth (story) there is a sixth, unhappy,",
    "ai-tika-s0402t4:7_2": "He who is charming in the texts, through this Dhamma he who has attained deep knowledge of the Dhamma,",
    "ai-tika-s0402t4:7_3": "The profound of the teaching is hard to attain the deep influence of the teaching. And the immaculate state of suffering is deep and limited,",
    "ai-tika-s0402t4:7_4": "“As a deportment,” he replied, “Lust” is said, “Well-Seeing, a Willing sign” and so on, etc., which is deep in skill.",
    "ai-tika-s0402t4:7_5": "because of that they were hard to understand:",
    "ai-tika-s0402t4:7_6": "Having cognized two knowledges with sharp knowledge, they say: “Having (these) depth is called ‘Abaya’.",
    "ai-tika-s0402t4:7_7": "Herein, preceding them with a deep enquiry, (sight) subsequent verses, deep knowledge of suffering, and so on.",
    "ai-tika-s0402t4:7_8": "The meaning should be understood in this way: “In this way there is no profoundity,” and so on.",
    "ai-tika-s0402t4:7_9": "According to the profoundation of the meaning and of the profoundity,",
    "ai-tika-s0402t4:7_10": "Uttara, the supermundane supramundane Dhamma is measureless,",
    "ai-tika-s0402t4:7_11": "He is of meaning, he is happy, thus he is the supreme.",
    "ai-tika-s0402t4:7_12": "Hence it is said: “They are supermundane.”",
    "ai-tika-s0402t4:8_0": "(But) the seven Kassapas, who was heedless in regard to himself, was one wholesome (in knowledge) this Dhamma,",
    "ai-tika-s0402t4:8_1": "He should learn the word from the characteristics, while learning they say, “There are non-explains,” and “There is.”",
    "ai-tika-s0402t4:8_2": "(They are) doing work.",
    "ai-tika-s0402t4:8_3": "But if they do a legal procedure against him, it is said, “How many are there?”",
    "ai-tika-s0402t4:8_4": "Anyone else has said:",
    "ai-tika-s0402t4:8_5": "And the meaning is stated inaction.",
    "ai-tika-s0402t4:8_6": "Hence it is said: “According to (them) in her body.”",
    "ai-tika-s0402t4:8_7": "endowed with good qualities, Virūpakkhas, being endowed with great wisdom,",
    "ai-tika-s0402t4:8_8": "As to the dispensation of the dispensation.",
    "ai-tika-s0402t4:8_9": "those disciples of Buddhas who are disciplined, understanding that their disciples,",
    "ai-tika-s0402t4:8_10": "They don’t question whether they ask or not. They repeat what they have said. And all they ask in order to listen to what is discussing each other.",
    "ai-tika-s0402t4:8_11": "They don’t go wandering in such a place where these people are wandering about. They don’t go wandering about in such a place where they ask. They don’t even know about the next person, who is successful.",
    "ai-tika-s0402t4:8_12": "How should we prepare the seats?",
    "ai-tika-s0402t4:8_13": "And although the meaning is that it is included in the stage beginning, the first phrases, and the others described thus: “He is the right absence, the meaning is, and the rest.”",
    "ai-tika-s0402t4:8_14": "They do what is stored indoors, has been stored out,",
    "ai-tika-s0402t4:8_15": "for he has no doubt",
    "ai-tika-s0402t4:9_0": "49.",
    "ai-tika-s0402t4:9_1": "I only remember the seven requisites as inferior,",
    "ai-tika-s0402t4:9_2": "for you, heavy good principles, respecting, and venerate principle.",
    "ai-tika-s0402t4:9_3": "Hence it is to be found in the supermundane and supramundane Dhamma.",
    "ai-tika-s0402t4:9_4": "One free from both sides.",
    "ai-tika-s0402t4:9_5": "having two shares, like the freed through two enemies.",
    "ai-tika-s0402t4:9_6": "* he is freed with wisdom, now he is freed from the highest debt.",
    "ai-tika-s0402t4:9_7": "Hence it is said: “Upaka!”",
    "ai-tika-s0402t4:9_8": "Body:",
    "ai-tika-s0402t4:9_9": "touching the absorptions by attaining ...",
    "ai-tika-s0402t4:9_10": "Afterwards the cessation of Emancipation, just as the pollutants is found less the body.",
    "ai-tika-s0402t4:9_11": "It’s not because of one’s defilements.",
    "ai-tika-s0402t4:9_12": "the seen, heard, thought, or known something, and you have seen the Truth with unsuitable knowledge, the next to the path, is the meaning.",
    "ai-tika-s0402t4:9_13": "Because from the fruit of the First Path, until the end of view is the best.",
    "ai-tika-s0402t4:9_14": "Hence it is said: “Has these two grounds in six places?”",
    "ai-tika-s0402t4:10_0": "having faith in all ways: he is freed through faith, having illuminated the whole Vibhaṅga thus, “He is freed through faith,” , “Faith is the liberating of faith in all ways.",
    "ai-tika-s0402t4:10_1": "freed by faith: the meaning is free from faith,",
    "ai-tika-s0402t4:10_2": "From the Joy Fruits on six grounds,",
    "ai-tika-s0402t4:10_3": "recollects the Dhamma, recollects the first path, reckoned as a first person.",
    "ai-tika-s0402t4:10_4": "He recollects faith, and so on. This is the same for the sake.",
    "ai-tika-s0402t4:10_5": "These are both virtues, the eight attainments.",
    "ai-tika-s0402t4:10_6": "Why do they revolve such exclusively: among the noble ones, why, when they descriptioned this Noble Ones, having taken this perfectly completed their immorals, donkey?",
    "ai-tika-s0402t4:10_7": "It is preceding all in every direction that it is gained, but still does not reach any in any instance of all directions, like a cloth from a verwide opening. But even when there is, he says, “But it is.”",
    "ai-tika-s0402t4:10_8": "bound with waters to the end,",
    "ai-tika-s0402t4:10_9": "I’m freed from delusion,",
    "ai-tika-s0402t4:10_10": "By removing desire and greed, he gives up desire and greed for things that is the meaning.",
    "ai-tika-s0402t4:10_11": "he goes beyond the escape from it, and his wisdom having come to an end.",
    "ai-tika-s0402t4:11_0": "He is wise, endowed with insight,",
    "ai-tika-s0402t4:11_1": "Vipassī has been broken down and old ageed,",
    "ai-tika-s0402t4:11_2": "At that moment: in a moment,",
    "ai-tika-s0402t4:11_3": "For one called known by the Dhamma, who recollects the noble path with unconditioned wisdom.",
    "ai-tika-s0402t4:11_4": "the body by means of the personal witness is called “wavering” and “It’s capable of realizing it.",
    "ai-tika-s0402t4:11_5": "through the breaking of the round of rebirths, through two or three times",
    "ai-tika-s0402t4:11_6": "As regards the twofold jhāna of the fine-material sphere, etc., in accordance with that number of two jhānas, namely, access and absorption;",
    "ai-tika-s0402t4:11_7": "the seen, the heard, the thought, “Who has reached? ”",
    "ai-tika-s0402t4:11_8": "Herein, seen the bowl means entering there the four paths of attainment; the meaning is, the knowledge of the attainment of wrong conduct.",
    "ai-tika-s0402t4:11_9": "seen, realized, and four noble truths have been seen; and that is to say: cessation,",
    "ai-tika-s0402t4:11_10": "The one liberated from the now of absorption is freed by wisdom.",
    "ai-tika-s0402t4:11_11": "he should live engaged in what is given because he is included in the charnel grounds,",
    "ai-tika-s0402t4:12_0": "50.",
    "ai-tika-s0402t4:12_1": "eight kinds of unevenly.",
    "ai-tika-s0402t4:12_2": "And (the Bodhisatta) palaces that his bodily actions were rose from there, saying: “Have you received (them).”",
    "ai-tika-s0402t4:12_3": "By not rising upon the rolling and smearing them by embracing",
    "ai-tika-s0402t4:12_4": "dissatisfaction with the teachings,",
    "ai-tika-s0402t4:12_5": "Still the same explanation applies to be given in the same way:",
    "ai-tika-s0402t4:13_0": "Hence it is worthy of present: “The Dhamma is illegitimate, reversible, unfit to stand,” “There is no state consisting in accordance with the Dhamma” .",
    "ai-tika-s0402t4:14_0": "52.",
    "ai-tika-s0402t4:14_1": "Ten groups roll on:",
    "ai-tika-s0402t4:14_2": "They don’t resolve each other, nor do they know that legal issue is resolved. And they don’t understand how to go.",
    "ai-tika-s0402t4:14_3": "When there is perception, you should self-perception and the establishment of perception in that place. You shouldn’t be persuaded by perception.",
    "ai-tika-s0402t4:14_4": "They don’t reveal it the wrong way, nor do they resolve that legal issue.",
    "ai-tika-s0402t4:14_5": "Undisturbed one is the strength of Undistortedness, these other (may) powers.",
    "ai-tika-s0402t4:14_6": "So they don’t give up those views, holding them tight, and refusing to let go.",
    "ai-tika-s0402t4:14_7": "Hence it is said: “Yes, we are.”",
    "ai-tika-s0402t4:14_8": "The meaning is that it is reckoned as such.",
    "ai-tika-s0402t4:15_0": "The assembly of Initiative is finished.",
    "ai-tika-s0402t4:16_0": "The first _kahāpaṇa_ is finished.",
    "ai-tika-s0402t4:17_0": "2. Dutiyapaṇṇāsakaṁ"
}