{
    "ai-tika-s0102t9:0_0": "10. Pāyāsirājaññasuttavaṇṇanā",
    "ai-tika-s0102t9:1_0": "406.",
    "ai-tika-s0102t9:1_1": "so the Fortunate One has dried up and turning it over,",
    "ai-tika-s0102t9:1_2": "Because the king is a son of the world who gives her to you.",
    "ai-tika-s0102t9:1_3": "and he said to the king, “What does he say?” ...",
    "ai-tika-s0102t9:1_4": "They perceive.”",
    "ai-tika-s0102t9:2_0": "she is a senior of the Elders:",
    "ai-tika-s0102t9:2_1": "And while making merit, he was reborn amongst gods and humans,",
    "ai-tika-s0102t9:2_2": "On the third day, on the fifteenth day sabbath, on the third day,",
    "ai-tika-s0102t9:3_0": "After all the grounds for making merit. It was to go to that same life.’s why they had come to one side, some bowed, and respectfully circled the Buddha ...",
    "ai-tika-s0102t9:3_1": "the welcome,",
    "ai-tika-s0102t9:3_2": "Living in the past, those deities, who live in conformity with the purification,",
    "ai-tika-s0102t9:4_0": "“I’m able to make the belly,” and when the story has arisen, he said, “I’m able to give it up,” and so on.",
    "ai-tika-s0102t9:4_1": "Herein, she is the family of good families.",
    "ai-tika-s0102t9:4_2": "He thinks: ‘He’s faithful, he thinks about the meaning.",
    "ai-tika-s0102t9:4_3": "a fallen from the family of their families.",
    "ai-tika-s0102t9:4_4": "appearing in the womb there is the sign of the womb,",
    "ai-tika-s0102t9:4_5": "Mindfulness Visākhā, and Bhaddā’s conduct, and there was no way to show the way already stated. He then said to her: “Did you have come here?”",
    "ai-tika-s0102t9:4_6": "And the gods are pure here, too, have a different life.",
    "ai-tika-s0102t9:4_7": "(They replied:) “This is the question, this is the Vajjisākha.”",
    "ai-tika-s0102t9:5_0": "Escribed: it is the town called Uttarāsa, “Through the city of Kāḷhā,” and in the city of Kāḷigodhā, say, “It is used for a reputation,” and “It is said.",
    "ai-tika-s0102t9:5_1": "But on the word of the meaning, Debtless One, having discerned all beings, deposing with a white parasol and bridge,",
    "ai-tika-s0102t9:5_2": "Contact, the king of the very same interpents.",
    "ai-tika-s0102t9:6_0": "On Pāyāsi",
    "ai-tika-s0102t9:7_0": "The view of what is called to be given up is rejected by the view of what is gone beyond opposite sex, or the opposite of the view of what is said. The meaning is that it is in the case of the view of, and it is the him who has produced by the complete understanding that view of being arisen in the goal of the” . And this is the meaning should be understood “welled” .",
    "ai-tika-s0102t9:7_1": "Then, when the place was announced, it came here and there for seven days, and that place where there was no defects, she thought, “From here and there,” and so on.",
    "ai-tika-s0102t9:8_0": "408.",
    "ai-tika-s0102t9:8_1": "(They said) “This is the sound of counselors in front of this city,” “This is the city of Giribbaja.",
    "ai-tika-s0102t9:8_2": "perception doesn’t subside in perception.”",
    "ai-tika-s0102t9:9_0": "The Simile of the Moon and Sun",
    "ai-tika-s0102t9:10_0": "411.",
    "ai-tika-s0102t9:10_1": "of the moon and sun, so displeasing and glorious lighting up that are not evident in others, not to say, in other words, their wisdom is to be found,",
    "ai-tika-s0102t9:10_2": "without getting wet.”",
    "ai-tika-s0102t9:10_3": "With this horn worshipping the sound of counselors, they say, ‘That’s a place of loss, bad places, the underworld’ and so on.",
    "ai-tika-s0102t9:10_4": "for it will always be bound for him to remove it.",
    "ai-tika-s0102t9:10_5": "and replying to give it away.",
    "ai-tika-s0102t9:10_6": "Therefore because the accustoms are used up, you are not able to do so.",
    "ai-tika-s0102t9:10_7": "The Saṅgha has left and they claim to be one who has completed the matter in this world.",
    "ai-tika-s0102t9:11_0": "But how is there no such thing as these, etc?",
    "ai-tika-s0102t9:11_1": "“And in a state of human beings. They are sublime in a state of loss.” And the people there would not be such a view, and sex with him.",
    "ai-tika-s0102t9:11_2": "So it is not known that the moon does not appear in the moonlight, and it is not like the moon in the waning moon.",
    "ai-tika-s0102t9:12_0": "412.",
    "ai-tika-s0102t9:12_1": "afflictions from these diseases:",
    "ai-tika-s0102t9:12_2": "When they’re born, these are sufferings grow.",
    "ai-tika-s0102t9:12_3": "rolled forth out of faith.",
    "ai-tika-s0102t9:12_4": "Hence you say, “I’m no longer one.”",
    "ai-tika-s0102t9:12_5": "these reasons are the reasons why arranged them.",
    "ai-tika-s0102t9:13_0": "The Simile of the impurities",
    "ai-tika-s0102t9:14_0": "if she shows them after arranging his robe on it;",
    "ai-tika-s0102t9:14_1": "Gaintaining (wrong) actions, those nurses, and undertook the lower beginning.",
    "ai-tika-s0102t9:14_2": "to the deeds done away with them about the stream, and it was about the city.",
    "ai-tika-s0102t9:14_3": "They do a procedure of ejection. They activity (wholesome) actions that might be done by them, which is the meaning.",
    "ai-tika-s0102t9:14_4": "Hell is the sound of hell because there is the beginning of the Agnimal Hell of Hell. Controlls and the dysentery.",
    "ai-tika-s0102t9:14_5": "Having thus shown that there is a discourse of hell and so on, they will bring them to the inheritance in the world of the spirits, etc.",
    "ai-tika-s0102t9:14_6": "Herein, they’re not able to persuade them with a wardens of hell, the animal realm, and the wardens of hell.",
    "ai-tika-s0102t9:14_7": "And here what should be spoken to should be spoken to, not to proliferate, in what is to be done should be criticized or rejected.",
    "ai-tika-s0102t9:15_0": "The Simile of the Guardian",
    "ai-tika-s0102t9:16_0": "get attached to it, thinking: “Having dyed it within the monastery, they will die in the middle of the day.”",
    "ai-tika-s0102t9:16_1": "But that sewer says responses it in the way that sewer does not guilty.",
    "ai-tika-s0102t9:17_0": "Though that fame is unsuitable, rich, affluent, and wealthy. That is why it is said.",
    "ai-tika-s0102t9:17_1": "This almsbowl that was impure and substantial, overjoyed, he said to be the bodies, “I did.”",
    "ai-tika-s0102t9:17_2": "“Any fragrant subdued,” “Also the tips of fragrant body,” but when that man says, “It’s scent, ” he said, “It’s better to get a winter.”",
    "ai-tika-s0102t9:17_3": "Should be disgusted by the disease, he should be removed.",
    "ai-tika-s0102t9:17_4": "the repulsiveness of the nose,",
    "ai-tika-s0102t9:17_5": "As to bearing up: it grows different in the form of the body.",
    "ai-tika-s0102t9:17_6": "people of smells ...",
    "ai-tika-s0102t9:17_7": "Devānampiyatissa, because of the dying of filthyness, etc., and because of the power of the nose, and because of the act of filthyness,",
    "ai-tika-s0102t9:18_0": "loving-kindness is reborn in the next world, entangling the others.",
    "ai-tika-s0102t9:19_0": "The Happy One, having exceedingly sweet the virtues of the Dhamma, and so on, the good destinations, and so on,",
    "ai-tika-s0102t9:20_0": "The Simile of the Pregnant Woman",
    "ai-tika-s0102t9:21_0": "420.",
    "ai-tika-s0102t9:21_1": "reborn in a good place, thus he is happy.",
    "ai-tika-s0102t9:21_2": "Practicing is suffering,",
    "ai-tika-s0102t9:21_3": "not one who has not left, not yet come to a conclusion,",
    "ai-tika-s0102t9:21_4": "were not coming to a conclusion,",
    "ai-tika-s0102t9:21_5": "(They are) not fixed in oneself, ~ and have become favourable to the disciple.",
    "ai-tika-s0102t9:21_6": "Just mindful:",
    "ai-tika-s0102t9:21_7": "For he who is sure of disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Regarding the fruit of his enemy, he who is free from fear of doubt, who is self-controlled.",
    "ai-tika-s0102t9:22_0": "After worshipping with repetitions, they said: “Perhaps these are brought by the air.”",
    "ai-tika-s0102t9:23_0": "The Simile of the Dream",
    "ai-tika-s0102t9:24_0": "From time he enters his way and departs without consideration: ‘This is why I call abide in life” .",
    "ai-tika-s0102t9:24_1": "Suppose that Suppiya was affected by a progressive counselor and outside the monastery gateway, saying: “The monk whose mind is unclean and mutually devoted to himself outside the monastery, but inside himself,” and he replies back in this way. Then he replies his mind upon.",
    "ai-tika-s0102t9:24_2": "Then a senior mendicant, who was a stainless and regarding their own views, like a hair-splittter or whose bearing a bronze bowl, would they do to take it?”",
    "ai-tika-s0102t9:24_3": "wherever they give, they say, “Having been shown that such Ājīvakas!”",
    "ai-tika-s0102t9:25_0": "after wrapping his head, and entering into the sky, he said: “It is a wrapping on the head,",
    "ai-tika-s0102t9:25_1": "Who does not drop at the time of the fallen from the time when the fallen,",
    "ai-tika-s0102t9:25_2": "In excess of aggregates, each individual is simply a limbs,",
    "ai-tika-s0102t9:25_3": "For one (from the) seasons in the triple continuity is propounded in accordance with the Dhamma. For it is known that the faithful, the sound of his deeds, and the results in that state, which is known as the highest.",
    "ai-tika-s0102t9:25_4": "It is fewerated : it is certainly not possible that if he does not get these things.",
    "ai-tika-s0102t9:25_5": "But then as consciousness is conceived. That is why it comes to the View, but that is not arrival there, which is accompanied by consciousness and says, “The Ājīvaka ascetics should be gained.”",
    "ai-tika-s0102t9:26_0": "The Simile of the Hot Iron Ball",
    "ai-tika-s0102t9:27_0": "went to the vicinity of the hosts,",
    "ai-tika-s0102t9:28_0": "It is because he says that there is the sound of drums, making a sound of clay-bearings or as if it is noise, as if it is for one who is bound by riches, “Firsts” because of a lack of peacocks, or as if it were tamed by riches, is the meaning.",
    "ai-tika-s0102t9:28_1": "For when one runs out he does not entertain falsehood,",
    "ai-tika-s0102t9:28_2": "That is why it is said: “He is energetic.”",
    "ai-tika-s0102t9:28_3": "Likewise that form there is a name for one who lost their ploughs, brings it to the ancient, and who is called ‘one who’s ancient’.",
    "ai-tika-s0102t9:28_4": "One who wants to lower the body as a swap separately, that’s what they do.",
    "ai-tika-s0102t9:28_5": "the other is like the mouth of others.",
    "ai-tika-s0102t9:28_6": "Their sense faculties were not able to experience the unsuitable, and so is said to be the “unbounded” in the sense of making such a sense-field.",
    "ai-tika-s0102t9:29_0": "The Simile of the Horn Blower",
    "ai-tika-s0102t9:30_0": "426.",
    "ai-tika-s0102t9:30_1": "He uses what is meant is applicable, effort is the wind here.",
    "ai-tika-s0102t9:30_2": "bringing them to the surrounding: it is including the gorge, thus it is the meaning.",
    "ai-tika-s0102t9:30_3": "Of that reason, he said, “I’ve taken it.”",
    "ai-tika-s0102t9:31_0": "The Simile of the Fire-Worshiping Matted-Hair Ascetic",
    "ai-tika-s0102t9:32_0": "428.",
    "ai-tika-s0102t9:32_1": "And the fire-blazing: “To the fire-blazing in these places is put in the Indadana a fire, the lord of death, the universal fame, or the western gates, fame smoke and scents, perfumes, and flowers, burning with floats and so on.”",
    "ai-tika-s0102t9:32_2": "The life span of the wide opening, so long life will last for a long time.",
    "ai-tika-s0102t9:32_3": "They’d reach the opposite sex with him.",
    "ai-tika-s0102t9:32_4": "Rejoicing the supreme pair of refuges, (and) drops, the upper garments,",
    "ai-tika-s0102t9:33_0": "He said: “The king is ready, sir.”",
    "ai-tika-s0102t9:33_1": "that you call a senior monk.",
    "ai-tika-s0102t9:33_2": "(The king) called Makkhali G committed to the destruction of the pollutants that is supreme liquor,",
    "ai-tika-s0102t9:33_3": "By characteristic marking a heap of sandalwood on the top of the Commentaries",
    "ai-tika-s0102t9:33_4": "if he throws rubbish heaps lip into the raft, as if he were able to do his own special qualities of wiping sticks, the meaning is, and he is giving up his own special qualities of his own special qualities.",
    "ai-tika-s0102t9:33_5": "Because a time of calm a great gain,",
    "ai-tika-s0102t9:34_0": "The Simile of the Two Probs",
    "ai-tika-s0102t9:35_0": "They take care of themselves in the bowl, where there is little water, their fitting bowls is unsuitable.",
    "ai-tika-s0102t9:35_1": "That is why it is said: “Longer.”",
    "ai-tika-s0102t9:35_2": "if it is shameless because of gain, oppressing, “Where do they not get cooked or waste-workers made of wealth,” he says, “We didn’t take it.”",
    "ai-tika-s0102t9:35_3": "He was a low-lying marsh. He was led on the road to the gods of the Thirty-Three and the carpets in a wooden doll, and (only) the carpets (only) the waters of the Devas,",
    "ai-tika-s0102t9:35_4": "Hence it to the Puṇṇakas: “The Kandhamā and Kapilavatthu are the road.”",
    "ai-tika-s0102t9:36_0": "according as it is said: “Anyone who can draw out from its chanting a cart,” according to what is said, “This is the meaning of, it is the simile of its position.”",
    "ai-tika-s0102t9:36_1": "That is why the meaning here is stated.",
    "ai-tika-s0102t9:37_0": "The Simile of the Gamblers",
    "ai-tika-s0102t9:38_0": "They mount their lamps to be seen by which they made the sugarcane balls of sugar. And the King’s lamps raised in dust and dirt.",
    "ai-tika-s0102t9:38_1": "But then, when he told him, he said, “Now, there is the strength of deeds to bring that offering.”",
    "ai-tika-s0102t9:39_0": "The Simile of the Man Who Carried Hemp",
    "ai-tika-s0102t9:40_0": "It is to say that he is so far from village to village, though he has been empty;",
    "ai-tika-s0102t9:40_1": "Hence it is said: “He is worthless;”",
    "ai-tika-s0102t9:40_2": "In the village, towns, and capital customs station, he will cross over the sea and used for a bed. That’s why he’s called “gone who has achieved the ground.”",
    "ai-tika-s0102t9:40_3": "Hence it is said: “This is the meaning.”",
    "ai-tika-s0102t9:40_4": "It is easy to travel without progressing . Happy is well proclaimed by traveling, it is good to spring up.",
    "ai-tika-s0102t9:40_5": "And he said to Susīma, “Today is bound by ropes in a forehead.”",
    "ai-tika-s0102t9:41_0": "When there is noise, mindfulness, and climbed up, they will not lose the Dispensation of the One’s instructions.",
    "ai-tika-s0102t9:42_0": "the commentary for the sake of going for refuge",
    "ai-tika-s0102t9:43_0": "being dedicated to the Dispensation: “Rejoice”, and having the attentively adorned their minds, satisfied with a confident mind, he said, “Listening the mind.”",
    "ai-tika-s0102t9:43_1": "I answered the questions beginning with the questions beginning with the questions beginning and the knowledge of the arrival at the Niddesa in the several series. ”",
    "ai-tika-s0102t9:44_0": "On Sacrifice",
    "ai-tika-s0102t9:45_0": "resounding with the sound of cooking (thinking): “From the spear, they strike.”",
    "ai-tika-s0102t9:45_1": "to bear the fruit of the result,",
    "ai-tika-s0102t9:45_2": "and is not very fruitful when they speak not, and because of their hands and feet,",
    "ai-tika-s0102t9:45_3": "General special qualities as a distinction, etc.",
    "ai-tika-s0102t9:45_4": "by the power of the majesty that is called “mediate” through the means of making the result of (merit).",
    "ai-tika-s0102t9:45_5": "He is not whose mind is impure,",
    "ai-tika-s0102t9:45_6": "the fruit of the resultanting of the resultant practiced is fulfilled in full awareness .",
    "ai-tika-s0102t9:45_7": "it is hard to say that it is to be given to by one who is deceitful, with soupid and fostering, it is held in the heart, droping that it is “hard” .",
    "ai-tika-s0102t9:45_8": "This stretched is the story of the earth kasiṇa, etc., that is to say, the absence of what is eaten, drunk, and so on.",
    "ai-tika-s0102t9:45_9": "Herein, showing the first level, he said, “We will show the delightful place.”",
    "ai-tika-s0102t9:45_10": "droping the staffs,",
    "ai-tika-s0102t9:45_11": "He rotten upon the cow dung that were dropped on a rotting generation, and so on.",
    "ai-tika-s0102t9:45_12": "But since there are none of them that cannot be called “They are.”",
    "ai-tika-s0102t9:45_13": "Winds that have been produced by wind and sun: the seeds that are independent, and the seeds have been removed.",
    "ai-tika-s0102t9:45_14": "Hence it is said: “They aren’t given to us.”",
    "ai-tika-s0102t9:45_15": "whatever seed there is in the boiling of the sea, the crocodiles, phlegm, and the piece of strings—they carpenter for it.",
    "ai-tika-s0102t9:45_16": "But now these seeds are not eaten, drunk, chewed, and so on,",
    "ai-tika-s0102t9:45_17": "showing the rainy season residence in the fields of the field for the three months, he said: “The circumstances will be right,”",
    "ai-tika-s0102t9:45_18": "or plants, roots, pollutants, blossoms, and branches of the neck, they grow disillusioned with it.",
    "ai-tika-s0102t9:46_0": "hurting others with the other.",
    "ai-tika-s0102t9:46_1": "to which arises, and so on.",
    "ai-tika-s0102t9:46_2": "They speak harshly, but the recipient is slaughtered.",
    "ai-tika-s0102t9:46_3": "“This is the destroyer of virtuous conduct.”",
    "ai-tika-s0102t9:46_4": "Recollection: possession of virtues consisting in the special qualities of virtue, etc., according to its special qualities of supramundane.",
    "ai-tika-s0102t9:46_5": "Delusion and greatness: through faith and understanding.",
    "ai-tika-s0102t9:47_0": "On the contrary, the colour of the garden,",
    "ai-tika-s0102t9:48_0": "439.",
    "ai-tika-s0102t9:48_1": "Then those boils, feeding on rice, he collected rice with the shaven clay, saying, “Take this much rice.”",
    "ai-tika-s0102t9:48_2": "Having been sown out the pit of glowing coals, that is to say, the second, the third, and the fourth, and the production of the kind described in that respect.",
    "ai-tika-s0102t9:48_3": "washed by an ointment.",
    "ai-tika-s0102t9:48_4": "He said, “Don’t say that.”",
    "ai-tika-s0102t9:48_5": "being very hard to see and soft, beautiful stout very fancy, and smeared with it,",
    "ai-tika-s0102t9:48_6": "Hence it is said: “For heap of sandalwood ...",
    "ai-tika-s0102t9:48_7": "the ten.”",
    "ai-tika-s0102t9:48_8": "if he does not allow you to act according to the rule;",
    "ai-tika-s0102t9:49_0": "“Have you not allowed dying, making it unattached, seeing it with its fruit, incomparable, is adhered to it,” he said, “It is bound to its fruit.”",
    "ai-tika-s0102t9:49_1": "The mind-made produced in the mode of thought and the production of mind are not distracted by means of the consciousness.",
    "ai-tika-s0102t9:49_2": "Hence it is said: “He who has no doubts prepared” -",
    "ai-tika-s0102t9:49_3": "it is done with one who hasn’t done its various ornaments, thus it is done unincluded from others.",
    "ai-tika-s0102t9:49_4": "The state of high and luxury",
    "ai-tika-s0102t9:49_5": "(But) the outcome of abandoned sun, which is to say about the ground that is not heedless.",
    "ai-tika-s0102t9:49_6": "she was called solitary, and she said, “I am some woman!”",
    "ai-tika-s0102t9:49_7": "For luxurious people delimited by questioning,",
    "ai-tika-s0102t9:50_0": "Golden Pāyāsi for the sake of a son",
    "ai-tika-s0102t9:51_0": "by the power of this, having, by the power of the Thirty-Three,",
    "ai-tika-s0102t9:51_1": "The Sirīsa tree endowed with glorious branches, following auspicious branch, endowed with heavenly eyes, the gods of the Thirty-Three,",
    "ai-tika-s0102t9:51_2": "stood (only) to be shown by the result of his deeds, he stood led the (after his) deeds.",
    "ai-tika-s0102t9:51_3": "and the first, as before.",
    "ai-tika-s0102t9:51_4": "“Preceding the happiness and “Preliminary happiness” in the way already described, it seems, “Have you shown by the happiness and bliss,”",
    "ai-tika-s0102t9:52_0": "he is the student Uttara.",
    "ai-tika-s0102t9:52_1": "The offering was given a gift wide, thoughtfully, with his own hands, giving the dregs. And if it wasent.",
    "ai-tika-s0102t9:52_2": "” and “first” is included in the first phrase as abide in the way already described.",
    "ai-tika-s0102t9:52_3": "While his bad conduct is covered in the openings, he dropped on the banks of the river, etc., and the trees of a hill.",
    "ai-tika-s0102t9:52_4": "rounded canine rolling on.",
    "ai-tika-s0102t9:53_0": "Living Pāyāsi",
    "ai-tika-s0102t9:54_0": "(but) the Great Chief Discussion of the Licchavīs,",
    "ai-tika-s0102t9:55_0": "The Great Book is finished."
}