{
    "ai-tika-vin07t40:0.1_0": "Parivāravaṇṇanā",
    "ai-tika-vin07t40:0.2_0": "Mahāvaggo",
    "ai-tika-vin07t40:0.3_0": "Paññattivāravaṇṇanā",
    "ai-tika-vin07t40:1_0": "1.",
    "ai-tika-vin07t40:1_1": "I shall expert in the texts on monastic training the virtues of the Vinaya and of the Dhamma, which is among the Nuns, opposites, and unskilled in the Vinaya, I shall give the components of the Blessed One’s tradition.",
    "ai-tika-vin07t40:2_0": "all-knowing, Visionary,",
    "ai-tika-vin07t40:2_1": "‘From the day that spears the night has absolute confidence, and that is inmparing the exalted bliss of 80,000 leagues, regardless of whether it is made with vision or not.’",
    "ai-tika-vin07t40:2_2": "Herein, there is such designation as “specified” , etc., that is designated as “specified” , etc., that is to be done” . ...",
    "ai-tika-vin07t40:2_3": "Who is the questioning of gods?”",
    "ai-tika-vin07t40:3_0": "answers questions, discussing, refusing to questions, should be expounded in the same way: “This is the unfinished discussion, this is the same.",
    "ai-tika-vin07t40:4_0": "While the two-three places were opened by a single-layered sole,",
    "ai-tika-vin07t40:4_1": "Everywhere the recitation passes away in the place where the must be analyzed, and “This is how they are prescribed,” and they replied.",
    "ai-tika-vin07t40:4_2": "Now, if your mind is said to be shown where it is said, “Well.”",
    "ai-tika-vin07t40:4_3": "But since the Buddha has laid down this path, he does not establish mindfulness of the body by means of the attainment of the road that is in fact that he has already attained the third jhāna, and he is not satisfied by the Buddha.",
    "ai-tika-vin07t40:4_4": "That’s why their mind is not directed to the body of the deathless.",
    "ai-tika-vin07t40:4_5": "But the reasons they sustained thought on account of that.",
    "ai-tika-vin07t40:4_6": "This is how the removal of all activities should be understood here in the mind.",
    "ai-tika-vin07t40:4_7": "“And what has been stated in the texts on its object” , etc., is the circumference of an unprofitable state, in the text, “As acquisition” , etc., this is how the exposition of the enquiry of enlightenment factor should be illustrated .",
    "ai-tika-vin07t40:4_8": "That is to say: the meaning of this basic attainment of the four classes of offenses entailing expulsion, but the embankment of the modes, and the one who isn’t conceived and the meaning of not eliminations.",
    "ai-tika-vin07t40:5_0": "Beautiful Nāgas, later of the Religion, which was well versed in the Mahāsaṅgītikas, (was heard) of the Mahāthūpa, and the great teachers, and was endowed with six psychic powers, –",
    "ai-tika-vin07t40:5_1": "For the fourth four-footed names as the concept “worm-infested”.",
    "ai-tika-vin07t40:6_0": "a monk writs in a charnel ground,",
    "ai-tika-vin07t40:6_1": "Divilling the floor by the sixteen grounds, which was tying rags, by the wind and sun, and so on, it stays rolling on all sides.",
    "ai-tika-vin07t40:7_0": "The Declared Protector of the World is finished."
}