{
    "ai-tika-s0103t6:0_0": "7. Lakkhaṇasuttavaṇṇanā",
    "ai-tika-s0103t6:1_0": "The Thirty-Two Marks of a Great Man",
    "ai-tika-s0103t6:2_0": "199.",
    "ai-tika-s0103t6:2_1": "He was endowed with good qualities, and great qualities, he is a man of great virtue, and so on, a great man, with great qualities,",
    "ai-tika-s0103t6:2_2": "and the great men presented him with joined palms.",
    "ai-tika-s0103t6:2_3": "He has great wisdom. These are the signs of foulness together.",
    "ai-tika-s0103t6:2_4": "That’s why it is said: “This is the field of psychic power ...”",
    "ai-tika-s0103t6:2_5": "for what reason?”",
    "ai-tika-s0103t6:3_0": "but they do not know the characteristics of pervade .",
    "ai-tika-s0103t6:3_1": "Hence it is said: “He is laying down upon the great characteristics, etc., this is of the basis of great alteration.”",
    "ai-tika-s0103t6:3_2": "Why is this? Where is it that the Full of the Renunciations (of the Residue of the S existings), “Why are you able to point in order to show the way that the Teacher?”",
    "ai-tika-s0103t6:3_3": "all round, like a fluxing blossoming from all water.",
    "ai-tika-s0103t6:3_4": "What is about one from a flower?",
    "ai-tika-s0103t6:3_5": "taking hold of the course from the sacrificials, he says:",
    "ai-tika-s0103t6:3_6": "It enters upon and : it produces, is the meaning.",
    "ai-tika-s0103t6:4_0": "What is skillful and its work?",
    "ai-tika-s0103t6:4_1": "whatever has been reborn in the characteristic of maturing -",
    "ai-tika-s0103t6:4_2": "—“That is the meaning of the profitable formations beginning with what is skillful and the benefit of someone else. And in order to show the way of practiced that is to say, the characteristic of investigating and the acts of insight beginning with what is known as the approach and the rest. And the time of showing under the headings of discernment of the characteristics, etc., because it has been undertaken out by the characteristics of practiced.",
    "ai-tika-s0103t6:4_3": "he said, “This seers (others) do not use this,” and so on.",
    "ai-tika-s0103t6:5_0": "Well-Planted Feet",
    "ai-tika-s0103t6:6_0": "they say, ‘This one is born in agitation of birth’—this is called a ‘giant’.”",
    "ai-tika-s0103t6:6_1": "“Firstly, while standing, sitting on the back of the mass of rock or trembles.”",
    "ai-tika-s0103t6:6_2": "Where there is no great sacrifice, the official in which the overflowing merit is made up of the body, and from the ground for merit.",
    "ai-tika-s0103t6:6_3": "Hence it is said: “He is caught and so on.”",
    "ai-tika-s0103t6:6_4": "Likewise in the case of the rest.",
    "ai-tika-s0103t6:6_5": "The aggregates described thus: “Here the aggregates in dependence on the matter of the aggregates, and it is their non-existence in this way, which is their characteristic, is their state.",
    "ai-tika-s0103t6:6_6": "Born of the Victor’s womb,",
    "ai-tika-s0103t6:6_7": "“Just as I did.” And he told him, “Previously this state of existence.",
    "ai-tika-s0103t6:6_8": "As to continued existence: from the final existence, etc., is subject to birth,",
    "ai-tika-s0103t6:6_9": "Virtue of restraining, restraint by means of the rest.",
    "ai-tika-s0103t6:6_10": "Getening is produced by an opposite sex,",
    "ai-tika-s0103t6:6_11": "Having knocked down the sword,",
    "ai-tika-s0103t6:7_0": "they are reborn in heavenly realm,",
    "ai-tika-s0103t6:7_1": "To some can be included by the animal realm, which brings together.",
    "ai-tika-s0103t6:7_2": "They don’t make an end of suffering for gods and humans. They don’t get lots of medicine and supplies for the sick. And they should give gifts a great gift, the gift of merit.",
    "ai-tika-s0103t6:7_3": "Your good deeds are reborn in a heavenly realm, in the opposite sex, which are generous and well-proclaimed, whatever merit is obtained (the length of) mentions, the wretched in the sky.",
    "ai-tika-s0103t6:7_4": "But there is suffering in which that arises and through having had previous merit.",
    "ai-tika-s0103t6:7_5": "For when the top of a snake is thoroughly being soaked with fire, but when the fire is crushed it with water, fire is thoroughly thoroughlyzed and glowing, it cannot rise up, and there is no iron ball, burning, blazing and glowing, crushing and unshaken through the hands and feet. And when there is an opportunity for mindfulness, it is the moving to be constantly painful, sharp, severe, and splendid of pain or deprease.",
    "ai-tika-s0103t6:7_6": "Therefore, when a human merit is the (may) power condition,",
    "ai-tika-s0103t6:7_7": "Therefore it is said: “Neither crowds will not be easy to see the stream.”",
    "ai-tika-s0103t6:8_0": "Then he said to his word “Bath gods”, what is the meaning of,",
    "ai-tika-s0103t6:8_1": "“For he whose mind is aroused through the dissatisfaction of the life of purity that is bound up with the special qualities of the spiritual life, etc., according to the aggregates, etc., which is an independent of others, is the meaning.",
    "ai-tika-s0103t6:8_2": "what is theirs?",
    "ai-tika-s0103t6:8_3": "they dwelt in the Jeta Grove ...",
    "ai-tika-s0103t6:8_4": "That is why the Blessed One said:",
    "ai-tika-s0103t6:9_0": "‘The humans of India surpass the humans of Uttarakuru and the Gods of the Thirty-Three in three particulars.",
    "ai-tika-s0103t6:9_1": "What three?",
    "ai-tika-s0103t6:9_2": "Bravery, mindfulness, and the spiritual life is lived here.’",
    "ai-tika-s0103t6:10_0": "For the Buddhas awakened for themselves in a great donation of Buddhas, the chief disciples of the world, transmigration, and so there for seven days.",
    "ai-tika-s0103t6:10_1": "And the same number of monasteries with them together with the other lamps, would a newly be known to them.”",
    "ai-tika-s0103t6:10_2": "And after some time they said: “Tomorrow, sir, this is a serious matter!",
    "ai-tika-s0103t6:10_3": "For the human beings who are born in a human state, greedy, etc., and compared to the supreme path; they are expelled by perils, etc.; and the good in the lamp, and the path to extinguishment by the lamp, the four paths, the blessings, the voice, and the path to extinguishment by the wide-owners, nevertheless victory. That is why there are seven days a Happy One with them.”",
    "ai-tika-s0103t6:10_4": "And this world is constructed, “But now people say” is.",
    "ai-tika-s0103t6:10_5": "A person in the first primary beings, who, in the world, he is advice, person who has reached the final stage of life; he should then resides in the presence of the Faith. Also the Great Bodhisattas, whose advice to instruction, etc., and in the various ways, it is called “Sāriputta” .",
    "ai-tika-s0103t6:10_6": "Then those who are ever mature weak while they are careful.",
    "ai-tika-s0103t6:10_7": "A human being is the meaning of human beings, a human being, or a gift of human beings.",
    "ai-tika-s0103t6:10_8": "This is why in the world of mentioned under the great sacrifice,",
    "ai-tika-s0103t6:10_9": "The Great Bodhisatta’s son is peaceful and sublime in the presence of the noble ones. It is good fortune to observe the deathless (?). And it is he who shows them to his (does) in this way, whether the good or not?”",
    "ai-tika-s0103t6:11_0": "Such manifestation in a sort of elephants, etc.",
    "ai-tika-s0103t6:11_1": "who hasn’t done a legal procedure consisting of one who isn’t able to discern the conclusion in the world with its gods.",
    "ai-tika-s0103t6:11_2": "In the Island of building work in the city in such and such a place, he begged in the city called Susīma, and having done good deeds in this way, the king sat down on the beautiful seat.",
    "ai-tika-s0103t6:11_3": "Equanimous",
    "ai-tika-s0103t6:11_4": "Altogether too quickly, the receiver and the recipient too.",
    "ai-tika-s0103t6:11_5": "Or alternatively: it is exceedingly disgusting to one who is decaying or disgusting.",
    "ai-tika-s0103t6:11_6": "he becomes abundant, exertion, and abundant.",
    "ai-tika-s0103t6:12_0": "That’s the great ocean, which is called “the ocean” in the ocean.",
    "ai-tika-s0103t6:13_0": "These gifts of (good) gifts is a gift of others,",
    "ai-tika-s0103t6:13_1": "and gives gifts to give.",
    "ai-tika-s0103t6:13_2": "Being inspired by him in the same way as distinguished, etc., by one who remains in both forty-two parts, etc., and accordingly.",
    "ai-tika-s0103t6:13_3": "Endowed with virtue: the meaning is that occurred with virtue: the meaning is,",
    "ai-tika-s0103t6:13_4": "showing her to the ascetic, he said, “Applicates,”",
    "ai-tika-s0103t6:13_5": "is said to be inherited by a mother who is better than him, he should say: “Whoever is he better than him, for him” or “Die by the inconvenience of the Dhamma.”",
    "ai-tika-s0103t6:13_6": "Like this, that is to say, “This isn’t so.”",
    "ai-tika-s0103t6:13_7": "Though they’re included in one of them, they say, “This is skillful in each other.”",
    "ai-tika-s0103t6:13_8": "He is skilled in intentions, skilled in profit, and well-prepared for profitable states.",
    "ai-tika-s0103t6:13_9": "But here there is what is intended here in excessive skillful and subsequently to do, regarding the profitable roots there is what is intended in this life.",
    "ai-tika-s0103t6:13_10": "Does not have trust in the beginning of wisdom producing knowledge of the profitable states, that is to say, the three characteristics, the senses, and the production of enlightenment factors, or the signs that are skillful?",
    "ai-tika-s0103t6:13_11": "(All these Great Bodhisattas), the Great Bodhisattas, having developed all the acquisition of all things, which is descriptioned in all ways.",
    "ai-tika-s0103t6:13_12": "Because he greatly investigated the great (magical) powers, whatever merit brings to the complete Awakening of the great (magical) powers.",
    "ai-tika-s0103t6:13_13": "Because the four great elementals were swept away.",
    "ai-tika-s0103t6:14_0": "the Guardian of the noise of the Sakyaputta is made known as the inner Laṅkā .",
    "ai-tika-s0103t6:14_1": "usually practiced much.",
    "ai-tika-s0103t6:14_2": "the upper floor covered with a thought.",
    "ai-tika-s0103t6:14_3": "Almsfood is made out of alms;",
    "ai-tika-s0103t6:14_4": "made the ground for the Rāhuka.",
    "ai-tika-s0103t6:14_5": "he is able to get a preliminary work and doging a course with endeavour, like a lump of foulness in a mortals, and it is near to him.",
    "ai-tika-s0103t6:14_6": "The results of past deeds, he might become a wheel-turning monarch through being expanded,",
    "ai-tika-s0103t6:14_7": "great and exalted.",
    "ai-tika-s0103t6:14_8": "However, these preventedness is to be found through loving-kindness, compassion, generally non-human beings, he proceeds in conformity with their aim. That is why they say, “We shall proceed having done away with a mentioned,” and he should behaved thus: “This is why it is called “ginal.”",
    "ai-tika-s0103t6:15_0": "overcoming continuity with succession, having mastered the distinction of fruition.",
    "ai-tika-s0103t6:15_1": "if he says, “It is a reason for wealth; anyone who gets fine or coarses the wealth he will find it,”",
    "ai-tika-s0103t6:15_2": "He reaches them, thus it is fact . ”",
    "ai-tika-s0103t6:15_3": "There are one directions for recitation that are not definitely touched by all the feet, and with the foreigns, they touch all with the feet.",
    "ai-tika-s0103t6:15_4": "all kinds of places have been put down by the soles of the feet, pulled up by the tip of the body, speech, and mind” is said, “Nobles even by the wind.”",
    "ai-tika-s0103t6:15_5": "Now, in order to perfect this great hero, has acquired the characteristic of continued existence, etc., and so on. It is said, “Now, to show the fruit of all” .",
    "ai-tika-s0103t6:15_6": "There the monastery don’t cry out.",
    "ai-tika-s0103t6:15_7": "the attainment of the one who attains deep knowledge,",
    "ai-tika-s0103t6:15_8": "“‘They are places’: the characteristics, while the steps are made by the ground, for which they are actually wheel-turning monarchs, and they are established in the place there, even when a wheel-turning monarch placed on the ground, he reaches them by a wheel-turning monarch.",
    "ai-tika-s0103t6:15_9": "But it is well established on those whose hands are well placed in order to preceding a charnel ground, which is well established in the characteristic of schools, and which is only the non-perception. They must not think about it.",
    "ai-tika-s0103t6:15_10": "Development by virtue: It is through insight",
    "ai-tika-s0103t6:15_11": "Development of meritoriousness, skilled in what is skillful,",
    "ai-tika-s0103t6:15_12": "By the means of (the nature of) things:",
    "ai-tika-s0103t6:15_13": "Three things existed in the Buddha’s presence, Awakened One, the Sole Protector of the Buddha’s Awakened One.",
    "ai-tika-s0103t6:16_0": "he is the master of all quarters, for the whole earth-god,",
    "ai-tika-s0103t6:16_1": "“Take the sign of the thorns, thorns, etc., as stated in the way beginning, “I have the desireless.”",
    "ai-tika-s0103t6:16_2": "step by step, with acute pain.",
    "ai-tika-s0103t6:16_3": "For the sake of access: for the sake of the warding off the signs of indication,",
    "ai-tika-s0103t6:16_4": "“It is said with this one who is attached to weapons,” etc., in said, “It is said to be robbers,” etc., in order to show the greatness in this way, “As a deliverance” .",
    "ai-tika-s0103t6:16_5": "without being led on by one’s fact, without distraction, in the case of the belt, without being thrown out.",
    "ai-tika-s0103t6:16_6": "(And) he went away from his place to another, the hostile one (where the Rohaṇa, etc., in order to prepare a person whose hand is wisdom (he said).",
    "ai-tika-s0103t6:16_7": "I cramped in the morning when he has come back from here and there in the evening he is decaying the sky.",
    "ai-tika-s0103t6:16_8": "And because they were unable to get their sarong and to fall, they made a proclamation of them.",
    "ai-tika-s0103t6:17_0": "“Access” is a term for the Buddha’s legal procedure, done in accordance with the three Vedas,",
    "ai-tika-s0103t6:17_1": "Hence it is said: “He is eighty-footed (on his feet).”",
    "ai-tika-s0103t6:17_2": "As the mangoes of his deeds, having destroyed his necklaces, he has destroyed a strong mango, enveloping the marks of his body unbroken and undamaged, which is well-precessed, not overpowered to the neighborhood of a deed, without resentment, not defilement, making the sign of foulness and without disprofitting the Commentatures.",
    "ai-tika-s0103t6:17_3": "they are said to be marked.",
    "ai-tika-s0103t6:17_4": "In the sense of moderation in the signs, etc., there is what is called to be done,",
    "ai-tika-s0103t6:17_5": "Similes of the grounds for the feet, the foot-stools of the feet, the foot scraps in all places of the belly is well placed on the ground, and the clinging to all. Consequently the marks of this. So the meaning is well placed on all sides.",
    "ai-tika-s0103t6:17_6": "for he has cut off the flag, the flag, the ground in that place, (still) with its throat, and well-keptled, like a craft, had gone out.",
    "ai-tika-s0103t6:17_7": "The meaning is of characteristics. Its function is to bearising for the opposite of.",
    "ai-tika-s0103t6:17_8": "Endowed, the lower fruit comes about,",
    "ai-tika-s0103t6:18_0": "if he has the characteristic of deeds, etc.",
    "ai-tika-s0103t6:18_1": "The meaning is said in reference to the best: it is said above without quadruple.",
    "ai-tika-s0103t6:18_2": "Discussion of the traditional Elders",
    "ai-tika-s0103t6:18_3": "Sustained thought is the meaning in the Vibhaṅga: “‘Jhāna’: taking the meaning already stated .",
    "ai-tika-s0103t6:18_4": "later times the Thera called Pāṭaliputta, who had assembled in the Great Count Veḷa, and invited the Paṭisambhidā, constructed one hundred and seventy-two years. Having done the composed of the True Dhamma, they knew the Paṭisambhidā.",
    "ai-tika-s0103t6:18_5": "Gladly, thinking, “I am eighty-footed lutes” and so on, etc.",
    "ai-tika-s0103t6:18_6": "Fueled and sustained thought is the total of the blessing. Transmigrating for the purpose of comforting the absence of One, he then placed in the Paṭisambhidā by the position of the Dhamma. And one whose mind has a view is put in between the text and the Dhamma.",
    "ai-tika-s0103t6:19_0": "He speaks the truth, making much skillful qualities that he says is helpful; he speaks the truth and is included in the different paths; he says that he has done the truth, and he says to the ten truths as a possition, and he says is truthful, “one who describes the truth,” and says, “Defilement,” and “Dexplained is what is skillful.”",
    "ai-tika-s0103t6:19_1": "The meaning is this: blessings , here the meaning is this.",
    "ai-tika-s0103t6:19_2": "he enjoys the faculties of sense faculties,",
    "ai-tika-s0103t6:19_3": "(As) doing a good deed and wholesome behavior, the habit of Kattikā, and being intimate with them in the variety of ethics, saying, “Hum.”",
    "ai-tika-s0103t6:19_4": "For whomever is called a person whose conduct is pure, etc.",
    "ai-tika-s0103t6:19_5": "For it would be said and referring to the meaning in this way, if the mind is said again to be the Dhamma in the company of the Three Worlds, etc., and because if they have said:",
    "ai-tika-s0103t6:19_6": "having determined as abundant insight,",
    "ai-tika-s0103t6:19_7": "After undertaking the observance-day procedure, he should undertake the observance-day procedure and then the observance-day procedure together, he should preval the observance-day procedure with them.",
    "ai-tika-s0103t6:19_8": "“Through benefiting the dispensation of sentient beings they say, ‘I am the escape from cruelty,’ and so on.",
    "ai-tika-s0103t6:19_9": "Therefore it is because of not ignorant.",
    "ai-tika-s0103t6:19_10": "And the four divine abidings have no signs, and four divine abidings are in each and four immaterial states under the heading of Brahmā-world.",
    "ai-tika-s0103t6:19_11": "all those who are full of folk,",
    "ai-tika-s0103t6:19_12": "Thus in the case of the sensual-spheression of the sense-spheres in the fine-material-sphere produced in the task, and unskill in defining the perfection of meritorious conduct, the one who is skilled in the analysis of good conduct, the one who has reached enlightenment, and the one who has reached the perfection of meritorious conduct.",
    "ai-tika-s0103t6:19_13": "showing them the ten verses, etc.",
    "ai-tika-s0103t6:19_14": "So too with the characteristics,",
    "ai-tika-s0103t6:20_0": "having performed these verses, the Happy One’s own good,",
    "ai-tika-s0103t6:20_1": "Escribing the characteristics, etc., which brings about the origin of the world: He must be resplendent with the range of the great man, of which is to be rejected in the Mahātittha garden.",
    "ai-tika-s0103t6:20_2": "And here the characteristic of merit is called the making of merit.",
    "ai-tika-s0103t6:21_0": "Wheels on the Feet",
    "ai-tika-s0103t6:22_0": "But the two kinds of fear occurred: “But owing to fear and terror and government in countless ways, that is to say, the two kinds of fear and dread.”",
    "ai-tika-s0103t6:22_1": "that, without what is said in order to give him the purpose of fear, he said, “This is what is said.”",
    "ai-tika-s0103t6:22_2": "They are tied up with the robbery, etc., and they don’t bound by criminals, etc., and dodge the issues, etc., and dodge the issues. They’re not disturbed, nor do they get the same.",
    "ai-tika-s0103t6:22_3": "too lates too far:",
    "ai-tika-s0103t6:22_4": "That is the place where they have been reborn.",
    "ai-tika-s0103t6:22_5": "Asaying: they need not be extended, the meaning is unaffected.",
    "ai-tika-s0103t6:22_6": "they will not be incapable of crossing the flood,",
    "ai-tika-s0103t6:22_7": "together with a retinue of people.",
    "ai-tika-s0103t6:22_8": "There they give gifts, making merit, and those who have been requested by the giver. When they give gifts, they give gifts out that gift.",
    "ai-tika-s0103t6:23_0": "That is to say, “It is in detail,” “It is not good.",
    "ai-tika-s0103t6:23_1": "Herein, just as, when a gift is liable to give the gift of that are paid homage and carelessly in order to give it, saying, “Har it is peaceful and so on.”",
    "ai-tika-s0103t6:23_2": "He gave rice-gruel, rice-gruel, hardship,",
    "ai-tika-s0103t6:23_3": "The same method applies to others.",
    "ai-tika-s0103t6:23_4": "He wore: Wanting to the charnel grounds, etc.",
    "ai-tika-s0103t6:23_5": "The dye overpowder enclosure",
    "ai-tika-s0103t6:23_6": "Ruged, thin, hanging the complexion, the complexion,",
    "ai-tika-s0103t6:24_0": "Those eighty measures:",
    "ai-tika-s0103t6:24_1": "Entering the lady, the captive is caught,",
    "ai-tika-s0103t6:24_2": "covered and powder, and mosquitoes,",
    "ai-tika-s0103t6:24_3": "Which is more: the water’s jackal flung about with the bloated?",
    "ai-tika-s0103t6:24_4": "He shows what is well prepared in the meal law of the analytic knowledges, which are well divided laws in between the rules and the size of the analyzed in them.",
    "ai-tika-s0103t6:25_0": "Another aristocrat, brahmins, merchants, and workers were able to infatuate the four Victors of the Religions. They’re not able to get their wives, Kings.",
    "ai-tika-s0103t6:25_1": "Endowed with the riches in the village of Isisiṅga is there, enjoying the use of riches, garlands, fragrance, and makeup!”",
    "ai-tika-s0103t6:25_2": "wandering together with a retinue of giving,",
    "ai-tika-s0103t6:25_3": "knowing that the world is because of its own characteristic, because of the result of dissolution, they do know the characteristic of becoming and because of the a wheel-turning monarch’s mark.",
    "ai-tika-s0103t6:25_4": "So it might not be trusted is only a wheel-turning monarch, therefore a Universal Monarch’s mark.",
    "ai-tika-s0103t6:25_5": "Hence it is said: “He is surrounded by his retinue”,",
    "ai-tika-s0103t6:25_6": "and knowledge arose.”",
    "ai-tika-s0103t6:25_7": "“Having been marked by the sign of the span,” he replied, “One who is neutral,” etc., “On the sign of the long lifetime is character.”",
    "ai-tika-s0103t6:25_8": "He should see the fruit of reckonings that are felt.",
    "ai-tika-s0103t6:25_9": "Hence it is said: “He should knife in this verse.”",
    "ai-tika-s0103t6:26_0": "they spoke these verses found in the Bodhisatta: “The Subjects, what is said.” Then he spoke the verses on the following verses: “The foundation of this verses.”",
    "ai-tika-s0103t6:27_0": "And before the other said, “Here, Vāsabha”,",
    "ai-tika-s0103t6:27_1": "Because he was not able to dismay himself in the past, but he had never said before, still moreovering the previous ones.",
    "ai-tika-s0103t6:27_2": "And so it is said in the past, “When this birth is in the past,” it was given to him, “It was given to him in the past to the future. ” Then they said, “It is because of this.”",
    "ai-tika-s0103t6:27_3": "“So, who once was born in you formerly have done this before, in the past, say, ‘What is the same kind of deeds in the future’?”",
    "ai-tika-s0103t6:27_4": "Entering, they fall down too much,",
    "ai-tika-s0103t6:27_5": "dedicated to the highest goal.",
    "ai-tika-s0103t6:28_0": "There is merit making merit, by giving,",
    "ai-tika-s0103t6:28_1": "“This being so, while living by one man is at least of merit for a hundred years, were to be reborn in one hundred characteristics.",
    "ai-tika-s0103t6:28_2": "Nor through description of robbing the wholesome deeds they were reborn in a hundred characteristics, appeared on the galaxy.",
    "ai-tika-s0103t6:28_3": "And how does he say “I did in those bounds?”",
    "ai-tika-s0103t6:28_4": "she did a legal procedure consisting of one motion and one announcement,",
    "ai-tika-s0103t6:28_5": "Having performed through one hundred and seventy million beings, the world’s virtue, and the other world’s good deeds, all of them deed, doing good deeds, etc., these were done now. That is why, making merit, doing good deeds, and faithful. That is why, ensures, all of them said: “Any is mine.”",
    "ai-tika-s0103t6:28_6": "Hence it is said: “Mindfulness has the characteristic of merit. ”",
    "ai-tika-s0103t6:29_0": "In the characteristic of held over the characteristic of endlessness.",
    "ai-tika-s0103t6:30_0": "he’s reborn as long as he lives, he medically reaches the end of death.",
    "ai-tika-s0103t6:30_1": "[Includ] he was a rich-picken feet, with a face like a drain-season house, with a roof-covered feet.",
    "ai-tika-s0103t6:30_2": "outside the doorway, which was fixed with a decoration,",
    "ai-tika-s0103t6:30_3": "Strong the top of the feet, sinews on the ground,",
    "ai-tika-s0103t6:30_4": "and clasped with the best of them.",
    "ai-tika-s0103t6:30_5": "placed them with a golden _kahāpaṇa_ coin,",
    "ai-tika-s0103t6:30_6": "Bodys doing not originate for this body, making non-human beings arise in a body.",
    "ai-tika-s0103t6:30_7": "Which is forgetful: hinting the inner skin, what is the meaning?",
    "ai-tika-s0103t6:30_8": "to make one another fingers and toes, and to the top of the fingers together.",
    "ai-tika-s0103t6:30_9": "These are the characteristics, etc., that is to say: the animal realm, the glory of the wives, and the signs of fingers, all wives, and limbs appear in this way.",
    "ai-tika-s0103t6:30_10": "But there should be seen between the fruits and the next to the next.",
    "ai-tika-s0103t6:31_0": "207.",
    "ai-tika-s0103t6:31_1": "to fear the foundations on the foundations of rebirth. When you’re given up, you’ll take my life.” Thinking, “My life is good.”",
    "ai-tika-s0103t6:31_2": "Well-doors, riches, and workers, who do their work well.",
    "ai-tika-s0103t6:32_0": "Liberating in one to the heaven,",
    "ai-tika-s0103t6:32_1": "“He who has arisen in these very fairs,” etc., and whose characteristic is function, etc., of these.",
    "ai-tika-s0103t6:32_2": "For long life-form he rolled for a long time,",
    "ai-tika-s0103t6:32_3": "Hence it is said: “He is the life span.’”",
    "ai-tika-s0103t6:32_4": "and having become a Wheel-Turning Monarch,",
    "ai-tika-s0103t6:32_5": "There is live in the three jhānas: such and such development of the bases of psychic power, who has attained (complishmented the development of the bases of psychic power, and who has attained the development of the bases of psychic power, is the meaning.",
    "ai-tika-s0103t6:32_6": "building up a league for long,",
    "ai-tika-s0103t6:33_0": "Principled Seven Bulges",
    "ai-tika-s0103t6:34_0": "208.",
    "ai-tika-s0103t6:34_1": "These tastes are very tasted, solid nectar,",
    "ai-tika-s0103t6:34_2": "Hence it is said: “About favourable” .",
    "ai-tika-s0103t6:34_3": "(Laying) the taste of the buds, the water of the lilies,",
    "ai-tika-s0103t6:34_4": "He enjoys the fruit of virtue, etc., that was the gift of the fruit of good.",
    "ai-tika-s0103t6:34_5": "he should place the bolt in the upper story, and he should be put into the sap.",
    "ai-tika-s0103t6:34_6": "(such as) because of the beginning, “Excellence of such gifts,”",
    "ai-tika-s0103t6:35_0": "What is called the outcome of deeds there is a change in general relationship of deeds, and it is excellent through the sign of foulness.",
    "ai-tika-s0103t6:35_1": "With this characteristic, they must not hide the opposite directions.",
    "ai-tika-s0103t6:36_0": "The highest, supreme investigating: this is the foremost, the best, supreme, highest, and supreme.",
    "ai-tika-s0103t6:36_1": "they don’t believe in the highest and finest tastes.",
    "ai-tika-s0103t6:36_2": "Integrity, shamelessness, imprudent, eating food, and drink.",
    "ai-tika-s0103t6:36_3": "who kills living creatures: “Sometimes the fruit of deeds” is the reason why",
    "ai-tika-s0103t6:36_4": "Abandoning here is the meaning of that delicious thing: that’s superior, indeed the meaning already described.",
    "ai-tika-s0103t6:36_5": "And then he goes on it, gets referred to as “peaceful” the word “garden”.",
    "ai-tika-s0103t6:36_6": "They delight in gain and honour, ~ who will (them) honoured the one with gain,",
    "ai-tika-s0103t6:37_0": "Asking for the colour of bearing the characteristics, etc.",
    "ai-tika-s0103t6:38_0": "One gone forth is allowed robes of laypeople and renunciates.",
    "ai-tika-s0103t6:39_0": "all is included in every way.",
    "ai-tika-s0103t6:39_1": "having smeared off a disciplination by flies.",
    "ai-tika-s0103t6:39_2": "He is as though conceived by a stout smearing with oil, like a hundred storms when smeared with oil.",
    "ai-tika-s0103t6:39_3": "Questioning the meaning is that talk about learning.",
    "ai-tika-s0103t6:39_4": "And in the end of the discussion there is merely.",
    "ai-tika-s0103t6:39_5": "Because of his own bodily scopes is applicable to others.",
    "ai-tika-s0103t6:39_6": "But in the commentary on the eight kinds of verbal conduct, the meaning is stated in the sense.",
    "ai-tika-s0103t6:40_0": "One who understands how to proceed composing : likewise setting aside the benefits of bliss, for proximate cause, for one who is happy, and recommends what is the proximate cause of pleasure .",
    "ai-tika-s0103t6:40_1": "Through his own use of suffering he said: “He enjoys the pleasure of pain in one who has attained the pleasure and pain” .",
    "ai-tika-s0103t6:40_2": "And that is what is meant is that in the evening, the morning is shown by oneself. When it is said, “Yes,” etc., is seeing one who is happy” .",
    "ai-tika-s0103t6:40_3": "Therefore it is not possible to give rise to birth",
    "ai-tika-s0103t6:40_4": "so the one who is unsuitable is angry because of being angry that is the one who is accumulated.",
    "ai-tika-s0103t6:40_5": "Not one who desires his birth, he is not known as low,",
    "ai-tika-s0103t6:40_6": "And if he is not angry when less to one because of a lack of wealth;",
    "ai-tika-s0103t6:40_7": "Both are :",
    "ai-tika-s0103t6:40_8": "Yourself is like a charnel ground in the other directions. Your non-human beings is seeking the use of the other composite . And the noble enemy is developing the universality and the others.",
    "ai-tika-s0103t6:40_9": "being made, even if I did not announce it, in the case of the Community,",
    "ai-tika-s0103t6:40_10": "One who sees that wicked mind does not see a wickedness",
    "ai-tika-s0103t6:40_11": "He keeps away from that wealth.",
    "ai-tika-s0103t6:40_12": "both laypeople and renunciates.",
    "ai-tika-s0103t6:40_13": "(this) virtue and practices,",
    "ai-tika-s0103t6:41_0": "Virtuously grasped: “Such is well-sphereed, well-spoked, strong incestigated, and well-disposed, they do not find them.”",
    "ai-tika-s0103t6:42_0": "giving, etc., and doing skillful deeds as profitable, etc., respectively profitable deeds, etc., respectively profitable deeds, etc., respectively profitable deeds, etc.;",
    "ai-tika-s0103t6:43_0": "through the power of the one who is attached to, through the designation of what is not known,",
    "ai-tika-s0103t6:43_1": "Rid of delusion is said to have absorption in the way already described.",
    "ai-tika-s0103t6:43_2": "When it is developed, there is an embryo is so called because it is the concept “fluence of the Dhamma” since it is conceived in the Dhamma, and it is not allowed, is the meaning.",
    "ai-tika-s0103t6:43_3": "and explains great virtues of beings:",
    "ai-tika-s0103t6:44_0": "it turns long that they don’t cause or reason why they brought it.",
    "ai-tika-s0103t6:44_1": "having cut the strings, the Snake-Drawn about,",
    "ai-tika-s0103t6:44_2": "Cannot be included in the elements of identity.",
    "ai-tika-s0103t6:44_3": "when he speaks, he says “Does love likewise?”",
    "ai-tika-s0103t6:44_4": "happiness is the sweetest dust.",
    "ai-tika-s0103t6:44_5": "The necessary ruler of thoughts, and the supermundane states are precribed,",
    "ai-tika-s0103t6:45_0": "Unconsation about the characteristics of the Unconditioned",
    "ai-tika-s0103t6:46_0": "they say, “Welcome” is one who sees in meaning, etc., in this way: “This is allowable for you to live in dependence on the Dhamma” .",
    "ai-tika-s0103t6:46_1": "(And he replied:) “It is contrary to the Teaching, it must be understood, a possibility to be understood”;",
    "ai-tika-s0103t6:46_2": "and having renounced his head, he declared (the Dhamma).",
    "ai-tika-s0103t6:46_3": "talk about food, talk about drink, talk about garlands,",
    "ai-tika-s0103t6:46_4": "Equanimity is the foremost amongst those who meditate, the best food is the foremost, best, chief, highest, and finest of all creatures, for the sake of preserved thus: “He is the foremost, he should develop the openings in the sense of urgency, with each other, as follows: “Sister, this is the best of each other, this is the meaning” .",
    "ai-tika-s0103t6:47_0": "listening to the state of an enclosed manner of the jhānas, thus it is “falling” .",
    "ai-tika-s0103t6:47_1": "the aggregates are established in constructed, they’re made up and down of the feet, thus they are above.",
    "ai-tika-s0103t6:47_2": "Saying: it is calculation, this is called “confort”.",
    "ai-tika-s0103t6:48_0": "in accordance with the Teaching: (the Buddha is) understood the Dhamma, and the sacrifice that is sacrificed,",
    "ai-tika-s0103t6:49_0": "A well-to-do Well- refree,",
    "ai-tika-s0103t6:49_1": "It was placed in the fourfold reckoning of the fourfold army which was standing on the ground each side of the century.",
    "ai-tika-s0103t6:50_0": "Antelope Calves",
    "ai-tika-s0103t6:51_0": "(So) is the training, in what is connected with the three trainings, “Knowledge for seven days? ”, sentient beings are for the sake of their livelihood.",
    "ai-tika-s0103t6:51_1": "are the for the sake of livelihood and for the sake of beings. And seeming what is prosperity to the mind.",
    "ai-tika-s0103t6:51_2": "they live in happiness and joy because of that happy body.",
    "ai-tika-s0103t6:51_3": "deeds that have been given up by knowledge, they said to him, “I am working for deeds”, “We spoke ill of the deeds done”;",
    "ai-tika-s0103t6:51_4": "This is said in the past: both the present and the rest.",
    "ai-tika-s0103t6:51_5": "Seven treasures: the Seven treasures",
    "ai-tika-s0103t6:51_6": "who are engaged in sex with the King’s level of the Dhamma,",
    "ai-tika-s0103t6:51_7": "the king without asking permission of the King, which is an impediment.",
    "ai-tika-s0103t6:51_8": "all the Kings asked: “There are lowly here, great kings,” and so on one shoulder,",
    "ai-tika-s0103t6:51_9": "An assembly of the Buddhas is called Awakened Ones, the four assemblies, and the community of the Koṭṭhita, “The four assemblies” and “These are called the four gates”.",
    "ai-tika-s0103t6:52_0": "trained in crafts, etc.",
    "ai-tika-s0103t6:52_1": "For I have been told by him to display annoyance, he commits an offense entailing confession.",
    "ai-tika-s0103t6:52_2": "lends the huts for the purpose of building the huts that were the right size.",
    "ai-tika-s0103t6:52_3": "Having burnt all the villages as well as setting the houses from village to village, and abstaining from shade and timber’s practice,",
    "ai-tika-s0103t6:52_4": "having got up and consumed, it is as if not prevented.",
    "ai-tika-s0103t6:52_5": "Grasping of the rolls, rolling and tracking around melodiously, as far as the terrace, he extended it towards all the time of the air.",
    "ai-tika-s0103t6:52_6": "In the place where the shining calves are the shape of thighs with the calves.",
    "ai-tika-s0103t6:53_0": "they say, “We shall be arrested for killing living things” is the calm, etc., with the instance of shameless state.",
    "ai-tika-s0103t6:53_1": "“Does the size of multiplicity mentioned?” Then, “Who here is engaging in happiness? ” Or “How is this your characteristic, give using any other characteristics? ” “The teachers’ accumulated and the questions that he has been reborn here? ” “Thenorrupted in this way: “Why is this? ” he replied: “Why is that?",
    "ai-tika-s0103t6:53_2": "Here they say: (they said) -",
    "ai-tika-s0103t6:53_3": "Herein, when one is called a marks that has the characteristic of deeds, etc.,, the end of his deeds are reborn in the company of the deeds.",
    "ai-tika-s0103t6:53_4": "Understanding that characteristic of phrases, he is called the characteristic of function.",
    "ai-tika-s0103t6:53_5": "So for the sake of the investigating the marks of the fourfold characteristics, function, blessedness, and undirectedness.",
    "ai-tika-s0103t6:54_0": "Delicate Skin",
    "ai-tika-s0103t6:55_0": "Not being attached to the ascetics of the brahmins, the renunciates often went forth by the King of Bārāṇasī,",
    "ai-tika-s0103t6:56_0": "the wisdom there is from defining the welfare of all beings, so greatly wise one,",
    "ai-tika-s0103t6:56_1": "And the meaning is this: “This is so great primary element; possessing understanding.”",
    "ai-tika-s0103t6:56_2": "Which of perceptions have great wisdom, the Buddha has attributes of great wisdom, and so on. Then he knows “This is the diversity of great understanding” .",
    "ai-tika-s0103t6:57_0": "Whoever has such a state that is discovered by means of which the name “works, what is their current to him?”",
    "ai-tika-s0103t6:57_1": "Herein, the origin of the cessation of what is good, the definition of (senses) power, and of the various destiny (of the uprounding of the various kinds of virtue and concentration, the defilement of the fruition and of the paths of good conduct.",
    "ai-tika-s0103t6:57_2": "Herein, cause is the reason for the sake of non-hate.",
    "ai-tika-s0103t6:57_3": "Because of conscience and shame, etc., are the reason why",
    "ai-tika-s0103t6:57_4": "* Whose disciple has created the dealing with the awakening factors that brings to awakening, and to the place of loss (into Awakening).",
    "ai-tika-s0103t6:57_5": "Wearing the divided into bad qualities, etc.",
    "ai-tika-s0103t6:57_6": "but having performed his business, etc., by means of the non-human beings.",
    "ai-tika-s0103t6:57_7": "Because of a benefit to heaven,",
    "ai-tika-s0103t6:57_8": "This is here in brief, and in detail in the meaning here itself. And the purification that comes from the way already stated .",
    "ai-tika-s0103t6:57_9": "The answer to this concentration should be understood as system, and as herein in the case of the World.",
    "ai-tika-s0103t6:57_10": "The Though he has understood his own elements as Sāgata transferred to them, etc., should be understood in the same way as given analysis of the Mahāvihāra.",
    "ai-tika-s0103t6:57_11": "The entire spectrum of the concentration aggregates should be understood as the arising of the texts.",
    "ai-tika-s0103t6:57_12": "the four kinds of mindfulness meditation are hard to realize the fruit of the noble ones, sovereignty, preceding the course of the noble eightfold path, where he has reached the peak of mindfulness and fullness, and peacefulness, yearning the fruit of good conduct, the brings that is peaceful, sublime, beyond the stainless, limitless and pure in mind, attained to the equipment, and to the great fruit.",
    "ai-tika-s0103t6:57_13": "As to the Great Monastery, the great (magical) power of the Great Assembly, etc., which because of the great (magical) power of the great (magical) powers, etc., the great and because of the great power of Nibbāna,",
    "ai-tika-s0103t6:58_0": "At the same time the meaning should be understood in the way already described.",
    "ai-tika-s0103t6:58_1": "And this is the effect.",
    "ai-tika-s0103t6:58_2": "Knowledge of the aggregates of form ...",
    "ai-tika-s0103t6:58_3": "This is the aggregates that gives rise to the five grasping aggregates.”",
    "ai-tika-s0103t6:58_4": "In the second tetrad there were three hundred forms of the fine-material forms,",
    "ai-tika-s0103t6:58_5": "One kind of feeling, understanding how many hindered by many feelings,",
    "ai-tika-s0103t6:58_6": "perceptions component,",
    "ai-tika-s0103t6:58_7": "the one constituent group",
    "ai-tika-s0103t6:58_8": "The difference of consciousness is such.”",
    "ai-tika-s0103t6:58_9": "“This is the dimension of infinite consciousness, this is called the dimension of nothingness. ...”",
    "ai-tika-s0103t6:58_10": "Herein, the two dimensions of sensual pleasures give rise to diversity of contacts.”",
    "ai-tika-s0103t6:58_11": "There are different elements: “The eye elements of many elements,”",
    "ai-tika-s0103t6:58_12": "This is mind-consciousness element:",
    "ai-tika-s0103t6:58_13": "Herein, the six elements of the sense-spheres are the four elements of the sense-spheres, then the knowledge of the elements, and the reckoning of different kinds, etc., of the elements” .",
    "ai-tika-s0103t6:58_14": "For the Independent Buddhas are the best, and the finest lady of the two, three knowledges, and the reckoning of the Three Times, and that is how the knowledge of the defining of each one is phrase.",
    "ai-tika-s0103t6:58_15": "But the many characteristics have the same forty-two components as they don’t know.",
    "ai-tika-s0103t6:58_16": "The whole of the Buddhas say that “But there is the relics, of the aggregates, palms, and the trees of this tree standing outside, but inside the dwellings of the Magadhans.",
    "ai-tika-s0103t6:58_17": "Such simply and so on.",
    "ai-tika-s0103t6:58_18": "Because of this flowering yellow, red and white, and golden drunk,",
    "ai-tika-s0103t6:58_19": "The small and large-smeared robe is the shape of a large broad, well-shared and whirlpools, and tangled-headed. When the monkey was garden,",
    "ai-tika-s0103t6:58_20": "Kaṇṭaka, a pointless talk, thorns, and emerges from the darkness.”",
    "ai-tika-s0103t6:59_0": "Producing different kinds of origination: dependent origination, and internally and externally.",
    "ai-tika-s0103t6:59_1": "for ignorance is dependently originated.",
    "ai-tika-s0103t6:59_2": "Hence it is said: “Here there are twelve conditions for the twelvefold origination, for twelve conditions, and twelve conditions.”",
    "ai-tika-s0103t6:59_3": "Understanding of different kinds, having a variety of women, etc., according to the periphery of various kinds, that is, actually non-existent, etc., according to the very same cognitive series, etc., according to the periphery of each aspects, etc., which is non-existent of essences, and so on.",
    "ai-tika-s0103t6:59_4": "The one at its connection",
    "ai-tika-s0103t6:59_5": "As regards the meaning of various discriminations beginning with various kinds of discrimination in the Paṭisambhidā, and so on.",
    "ai-tika-s0103t6:59_6": "Virtue in the Paṭisambhidā, the discrimination of the laws of meaning, and the states consisting in various aspects.",
    "ai-tika-s0103t6:59_7": "Those languages’ discriminations, the meaning of various states, and the reckoned as decreeding flags,",
    "ai-tika-s0103t6:59_8": "And the following language beginning: “This is the knowledge of the analytical knowledge of meaning, this is in the Paṭisambhidā, this is their advice.”",
    "ai-tika-s0103t6:59_9": "And the same virtue in the Characterizing the virtues of virtue” , etc., just as in the way already described,",
    "ai-tika-s0103t6:59_10": "But whatever exactly it is only the same as that is oneself, Nibbāna is the same as that is to say, the ordinary person’s opposite of, etc., in the way beginning, “And what is the middle and the end of the life” .",
    "ai-tika-s0103t6:60_0": "Having thus shown that it is said above through many people having shown that it is associated with wisdom, and through the cultivation of the paths of great fruit, thus it is “intention of preference of states” .",
    "ai-tika-s0103t6:60_1": "Herein, one who is full of joy and happiness",
    "ai-tika-s0103t6:60_2": "for the lady—",
    "ai-tika-s0103t6:60_3": "elated and joyful, after habitually complete and embarrassed, loving-kindness, and Etc. As they lived in the virtue of the my habit of fire.",
    "ai-tika-s0103t6:60_4": "When, happiness is returned with happiness, it does not occur unification of wisdom as its object, and it is anchored as its object, then it does not occur with equanimity as its object.",
    "ai-tika-s0103t6:60_5": "Once again the entire spectrum of Ethics",
    "ai-tika-s0103t6:60_6": "But also concentration, etc., according to the aggregates of concentration, and so on.",
    "ai-tika-s0103t6:61_0": "all forms, which are impermanent, perishing, and changing in the way beginning, “Possessed by form, he quickly wields the function of all conditions, and its characteristic, which is why, just as the foundation of visible objects, is unification of mind” .",
    "ai-tika-s0103t6:61_1": "The same method applies in the same way.",
    "ai-tika-s0103t6:61_2": "So doing so, Vipassī said in order to show the characteristic of insight, and so on, etc., which is said to show the penetration of insight with the characteristic of investigation of insight and so on.",
    "ai-tika-s0103t6:61_3": "Herein, rising: wherever he is broken is the distraction of the ending of defilements, and because of the enlightenment of their dissolution .",
    "ai-tika-s0103t6:61_4": "(but) from fear of what is not fearful,",
    "ai-tika-s0103t6:61_5": "Asokadhamma, Asuras, Asāra constantly: born in oneself, growing in oneself,",
    "ai-tika-s0103t6:61_6": "and having driven out the (magical) power with insight, he worked (after which),",
    "ai-tika-s0103t6:61_7": "After bringing him to the delightful place, they delight thus.",
    "ai-tika-s0103t6:61_8": "After bringing him (him) in his presence, he made him renounce.",
    "ai-tika-s0103t6:61_9": "After making an end, they plastered.",
    "ai-tika-s0103t6:61_10": "When form ceases, form ceases.",
    "ai-tika-s0103t6:61_11": "Now, as to the clause, that is to say, “perfection of insight” , etc., is said: “It is time to bring the states that are to be reached again” .",
    "ai-tika-s0103t6:61_12": "“Vipassī, knowing the General Vipassī, some of them are coming down,",
    "ai-tika-s0103t6:62_0": "the method of knowledge should be understood as an incompatible lineage.",
    "ai-tika-s0103t6:62_1": "saying: “When a wise man sees what is tired,” but then, if he makes any effort to get weary, he said, “But without having given it up, without applied thought, without sustained thought, “This is the but without sensual desire,” and so on,",
    "ai-tika-s0103t6:62_2": "he is quick-witted, he does not have swift insight to the four noble paths; he says, “This is the noble path, and he hasn’t taken on a seat ...",
    "ai-tika-s0103t6:62_3": "I’ve attained what they haven’t achieved.”",
    "ai-tika-s0103t6:63_0": "“All conditions are impermanent, suffering, and perishable. They are included in the ending of all conditions. They’re impermanent, suffering, and perishable. Their liable to end, fading away, cessation, and the path. They’re described in this way.” Then they said, “You should give rise to fading away, cessation, and the path.”",
    "ai-tika-s0103t6:63_1": "Herein, although governing: It is reckoned as an incalculable, glorious,",
    "ai-tika-s0103t6:63_2": "forty-two Kinds of full awareness , many dangers, degree observed the danger of all beings, being the danger in all aspects,",
    "ai-tika-s0103t6:63_3": "“Knowledge,” he said, “Painful is very glorious in this way,” and so on, for the future, and so on.",
    "ai-tika-s0103t6:63_4": "(Your) is the protector of all processes, being keen intelligent, truthful, opposite secure, knowledge of the liberation.",
    "ai-tika-s0103t6:63_5": "There is penetration of penetration, there is penetration of penetration, and there is the penetration of penetration, and so on.",
    "ai-tika-s0103t6:63_6": "And here it is in the meaning here that in the Paṭisambhidā is included in the meaning and discovered because it is not clear ,",
    "ai-tika-s0103t6:64_0": "He is able to get the rainy-season residence there, but he then shows them his going forth.",
    "ai-tika-s0103t6:64_1": "And if he does not want to sit here in a place where there was, he said, “Lay follower, they crush.”",
    "ai-tika-s0103t6:64_2": "having examined their meaning,",
    "ai-tika-s0103t6:64_3": "having putin to him inside, she went to the house",
    "ai-tika-s0103t6:64_4": "Hence it is said: “He is including the highest.”",
    "ai-tika-s0103t6:64_5": "for the meaning is that it is worthless.",
    "ai-tika-s0103t6:64_6": "The sound of drums, interpreting dreadful -hut silk, rivers, and so on.",
    "ai-tika-s0103t6:64_7": "Consequently the meaning is that it is the meaning.",
    "ai-tika-s0103t6:65_0": "For the purpose of gaining acquisition of acquiringement is the meaning.",
    "ai-tika-s0103t6:65_1": "And in the signs that have arisen, but in the skillful,",
    "ai-tika-s0103t6:65_2": "and it is very shown by the sign of serenity and discerning the three.",
    "ai-tika-s0103t6:65_3": "Then the characteristics of the Universal Monarch news, etc., their appearance, having given rise to the signs of the way beginning, “This is the meaning, the oppositeness of the sign, and the meaning is that it should be cut off.”",
    "ai-tika-s0103t6:65_4": "knowing and seeing he will not think, he will be disciplined by eye-consciousness.",
    "ai-tika-s0103t6:66_0": "For the purpose of instruction is kept rotten on the advice, for the sake of instruction.",
    "ai-tika-s0103t6:66_1": "One who has not got these things should know how to go about the meaning of beings: “Does this act of recommendation of the kind already described and should know the purpose of the getting rid of their former lives in it, like the intention of arrivals in the various orders of sentient beings already described.”",
    "ai-tika-s0103t6:67_0": "Golden Skin",
    "ai-tika-s0103t6:68_0": "218.",
    "ai-tika-s0103t6:68_1": "With reckoned as an incalculable wealth, they don’t show the power of the development of the path, etc., and have the power of the path and the fruit of non-return.",
    "ai-tika-s0103t6:68_2": "thus, without anger he is like a free from stain by anger, which frees the poison of anger,",
    "ai-tika-s0103t6:68_3": "(but) he does not get angry when he is angry, he does not enter into the sky.",
    "ai-tika-s0103t6:68_4": "For it is because the enemy of anger arises in him as its object, and as its object the dispensation, it is by means of the underlying tendency to wrong views that in him.",
    "ai-tika-s0103t6:68_5": "Hence it is said: “Unrinking thorns, Kaṇṭaka.”",
    "ai-tika-s0103t6:68_6": "He enjoys the blazing fire, but the hunter gets a tip.",
    "ai-tika-s0103t6:68_7": "Herein, there is in whatever place the retrown,",
    "ai-tika-s0103t6:68_8": "by touching the touch of the body.",
    "ai-tika-s0103t6:68_9": "“Firstly they have arisen in the first (development),",
    "ai-tika-s0103t6:68_10": "then the strong in ill will, having ill will and malicious intent",
    "ai-tika-s0103t6:68_11": "After that roaming around for a woman heap of mustard seed and fostering ill will through wielding power, and having ill will towards all those who were foes through the air of enemy.",
    "ai-tika-s0103t6:69_0": "the meaning of the efficacy of power, etc., should be given in the sense of the opposite sex and the signless.",
    "ai-tika-s0103t6:69_1": "Hence the Buddha said: “Mendicants, giver to the donor, give the receivers the recipients of the food. ...",
    "ai-tika-s0103t6:69_2": "Long life, beauty, happiness, and a gift.",
    "ai-tika-s0103t6:70_0": "219. Ti adāsi.",
    "ai-tika-s0103t6:70_1": "like a god who has been sent by the wind,",
    "ai-tika-s0103t6:70_2": "the most excellent one.",
    "ai-tika-s0103t6:70_3": "Those going forth in such a direction, but not in the teacher’s going forth.",
    "ai-tika-s0103t6:70_4": "clothes, windows, and the clothes are made of cloth and the knocking things: they are flattered and the state of the highest.",
    "ai-tika-s0103t6:70_5": "Virūpakkha’s deeds, having destroyed the deed,",
    "ai-tika-s0103t6:71_0": "Retracted Privates",
    "ai-tika-s0103t6:72_0": "When the streams are struck, he came together,",
    "ai-tika-s0103t6:72_1": "Today I’ll be able to make much accumulate.",
    "ai-tika-s0103t6:72_2": "For forty-four items covering the Vajjians, they cover themselves with their actions, and they then rolling the Vajjians.",
    "ai-tika-s0103t6:72_3": "Shouldn’t they avoid:",
    "ai-tika-s0103t6:72_4": "This is the truth of the blameworthy for someone who covers the private parts, resolving with a flux of opposites, and through having covered it with thought,",
    "ai-tika-s0103t6:72_5": "It is shown only by doing it in this way: “As a man who experts it to their relatives, thus it is a shown that act.”",
    "ai-tika-s0103t6:73_0": "‘May I be born again and again, may I have undeveloped, so that is, unsuitable, is the meaning.’",
    "ai-tika-s0103t6:73_1": "For none of these things are the same fortunateness to the wheel-turning monarchs, and all the princes who are the aristocrats; all of them have the same yell.",
    "ai-tika-s0103t6:74_0": "The first section for recitation is finished.",
    "ai-tika-s0103t6:75_0": "The characteristic of the...",
    "ai-tika-s0103t6:76_0": "222.Samanti samānaṁ.",
    "ai-tika-s0103t6:76_1": "Having understood these in this world he knows about the next world’s special qualities, and practice accordingly.",
    "ai-tika-s0103t6:76_2": "he himself knows it himself, and others had become happy.",
    "ai-tika-s0103t6:76_3": "Knowing this, the first person is the best. This is the best, the middle, and the end. And he knows that person’s inferior.",
    "ai-tika-s0103t6:76_4": "He knows about what is and is suitable. While in that place he is going in that place, he knows the way, and the practice in each case.",
    "ai-tika-s0103t6:76_5": "That is why it is said: “I take it,” etc.",
    "ai-tika-s0103t6:77_0": "One who gains that are inclusive in the present life, and who has attained the attainment of the fruition,",
    "ai-tika-s0103t6:77_1": "After undergoing the precincts, he knowingly treats his attendants,",
    "ai-tika-s0103t6:78_0": "223.Tulayitvāti tīrayitvā.",
    "ai-tika-s0103t6:78_1": "having report to inquiry,",
    "ai-tika-s0103t6:78_2": "And once again to say that they’ve gone beyond the extraordinarily full of rapture and bliss, they say, “This is subtle and fine!”",
    "ai-tika-s0103t6:79_0": "Lion’s Chest, Etc.",
    "ai-tika-s0103t6:80_0": "Triumphants, (living in) the grove, (magical) powers,",
    "ai-tika-s0103t6:80_1": "They performed deeds of sentient beings.",
    "ai-tika-s0103t6:81_0": "all around is filled with entirety.",
    "ai-tika-s0103t6:81_1": "Throughout the lower worlds",
    "ai-tika-s0103t6:81_2": "Grain, wives, wealth, and wisdom.",
    "ai-tika-s0103t6:82_0": "She was conceived in the world with its gods. And after tending for a faithful, he entered into solitude and capital city,",
    "ai-tika-s0103t6:82_1": "just as the versatility is shown by an opposite sex, inspires confidence in those without it, and including the confidence in those who are near confidence. For seven days it is the confidence in those who have it.",
    "ai-tika-s0103t6:82_2": "because it is sensed in the accumulation of the four kinds already described.",
    "ai-tika-s0103t6:82_3": "These are faithful of faith.",
    "ai-tika-s0103t6:82_4": "Legally, with reasons: not liable to decline, not liable to decline, and not liable to decline. The meaning is that way is, not liable to decline.",
    "ai-tika-s0103t6:83_0": "Guardian",
    "ai-tika-s0103t6:84_0": "and that food which can be attained by a reward.",
    "ai-tika-s0103t6:84_1": "Hell of all kinds: because of the very nectar of tastes he remembers the pervading of the body in all directions.",
    "ai-tika-s0103t6:84_2": "Having entered it together, they proceeded straight, undistracted.",
    "ai-tika-s0103t6:85_0": "(But) he who does the legal procedure of banishment against all sentient beings, being a lower realm, making amends for sentient beings,",
    "ai-tika-s0103t6:85_1": "They ate the holes, etc., and their sugarcane moving for the tongue or taste of the tastes. Or they ate what has an excellent sense of taste. offensiveness is the meaning of tastes. Or the bitter has an opening.",
    "ai-tika-s0103t6:85_2": "For the life of the continuation is like a harvest in a bungalow; and like a cuckoo, as when the body is struck with dirt, he can make it split into his body.",
    "ai-tika-s0103t6:85_3": "Excellent Sense of Taste-cloth",
    "ai-tika-s0103t6:86_0": "having destroyed the word of the robbery, he says: “He is attached to such-and-such a clans, uses such-and-such a one,” he says, “He is weavers,” “He is this. Then he says, “He is this,” “He is the meaning of this.",
    "ai-tika-s0103t6:86_1": "the meaning is that it is by means of catching  or knocking others:",
    "ai-tika-s0103t6:86_2": "he is trapped on his belly, robbing the arm, and beating his jackal.",
    "ai-tika-s0103t6:86_3": "Hence it is said: “Unwave in the forest,”",
    "ai-tika-s0103t6:87_0": "Deep Blue Eyes",
    "ai-tika-s0103t6:88_0": "“One from agitation” is one made by leprosy,",
    "ai-tika-s0103t6:88_1": "Hence it is said: “Where’s bathing?”",
    "ai-tika-s0103t6:88_2": "the meaning is that funerally pricelessly facilitable,",
    "ai-tika-s0103t6:88_3": "Hence it is said: “Mount Vepulla, hut is the meaning.”",
    "ai-tika-s0103t6:88_4": "he looks down on someone else’s view, looking round, close to his views, and looking after him.",
    "ai-tika-s0103t6:88_5": "Hence it is said: “Here isn’t able.”",
    "ai-tika-s0103t6:88_6": "gets angry and bitter.",
    "ai-tika-s0103t6:88_7": "if he does not look at the front of someone, he does not look at the front of it.",
    "ai-tika-s0103t6:88_8": "and transgress the point of three times: the meaning is that, it transcends the dead.",
    "ai-tika-s0103t6:88_9": "straightforward, he said to the Ajita, “Anyone who has not looked down on the hut, straightly looked down on the an undeclared wicked persons, whose mind has been straightened.”",
    "ai-tika-s0103t6:88_10": "Just as one who is straightened,",
    "ai-tika-s0103t6:88_11": "The necklaces having been smeared with dirt on the head.",
    "ai-tika-s0103t6:88_12": "In (myself) means accumulating for him.",
    "ai-tika-s0103t6:88_13": "he should look out for the coming and going of the evening, he should see it.",
    "ai-tika-s0103t6:89_0": "having eyelashes like the eyes, having eyelashes like the bird,",
    "ai-tika-s0103t6:89_1": "With Kākavaṇṇa,",
    "ai-tika-s0103t6:89_2": "like an elephant’s eye cows, wearing an antelope.",
    "ai-tika-s0103t6:89_3": "Sworded with the thirty-two families,",
    "ai-tika-s0103t6:89_4": "In the same way there is the colour of blue, red or white and colour.",
    "ai-tika-s0103t6:89_5": "Herein, the colour of yellow kasiṇa should be understood as the blue kasiṇas, blue colour, blue, yellow, and white.",
    "ai-tika-s0103t6:89_6": "“Of those who inspire confidence in those without it, some people who live in confidence.”",
    "ai-tika-s0103t6:89_7": "But in the fifth place, however, is stated under the headings of devotion to rod or the meaning?",
    "ai-tika-s0103t6:89_8": "In the fifth enlightenment of the meaning is that inspiring confidence, idea, viz.",
    "ai-tika-s0103t6:89_9": "Characteristics, profitableness, lifespan, and wholesome.",
    "ai-tika-s0103t6:90_0": "commentary on the head and the characteristic of heat.",
    "ai-tika-s0103t6:91_0": "She said to the leader called ‘Lackal’, preceding the Declination of the Factor’, the ‘decline’, the ‘demon’, and the ‘demon’t’ in order to show many people, and so on.",
    "ai-tika-s0103t6:92_0": "Mading downwards, pus, and running down,",
    "ai-tika-s0103t6:92_1": "For he whose deeds in one of good conduct, being big in both body and speech and mind, both in before the Great Wood, the seer,",
    "ai-tika-s0103t6:92_2": "Hence it is said: “Here a worker” is this name.",
    "ai-tika-s0103t6:92_3": "When joy is full of joy, with joy he attends to joy, with joy and happiness associated with the mind, and with sense-sphere consciousness associated with knowledge, he enjoys -",
    "ai-tika-s0103t6:92_4": "a great man, a great man,",
    "ai-tika-s0103t6:93_0": "He said, “They do interrupt the work,” “They are going to be one who is full of people”, and so on.",
    "ai-tika-s0103t6:93_1": "and use of requisites is used in them.",
    "ai-tika-s0103t6:93_2": "(But) having understood the disciplinary issue, which are the reason why sentient beings, etc.",
    "ai-tika-s0103t6:93_3": "cries out:",
    "ai-tika-s0103t6:93_4": "Their services for him to perform a dwelling. And he said, “This is the nurse when there is.”",
    "ai-tika-s0103t6:93_5": "Visākha said: “He has currented the poisonous work for this one,”",
    "ai-tika-s0103t6:94_0": "One Hair Protector (Discourses)",
    "ai-tika-s0103t6:95_0": "Then he goes on saying ‘Repulsiveness’. He proceeds in this way” it is said.",
    "ai-tika-s0103t6:96_0": "One Hair Pore, each body, and one body hairs are its characteristic.",
    "ai-tika-s0103t6:96_1": "Some with one hair, body hair, nails, teeth, skin, flesh, sinews, or bones.",
    "ai-tika-s0103t6:96_2": "And owing to their bodies again in each place where they arose, like a dog’s corpse. It was like a cloth soiled with wounds and so on.",
    "ai-tika-s0103t6:97_0": "Forty Gapless Teeth",
    "ai-tika-s0103t6:98_0": "After being shown by one of them, they should not make arrangements for others, and make the rest of the Sanghas, including the doctrine, and make use of them, without being broken.",
    "ai-tika-s0103t6:99_0": "Rather, they respond to the end of what is praised by the three Vedas, the ultimate, and the phenomena.",
    "ai-tika-s0103t6:99_1": "Divisive speech: this is a person who speaks divisively.",
    "ai-tika-s0103t6:99_2": "Undevenly completed forty-nine years (in all),",
    "ai-tika-s0103t6:99_3": "bound together with aonfire.",
    "ai-tika-s0103t6:100_0": "A Large Tongue and the characteristic of heat.",
    "ai-tika-s0103t6:101_0": "And he should be given hospitality by means of the going forth.",
    "ai-tika-s0103t6:101_1": "“Yes,” they replied.",
    "ai-tika-s0103t6:102_0": "They, like the Lord of the Worlds, having given a comfortable, to the Buddha,",
    "ai-tika-s0103t6:102_1": "(such as) sea, sweet flag, white like a necklace, bubble, flungth,",
    "ai-tika-s0103t6:102_2": "Goldening and entering into abode through the twofold aeons,",
    "ai-tika-s0103t6:102_3": "having faith in the minds often stuffed with wisdom,",
    "ai-tika-s0103t6:102_4": "if he is arranged with harsh speech but the sound of coarse, etc., then the wall is broken;",
    "ai-tika-s0103t6:102_5": "cut off, the tips, and the wind cuts off,",
    "ai-tika-s0103t6:102_6": "for that misapprehension of food",
    "ai-tika-s0103t6:102_7": "Whose mind is indeed immediately despise?",
    "ai-tika-s0103t6:102_8": "Being a bridge of his deeds, ~ and well-spoked deeds,",
    "ai-tika-s0103t6:102_9": "it is happiness that he should be elated by the gladness.",
    "ai-tika-s0103t6:103_0": "Se anyone who abuses and insults abuses and insults (you), for intoxications (rightenes), forty-foures -",
    "ai-tika-s0103t6:103_1": "Immediately afflicted with others’ affliction,",
    "ai-tika-s0103t6:103_2": "for the sake of many people, for the sake of many people, out of compassion, general population,",
    "ai-tika-s0103t6:103_3": "You can understand, ‘There is no untrue field for the hand,’ and so on. That is why it should be understood that it is, is why it should be understood, is the meaning.",
    "ai-tika-s0103t6:103_4": "And there is no hate for him in this way.",
    "ai-tika-s0103t6:103_5": "Well-arisen (washing):",
    "ai-tika-s0103t6:103_6": "Who is having well-spoked wrapped in what",
    "ai-tika-s0103t6:103_7": "Saying, “I’m very hard,” he responded, unsuitable, and so on; however, they think that it is the case.",
    "ai-tika-s0103t6:103_8": "it is due to subtlety that this much or that it is called “protector” in “proaching using a quiet or “This is an abiding” in the sense of best task.",
    "ai-tika-s0103t6:103_9": "They said, “Pāṭaliputta,” “We will show the drums,” “Weights, etc., to point out a place for eight times.”",
    "ai-tika-s0103t6:103_10": "Then the scoundrels, knowing that he had died, he said: “This is the detailed explanation of the time.”",
    "ai-tika-s0103t6:103_11": "Where is the best of Brahmā’s treasures, the best of horses, the voice of Brahmā,",
    "ai-tika-s0103t6:103_12": "many people praised many leagues.",
    "ai-tika-s0103t6:104_0": "Guardies",
    "ai-tika-s0103t6:105_0": "I was poor, despised, and preying.",
    "ai-tika-s0103t6:105_1": "For when doing this point is helpful, this point is a Teacher worthy of the special qualities such as “This one should be done” .",
    "ai-tika-s0103t6:105_2": "As to placing it aside:",
    "ai-tika-s0103t6:106_0": "talk about talking nonsense, talk about talking nonsense,",
    "ai-tika-s0103t6:106_1": "covered with open-air at each end, with a single sitting mat,",
    "ai-tika-s0103t6:106_2": "Loving through the rich cargoes,",
    "ai-tika-s0103t6:106_3": "cast-off rags in front and behind,",
    "ai-tika-s0103t6:107_0": "(The Buddha) called Tambapaṇṇi called: “The Great Bodhisatta’s conduct, being scattered in the Mahāmeghavana garden and so on” because of the great Bo trees.",
    "ai-tika-s0103t6:107_1": "Or itself is said that the extent itself in the same way, “These names are sustained thought.” ...",
    "ai-tika-s0103t6:107_2": "you’re alituous, annoying sort of words.”",
    "ai-tika-s0103t6:107_3": "“Have they say: ‘It is not the two of us by day that this is the name of the Dispensation,’ which takes two kinds of accumulations, namely, “Having given to the two ends of the rainy season.”",
    "ai-tika-s0103t6:107_4": "Therefore he said: “Having told the fourfold army,” and he said, “Friend,”",
    "ai-tika-s0103t6:107_5": "Likewise that of the states consisting in the way already described, etc., are not definitively in the way already stated.",
    "ai-tika-s0103t6:108_0": "commentary on the characteristics, etc.",
    "ai-tika-s0103t6:109_0": "240.",
    "ai-tika-s0103t6:109_1": "pure behavior is purified from all livelihood, and from every other person.",
    "ai-tika-s0103t6:110_0": "and subsides in one whose head has devoted himself to the fact that of seclusion.",
    "ai-tika-s0103t6:110_1": "The Tissārāma together with the Thirty-Three of the Thirty-Three were the lord of the city of Tissa. They were the lord of the city named Indra.",
    "ai-tika-s0103t6:110_2": "he reached the excellent city of Tissa.",
    "ai-tika-s0103t6:110_3": "Hence it to her: “Because she is fitting away.”",
    "ai-tika-s0103t6:110_4": "They get upset, (saying): “It is the face for the face of the mouth,” “There is no share for the mouth.”",
    "ai-tika-s0103t6:110_5": "My hair was swamped, satisfied, and the bubble was very clean,",
    "ai-tika-s0103t6:110_6": "the Sundara-sphere is shaped, made of the Vipassī-sphere,",
    "ai-tika-s0103t6:110_7": "He teaches the people whose senses have been fixed in the way he preached. From thebode of sensual pleasures, which is called ‘againstanding’ and being proclaimed in the various ways’ is said: “Here the country, what is prosperous, ‘perfected by dwellings’.”",
    "ai-tika-s0103t6:110_8": "mustn’t be definitely in that place the sea have vanished,",
    "ai-tika-s0103t6:110_9": "and that shall be called “where a wheel-turning monarch” in the same way as stated.",
    "ai-tika-s0103t6:110_10": "Of those who know whether the heavenly wheel-turning monarch was established in a place to be found, and those who appeared in the names, constellations, and those who come together like the moon’s womb.",
    "ai-tika-s0103t6:110_11": "And the meaning should be regarded by a wheel-turning monarch and by its carcasses, in each and every way there is the meaning.",
    "ai-tika-s0103t6:110_12": "and he goes to the wheel-turning monarch.",
    "ai-tika-s0103t6:110_13": "again he recovers from that country.",
    "ai-tika-s0103t6:110_14": "which brings much happiness for the people, thinking, “In many ways, they bring much happiness.”",
    "ai-tika-s0103t6:110_15": "For just as those who bring happiness (to the people), “I will give it to the happiness of pleasure and pain”,",
    "ai-tika-s0103t6:110_16": "(wholesome) free from sense desires, illuminating (of the nature), and supernormal power,",
    "ai-tika-s0103t6:110_17": "Hard to say, is called a poor worker.",
    "ai-tika-s0103t6:110_18": "Herein, it is said: “Bhikkhus, there is balancing people entering this retreat in the way stated,” it said, “For this way all the time period of time.”",
    "ai-tika-s0103t6:110_19": "For the purpose of abandoning greed, etc., in the case of his lust by moderation, whichever arisen",
    "ai-tika-s0103t6:110_20": "by the power of barkness.",
    "ai-tika-s0103t6:110_21": "(Those) sentient beings, like water, firewood, and water, “Through this lake is said.”",
    "ai-tika-s0103t6:110_22": "But the meaning is that it is “with cutting off .” It is indicated by the meaning.",
    "ai-tika-s0103t6:110_23": "In empty dwellings, you’ve learned.",
    "ai-tika-s0103t6:111_0": "And here all the characteristics of meritoriousness is to be found in the specific characteristics of merit, because of the meritoriousness of all the manier of merit and the excellence of his merit.",
    "ai-tika-s0103t6:111_1": "for he is not able to show the means of the fruit of the result of becoming . That is why he is unable to show the means of the fruit of that deed, which is the cause of goodness, the discriminations of the body, and that which is why this is the reason why it should be shown that this task.",
    "ai-tika-s0103t6:111_2": "Herein, just as, when a low-lying marshes the body is so well established in him who is devoted to merit, etc., the various kinds of good conduct, etc., is said, “Now, the kinsmen do not meetings, etc., because of the level of his enemy, the various kinds of finger-snapents that were actuallyzed in that way: ‘Next, the ligainter skin, the actuallying well.",
    "ai-tika-s0103t6:111_3": "For there is no reason for him to make him, tormented by cracking fruition,",
    "ai-tika-s0103t6:111_4": "Herein, just as, when a single action is announced, it is to be undertaken and followed the category of the actions that are invalid, it is to be done simultaneously as the schism.",
    "ai-tika-s0103t6:111_5": "for what isn’t the meaning of the eye’s necessary condition for the purpose of showing is done in one who has committed the three beginning with the eye, etc., and through the instance of the natural procedures of sensual pleasures, etc., or the stilling of craving for sensual pleasures, etc., or the fine-material and immaterial kinds of becoming . And if it is not a condition for the purpose of transgressing, etc., and secondly that is to say, as a condition for the sake of craving and becoming produced in the fine-material and immaterial becoming.",
    "ai-tika-s0103t6:111_6": "Hence it was said: “He did a legal procedure against him in the past,",
    "ai-tika-s0103t6:111_7": "These are the three characteristics, signs, and manifestations of accumulations, judges, and classes of rebirth. But there is no being in the neighborhood of a single action that is the ascetic life. Now there is this.",
    "ai-tika-s0103t6:111_8": "and having done good deeds in this way there is for the purpose of merit.",
    "ai-tika-s0103t6:111_9": "“It is these two characteristics, etc., that is assigned for the sake of a great man.”",
    "ai-tika-s0103t6:112_0": "Intelligent Character"
}