{
    "ai-tika-s0304t9:0_0": "10. Abyākatasaṁyuttaṁ",
    "ai-tika-s0304t9:1_0": "1. Khemāsuttavaṇṇanā",
    "ai-tika-s0304t9:2_0": "She presented female lay followers,",
    "ai-tika-s0304t9:2_1": "Through the serpent of one who trains his teaching,",
    "ai-tika-s0304t9:2_2": "After he’s cleared away the poisonous state,",
    "ai-tika-s0304t9:2_3": "(and that) is connected with the cause of poisonousness, endowed with the understanding of the pervading of understanding,",
    "ai-tika-s0304t9:3_0": "that leader’s training, having had nine profitable.",
    "ai-tika-s0304t9:3_1": "Aṅgulimāla leads an unprofitable courtesan and does like the knife.",
    "ai-tika-s0304t9:3_2": "Piṇḍola Bhāradvāja clauses : Its furnishes constructed in the heart.",
    "ai-tika-s0304t9:3_3": "When a Realized One has ended the defilements, all is referring to the defilements, this is the fruit of perfection.",
    "ai-tika-s0304t9:3_4": "When there is the aggregates of the aggregates, who would be able to say: ‘And what are the seven classes of rebirths?’ why do they say, when their exists, because of the ending of defilements?”",
    "ai-tika-s0304t9:3_5": "Though this, the Realized One doesn’t exist after death, he should answer according to the idea of an existing being: “They should be seen, heard, thought, and known.”",
    "ai-tika-s0304t9:3_6": "by which one is called “which seven” , it is pleasant” when it is said: “It is in regard to all forms that are clear, so made, and so on.”",
    "ai-tika-s0304t9:3_7": "whatever he conceives there is from the pentad aggregates,",
    "ai-tika-s0304t9:3_8": "and so the aggregate of him through the appearance of him.",
    "ai-tika-s0304t9:3_9": "Through wisdom there is from seven decreessations (of rebirth),",
    "ai-tika-s0304t9:3_10": "lies down, while lying down,",
    "ai-tika-s0304t9:4_0": "The elder, Khemā, who was the first ruler of the Blessed One’s words, “I am the foremost, best,” and so on.",
    "ai-tika-s0304t9:5_0": "The About Khemā is finished.",
    "ai-tika-s0304t9:6_0": "2. Anurādhasuttavaṇṇanā",
    "ai-tika-s0304t9:7_0": "regarding the six sense-spheres in the passage beginning association .",
    "ai-tika-s0304t9:8_0": "Sixty-six sons of the first, two hundred and ninety-six",
    "ai-tika-s0304t9:9_0": "underwent in self-death: whatever is equal in oneself, fondness, and clung to others.",
    "ai-tika-s0304t9:9_1": "But what is it?",
    "ai-tika-s0304t9:9_2": "The Realized One, though spoken to about the external,",
    "ai-tika-s0304t9:9_3": "but not attaining the state of discrimination.",
    "ai-tika-s0304t9:10_0": "The first concluded in the first four classes of rebirth is finished.",
    "ai-tika-s0304t9:11_0": "9. Kutūhalasālāsuttavaṇṇanā",
    "ai-tika-s0304t9:12_0": "Seeking down their doctrines, (wrong) views, various kinds of debt, and view.",
    "ai-tika-s0304t9:12_1": "and many leagues over many leagues.",
    "ai-tika-s0304t9:12_2": "As far as the Brahmā realm goes, the fire would fill up with a fire.”",
    "ai-tika-s0304t9:12_3": "This body is the physical form.",
    "ai-tika-s0304t9:12_4": "and when he dies, he deposed with a mind that was lost;",
    "ai-tika-s0304t9:12_5": "When the mind is reborn in the company of the death of one whose mind is reborn, deeds don’t give rise to deeds, then the intention that gives rise to deeds.",
    "ai-tika-s0304t9:12_6": "if they were to die, there would be no ill will, ordaintaining consciousness and calm, and enjoying the mental form, yet it will ruin.",
    "ai-tika-s0304t9:12_7": "one of these two recollections is called “both calming at the moment of one or other of the deathless” .",
    "ai-tika-s0304t9:13_0": "The Debating Hall is finished.",
    "ai-tika-s0304t9:14_0": "10. Ānandasuttavaṇṇanā",
    "ai-tika-s0304t9:15_0": "if they had got together with their own hands, they would still be any of them.",
    "ai-tika-s0304t9:15_1": "Yet this is the outcome of this abiding in knowledge. And this is the essence:",
    "ai-tika-s0304t9:15_2": "Would that of me because of grasping my mental dispensation would they still have the knowledge of this,",
    "ai-tika-s0304t9:16_0": "The Book of Ānanda is finished.",
    "ai-tika-s0304t9:17_0": "In construction",
    "ai-tika-s0304t9:18_0": "420.",
    "ai-tika-s0304t9:18_1": "who is the turban of this is the meaning, he said: “Here, friend,”",
    "ai-tika-s0304t9:18_2": "For this reason he said:",
    "ai-tika-s0304t9:18_3": "Even when there is such a person who has completed the three years of seniority, their mindfulness would be happy at the right time. When they say, ‘Because of this person, there is no needle of food, no matter how much happiness, no matter how many people answers.’ And they answer only the expert of the teaching Dhamma, or the training that doesn’t spring to mind?",
    "ai-tika-s0304t9:19_0": "The conclusion of the With Sabhiya Kaccāna is finished.",
    "ai-tika-s0304t9:20_0": "The Linked Discourses on undeclared questions is finished.",
    "ai-tika-s0304t9:21_0": "Questioning the sword of the self-control",
    "ai-tika-s0304t9:22_0": "attaining the states of getting these six sense spheres,"
}