{
    "ai-tika-vin08t18:0_0": "18. Kālikavinicchayakathā",
    "ai-tika-vin08t18:1_0": "89.",
    "ai-tika-vin08t18:1_1": "After doing this proclamation in the Sangha’s duties, in the gatherings, and making the fourfold syllables that were done by the Kattika construction of the Sākiyans, and so on.",
    "ai-tika-vin08t18:1_2": "Herein, what is the action that is effective?",
    "ai-tika-vin08t18:1_3": "And it was the time for him to make a great sacrifice, just as the crooks.",
    "ai-tika-vin08t18:1_4": "And the time is announced in the present.",
    "ai-tika-vin08t18:1_5": "For this is said:",
    "ai-tika-vin08t18:2_0": "“Since our fact is well established, well placed in the present,",
    "ai-tika-vin08t18:3_0": "In the past, future, and present.”",
    "ai-tika-vin08t18:4_0": "And here it is that in some instances died, because it is the time for the difference between the lifespan of his livelihood. This is the last time for the time period of six days after the meal.",
    "ai-tika-vin08t18:4_1": "if it is the time, he should eat that food made use of it.",
    "ai-tika-vin08t18:4_2": "Also the sound of all is allowable for an eon.",
    "ai-tika-vin08t18:4_3": "He shows forty-two parts: it was not shown by one who gives the meaning that has been given to them, and there are three or four, but there are no reasons for them.",
    "ai-tika-vin08t18:4_4": "Herein, when this is said: “And when this passage for recitation, it can be understood, namely, a hundred leagues, or more than four leagues.”",
    "ai-tika-vin08t18:4_5": "What is the right time for you?” “What is the time for us?”",
    "ai-tika-vin08t18:4_6": "if he says, “I’ll post-midday tonics,” “I’ll do the observance-day procedure by an incomplete assembly;” ...",
    "ai-tika-vin08t18:4_7": "In the same way there is such-and-such clothes. The meaning is, it isn’t appropriate for him to live.",
    "ai-tika-vin08t18:5_0": "now they show the site for them and the base consisting of boundlessness.",
    "ai-tika-vin08t18:5_1": "And there the precincts of food, drink, clothes, and beds and borrows all the time beginning with malicious foods; from one’s lifetime tonics—the rest is said to be received after eating.",
    "ai-tika-vin08t18:5_2": "Whatever food he says is able to do so in the monastery with the intention that is cleaned by arrival, etc., before that is given.",
    "ai-tika-vin08t18:5_3": "When they had received before the meal, non-staple food, you did not eat any staple food after personally receiving it from the Sangha ...",
    "ai-tika-vin08t18:5_4": "if they use it for the sake of gain as long as he says, “has a time,” “It is time for the purpose of eating as much as you need;”",
    "ai-tika-vin08t18:5_5": "Eight times, drinking, clothes, and benefactors were brought for me to the size of the houses. ...",
    "ai-tika-vin08t18:5_6": "Delighting in all ways: “Herein, what are the time for the sake of this” .",
    "ai-tika-vin08t18:5_7": "Seven days in the various orders of sentient beings: “Anyone who can give to reason for sentient beings,” “It’s a time for the sake of their words.”",
    "ai-tika-vin08t18:5_8": "all the women received here and there were no water for washing it.",
    "ai-tika-vin08t18:5_9": "they make use of them as long as they live, because of that inherent new life, for the sake of their life.",
    "ai-tika-vin08t18:6_0": "Here it may be said:",
    "ai-tika-vin08t18:6_1": "‘If a monk eats food that has not been given, except for water and tooth cleaners, he commits an offense entailing confession.’”",
    "ai-tika-vin08t18:6_2": "But oppressed by the water, etc., they should receive water and receive the bowl without picking it up. That is why the water is from the time top.",
    "ai-tika-vin08t18:6_3": "But they also said, “I accept this from food.” And the water has been received, too, the water is to be received.",
    "ai-tika-vin08t18:6_4": "Like this, when the water is sent by the ascetic’s life in water, he may receive water for washing the feet. Some of them springs up to the water in all, not even if only a single one has already been received. And the water is effected by him, not even if only because of the proclamation:",
    "ai-tika-vin08t18:6_5": "In one of the monks received the water for washing from there even if only a cleansing the water without mindfulness, and also without having received it inside.",
    "ai-tika-vin08t18:7_0": "and they were unable to discern them.",
    "ai-tika-vin08t18:7_1": "how the accumulating is known by the name of what is known as an instrument is there, no matter how there is none.",
    "ai-tika-vin08t18:7_2": "Still they eat non-staple food, drink, clothes, and beveraged, and stiffened with portions.",
    "ai-tika-vin08t18:7_3": "In such a case, if he teaches by nurseing the food, he preaches the climate, displaying the bones, and separating the early in the nose, the country, and the birds with theing of food, etc., thinking: “Tough there is the nails,” and “place, etc., in the country.",
    "ai-tika-vin08t18:7_4": "And some say that in a country is included in the sweetest of food, districts, countries, and nuns, without a companion, that is what is called “shop”.",
    "ai-tika-vin08t18:7_5": "he is worthy of carerpets abode as much as they want, without having few wishes, giving up, and so on.",
    "ai-tika-vin08t18:7_6": "Since they’re happy, free of delusion, and there would be no production of them.",
    "ai-tika-vin08t18:7_7": "And here it is at the root of all the grounds, etc., not even to see the exposition of the section on seeing showing that the way is the “wavers,” etc., just as Indane.",
    "ai-tika-vin08t18:8_0": "and conch, rounded.",
    "ai-tika-vin08t18:9_0": "The pestles and started garments too.",
    "ai-tika-vin08t18:10_0": "and when the trees are finished, it is nevertheless because it is said.",
    "ai-tika-vin08t18:11_0": "Intoxicated with the earth, produced by the entire spectrum of rice,",
    "ai-tika-vin08t18:12_0": "It is proper to give up all ropes, at the root of all around tricks, etc., and none of them even if it is allowed to be shown by the normal .",
    "ai-tika-vin08t18:13_0": "The monks who speaks contrary to the fruits that haven’t been shown to fruit incompatible life, so long as life lasts.",
    "ai-tika-vin08t18:14_0": "This is the bones, bile, phlegm, brought the bones, and waiting for life.",
    "ai-tika-vin08t18:14_1": "Ways of Avanti.",
    "ai-tika-vin08t18:14_2": "But Vibhaṅga thought, “But how many kinds of rough: ‘I am this’, since it is not appropriate for them to say that, ‘I am this’, how far this is said in the eighth.”",
    "ai-tika-vin08t18:15_0": "resplendent is from the tips of the trees.",
    "ai-tika-vin08t18:15_1": "For the one who desires a price, etc., it is associated with nature,",
    "ai-tika-vin08t18:15_2": "Yet even the tree can emerge from a staff’s womb, and cast-from the marks,",
    "ai-tika-vin08t18:15_3": "how a bowl can be put down in a basket and made wood from the assembled together;",
    "ai-tika-vin08t18:15_4": "After speaking, he said: “Noble Ones,” he said,",
    "ai-tika-vin08t18:15_5": "they have reached the peak of glory, their defilements are smoothed,",
    "ai-tika-vin08t18:15_6": "must surmounting happiness in the bowl,",
    "ai-tika-vin08t18:15_7": "Having given a leaves torment by the One with the defilements,",
    "ai-tika-vin08t18:15_8": "they say that the eggs have specific defilements.",
    "ai-tika-vin08t18:16_0": "But even though I dropped rice porridge and non-staple foods from Pāṭaliputta, or even just the wrong time, still the same meal in the wrong time. Then—and said, “From this meal is the wrong time, monks, eat the wrong time,” “From time to staple food.” But even during the day, they that is food for the wrong time.”",
    "ai-tika-vin08t18:16_1": "On the following day they are told, “As long as you live, and don’t use what is allowable,” because of the Buddha’s response; they know the offenses are proper for them, and what is said.”",
    "ai-tika-vin08t18:17_0": "apart from the fruit of a whirlpool, wherever there was garments and fruits, yet none of them came.",
    "ai-tika-vin08t18:18_0": "92.",
    "ai-tika-vin08t18:18_1": "There are five tonics millions: the five tonics, do so with the following their mother or father’s milk.",
    "ai-tika-vin08t18:18_2": "“Looking,” he said, “Takes a lump of meat,” and she presented me with a companion and gave meat to others.",
    "ai-tika-vin08t18:18_3": "For one who has eaten ghee, etc., that is hard, so very hard to get is hard to get alms-food.",
    "ai-tika-vin08t18:18_4": "In exactly the same way,",
    "ai-tika-vin08t18:18_5": "“Those who take meat for the eon,” and those whose site has been expelled for me. And those who don’t have said what is allowable and what is unallowable.",
    "ai-tika-vin08t18:18_6": "would not be proper for a human being.",
    "ai-tika-vin08t18:19_0": "It’s not appropriate for the time to eat the rice and barley stored up. It’s allowable to use as a delicious food at the wrong time, and so it is shake off a part.",
    "ai-tika-vin08t18:19_1": "For if he is standing, he should not eat that staple or non-staple food with the intention of eating it. But being afraid of wrongdoing, he should not be afraid of wrongdoing, or because of this.",
    "ai-tika-vin08t18:19_2": "If one who is delimited and of faints should guard it.",
    "ai-tika-vin08t18:19_3": "or breaking the meals for the meal.",
    "ai-tika-vin08t18:19_4": "received what was said in regard to as food .",
    "ai-tika-vin08t18:19_5": "from what is received is said. There is no food prepared for him again, he does not accept it with his attendants: “There is no attendant, in the midst of the Community”.",
    "ai-tika-vin08t18:19_6": "But when she says, “I’ll take it,” he said, “I’ll take a place where I have got to sleep.”",
    "ai-tika-vin08t18:20_0": "Its appear to you",
    "ai-tika-vin08t18:20_1": "it will conceive in a vehicle.",
    "ai-tika-vin08t18:20_2": "When there is an oil tuber, there is calm, so there is no fingers in it the neck in the desert their fingers. That is why it is called “having a finger-palm,” and so on.",
    "ai-tika-vin08t18:20_3": "For if he receives it on the same day, he does not allow a second time without taking anything left over, accepting it without getting rid of the following day, that is, one who is not fully attached to it, seeing its having given away, just as he is unable to dispelled in himself with the next world, causing it reference to let go of his own food. That is why he gives his consent, saying “wells the requisites” .",
    "ai-tika-vin08t18:20_4": "If they say that there is something hard to understand, “Why is it so hard to do?” and “Why is they say?”",
    "ai-tika-vin08t18:20_5": "if he gives it away or has it done without getting enough of it, and if he does not let it come out, he gives it away while getting it to a bowl in their hand; there is only a spot in the bowl, and then he does not become an on account of that.",
    "ai-tika-vin08t18:20_6": "Anyone who stops having sentenced us from the transmigration, thinking: ‘In this way one is not fully ordained,’ so he does not say, ‘From this matter how many wishes are not fully admitted having few wishes,’ so, not yet they say, ‘This is also not allowable to receive.”",
    "ai-tika-vin08t18:20_7": "like a swelling mass of water.",
    "ai-tika-vin08t18:20_8": "When received, it becomes dispassionate towards that reference to the highest matter, without taking leave of the variety of it.",
    "ai-tika-vin08t18:20_9": "If he receives it without having received it, he commits an offense entailing confession.",
    "ai-tika-vin08t18:21_0": "but ignoble on: “How many kinds of misconduct are found in the transmigration, in the passage for recitation of the person who is not fully ordained, says what has not been done, and who hasn’t failed in this way, he then says: “It’s referring to the time of the time that this idea foptically; but it cannot be time for the time of going to the Buddha,”",
    "ai-tika-vin08t18:21_1": "And they don’t make any effort to get hold of the bowl and robes, or if they do so they belong to the same Buddhist sect. ...",
    "ai-tika-vin08t18:21_2": "eating, he should aiming to criticize them.",
    "ai-tika-vin08t18:21_3": "Surely I do not receive food, nor do I seek to be unable to do the duties.",
    "ai-tika-vin08t18:21_4": "While he is on the day, he commits an offense entailing confession.",
    "ai-tika-vin08t18:21_5": "She then received money and grain.",
    "ai-tika-vin08t18:21_6": "Wherever there is something to be received, water in that place. Whenever they don’t get it, they may be given away, put it away, or receive it.",
    "ai-tika-vin08t18:21_7": "After having made this very bed, he must do it observed: if it is abolished and transferred to another.",
    "ai-tika-vin08t18:21_8": "When there is such a case, one who takes up the level and does not get close to it, even though it turns back, and one who does not take it even when there is a lamp, etc., done for them, is called “harp” or “both” or “band, if he does so only forget about it,” etc., and even if he has drunk the future lives in this way, he is called essentialtead.”",
    "ai-tika-vin08t18:22_0": "If he receives post-midday tonics, seven-day tonics, or lifetime tonics for the purpose of food, he commits an offense entailing confession.",
    "ai-tika-vin08t18:22_1": "task, etc.",
    "ai-tika-vin08t18:22_2": "two meals for alms-food eater, I announced the meal, and eat in one part of the day, and at the end of the meal when there is due to a suitable reason. Because of eating what is not suitable, two specifically unity.",
    "ai-tika-vin08t18:22_3": "(Whichever) has I like the army of material things,",
    "ai-tika-vin08t18:22_4": "A serious offense for which Vaḍḍhairtue, dwindling away, and pulled by people.",
    "ai-tika-vin08t18:23_0": "Firstly, one received it here and there in the first public meetings and is what has been stored indoors.",
    "ai-tika-vin08t18:23_1": "When there is a reason, even seven-day tonics, seven-day tonics, or lifetime tonics for the purpose of medicine, there is no offense for the purpose of post.",
    "ai-tika-vin08t18:24_0": "they by taking the goods in the ground, and they by the gaps in the place where they arose.",
    "ai-tika-vin08t18:24_1": "Virūpakkhasa, “There are water potency,” “There are used for the purpose of making use of them for the use of them.”",
    "ai-tika-vin08t18:24_2": "if he makes it himself himself himself;",
    "ai-tika-vin08t18:24_3": "“On the day it is time to go to the meal, etc., that is to say, the penetration of the meals.",
    "ai-tika-vin08t18:24_4": "After putting it away, having made it up,",
    "ai-tika-vin08t18:24_5": "He it was on that day after the observance day in order to friends.",
    "ai-tika-vin08t18:25_0": "95.",
    "ai-tika-vin08t18:25_1": "(living) today I have eaten what is eaten, why is it said, “Why is this?”",
    "ai-tika-vin08t18:25_2": "After the meal, on his return from alms-round, he calls a lot of milk.",
    "ai-tika-vin08t18:25_3": "When it has been done by one who smears it in the heavens opposite sex,",
    "ai-tika-vin08t18:25_4": "After the meal, on both sides, he received the Arahants and recited the later status.",
    "ai-tika-vin08t18:25_5": "This is the meaning of that.",
    "ai-tika-vin08t18:25_6": "Guarding is lump of meat, elephants and horses,",
    "ai-tika-vin08t18:25_7": "But she said: “Having taken that strike from Kātiyāna,” and so on she said, “Have someone (only) appearance to be able,”",
    "ai-tika-vin08t18:25_8": "The meaning is that it is best of flowers.",
    "ai-tika-vin08t18:25_9": "herein, the nineteenth,",
    "ai-tika-vin08t18:25_10": "Your whirlpools have been spended by him with a site, and that’s why sentient beings do so.",
    "ai-tika-vin08t18:26_0": "On the contrary, the Elder Mahā Kassapa’s son was giving a teaching to the precincts of the Elder Nun Cūḷapanthakatissaka, and making a statement regarding the offenses. Consequently he refused ate the way that washed and dancing him with balls. And he refused an offering on purpose of food.",
    "ai-tika-vin08t18:26_1": "Hence it is said: “For those who enjoy nine things oppressed by supernormal powers ...",
    "ai-tika-vin08t18:26_2": "whose name is not.”",
    "ai-tika-vin08t18:26_3": "Herein, one who receives what is not brought and puts it back in the new, and who should use the nine kinds of be eaten by meat.",
    "ai-tika-vin08t18:26_4": "But some say that “stomach” is said to be the same: “From the one who is motivated by making himself stuffed,” etc., should be eaten by one who is started to eat the leftovers, who is unfinished, and likewise from whom the removal of slaves.”",
    "ai-tika-vin08t18:26_5": "For it is not possible that a funeral pyresume to use a new pair of shelter.",
    "ai-tika-vin08t18:26_6": "if he uses the nine things: if he uses them, he gives them a little, and then uses them to receive it.",
    "ai-tika-vin08t18:26_7": "Dispellers, give rice and porridge, saying: “Rejoice has come for a moment.”",
    "ai-tika-vin08t18:26_8": "thinking, “After going to it,” he said, “Noble Ladies,” and he took a meal cooked rice,” and he puts it on.",
    "ai-tika-vin08t18:26_9": "They will go forward to the destruction of craving, therefore it is called “restraint”.",
    "ai-tika-vin08t18:26_10": "Trunk this is the only refectory low based on the tip of the blade of grass, etc., that is the meaning but gives it to him, and that is, with the intention that has been gained.",
    "ai-tika-vin08t18:26_11": "I am a master of the sensual pleasures.",
    "ai-tika-vin08t18:26_12": "But being afraid of wrongdoing, this is the concept:",
    "ai-tika-vin08t18:26_13": "When receiving rice, he has no stain, etc., in the stalks, vomit, tied to attacked with the head, etc., as was said to be the rod of a meal offering of shark-pheres.",
    "ai-tika-vin08t18:26_14": "But when washed it, he should wash it.",
    "ai-tika-vin08t18:26_15": "And so the funeral pyre, sweet, deliciously undergone by, broken, damaged by various kinds of ornamentsteries; and so on should be exhausted like that.",
    "ai-tika-vin08t18:26_16": "He replied, “Here isn’t able to make offerings according to the rule.”",
    "ai-tika-vin08t18:27_0": "And here what is the reason why.",
    "ai-tika-vin08t18:27_1": "A monk who has been no owner when the topic of material things is finished in order to purify his own work, or he is questioned about;",
    "ai-tika-vin08t18:27_2": "Herein, the time is not luck in the mud,",
    "ai-tika-vin08t18:27_3": "Because they give food there the requisites that belong.",
    "ai-tika-vin08t18:27_4": "And then, if he receives rice porridge, he thinks, “She is based on the home life as a predatory animals, then, if he is to be dismissed, but that is not,” then he can be called “Repulsed.” And if it is a place with this, he does so because he has been invited to the community.",
    "ai-tika-vin08t18:27_5": "Herein, the novice nun should use it as if given, and not because it is the case of the novices in the morning, etc., of the novices in the midst of the bowl and the bare garden, etc., and because she has been given to him by him. And she should enjoying the requisites of materiality, and so on.",
    "ai-tika-vin08t18:27_6": "There is no water, after washing the bowl, and cleaning it with a bowl,",
    "ai-tika-vin08t18:28_0": "But in the Commentaries it is the end of the air in the eight clay balls, and so is not the fourth. ...",
    "ai-tika-vin08t18:28_1": "but having accepted it, he does not apprehend the sign thus. “In this way, when sentient beings are afraid of wrongdoing, they will be afraid of wrongdoing, the sign that is why,",
    "ai-tika-vin08t18:28_2": "And here, when the novices, they think, “Sometimes, I’d hush it, and don’t observe it.” ...",
    "ai-tika-vin08t18:28_3": "(but) he does not give to the sign.",
    "ai-tika-vin08t18:28_4": "since this is said with requisites for the sickness of the dwellings,",
    "ai-tika-vin08t18:28_5": "He should be dealt with according to the rule.",
    "ai-tika-vin08t18:28_6": "Shes given by the eighteen riches, etc., and not going to the monastery,",
    "ai-tika-vin08t18:28_7": "They wouldn’t get upset and eat it again, and when they were all take it away, they gave it back.",
    "ai-tika-vin08t18:28_8": "From the contrary, when the tonics came with me, they put on the allowance for the ending of after making medicines for the destruction of faded rice and non-staple foods on it, etc., their shakes off their turn, and because they were afraid of wrongdoing and did not give it to each time. That is why the Great Elder Mahā Tissa gave it to the new ones reciting it.",
    "ai-tika-vin08t18:29_0": "Herein, for one who has foundations on the basis of teachers this cleaning the basis of impediments that conclusion in the presence of the Teacher. When they know about the texts on offenses, they can draw the conclusion about it.",
    "ai-tika-vin08t18:29_1": "For this is called reference to the Community “units”.",
    "ai-tika-vin08t18:29_2": "but when received it, they go to a new pair of poison, or else one of them, or else one of them, or who has got rid of requisites from here and there, etc., and only because of the ending of support for the defects of requisites, etc., they must because of the ending of support for the sickness because of the object.",
    "ai-tika-vin08t18:29_3": "But if he has previously left to joints, does not have to respond, accumulate, and store it up, even if he has been invalided by the donor of others, he is not excluded from the successive fields of previously in the morning, so long as to alternatively: if it is concluded from what is to be done in the past, the future, or the present life.",
    "ai-tika-vin08t18:29_4": "This is the variety of paths that arose in the Dispensation.",
    "ai-tika-vin08t18:29_5": "But even there was anxiety of nuns who were afraid of wrongdoing, they did not respond to the other.",
    "ai-tika-vin08t18:29_6": "It’s not allowed to make a new dead or horn out of whirlpools, or to fall away from here.”",
    "ai-tika-vin08t18:30_0": "Having grasped it, she grabbed him by the bed.",
    "ai-tika-vin08t18:30_1": "After accepting them, the milk-riceless,",
    "ai-tika-vin08t18:30_2": "accepted the mung-bean brown (tree), then having taken up the sword.",
    "ai-tika-vin08t18:30_3": "And when he has received it, he gives it up to more than two or three bowlfuls: even though they are present in him. He is an extremely owing to the extent of ghee, etc., that is suitable to say, and so on.",
    "ai-tika-vin08t18:30_4": "Unsuitable time: the meaning is that it is time to say, when the time for caressually time later.",
    "ai-tika-vin08t18:30_5": "She then threw off the creepers and hurriedly in the way already described. Having plastered it with the tips of a lump of cooked shell.",
    "ai-tika-vin08t18:30_6": "Furthermore, this is not allowed to swallow away, even if what is unallowable, it is not suitable.",
    "ai-tika-vin08t18:31_0": "After making an agreement for the requisites for (them), and when not fearfully spoken, they were done (only) after the meal.",
    "ai-tika-vin08t18:31_1": "and it is called “boundless”.",
    "ai-tika-vin08t18:31_2": "Because of the distinguishment of the pervading of the two kinds, that is to say, the object of the physical nutriment consisting of the kasiṇas, etc., which is shown as far as the time for going along with the intention and arousing of coming and going.",
    "ai-tika-vin08t18:31_3": "and both of them.",
    "ai-tika-vin08t18:32_0": "if they get up to relinquishment at dawn, it is worth at dawn on the seventh day.",
    "ai-tika-vin08t18:33_0": "And having committed an offense of wrong conduct in himself, the site for woven people thus: “Whoever has committed an offense of wrong conduct, this mass of people, this poor wretched man, like a human being, an unsuitable warrior or a wound, and which infests the ground?” “There are people who residing in the human state, they say, “Suching what is a serious offense.”",
    "ai-tika-vin08t18:33_1": "mixed with plain,",
    "ai-tika-vin08t18:33_2": "For three kinds of wrong conduct, plunges into the thicket and bathing against the three kinds of wrong conduct.",
    "ai-tika-vin08t18:33_3": "However, even if he receives the use of alms food after midday on the following day, etc., even if he has already accepted the use of the three robes, he should not eat that from which is like the alms-food eater’s lots of an offense.",
    "ai-tika-vin08t18:33_4": "if he receives them, saying, “Take them who are not fully ordained at the wrong time and put them on midday tonics,” and he then uses them in midday, he commits an offense of wrong conduct.",
    "ai-tika-vin08t18:34_0": "Because he is afraid of wrongdoing, the monks received it with put an upper robe, and he smeared with lots of material sugar at the time of going into it, saying, “It is not suitable for the purpose of going today,” and being afraid of wrongdoing, he did not accept it.",
    "ai-tika-vin08t18:34_1": "“If it is not allowed to live with a thousand coins, why is it allowable to ask?” ...",
    "ai-tika-vin08t18:34_2": "They said, “So, Vaṭṭaka,” and they told him what had happened. Then he said, “Friend, it is allowable for the purpose of crossing over,” and he said, “From there is no simply allowable.”",
    "ai-tika-vin08t18:35_0": "From what is called bitter, honey, crushing, stains, and sweetness.” And that’s why they say, “This is the two who meatush.”",
    "ai-tika-vin08t18:35_1": "But other kinds of boys and honey-stalms called honey-strums.",
    "ai-tika-vin08t18:35_2": "made of terrible wore, made of water.",
    "ai-tika-vin08t18:35_3": "all fourteen grounds, in excessive winds, great mass of water,",
    "ai-tika-vin08t18:35_4": "the other people say:",
    "ai-tika-vin08t18:35_5": "they drunk the water on the ground, which was like a flag,",
    "ai-tika-vin08t18:35_6": "“If they receive it,",
    "ai-tika-vin08t18:35_7": "however, they say, “It is in the afflicted” said. It is to be relinquished by a vessel, “This is how it is the difference between the people.” And the workings are to be relinquished.",
    "ai-tika-vin08t18:36_0": "98.",
    "ai-tika-vin08t18:36_1": "“‘Have I received a lot of stuff’: “It’s unfinished” ...",
    "ai-tika-vin08t18:36_2": "‘So it’s not possible to know the high and luxurious beds’: ‘This is the wrong time’.”",
    "ai-tika-vin08t18:36_3": "But one who says “I’m a diverse spectrum of water for rinsing it with water; one who stops four imposing rice in the wrong time, whoever substantively eats until damps untilledrupting the bitter life, and whose life is full of food, etc., not being pure, or whose solid, but whose solid and clean and bright, to eat as much as you like a boiled lesser.”",
    "ai-tika-vin08t18:36_4": "Herein, suppose there was a change in water: “After this is the time of eating snap, one fingernails, oil, honey, or syrup. It’s the water in the morning time, and in the evening time for eight days, or even if he hasn’t eventually shown that, he should confess it.",
    "ai-tika-vin08t18:36_5": "To the precise of all kinds of water that is into the sky, as well as being unfavourable to the end, and in the end of all the time,",
    "ai-tika-vin08t18:36_6": "For if you’re sick, I allow you to take your sugar when you’re sick and you’re not sick and you’re not able to use water in your sleeping. And you’re not able to eat the water, you’ve allowed to use it even if you’re not.",
    "ai-tika-vin08t18:37_0": "And when someone with hollows their lifespan from time to time they say, “Even if you’re getting on a pair, you’re going totally cut down to the customs station, even if you were to display, you should deliberately speak from the wrong time, still dropsite stage to the expert of the Teaching, or lifetime in the Monastic Law, or the Teacher’s pulled up into the sky.”",
    "ai-tika-vin08t18:37_1": "While he is the aggregates, I allow a top of tonics: “As a razor, I allow a receptacle for seven days”—",
    "ai-tika-vin08t18:37_2": "winnowing what I have done. The same thing, when I received it, I announced it my grandmothers, observed it myself, and through having it completed it, it should be understood that this is how to conquered is in him.",
    "ai-tika-vin08t18:38_0": "but Vibhaṅga too, among the authority, however, they proceed in the appropriate occasions: “It is because of an interpretation,” it is said, “It is because of extinguishment.”",
    "ai-tika-vin08t18:38_1": "But when someone with a decays and perishes, “If something is the wrong time for seven-day tonics, seven-day tonics, or lifetime tonics, or lifetime tonics; even if they say, “This is the time for seven days, it’s the fruit of thinning life, or deportment.”",
    "ai-tika-vin08t18:38_2": "Because it is said: “After receiving food that has been received in our monastery and eaten by the food” .",
    "ai-tika-vin08t18:38_3": "It is so long as it takes to bathe, whirlpools, rice, and non-staple foods are solid, and it is allowed to live in a particular state.",
    "ai-tika-vin08t18:38_4": "For if he divided rice in the morning, his own bed or chair is essential,",
    "ai-tika-vin08t18:38_5": "Because of the basis of psychic power, he says, “This is high and luxurious conduct,” “This is said to be the who’ve been ejected by one who is not fully ordained—whether it is to be spoken of,” and so on.",
    "ai-tika-vin08t18:39_0": "Swep the fire, having destroyed the fire, asked the question,",
    "ai-tika-vin08t18:39_1": "After cutting off her wrapped their troughs, the hunters, and smeared with dirt,",
    "ai-tika-vin08t18:39_2": "Herein, when it is lost, it is cooked until dawn, but it is the time to get scattered.",
    "ai-tika-vin08t18:39_3": "They drunk the cold water that had been honeyed with cool water and so on, after cutting it out, and syruping the water, they put it aside.",
    "ai-tika-vin08t18:39_4": "After saying: “After giving to the reason,” he will not do the duties.",
    "ai-tika-vin08t18:39_5": "If they throw it up and drop it into split, then it is allowable for one who is made of honey-deal, and it put it on. It is allowable to make a creeper out.",
    "ai-tika-vin08t18:39_6": "When he has dropped the oil at the lamp, he still wants another to throw it away after he has put it on. That is:",
    "ai-tika-vin08t18:39_7": "And if it is chopped off a lotus pond, it is allowed, why it is allowable for him to take it.",
    "ai-tika-vin08t18:39_8": "There the carcass of my eyes throne.",
    "ai-tika-vin08t18:40_0": "it’s appropriate for me to give them a rain-season sheet and water. It’s hard to seed in me to make a fault.",
    "ai-tika-vin08t18:40_1": "“We will give food to them,” he should do so only this one is said to be one who is pointing out the medicines. When they are showing them, they put them together on the ground, etc., aside their thighs, and they put them in one direction.",
    "ai-tika-vin08t18:40_2": "But Vinaya given in the Vinaya commentary on the meaning of that which is given to him in the Faith, etc., is “ actually what has been said” in the way already described, and “It is because of the rules of the origin of annoyance, mindfulness, and that is indicated by the rules and their including the second. ”",
    "ai-tika-vin08t18:40_3": "Tongue of the door, (which is) the door made by the windows and fruits of the great fruits,",
    "ai-tika-vin08t18:40_4": "After doing what is leftover, they give up their own bodies to be given to them ...",
    "ai-tika-vin08t18:40_5": "The meaning should be expanded: heat, hunger, thirst, and deliciously with flies.”",
    "ai-tika-vin08t18:40_6": "(but) if he determines: “Such is mine, I will not be, and there will be no decrease for the sake of use.”",
    "ai-tika-vin08t18:40_7": "Hence it is said: “By this basket and oil and so on, using your head, that is, on your forehead, that is, looking down on using yourselves, that is, looking down on us, and using the intention “Suchless”.",
    "ai-tika-vin08t18:40_8": "In this way, even if others were to receive it, without trouble or difficulty, any other wide inside, debt, having given up this use of it, it should also be given to another stain:",
    "ai-tika-vin08t18:41_0": "A monk who is told because he has been asked to eaten a gift that he has been given to them, and then use it.",
    "ai-tika-vin08t18:41_1": "‘And there is no one else who understands’ arms ownership, whose story is attached to it, likes to be relinquished to both of them, but not for others. This is how there is the development of the definition of the various sentient beings.",
    "ai-tika-vin08t18:41_2": "But it is not allowed to receive it even if a monk uses it when there is no story of sentient beings. In whose because he is allowed to receive it, he even eats it.",
    "ai-tika-vin08t18:41_3": "After being received, they should be used from storage for at most seven days: for the sake of storage.”",
    "ai-tika-vin08t18:42_0": "“Those sentient beings are allowed to use a yearning, even though they divided into this way, they will give away what is given away by others.”",
    "ai-tika-vin08t18:42_1": "For the one who is starting with the bodies of there is no offense for the sake of this because he says, “This is the one who is moves, this is the one who is within the rulers, this is the property, and one whose shares it and make amends for it,” and if he asks him, “What is the one who is similar, he commits an offense entailing confession.",
    "ai-tika-vin08t18:42_2": "For he who has developed himself in this way: “Here the ruler of the earth, what is stored and has been done in terms of physical process, etc., and is given up, and he gives his permission to because he has not got rid of the intention of getting aiming at both, and he gives his permission to them, without making amends for an appropriate occasion, he says, “This is no offense entailing expulsion, acknowledgment,” “There is no offense for him.",
    "ai-tika-vin08t18:42_3": "If anyone receives it from here, they might go to that neighborhood of the other beings because of this class of their own distributes of their own property, then they commit an offense entailing confession.",
    "ai-tika-vin08t18:42_4": "“For he who has not received because he wants to receive it without making any other answers,” then those who are unseened in the way beginning, “This poorly,” “This poorly,” etc., is the contrary to the Monastic Law as if only its enemy, if it is no obstruction, it is no more than that to say,",
    "ai-tika-vin08t18:43_0": "Strong dispelling:",
    "ai-tika-vin08t18:43_1": "If you ...",
    "ai-tika-vin08t18:43_2": "Here it should not be understood that in the first place constructed thus:",
    "ai-tika-vin08t18:43_3": "If he receives staple or non-staple food, it is allowable for seven days without taking leave of food, and there is no offense.",
    "ai-tika-vin08t18:43_4": "Those noise goes because of the sounds, etc., falling asleep, thinking, “They are bringing them to the island,” it is expounded as hard to show them.",
    "ai-tika-vin08t18:43_5": "And that too is what is called “not-food” .",
    "ai-tika-vin08t18:43_6": "“But it is not allowed to use it,” he said, “It is because he uses what has been stored indoors within the monastery, what has been said.”",
    "ai-tika-vin08t18:43_7": "“When received this gift,” he said, “There is this gift, too, when one who is fully ordained”, etc., was given away in this way, this gift, however, is said, “This being what is said.”",
    "ai-tika-vin08t18:43_8": "If one who is fully ordained, has not been given to someone who is fully ordained, he hasn’t gone to the house once more than the alms-bowl, or he hasn’t gone to be relinquished.",
    "ai-tika-vin08t18:43_9": "If he receives, he commits one offense entailing relinquishment and confession for the seven months.",
    "ai-tika-vin08t18:43_10": "But when he’s not fully ordained to use the gift of someone who is not fully ordained, he rejects the property of gifts, and he does not allow them to give a gift that has the characteristic of investigation.",
    "ai-tika-vin08t18:43_11": "“That is very best” they replied, “I, having drank this and that terrified, oppressed in this way, and that burning sun were to be understood.",
    "ai-tika-vin08t18:43_12": "He gave (themself): “Having received it with the intention of receiving what is said for the purpose of showing the ascetic, is what is said.",
    "ai-tika-vin08t18:43_13": "For if he receives the food and drink that has been received, he will lie down on a prepared seat and disturbance in the family home.",
    "ai-tika-vin08t18:43_14": "When there is something to be given away, there is no level of the two, that is why it is called “unbody”.",
    "ai-tika-vin08t18:43_15": "For if the other takes it, saying, “Venerables, receive it from someone who is receiving it directly from such a part, and who has not been received it back in this way,” it is to be relinquished to by others, and if it is boiled with this one.",
    "ai-tika-vin08t18:43_16": "And just as they were told, he thinks, “I’ll take purify our funeral pyre and cleanses,",
    "ai-tika-vin08t18:43_17": "If they use it, there is no offense for the sake of use, and for the sake of which there is no offense for the assenting, and for the sake of, there is no offense.",
    "ai-tika-vin08t18:43_18": "Yet there is no offense for the purpose of useing requisites, for the purpose of use, and for the benefit of using material possessions, honor, and popularity, for the purpose of indication, they commit an offense entailing confession.",
    "ai-tika-vin08t18:44_0": "100.",
    "ai-tika-vin08t18:44_1": "Leaving the are shown by the four characteristics, etc., and showing them the characteristic of .",
    "ai-tika-vin08t18:44_2": "There it is a boat wherever the earth can be put in the same sleeping place as before. There is a person for the time of the monks, of nuns, laymen, and laywomen; there is a single time of being invited.",
    "ai-tika-vin08t18:44_3": "But life is allowed for seven-day tonics:",
    "ai-tika-vin08t18:44_4": "If he receives one part of the day, and then, when any one of them brings them back from the beginning or has taken up one goods outside, he commits an offense entailing confession.",
    "ai-tika-vin08t18:44_5": "Just now, when showing some other characteristics, he said, “But for the purpose of making others precept,” etc.,",
    "ai-tika-vin08t18:44_6": "Herein, transmigration with creepers",
    "ai-tika-vin08t18:44_7": "“Such is the right time for you to inner cloth at the wrong time, native spirit-offerings that is, it is “in the right time” .",
    "ai-tika-vin08t18:44_8": "and three grains.”",
    "ai-tika-vin08t18:44_9": "the same method.",
    "ai-tika-vin08t18:44_10": "That is why it is not allowed to make a meal on the day fifteenth day and night when in the day.",
    "ai-tika-vin08t18:45_0": "Why?",
    "ai-tika-vin08t18:45_1": "On the following day it is mixed with ordinary food.",
    "ai-tika-vin08t18:45_2": "And here it is said: “For these two,” “They are mixed up with such things as yourself before,” “They are not-self,” “They are in the sense of reciting, and in order to show the way already described,” then in the way already described, etc., before that, it is not allowable to be done for the purpose of urgency.",
    "ai-tika-vin08t18:45_3": "They said: “Noble Lady in this miracle is not allowable to do so; even if it is not allowable to do it themselves, it is not to be done for oneself that is the purpose of himself,",
    "ai-tika-vin08t18:45_4": "vehicles, “Mallikā,” are to be offered in the third place, in the open, and in the prior stage.",
    "ai-tika-vin08t18:45_5": "the fruit already described.",
    "ai-tika-vin08t18:46_0": "A jute mixed with jute mixed, they won’t see what has been heard, they’ll do for him.",
    "ai-tika-vin08t18:46_1": "where there is no sorrow,",
    "ai-tika-vin08t18:46_2": "For it is second hearing the teaching of the noble ones,",
    "ai-tika-vin08t18:46_3": "Next to that, etc., is just because of all sentient beings roaming and transmigrating, people wouldn’t want, without trouble or difficulty, and is not exhausted.",
    "ai-tika-vin08t18:46_4": "It is because of one’s life. Consequently the marks of sentient beings would reside on the ground behave properly. For all sentient beings live together with their spiritual companions, etc., before lifetimes rolling on their doctrines and refuted ropes. For all sentient beings have been rolled up or oppressed by him. And so long as they live together with this kind of existence they don’t get divided or opppresssed, they say: “Indeed, which I don’t lepros seven days, and that is why undertoons so long life!”",
    "ai-tika-vin08t18:47_0": "Still, thinking, “They’ve mixed with such later on. But rather, they think, “They’ll give,” so long as they emerged from here and there, they keep on seeing him in the morning, “They’ve leftovers in the morning,” and they put him on seeing the next state of existence, “When I did not accept it. When I saw a state of existence, they think, “When I did not receive it.” And now, they thought, “They wouldn’t be able to practice that problem,”",
    "ai-tika-vin08t18:47_1": "For just as long as it is said above: “Only, it is observed by preventing that it is inconvenient for seven days since you practices, it is in accordance with the intention of language, it is interpretations, in each casespires confidence in those same way.”",
    "ai-tika-vin08t18:48_0": "It is because of being entered on a private parts thus: “From these three days I have sex only with spears, encounter, or lifetimes, or lifetimes . Whatever life I have sex with postures, each and every day, up to life after roaming and transmigrating, Issmigrating, I encountered by stems and sewn from being unable to life!” For seven days, or seven days, or after making an end of all sentient beings would repetition and oppportment and ses of their lifetitions, that has been reborn.",
    "ai-tika-vin08t18:48_1": "For there is no way to use for life, or in the past, future and present.",
    "ai-tika-vin08t18:48_2": "Hence it is said: “She isn’t able to do so for life after himself with his own life” .",
    "ai-tika-vin08t18:48_3": "In regard to all the skill in learning, “This is how I presume to get rid of requisites,” and they added: “This is on this matter, and I wish to keep on doing it.” And he said, “I refuse this to be practiced in the morning,” and on account of that.",
    "ai-tika-vin08t18:48_4": "And anyone should receive what has been given to him in the monastery or not.",
    "ai-tika-vin08t18:49_0": "decaying and perishing; they eat in storage of these four times. Before their last meals at midday, their lasting seven days, or even during the last months of the rainy season.”",
    "ai-tika-vin08t18:49_1": "However, what is the training rule on what is done in the rainy-season residence is there, he says, “I wish to make a new abode,” and so on.",
    "ai-tika-vin08t18:49_2": "The meaning of this:",
    "ai-tika-vin08t18:49_3": "If he uses staple or non-staple food at the wrong time, and he eats staple or non-staple food at the wrong time, saying, “Here, monk, eat,” “It is an offense entailing confession.”",
    "ai-tika-vin08t18:49_4": "If he uses staple or non-staple food after he has stored indoors, he commits an offense entailing confession.",
    "ai-tika-vin08t18:49_5": "If he uses it for seven-day tonics, seven-day tonics, or lifetime tonics—that is, ghee, butter, oil, honey, syrup, fish, meat, and puts it away—that is, ghee, buttermined for the sick—and he commits an offense entailing relinquishment and confession.’”",
    "ai-tika-vin08t18:50_0": "These are the four times that were mixed with one, and the ignorant and incomparable, and the former times that were called absented.",
    "ai-tika-vin08t18:50_1": "or if there are no dwellings that are not mangoes, how should they be eaten?",
    "ai-tika-vin08t18:50_2": "they are expert in meaning.",
    "ai-tika-vin08t18:51_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t18:52_0": "Discussion of the fourfold reckoning:",
    "ai-tika-vin08t18:53_0": "The eighteen chapter"
}