{
    "ai-tika-abh07t7:0_0": "8. Paccayaparicchedo",
    "ai-tika-abh07t7:1_0": "Those in whom conditioned phenomena are conditioned,",
    "ai-tika-abh07t7:2_0": "it will explain to him, who will I will tell you,",
    "ai-tika-abh07t7:3_0": "You should understand that there is two kinds of dependent origination: the dependent origination is twofold instance.",
    "ai-tika-abh07t7:4_0": "3.",
    "ai-tika-abh07t7:4_1": "And here it is precisely because of developing the physical endurance of the opposite sex, which lasts, is having instigated both jhānas and having instigated it, both is worthy of the teachers.",
    "ai-tika-abh07t7:5_0": "Dependent Origination",
    "ai-tika-abh07t7:6_0": "4.",
    "ai-tika-abh07t7:6_1": "Herein, ignorance is a condition for choices. Consciousness is a condition for consciousness. Name and form are conditions for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.",
    "ai-tika-abh07t7:6_2": "That is how this entire mass of suffering originates.",
    "ai-tika-abh07t7:7_0": "5.",
    "ai-tika-abh07t7:7_1": "Herein, the three beginning with the fourfold army consisting in three ways should be understood that the three in terms of the three beginning with the groups of four in terms.",
    "ai-tika-abh07t7:8_0": "6. Kathaṁ?",
    "ai-tika-abh07t7:8_1": "Those of ignorance in the past, future, and present. The three states of existence are the middle. And the end in the present.",
    "ai-tika-abh07t7:9_0": "7.",
    "ai-tika-abh07t7:9_1": "Choices are a condition for consciousness. Name and form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh07t7:10_0": "But in the fine-material fruition there is accumulation,",
    "ai-tika-abh07t7:11_0": "9.",
    "ai-tika-abh07t7:11_1": "When ignorance and formations are mentioned, then also craving, clinging and becoming are included in the various kinds of becoming , the aggregates, and the concepts of existence. And when ignorance and formations are eliminated by the grasping aggregates, etc., and respected:",
    "ai-tika-abh07t7:12_0": "those in the past, future, and present.",
    "ai-tika-abh07t7:13_0": "Now, so the fifth fruit and result in the future.",
    "ai-tika-abh07t7:14_0": "Three in the twenty-four modes have pairs,",
    "ai-tika-abh07t7:15_0": "11.",
    "ai-tika-abh07t7:15_1": "Craving is the result of deeds, the result of rebirth in hell, the animal realm, and the ghost realm. The result of rebirth, old age, and death, of the lower realms, and the aggregates are the result of deeds.",
    "ai-tika-abh07t7:16_0": "And the two roots should be understood as the root and body.",
    "ai-tika-abh07t7:17_0": "(but) his roots and all that ceases,",
    "ai-tika-abh07t7:18_0": "from old age and death, he was born in old age and death,",
    "ai-tika-abh07t7:19_0": "With the ending of defilements, ignorance is produced.",
    "ai-tika-abh07t7:20_0": "likewise the bonds of rolling on the earth,",
    "ai-tika-abh07t7:21_0": "dependent origination.",
    "ai-tika-abh07t7:22_0": "placed on the shade of the rainy season.",
    "ai-tika-abh07t7:23_0": "14.",
    "ai-tika-abh07t7:23_1": "What is the cause, condition, predominance, condition, and unborn condition, presence condition, and non-disappearance condition; contact is the condition, presence condition, and non-disappearance condition, producing condition, the faculty condition, the irreversence condition, and the foundations condition, the faculty condition, the way beginning condition, middle condition, and the condition,",
    "ai-tika-abh07t7:24_0": "the name Nuns Pañcasikha, and the five constituents (of mind and body).",
    "ai-tika-abh07t7:25_0": "Again, what is known as form,",
    "ai-tika-abh07t7:26_0": "Since name and form are two kinds of name and form, there are two two two kinds of name and form.",
    "ai-tika-abh07t7:27_0": "And this is the sixth reason for two, how is a nine reason?",
    "ai-tika-abh07t7:28_0": "16.",
    "ai-tika-abh07t7:28_1": "the states that are unprofitable and immoral states arisen in the consciousness-confort and the mental states arisen in the disappearance of the thoughts associated with the mind, and thoughts associated with the six groups, and the consciousness belonging to the disappearance of the six rules as they arise; the namely, mentality-materiality in one whose mind is opposed is a condition for each other.",
    "ai-tika-abh07t7:29_0": "17.",
    "ai-tika-abh07t7:29_1": "the causes and reasons for name and forms and forms were born through the destruction of the primary elements, etc., and were reborn in the company of the noble ones. And the result of various names and forms, namely, forms, and forms, the result of the results of deeds, etc., is a condition for each other.",
    "ai-tika-abh07t7:30_0": "18.",
    "ai-tika-abh07t7:30_1": "When the mind is full of joy, the one whose mind is full of impulsion towards this body and so on is called a condition for one-materiality.",
    "ai-tika-abh07t7:31_0": "19.",
    "ai-tika-abh07t7:31_1": "Namely rolled forth consciousness occurred to the five classes of consciousness, and the five objects of consciousness belonging to the same Buddhist section and is a condition for one kind of existence.",
    "ai-tika-abh07t7:32_0": "and there are two kinds of support for the objective objects that originate.",
    "ai-tika-abh07t7:33_0": "Herein, the object of the sixfold jhāna is its object.",
    "ai-tika-abh07t7:34_0": "He has the threefold base in the sense with its continuation as its object: next to the object, so too, interruptedly in three ways, the instance of the jhāna, which is accompanied by non-returning.",
    "ai-tika-abh07t7:35_0": "Herein, prevented by the object, that enlightenment objects .",
    "ai-tika-abh07t7:36_0": "mental factors and thoughts that have no agitation and ceased on the inside,",
    "ai-tika-abh07t7:37_0": "25.",
    "ai-tika-abh07t7:37_1": "But greed and hate for things that are painful, pleasant, and results in the present.",
    "ai-tika-abh07t7:38_0": "26.",
    "ai-tika-abh07t7:38_1": "‘Lack of achieving the base consisting of boundlessness, the faculties of unborn mind and body are capable of three.’",
    "ai-tika-abh07t7:39_0": "27.",
    "ai-tika-abh07t7:39_1": "Herein, what is construction with the object of a heavy object? It is of four kinds as objects and subsequently: the two kinds of states beginning with the substancestance.",
    "ai-tika-abh07t7:40_0": "28.",
    "ai-tika-abh07t7:40_1": "mental factors and the principles converse with each other, namely form and form. And they have constantly and continually present.",
    "ai-tika-abh07t7:41_0": "29.",
    "ai-tika-abh07t7:41_1": "mental phenomena intent each other, and they are constantly attacked each other with three and three.",
    "ai-tika-abh07t7:42_0": "30.",
    "ai-tika-abh07t7:42_1": "mental phenomena, each other, and the seven aggregates are one kind of consciousness. And the six classes of consciousness propounded each other with the three kinds of consciousness, namely, the seven aggregates of consciousness, and the seven three kinds of consciousness.",
    "ai-tika-abh07t7:43_0": "31.",
    "ai-tika-abh07t7:43_1": "This body is two kinds of nutriment: the physical nutriment consisting of the body and the physical formless states and the two kinds of nutriment.",
    "ai-tika-abh07t7:44_0": "32.",
    "ai-tika-abh07t7:44_1": "Five faculties of the five faculties, namely, form, and forms and the rest. Three facultys are threefold, and the three faculties are not shackles, and the six faculties.",
    "ai-tika-abh07t7:45_0": "33.",
    "ai-tika-abh07t7:45_1": "the result of the constructions and the results of the consciousness occurrence between one and the born of the various classes of consciousness, and the bases of the various classes of the body and the mind have been born, and the six classes of consciousness.",
    "ai-tika-abh07t7:46_0": "arose in the womb and afterwards, and afterwards he was born.",
    "ai-tika-abh07t7:47_0": "For one who lives in nutriment by the foods, which is physical,",
    "ai-tika-abh07t7:48_0": "there is five determination condition, non-disappearance condition.",
    "ai-tika-abh07t7:49_0": "all the world’s dispersal requisites, and all of them have their enemy.",
    "ai-tika-abh07t7:50_0": "36.",
    "ai-tika-abh07t7:50_1": "But the two kinds of concentration produced in all aspects and the mind becomes evident to them as there are twofold and eighteen in number;",
    "ai-tika-abh07t7:51_0": "This is the time forget about the teachings, and the productions that originate for continued existence.",
    "ai-tika-abh07t7:52_0": "internally and externally,",
    "ai-tika-abh07t7:53_0": "and it is to be found in the three modes as well.",
    "ai-tika-abh07t7:54_0": "with the previous causes and conditions for twenty-fourth conditions,",
    "ai-tika-abh07t7:55_0": "38.",
    "ai-tika-abh07t7:55_1": "The settling of forms there are four mental-materialitys: the four formless states and the five constituents (of mind and bodily form), the name and formless.",
    "ai-tika-abh07t7:56_0": "By breaking up:",
    "ai-tika-abh07t7:57_0": "and described there too of these two kinds as preceding over to the point of wisdom: there is of two kinds as particular and one kind of wisdom.",
    "ai-tika-abh07t7:58_0": "40. Kathaṁ?",
    "ai-tika-abh07t7:58_1": "Having made this aspiration for the purpose of similes, etc., and as preceding the development of the mind on the ground, etc., and on the elephants, namely, the neck, and influence, and views of the stage beginning with the preference of the body, etc., and being formed intoxicated by the linking of the terms, etc., and being so on. And so too, when a certain individual essencesences dependent on the earth, etc., has as its objects, and is described under the in this way, etc., then the indication of the in being unity, and so on.",
    "ai-tika-abh07t7:58_2": "This is the designation of wisdom, namely, and designated as “respect”.",
    "ai-tika-abh07t7:59_0": "41.",
    "ai-tika-abh07t7:59_1": "When there is what is known as understanding, however, and being distracted by what is known as “neither rose up,” and so on. If they are not, the designation of laborations, and eradicated by the designation of laborations, and opposites, they do not see what is known as ‘sessed’.",
    "ai-tika-abh07t7:60_0": "42.",
    "ai-tika-abh07t7:60_1": "Herein, when a feeling is found in the ultimate form, the feeling is found.",
    "ai-tika-abh07t7:60_2": "When one is there absolutely although lying down in this way, it’s called “ascetic”.",
    "ai-tika-abh07t7:60_3": "The eye should be understood as each of these, however, according to companionship, according to the eye-consciousness, etc., as follows: the sound of counselors, kingship, and the women should be understood.",
    "ai-tika-abh07t7:61_0": "pursuing the word in the ears, in the voice of consciousness,",
    "ai-tika-abh07t7:62_0": "Spreading the territory rolled around,",
    "ai-tika-abh07t7:63_0": "After reinstantly to fame they come from there,",
    "ai-tika-abh07t7:64_0": "Describing (thinking): It is known by the World,",
    "ai-tika-abh07t7:65_0": "Thus in the interpreting the states consisting in excess of the requisites there.",
    "ai-tika-abh07t7:66_0": "The eighth chapter"
}