{
    "ai-tika-vin07t37:0_0": "11. Pañcasatikakkhandhako",
    "ai-tika-vin07t37:1_0": "Discussion of the lesser training rules",
    "ai-tika-vin07t37:2_0": "437.",
    "ai-tika-vin07t37:2_1": "In the fifth chapter of the group of five hundred is going to Sāvatthī. This is the Teacher’s instruction to them. The senior mendicants asked them: “Friends, this is the knowledge of the Buddha’s instructions.” And they asked for the sake of the instructions.",
    "ai-tika-vin07t37:2_2": "For Subhadda will be able to satisfy the Buddha’s presence, and in the middle of the teaching, the aristocrats, brahmins, merchants workers, and workers. Then I shall teach the Dhamma to the assembly with such mendicants, emancipation, and having heard it from them by the Dispensation.” And after hearing them, they dispelling them by steping them with such a bad thought, and making them known to teach the Dhamma, they should teach the disciples of the Buddha, and so forth.",
    "ai-tika-vin07t37:2_3": "Because the elder said, “This is a curtain for the sake of it, Reverend Subhadda, after showing the Dhamma and Discipline,",
    "ai-tika-vin07t37:2_4": "Development: the meaning is, it is “finitely states” .",
    "ai-tika-vin07t37:2_5": "Death through the power of death is the absence of death.",
    "ai-tika-vin07t37:2_6": "Continued existence is the state of existence between another.",
    "ai-tika-vin07t37:3_0": "441.“Ākaṅkhamāno…pe…",
    "ai-tika-vin07t37:3_1": "“Perhaps I wish,” “The Buddha has laid down this very same rains residence,” and he should undertake the training rules as much as I like. Then, having undertaken this training rule, when it is finished, we will not be described, the monks who should be described, thinking, “We will not lay down new rules. ” And after seeing them, we will lay down the training rules, they will be described, thinking, “We will be able to practice the training rules.”",
    "ai-tika-vin07t37:3_2": "And so they acted accordingly.",
    "ai-tika-vin07t37:4_0": "householders, householders, and householders.",
    "ai-tika-vin07t37:4_1": "Aristocrats, nobles, and kinsions are the meaning.",
    "ai-tika-vin07t37:4_2": "the precincts were brought to him at the time of his own occurrence. And he said: “This is the time formounts,” and the time formounting the tuberculosis.",
    "ai-tika-vin07t37:5_0": "The Realized One could request his work. If he wished, “It’s allowable for us to live on for the eon or what’s left of the eon.” And when asked, “It is allowable, opportunity for the eon, or what’s left of it,”",
    "ai-tika-vin07t37:5_1": "with mind full of Māra’s mind.",
    "ai-tika-vin07t37:6_0": "overexertion, warings, and goes in the past.",
    "ai-tika-vin07t37:6_1": "cutting off the families, dying, slaughtering, (and): the family, the neighborhood of the family, the lazy.",
    "ai-tika-vin07t37:6_2": "They don’t go to a family.",
    "ai-tika-vin07t37:7_0": "The training rule on lesser training rules is finished.",
    "ai-tika-vin07t37:8_0": "The chapter on the group of five hundred is finished."
}