{
    "ai-tika-vin08t13:0_0": "Discussion of the characteristics, etc.",
    "ai-tika-vin08t13:1_0": "69.",
    "ai-tika-vin08t13:1_1": "After preparing forms of form in the earlier stage by giving and taking hold of, he said: “Now, what is to be given to the alms-food, the donor who have the desires of the receivers, and the intention to give them what is inferior.”",
    "ai-tika-vin08t13:1_2": "Herein, the giver of robe-cloth occurred with a object, he sets out on the ground, and resort to the arising of sensual pleasures.",
    "ai-tika-vin08t13:1_3": "for the simile of the districts take part in the relics, ~ the meaning is this: it must be explained .”",
    "ai-tika-vin08t13:1_4": "Golder, I’ll get the recipient, the donor who’t get the recipient,",
    "ai-tika-vin08t13:1_5": "And in the case of the Vibhaṅga: “‘Teacher’: the meaning is that it is including the mind.",
    "ai-tika-vin08t13:1_6": "He gets the recipients, etc.",
    "ai-tika-vin08t13:1_7": "Remembering the intended for himself and he diverts it to himself or others.",
    "ai-tika-vin08t13:1_8": "In the first place where the receivers have been prepared for him in this way: “Amongst those who take pleasure in giving, ethical conduct,” according to the simile of the giving, is the first meaning.",
    "ai-tika-vin08t13:1_9": "they practice according to their own robes, etc.",
    "ai-tika-vin08t13:1_10": "“He whose meaning is: the meaning is that it should be given in the first rainy season.”",
    "ai-tika-vin08t13:2_0": "while the words “He does so,” he said, “What is the characteristic of virtue? ”: “What is the characteristic of giving?",
    "ai-tika-vin08t13:2_1": "“This is yours, gives,” “This is yours, this is your characteristic.",
    "ai-tika-vin08t13:2_2": "Herein, should be given to the Dhamma,",
    "ai-tika-vin08t13:2_3": "receive the food,",
    "ai-tika-vin08t13:2_4": "give to one who gives to two.",
    "ai-tika-vin08t13:2_5": "Yet even one who gives the expositions, etc.,",
    "ai-tika-vin08t13:2_6": "for this is said: “He does not get the recipient, like the receiver of giving and the recipient,”",
    "ai-tika-vin08t13:2_7": "Visākha, why is this: “And what is the ultimate mark?” or “It’s given in front of them? What is that only the designation of the variety of my grossness in the presence of that gift?”",
    "ai-tika-vin08t13:2_8": "taken as yours To help:",
    "ai-tika-vin08t13:2_9": "“It is said,” “I do.” It is said, “I live in common sense. It is because I say that. It is because I’ve given up refuted. It is because I’m not properly grasped.",
    "ai-tika-vin08t13:2_10": "“I, having said this to you,” he said, the recipients them to practice.",
    "ai-tika-vin08t13:2_11": "That’s why it is inappropriately to do so, and it is inappropriately by giving and misapprehension.",
    "ai-tika-vin08t13:2_12": "For in the world women want to give the dying of the harem and wishes to return. And in the mud, they handed over the noble people who want to.",
    "ai-tika-vin08t13:2_13": "Hence it is said: “He isn’t able to do the other.”",
    "ai-tika-vin08t13:2_14": "But if he does so only one who isn’t described in the thirty-two precisessed by a group of two, he speaks of his own hand, saying, “Herein, what is it spoken by one who is an austere” and so on.",
    "ai-tika-vin08t13:3_0": "If one gives the recipient: it is if he gives by one who is gives it to the recipient, but he gives it to the recipient, he does not go beyond the robe-cloth in each case. So if it is used to be given in the robe-making season, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin08t13:3_1": "If he does not have it refused an rainy-season robe, therefore it is no more than ten days, there is no offense for ten days.",
    "ai-tika-vin08t13:3_2": "One who has eaten what is determined in one whose dropping the rags from the charnel ground is to be found, whose rags of this robe is to be eaten by rags, and whose body is started to be eaten by rags, etc., and after eating it, he must ate once of it because he has formerly to enjoyed the past,",
    "ai-tika-vin08t13:4_0": "But less they give to so-and-so, etc., that is why they were carried away by the names of such-and-such a monastery. That is why he gave the recipients in the way already described, the recipients them in the way already described, saying, “This is why it was given.”",
    "ai-tika-vin08t13:4_1": "But if he does so, there is someone who takes up the present life of thirty-two kinds of later in the present position that “I am” because he has been given up by so-and-so, and it is said.",
    "ai-tika-vin08t13:4_2": "That’s why he shows how to venerable Revata the site for the purpose of showing them in the” .",
    "ai-tika-vin08t13:5_0": "Herein, the robe is kept interval by a window, but not the weapons of robe-cloth in which are drawn out from the group of six. Then the owners are stored indoors of robe-cloth, robes, alms-food, lodgings, and medicines and supplies for the sick. And the mother must be distributed in robes or criticized.",
    "ai-tika-vin08t13:5_1": "The one who gives what is shameful and gives it up.",
    "ai-tika-vin08t13:6_0": "When he fly it up, he touchs it ...",
    "ai-tika-vin08t13:6_1": "One who is not able to get hold of a robe. He should not make a needle case.",
    "ai-tika-vin08t13:6_2": "being themselves able to grasp it ...",
    "ai-tika-vin08t13:6_3": "If they find out one requisites belonging to others: “You have a sense of urgency, this is expelled through the power of others,” and he is expelled.",
    "ai-tika-vin08t13:6_4": "but when the robe is finished, she should be brought out in lost in the evening for a group. She should then make amends for one another’s share.",
    "ai-tika-vin08t13:6_5": "first of the perception of the separate kinds of foulness should not be given in the same way as before.",
    "ai-tika-vin08t13:6_6": "and reference to the eighth day.",
    "ai-tika-vin08t13:6_7": "Hence it is to be relinquished.",
    "ai-tika-vin08t13:6_8": "If there are some who say that there is, they shouldn’t attack it.",
    "ai-tika-vin08t13:6_9": "Or alternatively, it is proper to get someone else to give gifts, thus it is a gift .",
    "ai-tika-vin08t13:6_10": "And the meaning is, he commits an offense entailing confession.",
    "ai-tika-vin08t13:7_0": "May I be like this!’",
    "ai-tika-vin08t13:7_1": "it is not allowed to give a gift that is to be given to them in this way. When it has been given, it is not allowed to receive a gift from the dead, and it is not allowed to go.",
    "ai-tika-vin08t13:7_2": "And after it is said that the teacher does not make it because he does not give it to him, saying “I give,” he done so in the way already described, according to the Peaceful. Then he is unable to make it specifically said.",
    "ai-tika-vin08t13:7_3": "But when one is at peace, it should be given to another all that has been given up,",
    "ai-tika-vin08t13:7_4": "because the perception of giving up and perception of it is said to be making amends for it.",
    "ai-tika-vin08t13:7_5": "But when he has been told, he said: “It is allowed to make a robe for the shaven like this.”",
    "ai-tika-vin08t13:7_6": "When there is something left over, there’s no accumulating it. That’s why you’d be quelled.",
    "ai-tika-vin08t13:7_7": "(It is) free from embryo in action that is removed and expounded, “It is allowable to do the work,” it is said, “It is not allowable to do the work.”",
    "ai-tika-vin08t13:7_8": "he gives a gift to a novice nun, and he gives a full ordination to the novice, and he then gives the full ordination again, he commits an offense entailing confession.",
    "ai-tika-vin08t13:7_9": "This, firstly, is the exposition of the teaching on the few wishes, and so on. The intention of giving the three kinds of deliberation of offerings is shown to the Island, and its making known as giving.",
    "ai-tika-vin08t13:8_0": "Discussion of what is known as the characteristic of the manner of Vibhaṅga",
    "ai-tika-vin08t13:9_0": "Speaks as much as they reach, he not soon as they are called an outcaste.",
    "ai-tika-vin08t13:9_1": "When they are given, they get to be intimate with bowing down, ancestors, garlands, fragrance, and positions, then go forth.",
    "ai-tika-vin08t13:9_2": "The carpets were placed for the sick. In order to prevent the ground for the sick one, the wives, the pair of garments, the bowls, the bowels, the carpets, the bowstrings, the bowels, the servants, and the carpets in their parents. And their mother, fathers and grand swifts, horses, and so on.",
    "ai-tika-vin08t13:9_3": "thus, “Whatever reason the enemy, the wealth he has been used for, for which anyone who takes it ensures it is useful for him.",
    "ai-tika-vin08t13:10_0": "but the (real) powers are going forth on the sloth too.",
    "ai-tika-vin08t13:10_1": "At that time the Bhikkhus renowned in Laṅkā and the novices for the sake of the garden. For if they don’t get a robe, they don’t get to be able to get any other.",
    "ai-tika-vin08t13:10_2": "Understanding the requisites, etc., and whatever other she did not receive.",
    "ai-tika-vin08t13:10_3": "But that distribution of Vinaya from the fourth distributes Vinaya, Nigaṇṭhas, brought that illustrious people in the Vinaya, and in the name of Dhanañjāni Vihāra, he thought, “This man has liberated from that fame, in the pride of wielding ceremonies, and kingdom of the Vinaya by the Nuns,” and he replied: “This monk is the having illustrious lay life, is the presurediction of the Vinaya, the Vinaya, whompathasing.”",
    "ai-tika-vin08t13:11_0": "“This being why,” “I made a blanket for my hand, or with a foot-scraper, I seized by my hand oral recitation.",
    "ai-tika-vin08t13:11_1": "but one who says “I won’t allow you to make arrangements for my hand,” and with the thought, “From then on, later anyone who stays or takes my wounds, how can you get under the requisites?",
    "ai-tika-vin08t13:11_2": "Even if he does not want to endure anything, he says, “It isn’t possible to endure anything that can be done”. And he says, “Nothing that is why it is stated that you say, ‘This is stated’.”",
    "ai-tika-vin08t13:11_3": "When there is an inclination, this is the grossness of end.",
    "ai-tika-vin08t13:11_4": "if he wants to give him a simile, thinking, “Since that legal issue wants to prepare using what you want, but not be able to endure this legal issue.”",
    "ai-tika-vin08t13:11_5": "If, apart from the householder, he thinks, “They are different things”—whether something else nor do they succeed, not when it comes to be, then that which is a cause of accusation.",
    "ai-tika-vin08t13:11_6": "There is no way to speak in accordance with the Teaching. Even if something else, he says, “Consider you say, ‘Consider this matter’, he does not say, ‘Nothing else, is one who does not want to create another’,” and if he says, “It isn’t appropriate to say, ‘There is no otherwise. enlightenment that this is why ‘thing else’, that one who does not use a preventment’,” because of the actions in accordance of the Teacher’s instruction is clear, etc., and that one who does not wish to say, “position is therefore” be said.",
    "ai-tika-vin08t13:11_7": "However, Etc.",
    "ai-tika-vin08t13:11_8": "“This is a mind-made,” “This is large, this is the opposite sex., this is the action that leads to the end.",
    "ai-tika-vin08t13:11_9": "the disciplined one is the control of the senses.",
    "ai-tika-vin08t13:11_10": "They replied, “This is why,” he said, “It is inappropriate for bringing them to mind, saying, “Death itself in this way,” he may say, “Death it in this way: ‘This is how it is given, an unwhatchable, is why it should be used to live.",
    "ai-tika-vin08t13:12_0": "Discussion of the discussion on the receiving",
    "ai-tika-vin08t13:13_0": "71.",
    "ai-tika-vin08t13:13_1": "Questioning material possessions. They have few wishes, contentment, liberated on you, and now for your welfare.",
    "ai-tika-vin08t13:13_2": "And having asked for himself when they knew that they had asked for their own peacefulness, they say that they would be an impediment of what they had said. Then they say: “It is proper to get some.”",
    "ai-tika-vin08t13:14_0": "“This is not appropriate for you to bring this shrine, this is not appropriate for it to take it, but rather it, takes a single flower.”",
    "ai-tika-vin08t13:14_1": "But in the Commentaries it is best for the purpose of showing the arrival at the shrine, and he said: “It is just like a rainbowl.” Then he added: “It is just as a creeper who has been extended and proximate caused abused a sense of urgency, it is added,",
    "ai-tika-vin08t13:14_2": "(such as) with the sound of flowers the flowering from the sky, saying: “He is showing the flowers,”",
    "ai-tika-vin08t13:14_3": "and Virūpakkhasāla thought, “But when a man has driven out with some crooked-up fond of substances, he is not able to lean on all sides in whatever place he is said to be to have collected.”",
    "ai-tika-vin08t13:14_4": "standing there, she stood the craft,",
    "ai-tika-vin08t13:14_5": "When this isn’t well-spoked, it’s allowable to give it to an animal. But when an animal has been given to him, they still gave him another recipient, saying, “Give it to us.” And there is no offense for one reason for us.",
    "ai-tika-vin08t13:14_6": "When it has been asked, what has not been asked, what is unallowable for himself, or is that he can take to give to him in return where the courtesan, the nurses, and is said to by him.”",
    "ai-tika-vin08t13:14_7": "if she wishes, “Where else, gives to you,” and she is capable of getting them, and she can’t be given them.",
    "ai-tika-vin08t13:15_0": "For one who is surrounded by nine monastery works, it is intended for an individual essence, buttering to another individual, or to a sangha, a group of nuns, or to an individual. This is the proper conduct.",
    "ai-tika-vin08t13:15_1": "ninety-four receivers, wealth, and medical full giving.",
    "ai-tika-vin08t13:15_2": "for three people: give the gifts to the Sangha, someone gives to a gift, and they give to an individual.",
    "ai-tika-vin08t13:15_3": "accepting alms from them, they receive the use of them.",
    "ai-tika-vin08t13:16_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t13:17_0": "Discussion of what is known as the Impermanent Laṅkā.",
    "ai-tika-vin08t13:18_0": "The chapter"
}