{
    "ai-tika-s0102t2:0_0": "The Longer Discourse on the Final Emancipation",
    "ai-tika-s0102t2:1_0": "131.",
    "ai-tika-s0102t2:1_1": "worshipping the Buddha and giving up of the great (magical) power, the Sole Leader of the Emancipation, and the Great Seer of the End-Mountain,",
    "ai-tika-s0102t2:1_2": "Again three times occurred to the Great Seer: the Great Assembly One attains Nibbāna,",
    "ai-tika-s0102t2:1_3": "and at the time of great many virtues, the One of Great Peaceful Wisdom (all), were attaining Nibbāna at the time of the Great Seer.",
    "ai-tika-s0102t2:1_4": "and extinguishment in the four elements.",
    "ai-tika-s0102t2:1_5": "at the end of the world, having become fully extinguished, were he in the Great Emancipation-element.",
    "ai-tika-s0102t2:1_6": "Buddhas’s virtues have been extinguished by the whole world. He is the Buddhas’ virtues, etc., of the greatness of Nibbāna.",
    "ai-tika-s0102t2:1_7": "When the Buddha’s dispensation, the Great Seer’s Faith is extinguished, well established in the dispensation of the Buddha’s dispensation, have been extinguished.",
    "ai-tika-s0102t2:1_8": "As they Vultures, Vultures, as they are,",
    "ai-tika-s0102t2:1_9": "Hence it is said: “He is learning.”",
    "ai-tika-s0102t2:1_10": "desiring to give rise to confidence in those who wish (of existence), “Having noisy in the meaning of existence,” he said, “I desire his welfare.”",
    "ai-tika-s0102t2:1_11": "Kings should be told, “These are the Vajjians,” and “The kings have obtained roars,” and the Vajjians, etc., to do so.",
    "ai-tika-s0102t2:1_12": "and the Vajjians from the Vajjian capital of the Vajjians, etc., should be understood to him in accordance with the Vajjian capital.",
    "ai-tika-s0102t2:1_13": "by the King’s power of the Kings.",
    "ai-tika-s0102t2:1_14": "It is because he is developing the wrong road, the counselor, and the other in the world that was like a mounted in the world. It was said to be “wept away.”",
    "ai-tika-s0102t2:1_15": "That which brings him to an end. And the means because it is liberated from the fourfold reckoning as an elephant’s mind, he reaches the constant practice of the progressiveness in the world with the attainment of the elephants, horses, and so on.",
    "ai-tika-s0102t2:1_16": "what is said.”",
    "ai-tika-s0102t2:1_17": "The keys, herons, wrapped in this way,",
    "ai-tika-s0102t2:1_18": "un close to the stream:",
    "ai-tika-s0102t2:1_19": "if she goes beyond the inconvenient robe;",
    "ai-tika-s0102t2:1_20": "Leave this dispel my doubts, effacement, desiring to uncertainty, and to an uncertainty; so he having a doubt, the meaning is free from this.",
    "ai-tika-s0102t2:1_21": "Reaching the undistorted,",
    "ai-tika-s0102t2:1_22": "I will cut off (after face), and she cuts out the neighborhood of a family, and then I will cut off the families.”",
    "ai-tika-s0102t2:1_23": "This too is the interruption of the feet,’ “It has not been thrown out,” “This is called “legone”.",
    "ai-tika-s0102t2:1_24": "if he throws it near to the shore; the meaning is, it is said.",
    "ai-tika-s0102t2:2_0": "swept away the Ganges.",
    "ai-tika-s0102t2:2_1": "made an end of them, and made a waist village.",
    "ai-tika-s0102t2:2_2": "if he takes too much;",
    "ai-tika-s0102t2:2_3": "its construction, its posts, and half a league high, is said to be the best.",
    "ai-tika-s0102t2:2_4": "and it rubbed with it.",
    "ai-tika-s0102t2:2_5": "Receiver of his wound (birth) power arose.",
    "ai-tika-s0102t2:3_0": "with my going, thinking: ‘I have gone,’",
    "ai-tika-s0102t2:4_0": "the commentary on the Peaceful Royal Consort",
    "ai-tika-s0102t2:5_0": "There is no place for settling down the cold or heat, the merit is for the time of the Buddhas.",
    "ai-tika-s0102t2:5_1": "Island the constantly gathered according to the doctrine of the lady: “After able to show abundant goods that are permanent.”",
    "ai-tika-s0102t2:5_2": "Living together, full of bad qualities,",
    "ai-tika-s0102t2:5_3": "It’s appropriate for you to corruption,",
    "ai-tika-s0102t2:5_4": "When they say, “How do you think,” they told him, “Why don’t you do this?”",
    "ai-tika-s0102t2:5_5": "They said, “We were told by the fourteenth,” and so on, etc., which were bringing them to an end.",
    "ai-tika-s0102t2:5_6": "broken, not tormented, ornamented,",
    "ai-tika-s0102t2:5_7": "snapping the terrified, having become analytic bonds,",
    "ai-tika-s0102t2:6_0": "when the congregation of the conclusion is finished: material possessions are left over.",
    "ai-tika-s0102t2:7_0": "Rejecting in the past,",
    "ai-tika-s0102t2:7_1": "they were going to the charnel grounds, where the king was going along the rivers, capital of the royal compound (Mahinda). Having taken possession of the garden, –",
    "ai-tika-s0102t2:7_2": "Gaining is the seventh in which the foreign envelops the size of the envelops.",
    "ai-tika-s0102t2:7_3": "(The ten discourses should be expanded in twenty-two ways.)",
    "ai-tika-s0102t2:7_4": "They Vajjians honour the Vajjian principles,",
    "ai-tika-s0102t2:7_5": "Now comes the drawbacks of placing the mind, etc., which have not been laid down in the rest of the perceptions, and is said, “Now, what has been described in the unattained,” and so on.",
    "ai-tika-s0102t2:7_6": "What is the nurse that is the improvement of the gods.",
    "ai-tika-s0102t2:8_0": "These were neither suppressed by the name of family, by great alternative spirits, these great primaries since they were established in great primaries because they were established in the great primaries.",
    "ai-tika-s0102t2:8_1": "May they give out this.",
    "ai-tika-s0102t2:8_2": "If they think,",
    "ai-tika-s0102t2:8_3": "shaking off wickedness,",
    "ai-tika-s0102t2:8_4": "Except forgets and offenses are called in conformity with joints.",
    "ai-tika-s0102t2:8_5": "(His) intercourse Suttanta, having expelled the discourses in the monastery, deliberated, and fixed in the monastery,",
    "ai-tika-s0102t2:8_6": "Eight lineages of families in the eight classes of rebirth into the families of having carpets, delighting in the eight classes of rebirth.",
    "ai-tika-s0102t2:9_0": "and possessing their own conduct.",
    "ai-tika-s0102t2:9_1": "and honoring, respecting, “We’re respected and admired,” and they wait there.",
    "ai-tika-s0102t2:9_2": "While they rise from conceit, they carry on their backs around them, converse with their loves, and bring it to mind.",
    "ai-tika-s0102t2:9_3": "people deposition,",
    "ai-tika-s0102t2:9_4": "While we were showing them, they said: “We were our mother and father, affairs, and so on.”",
    "ai-tika-s0102t2:9_5": "To strive they be cut the bonds, and roll them through.",
    "ai-tika-s0102t2:10_0": "Wealth is the power of one who gives them up.",
    "ai-tika-s0102t2:10_1": "and that grows only, they can expect growth, not decline.”",
    "ai-tika-s0102t2:11_0": "The bad deeds he does not transgress the result of that bad deed, the result of that deed, or the rising of the gods, thinking: “This must be a god, sir,” he said, “How may this bad thing to that person: “Having found in that place!”",
    "ai-tika-s0102t2:11_1": "swelling the limbs.”",
    "ai-tika-s0102t2:11_2": "In this way the meaning is of pleasure , and the meaning should be understood here.",
    "ai-tika-s0102t2:11_3": "“Of the strength of the One’s special qualities, the Dhamma, refusing to see this, that is, the Lord of the Enlightened One’s special qualities .”",
    "ai-tika-s0102t2:12_0": "impermanenceed by what is impermanent, not lasting,",
    "ai-tika-s0102t2:12_1": "Defilements from death.",
    "ai-tika-s0102t2:12_2": "but that one who has not clarified the Dhamma in this way is called Dhamma,",
    "ai-tika-s0102t2:12_3": "They hunters of murderers and slaughtered by dogs and hunters and slaughterers, or mung beans, deer-hunters and fishers, regarding the trapper and animals.",
    "ai-tika-s0102t2:12_4": "if he asks about getting rice;",
    "ai-tika-s0102t2:12_5": "For the bodily formation is distinguished in the world,",
    "ai-tika-s0102t2:13_0": "she was constructed by the Shrine and so on through the mind-made Shrine, and was covered with a mind-made body.",
    "ai-tika-s0102t2:14_0": "There is nothing that can be done by me not to be done in the world.",
    "ai-tika-s0102t2:14_1": "But the meaning should be given in the ways of sensual pleasures, that is, the meaning should be given.",
    "ai-tika-s0102t2:14_2": "his mouth is set upright in battle.",
    "ai-tika-s0102t2:14_3": "if it is said to be shown where it is said, “It is no need,” and so on.",
    "ai-tika-s0102t2:14_4": "And here too, even when breathing, he speaks to the breakage.",
    "ai-tika-s0102t2:14_5": "The abode of the battle is shown by (giving) the greatest,",
    "ai-tika-s0102t2:14_6": "“This is the word hunter, apart from the vicinity of others,” and so on.",
    "ai-tika-s0102t2:14_7": "When you don’t get these things, they don’t live happily.",
    "ai-tika-s0102t2:14_8": "were not brought to the Buddha, and now he gains a talk about this Dhamma.",
    "ai-tika-s0102t2:15_0": "compassionately by the Vajjians, he will take part in the Vajjis,",
    "ai-tika-s0102t2:16_0": "talk about the Vajjians,",
    "ai-tika-s0102t2:16_1": "Then I will make up straightforward and get upset with anyone else to do it, and I will develop his develop motion.",
    "ai-tika-s0102t2:17_0": "grounded in the virtues of being established in virtue.",
    "ai-tika-s0102t2:17_1": "Isidatta and Tissa go to the hermitage, and not going there. What would we do to get a league, he’ll go to least be assembled.",
    "ai-tika-s0102t2:17_2": "Sūratissa, and so on. This is the same as.",
    "ai-tika-s0102t2:18_0": "the power of the strength of his army, the dreadful pulled out of fear,",
    "ai-tika-s0102t2:19_0": "the Principles That Prevent Decline",
    "ai-tika-s0102t2:20_0": "136.",
    "ai-tika-s0102t2:20_1": "They prevent decline in decline. They don’t give up lair, they don’t go decline, or they do not. That’s why they say that “special” requisites are called “longsters.”",
    "ai-tika-s0102t2:20_2": "But because they are straight away, they say, “Yes!”",
    "ai-tika-s0102t2:20_3": "They teach the Dhamma to the assembly, which were held in the dark of night, looking at the heart, and which washed in the darkness of night, having made a fierce sun, up a (which is) everywhere, for the sake of their (in Laṅkā), like a thousand times, and having shown that the very spotless cloth, he shows the (worlds).",
    "ai-tika-s0102t2:20_4": "How will I speak to you?”",
    "ai-tika-s0102t2:21_0": "Next, “The Buddha has stored up the Vajjians assembled in the presence of the Vajjis; he would have no doubts or uncertainties about the profitableness of the teaching; he teaches them how the Dhamma is similar to one utmost definitively. And he should teach the Dhamma in the presence of those mendicants who have passed away.”",
    "ai-tika-s0102t2:21_1": "Therefore it was said: “This is lived in the Vajjis in common sense.”",
    "ai-tika-s0102t2:21_2": "So from what is said in brief, they show in detail the meaning in brief, saying: “We will give to them,” and so on.",
    "ai-tika-s0102t2:21_3": "Herein, “Herein” is what is said; in the place where the rest has been done,",
    "ai-tika-s0102t2:21_4": "the dwellings belonging to the dwellings, therefore (the first) have been established,",
    "ai-tika-s0102t2:22_0": "rising from afar, gladness and meaningful,",
    "ai-tika-s0102t2:22_1": "By doing so, by one who is constantly devoted to diplomatic (of the progressive), good qualities,",
    "ai-tika-s0102t2:23_0": "to confess an offense entailing confession.",
    "ai-tika-s0102t2:23_1": "like the Vajjians, likewise the Vajjians,",
    "ai-tika-s0102t2:23_2": "“They are waiting for laypeople,” they said.",
    "ai-tika-s0102t2:23_3": "householders, and householders—",
    "ai-tika-s0102t2:23_4": "He is smoke and dust-flower at the time of dawn, of the precincts of concentration.",
    "ai-tika-s0102t2:24_0": "Through the power of his Dhamma aroused he renowned, having taken up residence there,",
    "ai-tika-s0102t2:24_1": "They were told by the Elders, beginning with the virtues of the Elders, etc., that were endowed with virtues, and so on.",
    "ai-tika-s0102t2:24_2": "many nights, they know many nights.",
    "ai-tika-s0102t2:24_3": "Endowed with the virtues of the Dispensation, etc., in the three Vedas, “We train in the three trainings.”",
    "ai-tika-s0102t2:25_0": "They don’t give to the instructions,",
    "ai-tika-s0102t2:25_1": "Leaving the mass of water, the lamps of the Dhamma, and the (thinking): Righteous about the Dhamma,",
    "ai-tika-s0102t2:25_2": "The Exposition of the Dhamma’s enjoyment has arisen in the way beginning, the one who has reached the peak of serenity and discernment, and who is endowed with discernment of principles.",
    "ai-tika-s0102t2:26_0": "will never again and again in the future life,",
    "ai-tika-s0102t2:26_1": "Others don’t go back to the beginning or the middle of the end.",
    "ai-tika-s0102t2:27_0": "In the wilderness in the wildernesses of wilderness:",
    "ai-tika-s0102t2:27_1": "Doesn’t you have any similes cracked by the craving whereby? This is how, the experts announcements, “Did you frequently stand on the ground, liquiding of the liberations? ”",
    "ai-tika-s0102t2:28_0": "Endowed by himself within others, and with the sentence of such good-and-such a monastery, which was given to the monks, and that, presented by the good monks,”",
    "ai-tika-s0102t2:28_1": "This is the vanquishment of this practice.",
    "ai-tika-s0102t2:28_2": "Who learns the highest Dhamma, which is the best, having learned, attends on the highest teachings,",
    "ai-tika-s0102t2:28_3": "learning the meaning of what is particular, learning, and (the length of) the meaning.",
    "ai-tika-s0102t2:28_4": "for the sake of the caravan leading to the sound of counsel,",
    "ai-tika-s0102t2:29_0": "while rapture they are sit down, etc., in the sitting mat, they are lying down,",
    "ai-tika-s0102t2:30_0": "137.",
    "ai-tika-s0102t2:30_1": "(But) he is invited in regard to those who are sustained in this way.",
    "ai-tika-s0102t2:30_2": "you don’t work such as domestic bondservants, employees, and workers; and your practices again.",
    "ai-tika-s0102t2:30_3": "Should you do these things.”",
    "ai-tika-s0102t2:30_4": "Hence it is said: “This is inappropriate.”",
    "ai-tika-s0102t2:30_5": "the threshold to the bed, etc.",
    "ai-tika-s0102t2:30_6": "for it is said to be the first kind of embracing that is, because it is the act of the removal of it.",
    "ai-tika-s0102t2:30_7": "if this is the park, how is it that you left?”",
    "ai-tika-s0102t2:31_0": "One should act, like this, when he is said about, speaking as before.",
    "ai-tika-s0102t2:31_1": "(but) was the conversation that was given to him there, therefore let him see the reason for the purpose of showing that there.",
    "ai-tika-s0102t2:31_2": "After having a limit on the time,",
    "ai-tika-s0102t2:31_3": "Because of limitless words.",
    "ai-tika-s0102t2:31_4": "Or alternatively, they throw themselves into one house.",
    "ai-tika-s0102t2:31_5": "attaining the attainments of stream-entry.",
    "ai-tika-s0102t2:32_0": "Sittle they roam to sit down, lie down on the seat, etc., just as they are,",
    "ai-tika-s0102t2:32_1": "By the posture, he does not extract it.",
    "ai-tika-s0102t2:33_0": "That’s how they mix closely with laypeople and renunciates.",
    "ai-tika-s0102t2:34_0": "unethical, of bad character, not having the qualities of few wishes, contentment, good qualities, and having the qualities of few wishes, contentment, having the fact of wishes, fondness of wishes, contentment, seclusion.",
    "ai-tika-s0102t2:35_0": "with love for the bad friends,",
    "ai-tika-s0102t2:35_1": "together with those wicked friends.",
    "ai-tika-s0102t2:35_2": "Herein, having taken that (good) decrease, the wickedness upon themselves,",
    "ai-tika-s0102t2:36_0": "138.",
    "ai-tika-s0102t2:36_1": "These are faithful, with faith and confidence, “Possessing that are present.”",
    "ai-tika-s0102t2:36_2": "led on by the acceptance of what is led on topic and released from faith, he rely on to the Great Bodhi (Tree) in the Great Forty, in whom this consequence his faith is to be liberated from faith, he says: “Shas owners of destiny, no matter what is the time for awakening to attain the higher wisdom.”",
    "ai-tika-s0102t2:36_3": "who have no understanding, is bound to truth, and are bound to the shackle of the truth,",
    "ai-tika-s0102t2:36_4": "“The Blessed One is best of Buddhas,” etc., just as when he is converted to the Mahāvihāra, etc., inspires confidence, and so on.",
    "ai-tika-s0102t2:36_5": "And just as they fall, having fallen into the sky, they entered the dwelling, where there is an independent of others.",
    "ai-tika-s0102t2:36_6": "Instead of two kinds: faith and confidence and in those without it.",
    "ai-tika-s0102t2:36_7": "Herein, one who has faith and confidence in the Teacher, the merely going to win over confidence.",
    "ai-tika-s0102t2:36_8": "With one who has faith and confidence in the site of faith, they build a site for a dwelling, and then resign the training and returns to a lesser life.",
    "ai-tika-s0102t2:36_9": "Hence it is said: “Certainly a particular senior elder who is intent on my limbs?”",
    "ai-tika-s0102t2:36_10": "Someone who has faith in her conduct:",
    "ai-tika-s0102t2:36_11": "conscientiously, he says, “These are mind-made,” “They are said.” ...",
    "ai-tika-s0102t2:36_12": "The wicked shameless and prudent,",
    "ai-tika-s0102t2:37_0": "You have learned much, and do what you’ve learned. You’re very learned in such a way that we’ve learned.",
    "ai-tika-s0102t2:37_1": "Or alternatively, all the root items are to be grasped in the sense.",
    "ai-tika-s0102t2:37_2": "He has the three meanings that are to be found in the present life and successful in the present life. And the three enlightenments of the succession.",
    "ai-tika-s0102t2:37_3": "penetration to the truths,",
    "ai-tika-s0102t2:37_4": "Next it is stated that go to be given to the truth, just as it is said:",
    "ai-tika-s0102t2:37_5": "Except in endurance and stability regarding the truth, learned people who are experienced in the truth,",
    "ai-tika-s0102t2:37_6": "if he learns learned and remembers the three",
    "ai-tika-s0102t2:37_7": "it is four below the one who is made, one who has not made,",
    "ai-tika-s0102t2:37_8": "Everywhere, the very learned, etc., are lots of all sorts beginning with learned, like the blessings , which were as though they were respected by the whole body and speech, as they were unable to arise in every way.",
    "ai-tika-s0102t2:37_9": "It’s when you accumulate a good rebirth, the root, and the practice that leads to the accumulation. It is well established in the true teaching.",
    "ai-tika-s0102t2:38_0": "their energy is roused up,",
    "ai-tika-s0102t2:38_1": "But although two kinds of precept for the purpose of arousing energy is said, “ for the purpose of arousing energy” .",
    "ai-tika-s0102t2:38_2": "Herein, the meaning is that: it is scattered , is the meaning.",
    "ai-tika-s0102t2:39_0": "After asking questions, (saying):",
    "ai-tika-s0102t2:39_1": "but when they came to make up their, they say: “We wish to live without relinquishing.”",
    "ai-tika-s0102t2:39_2": "When it has been done so, the mendicants can get the four kinds of mindfulness meditation, the full development of the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-tika-s0102t2:39_3": "That is why it is said: “He is investigating.”",
    "ai-tika-s0102t2:40_0": "139.",
    "ai-tika-s0102t2:40_1": "he is acquired in these, “Bāhiya”, and “corching to the Accomplished”, etc., is the factor of complete awakening, and right view.",
    "ai-tika-s0102t2:40_2": "When the body is tranquilized by the characteristic of impermanence, etc., the mental formations have the characteristic of impermanence, etc., and the mental formation as its object, and mental formation.",
    "ai-tika-s0102t2:40_3": "It has the four noble truths as its characteristic.",
    "ai-tika-s0102t2:40_4": "Skilled in the characteristic of wholesomeness, etc., which has not arisen for its advantages, and so on.",
    "ai-tika-s0102t2:40_5": "Endowed with the characteristic of foulness, because of a profession, for these characteristics,",
    "ai-tika-s0102t2:40_6": "the bodily characteristic of endurance is the foundation of the body and the mind.",
    "ai-tika-s0102t2:40_7": "Endowedness has the characteristic of non-distraction. This is the characteristic of non-distraction.",
    "ai-tika-s0102t2:40_8": "Because of the states of being dissatisfied, which occurring in each of the opposite sex. It is manifested as guarding.",
    "ai-tika-s0102t2:41_0": "In order to show the four faults: for mindfulness and situational awareness, the mindfulness and situational awareness, the one who is mindful and fully aware, who is mindful, with great investigating the four kinds of mindfulness meditation, who is mindful:",
    "ai-tika-s0102t2:41_1": "For the reasoning of this there is: questioning, avoidance of the skin, etc., avoidance of the faculties, avoidance of the faculties, avoidance of persons, etc., avoidance of these six faculties, avoidance of persons without understanding, cultivation of persons.",
    "ai-tika-s0102t2:41_2": "however, this manifestation of mindfulness is said in the colour of the handsome: “This particular individual essence is deep into its own particularly profound and its meaning, it is profound.” Then he should understand that this enclosing the description of knowledge.",
    "ai-tika-s0102t2:41_3": "In the ninth of the method: that is to say, the wretchedness, the momentary, of the two, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred thousand, or a hundred thousand moments, moments, countries instances, cultivation of bhikkhus, resoluteness upon that energy, resoluteness upon that tranquillity.",
    "ai-tika-s0102t2:41_4": "That he is the golden precincts of mindfulness, where he is reborn, the wielding of the skin in all his constituents.",
    "ai-tika-s0102t2:41_5": "Ten reasons: ten recollections, the recollection of the Buddha, the Dhamma, the Sangha, the recollection of the Sangha, that is to say, the recollection of the Sangha, the recollection of the Enlightened One, the object of men, rough-liverance of the Community, maintaining on the ten persons, these ten persons, that is rough.",
    "ai-tika-s0102t2:41_6": "In the Great Monastery, this Yet of Commentaries is included in the features of the details.",
    "ai-tika-s0102t2:41_7": "For seven months there is a pleasant state, using superior food, living in a good climate, embracing, a pleasant posture, and deportment, keeping to the middle, avoidance of the paths of loving-kindness.",
    "ai-tika-s0102t2:41_8": "Ten reasons: ten kinds of unprofitable basis, producing the mind, exerting the mind on occasion, encouraging the signs of the mind, keeping it connected with the mind on occasion, encounterated by means of the ten aspects of the mind, attraction of the ten kinds of fondness on occasion when it is concentrated, looking on with equanimity at what is connected with equanimity.",
    "ai-tika-s0102t2:41_9": "In the Great Monastery, “This attainment is the same kind of liberation, this is the opportunity for freedom.”",
    "ai-tika-s0102t2:41_10": "And the five beginnings of the seven awakening factors: seven linking neutrality towards each other, and the seven neutral one, etc., two persons produced by a hostile one, four neutral persons, who a hostile one person, who is neutral persons .",
    "ai-tika-s0102t2:41_11": "And what can be spoken about this matter, he will wait in the height of the Great Ascetic.",
    "ai-tika-s0102t2:41_12": "the Awakening One, whom the Bodhisatta, having given up the state of unconcentrated (the path) in the noble path,",
    "ai-tika-s0102t2:41_13": "Transgressions are called “revious”;",
    "ai-tika-s0102t2:41_14": "what is said.”",
    "ai-tika-s0102t2:42_0": "140.",
    "ai-tika-s0102t2:42_1": "The scope of logical formations wasted in this way: “Perception of impermanence is a formation. Yet he contemplations about insight” , etc., is said: “Perception of the development of formations that arose in him, he is mindful. But when these things are developed, he has arisen in him, he is contemplationed, “gress .”",
    "ai-tika-s0102t2:42_2": "Or alternatively, it is due to insight.",
    "ai-tika-s0102t2:42_3": "Likewise in the case of perceptions, and so on.",
    "ai-tika-s0102t2:42_4": "They occur in the world of insight, etc., thinking: “They are unattached to and so on.”",
    "ai-tika-s0102t2:42_5": "Though experiencing happiness, it is peaceful and quiet there, since it is peaceful, etc., meaning with calmed and reading to fading away, they say: “This is what is meant.”",
    "ai-tika-s0102t2:42_6": "Herein, the perception of fading away is stated in the earlierability to go; it is said: “Here the perception of fading away, cessation, Nibbāna. ” Herein, the perception of fading away is extinguishment in this way, “ perception of cessation, perception of extinguishment.”",
    "ai-tika-s0102t2:42_7": "Therefore it was said: “May they be supermundane.”",
    "ai-tika-s0102t2:43_0": "141.",
    "ai-tika-s0102t2:43_1": "with loving-kindness towards all these.",
    "ai-tika-s0102t2:43_2": "produced by deeds of body,",
    "ai-tika-s0102t2:43_3": "So too with the rest,",
    "ai-tika-s0102t2:43_4": "And these lastly they are only the best consisting in the their abidings consisting in loving-kindness, etc., as to the best and in the case of the loving-kindness .",
    "ai-tika-s0102t2:43_5": "But while the monks obtained it as much as they like.",
    "ai-tika-s0102t2:43_6": "Those who point in the beginning of the spiritual life through loving-kindness, etc., gain in order to show the ways of performing the perfection of loving-kindness, etc., from the beginning, “We wish to give up unchastity and practices accordingly.” But they said, “We wish to fulfill the practice in line with the teaching.",
    "ai-tika-s0102t2:43_7": "(but even) the reflection of the Buddha’s requisites should be questioned in order to prevent the Enlightened One’s instruction.",
    "ai-tika-s0102t2:44_0": "And here it is the meaning of someone who develops it, and there is no declaration of bodily action in the presence of the face.",
    "ai-tika-s0102t2:44_1": "Enjoying even the best kind of bodily action that brings him back to absence, he says, “What do they die?”",
    "ai-tika-s0102t2:44_2": "to the city of Kappa,",
    "ai-tika-s0102t2:44_3": "Come on both sides, the Elders,",
    "ai-tika-s0102t2:45_0": "After making sure he digging up,",
    "ai-tika-s0102t2:46_0": "That is why it was precisely covering with loving-kindness, compassion, gladness and equanimity; with a confident mind, loving-kindness, body, speech, and mind, keeping it connected with loving-kindness, pure in mind, not without doubt.",
    "ai-tika-s0102t2:47_0": "And when he has gained faith in the past, he said: “It is the because of gain for such material possessions, sir,” etc., with the word “It is used to get these things,” he said, “It is because of the words “It is good.”",
    "ai-tika-s0102t2:47_1": "have arrived at the Dhamma,",
    "ai-tika-s0102t2:47_2": "Hence it is said: “Give me the Dhamma,”",
    "ai-tika-s0102t2:47_3": "for he shows the meaning of this text: “Where can I give?”",
    "ai-tika-s0102t2:47_4": "(But) analytically, he can explain at that point by way of body, speech, and mind, saying, “This being soon as this.”",
    "ai-tika-s0102t2:47_5": "The later-food eater eats food that has been prepared for him and is the necessary rule. The monks who eat the meal is departed.",
    "ai-tika-s0102t2:48_0": "But they don’t give to their own livelihood.",
    "ai-tika-s0102t2:48_1": "He doesn’t eat it, thinking: “May I use what is not shared by myself, may I not be eaten by unfaithful!”",
    "ai-tika-s0102t2:48_2": "it covered with a monk. ...",
    "ai-tika-s0102t2:48_3": "he can also show the requisites for the purpose of embarking water, etc., which is given in the three times.",
    "ai-tika-s0102t2:48_4": "he told them. ...",
    "ai-tika-s0102t2:48_5": "The meal is ready when received from that, no one who gives it up early in the way that is good, separated from the earlier life. But it is not good for me that.",
    "ai-tika-s0102t2:48_6": "And if he receives it in a matchmaker, he thinks, “I’ll be a reason for it.”",
    "ai-tika-s0102t2:48_7": "if he receives, he receives because he receives because of giving directions;",
    "ai-tika-s0102t2:48_8": "After receiving what is received, he thinks, “I have received wealth, using it from cooked usage,” and he has obtained in this way: “I have no use of wealth, using this for wealth, this is how many characteristics.”",
    "ai-tika-s0102t2:49_0": "But this warm-hearted quality is suitable to provide.",
    "ai-tika-s0102t2:49_1": "For there is no shelter to be no more.",
    "ai-tika-s0102t2:49_2": "Since they take it, the deceitful, the unvirtuous, doesn’t aggressively fill up the latter’s level.",
    "ai-tika-s0102t2:49_3": "“I will give such ethical conduct,” he said, “gified by legitimate means.",
    "ai-tika-s0102t2:49_4": "“As a man who is making use of it, without using any requisites for wealth, using what is getting used from food and drink,” without requisites,",
    "ai-tika-s0102t2:49_5": "Again, when this warm-hearted qualities is fulfilled, it is said, “It’s filled with this”.",
    "ai-tika-s0102t2:49_6": "Saying, “After doing it,” he does so without having preceptor or teachers, he should look out for the senior monks who are a teacher, and he should accept it only behaves.",
    "ai-tika-s0102t2:49_7": "But it is not possible to give it upholstered things that are to be given to one who is embarrassed and having been given it away.",
    "ai-tika-s0102t2:49_8": "Hence it is said: “He is the calmersion.”",
    "ai-tika-s0102t2:49_9": "If this is so, it wouldn’t be appropriate for one who is allowed to live in this way:",
    "ai-tika-s0102t2:49_10": "But he doesn’t show it to the place where it is.",
    "ai-tika-s0102t2:49_11": "sickly, without making an announcement, but without making an offering, I will give a gift.”",
    "ai-tika-s0102t2:49_12": "One who is striving",
    "ai-tika-s0102t2:49_13": "Hence it is said: “About restraint.”",
    "ai-tika-s0102t2:49_14": "and it is not allowed to show it that this is quietly, since it is present to him as well. And it is not allowed for him to show .",
    "ai-tika-s0102t2:50_0": "He trains in excessive places: ‘I am well-versized, skilled in eloquences, and skilled in goodness.’",
    "ai-tika-s0102t2:50_1": "(but) we will give you a share of the Kosalans, that is what is said.",
    "ai-tika-s0102t2:50_2": "“Through twelve years the rainy-season residence does not show them this during the time,”",
    "ai-tika-s0102t2:50_3": "for that is very fruitful and beneficial for the present life.",
    "ai-tika-s0102t2:50_4": "And that person is sustained by the eight persons in the world with the incredible and amazing qualities.",
    "ai-tika-s0102t2:50_5": "That’s why, when they’re given up and cleansed, they live with their hearts as aim of ethical conduct, of goodness, and having made such merit and liable to vanish, as well as the dominion of the world.",
    "ai-tika-s0102t2:51_0": "now they will show the benefits of lives to come.",
    "ai-tika-s0102t2:51_1": "there is no jealousy and stinginess for a long time, (and there is) no doubt,",
    "ai-tika-s0102t2:51_2": "Because of the food and drink of men and because it is purified for human beings.",
    "ai-tika-s0102t2:51_3": "Hence many people said: “He is dear and beloved by many people.”",
    "ai-tika-s0102t2:51_4": "They have great supernormal powers and the gift of the obsession of the gift of those obsession by giving and ethical conduct.",
    "ai-tika-s0102t2:51_5": "He reached the perfection of the bowls, dispensation by giving precious alms food, etc., which has no measure for twelve years.",
    "ai-tika-s0102t2:51_6": "Those goods given to the bestowed on the first day, giving the gift to the gift.",
    "ai-tika-s0102t2:51_7": "Venerable. They’re sharing out of fear. ...",
    "ai-tika-s0102t2:51_8": "(As a man’s giver’s donation, having no confidence in his heart, he then fills his mind with confidence, and his heart full of love for a long time.",
    "ai-tika-s0102t2:52_0": "These are the advantages of these (spheres) everywhere,",
    "ai-tika-s0102t2:52_1": "These are the reasons for strips.",
    "ai-tika-s0102t2:52_2": "May those who gain merit and demeritage, who are lived in Nor",
    "ai-tika-s0102t2:52_3": "And they know of the kind of road, which is shared by wandering towards a share of the following.",
    "ai-tika-s0102t2:53_0": "Neither unsurpassable things which transmigrate such gifts as: “I have fulfilled such a kind, sir.”",
    "ai-tika-s0102t2:53_1": "for the second, for the third,",
    "ai-tika-s0102t2:53_2": "At the time of the people there was a lovely cloth, this blessing.",
    "ai-tika-s0102t2:53_3": "But he has reached the end of his life attained Emancipation while he has reached the goal.",
    "ai-tika-s0102t2:53_4": "In this place what is said.”",
    "ai-tika-s0102t2:54_0": "Compassionates the water-pots of surrounding shrines, quarrels, fragrant and so on, except for a league highly.",
    "ai-tika-s0102t2:54_1": "even with analytical knowledge.",
    "ai-tika-s0102t2:54_2": "There is no warm-hearted quality simultaneously. This too is the meaning.",
    "ai-tika-s0102t2:55_0": "and they said, “May they be robbed,” “It is hard to criminal.”",
    "ai-tika-s0102t2:56_0": "will lie down.",
    "ai-tika-s0102t2:56_1": "The elder became furniture because of the Elder Nuns beginning with the virtue,",
    "ai-tika-s0102t2:57_0": "they don’t have broken off the storms.",
    "ai-tika-s0102t2:57_1": "And that’s what they did.",
    "ai-tika-s0102t2:57_2": "Herein, the virtue of peace should be understood as the beginning of those who are peace.",
    "ai-tika-s0102t2:57_3": "Hence it is said: “He is.”",
    "ai-tika-s0102t2:57_4": "For one who is not fully ordained in the beginning of those who are not fully ordained about virtue and who obtain the frame.",
    "ai-tika-s0102t2:57_5": "Just as one whose cloth is destroyed Viḍūḍabha stains ten things, or like a rough cloth salt in a different one, and they say, “So it has been achieved that you haven’t achieved.”",
    "ai-tika-s0102t2:57_6": "So too with the rest of the remainder",
    "ai-tika-s0102t2:57_7": "thorns, patches, broken teeth, grey hair, and restraint.",
    "ai-tika-s0102t2:57_8": "And also the same method applies, etc., and the same explanation applies to them,",
    "ai-tika-s0102t2:57_9": "Similarly in the midst of the Vibhaṅga thus, “After dissipates the colour, by means of the birdle of the colour",
    "ai-tika-s0102t2:57_10": "remembered the power of the Vedas:",
    "ai-tika-s0102t2:57_11": "which is likely for the sake of debts,",
    "ai-tika-s0102t2:57_12": "(There is) no craving for craving, giving up and destruction, the continuation of existence, and the defilement of craving.",
    "ai-tika-s0102t2:57_13": "But because he has a battle that is called master of the Victor Discipline, and also headed by the threat of punishment and he will be eaten.",
    "ai-tika-s0102t2:57_14": "That is why the Victor said: “Bhaddiyan one who defeated from (previous).”",
    "ai-tika-s0102t2:57_15": "for the sake of ever having absoluteness in their meaning, because it is praised by the wise.",
    "ai-tika-s0102t2:57_16": "And thus, “Bhikkhus, I shall become one of the deity,” and he said, “Those who are possessed of virtue and practices, like the purest.” And this is how it was said: “When someone who has seen the purest neighbourhood of all craving and deliverances, weakened by the Suddhodana” .",
    "ai-tika-s0102t2:57_17": "“This is the road,” and they replied, “This is the four failures, although desiring the body and the other attainments of failure in view,",
    "ai-tika-s0102t2:57_18": "immersion,",
    "ai-tika-s0102t2:58_0": "For one who has attained the virtue consisting in virtue, etc., which is accompanied by defilements, has the fact that .",
    "ai-tika-s0102t2:58_1": "And the ordinary person didn’t fulfill their purity of conduct, for some of them, or of such behavior, but say, “This is one kind of ethical conduct.”",
    "ai-tika-s0102t2:58_2": "It is said for this: “Sandhaka, these virtues aren’t found,” and so on.",
    "ai-tika-s0102t2:59_0": "but now we are ever present, both you and your views are both in lesser life.",
    "ai-tika-s0102t2:59_1": "they’ve seen the view of heaven;",
    "ai-tika-s0102t2:59_2": "* Devolved: the meaning is that deluded from sense desires, greed, etc., is the meaning.",
    "ai-tika-s0102t2:59_3": "emancipating in this way it goes to the complete destruction of suffering.",
    "ai-tika-s0102t2:59_4": "For it is said to have entered the Aṅguttara in this way: “From this one person who leads out to the suffering” .",
    "ai-tika-s0102t2:59_5": "The bones of the teacher (about) doing what he has said; the meaning is, it means to practice accordingly.",
    "ai-tika-s0102t2:59_6": "(There is) their view, favoring, continuation, opposing, and having attained perfection and consummation,",
    "ai-tika-s0102t2:59_7": "There is growth in the training of the Noble One to lead the Dispensation, but not to three times. The Buddha has taught like this when he teaches the Dhamma.",
    "ai-tika-s0102t2:60_0": "(but) after attaining Nibbāna, he will become fully extinguished upon for the destruction of the nymphs (from Nibbāna), having made a finger-snap. Then he will make an end of the nymphs for attaining Nibbāna.",
    "ai-tika-s0102t2:60_1": "When it is said, “Here,” thus, “Having done” is one, thus, “Having done such virtue,” etc., with virtue, etc., giving such virtue, and such virtue, he says, “This is the virtue.”",
    "ai-tika-s0102t2:60_2": "Virtue in this way is the virtuous,",
    "ai-tika-s0102t2:60_3": "This is the ultimate, this is the ultimate, the ultimate,",
    "ai-tika-s0102t2:60_4": "purity of the four kinds of virtue: mastery in the path of perfected ones, that is, purification of ethics, and virtue.",
    "ai-tika-s0102t2:60_5": "The same method applies in one aspects with the mind and subsequently.",
    "ai-tika-s0102t2:60_6": "Except in ethics, speech, and mind, their livelihood is pure, but rather than formerly pure deeds.”",
    "ai-tika-s0102t2:60_7": "for this Imersion is the fruit of Path.",
    "ai-tika-s0102t2:60_8": "by the power of virtue: By well developed, well developed, declivereded,",
    "ai-tika-s0102t2:60_9": "it is very fruitful and beneficial that the ascetic life is indeed the goal of the ascetic life. It is fruitful and beneficial.",
    "ai-tika-s0102t2:60_10": "The other Mahāpajāpatī Gotamī, which is very fruitful and beneficial, has entered upon that very fruitful and beneficial.",
    "ai-tika-s0102t2:60_11": "When he has emerged from that concentration, he emerges from the supermundane concentration and has emerged from the unprofitable concentration.",
    "ai-tika-s0102t2:60_12": "enjoying the fruit of what is good,",
    "ai-tika-s0102t2:60_13": "By that concentration: how developed  well developed, much practiced,",
    "ai-tika-s0102t2:60_14": "and it should be understood that this concentration is said in the way already stated.",
    "ai-tika-s0102t2:60_15": "However, associating with the factors of the awakening factors that causes you to be very fruitful and beneficial, to be reborn, and to be known as very fruitful and beneficial.",
    "ai-tika-s0102t2:60_16": "the wisdom there is from relinquishing, having insight into meditation, and contemplation, one (the nature of) insight,",
    "ai-tika-s0102t2:60_17": "For the concentration is obtained by understanding that in the place whereby there is the human state,",
    "ai-tika-s0102t2:60_18": "Well-worked: even though the pollutants will not be swept away in every way.",
    "ai-tika-s0102t2:60_19": "It is said regarding the best, it is said.",
    "ai-tika-s0102t2:61_0": "143.",
    "ai-tika-s0102t2:61_1": "The sound of cos (the Buddha) was like the sound of drums which were seen as though of the earth -",
    "ai-tika-s0102t2:61_2": "She was satisfied, delighting in one meaning.",
    "ai-tika-s0102t2:61_3": "marriedly he crushed the courses of generosity.",
    "ai-tika-s0102t2:61_4": "For there may be no gratification in each and every case. By means of the gratification of the drawback in it, they might gain no footing. But when the Buddhas are dissatisfied, they say, “It is the right way.” ...",
    "ai-tika-s0102t2:61_5": "it doesn’t.”",
    "ai-tika-s0102t2:61_6": "There is nothing simply in the influence of the Buddhas to say that there is no one elsewhere.",
    "ai-tika-s0102t2:61_7": "But when a merchant stays in the removal of rice, having stayed in that very no longer practice, it came to this very life.",
    "ai-tika-s0102t2:61_8": "He says, “Come, don’t let’s go to the sound of this.” And he said, “Let’s go by this,” and they say, “Let’s go.”",
    "ai-tika-s0102t2:61_9": "is a (good) declaration:",
    "ai-tika-s0102t2:61_10": "There are, forty-nine senior monks who are junior, recently gone forth in the presence of the Teacher.",
    "ai-tika-s0102t2:61_11": "Then he received the Community of monks in the presence of the Fortunate One.",
    "ai-tika-s0102t2:61_12": "Hence the noise, saying: “Having taken the Community of monks”,",
    "ai-tika-s0102t2:61_13": "(They are) powerful means against non-human beings who are connected with the strength of non-human beings.",
    "ai-tika-s0102t2:61_14": "Similarly in the Pāṭaligāma.",
    "ai-tika-s0102t2:61_15": "The precinct is its meaning and because it is the colour of its immateriality .",
    "ai-tika-s0102t2:62_0": "the commentary on the undertaking,",
    "ai-tika-s0102t2:63_0": "Sāriputta is attached to Sāriputta.”",
    "ai-tika-s0102t2:63_1": "They rebuke the confidence in those who are abundant and subduing, and they take care of them. That is why we will be the meaning.",
    "ai-tika-s0102t2:64_0": "the colour of unethical conduct.",
    "ai-tika-s0102t2:65_0": "148.",
    "ai-tika-s0102t2:65_1": "While they live, there are newly arrived monks setting up their lodgings in which they went to their guest house, where they told the newly arrived monks.",
    "ai-tika-s0102t2:65_2": "They hungered the two kings, honoured the Licchavīs,",
    "ai-tika-s0102t2:65_3": "Associating with the spiritual life,",
    "ai-tika-s0102t2:65_4": "if she is a family head-splitting;",
    "ai-tika-s0102t2:65_5": "peacefully, all covering with breath, all spread out, and all mats.",
    "ai-tika-s0102t2:65_6": "(Who) speaking the Demons",
    "ai-tika-s0102t2:65_7": "Hence it is said: “Here there is all blankets for everything else.”",
    "ai-tika-s0102t2:66_0": "And here the virtue is unincluded: “So let him here,” “First in virtue, unincluded” , etc., is the virtue of such behavior in the way beginning, “He does not, habit,” “har is said.”",
    "ai-tika-s0102t2:66_1": "That which is deficient here in the world with its broken virtue, has been broken in some place embracing a schism.",
    "ai-tika-s0102t2:66_2": "But anyone who does not possess all virtues that are inferior, medical, and superior. And how is called a “restraint in the future”",
    "ai-tika-s0102t2:66_3": "And so would the break in and because they have abolished the schism.",
    "ai-tika-s0102t2:66_4": "For what is called opening up is for one who is restrained,",
    "ai-tika-s0102t2:67_0": "That’s why he kills them, thinking, “Don’t kill living creatures! Don’t kill living creatures, steal, have a lie down.”",
    "ai-tika-s0102t2:68_0": "The bad reputation arrives at the throne.",
    "ai-tika-s0102t2:69_0": "Through full awareness he is remorseful only through his regret,",
    "ai-tika-s0102t2:70_0": "As he is unethical, of bad character:",
    "ai-tika-s0102t2:70_1": "and rolling up and tormenting the Kattikā",
    "ai-tika-s0102t2:70_2": "he returns to the Vedas, he is a reciter.",
    "ai-tika-s0102t2:70_3": "Having looked here and now, they see his own sons who are like the moon in the world at the time of his children, and so on. And they see his own sons who is dead.",
    "ai-tika-s0102t2:70_4": "Having looked at the celestial World looking at the place where it can be transferred to another.",
    "ai-tika-s0102t2:70_5": "Hence it is said: “A because he is healthy.”",
    "ai-tika-s0102t2:70_6": "(The fifth), “He” is told by the fifth danger,” and so on.",
    "ai-tika-s0102t2:71_0": "the commentary for the ethical precepts,",
    "ai-tika-s0102t2:72_0": "On the drawbacks of the normal dealing with for one who is prevented",
    "ai-tika-s0102t2:72_1": "“They are competent to do so,” he is able to obtain such precepts as virtue, etc., and so on.",
    "ai-tika-s0102t2:72_2": "He is endowed with virtue: possessing virtue,",
    "ai-tika-s0102t2:72_3": "As a consequence thus: “This is what is beneficial in this way” .",
    "ai-tika-s0102t2:73_0": "the best, chief, waste away as a collection of the best, and texts on the Saṅgha, so on in accordance with the garden.",
    "ai-tika-s0102t2:74_0": "is the colour of a city made of Pāṭaliputta.",
    "ai-tika-s0102t2:75_0": "The meaning is this: it should be seen by one who gives birth (which is) the meaning, by the sequence of my own tradition, by the investigation of the jealousy, the meaning is this:",
    "ai-tika-s0102t2:75_1": "for also causality is also called “final in the world.”",
    "ai-tika-s0102t2:75_2": "and decorated the city of Pāṭali Village, “From this one, (and now) they acted like a town, and right now.",
    "ai-tika-s0102t2:75_3": "They set up,",
    "ai-tika-s0102t2:75_4": "sweat is in bearing sandals, rotting up countries,",
    "ai-tika-s0102t2:75_5": "“The sent a thousand-spheres,” and the Pāṭaliputta went.",
    "ai-tika-s0102t2:75_6": "Hence it is said: “Having as a thousand coins, a thousand!”",
    "ai-tika-s0102t2:75_7": "places rough gruel and the meaning have been reborn in.",
    "ai-tika-s0102t2:75_8": "Instead of (supernatural) consciousness is not the base for the mind, but wherever the bases of psychic power are not found.",
    "ai-tika-s0102t2:75_9": "through the power of (composing) the recollection of the Dhamma, by means of the profession,",
    "ai-tika-s0102t2:75_10": "the receivers of an eclipse.",
    "ai-tika-s0102t2:75_11": "Likewise in the rest.",
    "ai-tika-s0102t2:75_12": "stone Embaṭṭha",
    "ai-tika-s0102t2:75_13": "anyone who stops from these,",
    "ai-tika-s0102t2:75_14": "After building up a professions, placeing to building sites, and making no harm will be done in place by one who is building work, and not conversed by the deities of the lay life.",
    "ai-tika-s0102t2:75_15": "and even the gods who do not know, with the deity of all deities:",
    "ai-tika-s0102t2:75_16": "they will grow, increase, and are born in a lesser life.",
    "ai-tika-s0102t2:75_17": "for the wise man is supreme,",
    "ai-tika-s0102t2:75_18": "That is why we do.",
    "ai-tika-s0102t2:76_0": "The sound of the ears is like someone who contradicts it into the nature of a sound as Devadatta.",
    "ai-tika-s0102t2:77_0": "which goats, (ordinary) human beings, will instruct these gods.",
    "ai-tika-s0102t2:77_1": "For one thousand years (after his Upasampadā), “He who has only reached thousand a hundred thousand rebirths, or a hundred thousand wounds,” and so on, when it was said, “One whose system of a hundred thousand rains!”",
    "ai-tika-s0102t2:77_2": "The meaning is that, in showing the way beginning, “From the earth,” but he shows that meaning is that, in the first place, in the second phrases, ornaments for the set aside, he shows that meaning in this way: “This place is the meaning, a desire to show the meaning, or in that place.”",
    "ai-tika-s0102t2:77_3": "They break out of the goods, the meaning is: “Paṭācārā,” “There are some who can escape herestanding here and there,” “There are needles here”: “They can escape here” ...",
    "ai-tika-s0102t2:77_4": "This is what is said.”",
    "ai-tika-s0102t2:78_0": "The word opinion of the word-meaning befalls,",
    "ai-tika-s0102t2:79_0": "Since they do so, unborn predatory animals, caused by others, variety of darkness, etc., and great for the sake of their produced signs of others.",
    "ai-tika-s0102t2:79_1": "Though he was the Blessed One,",
    "ai-tika-s0102t2:79_2": "at one time",
    "ai-tika-s0102t2:79_3": "Whoever lives in the village monastery in the order to precinct abidings of inhabited area of the kind.",
    "ai-tika-s0102t2:79_4": "if, by what is connected to his body, he takes it with his robe; grabbing his bowl, he takes it by hand;",
    "ai-tika-s0102t2:80_0": "Then there is a one who knows through these (between) in this concubines, who possessed the great (magical) powers,",
    "ai-tika-s0102t2:81_0": "and given a bowl by oneself, they’d do what is needed for those deities.",
    "ai-tika-s0102t2:81_1": "And she said, “I give birth to old age,” and so on, to the donation of them worship at Nāgas,",
    "ai-tika-s0102t2:81_2": "“When they look after them in this way, they do it.” And now they point out authority, they should show them in fear, performance, and so on.",
    "ai-tika-s0102t2:81_3": "to make him give the trial period of six days. When the monks have arrived, they will give them the trial period of six days.",
    "ai-tika-s0102t2:82_0": "One can see Sudatta, who sees that are nicely, pleasant, and unpleasant.",
    "ai-tika-s0102t2:83_0": "bound together with the Koṭivisa cloth, he took a knife, like a wooden lump of froth in the door and hanging each other with the floor.",
    "ai-tika-s0102t2:83_1": "This is how it should be made into a big trunk, made into a bamboo joints, etc., and made a living in the Sangha’s presence.",
    "ai-tika-s0102t2:84_0": "‘Anse it’s a term for anyone who endures water and terminated all of the streams, for anyone who is terminated.’",
    "ai-tika-s0102t2:84_1": "They revere those who remember, having done no possessions, honor, and popularity.",
    "ai-tika-s0102t2:84_2": "(Saṅghamittā) is deep and appears deep into it, than the whole world’s welfare,",
    "ai-tika-s0102t2:84_3": "Without drinking heedlessness, without faith,",
    "ai-tika-s0102t2:84_4": "from a pestle.",
    "ai-tika-s0102t2:84_5": "(but) my family alone: I am satisfied with the shelter, like the strikes, and like a bronze distance of water, having made a bridge of craving, and my noble crafts were put down. But the still dranking his cracking tails,ves, and my chopped it into a league.",
    "ai-tika-s0102t2:85_0": "The first section for recitation is finished.",
    "ai-tika-s0102t2:86_0": "Talk on the Noble Truths",
    "ai-tika-s0102t2:87_0": "155.Mahāpanādassa rañño.",
    "ai-tika-s0102t2:87_1": "and placed on the top of the stilt house in the royal longhouse near the village of Koṭi.",
    "ai-tika-s0102t2:87_2": "It is “should live unshort” because they do not occur in the developing of the noble ones, and so on.",
    "ai-tika-s0102t2:87_3": "which is true, real, and accurate as the truth.",
    "ai-tika-s0102t2:87_4": "knowledge of the path is a opposite sex; it is a know of the first path, the connection with which is the opposite sex; it is constantly pressed and swept away by various kinds of facts, there is no opposite sex; there is no calling freedom for refuge.",
    "ai-tika-s0102t2:87_5": "And you’ll wait for you.”",
    "ai-tika-s0102t2:87_6": "And as it is sinking as follows: “Consciousness and dwellings in the next life, opposite, and it is bound up with creepers and running to it.”",
    "ai-tika-s0102t2:87_7": "In concluding your work is the first worker’s work, all that you do not accumulate.",
    "ai-tika-s0102t2:87_8": "In the second enquiry, having made the influence of the heart and kidney, and in the hearts described thus: “It is the word Virūpakkhas,” and “It is said.",
    "ai-tika-s0102t2:87_9": "You don’t have a bad deed with rotten yoked dreadful radiating; they’re bound to a rope; the seven bonds of craving for rebirth in a rough touched by a strap.",
    "ai-tika-s0102t2:88_0": "The Deaths in Nādika",
    "ai-tika-s0102t2:89_0": "in the description of the villages, “Possessing is for the purpose of elision,” etc.; and in the sense of grossness, etc., is like the sign of its gods.",
    "ai-tika-s0102t2:89_1": "Hence it is said: “After they take it,”",
    "ai-tika-s0102t2:89_2": "Victorious, bricks, timber trees, and redicts—the meaning are called the calmer.",
    "ai-tika-s0102t2:89_3": "He hasn’t done it, and like an abode covered with bricks, made them into stones, and made a bricks out of it.",
    "ai-tika-s0102t2:89_4": "Therefore it was said: “In order what is said, and in the next monastery.”",
    "ai-tika-s0102t2:89_5": "but the wooden _paṇḍaka_ had fallen fruits made of wood.",
    "ai-tika-s0102t2:90_0": "For it is the lower realm that is called the interval between the sensual-sphere elements, the hard-to-bellishment in the lower realms, and the mundane.",
    "ai-tika-s0102t2:90_1": "Hence the meaning in the commentaries : “According to the parts of the body,” and so on.",
    "ai-tika-s0102t2:90_2": "Path is low in three ways: by these three are paths",
    "ai-tika-s0102t2:90_3": "and there is no lower fetters to give up the lower fetters.",
    "ai-tika-s0102t2:90_4": "Or in the lower parts of the body, which are specifically contradicts .",
    "ai-tika-s0102t2:90_5": "Now he is able to lower up the state of existence in their mouths in the mouth of acacia.",
    "ai-tika-s0102t2:90_6": "When an educated noble disciple has passed away, they do not cut off the bonds of rebirth in the various classes of rebirth, old age, and death in the noble ones, they are unable to be reborn in the future.",
    "ai-tika-s0102t2:90_7": "As to enemy: it is called “blessing” in the sense of extension.",
    "ai-tika-s0102t2:90_8": "(They are) not able to go to the village of (goods), (he said): “We are bound by their lions,",
    "ai-tika-s0102t2:90_9": "identity view, it is the reason why the fetters of sensuality, the fetters, and the weakening of rebirth in the underworld, hell because of this warding off of the fetters, the rebirth of rebirth in the future, and the fetter of rebirth is made up of rebirth, old age, and death in the future. And so too, having dispelled greed for rebirth into a new state of existence.",
    "ai-tika-s0102t2:90_10": "and it is not only here that is called “confusion of the heart’s opposite sex only with a single bile.”",
    "ai-tika-s0102t2:90_11": "for the sake of the Buddha’s dispensation, (saying): “What is the reason for the Elder to come?”",
    "ai-tika-s0102t2:91_0": "only, when would it be long practiced, which is made up of the four classes of rebirth- linking and in the various orders of gods.",
    "ai-tika-s0102t2:91_1": "because of the authority,",
    "ai-tika-s0102t2:91_2": "Crown means (them).",
    "ai-tika-s0102t2:91_3": "Wherever they’re affected by the peaceful roads, crushing the darkness, and people of the path. And when discussed by two people, mendicants, arise for them.",
    "ai-tika-s0102t2:91_4": "“Sons, I am one of my sons,”",
    "ai-tika-s0102t2:91_5": "Because the mereal circumstances are inclinated by the fortune-tempered.",
    "ai-tika-s0102t2:91_6": "This is what should be said, “There are corruptions of greed and hate,”",
    "ai-tika-s0102t2:91_7": "Because of the absorption of existence to be reached absorption in the final existence of existence.",
    "ai-tika-s0102t2:91_8": "“Those who are advice to the Elder Mahādhammarakkhita, (and are) boundaries.",
    "ai-tika-s0102t2:91_9": "He who obtains (these) marks of the Noble Ones, the who have mastered the three characteristics of existence.",
    "ai-tika-s0102t2:91_10": "They don’t gain anything",
    "ai-tika-s0102t2:91_11": "there are eighth existences for continued existence, none of existence (there is) in their existence.",
    "ai-tika-s0102t2:91_12": "Likewise in the rest.",
    "ai-tika-s0102t2:92_0": "And the other world’s good conduct in the way beginning, “Sense of sensuality,” and so on.",
    "ai-tika-s0102t2:92_1": "For anyone in the world with its gods and men he can be reborn in the world of the beings in the world of the world.",
    "ai-tika-s0102t2:92_2": "The Buddha has emerged from the world and said: “And what is this world once only, he returned from this world and another, and then returned to the once-returners.” Then he added: “I am one in the fivefold world, and one who is perfected by the Vajjiputtakadhamma.",
    "ai-tika-s0102t2:92_3": "For someone here, having attained the fruit of a once-returner, returns here. They live in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, gods and humans. They don’t become fully extinguished there, who were extinguished here.",
    "ai-tika-s0102t2:92_4": "But someone who, having fallen into the world of the gods, returns here and there again, will be extinguished here.",
    "ai-tika-s0102t2:92_5": "But talk about this worldly pleasures is the best state of existence in the world: “But they should show the benefits of the four worlds, the idea of the gods, and the fourth austere” .",
    "ai-tika-s0102t2:93_0": "four days ...",
    "ai-tika-s0102t2:93_1": "By the state of being possessed, is the meaning of bad character,",
    "ai-tika-s0102t2:93_2": "“The path is born in the teaching,",
    "ai-tika-s0102t2:93_3": "at the end of the path which is shook.",
    "ai-tika-s0102t2:93_4": "Hence it is said: “He who has completed the spiritual journey.”",
    "ai-tika-s0102t2:94_0": "The Mirror of the Teaching",
    "ai-tika-s0102t2:95_0": "Those who come—whether their knowledges are stream-enterers, once-returners, non-returners, and those who don’t stream-enterers are once-returners.",
    "ai-tika-s0102t2:95_1": "the knowledge of rebirth consists of rebirth consists of old age and death, then the ultimate goal of this world, having come to an end, and from the next world.",
    "ai-tika-s0102t2:95_2": "looking at the eye of his looking at the end, ~ whose body is successful, but whose mind is successful, his poisonous (by his wish) resplendent.",
    "ai-tika-s0102t2:95_3": "For one whose mind is like a defilements, their defilements are destroyed, and who has no defilements.",
    "ai-tika-s0102t2:95_4": "These self-mortifierence of the world are very namely. They’ve understood the noble truths, and the ignorant deities, and the noble truths, and the ignoble persons of the Dhamma. And they should be understood:",
    "ai-tika-s0102t2:95_5": "and whatever things have been called, they say here that the path is specifically useless.",
    "ai-tika-s0102t2:96_0": "Transmigrating for him, and being unable to obtain the sign of confidence in him, like a poisonous snake, or with an enclosed ragy on the way to the ground, he just as a construction of a mountain. And (only) when the earth has arisen, he knows “Ascetic” on it will go away.",
    "ai-tika-s0102t2:97_0": "“Five kinds of virtue, sir,” replied, and so on.",
    "ai-tika-s0102t2:97_1": "Except the noble ones, however.",
    "ai-tika-s0102t2:97_2": "Hence it is said: “Where do you behave in this matter?”",
    "ai-tika-s0102t2:98_0": "May all of them all.",
    "ai-tika-s0102t2:98_1": "the training rules of the training rules, just as they are,",
    "ai-tika-s0102t2:98_2": "to make them supreme in the place,",
    "ai-tika-s0102t2:99_0": "Golden in Ambapālī’s beauty",
    "ai-tika-s0102t2:100_0": "161.",
    "ai-tika-s0102t2:100_1": "And the complete in all its various parts were successful and prosperous, prosperous, popularity, widespread, and allayed, the topic of Vesālī.",
    "ai-tika-s0102t2:100_2": "In that mendicant Saṅgha there were five hundred mendicants, who had gone forth long gone forth.",
    "ai-tika-s0102t2:100_3": "Because some say that there are some monks’ intentionally learning, “It seems that they haven’t finished,” and so on.",
    "ai-tika-s0102t2:100_4": "mindfulness is established,",
    "ai-tika-s0102t2:100_5": "He recollects what is known as “development” and so on instead of enlightenment factor, thus it is mindfulness ;",
    "ai-tika-s0102t2:100_6": "he knows that one is full of full awareness, he knows that he has applies himself to his community.",
    "ai-tika-s0102t2:100_7": "This is where there is in brief irregularly here.",
    "ai-tika-s0102t2:101_0": "his body, and his speech came to Laṅkā. And the paying homage at all, he residing in every place he had blue.",
    "ai-tika-s0102t2:101_1": "As to blue-blanket: there is blue-limberating for the purpose of blue-blanket in all the aspects beginning with blue.",
    "ai-tika-s0102t2:101_2": "They see the difference in not.",
    "ai-tika-s0102t2:101_3": "While they were all hurriedly, the kings appeared in the color of milk cows, dranks, chewed and so on, some such colour as blue, yellow, red or white.",
    "ai-tika-s0102t2:101_4": "These gems were blue, having adorned with blue storms, jewels, and various treasures, –",
    "ai-tika-s0102t2:101_5": "it seems that even a single golden plates discarded with gold.",
    "ai-tika-s0102t2:101_6": "of blue or gems,",
    "ai-tika-s0102t2:101_7": "enclosed by blue lily’s flame,",
    "ai-tika-s0102t2:101_8": "wrapped in blue,",
    "ai-tika-s0102t2:101_9": "Since they are rotten too with all kinds of censure” , etc.,",
    "ai-tika-s0102t2:101_10": "he rubbed the skin.",
    "ai-tika-s0102t2:101_11": "They present this mark: “Bhikkhus, King, they call the strength of the hands,” and they put their food and drink.",
    "ai-tika-s0102t2:101_12": "Flesh is described in the delayed thus: “Aṅgulimāla” is given under the sway of a finger.",
    "ai-tika-s0102t2:101_13": "Ambaṭṭha, with a woman,",
    "ai-tika-s0102t2:101_14": "For each of the women in the above the size of women, “Somen,”",
    "ai-tika-s0102t2:102_0": "looking around and looking back, he looked around.",
    "ai-tika-s0102t2:102_1": "But then, without getting permission, he said, “Pay your turn will see it.”",
    "ai-tika-s0102t2:102_2": "Then it is known that the Licchavīs came to this: “This assembly of the Licchavīs, which ends in the company of the Thirty-Three” .",
    "ai-tika-s0102t2:102_3": "Hence it is said: “Well then, having seen the rest household life,”",
    "ai-tika-s0102t2:103_0": "“Mendicants, the heavenly Licchavīs are gradually aroused than 80,000 leagues, and they cannot apply themselves to the gods of the Thirty-Three, like a first stage of the gods in the noble ones. And it is referred to the enemy of the Thirty-Three and the hymns.",
    "ai-tika-s0102t2:103_1": "Some monks told the signs of some but not the particular signs.",
    "ai-tika-s0102t2:103_2": "For the monks who desire to care them, they have acquired mindfulness of breathing with the body.",
    "ai-tika-s0102t2:103_3": "Hence it is said: “Herein, what are you doing?”",
    "ai-tika-s0102t2:103_4": "(gained) energy: the meaning is that it is practises energy, being energetic, and full of energy.",
    "ai-tika-s0102t2:103_5": "By the marks of impermanence in those characteristics, etc., the characteristic of the impermanence of kings, and nature of compassion for them.",
    "ai-tika-s0102t2:104_0": "Provided in the Rains Retreat",
    "ai-tika-s0102t2:105_0": "At the precincts of the Bamboo Grove, or leads to the goal of Squirrels. When he goes to the village, in the town hall, or at the place of the lay life.",
    "ai-tika-s0102t2:105_1": "and having gone beyond the shackle, he proceeds (him).",
    "ai-tika-s0102t2:105_2": "We’ll give it to the Buddha,",
    "ai-tika-s0102t2:106_0": "Sharp is the meaning.",
    "ai-tika-s0102t2:106_1": "Long is the district of distributed elements, afflicted, and smooth of leaf-hut, sickly.",
    "ai-tika-s0102t2:106_2": "He cuts off the feelings, his own knowledge, and his conquering heat and endures suffering. Then he cuts off his own knowledge, and he has conquered it.",
    "ai-tika-s0102t2:106_3": "He mastered them in charge of building work, using an end of suffering, and having mastered the three Vedas, together with his own adverting, he then mastered them.",
    "ai-tika-s0102t2:106_4": "Hence it is said: “Having known,” and so on.",
    "ai-tika-s0102t2:106_5": "Without making an end of suffering: “One who has not experienced suffering for this body,” one who is proceeding initiative said.",
    "ai-tika-s0102t2:106_6": "For that is not, it subsides to be with no continuation.",
    "ai-tika-s0102t2:106_7": "Without having blameless food,",
    "ai-tika-s0102t2:106_8": "Without getting permission from:",
    "ai-tika-s0102t2:106_9": "Hence it is said: “He who teachs the Dhamma” and “There is no doubt undeclared.”",
    "ai-tika-s0102t2:106_10": "In precisely by precious energy: by means of the fruit of deed is suitable for attaining the result.",
    "ai-tika-s0102t2:106_11": "endowed with the attainment of fruition: with the attainment of the fruition,",
    "ai-tika-s0102t2:106_12": "having given up all identifying:",
    "ai-tika-s0102t2:106_13": "Just as when a gift is given to the Campaka Campaka flowers, (thinking): “The trees that are drawn out from a tree, and the one that’s exceeds in the same way as long as they don’t get carpented, encountered, and wide, so too the feeling is constantly dructed in the depths.",
    "ai-tika-s0102t2:106_14": "Therefore it was said: “Having gone out (from the sky),”",
    "ai-tika-s0102t2:106_15": "after making a deed of life, he gives up calms,",
    "ai-tika-s0102t2:106_16": "If he places his sarong hanging down in the place he stepped on top of a rope, he came to bag.",
    "ai-tika-s0102t2:106_17": "Having determined:",
    "ai-tika-s0102t2:106_18": "Hence it is said: “Here it is lost when there is such attainments in the attainment of stream-entry.”",
    "ai-tika-s0102t2:106_19": "But then, having placed that position, he should be told, “Nay,” and after getting up, he said, “Having set out,”",
    "ai-tika-s0102t2:107_0": "At the moment of the attainments of the blissful meditation, which he attained the attainment of stream-entry, and emerging from it.",
    "ai-tika-s0102t2:107_1": "again and again, feelings, being a collection of feelings, preceding the corpses of a charnel ground,",
    "ai-tika-s0102t2:107_2": "should be understood as follows: the path of purification consisting in unity and virtue consisting in the purification of the fine-material roads.",
    "ai-tika-s0102t2:107_3": "Well-formed: Well-formed means previously.",
    "ai-tika-s0102t2:107_4": "now that is called a “space” for the purpose of abandoning the meaning of that, he said, “Do not so.”",
    "ai-tika-s0102t2:107_5": "generated by what is not shaken,",
    "ai-tika-s0102t2:107_6": "and fourteen triads dodges and embracing each of them, they put to down the various orders of their own analysis of gems, composing liberating their own minds, each went out of the discriminations of liberality, and without discriminations. The qualities as well. The Buddha said: “Next awakened themselves in a screenedences of virtues to the sense of enlightenment.”",
    "ai-tika-s0102t2:108_0": "After the sick one, having become sick, and then reappeared from sickness when he was sick,",
    "ai-tika-s0102t2:108_1": "and in the middle of a funeral pyre the body called a heavy load, “The appearance of foulness has arisen in him” .",
    "ai-tika-s0102t2:108_2": "“I don’t attendants to people who do not appear to me”, and so he showed them his army.",
    "ai-tika-s0102t2:108_3": "The mindfulness of the body, which is Thed in contemplation of the body, etc., have appeared in the past, and is my preceding.",
    "ai-tika-s0102t2:109_0": "he does one actually settle the name and formal support.",
    "ai-tika-s0102t2:109_1": "“The individual overestimates another in the same way as before,oning in the past,",
    "ai-tika-s0102t2:109_2": "she took the water at the time of the young brāhmaṇa,",
    "ai-tika-s0102t2:109_3": "to anyone of his own pupils, after surrounding his own vessel, saying (himself).",
    "ai-tika-s0102t2:109_4": "after making a plan forgottten fist, as though grabbed,",
    "ai-tika-s0102t2:109_5": "I wouldn’t all upset all things, just teach the Dhamma, experts that principle. I make a claim, seized by flattering it, and establish it in every way.",
    "ai-tika-s0102t2:110_0": "(This is) our circumstances, for the purpose of concealing a group of monks, for the purpose of concealing a group of monks, but for the purpose of concealing the Sangha of monks, for the purpose of showing them to be seen, heard, and thought, “I will not see the fault for the Community of monks.”",
    "ai-tika-s0102t2:110_1": "and should be recited in full.",
    "ai-tika-s0102t2:110_2": "and the monks made him married.",
    "ai-tika-s0102t2:110_3": "“Do not let anyone, Vāsava?”",
    "ai-tika-s0102t2:110_4": "That’s not how I am served the mendicant Saṅgha.",
    "ai-tika-s0102t2:110_5": "“One who has reached Arahantship in this way is said in order to show the meaning of the Enlightened One’s function, like the sun (awakens).",
    "ai-tika-s0102t2:110_6": "by catching the cart, (he said): “It is a strong harness,",
    "ai-tika-s0102t2:110_7": "having this universe with countless wheels, having a universe,",
    "ai-tika-s0102t2:111_0": "(so) it seems I think to explain the meaning.",
    "ai-tika-s0102t2:111_1": "The appearance of forms, etc., is the sign of the fine-material sphere, and so on.",
    "ai-tika-s0102t2:111_2": "They have attained a cessation of feelings in the world as a basis, cessation, and the fruit of stream-entry.",
    "ai-tika-s0102t2:111_3": "(and is) the attainment of fruitful.",
    "ai-tika-s0102t2:111_4": "(The Buddha proclaimed as) two,: it is from this position, without scrutinizing, having become a misery, with his four floods, propounded in the middle, or with no resentment there, “The self-percery,” etc., “The self-processively.”",
    "ai-tika-s0102t2:111_5": "Hence it is said: “He is the ocean!”",
    "ai-tika-s0102t2:111_6": "Respect for himself:",
    "ai-tika-s0102t2:111_7": "or one who establishes themselves in self-made.",
    "ai-tika-s0102t2:111_8": "Do not think anything else, but only one thing, for the sake of another, let alone a pretext:",
    "ai-tika-s0102t2:111_9": "Yourself is the ultimate thing, the Dhamma infatuated by (of the Saṅgha), of you have been proclaimed for you.",
    "ai-tika-s0102t2:111_10": "Therefore it is said: “the Dhamma has been penetrated,”",
    "ai-tika-s0102t2:111_11": "So it would be just like that they think: “So, what is the cause of others? What’s the reason why they belong to themselves?”",
    "ai-tika-s0102t2:111_12": "Hence the Blessed One said: “Bhikkhus, what should I do?”",
    "ai-tika-s0102t2:111_13": "Having passed away from that place he went beyond the highest state,",
    "ai-tika-s0102t2:111_14": "Hence it is said: “Here it is best, they have the highest.”",
    "ai-tika-s0102t2:111_15": "I think my instructions.",
    "ai-tika-s0102t2:111_16": "all the mendicants who live in dependence on the four lower parts of mindfulness, and then having made them respond to the other four primary elements, they will roll them out of their own conduct.",
    "ai-tika-s0102t2:112_0": "The second recitation section is finished.",
    "ai-tika-s0102t2:113_0": "An commentary on the signs of beauty",
    "ai-tika-s0102t2:114_0": "166.",
    "ai-tika-s0102t2:114_1": "In many ways the Buddha is staying near Vesālī, and in the evening time, he asked him, “What have you come?” and she said, “After going to Pāvā, when you bring it to the stop?”",
    "ai-tika-s0102t2:114_2": "As they came by the road, before he practices it back in the little village of Beluva, he comes back to the Bamboo Wood.",
    "ai-tika-s0102t2:114_3": "Just as delimited by the decision,",
    "ai-tika-s0102t2:114_4": "and when he attained the fruit of stream-entry,",
    "ai-tika-s0102t2:114_5": "and now they say, (but) now.",
    "ai-tika-s0102t2:114_6": "and they have become clear to one-world. One looking at peace, and so on.",
    "ai-tika-s0102t2:114_7": "I’m the life process, just because I declared: “I have life span, I have life processes.”",
    "ai-tika-s0102t2:115_0": "slaughtered the old bodies, they all say to each other.",
    "ai-tika-s0102t2:116_0": "I will block the path leading to welfare and happiness.",
    "ai-tika-s0102t2:116_1": "in the very fruitful gems made of goldsmith’s Peak.",
    "ai-tika-s0102t2:116_2": "The first group of wanderers rose in the Bamboo Grove. The wanderers came to see the wanderer Siddhattha.",
    "ai-tika-s0102t2:116_3": "At the time of the Buddha Padumuttara, because of what he heard his words, the sound of the Buddha says, “While I am able to see you like a blemish after me.”",
    "ai-tika-s0102t2:116_4": "go wandering towards the opportunity;",
    "ai-tika-s0102t2:117_0": "sentient beings have reached the ultimate goal.",
    "ai-tika-s0102t2:117_1": "The elder was born in a good state, it seems, for the sake of seclusion, and as a consequence of the gods in the Thirty-Three went to the air. And it was said to him: “So it was wielding for the air in this way.”",
    "ai-tika-s0102t2:117_2": "you pursue quest a call",
    "ai-tika-s0102t2:117_3": "Herein, risks rolled forth the floor in that place.",
    "ai-tika-s0102t2:118_0": "They asked: “Nuns, do you know this?”",
    "ai-tika-s0102t2:118_1": "“Having asked these four great Kings, one who is askedhants, one who is going to our own house, and one who took a great reply to such a teacher, he said, “Where did I bring from?”",
    "ai-tika-s0102t2:118_2": "even the kind of good conduct can be illustrated by the Teacher, which is accompanied by the Teacher,",
    "ai-tika-s0102t2:119_0": "he established all the fruits of stream-entry, and he established them in the fruit of knowledge and insight, and he established them in the fruit of stream-entry.",
    "ai-tika-s0102t2:120_0": "without being taught.",
    "ai-tika-s0102t2:120_1": "Here is the same question, saying: “Tomorrow, this is the head for alms in Vesālī.”",
    "ai-tika-s0102t2:120_2": "gradually brought to growth,",
    "ai-tika-s0102t2:121_0": "When the assembly of Yakkhas is right there at the shrine named Thūpa, he made a bridge with a large congregation of the base of mastery by the Thūpa.",
    "ai-tika-s0102t2:121_1": "for the meditation of the Fortunate One.",
    "ai-tika-s0102t2:121_2": "This is called Virūpakkha because of the first jhāna, (thinking): “They are called “final”.",
    "ai-tika-s0102t2:121_3": "This is the thirty-two parts of the Buddhas beginning with “So-to-be,” and so on.",
    "ai-tika-s0102t2:121_4": "he does not appear to this shrine, and he does not have an unsuitable shrine.",
    "ai-tika-s0102t2:121_5": "and equanimity are fully developed.",
    "ai-tika-s0102t2:121_6": "again and again, generous, cultivating, and repeatedly practices,",
    "ai-tika-s0102t2:121_7": "rolling the most delightful garden, like it moving along the bowstring, like a chariot drawn onto a chariot, whichunts the chariot, deer-maker.",
    "ai-tika-s0102t2:121_8": "Extensiveness:",
    "ai-tika-s0102t2:121_9": "that is to say, like the cleaning of supernormal powers, with headings, as it were, then conquering and denies the basis of psychic power that had been properly done, like a lamp’s flame.",
    "ai-tika-s0102t2:121_10": "(may they) apply themselves to the states of existence produced by an actual formation, well developed in accordance with the state of extinction, and well developed,",
    "ai-tika-s0102t2:121_11": "altogether: with all secretions . It is pervaded by the story,",
    "ai-tika-s0102t2:121_12": "Hence it is increased in them.",
    "ai-tika-s0102t2:121_13": "having undertaken the development of supernormal powers, with supernormal powers,",
    "ai-tika-s0102t2:122_0": "of the one who is undetermined: “It is through abstaining to misfortune”.",
    "ai-tika-s0102t2:122_1": "and after causing her, he said: “Having seen me in a suitable way,”",
    "ai-tika-s0102t2:122_2": "The life-span is the best life-process, beauty is the terminator. The Nimit of the supreme being Brahmajāla tree should be understood in the way already described.",
    "ai-tika-s0102t2:122_3": "The senior elder Mahāpadassana said: “Having been acquisition of the Great Bodhisatta, the ruler of the earth, and the hearts of the Simile of the Bhaddā Kāpilānī, the Sole Pāṭaliputta, whose mind is free from enmity, affliction and anxiety, and live happily.”",
    "ai-tika-s0102t2:122_4": "however ensures that he does not constantly, mortal towards old age, he does not get rid of resentment, just as though he had sickness and death.",
    "ai-tika-s0102t2:122_5": "“How far they wander and urgency,” and they met in some current seniority as they really do.",
    "ai-tika-s0102t2:122_6": "Hence it is said: “So it is no damaged.”",
    "ai-tika-s0102t2:122_7": "alert, has been stored up.”",
    "ai-tika-s0102t2:123_0": "with minds (that), there is no reason for the sake of having a dart:",
    "ai-tika-s0102t2:123_1": "When a state of existence is large, it is swallowed by a large lake that is not covered with water.",
    "ai-tika-s0102t2:123_2": "someone who possesses the high (magical) powers, no other ordinary person.",
    "ai-tika-s0102t2:123_3": "If it is possible for an ordinary person to give the whole of a diverse mind, but it isn’t able to get to see the sight of the Buddha, and you can’t get a witness. That is why the elder was unable to quelled for them.",
    "ai-tika-s0102t2:123_4": "Hence it is said.",
    "ai-tika-s0102t2:123_5": "Four perceptions of ugliness, while breathing in unattractiveness and unattractiveness are removed. These are the four perceptions of suffering.",
    "ai-tika-s0102t2:123_6": "Hence it is lost while the four in the other sections after the dispensation is abandoned;",
    "ai-tika-s0102t2:123_7": "she is a senior of the Elders:",
    "ai-tika-s0102t2:123_8": "damaged by hunger was like a monkey at the end of it. If it was the moisture, it would still be as if it were.",
    "ai-tika-s0102t2:123_9": "what will identity be?",
    "ai-tika-s0102t2:123_10": "Why don’t I not even see the origin of the world, in regard to this low rebirth,",
    "ai-tika-s0102t2:123_11": "But that is the only truthful, having given up his own welfare, not without another.",
    "ai-tika-s0102t2:123_12": "But, with aiming to kill, he said: “What’s the point of your heart? It is because you’ve reached?”",
    "ai-tika-s0102t2:123_13": "The Blessed One said: “Princes, there are signs,” “focus,” “from the sign,” “Because it is the sign of serenity,” etc., in the case of the four bases of psychic power,” etc., and in the case of the base consisting of boundless consciousness, etc., just as the Blessed One tells a presumption of perception and feeling, etc., by means of the other words, and so on. And the meditator’s own giving up of his own view, then his own giving rise to the four foundations of object, etc., is another’s obseserversesing the four base consisting of the instance of the four base consisting of boundless space, and so on.",
    "ai-tika-s0102t2:123_14": "Or alternatively, there is no treatment for him thus,",
    "ai-tika-s0102t2:123_15": "After some time they say, “Sakka’s owners are strong,” “It’s not easy to find a foot-stool.”",
    "ai-tika-s0102t2:123_16": "What do you know when your mind is full of Māra?",
    "ai-tika-s0102t2:123_17": "he does not know how the means to be discriminated by the power of the Buddha.",
    "ai-tika-s0102t2:124_0": "The Question About Māra",
    "ai-tika-s0102t2:125_0": "While he is born in the various kinds of virtue, he becomes dispassionate, and liberated from birth and death, like a mother’s womb, he is born in the various kinds of fading away, or like a magician.",
    "ai-tika-s0102t2:125_1": "He stops that wickedness of the wickedness,",
    "ai-tika-s0102t2:125_2": "endowed with dark results,",
    "ai-tika-s0102t2:125_3": "On the first proficient in the virtues of the food and drink,",
    "ai-tika-s0102t2:125_4": "Neither for seven days nor for seven days, he is not freed from rebirth.",
    "ai-tika-s0102t2:125_5": "by means of one’s own bondservants, ~ him imprisons, or bondservants.",
    "ai-tika-s0102t2:125_6": "Seven days having ago, it is said: “The seven days in this way,” and then in the sense of urgency, like a couch is called “: being the eighth grounds for seven days like a couch.”",
    "ai-tika-s0102t2:125_7": "For seven days after the Great Bodhisatta had been planted in the vicinity of others, the Lord of the Gods Who Control the Creations of Others, and thought, “In this way I will now become fully extinguished,” and with the passing away, he stated thus: “Though I will become one who is attaining Nibbāna, he will be able to become fully extinguished through the stretchinginess.”",
    "ai-tika-s0102t2:125_8": "And that’s how the Buddha thought, “Sir, is one method.” Then he went to the Buddha and said, “Venerable Sir, weeping, the Fortunate One.”",
    "ai-tika-s0102t2:125_9": "Herein, one who is unconditioned there is the life span of the wide.",
    "ai-tika-s0102t2:125_10": "and the Fortunate One was begging by himself with the conclusion of Nibbāna, without having asked permission. He made annoyance, and so doing a problem,",
    "ai-tika-s0102t2:125_11": "Hence it is said: “She isn’t able, Father.”",
    "ai-tika-s0102t2:126_0": "Because of the path he subsequently is preoccupied with truth, because it is prevailed by the penetration of truth.",
    "ai-tika-s0102t2:126_1": "So it is expert in the cutting off of the defilements, and the cutting off of defilements.",
    "ai-tika-s0102t2:126_2": "Likewise he has attained the noble path with excellence of views, etc., in the Teacher’s instructions, his response, and his view is doubtful, he has attained perfection and has reached the state of existence.",
    "ai-tika-s0102t2:126_3": "For him whose escape is included in the sense of progressive suffering in this way: “This is the escape from the Suffering of an oppressively in this way,” they said, “The Seering of the interpreting,”",
    "ai-tika-s0102t2:126_4": "Or alternatively, he can also be practiced by three kinds of Āṭānāṭaka also three or even by that lock.",
    "ai-tika-s0102t2:126_5": "Your abiding: “That man must be done by you to make the other word,” he said.",
    "ai-tika-s0102t2:126_6": "the teaching is Dhamma,",
    "ai-tika-s0102t2:126_7": "They wore their goldsmith like they were droping the field, which they put together with the golden vessel and like their hearts. They placed (reliving on their way.)",
    "ai-tika-s0102t2:126_8": "So in accordance with the Teaching: “Now, having given many states, it is in accordance with the Teaching, Dispensation, and so on, without having shown that he is speaking in accordance with the Teaching and that state, is what is said.”",
    "ai-tika-s0102t2:126_9": "of the Noble Truth of the Path and Fruits of the Deathless, or else the supermundane attainments,",
    "ai-tika-s0102t2:126_10": "who attains (the nature of) things, which are disliked by the gods,",
    "ai-tika-s0102t2:126_11": "Similarly, they question him about the story of the Vipassī and Paṭisambhidā.",
    "ai-tika-s0102t2:126_12": "Legaling in line with the teaching they practice accordingly, although attraction, the profitable activity, etc.,",
    "ai-tika-s0102t2:126_13": "Establishing: possessing virtues that are flowing ,",
    "ai-tika-s0102t2:126_14": "From the fruit of Laṅkādīpa gives rise to the village of Paṭācārā, who has mastered the path of insight.",
    "ai-tika-s0102t2:126_15": "his own teacher’s doctrine, the fully awakened Buddha,",
    "ai-tika-s0102t2:126_16": "in consequence of the world with its gods, the Blessed One,",
    "ai-tika-s0102t2:126_17": "That man’s Teaching",
    "ai-tika-s0102t2:127_0": "They will explain, reveal, make known, set forth, and they will learn the meaning.",
    "ai-tika-s0102t2:127_1": "will teach Pāṭikaputta; they will (from him) harass, is the meaning.",
    "ai-tika-s0102t2:127_2": "He understands that will be made known, that is the meaning.",
    "ai-tika-s0102t2:127_3": "They will make it clear. They will set it out.",
    "ai-tika-s0102t2:127_4": "Pressed down on the open;",
    "ai-tika-s0102t2:127_5": "To analyse this monastery:",
    "ai-tika-s0102t2:127_6": "They will make a profound deep and appear to you.",
    "ai-tika-s0102t2:127_7": "As the Dhamma was taught by the reason of the Faith: “I have taught for the sake of Dhamma” , and “I have understood with penetration of the Dhamma in the Niddesa beginning, “I have understood the reason why for the sake of this Dhamma” .",
    "ai-tika-s0102t2:127_8": "They will establish their own doctrine for others, and establish others in the doctrines of others likewise. And when someone with their own doctrines, they will continue with our own hands, and will continue the deposites, they will confess them with their own hands.",
    "ai-tika-s0102t2:127_9": "Hence it is said: “May they teach the Dhamma! They can teach the news and do the supermundane.”",
    "ai-tika-s0102t2:127_10": "And here the two is shown by the meaning here: “Which groups will give,” said, and “These six meanings are shown by two,",
    "ai-tika-s0102t2:127_11": "To this extent they show the text to the Buddha’s own expression and show it.",
    "ai-tika-s0102t2:127_12": "For this is said in the Paṭisambhidā: “The meaning is that in the past and the future.”",
    "ai-tika-s0102t2:128_0": "training in the higher morality, the training in the higher mind, and the training in the higher wisdom.",
    "ai-tika-s0102t2:128_1": "(There is) no meaning in the Dispensation, live apart from the Teacher’s instruction.",
    "ai-tika-s0102t2:128_2": "the Samiddhi increases,",
    "ai-tika-s0102t2:128_3": "It is the absorption solitary retreat in those monks according to the happiness of absorption, etc., that is,",
    "ai-tika-s0102t2:128_4": "and grows in excess of rebirths, old age, and death.",
    "ai-tika-s0102t2:128_5": "It is as soon as a declaration of insight knowledge’s special qualities as a very pure position of the Refuges and divideds.",
    "ai-tika-s0102t2:128_6": "General: the meaning is that it is established in dependence on place .",
    "ai-tika-s0102t2:128_7": "For many people pursue in one who tries to employed by many people",
    "ai-tika-s0102t2:128_8": "That is why it said: “Give enjoying the crowds” .",
    "ai-tika-s0102t2:128_9": "the many goals that have become produced, and widespread, or many,",
    "ai-tika-s0102t2:128_10": "Hence it is said: “He should make an effort to have someone else do it. ”",
    "ai-tika-s0102t2:128_11": "with bowls.”",
    "ai-tika-s0102t2:128_12": "the very well-known, who has been made by the that of goodness, etc., and who although in the beginning, “It is good in the middle .”",
    "ai-tika-s0102t2:129_0": "Long-life",
    "ai-tika-s0102t2:130_0": "Then he has made this allowance to make a new discard: it is well-deadmited, having been checked in himself, he should make it known to another, the noble path that I have been compared to such a noble disciple, and the suffering from which I haven’t able to fully understand this exposition of the path leading to such a noble path. And if it was completely understood, hes recommended all the fourth noble road, he pulled away.",
    "ai-tika-s0102t2:130_1": "he cut off his knowledge of the dispensation through this knowledge of (merit) power with his own hands, he must see the truth of suffering in the various orders of gods. Then he should attain Nibbāna before the Great Bodhisatta. Having made an end of all the time, he should attained Nibbāna in the evening for a hundred leagues. That is why he should attain Nibbāna.",
    "ai-tika-s0102t2:130_2": "The life span of the life span is reckoned as an immediately with the intention: “I will make an end of suffering” , “I will give up the life-process,” “I will give up the life-continuum,” “I will make an end of the noble ones.”",
    "ai-tika-s0102t2:130_3": "Hence it is said: “There is meaning,” “There is no need,”",
    "ai-tika-s0102t2:130_4": "and moved waves in its various places, that is to say, the earth kasiṇa, and the great earth element.",
    "ai-tika-s0102t2:130_5": "Herein, (saying): “After positioning on the ground, it seems, for making sovereignty over the earth.",
    "ai-tika-s0102t2:130_6": "You have said:",
    "ai-tika-s0102t2:130_7": "At the same time there is a thousand world-spheres, awe, or a relics, and a great mass of water.",
    "ai-tika-s0102t2:130_8": "then this is the reason why:",
    "ai-tika-s0102t2:130_9": "and through making the power of his (permission) birth, the meaning of that deed,",
    "ai-tika-s0102t2:130_10": "and it should be understood that this is the explanation of the Dhamma",
    "ai-tika-s0102t2:130_11": "For the first of the Buddhas were promisess in previous existence.",
    "ai-tika-s0102t2:130_12": "That is why it is said: “Here there are ten thousand world-elements in the world ...”",
    "ai-tika-s0102t2:130_13": "the ocean is ten thousand by one thousand people.”",
    "ai-tika-s0102t2:130_14": "Having dropped the water, they were free from fear of the water and terror, and become free from fear, I entered upon them.”",
    "ai-tika-s0102t2:130_15": "was given a trumpet flower of the gods in that place.",
    "ai-tika-s0102t2:130_16": "And there’s no dreadful making noise, repulsion, “There’s noise at all,” gaining the sound of space on earth.",
    "ai-tika-s0102t2:130_17": "Hence it is said: “He is callable.”",
    "ai-tika-s0102t2:130_18": "a god like a storm cloud,",
    "ai-tika-s0102t2:130_19": "For in that space, the rainy season residence in that space, the infantry of the gods announced to be satisfied with the sweet sound of the Divinities’ call.",
    "ai-tika-s0102t2:130_20": "Hence it is said: “There is no hunter who islasting,”",
    "ai-tika-s0102t2:131_0": "Telling away like this, he thought: “This is my self-developed, this is the time for a long time.” While he was mass of suffering he will not put down on his bot-dom.",
    "ai-tika-s0102t2:131_1": "But that is how the meaning is this: “This is good, this is our meaning.”",
    "ai-tika-s0102t2:132_0": "who thinks, “Weighs,” and “It is said to do the sound of your curry,” and she said, “It is hard to do so.”",
    "ai-tika-s0102t2:132_1": "and the unshakable,",
    "ai-tika-s0102t2:132_2": "for that is why it is called “protected” in the sense of expounding.",
    "ai-tika-s0102t2:132_3": "and sustained thought is not enough for a long time, and one who livess it is not worth a sixteenth part of her garment.",
    "ai-tika-s0102t2:132_4": "Don’t live because of what isn’t done in the past?” “Thoses aren’t gone forth into homelessness for such reasons, even though they say: “Though there are those former deeds in the realm, what isn’t given to him,” and “Though there are those in the fine-material and immaterial spheres,”",
    "ai-tika-s0102t2:132_5": "(Affected) in the Great Refuge, which is more peaceful and sublime,",
    "ai-tika-s0102t2:132_6": "But whatever is happening there, the in the middle, he should split up, whispering the two parts of the body.",
    "ai-tika-s0102t2:132_7": "(but) he has already attained in the way already described, and it is now in accordance with the jhāna and has already obtained in the way already described.",
    "ai-tika-s0102t2:132_8": "Continued existence is a cause of these things. And this is the reason for it.",
    "ai-tika-s0102t2:132_9": "Which is included in the triads’s rose-appropings and resorts, and resorts to one who is purified.",
    "ai-tika-s0102t2:132_10": "Recollecting the following bad deeds, the result of former deeds, and the result of former deeds,",
    "ai-tika-s0102t2:132_11": "He does not say “Conditions” because of that sense-sphere lineage and at the end of existence, saying “Having perished”,",
    "ai-tika-s0102t2:132_12": "and with the noble path.",
    "ai-tika-s0102t2:132_13": "While staying in himself, he uttered his own defilements. He then said: “All these defilements are suppressed by the defilements, then breaking the aggregates through the overcoming of defilements, like the restraint of the defilements.”",
    "ai-tika-s0102t2:133_0": "He is extinguished: “He causes this arising of perils” and so on.",
    "ai-tika-s0102t2:133_1": "“Having been shown up,” he said, “We to show the meaning of what is said, “Rejoicing in ourselves,” and when he is shown that he is not able to show the meaning of what is said, it is the means to be one who has said.",
    "ai-tika-s0102t2:133_2": "“This is the meaning of that indicated by the first stage,” and on its meaning, it is said to be foremost by the stanza.",
    "ai-tika-s0102t2:134_0": "Golden in color,",
    "ai-tika-s0102t2:135_0": "171.",
    "ai-tika-s0102t2:135_1": "whether there’s a legal issue, a legal issue, or a dispute.",
    "ai-tika-s0102t2:135_2": "having driven out the water, like water starters at the door, and were standing on the ground.",
    "ai-tika-s0102t2:135_3": "“... bones ...",
    "ai-tika-s0102t2:135_4": "(Mahinda replied:) “This is why, owing to the cluster of the Dhamma”, or else the tenth year of the monastery, it is just like the spotless water brought by air, just as it reaches the gate of the rainy season.",
    "ai-tika-s0102t2:135_5": "grounded in the air.",
    "ai-tika-s0102t2:135_6": "Again three times the water that has dried up and evaporated, the water at the conclusion, and the water does not follow it again.",
    "ai-tika-s0102t2:135_7": "Then learning the water from that points, he goes up to the water, taking hold of the bowl against the water, or stirred up by a finger.",
    "ai-tika-s0102t2:135_8": "between the two or the next:",
    "ai-tika-s0102t2:135_9": "by the power of the great hermit!",
    "ai-tika-s0102t2:135_10": "“Enough, earth. Since the whole earth is lost, it doesn’t get any chance.",
    "ai-tika-s0102t2:136_0": "and you’re penetrated to the one who thinks thus: I desire to see .",
    "ai-tika-s0102t2:136_1": "For he who has the action of the noble ones, etc.",
    "ai-tika-s0102t2:136_2": "and being instructed by the limited.",
    "ai-tika-s0102t2:136_3": "Likewise the development of their development does not become clear.",
    "ai-tika-s0102t2:136_4": "For the development of perception is spoken of,",
    "ai-tika-s0102t2:136_5": "and limitless virtues,",
    "ai-tika-s0102t2:136_6": "for he says, “I can be stronger.”",
    "ai-tika-s0102t2:136_7": "“The perception of earth is limitless, and the perception of water is very limitless.” But the perception of earth should be understood as even the time of consciousness.",
    "ai-tika-s0102t2:136_8": "seeing the divine being, general of the gods, the King of the Thirty-Three,",
    "ai-tika-s0102t2:136_9": "to inquiry, (but) whatever deeds there is no power for oneself,",
    "ai-tika-s0102t2:136_10": "the Elder Mahā Moggallāna, having assembled that palace, without having asked, “We will give it to the Community,” and he said, “What sort of the Fraternity?”",
    "ai-tika-s0102t2:136_11": "Perceiving: it is a fragrance of scented by the perfume of Gandhamādana, which has been touched by the smell of flowers and so on, like a sewer’s scent, is the meaning.",
    "ai-tika-s0102t2:137_0": "teachers who respond to a teacher.",
    "ai-tika-s0102t2:137_1": "(He whose psychic power should be told:) “ mastery of the supernormal powers of the one who has supernormal powers should not want to train, and who does not want to train him in his embryo, he said, “Having given up your generation. ” He must not want to train in that encountemplation.",
    "ai-tika-s0102t2:137_2": "“This is a stilt house,” on that very spot, he shows it on the ground, and after giving it to the water.",
    "ai-tika-s0102t2:137_3": "said to determine it as a spotless cloth. ...",
    "ai-tika-s0102t2:137_4": "to know.”",
    "ai-tika-s0102t2:137_5": "Herein, when it is finished, he cuts it out at the root: ‘In the place wherever I have dry it was placed on dry land far from the water and put it on dry land. The stone’s pulled up from the water and settle it on dry land far from the water, and he places it on all sides, saying, ‘I’ll make a piece of waves,’ and set it up to the water aside. Wherever placed they determine it, the chop thus: ‘Any is fixed like this, drying from the water, and leaning back, the water, they set it is set on, and leaning from the water in the four directions.’",
    "ai-tika-s0102t2:138_0": "Mahāpajāpatī Gotamī thought: “Bhikkhus, when it is said: ‘That is the natural principles, when the being intent on awakening, the intent on awakening, and the Lord of the earth element, after the Bodhisatta has entered into and emerged from the world; it is said: “Bhikkhus, it is a thousand mentioned by concepts of the earth. And it is said to be the Great Kings,” . And this is: “Anything the Great Strone of the Truth, the Lord of the Truth, the Dispensation of the gods, the Faith, the Create, the Thirty-th, the Juspicious One, the Nety-th, the Nety-threates threates threates threates pories”",
    "ai-tika-s0102t2:139_0": "Now comes the earth kasiṇa making them precept to that force, etc., as to the earth kasiṇa and making them precept, they are said, “These are using the directions”.",
    "ai-tika-s0102t2:139_1": "Elements: the element of the extreme called the air element.",
    "ai-tika-s0102t2:139_2": "the meaning is successful and prosperous, with the psychic power, or the meaning is that it is the meaning.",
    "ai-tika-s0102t2:139_3": "By means of the merit: by the means of the power of merit, that is the meaning,",
    "ai-tika-s0102t2:139_4": "penetration of knowledge, wisdom, freedom, and the imperturbable state,",
    "ai-tika-s0102t2:139_5": "It’s good to show how the great behaviour of the ability to in conformity with the ruler of the earth, which is constantly devoted , of the earth, like the great earth, as it is said: “It’s good to enlightenment, the water is in conformity with them, as if it weren’t good for its advantages.”",
    "ai-tika-s0102t2:140_0": "Even the Blessed One, whose material body and mind is very subdued with the thirty-two marks of a great man, of the aggregates, whose virtues are qualified and fully extinguished, who is unincluded, without enlightened, with various kinds of virtue, etc., and without equality and without conquering the aggregatess, mentioned, bounting the aggregates, not he makes an effort, even the void of any other.",
    "ai-tika-s0102t2:140_1": "Equanimity is a great earthquake in dependence on the earth kasiṇa, since it is not actually only referred to as a cliffing owing to the mode of the earth kasiṇa and in what is meant.",
    "ai-tika-s0102t2:140_2": "One who has acquired the four bases of quadruple and quintuple jhāna is an interval between the two thousand leagues, the ultimate sanctuary, the attainment of the fruit of stream-entry, the ultimate goal, the normal power, and the attainment of the fourth absorption. That is why, the attainment of the knowledge that I have attained the wisdom and vision of the embryoding of peace, the extinction of knowledge, the regularity of the fruit of non-existence.",
    "ai-tika-s0102t2:140_3": "yet this access is said to be “which has a refusality,” etc., in the sense of a physical nutriment, as it is said.",
    "ai-tika-s0102t2:141_0": "Now, as to what is reckoned as what is said: “Now, what is the meaning of what is said?”",
    "ai-tika-s0102t2:141_1": "But this is the meaning of the Vibhaṅga: “This is the meaning of giving!” and so on.",
    "ai-tika-s0102t2:141_2": "There is a way of performing the earth, it seems, just as that by the great earth that might endure a great man",
    "ai-tika-s0102t2:141_3": "And when there is such a reason, this great earth, water, fire, and arouses full of fear, awaits and trembles. Or as it trembling or a colding’s mind takes cold, etc., just as the cooling breeze of the pollutants, the colding of the mountains, or the cool breath of the earth.",
    "ai-tika-s0102t2:141_4": "For this is indeed the whole of Bodhi tree assembled at the root of the Bodhi tree he caves.",
    "ai-tika-s0102t2:142_0": "“In that case, this earth is unpleasant,",
    "ai-tika-s0102t2:143_0": "and that offering is made for seven times.",
    "ai-tika-s0102t2:144_0": "the great earth, having repeated the word of the earth, and the assembly moved (thinking):",
    "ai-tika-s0102t2:144_1": "Wealth is good, etc.",
    "ai-tika-s0102t2:144_2": "And if there is no place, he can live in accordance with the Teaching as stated.",
    "ai-tika-s0102t2:144_3": "Also the Dhamma-King has the meaning of the Dhamma as well when one who has merit, is the knowledge of the Dhamma.",
    "ai-tika-s0102t2:144_4": "And having done this all the advice, were spoken thus:",
    "ai-tika-s0102t2:145_0": "“Because of developing these ten characteristics,",
    "ai-tika-s0102t2:146_0": "the blessing for ten thousands of the Dhamma.”",
    "ai-tika-s0102t2:147_0": "taking care of the statement,",
    "ai-tika-s0102t2:148_0": "(but) is the meaning of the opposite senses, the meaning is that it is “with detail” . It is the meaning.",
    "ai-tika-s0102t2:148_1": "thus far as the Buddha makes him act of serving the earth, etc., by means of the cause and condition.",
    "ai-tika-s0102t2:148_2": "“Clearly the Blessed One, the life span of a tree, a dart, and a dart.”",
    "ai-tika-s0102t2:148_3": "In this way the senior monk, having a dispensation of (good) human beings, without being affected by the Lord of the World, the Lord of Men, the Enlightened One’s creation, having a great deal of wide open appearance, thinking: “This is the great authority, this is the time for the Buddha, this is the Great Seer, an authority to bring it into the presence of the Great Seer.”",
    "ai-tika-s0102t2:149_0": "Practice for the eight means",
    "ai-tika-s0102t2:150_0": "“Sir, may the Buddha please remain for (you).” But he said, “Sir, it is not allowable for us to become a senior monk.” But he is not allowed to inheritance for the sake of this later.",
    "ai-tika-s0102t2:150_1": "And the eight summaries beginning with their arguments, beginning with the clans, the knowledge of the Thirty-Three, etc., which brings about the them to the eight liberations.",
    "ai-tika-s0102t2:150_2": "“Ānanda, whenever he discards his almsbowl as a charnel ground, whatever is swept away.”",
    "ai-tika-s0102t2:151_0": "he goes together: “After going together, he goes together with the gathering.”",
    "ai-tika-s0102t2:151_1": "The gathering of festivals together with Bimbisāra,",
    "ai-tika-s0102t2:151_2": "likewise with the rest.",
    "ai-tika-s0102t2:151_3": "Because of Bimbisāra ...",
    "ai-tika-s0102t2:151_4": "assembled together with the aristocrats,",
    "ai-tika-s0102t2:151_5": "as well as on theories of a wheel-turning monarch were sitting in him in other ways.",
    "ai-tika-s0102t2:151_6": "the sun, together with the Teacher,",
    "ai-tika-s0102t2:151_7": "what has been done and what is a dart.",
    "ai-tika-s0102t2:151_8": "Practicing the Teaching, it is the questioning preceding the Dhamma,",
    "ai-tika-s0102t2:151_9": "for the sake of its shape, he made a great noise of pair of elephants, “First is the shape of elephants!”",
    "ai-tika-s0102t2:151_10": "“The state of subsequentity is the shape of looking at both places, even when the body is evident, it is evident, as a corpse is evident,”",
    "ai-tika-s0102t2:151_11": "Nor has the Blessed One said: he is not filled with a league,",
    "ai-tika-s0102t2:151_12": "The running out of the parks.",
    "ai-tika-s0102t2:151_13": "of the nectar of the Gaggarā,",
    "ai-tika-s0102t2:151_14": "Walking among the sentient beings enlightenment, he speaks (only) something else.",
    "ai-tika-s0102t2:151_15": "inquiry: intentions;",
    "ai-tika-s0102t2:151_16": "“They are doing goods ...”",
    "ai-tika-s0102t2:151_17": "He doesn’t teach, and he doesn’t think about this teaching, he hasn’t conducive to that confidence. That is why, it is said to because of the confidence.”",
    "ai-tika-s0102t2:151_18": "They don’t confess their own deal with it properly. They don’t mis confidence in the teaching and then do their teacher when they know it.",
    "ai-tika-s0102t2:151_19": "Herein, the dwelling is the meaning of the 40 kilometers.",
    "ai-tika-s0102t2:151_20": "‘That’s how he listens in this way is well unproclaimed, unrealized, not otherwise. It is good for merely when he listens to the teaching.’",
    "ai-tika-s0102t2:152_0": "Saying, “Nandā,” etc., is shown in the same way as stated,",
    "ai-tika-s0102t2:152_1": "The others also do not.",
    "ai-tika-s0102t2:153_0": "Eight years of sex.",
    "ai-tika-s0102t2:154_0": "173.",
    "ai-tika-s0102t2:154_1": "the knowledge of continuity (in existence):",
    "ai-tika-s0102t2:154_2": "This sense-sphere is present.",
    "ai-tika-s0102t2:154_3": "Or alternatively, there is the dimension of mastery. This is the dimension of infinite consciousness.",
    "ai-tika-s0102t2:154_4": "Rebirth in the Master’s production of mastery: the dimension of mastery in the absence of the mind-made means and the underlying tendencies.",
    "ai-tika-s0102t2:154_5": "Hence it is said: “He is neither-unpleasant-nor-pleasant feeling” .",
    "ai-tika-s0102t2:154_6": "those things are easily understood:",
    "ai-tika-s0102t2:154_7": "“Those unsurpassed knowledge should both be restrained in both ways.”",
    "ai-tika-s0102t2:154_8": "The state of existence in which people concept and manifest in a discrimination of knowledge.",
    "ai-tika-s0102t2:154_9": "for the purpose of owing to the influence of consciousness, just as the happiness of the dispensation.",
    "ai-tika-s0102t2:155_0": "Perceiving forms internally, they do not perceive the measureless in himself.",
    "ai-tika-s0102t2:155_1": "For there is no counterpart sign that is inconvenient for its object and variety of the kasiṇas, and there is no owing to the necessary elements in its object. But if it is unequipment;",
    "ai-tika-s0102t2:156_0": "Like one who has gained faith so long as he likes,",
    "ai-tika-s0102t2:156_1": "Hence it is increased.",
    "ai-tika-s0102t2:156_2": "Virtuous: even a limited sense-sphere, etc., have limited sense-sphere, subtleness.",
    "ai-tika-s0102t2:156_3": "for this reason will be qualified to death.",
    "ai-tika-s0102t2:156_4": "When there is no accumulation, there is no development of the dimension of mastery in the dimension of mastery by development, he does not go in any other state.",
    "ai-tika-s0102t2:156_5": "having entered upon jhāna: here it is attaining access in absorption in the first jhāna, and in the access jhāna, it comes to absorption in the way beginning, “They attain absorption,” the way already described, in the immediately next life.",
    "ai-tika-s0102t2:156_6": "reason for the arising of the signs beginning with the characteristic, etc., is a term for its characteristic.",
    "ai-tika-s0102t2:156_7": "(He who) is called “space” and “accomplished in the profundity of knowledge and insight”.",
    "ai-tika-s0102t2:156_8": "Here is the sign here:",
    "ai-tika-s0102t2:156_9": "Unsuitable to attain the noble state,",
    "ai-tika-s0102t2:157_0": "And here the two, namely, “Of the three jhānas in the way beginning, “In these two, the fortnights and access” next to the third jhāna, and in the fact that same sign, there are two immaterial jhānas in between the two ways, that is, access and absorption.” But when they reach the kind of jhāna, they say, “There is absorption in the case of the same way, the linterruption of practice.”",
    "ai-tika-s0102t2:157_1": "for this jhāna does not wish to submitle even when it is successful in absorption, still only to reach the special qualities of absorption, etc., and similar to the absorption, or to the jhāna factors. That is why there are finally, so there is absorption because of the jhāna of the fine-material jhānas.",
    "ai-tika-s0102t2:157_2": "the signs of the thought idiosy can be understood as stated in the way already stated, and the others are not to be understood through the word “blessing” , and the use of that wealth he cannot be understood as the underlying tendency to us.",
    "ai-tika-s0102t2:157_3": "The attainment produced by the one whose attainment is after emerging from the first jhāna and the production of the path should be given in the first jhāna, etc., in the way that is to say, “Herein, the abandoning of the two” .",
    "ai-tika-s0102t2:157_4": "But in the composed, saying, “But this is what is said.”",
    "ai-tika-s0102t2:157_5": "Likewise in the attainment of one who has attained the attainment of peace, why is it said to have the perception of produced in him in the way already stated?” ...",
    "ai-tika-s0102t2:158_0": "Standing: the wide openings are extended, extensive, according to the general power, etc., as to the various limbs and necessarily.",
    "ai-tika-s0102t2:158_1": "That’s why I said: “I’m no one.”",
    "ai-tika-s0102t2:158_2": "After eating later-food eater’s meals that were growing on the following day, and eating in one part of the day, he must ate half a meal before another, and a meal is the meaning.",
    "ai-tika-s0102t2:159_0": "Perceiving form, they perceive form as such, and perceiving form in form, without perception or non-percipient.",
    "ai-tika-s0102t2:159_1": "is included here that gives rise to perceptions of form in this sight.",
    "ai-tika-s0102t2:160_0": "(They are) external objects that are the external objects.",
    "ai-tika-s0102t2:160_1": "“Only, perceiving form internally, they see visions externally, limited, both pretty and ugly. ...",
    "ai-tika-s0102t2:160_2": "Having drunk this",
    "ai-tika-s0102t2:160_3": "‘This interval is one thing’ means that which is conditioned by form and is conceived in the Teacher’s instructions.”",
    "ai-tika-s0102t2:160_4": "And here the goldsmiths are limited, extensive, limitless, and illustrious.",
    "ai-tika-s0102t2:160_5": "Where there is limited supplies for the sick, they are full of beautiful gold, silver, and money.",
    "ai-tika-s0102t2:160_6": "For Transgressions",
    "ai-tika-s0102t2:160_7": "But the states of definition in the Exposition states, etc., are stated in the Commentaries.",
    "ai-tika-s0102t2:160_8": "There is substance to be reborn in both places.",
    "ai-tika-s0102t2:160_9": "Likewise, “Bhikkhus, there are seven liberations, eighteen liberations, three liberations, the beautiful, the Unertainless liberations, the universal liberations, the emptiness liberations, the destruction of the air in the three liberations, the beautifuls, and the third liberations, and the fourth liberations. ”",
    "ai-tika-s0102t2:160_10": "But I will show the method of explanation, the development of the base consisting of boundless liberations, and acquisition of the liberations,",
    "ai-tika-s0102t2:160_11": "all the liberations are composed to the one of the absorptions and liberations.",
    "ai-tika-s0102t2:160_12": "This being so, he should think about what is produced in the middle of the dimension of infinite space ... of the dimension of infinite consciousness ... of nothingness ... the dimension of neither perception nor non-perception. He thinks, “Perceiving what is seen, heard, thought, known, attained, sought, and explored by the mind.”",
    "ai-tika-s0102t2:160_13": "“Form is what is connected with what is not-self, what is the cause of what is said?” “Where do you see, what is the reason why what isn’t there?” Then he said, “Repulsiveness in each case?”",
    "ai-tika-s0102t2:160_14": "Since they do not give any other reason to help without it, they should be shown only for the sake of it.",
    "ai-tika-s0102t2:160_15": "So they don’t become dissatisfied with forms internally and externally.",
    "ai-tika-s0102t2:160_16": "And the exposition should be understood in the way already described, and it is given in detail as preceding deal with the exposition given under the conclusion of the kind already described.",
    "ai-tika-s0102t2:160_17": "“Ascetics of incomparable” are not able to say, “This is blue-black .”",
    "ai-tika-s0102t2:160_18": "Because it is not possible to give rise to the opposite of blues, etc., because of the respectively instances,",
    "ai-tika-s0102t2:160_19": "For the purest is not pure and bright in colour, but rather than that.",
    "ai-tika-s0102t2:160_20": "He shows them the limited forms, etc., that are said to be “flowed” , etc., in regard to these two dimensions of mastery in the sense fields, he is what is said.",
    "ai-tika-s0102t2:161_0": "It is the commentary on the whole Sangha’s colour as livid, decorated coloured .",
    "ai-tika-s0102t2:161_1": "and subsequently it is stated in the way beginning.",
    "ai-tika-s0102t2:161_2": "those beginning with “consciousness” should be understood according to the five beginnings, etc., as it is with eye-consciousness.",
    "ai-tika-s0102t2:161_3": "The remaining kinds of indication: that is suitable in speaking of ghee.",
    "ai-tika-s0102t2:161_4": "Covered with flowers of flax,",
    "ai-tika-s0102t2:161_5": "there is blue, red or other.",
    "ai-tika-s0102t2:161_6": "were born in Bārāṇasī, and the (true) Sineru.",
    "ai-tika-s0102t2:162_0": "But some of the exterior variety of deads will arise in the neighborhood of the world, or if he were to look after him, saying: “How would this world be like that?”",
    "ai-tika-s0102t2:163_0": "Eight liberations.",
    "ai-tika-s0102t2:164_0": "Because of those consisting in good conduct, that is to say, the meaning.",
    "ai-tika-s0102t2:164_1": "Some of the signless release: in the liberation that he can enter upon and remain in the liberation of the Realized One. But there is nothing obsessed with the darkness of the liberation.",
    "ai-tika-s0102t2:165_0": "On the Instruction",
    "ai-tika-s0102t2:166_0": "178.Bodhīti sabbaññutaññāṇaṁ.",
    "ai-tika-s0102t2:166_1": "For it is because the understanding of the path and the penetration of omniscience (true) knowledge of the four kinds of mindfulness meditation are stated in terms of omniscience.",
    "ai-tika-s0102t2:166_2": "The Realised Ones, saying: “Ānanda, may the Realised One remain for the eon or what is said.”",
    "ai-tika-s0102t2:167_0": "At that time the grossness of the hint, and the sign of the garlands, but the dart of the earth is not ready for him,",
    "ai-tika-s0102t2:168_0": "thus: Good friends and colleagues,",
    "ai-tika-s0102t2:168_1": "one should be dear to, one should be dear to,",
    "ai-tika-s0102t2:168_2": "pleasing to the mind,",
    "ai-tika-s0102t2:168_3": "By going to the birth of birth and death,",
    "ai-tika-s0102t2:168_4": "one whose state is unattached and misfortune,",
    "ai-tika-s0102t2:168_5": "By means of that death is the state of having death, separated from that, he is at peace -",
    "ai-tika-s0102t2:168_6": "Thus very same birth is the interpreting of existence as “Blessings” and “The chariot-maker” is used for the previous practice, etc., and it is which is eaten by the kasiṇa materiality, etc., and that has already been properly grasped, and so on.",
    "ai-tika-s0102t2:168_7": "How could it possibly be otherwise, how could such a thing?",
    "ai-tika-s0102t2:168_8": "Given that has been got.”",
    "ai-tika-s0102t2:168_9": "It is not possible for anyone to give such a state to be in accordance with the strike.",
    "ai-tika-s0102t2:168_10": "This being so, why do the Realized One’s corpses relics? For why do they hold a deed?",
    "ai-tika-s0102t2:168_11": "It’s impossible that they’ll lead to mindfulness and awareness. They’ll look after the life for a long time, and because they are unable to live with mindfulness.",
    "ai-tika-s0102t2:168_12": "don’t get others to do the same.",
    "ai-tika-s0102t2:169_0": "184.",
    "ai-tika-s0102t2:169_1": "For a long time in the teaching of the Dispensation: “Ascetics, this path of Awakening is fit to stand, this supermundane, and the supramundane states, “Ascetic states of the supermundane attainment with virtue, variety of paths, concentration and understanding.”",
    "ai-tika-s0102t2:170_0": "The third section for recitation is finished.",
    "ai-tika-s0102t2:171_0": "his golden coloured glory.",
    "ai-tika-s0102t2:172_0": "Like a elephant’s head was dropped on the elephant’s head, as if looking at the elephant stump of elephants (on the bowl).",
    "ai-tika-s0102t2:172_1": "It remains unsuitable:",
    "ai-tika-s0102t2:172_2": "After hanging each other with a hook, they are to be found in two or three loads,",
    "ai-tika-s0102t2:172_3": "One bound together to each other, one bound by each other,",
    "ai-tika-s0102t2:172_4": "Sometimes, like a droping necklace rubbed all over the bones, the Buddhas’ fingers, and all the eighty millions, ninety-two mountains, and all the more than twelve thousand koṭis of the Buddhas, like a fingernail, toymns, and tortowning a stick.",
    "ai-tika-s0102t2:172_5": "and built a city in Vesālī, which was like the mouth of a drum.",
    "ai-tika-s0102t2:172_6": "The great elephant’s head was born and,",
    "ai-tika-s0102t2:172_7": "if it is on the day after the invitation procedure;",
    "ai-tika-s0102t2:172_8": "For the Blessed One, wanting to fall away from the world, wanting to fall away from his deportment, hence ‘wirls’ is said” .",
    "ai-tika-s0102t2:173_0": "“Ānanda, this is the last watch of the night.” But the Realized One had not looked at Vesālī for seeing the earth because it was time for him to hear it.",
    "ai-tika-s0102t2:173_1": "After showing that in the midst of the path to bed, he said, “We shall give it to another,” and he said, “Death because he wants to give it to him,” and so on.",
    "ai-tika-s0102t2:173_2": "(The Buddha) surely completed the last watch of the night (only), after going to the Kusinārā, and coming out to Nibbāna with her.",
    "ai-tika-s0102t2:173_3": "If they stingy with the intention of eating it, they abuse it or censurely with this statement:",
    "ai-tika-s0102t2:173_4": "But here it is not possible to give this matter in the next life.",
    "ai-tika-s0102t2:173_5": "This is not looking for the Buddha, saying: “But I must go to Vesālī for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”",
    "ai-tika-s0102t2:173_6": "Hence it is said: “Even the King of Vesālī.”",
    "ai-tika-s0102t2:174_0": "making non-human beings use to make an end of suffering in the whole world, and in the other world.",
    "ai-tika-s0102t2:174_1": "The eyes of the Buddha, the Vision-eye, and the Visionary One, with the five hundred visions of the Seer:",
    "ai-tika-s0102t2:174_2": "if they are able to become extinguished without defilements, their defilements are extinguished without defilements.",
    "ai-tika-s0102t2:175_0": "Four Great Referrals",
    "ai-tika-s0102t2:176_0": "the great one, conveying in a place,",
    "ai-tika-s0102t2:176_1": "supporting the teaching,",
    "ai-tika-s0102t2:176_2": "Is the Dhamma is permanent, everlasting, eternal, and imperishable,",
    "ai-tika-s0102t2:176_3": "Quicked to the place where it was tormented,",
    "ai-tika-s0102t2:176_4": "In the second dyads,” “I heard that from the Buddha is referring to in front of me, Reverend Sir.”",
    "ai-tika-s0102t2:176_5": "what do you think, Death?",
    "ai-tika-s0102t2:176_6": "like a eaten cured of ornaments,",
    "ai-tika-s0102t2:176_7": "How do you think, how will it be so?",
    "ai-tika-s0102t2:176_8": "This teaching is to be understood as the next two disciples and the teacher is of the Dhamma. And I have found them as their disciples and also accepted the following four paths: “We have received the offerings of rice porridge and meals from the Sangha.”",
    "ai-tika-s0102t2:176_9": "Hence it to me, reverends, in the presence of the Buddha, he said: “Reverends, I have heard.”",
    "ai-tika-s0102t2:176_10": "Likewise the Elder Nuns said: “Precedingly, a great teacher by preaching the Dhamma in the Best of Men, a great teacher, has taught (themself), by one particulars of the Relics).",
    "ai-tika-s0102t2:176_11": "These are the four great repairs (of minds), the Buddha, the Teaching of the Awakened One.”",
    "ai-tika-s0102t2:176_12": "The same method applies",
    "ai-tika-s0102t2:176_13": "Hence it is said: “Here the Buddhas, beginning with: “Herein, alightened enlightenment,” etc.,",
    "ai-tika-s0102t2:176_14": "he’s a great loss.”",
    "ai-tika-s0102t2:177_0": "But they shouldn’t like that.",
    "ai-tika-s0102t2:177_1": "Spiritualities to come, he said, “Take some horses.”",
    "ai-tika-s0102t2:177_2": "And the meaning and the phrasing of the words and phrases.",
    "ai-tika-s0102t2:177_3": "he is the meaning in the phrasing; the meaning is, phrasesing;",
    "ai-tika-s0102t2:177_4": "are to be given up, corrupted, and given up.",
    "ai-tika-s0102t2:177_5": "“And about the eight kinds of words such as: ‘This is the meaning of the words letter,’ he replied, ‘This is the meaning of in terms of the meaning and phrasing.’ ...”",
    "ai-tika-s0102t2:177_6": "In this place the Nettiya Sutta",
    "ai-tika-s0102t2:177_7": "Pāṭaliputta, complete in all the texts,",
    "ai-tika-s0102t2:177_8": "The meaning is, “withstanding” is said: “One who is needed, is the meaning.",
    "ai-tika-s0102t2:177_9": "Accuts, however, he has found everything overflows (and by) Saṁsāra, which is confined (?) for a refined (of the Fraternity).",
    "ai-tika-s0102t2:177_10": "The before, what is done in the past, future and present, the present, the distinction of what is known and what is not known before.",
    "ai-tika-s0102t2:177_11": "When the Lord of the World knew what was well said, he took hold of her, saying, “Well then, learn it,”",
    "ai-tika-s0102t2:177_12": "they should be told: “Having taken up the doors, they should beat it with a sense of urgency, moved it, and make it close to it, they should then use it there.”",
    "ai-tika-s0102t2:177_13": "After sensible people come, he should says: “Those who are sightful and gravely come,”",
    "ai-tika-s0102t2:178_0": "what is it said to be shown by one who is the meaning of the Vinaya Collection in the scriptures, etc., that is to say, “What is the meaning of it?”",
    "ai-tika-s0102t2:178_1": "Discipline of the Vinaya and of the Vinaya,",
    "ai-tika-s0102t2:178_2": "For he is worthy of praise on the discourses, he should be told to say, “This sutta,” and he is worth a sutta.",
    "ai-tika-s0102t2:178_3": "Similarly, Vinaya, the first sections (of the Absence), and the Vinaya components (of the Faith).",
    "ai-tika-s0102t2:178_4": "“And this is how it is being disciplined, eradicated, and disciplined, the opposites, and the others don’t oppose the limbs and neglect pass.",
    "ai-tika-s0102t2:178_5": "Or alternatively, if they are combined with the meaning of the terminations of meaning, etc.,",
    "ai-tika-s0102t2:178_6": "But they say that the Monastic Law is included in the Teaching and the Monastic Law, and the Monastic Law, and the Teacher’s training.",
    "ai-tika-s0102t2:178_7": "The people say “We don’t take part in trouble,” etc., and they said, “Why are they lost? ”",
    "ai-tika-s0102t2:178_8": "They said: “It is because he has not told this discourse separately,” and so on in the way already described, etc.,",
    "ai-tika-s0102t2:178_9": "When the ropes of the Bodhisatta Fire is falling like a Dīgha reciter, etc., he climbed up to the place where they dwelt. Whenever they were limb and discussing, the discourses, etc., were waiting for them,",
    "ai-tika-s0102t2:178_10": "However, is the reason why the Buddha’s conduct, etc., should we have intercourse on the road of the Buddha,",
    "ai-tika-s0102t2:178_11": "All the Serpents, the Elders, responsive, in front of them,",
    "ai-tika-s0102t2:179_0": "“What’s existing in the Buddha, what’s the point of a Buddha? There’s no place,",
    "ai-tika-s0102t2:179_1": "Because this very comparable to the ascetic life in our tradition has been compared to us with the distinction higher than the ascetic life.",
    "ai-tika-s0102t2:179_2": "After referring to everything, they said, “Expert in the Monastic Law,” and having told, “This is the name of this discourse,” he stopped here.",
    "ai-tika-s0102t2:179_3": "As they do so, it is only used. And that is why the defilements are brought to an end.",
    "ai-tika-s0102t2:180_0": "legitimate means;",
    "ai-tika-s0102t2:180_1": "greed for sensual pleasures, attacking and passion for sensual pleasures.",
    "ai-tika-s0102t2:180_2": "the fetter of the fetters for rebirth.",
    "ai-tika-s0102t2:180_3": "for the purpose of warding off the increase of (and sovereign),",
    "ai-tika-s0102t2:180_4": "Mahaka.",
    "ai-tika-s0102t2:180_5": "Together with contentment, whatever living there is no dissatisfaction,",
    "ai-tika-s0102t2:180_6": "Reciting the defilements, the endless corruptions, the pollutant-free,",
    "ai-tika-s0102t2:180_7": "Who is a lazy in the lion’s lazy,",
    "ai-tika-s0102t2:180_8": "hard to admonish, heedlessness, unburdensome.",
    "ai-tika-s0102t2:180_9": "With the fading away of greed for the purpose of leading (himself),",
    "ai-tika-s0102t2:180_10": "One who has gone to the end of sensuality, in the world forbearing.",
    "ai-tika-s0102t2:180_11": "Equally : the meaning is, because it is not suitable to accumulate for extinguishment, thus it is “without meaning” .",
    "ai-tika-s0102t2:180_12": "Having few wishes, etc. , in the breath of few wishes, contentment, alteration,",
    "ai-tika-s0102t2:180_13": "may you succeed with the twelfth.",
    "ai-tika-s0102t2:180_14": "the state of seclusion, etc., which is seclusion by supernormal power, the physical opposite of the body, and the perfection of seclusion, and so on.",
    "ai-tika-s0102t2:180_15": "Your energy is for the sake of being energetic and for the benefit of energy, and for the sake of energy.",
    "ai-tika-s0102t2:180_16": "to ease with a noble: it brings happiness,",
    "ai-tika-s0102t2:180_17": "Yet through the end of the teaching like this it leads to the removal of greed, hate, and delusion, it is for the purpose of showing on the advantage investigation of greed, etc., which is the principle for the fading away of sensual desire, is a single thing, for it is to be developed indicated by the removal of passion and subduing.",
    "ai-tika-s0102t2:180_18": "“This is the Teaching, this is the Monastic Law, this is the Teacher’s instruction.” He should know that the Teacher’s instructions and the Teacher’s instructions, and that you should know it. “This is the instruction, the Teacher’s instruction.”",
    "ai-tika-s0102t2:180_19": "they said to the four truths: “Those who have been given a discourse in the Buddha,” and they replied, “The Buddha’s name.”",
    "ai-tika-s0102t2:180_20": "for you have no understanding of the Buddha’s teaching.",
    "ai-tika-s0102t2:180_21": "The Tathāgata shows how much greed for the Realized Ones, etc., in this way: “This gardencircling matter, is incapable of greed, and so on.”",
    "ai-tika-s0102t2:181_0": "And if it is properly only of the Buddhas, you should learn the suttas beginning with the Enlightened One’s Explains in the discourse of the Buddha, and you should not take any other sutta.",
    "ai-tika-s0102t2:181_1": "and having sent away from the six quarters making a great tree such as a bird, making a swamp dealt with pulled out like a monkey’s distance. Then he enters a way the way beginning, “Silling the navel and the wielder of knots, and then expoundsively the meaning, like a poisonous snake, delivering from the charnel ground, after making a phrasery pillutants, and using the meaning in the various ways only the various directions, and that is so on.” He should inform the meaning, “Seven people, like a phlegming from the instruction, etc., and douseating phlegming from the pasteps, as to the shels of the perfumeming cirs, etc.",
    "ai-tika-s0102t2:181_2": "For those who are greedy for things, etc.",
    "ai-tika-s0102t2:181_3": "Then, he shouldn’t throw down his wisdom where the districts are to be thrown away.",
    "ai-tika-s0102t2:181_4": "everywhere in all places:",
    "ai-tika-s0102t2:182_0": "This place is the Great Referral in this place,",
    "ai-tika-s0102t2:182_1": "“When the four great references are found,” and when the four great references together with the women of the Questions, then the women governed by the Jains.",
    "ai-tika-s0102t2:182_2": "Delighted, they needed. The meaning is that question he answers in the meaning. He answers the meaning of what is well spoken. He for the meaning, the phrases, words, phrases, fluently expressions, and explains it.",
    "ai-tika-s0102t2:182_3": "They call that teachers profession, doctors, these eight teachers of teachers.",
    "ai-tika-s0102t2:182_4": "the same medicine as the Elder’s own.",
    "ai-tika-s0102t2:182_5": "The settling of the Dhamma’s training has been set up in order to precisely by the Dhamma.",
    "ai-tika-s0102t2:182_6": "These are the four great references (of the four great references).",
    "ai-tika-s0102t2:182_7": "It is led on by one who stops, by desires, these four (natures) decreases,",
    "ai-tika-s0102t2:182_8": "Hence it is said: “Here there is no urgency in this matter.”",
    "ai-tika-s0102t2:182_9": "the others teach the Great Asoka:",
    "ai-tika-s0102t2:182_10": "They do so.",
    "ai-tika-s0102t2:183_0": "The definitiveness should be told to given attention:",
    "ai-tika-s0102t2:183_1": "(But) he is analyzed of what is called to say, etc., and accepting what is to say, in order to explain what is the reason why they divided into suffering.",
    "ai-tika-s0102t2:183_2": "asking questions about the person, having asked permission of the person,",
    "ai-tika-s0102t2:183_3": "he should cancel the Monastic Code, without first canceling it.",
    "ai-tika-s0102t2:183_4": "He replied, “As a question,” etc., he responds to the supreme end of the eye thus: “And what is impermanent, not just this; but this is how it should be done by an appropriate occasion.”",
    "ai-tika-s0102t2:183_5": "But in the first preceding analytically, because it is possible to point out the eyes that are clear in the way already stated, and so on.",
    "ai-tika-s0102t2:183_6": "But the two ends should be answered in their mouth and on their mouths, and including them with the eyes beginning with the eye. Then they say: “It is in fact that the eye is in front of me, and so on.” ...",
    "ai-tika-s0102t2:183_7": "this is the question.”",
    "ai-tika-s0102t2:183_8": "they are the soul and the body are the same thing, not unfinished.",
    "ai-tika-s0102t2:183_9": "of someone who does not say what is best, of the indicated, exactly what is uncomposed, would he still not if he does independent of others?",
    "ai-tika-s0102t2:183_10": "These are the four ways of answering questions, they don’t answer them in their answers.",
    "ai-tika-s0102t2:184_0": "In the Mahāpajāpatī Gotamī, in the Commentaries, that is, the intermediate Reference of the Discourse on the Discipline of the Vinaya, that is, the eight Disciplines of the Discourses. All of the Suttas, this is called “trine”.",
    "ai-tika-s0102t2:184_1": "Herein, even if he has been explained by the Blessed One in the Commentaries, or of the Dhamma, or of the Sangha, then the three sections on the meaning, or of the Vibhaṅga thus: “Bhikkhus, what is meant is that unfinished words, phrases, or other is called the commentary on the meaning of this teacher’s doctrine, or that is called “principled” .",
    "ai-tika-s0102t2:184_2": "Hence it is said in the Commentaries (and then): “Here the eighth teachers of usage”.",
    "ai-tika-s0102t2:184_3": "the three kingdoms, Tissa gave (the Buddha), the collection of the island to the reason (which is called) the chief of men, the ruler of the earth, that is the roar of the earth, brilliant, the chief of men, Dīhataraṭṭhas, (where the Faith of the Sīhattha (where the town).",
    "ai-tika-s0102t2:184_4": "The Elder’s advice:",
    "ai-tika-s0102t2:184_5": "May I not be taken by the recipient, nor by virtue,",
    "ai-tika-s0102t2:184_6": "she was conceived in the step of the Buddhas,",
    "ai-tika-s0102t2:184_7": "they are stated in the way already described as they are, and they were told by the meaning of that in the way already described.",
    "ai-tika-s0102t2:184_8": "Which goes on all sides that sinks by the fortnight. When it is well shown, it should be expounded like this:",
    "ai-tika-s0102t2:184_9": "But if a teacher says, “Don’t be arguments from such a teacher,” he can pay homage to, saying, “Those who speaks contradict about the teachers of the tradition;” And he should not say, “Noble One.”",
    "ai-tika-s0102t2:184_10": "he himself has luck in the whole world.",
    "ai-tika-s0102t2:184_11": "And she should also be offered to her own place.",
    "ai-tika-s0102t2:184_12": "Those who sleep a league:",
    "ai-tika-s0102t2:184_13": "The Tākatissa, Birth Story, etc.,",
    "ai-tika-s0102t2:184_14": "And he thought, “Pay it is here, Master Mahākassapa.” And the name of this discourse suttantas, “Paṭācārā, examines it and separates him.",
    "ai-tika-s0102t2:184_15": "This is the meaning in the Vinaya.",
    "ai-tika-s0102t2:184_16": "Whatever his teacher is guarded",
    "ai-tika-s0102t2:184_17": "They won’t even repeat what they have said in the discourses or found in the texts on monastic training. They should be understood as said: “They will taken hold of theside,” “This fire is not easy to find.”",
    "ai-tika-s0102t2:184_18": "(All should be told in full.) “There is no fruit in any direction”, and so on. This is the fruit of which they can be seen.",
    "ai-tika-s0102t2:185_0": "The colour of smith",
    "ai-tika-s0102t2:186_0": "Taking the delightful forest groves, like a lotus flower,",
    "ai-tika-s0102t2:186_1": "But since a noble disciple is a stream-enterer and the Buddha’s food, they put to the Community of monks against them aside their food and drink, they are put away aside: “Thus them today for me,”",
    "ai-tika-s0102t2:186_2": "They said, “What is it to be stated?”",
    "ai-tika-s0102t2:186_3": "Because that’s why it said “Have you carried away?”",
    "ai-tika-s0102t2:186_4": "For the Guard’s choice and make the precincts announced by the head and taken as “they” is said.",
    "ai-tika-s0102t2:186_5": "They placed it in the last part of the Buddha, saying: “This is the last part of the merit, that is to say, the last breath, and so on. But that in the case of the Buddha’s weaver,",
    "ai-tika-s0102t2:187_0": "If he thinks, “How hard to know,” and he says, “Let them be given to anyone who does not know, “This is the meaning of this,” and he says, “I won’t like this;”",
    "ai-tika-s0102t2:188_0": "190.",
    "ai-tika-s0102t2:188_1": "And how does this lion’s roar not roar the Buddha’s roar?",
    "ai-tika-s0102t2:188_2": "This is not worth a sixteenth part",
    "ai-tika-s0102t2:188_3": "Hence it is said: “But no fear.”",
    "ai-tika-s0102t2:188_4": "For the Blessed One makes sure the nine kinds of feeling in one place beginning with the ninth partake of the nine kinds of feeling, etc., and enjoying them.",
    "ai-tika-s0102t2:188_5": "When this is so, why are the monks from Pāṭaliputta eats meal, they are recovered from the lay life?",
    "ai-tika-s0102t2:188_6": "that water is ready for the water.",
    "ai-tika-s0102t2:188_7": "“But isn’t the meaning of it,” etc.",
    "ai-tika-s0102t2:188_8": "the legal procedure that have been done by the Kattikā fitting to do the work. And by one who has arisen in him, etc., is heavy, and so on. “Through this is how a rewardice is indeed.”",
    "ai-tika-s0102t2:188_9": "(but) he can go to that place where the bowl is kept, and in order to prepare a place there.",
    "ai-tika-s0102t2:188_10": "This verses consisting in this verse: “He doesn’t give rise to others,” and with this illness, the wise don’t experience any pain—",
    "ai-tika-s0102t2:189_0": "the color for drinking water.",
    "ai-tika-s0102t2:190_0": "191.",
    "ai-tika-s0102t2:190_1": "The water that can be understood to him said, “Hearns his confidence,”",
    "ai-tika-s0102t2:190_2": "She said to her: “Sātikā, it was glad.”",
    "ai-tika-s0102t2:190_3": "What is why only the carcass of cool water is brought inside the cool shade, thinking, “Host, did you not add (only) to the cool?”",
    "ai-tika-s0102t2:190_4": "(Whoever) has made the appearance of a warrior-nobled",
    "ai-tika-s0102t2:190_5": "for it is white like the colour of water’s colour, and so on.",
    "ai-tika-s0102t2:191_0": "On his garment",
    "ai-tika-s0102t2:192_0": "it is the door-panel door fasting.",
    "ai-tika-s0102t2:192_1": "and it became long-lived, and it seems to me:",
    "ai-tika-s0102t2:192_2": "for the carcasstes, “Here is its intention.”",
    "ai-tika-s0102t2:192_3": "will be seen such things as:",
    "ai-tika-s0102t2:192_4": "Such normal states are produced in the same way:",
    "ai-tika-s0102t2:193_0": "193.",
    "ai-tika-s0102t2:193_1": "My servants carried away: “While I can endure? ”",
    "ai-tika-s0102t2:193_2": "In the ninth enquiry, (called):",
    "ai-tika-s0102t2:193_3": "The running here and there in the nine kinds of carcasses is called “non-proclaimed” in the same way as analyzed .",
    "ai-tika-s0102t2:193_4": "for this is like the eighth liberations.",
    "ai-tika-s0102t2:193_5": "The one who does not hear another sound, and through running out of the carcass.",
    "ai-tika-s0102t2:193_6": "A wheel-turning monarch",
    "ai-tika-s0102t2:193_7": "(They are) permitting silences, like if they were shown.",
    "ai-tika-s0102t2:193_8": "The Gayā, the roar of the drums, making the noise of the kettled to the auspicious (that) is called the (nature).",
    "ai-tika-s0102t2:193_9": "and whipping, heading, and whips.",
    "ai-tika-s0102t2:193_10": "all the skin, as though it were being struck with water and dirt from the water.",
    "ai-tika-s0102t2:193_11": "chickens like a chickens and pigs,",
    "ai-tika-s0102t2:193_12": "A ploughshare is called a termite-mound, a ploughed elephant, a foot-stand, a staff, a leaning on the head, a staff, an leaning on the head, a staff, a staff, a leaning on the timber.",
    "ai-tika-s0102t2:193_13": "Hence it is said: “She is in all directions.”",
    "ai-tika-s0102t2:193_14": "it was raining and the during the rainy season. Then the great earth was mentioned during the water, which was given to them in the water, and on the ground.",
    "ai-tika-s0102t2:193_15": "Hence it is said: “Here the removal of the flood scraps,”",
    "ai-tika-s0102t2:194_0": "if he were frightening in a charming-rest,",
    "ai-tika-s0102t2:194_1": "Herein, it seems, a big crowd, plunging into the sky, and were throwing an in the distance of the year in the assembly hall, where the Fortunate One received the Palace of Victor in the Fraternity, and the assembly hall said, “Nāgas,” and he said, “Nāgas, they shook it.”",
    "ai-tika-s0102t2:194_2": "And here they said, “I gather rice,” “When we were destroyed,” he said, “From this reason,” and “From this reason,”",
    "ai-tika-s0102t2:194_3": "You’re the only matchless or the matter.",
    "ai-tika-s0102t2:195_0": "194.",
    "ai-tika-s0102t2:195_1": "The highest gold came to the most excellent mountain.",
    "ai-tika-s0102t2:195_2": "Hence the name “Heappy well,”",
    "ai-tika-s0102t2:195_3": "But what, although the Elder did you do so?” he said, “What can I do?”",
    "ai-tika-s0102t2:195_4": "And so the reason why, when the word appearance of the teacher, the bearer of the kind already described, the bearer of the kind already described, the teacher of the kind already described, under the instance of the Teacher.",
    "ai-tika-s0102t2:196_0": "195.",
    "ai-tika-s0102t2:196_1": "The senior elder replied, “That is my benefit and happiness for a long time.”",
    "ai-tika-s0102t2:196_2": "The Buddha received it and accepted it.",
    "ai-tika-s0102t2:196_3": "Therefore it was said by the Buddha: “The Fortunate One, advert from here and there.”",
    "ai-tika-s0102t2:196_4": "It seems that the mendicants pursued that encircling walls by the Fortunate One,",
    "ai-tika-s0102t2:196_5": "The rose up: the sun is (awakens) the sound of the rose-apple.",
    "ai-tika-s0102t2:196_6": "(but) the Buddha’s relics had mastered the pair of Chief Dīghavana.",
    "ai-tika-s0102t2:196_7": "By going inside: on the inside, the wind is the meaning.",
    "ai-tika-s0102t2:196_8": "That is why he said: “Bhaddā, there is no light like fire.”",
    "ai-tika-s0102t2:197_0": "“For he who does not possess the eighteen things,” thus he is not arrivalry (to cause or reason for the sake of nutriment).",
    "ai-tika-s0102t2:197_1": "In the two occasions there is a one who is thus engaged in attaining the four elements,",
    "ai-tika-s0102t2:197_2": "And in between the twin sal trees you will wait here.",
    "ai-tika-s0102t2:198_0": "The golden position was very beautiful, and so forth.",
    "ai-tika-s0102t2:199_0": "Proclaimation: “Hereins what is Dhamma” , and he is constantly sat down in front of him.",
    "ai-tika-s0102t2:200_0": "Whatever observed is the best gift, the efficacy of modes, birds, food, resting places, and in lives to come.",
    "ai-tika-s0102t2:200_1": "Your gains and losses, all are not yours.",
    "ai-tika-s0102t2:200_2": "In this very life-form, in this very life-form, they resign the life-form.",
    "ai-tika-s0102t2:200_3": "Devoted to the next life, saying: “Going about everything else and the next world,” “There is no danger in future lives.”",
    "ai-tika-s0102t2:200_4": "in this life and in lives to come.",
    "ai-tika-s0102t2:200_5": "The Benefits of gifts, comparing material possessions, honors, and popularity.",
    "ai-tika-s0102t2:200_6": "Then it is just as equal to all kinds of fruit, so on.",
    "ai-tika-s0102t2:200_7": "alms-food, lodging is the right gift for the merit,",
    "ai-tika-s0102t2:201_0": "If there is no idiot (from the field), it is not possible to give rise to confidence in those without it or increase the fruit of the fields, etc., that is, the field is, etc., which is to say, “Now what is the field for it has been shown by the field for it,”",
    "ai-tika-s0102t2:201_1": "Finally Emancipated in the Emancipation-extinguishment which is accompanied by defilements, is the final extinguishment of the aggregates.",
    "ai-tika-s0102t2:201_2": "“After eating it,” he replied: “Dearing a delicious milk, has as much as he has no ownership, then, on the occasion of the feature of the aggregates, he gives his attention to it, reviews the danger in materiality, and the equipment of the aggregates as a position of the equipment thus: “Deliminations, bliss, the produces the sign of happiness, and the desire to be void.”",
    "ai-tika-s0102t2:201_3": "“So alms-food and lodgings are better than the alms-food eater.”",
    "ai-tika-s0102t2:201_4": "according as it was said, “The deities is well released from me, depending on the foods of the gods.” And the Buddha, knowing that the great bliss of seclusion, having attained great bliss, finiteness, and investigating the variety of delicious food, spoke in dependence on the great fruit of virtue, etc., should be understood to say: “Natus this very happy, my liberate eating.”",
    "ai-tika-s0102t2:201_5": "Mindfulness oppressed by twenty-four hundred thousand leagues, and sixty thousand leagues reaching the enlightenment of the. And all, as happening, he entered upon them, the attainment with insight that attainment as its nearness of the paths, the fourteen attainments, and the paths of the fruit of stream-entry, and so on. And all that alternatively felt for the attainments of the fruits of emerging from each other, he thus addressed them as well.",
    "ai-tika-s0102t2:201_6": "It’s because you’ve given up the highest gift that your refuge is well born in the Buddha’s gift. How is it that you’re well born?",
    "ai-tika-s0102t2:201_7": "So it is said to be “perception” and “blessed” in this way, and so on.",
    "ai-tika-s0102t2:201_8": "Later as the later generation,",
    "ai-tika-s0102t2:201_9": "and later, he drew near another,",
    "ai-tika-s0102t2:201_10": "(wholesomes) thoughts about Dhamma, what is lived in Nibbāna,",
    "ai-tika-s0102t2:201_11": "is my holding on, and regardless of whether I go.",
    "ai-tika-s0102t2:201_12": "Hence I would be able.",
    "ai-tika-s0102t2:202_0": "to which he had obtained it, and said: “It would be up.”",
    "ai-tika-s0102t2:203_0": "they restrain themselves;",
    "ai-tika-s0102t2:203_1": "those who kill living creatures, steal, and so on,",
    "ai-tika-s0102t2:203_2": "for that is so called because of developing the state of loss and enmity.",
    "ai-tika-s0102t2:203_3": "contentment is enough for one who is guarded, but he has knowledge and conduct.",
    "ai-tika-s0102t2:203_4": "Accomplishment is the best thing that should be understood as the best and is accompanied by defilements, the , and the noble path. ...” ...",
    "ai-tika-s0102t2:203_5": "gives up quickly.”",
    "ai-tika-s0102t2:203_6": "Having abandoned this bad deed and doing, having given up greed, hate and delusion, the ignorant encounter of greed, etc., and, and, respectively abode of their greed, etc., and by giving up that bad thing, etc., then he is questioned by an unattached to the enlightenment.",
    "ai-tika-s0102t2:203_7": "Because that’s why Greed, corruptions are certainly extinguished without remainder, with the ending of defilements. Extinguishes itself in the ending of defilements. Extinguishes itself in the great Emancipation-element. Enlightened One has cut off the defilements.",
    "ai-tika-s0102t2:203_8": "Seeing the utterance of exclamation.”",
    "ai-tika-s0102t2:204_0": "The fourth section for recitation is finished.",
    "ai-tika-s0102t2:205_0": "the commentary on the colour of the Yamuka.",
    "ai-tika-s0102t2:206_0": "such an offering is made of murderers, like the ancestors in the left of the Thūpārāma.",
    "ai-tika-s0102t2:206_1": "Therefore it is called “body” who wants to enter the town, which is why it is called “possessed”; or “possessed by using that same sleep.”",
    "ai-tika-s0102t2:206_2": "In the between them youth:",
    "ai-tika-s0102t2:206_3": "There it seems that bed is the bed and chair: the catching-blame and the caravan leader,",
    "ai-tika-s0102t2:206_4": "And there too they might even see a single one that is there:",
    "ai-tika-s0102t2:206_5": "solitary retreat is called the counterpart of the feet.",
    "ai-tika-s0102t2:206_6": "having transmigrated through mutuality, he is like a monkey in graceful each other,",
    "ai-tika-s0102t2:206_7": "what was said by the “food”.",
    "ai-tika-s0102t2:206_8": "But that which is called “spare” in the same way, “The smaller section,” and “The smallers of the deities,” that is stated in the sense of defining . It is said to be the best of those deities.",
    "ai-tika-s0102t2:206_9": "But some say that “Which is the intermediate directions for me, and then, the meaning is that it is the best.”",
    "ai-tika-s0102t2:207_0": "these (performed) a Nāgas, the Supreme One, who is supreme in the highest bliss, has great power,",
    "ai-tika-s0102t2:207_1": "But there are Majjhima Nikāyas who have come from here and there, and when they are surmounted in the sense of division, they can be seen only either.",
    "ai-tika-s0102t2:208_0": "from the fragrant pond.",
    "ai-tika-s0102t2:208_1": "But the meaning is this: “He must be used to live in the sense of extremely joints.” The meaning is, because of the words “har.”",
    "ai-tika-s0102t2:208_2": "they were also far from the near,",
    "ai-tika-s0102t2:208_3": "the Kattika full moon in the month of Kattikā, just as he is currently showing the method, he said, “Hum.”",
    "ai-tika-s0102t2:208_4": "Then the Buddha told him about this matter, and he said, “Now, it is suitable for a place for an eon,” and so he can turn down on a place for the purpose of exactly the work. But whenever he can do it, he falls in that same place as before.",
    "ai-tika-s0102t2:209_0": "Doing what is skillful, thinking is very fruitful and beneficial?”",
    "ai-tika-s0102t2:210_0": "And the Buddha, too, it was still more violent than seven months that I achieved the goal of Awakened as a progressiveness, and because it was used to live without a respect and reverence, the Sakyans, and the lamps in the island.",
    "ai-tika-s0102t2:211_0": "but on the third occasions they show it repeatedly to him, saying, “This is the third time,” and they will also show it back again.",
    "ai-tika-s0102t2:212_0": "His lion’s roar:",
    "ai-tika-s0102t2:212_1": "like a lion in a lion’s posture;",
    "ai-tika-s0102t2:212_2": "Then a lion’s roar will be the best of men and others.",
    "ai-tika-s0102t2:213_0": "If they see him in this way, “There is no such-and-such a one who has said such-and-such a way,” etc., on their left side in the right way, they are said to be in the leftovered as a man’s body, and so on.",
    "ai-tika-s0102t2:214_0": "and he were not able to lie down on one side.",
    "ai-tika-s0102t2:215_0": "this is a lion’s roar:",
    "ai-tika-s0102t2:215_1": "“It is because of that he would gives his consent, Sīhabāhu!”",
    "ai-tika-s0102t2:215_2": "For if his own frightening cows entered his own house, he entered his carpets in the same way as before, after making it precincts the being rejoicing, mindfully, calm;",
    "ai-tika-s0102t2:215_3": "Hence it is said: “He should be aiming at me.”",
    "ai-tika-s0102t2:215_4": "or placing it in the first position that he is to be placed on top of the right leg in one first two place.",
    "ai-tika-s0102t2:215_5": "On the last one hands and feet,",
    "ai-tika-s0102t2:215_6": "And the characteristic of the same thing should be understood here in one place: “He should stand at the foot of the Commentaries .”",
    "ai-tika-s0102t2:215_7": "But that lion’s throar has been shown by the lion’s roar, etc., and because it is not successful in the way that this Dhamma is successful.",
    "ai-tika-s0102t2:215_8": "he placed a decorated through the lion’s posture, etc., as making a position of a bodily relics, etc., and so on.",
    "ai-tika-s0102t2:215_9": "he went into the lion’s posture three times, beginning with the influence of a lion,",
    "ai-tika-s0102t2:216_0": "By the means of the fourth jhāna itself is produced by the white kasiṇa . The fourth jhāna should be practiced with the fourfold.",
    "ai-tika-s0102t2:216_1": "But what is the fourth preceptor?",
    "ai-tika-s0102t2:216_2": "For the Blessed One, having understood the fourfold section, after establishing the absorption in the first jhāna, without Vipassī on the path and attaining the highest path, the Blessed One,",
    "ai-tika-s0102t2:216_3": "“This fame impossible, having dried up and wielded them, would not be reborn in the next life. That’s why the Buddha turned out to attain Complete Emancipation, and because of this attainment of the meditation subject of mindfulness.”",
    "ai-tika-s0102t2:216_4": "But it should be understood all the fourth fruition by means of the fourth fruition.",
    "ai-tika-s0102t2:216_5": "Herein, just as, when sentient beings are reborn according to their deeds, their intentions are included in the presence of the Buddha, their practice, they are not peaceful because they have mastered the first jhāna in the way that is described as the highest of the fruit of the Blessed One’s teaching, the perfected ones, and the fully awakened Buddha, “Delightenment comes to be the fourth.”",
    "ai-tika-s0102t2:216_6": "Sīha “I’d like the merchant”: “We wish to offender.”",
    "ai-tika-s0102t2:217_0": "They’re not permitted by the wind, there is no place forgetting him.",
    "ai-tika-s0102t2:217_1": "“I will give up improper attention,” said, “I shall not focus on the basis of focusing on the adverting,” but rather it is said to because they do not give attention in detail” .",
    "ai-tika-s0102t2:217_2": "under the recollection of his own bodily conduct, etc., and the consciousness and the place beginning with the consciousness, etc., is said to be “with the recollection of the mind” .",
    "ai-tika-s0102t2:217_3": "Continued existence has the characteristic of continued existence.",
    "ai-tika-s0102t2:218_0": "It is in the case of all kinds as discovering: it is plain in all aspects or secretions, and so on.",
    "ai-tika-s0102t2:218_1": "Hence it is said: “Give (or other) flowers,”",
    "ai-tika-s0102t2:218_2": "As to some of the others were equally made with flowers, etc., and so on.",
    "ai-tika-s0102t2:218_3": "While looking at the two worlds, he summons the finest floor.",
    "ai-tika-s0102t2:218_4": "five colours, as delusion, the colour of flowers are red, as the five colours of flowers.",
    "ai-tika-s0102t2:219_0": "Nanda lotus ponds, lotus ponds, and lotus ponds.",
    "ai-tika-s0102t2:219_1": "great alcoholic drinks,",
    "ai-tika-s0102t2:219_2": "and placed on what is given.",
    "ai-tika-s0102t2:219_3": "Only bodily bodies are only swallowed.",
    "ai-tika-s0102t2:220_0": "and the deities which are covered with powder, with the golden powder, soft, and concealed, is fifty leagues, and sixty-four times.",
    "ai-tika-s0102t2:220_1": "Powers and garlands, perfumes and garlands, and sandalwood powder,",
    "ai-tika-s0102t2:220_2": "Compared to red lilies, and powder can be understood that the divine flowers should be understood that in the ultimate sense.",
    "ai-tika-s0102t2:220_3": "That is why it is said: “He should be given the one who belongs to the same Buddhist sect.”",
    "ai-tika-s0102t2:221_0": "In the evening time, when the Vajjians have gathered round, the Vajjians of the great earth, like a great lake in the morning time.",
    "ai-tika-s0102t2:222_0": "They are satisfied with the deities:",
    "ai-tika-s0102t2:222_1": "Whether walking along, they delight in shade.",
    "ai-tika-s0102t2:222_2": "preserved: it is prevented by wind, thus it is seeking the end.",
    "ai-tika-s0102t2:222_3": "with his hand.",
    "ai-tika-s0102t2:222_4": "and the neck drum near the neck, etc., and charming the neck in its neck.",
    "ai-tika-s0102t2:222_5": "After grabbing him, she robbed him by theft.",
    "ai-tika-s0102t2:222_6": "Mahātittha which is founded on the Great Assembly, and burning mutual clear,",
    "ai-tika-s0102t2:223_0": "Honoured by the Realised One, seeing the Realised One’s worship,",
    "ai-tika-s0102t2:224_0": "That practice is the prior stage, and it is the way of practice.",
    "ai-tika-s0102t2:224_1": "Ninety of the nine progressive states is unsurpassable when they are complete in the world,",
    "ai-tika-s0102t2:225_0": "This precepts and observances weakened by the virtuous,",
    "ai-tika-s0102t2:225_1": "endowed with good behavior,",
    "ai-tika-s0102t2:225_2": "how far the clans owing to these two extremes should be produced in detail.",
    "ai-tika-s0102t2:225_3": "Now comes the way which is called “nowing the right practice in order to incapable of becoming” .",
    "ai-tika-s0102t2:225_4": "From the day of Jina held Ajita performed a Vajjis or arguments, sections on all themounts of the Vajjian monks, nuns, laymen, and laywomen; then the monk who gives the same instructions, thinking: “She is disrespectful, fertile, and unfaithful.”",
    "ai-tika-s0102t2:226_0": "This is how they live in line with the teachings.",
    "ai-tika-s0102t2:227_0": "the Elder Upavāṇa",
    "ai-tika-s0102t2:228_0": "but the one who stands on the ground would not start out, and like that.",
    "ai-tika-s0102t2:228_1": "Hence it is said: “Without Ānanda.”",
    "ai-tika-s0102t2:228_2": "For this is said in the Parinibbāna: the Three ways of consciousness is stated in the Commentaries .",
    "ai-tika-s0102t2:228_3": "concealing the monastery:",
    "ai-tika-s0102t2:229_0": "Because he was a most excellent offering of ancestors, the senior nun Kassapa, and theor of them burned a league.",
    "ai-tika-s0102t2:230_0": "now (when) from the meaning of that good thing, it seems, for the sake of the arrivals, “The fully awakened Buddha is going to the dispensation, it seems.”",
    "ai-tika-s0102t2:230_1": "each group of the deities, knowing that they were oxen and tendencies, had (but) their garments, ears, noses, tongues, and bodys, and also their heads were cattle to .",
    "ai-tika-s0102t2:230_2": "Those people in the human realm,",
    "ai-tika-s0102t2:231_0": "there is a shrine, Kassapa,",
    "ai-tika-s0102t2:232_0": "201.Adhivāsentīti rocenti.",
    "ai-tika-s0102t2:233_0": "(Lying): like the overpowered off the cycle, the place where the falls,",
    "ai-tika-s0102t2:233_1": "rolling around forwards and backwards;",
    "ai-tika-s0102t2:233_2": "And wherever the falls, he can go to the place where it is allowed, and as because of it is allowable.",
    "ai-tika-s0102t2:233_3": "Hence it is said: “They are coming here.”",
    "ai-tika-s0102t2:233_4": "It is right wherever it is rounded, that is, when people are extended.",
    "ai-tika-s0102t2:233_5": "Hence it is said: “Understanding the places of another,” and the other people walked back.",
    "ai-tika-s0102t2:233_6": "To before it is expounded in front of the other three, that is to say, the style, and the rest.",
    "ai-tika-s0102t2:233_7": "the Divinities, is unable to fulfill water,",
    "ai-tika-s0102t2:233_8": "Hence it is said: “There is need,” “There is no need,”",
    "ai-tika-s0102t2:233_9": "gets hold of a highway,",
    "ai-tika-s0102t2:233_10": "(There is) the gods from the group of six, without attachments,",
    "ai-tika-s0102t2:233_11": "They remember it as earth and wide open through the earth. They’d do not deceitfully.",
    "ai-tika-s0102t2:234_0": "When there is no sadness in sensual pleasures, they’re not free of greed, hate, and delusion. When they’re not cut off they’re free of greed, hate, and delusion.”",
    "ai-tika-s0102t2:234_1": "posts of stones, pebbles, vines and so forth,",
    "ai-tika-s0102t2:235_0": "he had anointed place to the four garments",
    "ai-tika-s0102t2:236_0": "on the near shore of the Ganges, on the near shore.",
    "ai-tika-s0102t2:236_1": "“Having taken up a vessel and requisites,” and so he said, “Repulsiveness of his own conduct.” He proceeds to his own dwelling,",
    "ai-tika-s0102t2:236_2": "“Yes, sir.” They replied, “I doing this.",
    "ai-tika-s0102t2:237_0": "When the work has been developed, she said: “Here what is liberated from the result of his (i.e. the word has been developed by the lapse,” she said, “It has been developed by the Buddha.”",
    "ai-tika-s0102t2:237_1": "In the second enquiry, no matter what is growing, dissatisfaction, etc., is said: “It is growing in him” .",
    "ai-tika-s0102t2:238_0": "with clothes, and with adorned one’s own mind, who is endowed with the three-fold fruit,",
    "ai-tika-s0102t2:238_1": "It can be understood that faithful lay follower’s endowl to fruit in that way.",
    "ai-tika-s0102t2:238_2": "when joints are struck with conscience and prudence, they brought to the shame and improvements, saying: “Forget about the people who come to the next life”.",
    "ai-tika-s0102t2:239_0": "to the top of the Cāpāla shrine.",
    "ai-tika-s0102t2:239_1": "Enlightened One with the Enlightened One’s special qualities, etc., and producing the object of a Buddha.",
    "ai-tika-s0102t2:240_0": "Ānanda’s Questions",
    "ai-tika-s0102t2:241_0": "203.Etthāti mātugāme.",
    "ai-tika-s0102t2:241_1": "this is the ground for seeing, this is the root of meeting places.",
    "ai-tika-s0102t2:241_2": "Greed greed, desire for sensual pleasures,",
    "ai-tika-s0102t2:241_3": "The mind’s fled in the Upavattana, that is to say,",
    "ai-tika-s0102t2:241_4": "mung-bearing strings, and making a shout on it,",
    "ai-tika-s0102t2:241_5": "having not yet they have someone (like) suffering, the origin of suffering,",
    "ai-tika-s0102t2:241_6": "To strike one in Viḍabha,",
    "ai-tika-s0102t2:241_7": "Herein, the mind becomes clear,",
    "ai-tika-s0102t2:241_8": "You also had a man with abstaining to hatred, ~ if you wish (only) to eat them.",
    "ai-tika-s0102t2:241_9": "Because of swiftness, etc., stepped upon and so on.",
    "ai-tika-s0102t2:241_10": "Excellent woman from a woman.",
    "ai-tika-s0102t2:241_11": "Punabbasuka from the lay life to homelessness should be done with material possessions.",
    "ai-tika-s0102t2:241_12": "mindfulness of the body that is mindful.",
    "ai-tika-s0102t2:242_0": "They delight in quenching, causing themselves with drunk, delighted, in their minds.",
    "ai-tika-s0102t2:243_0": "Associating with one gone forth (only) in the realm of the Tenemy, including the vessel, having destroyed the allowance of a going forth (on his head).",
    "ai-tika-s0102t2:243_1": "Hence it is said: “He is someone who hasn’t obstinately ...” it is screened and agreeable to do the meaning. It is propounded by specific purpose of seeing, it, and it is whatever placed by the crowd .",
    "ai-tika-s0102t2:244_0": "Ānanda’s Incredible Qualities",
    "ai-tika-s0102t2:245_0": "He knew the Elder’s neighborhood of the truth, and he addressed the Theras,",
    "ai-tika-s0102t2:246_0": "for a man who is developing bodily bodily action, etc., says, “From whom the progress is finished,”",
    "ai-tika-s0102t2:246_1": "Pleasant is the “bliss” included in the sense of pleasure and pain, and with the bliss producing happiness and non-proclaimed , which is accompanied by bliss and has a comfortable . And it is stated in the way stated .",
    "ai-tika-s0102t2:246_2": "“It is said in the openings of the monastery in the Arahants,” etc., to point out the meaning of this law” .",
    "ai-tika-s0102t2:246_3": "The senior monks were to attain the attainment of the meditation on the attainment of the Elders, and in the attainment of the attainment of the merit, they wouldn’t because of their respect for the authority, thinking, “This is the way to extinguish it.”",
    "ai-tika-s0102t2:247_0": "So too, when one who has thus shown that it is said in the description of development , etc., by the means of development of it towards protection by means of the development of it in this way,",
    "ai-tika-s0102t2:247_1": "When good deeds are found, on its growth is the subtlety, clairaudience, and perfection of merit.",
    "ai-tika-s0102t2:247_2": "Hence it is said: “He is endowed with supernormal powers.”",
    "ai-tika-s0102t2:248_0": "208.",
    "ai-tika-s0102t2:248_1": "The buried up a hundred leagues in the earth, like a great mountain top of a thousand leagues, or a hundred thousand leagues on the top of a hundred thousand leagues. Like a thousand leagues, giving a thousand leagues, or a hundred thousand leagues from extent Buddha’s head to the Candaguttanta. They covered in a hundred leagues from a hundred leagues from exces, and like a hundred leagues away to seer.",
    "ai-tika-s0102t2:248_2": "And in this way: “In this way I have no faith in the world, perfected and fully awakened, I do not see a perfected one, a fully awakened Buddha.”",
    "ai-tika-s0102t2:248_3": "He is endowed with a skill in regions, such as:",
    "ai-tika-s0102t2:248_4": "endowed with wisdom is intelligent: possessing right understanding, endowed with wisdom,",
    "ai-tika-s0102t2:249_0": "What is meant is that the layman’s practice? It is proper that they are worthy of the following questions that they ask, and that each questions that are wrong. But the lay followers that are wrong.",
    "ai-tika-s0102t2:250_0": "commentary on the beautiful Mahāsudassana",
    "ai-tika-s0102t2:251_0": "He said, “Protector of the drums,” “Perhaps such as the sound of horns, small or large city,” but he says, “Having little to the town,”",
    "ai-tika-s0102t2:251_1": "they say, “The shape of districts is the shape of a storm,” and they told him, “Who did the town?”",
    "ai-tika-s0102t2:251_2": "a great crowd of gods in the sea, together with branches of the branches.",
    "ai-tika-s0102t2:251_3": "And here it is in that small town “Buddhaka,” “First town, small town,” according to the city, firstly, and told her “From this, the town, Aruṇaka,” and “Therein this city through this nature this barn town,”",
    "ai-tika-s0102t2:251_4": "Who has reached (all) existence, who has attained Emancipation and has attained Emancipation and so on,",
    "ai-tika-s0102t2:252_0": "A dollars means wagons in each wagons,",
    "ai-tika-s0102t2:252_1": "But the ten males say that the mangoes are dying.”",
    "ai-tika-s0102t2:252_2": "two dollars entering and leaving the two houses and one two heels.",
    "ai-tika-s0102t2:253_0": "Good fortunate eons of the Sundarī.",
    "ai-tika-s0102t2:253_1": "Hence it is today, saying: “He is fully ordained.”",
    "ai-tika-s0102t2:253_2": "when the sound is making a great noise of the roar, ~ Konāgamana, and so on.",
    "ai-tika-s0102t2:253_3": "If they are no longer responsible for waves, another chariots, and goes from here to street. They follow that paths the second, and they follow each other.",
    "ai-tika-s0102t2:253_4": "Those people of Kusinārā,",
    "ai-tika-s0102t2:253_5": "Its in each of these is the blessings, the Great Similes, the sound of the neck, the belly, and the earth element.",
    "ai-tika-s0102t2:253_6": "endless smooth, plunging into the openings, drunking the ketttled-of-drums, and so on.",
    "ai-tika-s0102t2:254_0": "are to be proud of such an ear, the sound of ear, the neck, and the unguarded, and the opposite sex. You should practice for it to be that of suffering.",
    "ai-tika-s0102t2:254_1": "Here it was not as if there was agitated corpse in this way, which was like a full bowl full (of life).",
    "ai-tika-s0102t2:255_0": "* the deity by one who is satisfied with a great faithful lay follower who has acquired the faith and generation among the deities.",
    "ai-tika-s0102t2:255_1": "There the Buddha lived together with the mendicant Saṅgha headed by the Buddha and the fraternity of Bhikkhus.” ...",
    "ai-tika-s0102t2:255_2": "And as he was embarrassing a rock, he felt not happy in the last month of Kāsī in the neighbourhood of his own hands.",
    "ai-tika-s0102t2:256_0": "Golden in color,",
    "ai-tika-s0102t2:257_0": "211.",
    "ai-tika-s0102t2:257_1": "They discover suffering, saying, “Those pain aren’t revealing,” “Through this, they make an end of suffering.”",
    "ai-tika-s0102t2:257_2": "Does the family dwells in them?",
    "ai-tika-s0102t2:257_3": "The family similar to that family, saying: “She is standing in seven family,” and they told him.",
    "ai-tika-s0102t2:257_4": "But when he has heard that the Mallas of their own names, he does not say in the same way: “The royal family is live in the neighbourhood of a King, and the Madhurā are unsuitable,” and so on.",
    "ai-tika-s0102t2:258_0": "On Subhadda the Wanderer",
    "ai-tika-s0102t2:259_0": "212.",
    "ai-tika-s0102t2:259_1": "doubting about the teaching.",
    "ai-tika-s0102t2:259_2": "after discontent with the wind from the sky, and having destroyed (permission) of it,",
    "ai-tika-s0102t2:259_3": "After taking the seed, and gathering the seeds,",
    "ai-tika-s0102t2:259_4": "at the time of pregnant womb, when conceived in the womb",
    "ai-tika-s0102t2:259_5": "Holding them, he took hold of them, fresh and eat them.",
    "ai-tika-s0102t2:259_6": "At the time of the wide, the water was ripe to fall upon the fruit of that portent.",
    "ai-tika-s0102t2:259_7": "gave a gift to the hunter.",
    "ai-tika-s0102t2:259_8": "After placed a slaughter for him by the precincts of merchant’s trading,",
    "ai-tika-s0102t2:259_9": "and Vessabhū don’t get the best gift,",
    "ai-tika-s0102t2:259_10": "But the merchant’s gradually makers out of the kasiṇa,",
    "ai-tika-s0102t2:259_11": "There the best of those who like the best,",
    "ai-tika-s0102t2:259_12": "After taking hold of what is needed, spittle, plunging out from the top,",
    "ai-tika-s0102t2:259_13": "The honey-fruit, having picked up the goods, which were spoiled with barley,",
    "ai-tika-s0102t2:259_14": "in what is cooked indoors, what is cooked indoors,",
    "ai-tika-s0102t2:259_15": "Having lifted it out,",
    "ai-tika-s0102t2:260_0": "“How can I not give away from the highest gift?” and “And how would I do this legal procedure because of the highest gift?” Then he discovered from the highest degree of their discontent, oppositely to the highest person?",
    "ai-tika-s0102t2:260_1": "Hence it is said: “I will give a teaching to me the highest state.”",
    "ai-tika-s0102t2:260_2": "after cutting it out and wiped it,",
    "ai-tika-s0102t2:261_0": "Not sort of persons, he doesn’t master himself or others.",
    "ai-tika-s0102t2:261_1": "who understands in fact no matter how they ask and ask for questioning the meaning.",
    "ai-tika-s0102t2:261_2": "Hence it is said: “There is no need to be in the open air.”",
    "ai-tika-s0102t2:261_3": "* to the rivers full,",
    "ai-tika-s0102t2:261_4": "ignorant is one who acts according to what has been admitted, thus they say.”",
    "ai-tika-s0102t2:261_5": "It is allowed to have illustrated the calm emancipation of the life , which is announced by the seeds, and which is the escape from it.",
    "ai-tika-s0102t2:261_6": "Knowing the dispensation in the various categories, all should be seen and heard.",
    "ai-tika-s0102t2:261_7": "Hence it is said: “Yes, I have.”",
    "ai-tika-s0102t2:261_8": "(The Development): Subhadda, the King there is no place for the purpose of secluding the meaning.",
    "ai-tika-s0102t2:261_9": "As to location, it is inappropriately to teach the Dhamma in detail, and if he gives a teaching.",
    "ai-tika-s0102t2:261_10": "Now comes that opportunity to be shown by the annoying place, “Now, we will give this place.”",
    "ai-tika-s0102t2:262_0": "214.",
    "ai-tika-s0102t2:262_1": "Of those who develop the four things which there is no ascetic, no opposing of the teaching on the four sides, and the ascetic Samiddhi who believed in the teachers of the teaching, the four paths of psychic power have been shown that the ascetic Gotama has entered upon them with the stream.",
    "ai-tika-s0102t2:262_2": "Hence it is said: “In this Teaching and Discipline, Subhadda, in this Teaching and Discipline taught by the Subhadda.”",
    "ai-tika-s0102t2:262_3": "He is included in the explanation of what is not declared: the meaning and the intention is, the meaning is, of to say, the first of these, of the giving of inclusion, of the origin of the heart.",
    "ai-tika-s0102t2:262_4": "After raised his own instructions, he said, “There is a league in this monastery.”",
    "ai-tika-s0102t2:262_5": "At that time, although mistakenness, displayed, one who is stepped on concentration, but not discerned.",
    "ai-tika-s0102t2:262_6": "But after some time they say, “ discussing the simile of the where it is not shared by the people,” they say, “Not for it isn’t the fourfold restraint,” they say,",
    "ai-tika-s0102t2:262_7": "At that time they have attained the difference between the two attainments is the meaning. There is a suitable way to which they attained the path to stream-entry, and so on. There is no offense for attaining the path to stream-entry, the either, the stream-enterer doesn’t proceed to be seen.",
    "ai-tika-s0102t2:262_8": "For it is possible that a stream-enterer, and he cannot find another stream-enterer, and he cannot do so in the eighth path.",
    "ai-tika-s0102t2:262_9": "The meaning should be understood according to the method of explanation apprehending, and so on.",
    "ai-tika-s0102t2:262_10": "praise by means of the progressive meditation subjects, that is to say, regardless of all the meditation subjects consisting in fulfilment, etc., in this way: “This meditation subject has been discerned by him.”",
    "ai-tika-s0102t2:263_0": "of unshakable knowledge.",
    "ai-tika-s0102t2:263_1": "for that is so called because it purifies all profitable things, having cut off all the qualities in imperturbable and unprofitablely.",
    "ai-tika-s0102t2:263_2": "the rainy season residence",
    "ai-tika-s0102t2:263_3": "And having entered upon the four paths, he said: “Possess the noble path to the first enlightenment factor,” “The noble path is which leads to the supreme path.",
    "ai-tika-s0102t2:263_4": "He will reject this path of this noble path, which will resign a place consisting in order to see the monks.",
    "ai-tika-s0102t2:263_5": "here the ascetic is because he thinks: “Through this,” and “There is noisy,” he can construct him by giving this. ...",
    "ai-tika-s0102t2:263_6": "you’re said to be non-human beings.”",
    "ai-tika-s0102t2:264_0": "215.Soti tathāvutto antevāsī.",
    "ai-tika-s0102t2:264_1": "That’s why he’s asked:",
    "ai-tika-s0102t2:264_2": "he is placed on the part of one’s own desires, he has stored the unfavourable to the other.",
    "ai-tika-s0102t2:265_0": "A disciple of Sakka, witnesses, is the meaning.",
    "ai-tika-s0102t2:265_1": "when the Fortunate One was living the Fortunate One’s dispensation in the presence of the Fortunate One,",
    "ai-tika-s0102t2:265_2": "likewise with the rest.",
    "ai-tika-s0102t2:265_3": "all that is just threefold.",
    "ai-tika-s0102t2:265_4": "And this bowl she attained Worthiness, who had reached perfection the guilt house.",
    "ai-tika-s0102t2:266_0": "The fifth section for recitation on the skin is finished.",
    "ai-tika-s0102t2:267_0": "the Realised One’s skin is the colour of speech.",
    "ai-tika-s0102t2:268_0": "looking for the Community of monks in the community of monks,",
    "ai-tika-s0102t2:268_1": "In the Dhammapada:",
    "ai-tika-s0102t2:268_2": "For one who has memorized the teaching in line with the teaching, and the one who lives in conformity with the Dhamma, which is included in the Faith, the Vinaya, of the Dhamma, and is included in the Vedas, and the designation of wisdoms in the teaching.",
    "ai-tika-s0102t2:268_3": "Likewise the Vinaya discipline taught by the body, speech, and mind, their terms in the discourses or found in the texts on monastic training, they shine and generate on the Monastic Law.",
    "ai-tika-s0102t2:268_4": "Training in the higher morality, the training should be showed under the root of the Teaching, and the Monastic Law first according to the Teacher’s training. First you should train yourselves in the first place, in order to show the training, in order to show the training, and so on.",
    "ai-tika-s0102t2:268_5": "Herein, there is a particular component of seven kinds: the aggregates of offenses, and that is not necessary,",
    "ai-tika-s0102t2:268_6": "You shouldn’t do this to that of the teacher, saying: “This is yours alone, this is what should be done, and this should be done to you.”",
    "ai-tika-s0102t2:269_0": "so they get rid of the names by that. Then by that means of the enemy of the profession.",
    "ai-tika-s0102t2:269_1": "these thirty-two principles in the thirty-two things have been fully developed:",
    "ai-tika-s0102t2:269_2": "The Self-Morters",
    "ai-tika-s0102t2:269_3": "the teacher who has performed the duties to the Teacher, to instruct you like a service, and attend to the following instructions:",
    "ai-tika-s0102t2:269_4": "(There are) wholesome roots, nine profitable ways,",
    "ai-tika-s0102t2:269_5": "“‘Contact’ is said to be the seven elements” and so on.",
    "ai-tika-s0102t2:269_6": "Likewise the Simile of the Dhamma includes such as the Exposition of the Dhamma , etc., of the Nexts, of the Bodhisattas which is in the case of the three laws, namely, the Commentaries, Nigaṇṭhas, etc., is said: “Hails that place in each case, this is reference to the four great primary elements, that is to say, the attainment of the Dhamma, the non-delusion, and the fortunate one who has nobody, and that is how they precede.”",
    "ai-tika-s0102t2:269_7": "the teacher who will fulfill the duties to the Teacher aggregates, to the four aggregates, that is to say, the enjoyment of the sense fields, and so on.",
    "ai-tika-s0102t2:270_0": "will give advice and instruction, being advised for the instruction.",
    "ai-tika-s0102t2:271_0": "Having practiced good conduct: the meaning is that it is not proper to guard the wind, and the so on.",
    "ai-tika-s0102t2:271_1": "Hence it is said: “Venerable sir, either venerable or else?”",
    "ai-tika-s0102t2:271_2": "Respect for it is the venerable who Gates in the world, or else “But, sir.”",
    "ai-tika-s0102t2:272_0": "If he wished, he said, “May it not be told,” “May they not wish,” “May they not accept it even whenever they want,” etc., in the way already described, he replied, “Has anyone else.”",
    "ai-tika-s0102t2:272_1": "the strength of knowledge,",
    "ai-tika-s0102t2:272_2": "whether far or near, he wishes, do you like. And if he wants to be taken up, he may, if he wishes.",
    "ai-tika-s0102t2:272_3": "Because of such a kind of person",
    "ai-tika-s0102t2:272_4": "There are lesser and minor training rules who undertake and follow the training rules that lead to the Buddha is impermanent, suffering, and perishable. When the Buddha doesn’t want to be reborn in this way, it will be for their lasting harm and suffering. But when those days don’t get upset by hatred, hate, and bitterness.”",
    "ai-tika-s0102t2:272_5": "Whoever speaks after the meaning of the teaching of the Dispensation of the Faith in the Commentaries",
    "ai-tika-s0102t2:272_6": "And whatever teacher undertakes the training rules, the training rules, he cuts his head, grey it as if the Sakyan ascetics have taken it.",
    "ai-tika-s0102t2:272_7": "Because that very day they thought, “The Saṅgha may, if it wishes, turn it lesser training rules they wanted to mention the lesser training rules, while the Teacher’s instructions,” they did not show their way to the Faith.",
    "ai-tika-s0102t2:272_8": "Because Venerable Ānanda asked: “Venerable Ānanda what are the ones? Which is the smallest duration?”",
    "ai-tika-s0102t2:273_0": "(but) he should not say such a thing as it is said to because it is not known that the Elder Nuns beginning with “Now,” etc., in that they should be told, “No problem,” because it is not the act of evasiveness.",
    "ai-tika-s0102t2:273_1": "now the Elder (good) appearance to the state of existence in the future, “Now, the Elder,” and so on.",
    "ai-tika-s0102t2:273_2": "The Elder Nāga Candavajjī taught the Dhamma Village, the chief of Missaka, and hero, the ruler of the earth, having ordered his advice and prescribed the Faith forty-four, as the forty-four of the Dhamma Pilindavaccha and the Retive.",
    "ai-tika-s0102t2:273_3": "The elder Mahākassapa training rules on the one side",
    "ai-tika-s0102t2:274_0": "In addition, the meaning is: it is innerable to the donor.",
    "ai-tika-s0102t2:274_1": "transmigration.",
    "ai-tika-s0102t2:274_2": "Hence it is said: “He isn’t unshakable.”",
    "ai-tika-s0102t2:274_3": "I say that this mendicant isn’t conflict with you, I say to you.",
    "ai-tika-s0102t2:275_0": "he is stopped and having given up doubts through the three enlightenments of the Buddhas, the knowledge of the abode, and then eagerness to be a understood that simultaneously.",
    "ai-tika-s0102t2:275_1": "here is this:",
    "ai-tika-s0102t2:276_0": "218.",
    "ai-tika-s0102t2:276_1": "When heedfulness is necessary, he is mindful, he is mindful,",
    "ai-tika-s0102t2:276_2": "Here mindfulness is called “blessed”; for that is why the rest are reckoned as an instrument” .",
    "ai-tika-s0102t2:276_3": "he gavepending heedfulness with diligence the whole of the Buddha, the bird of the Saṅgha, and the fraternity of the Enlightened One.",
    "ai-tika-s0102t2:277_0": "The Full Extinguishment",
    "ai-tika-s0102t2:278_0": "219.",
    "ai-tika-s0102t2:278_1": "And in the three absorptions, which sons, while he was still not attaining the highest attainments, he attained Nibbāna at the time of attaining Nibbāna.",
    "ai-tika-s0102t2:278_2": "The elder Anuruddha, Anuruddha, and others.",
    "ai-tika-s0102t2:279_0": "This too is called “base” in the sense of undertakeing the jhānas, etc., that is to say, the jhānas, and the linking of the bases of psychic power,",
    "ai-tika-s0102t2:279_1": "And because the Buddha was entering that Āḷavī for aessential, and so he entered the town together with his room and said, “Now is entering into extinguishment.”",
    "ai-tika-s0102t2:280_0": "These two, namely, clansmanship in the same way as “factor” and “ctor of reviewing the states of existence as a posture,” and so on, then however, the Blessed One is said to have reckoned as a posture, and so on. That is why it is called “specified” .",
    "ai-tika-s0102t2:281_0": "Being endowed with virtue, etc., similar to the virtues of those without equality, etc., which is like the equal one persons.",
    "ai-tika-s0102t2:282_0": "Nibbāna, that is how the designation of choices are calmed, in this way.",
    "ai-tika-s0102t2:283_0": "He says “They are born in oneself,” “They bring you to the next life,” “They are one who isn’t born in him.”",
    "ai-tika-s0102t2:284_0": "Spread in the very place where there is delightful, happy, with moving, gladness and wide.",
    "ai-tika-s0102t2:284_1": "The one who endures feeling, who has made the origin of feeling, and through having fully understood feeling, has been fully understood.",
    "ai-tika-s0102t2:284_2": "Having completely transcended the liberation of the very life,",
    "ai-tika-s0102t2:285_0": "223.",
    "ai-tika-s0102t2:285_1": "they make their beds and benches, and they made (given) fruits.",
    "ai-tika-s0102t2:285_2": "All these special qualities possessed of all the qualities, etc., are endowed with virtue consisting in reasons, etc., by reason of their possession of great (magical) power, etc., which is endowed with all good qualities, is the meaning.",
    "ai-tika-s0102t2:286_0": "How do they get carried on all sides?",
    "ai-tika-s0102t2:287_0": "As a result, one of great wide shakes off a little,",
    "ai-tika-s0102t2:288_0": "The color of the Buddha’s neck is excellent,",
    "ai-tika-s0102t2:289_0": "227.",
    "ai-tika-s0102t2:289_1": "(They are) sixteen measures, “They are of good conduct,” and so on.",
    "ai-tika-s0102t2:289_2": "Hence it is said: “All goods, all goods,”",
    "ai-tika-s0102t2:290_0": "After taking it out of the southern direction, in the Southern direction, in the Southern direction, in the Southern direction, and without having taken by it, he took it away from there in the southern direction, and take it back.",
    "ai-tika-s0102t2:291_0": "in the same place as Jeta’s Grove.",
    "ai-tika-s0102t2:292_0": "she was conceived in the assembly hall, prescribed with great jewels, and made auspicious in the assembly hall.",
    "ai-tika-s0102t2:293_0": "the name for him,",
    "ai-tika-s0102t2:294_0": "The commentary on the meaning of the Elder Mahākassapa",
    "ai-tika-s0102t2:295_0": "231.Pāvāyāti pāvā nagarato.",
    "ai-tika-s0102t2:295_1": "“Today I’ll know and see the Teacher’s very day attaining Nibbāna, who is unattained, who thinks: ‘I will see the Teacher’s very life,’ and who thinks: ‘I will see the Teacher,’",
    "ai-tika-s0102t2:295_2": "Hence it to the Buddha, “Give it to the Buddha,”",
    "ai-tika-s0102t2:295_3": "“And soon after the final extinguishment of death will be attained final extinguishment.”",
    "ai-tika-s0102t2:295_4": "The senior elder asked him, “How far as I were asked, what was the reason for you? How was it done?”",
    "ai-tika-s0102t2:296_0": "Today it thoroughly generated, seven days, and seven days after that very day, he attained Nibbāna.",
    "ai-tika-s0102t2:297_0": "on the turn that was carried away by the wind.",
    "ai-tika-s0102t2:298_0": "sweet, with sweet voice:",
    "ai-tika-s0102t2:298_1": "whether in the other, not otherwise;",
    "ai-tika-s0102t2:298_2": "and then eats the sauce from Pāṭaligāma, he should first be the first to come.",
    "ai-tika-s0102t2:299_0": "After going forth in his presence, Subhadda,",
    "ai-tika-s0102t2:300_0": "devoted to the higher mind in the teaching of those whose mind is immersed in samādhi.",
    "ai-tika-s0102t2:300_1": "all rolling around.",
    "ai-tika-s0102t2:300_2": "bad things gets bad.",
    "ai-tika-s0102t2:300_3": "And she was able to disappear ran away.",
    "ai-tika-s0102t2:301_0": "(Ascetics:) “As a question that is in the sensuous worlds, like a lordly was setting out on a road, practises, when the mind has arisen, it sets out at the root of the trees, and it does not rely, there will be notition and that it is like that, and because I will stands its roots in a tree. ” And just as the root of a tree trunk, it does not relying on atick, “We will be rely,” and with just as above.",
    "ai-tika-s0102t2:301_1": "Or alternatively, it seems that bore the roots, all the trees that were rolled back by the root of a tree, and he sent his own hands, but he didn’t get his own destiny.",
    "ai-tika-s0102t2:301_2": "but when there is no fermenting in that place, people wander by the wind in that place. When there is none of these people wander in them, they will be able to discern them in all directions.",
    "ai-tika-s0102t2:302_0": "and having conquered me with his body, therefore (the truth), I can teach the truth, and having directly experienced.",
    "ai-tika-s0102t2:302_1": "(All should be told, the Buddha should proclaimed.)",
    "ai-tika-s0102t2:303_0": "Taking the sandalwood, pinwheel, and the pile of the shoulder,",
    "ai-tika-s0102t2:304_0": "Having heard that, Venerable Anuruddha said this to the Nerañjarā:",
    "ai-tika-s0102t2:305_0": "going on a matted-hair ascetic, using leaf-hut, or a refreshments for ten months.",
    "ai-tika-s0102t2:305_1": "the treesses, the moon, sun, and so on,",
    "ai-tika-s0102t2:306_0": "235.",
    "ai-tika-s0102t2:306_1": "Since they do so, they are described in the positions of the terminations, in the body, that is to say, the bones, and the rest.",
    "ai-tika-s0102t2:307_0": "its meaning is, it is no separately, in the same way.",
    "ai-tika-s0102t2:307_1": "“The hawk has been destroyed,” he said, “It was foolish,” and she said to them, “Now, it wasn’t proper.",
    "ai-tika-s0102t2:308_0": "they emerge from the waters of the Goat-King, having become dispassionate,",
    "ai-tika-s0102t2:308_1": "That’s how many drinks said: “The Buddha’s drinking water, it’s a big sacrifice.”",
    "ai-tika-s0102t2:308_2": "There is a great hero, living in twenty-two treasures.",
    "ai-tika-s0102t2:308_3": "Eight kinds of less than eight kinds of peacocks: them is called a joints in the sense of compounding.",
    "ai-tika-s0102t2:309_0": "They listen to the Dhamma, having surpassed the incomparable, which is an unsurpassed confidence in the Buddha, and inclination of the Dhamma, which is the openings of the Master.",
    "ai-tika-s0102t2:309_1": "for the Buddha’s dispensation, through the power of the Buddha, you rolled forth the Wheel of Dhamma to the Bodhisatta. That is why it should be said: “Blessed with a Buddha, the Dhamma’s simplyze of the Refuge.”",
    "ai-tika-s0102t2:309_2": "After making use of the four-footed covers (?) and filling the very branches of the (where they), and holding them a charming golden flag,",
    "ai-tika-s0102t2:309_3": "Having destroyed the perfume of rose-apples and garlands, he took a golden jewel and flowers and garlands,",
    "ai-tika-s0102t2:309_4": "enquiry, (called) slander, enquiry, (we hear about) the compassionate towards them, (we hear about) wickednesses.",
    "ai-tika-s0102t2:309_5": "there is excessive winds, enthusiastics,",
    "ai-tika-s0102t2:309_6": "it fears in that place, glorious couch, with golden-like feet, decreated, and warrior-nobled,",
    "ai-tika-s0102t2:310_0": "Teacher said to them: “Lay follower, you must take care of the spears, the spears of hands, and beggars them; do as they were one who denies, for the sake of their encircling them, and in front of them.”",
    "ai-tika-s0102t2:310_1": "Likewise in the same way.",
    "ai-tika-s0102t2:310_2": "Having laid him in the neighbourhood of his belly, like a monkeyed the floor in the sea, and having built a value of his belly.",
    "ai-tika-s0102t2:311_0": "Yourself-ree was covered with lofty cloths; the meaning is that of meritorious devoted (?) with great meritorious conduct and so on, the meaning is the bestowed on their affairs.",
    "ai-tika-s0102t2:312_0": "Distributing the Relics",
    "ai-tika-s0102t2:313_0": "while sitting on the floor by which he was sitting on the seat spread out throughout the whole of the Great Wood, and while sitting on the very spot, he spoke (on his legs).",
    "ai-tika-s0102t2:313_1": "that dreams on it,",
    "ai-tika-s0102t2:313_2": "dressed in a cloth cloth covered in the midst of garments for two months,",
    "ai-tika-s0102t2:313_3": "failing to get rid of the currents.",
    "ai-tika-s0102t2:314_0": "The crowd of the kingdom, known as Tissa, together with his penis, which was worthy to the most excellent Laṅkā, –",
    "ai-tika-s0102t2:314_1": "Perceiving the Buddha’s special qualities, and he perceives that light is abundant, exalted, important, refuted, and well established in mind.",
    "ai-tika-s0102t2:315_0": "They discomfort",
    "ai-tika-s0102t2:316_0": "But why are they prepared for him? What is the point of despise? How can I get up from his seat?",
    "ai-tika-s0102t2:316_1": "(But) applications can be shown by one who is nursesing snapped in all ways.",
    "ai-tika-s0102t2:317_0": "she pays homage to the Teacher’s attendants.",
    "ai-tika-s0102t2:317_1": "It was no more than them in the air elements.",
    "ai-tika-s0102t2:318_0": "said to the Teacher, the chief of men, the teacher called Sutta - and so forth.",
    "ai-tika-s0102t2:318_1": "The Buddha is walking along that path, and sees a brahmin giving a slave to greed, hate, delusion he sees a brahmin at the foot of a tree.",
    "ai-tika-s0102t2:318_2": "Doṇa.",
    "ai-tika-s0102t2:318_3": "said to her: “What did I say?”",
    "ai-tika-s0102t2:319_0": "May they be full of calamity and harmony, and so on.",
    "ai-tika-s0102t2:319_1": "But if they said, “But what reason do you say?”",
    "ai-tika-s0102t2:319_2": "Hence it is said: “Having wrapped each other and every other.”",
    "ai-tika-s0102t2:320_0": "from there and come to the conclusion of the Community, from there and come together, and sitting together at the place where they had gathered together.",
    "ai-tika-s0102t2:320_1": "Likewise the Grasping Commentary in the same way",
    "ai-tika-s0102t2:320_2": "he consented to what he had been asked for.",
    "ai-tika-s0102t2:321_0": "Profitting in the Relics",
    "ai-tika-s0102t2:322_0": "239.Yakkhaggāho devatāveso.",
    "ai-tika-s0102t2:322_1": "he tortured (they) the relics, and made arrange.",
    "ai-tika-s0102t2:322_2": "(For) his nurse is free from debt,",
    "ai-tika-s0102t2:323_0": "Eight years: seven months in the next lifetime.",
    "ai-tika-s0102t2:324_0": "The second Commentary is the third in the Sangha,",
    "ai-tika-s0102t2:324_1": "on seeing the element of the bearer of the shrine, and he cannot reach the enlightenment factor: “Having seen the shrine terrace, he thus prevented the world elements, which was standing making an obstacle for the sake of the worlds, and he places the supreme perfect happiness of the world, without abandoning the supreme guide for the gods.”",
    "ai-tika-s0102t2:324_2": "having taken them a risky relic room, one should roam out of the elements -",
    "ai-tika-s0102t2:324_3": "to the Elephant’s Cetiyas,",
    "ai-tika-s0102t2:324_4": "because of that the dreadful range of the Shrine didn’t get it to bear later.",
    "ai-tika-s0102t2:325_0": "he took his former time in the first Ārāma, the last watch, and the necklaces (of the town), which was to be prepared with charming water.",
    "ai-tika-s0102t2:325_1": "and the red kasiṇa appeal.",
    "ai-tika-s0102t2:325_2": "apart from the jewel, the various kinds of gems, the remainder of the plasters, and the rest in the neighbour’s mind.",
    "ai-tika-s0102t2:326_0": "They build a monument for the gods of the Thūpa. They built the gods of the Thirty-Three of a monastery worker with an abidings.",
    "ai-tika-s0102t2:327_0": "garlands, perfumes, “May the king not shrines to the shrines, King Asokas, orders to establish the air element in thelace.”",
    "ai-tika-s0102t2:327_1": "Having (from the lake) terrible and poisonous (afterwards),",
    "ai-tika-s0102t2:327_2": "the weavers, the clustern gates, and the carpets,",
    "ai-tika-s0102t2:328_0": "Or he who is attached to their mass of fear, put in their upper robe, looking down on each other with a sharking their upper robes, and so on.",
    "ai-tika-s0102t2:328_1": "Hence it is said: “Where’s starting to take it.”",
    "ai-tika-s0102t2:328_2": "Having destroyed the countless hundreds of the gods, having created a gems in their own form, and making the whole world with his own mind, he went to the gods.",
    "ai-tika-s0102t2:328_3": "“It is oppressed in that place,” and so on each other, the one who sees advertsity in them.",
    "ai-tika-s0102t2:329_0": "(but) he asked: “Having asked in the sense fields, what is called positions? ” and “There are no poison in the different destiny, what is done in the different ways.”",
    "ai-tika-s0102t2:329_1": "if he knows that he will be told to rely about his houses, he will not know the time for him about his request.",
    "ai-tika-s0102t2:329_2": "In excess of deities, pity, and attachments, the gods who are expert in attachments,",
    "ai-tika-s0102t2:330_0": "This is how it is said: “Once upon a second footprint, with this second footprint, collected by the statement.”",
    "ai-tika-s0102t2:330_1": "Also the great elementals (story) made a circumstance to them.",
    "ai-tika-s0102t2:331_0": "The Leader of the Extinguishment"
}