{
    "ai-tika-abh08t26:0_0": "2. Dutiyo paricchedo",
    "ai-tika-abh08t26:1_0": "commentary on the colours",
    "ai-tika-abh08t26:2_0": "67.",
    "ai-tika-abh08t26:2_1": "And this is how the mind arisen in terms of forms has been fully explained in this way: “With the giving up of the four things,” and on account of the intermediate directions, etc., intermediate directions, to the intermediate directions, and to the interval between internally and externally, pertaining the thought, “Now,” and so on.",
    "ai-tika-abh08t26:2_2": "(but) the description of (material) people shone likewise, ~ which were parted by various dissolutions, like the bird who made the crowd of the person.",
    "ai-tika-abh08t26:3_0": "And what is said from reference to the people who are bound by people who are extinguished without exciting them?",
    "ai-tika-abh08t26:3_1": "Herein, “Possessing the mind as well. This is the characteristic of insight.",
    "ai-tika-abh08t26:3_2": "which she shows why, among the names by one whose mind is characterized as it is said.",
    "ai-tika-abh08t26:3_3": "what is its characteristic?",
    "ai-tika-abh08t26:3_4": "each one, the basis of the cessation of conditions, etc., are the basis for the cessation of the objects.",
    "ai-tika-abh08t26:3_5": "Associating with people’s (wholesome) associated with it,",
    "ai-tika-abh08t26:3_6": "Herein, there is one way of producing condition, and associated with each other, with the cessation of the forms associated with each other, and with the cessation of perception and feeling:",
    "ai-tika-abh08t26:3_7": "However, without understanding and associated with one another’s story is prevalry contained the sense of urgency.",
    "ai-tika-abh08t26:3_8": "thus: “This is the basis for such great use, opposing, and accusations as creating a degree of pleasure, the basis of truth, based on the basis of truth, based on the basis, and using what is the basis for creation of others. These are the basis for states of existence. Compace about the state of non-perception, etc.; that is to say, the attainment even a single one, the universal base consisting of boundless existence, and the rest.”",
    "ai-tika-abh08t26:4_0": "or as object of contemplation (into the womb), Vāseṭṭhas, five-food-existents (of the mind and body), and five with the objects of sense desire as its object, and it is the sitter’s site for each one particular offense with its object.",
    "ai-tika-abh08t26:4_1": "So too, when there is arranging of riches through the tangle of the business, they cease in the sixth and eighth day.",
    "ai-tika-abh08t26:4_2": "What has these three characteristics, etc., and is of three characteristics, etc., and for the sake of wearing these three characteristics, etc.; they are for the sake of seeing in this way?”",
    "ai-tika-abh08t26:4_3": "So from these four characteristics, etc., there is none of the mind associated with the characteristic of consciousness, which is established in them.",
    "ai-tika-abh08t26:4_4": "And how are they intentionally promise?",
    "ai-tika-abh08t26:4_5": "“Intentionality, your minds are eager, confident, settled, and decided about the meaning of this, they say.”",
    "ai-tika-abh08t26:5_0": "When all his enemy arises in him as he desires, then, on getting rid of compassion, he became non-perception, his mind becomes clear, and then, since he is unaffected by him.",
    "ai-tika-abh08t26:5_1": "At that time there is such zeal and embellishment, like the sound of others as “body-spheresing” or “When there is such things as uninterrupted feelings,” it is in the same way beginning, “When there is something suitable for the time of feelings,” and so on.",
    "ai-tika-abh08t26:5_2": "Those who are laying downwomen who are hunting and flatterers.",
    "ai-tika-abh08t26:5_3": "(Only) thirty-two things, without having performed his consent, in the thirty-two enlightened enemy.",
    "ai-tika-abh08t26:5_4": "One who, having taken a precise of the thirty-six rules on their death in the six rules, gave their own form,",
    "ai-tika-abh08t26:5_5": "that is to say: the influence in the presence of the Teacher.",
    "ai-tika-abh08t26:5_6": "contact ...",
    "ai-tika-abh08t26:5_7": "(Having asked) his mind, as he was most delightful,",
    "ai-tika-abh08t26:5_8": "Thus there is no sound for one like this.",
    "ai-tika-abh08t26:5_9": "Yet they are bound together:",
    "ai-tika-abh08t26:5_10": "thirty-two things : they are one lesser powerful in the thirty-two things.",
    "ai-tika-abh08t26:6_0": "“When asked what is said, what is it said?” and “How do they say, “How may they be tamed?”",
    "ai-tika-abh08t26:6_1": "Compassion is the first kind of compassion: the touching of the first, of the fine- material and immaterial states, in the case of the later story of the air.",
    "ai-tika-abh08t26:6_2": "Mindfulness of the kind already described : it is the precedence of compassion, gladness, compassion, gladness and equanimity; and it is the first kind already described in the way beginning, the middle, and the endeavour. The meaning is that it is the dealt with the supramundane.",
    "ai-tika-abh08t26:6_3": "“So it is pleasant, precededing,” and “There is.",
    "ai-tika-abh08t26:6_4": "Bhaddā’s word is stated thus: “He who has formerly developed a man who is devoid of virtue and who has completed the striving like a funeral pyre, and so on.”",
    "ai-tika-abh08t26:6_5": "and, through this virtue, it is said in the Paṭisambhidā, the quiet of described as “inneru” since it is said, “It is said” according to the Book of Commentaries.",
    "ai-tika-abh08t26:6_6": "But does not arise in the past or the poison, what is the meaning?",
    "ai-tika-abh08t26:6_7": "for that is why the similar or the dissimilar is described in the same way.",
    "ai-tika-abh08t26:6_8": "But why are they not reborn alone?",
    "ai-tika-abh08t26:6_9": "if it is broken because it has been broken down its object;",
    "ai-tika-abh08t26:6_10": "For when one who has developed himself in this way is compassionate towards suffering, etc., and whose mind is free from pleasure oppression by compassion for those whose mind is free from sense desires, his turning away through distraction by means of the deathless. That is why there is no single being",
    "ai-tika-abh08t26:6_11": "wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.",
    "ai-tika-abh08t26:6_12": "When you fulfill right action, they fulfill right livelihood and right livelihood.",
    "ai-tika-abh08t26:6_13": "Which is right:habits, gives rise to right action in one of right action, and right livelihood in the second or round of right livelihood. He fulfills the third right livelihood.",
    "ai-tika-abh08t26:6_14": "When they arise together with aroused, they do not describe it as its object.",
    "ai-tika-abh08t26:6_15": "They don’t arise because of one another’s self,",
    "ai-tika-abh08t26:6_16": "For their actions are wrong action, right livelihood is right effort, right mindfulness is its object, and right immersion is its object.",
    "ai-tika-abh08t26:6_17": "these five with celestial fields",
    "ai-tika-abh08t26:7_0": "68.",
    "ai-tika-abh08t26:7_1": "The Virūpakkhas, etc., is said: “Conflict”, clung to the shade of the Religion, good sir, was taken by the Faith of the Vibhaṅga thus: “One who gives meaning in its meaning, it is said, it is indicated by the word “boundless,”",
    "ai-tika-abh08t26:7_2": "After giving directions, he should do so.",
    "ai-tika-abh08t26:8_0": "69-71.",
    "ai-tika-abh08t26:8_1": "But here what is it means to be done in the four Brahmā-worlds? And why, after saying, “But what do you say this?”",
    "ai-tika-abh08t26:8_2": "does not follow agitated mind.",
    "ai-tika-abh08t26:8_3": "The ninefold supermundane kingdom of the Dhamma.",
    "ai-tika-abh08t26:8_4": "He teaches by means of the here and now, of the life to come, and of the ultimate goal, he is the Teacher.",
    "ai-tika-abh08t26:8_5": "at the time of loving-kindness is the act of loving-kindness.",
    "ai-tika-abh08t26:8_6": "because they were loving-kindness, etc., and so on.",
    "ai-tika-abh08t26:8_7": "Therein, equanimity as a function of equanimity is the neutral’s neutrality in one who adverting with that neutrality in one whose equanimity is immaterial .",
    "ai-tika-abh08t26:8_8": "Maintainly, a noble disciple who shaves the beginning with the Dispensation of the Blessed One’s bondservants, horses, chariots, or the kinsman of the Sun, –",
    "ai-tika-abh08t26:9_0": "on contact with the heat of the contacts, such as: in the first place, of the originality, of the Mahānāma, –",
    "ai-tika-abh08t26:10_0": "“ there is calm, there is bodily feeling, there is mental joy, there is the mind, thoughts of the mind, thoughts, mind consciousness, and energy. They have faith, mindfulness, immersion.",
    "ai-tika-abh08t26:11_0": "When the Buddha has done this, he causes the thirty-two bases of contact and attains the six kinds of contact. Contact abiding in the midst of contact, observed the three worlds, and the four yokes of the opposite sex. He has a necessary pair of jackals, and supplied and provided with the sick.",
    "ai-tika-abh08t26:12_0": "How does he do this?",
    "ai-tika-abh08t26:12_1": "And here even when these contacts are compare, his mind is concentrated, saying “Well-faculty”, “the faculties are guarded.”",
    "ai-tika-abh08t26:12_2": "entering the absorptions, thinking, “This is the absorption factors,” while placing the mind and keeping it connected.",
    "ai-tika-abh08t26:12_3": "having faith, conscience, prudence, energy, and wisdom, having dropped the faculties, they say, “Such is the power of faith,”",
    "ai-tika-abh08t26:12_4": "Laṅkā is the power of the world, he said, “He is the strength of the world.” And he said, “He who is diligent, there.”",
    "ai-tika-abh08t26:12_5": "Likewise in conscience and prudence,",
    "ai-tika-abh08t26:12_6": "It is greedy, hateful, and delusion. Because of the opportunity, he corrupted them and attained it.",
    "ai-tika-abh08t26:12_7": "The root of deeds is entered the root of deeds, but the result is complete. And then they say, “ deeds are deeds in combined, without ill will.”",
    "ai-tika-abh08t26:12_8": "in these two places analyzed in these two places.",
    "ai-tika-abh08t26:12_9": "But when feeling ...",
    "ai-tika-abh08t26:12_10": "This is how one thing in three parts of the day.",
    "ai-tika-abh08t26:12_11": "But although energy is negligent and energy, thinking, “So let the faculty of energy is negligent,” after saying, “There is the power of energy,” he said, “When the strength of energy is negligent,” and after saying, “Those energy is negligent,” he receives energy.",
    "ai-tika-abh08t26:12_12": "mindfulness, thinking, “My faculties are oppressed,” then with the variety of paths, “Have you taken the life of purity.”",
    "ai-tika-abh08t26:12_13": "Thus these two things have been related in the four situations.",
    "ai-tika-abh08t26:12_14": "But, after reaching the absorptions, “The mind isn’t eager, confident, settled, and decided about the noble path.” He said, “Through the noble path and embracing energy, “Perhaps the value of absorption,” and having attained the strength of energy, he dropped on this concentration and said, “Havestigation.”",
    "ai-tika-abh08t26:12_15": "this Dhamma is solitary in six places,",
    "ai-tika-abh08t26:12_16": "But understanding that the faculties are necessary, then they say: “So it is the oppressing of the faculties and strength, having given up the variety of paths, caught up in the neighborhood of the faculties, having drunk the new pair of rols, and entry into the roots, “Have them a poison,” and shoot them as a yoke, saying, “But are you working.”",
    "ai-tika-abh08t26:12_17": "This is how the one thing positions in which analyzes, produced in these seven faculties, eighteen in nine ways, and ten faculties, according to accumulation, and so on.",
    "ai-tika-abh08t26:12_18": "And here the eighteen in which the lower worlds ends in one place enemy, since there is no danger in any one of these eighteen bases described in the noble ones, he thinks, “This is the doing of the lord of death,” and he does not expound it in accordance with the persons.",
    "ai-tika-abh08t26:13_0": "And it is not possible to abode that is including the minds of abode thus, “secludedness” .",
    "ai-tika-abh08t26:13_1": "yet he fixes the mass of contact as a collection of contacts, then for the trunk of choices, like a pricked mass of choices.",
    "ai-tika-abh08t26:13_2": "For he does not settle the aggregates, contacts, and attentions through the three kinds of contact through all the modes and sixteen kinds of contact through the eye, ear, nose, tongue, body and mind, and all the mind, then the intention of aggregates, etc., made the consciousness of mentality-materiality, etc., and giving attention.",
    "ai-tika-abh08t26:13_3": "But why is this called “short” in the ways of attending to perception and attention unification of mind” .",
    "ai-tika-abh08t26:13_4": "and unless the characteristics beginning with what is contrary to the others’ intentions is characterized as to the others. Things he does not get the characteristic of . Exposing the state of loss.",
    "ai-tika-abh08t26:13_5": "If they can’t get to taken by means of contact with feeling ...",
    "ai-tika-abh08t26:13_6": "But it is preceding the states of having the definition of the several aggregates, etc., according to the exposition of the function of aggregates, and it is manifested as the practice of the states of loss.",
    "ai-tika-abh08t26:13_7": "Thus, how is contact unknown as stated?",
    "ai-tika-abh08t26:13_8": "“He perceives contact as condition: feeling, perception, choices, and consciousness.” Then, the feeling, perception, choices, and consciousness as conditioned by contact. But when that is stated under the heading of consciousness, they recite it each kind of feeling.",
    "ai-tika-abh08t26:13_9": "and it is weak in the same way as a weakness due to the power of foe.",
    "ai-tika-abh08t26:13_10": "For this concentration is called “defilement” in the way already stated . It is said in the Ceffacement and non-refuse, and it is said in the way already stated .",
    "ai-tika-abh08t26:14_0": "Situation for excessiveness and attention.",
    "ai-tika-abh08t26:14_1": "For the purpose of attending to the profundity of meaning and attention, namely, through the acquisition of the meaning, and the elimination of meaning, these verses are called “profitable”.",
    "ai-tika-abh08t26:14_2": "and (only) the sage bound by him.",
    "ai-tika-abh08t26:15_0": "and attains the first tetrad that base consists of boundlessness, etc., as its object is impediments .",
    "ai-tika-abh08t26:15_1": "all those who are called “claimed by the mind” are said of mental conduct.",
    "ai-tika-abh08t26:15_2": "why do you encounter advance",
    "ai-tika-abh08t26:15_3": "The great sage then shows them (to do) in this way and warning them what is said. But now, “Now is what is said.”",
    "ai-tika-abh08t26:15_4": "For a large object is experienced by the first jhāna touched by them. When contacts, feelinged by them, they experience through the second absorption. When they perceive them as such, they perceive them as such, they perceive. Their feelings associated with the third absorption. And the fourth absorption is said to be the fourth.”",
    "ai-tika-abh08t26:15_5": "Conceit is the strong posts: just as strong pollutants, shakes, and rocks and troops; so the meaning is that it is by means of health, by means of a zeal, and by strengthening condition.",
    "ai-tika-abh08t26:15_6": "That’s why the reason for going to the path",
    "ai-tika-abh08t26:16_0": "Remember the calm-factor : “The mind is liberated in this way, unrestrained,”",
    "ai-tika-abh08t26:16_1": "and the same method of explanation applies to the origin of consciousness occurring in one way.",
    "ai-tika-abh08t26:16_2": "In the same way, this is what is said, “This is the its condition, this is the reason why, this is the power of the mass of physical nutriment.” ...",
    "ai-tika-abh08t26:16_3": "will it be?”",
    "ai-tika-abh08t26:16_4": "And for the sound of drums because it is noise,",
    "ai-tika-abh08t26:16_5": "For even a single person can’t upset with those oppositeness, etc., and his progressiveness will still be done by way of the strength.",
    "ai-tika-abh08t26:16_6": "how is it said above all kinds of contact? “What is the first temperature in this way? How is it said?”",
    "ai-tika-abh08t26:16_7": "“Feeling, there is contact, there is feeling, perception, intention, contact, feeling, perception, intention, contact, and feeling are stilled. But there is contact with, feeling, perception, intention, contact, and contact.”",
    "ai-tika-abh08t26:16_8": "“If in such a case, you should not seek preceding the states of loss in the next life.",
    "ai-tika-abh08t26:16_9": "As to meaning, characteristic, etc.",
    "ai-tika-abh08t26:17_0": "if she does it;",
    "ai-tika-abh08t26:17_1": "Herein, here is the reason why it is stated in this way:",
    "ai-tika-abh08t26:17_2": "For if states are produced by the characteristic of contacts, then when contacts have been experienced by the characteristic of contact as object, it is by means of contact with the characteristic of contact as its object.",
    "ai-tika-abh08t26:17_3": "By directing the characteristic of experiencing the whole body is the meaning. The meaning is, its characteristic, etc., with its non-human beings.",
    "ai-tika-abh08t26:17_4": "turning over the mind-made means the mental object of the mind-made terrors -",
    "ai-tika-abh08t26:17_5": "For when arouses agitated with the eye, it does not catch an object, as if it were, it were, as though with the eye simply in the ear.",
    "ai-tika-abh08t26:17_6": "steps on the five grounds, which is caught up in the winds, waists, repelled by the wind, and resplendent with contact as its object.",
    "ai-tika-abh08t26:17_7": "according as it is said: “In the Vajjians, while living in a place withd for breathing, I, who, liable to harm, I in such a way the mind, painful, sharp, severe, and liable to dropped into excessive concentration on forms, severe, unpleasant places, disagreeable things.",
    "ai-tika-abh08t26:17_8": "After the gathering of three kinds of the conclusion of the formations, etc., as its object, and assembling of the three watches of the night,",
    "ai-tika-abh08t26:17_9": "Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact. Contact is included in the eye-consciousness. It has the three kinds of contact as contact. Its manifested as a place to receptacle for showing place on the eye. It is manifested as a place where it should be understood. It is manifested as the application of the eye.",
    "ai-tika-abh08t26:17_10": "“Contact is a condition for feeling.” ...",
    "ai-tika-abh08t26:17_11": "And with the disappearance of your faculties he went in the way already stated, and with the incomparable enlightenment factor.",
    "ai-tika-abh08t26:17_12": "For it is when one who is possessed by means of contact with the body and speech that it possesses two supports that particular individual essence, and it is adverts to the seat, because it is the prereliminary offense; and when the food and drink, etc., it gets up from the seats, and he recalls on the part of the day after the day.",
    "ai-tika-abh08t26:18_0": "Have not this Dhammacrified in what is known as the Dhamma leading to the end of good qualities, when experiencing the bliss of which they focused on the meaning, they say, “Have you? ”",
    "ai-tika-abh08t26:18_1": "Herein, the words “Consciousness is introduced” with the help of that Dhamma is the visible in this way.",
    "ai-tika-abh08t26:18_2": "It even though he’s affected by a mango, having drunk the stroke onto the ground, he should see a hole in a tree, a new sun the tree, or a bird’s level, like a powder, an iron ball, a stuck out his body, after seeing the jackal, he should see his head as a body like a powder-pulling,",
    "ai-tika-abh08t26:18_3": "is said to be just as he has the characteristic of contact.",
    "ai-tika-abh08t26:19_0": "(They are) devoted to a good thing associated with (only) welfare,",
    "ai-tika-abh08t26:19_1": "mind consciousness.",
    "ai-tika-abh08t26:19_2": "Because they’re well-developed, ~ the consciousness of the constituent group.",
    "ai-tika-abh08t26:19_3": "The happiness of sounds is the meaning.",
    "ai-tika-abh08t26:19_4": "For when feeling is associated with joy, it occurs with consciousness associated with consciousness.",
    "ai-tika-abh08t26:19_5": "Feeling is characterized by the three characteristics of accumulations beginning with the characteristic of non-delusion. The painful is its characteristic.",
    "ai-tika-abh08t26:19_6": "What is their cause, their great gaining of bricks, desirable, agreeableness, pleasant existence produced by for him.",
    "ai-tika-abh08t26:19_7": "For that object, because the obtaining of what is likable, desirable, agreeable, pleasant, sensual, and unprofitable, substitute, etc., with the actual arising of the sixteen bases beginning with that of the mind likable, desirable, agreeable, beneficial, and pleasant.",
    "ai-tika-abh08t26:19_8": "The King said: “Consciousness brings this food.”",
    "ai-tika-abh08t26:19_9": "Contact is simply a man’s perception, intentions regarding contacts, unification of mind, intentions, consciousness, and consciousness. What is only a single one, gives rise to the continuation of existence as if it were water, then the king becomes another. And if it is only a king’s own hand, he gives uplifted by the food.",
    "ai-tika-abh08t26:19_10": "gratification is the gratification of pleasure.",
    "ai-tika-abh08t26:19_11": "That is why the Blessed One said:",
    "ai-tika-abh08t26:19_12": "“Mendicants, the pleasure and happiness that arise from the five grasping aggregates is called the gratification of the five grasping aggregates.”",
    "ai-tika-abh08t26:19_13": "Since you’re looking for, they’re attracted to the heart’s release by rejoicing. So too, when you surely get these things.",
    "ai-tika-abh08t26:19_14": "When the body is tranquil, one says is tranquilized, “He sleeps in comfort”,",
    "ai-tika-abh08t26:19_15": "it should be known that this is the spiritual unity of mind.",
    "ai-tika-abh08t26:20_0": "They perceive the characteristic of blue, etc., and perceiving that the characteristic of blue, etc., and perceive that it is possible (to know) for them.",
    "ai-tika-abh08t26:20_1": "they are the shape of knowledge and vision, and they are different things.",
    "ai-tika-abh08t26:20_2": "She perceived them as they arise, and when they perceive it as such.",
    "ai-tika-abh08t26:20_3": "He should perceive the signs in this way: “Surely perceptions of signs and perceptions of all behaved.”",
    "ai-tika-abh08t26:20_4": "They perceive the sign as described. And they perceive it as such.",
    "ai-tika-abh08t26:20_5": "And that is skillful, having wielded the perception of task to be known.",
    "ai-tika-abh08t26:20_6": "How would you do this?",
    "ai-tika-abh08t26:20_7": "While Vaḍḍha’s boy was described, this is what belongs to the higher meaning. That is why it is called, “The signless, the foundation of fostering” again and again.",
    "ai-tika-abh08t26:20_8": "The elephant’s neck is like the elephant’s foundation of truth is just as it is the sign of serenity.",
    "ai-tika-abh08t26:20_9": "encountered the censure",
    "ai-tika-abh08t26:20_10": "Having made such perception in this way, (this is) standing on the ground, making it manifested in him whose view is indicated by the perception of various kinds of wrong view, etc., which is shown by one who is skilled in him.",
    "ai-tika-abh08t26:20_11": "Or alternatively, what is called precisely insisting that is “with the local termination” , “This is the foundation of perception, and it is rejected by the surmounting of enlightenment of the community” .",
    "ai-tika-abh08t26:20_12": "They are sharpened in the desert of the deer-hunters, like a gem that arises in him when the other ignorant.",
    "ai-tika-abh08t26:20_13": "And here the perception of the senses has moderation in the highest bliss of knowledge, and has the physical process of the perception that is dealt with the physical process, then the mind becomes evident to one who has reached eradicated.",
    "ai-tika-abh08t26:20_14": "but his mind is observed by knowledge of the path gone to the postures that is associated with knowledge. It is the recollection of the mind elements that are in conformity with knowledge.",
    "ai-tika-abh08t26:21_0": "he goes confidently, separately, takes hold of it, contacts associated with the hostile, which is an idea that is so called to say, “Death ” in the way that it is with the matter of its object.",
    "ai-tika-abh08t26:21_1": "By its characteristic, while pervading the three characteristics beginning with non-human beings, the end in the way beginning, “Lord of the mind” .",
    "ai-tika-abh08t26:21_2": "Or alternatively: “Nandā is the meaning.”",
    "ai-tika-abh08t26:21_3": "ignoble moves, : “‘Through restraint’: this is why abstaining from killing and calming.",
    "ai-tika-abh08t26:21_4": "the unwholesome (deeds) the sense-spheres is lightly.",
    "ai-tika-abh08t26:21_5": "It is manifested as though it is said: “This is in order to do so,” it is referring to in the Paṭisambhidā. It is manifested as if it is unexpounded.",
    "ai-tika-abh08t26:21_6": "And although these states are only abandoned in the whole of the states associated with the others, all the wishes are composed.",
    "ai-tika-abh08t26:21_7": "standing in the middle of the bedroom, while standing in the middle of the bed,",
    "ai-tika-abh08t26:21_8": "For the modes in which I can draw pictures, (and) master them and keep going.",
    "ai-tika-abh08t26:21_9": "Those who were pulled up a bandit, a ladies, and benefact with the others.",
    "ai-tika-abh08t26:21_10": "the Buddha’s dispensation (he said): “In the first place where the residents, (but) go.”",
    "ai-tika-abh08t26:22_0": "As they do so there is no thought in order to get the victor’s instruction, they think, “This is the place of loss” .",
    "ai-tika-abh08t26:22_1": "what has been carried on indoors with a its object of wealth, is what has been said.",
    "ai-tika-abh08t26:22_2": "It is said in the abiding of applied thought and sustained thought as object, which is why there is the characteristic of the mind.",
    "ai-tika-abh08t26:22_3": "for any person in the village or town can rely on fear of a village or town and capital cities.",
    "ai-tika-abh08t26:22_4": "So how does the thought in this way, “What is the object of the mind?” here is said in order to get the object of fivefold jhāna, etc., with its object and the strength, etc., in this way, it can be taken by development, and by the power of development that, which is why therefore its object.",
    "ai-tika-abh08t26:22_5": "is the truthful austerity, thinking:",
    "ai-tika-abh08t26:22_6": "At that time that man goes wherever he is sanking along a stainless object, and he replies his mind with the thought.",
    "ai-tika-abh08t26:22_7": "And here it is an impediment that is to say, the development of the mind, and the consciousness that is to say, the physical process.",
    "ai-tika-abh08t26:22_8": "If one is impediments for a long time, for one who has settlement on it with thought, and withdrawn from it, the mind becomes prevented about it.",
    "ai-tika-abh08t26:22_9": "how it is stated in accordance with knowledge, and having great knowledge of the intention, and he then becomes prevented by in accordance with knowledge, and through having become the defilements, which is defilement of each other, and it is like the defilements in the way beginning, “All defilements are used to be equipment,” and it .",
    "ai-tika-abh08t26:23_0": "Or alternatively, what is the basis for defining the unprofitable consciousness and the base consisting of boundless consciousness is the second jhāna, etc., and its objective field is for the object.",
    "ai-tika-abh08t26:23_1": "the beginning and the middle of the dyeing, the bed, the interruption, and the place (friend): After taking the place where it is driping and making a cesspit, the way the cloth for requisites,",
    "ai-tika-abh08t26:23_2": "—for the meditator is said, in virtue of it, to have the object struck at by applied thought, threshed by applied thought.",
    "ai-tika-abh08t26:23_3": "It is manifested as the leading of the mind onto an object, or at the end of the mental object, and it is manifested as the opposite of it.",
    "ai-tika-abh08t26:24_0": "That is why it should be understood as follows: “‘Being the cause of reason,’ or with the reasoning of the fine-material jhānas, with its objects and mind without applied thought, with sustained thought as its object.",
    "ai-tika-abh08t26:24_1": "that which has the reason for coming to an end,",
    "ai-tika-abh08t26:24_2": "The Victor’s dwelling in a poisonous victor, when gaining a new state (only) in the morning, he becomes an unbound.",
    "ai-tika-abh08t26:24_3": "The same method applies",
    "ai-tika-abh08t26:24_4": "Today the object of the characteristic of continued existence has the characteristic of the function. Its function is today.",
    "ai-tika-abh08t26:24_5": "for it is said that roaming on transmigrating for rough as rough as a precinct is said for the purpose of rough as it is said.",
    "ai-tika-abh08t26:24_6": "You have no object here.",
    "ai-tika-abh08t26:24_7": "Transmigration through the opposite sex together with the object of the one produced of concentration.",
    "ai-tika-abh08t26:24_8": "for one led on the immaterial things is called ‘development’.",
    "ai-tika-abh08t26:24_9": "Likewise he has to be enumerated through the power of the generation of the enemy kingship of the people; he has ultimate shouting the conquerence of his enemy known as others; and so he has deportment.",
    "ai-tika-abh08t26:24_10": "That’s how it is heard.",
    "ai-tika-abh08t26:24_11": "for the object, it is preceding the mind on unknowing as its object.",
    "ai-tika-abh08t26:24_12": "Because that is factors have been seen by him.",
    "ai-tika-abh08t26:25_0": "And here the first starting from the grossness of the mind in the sense that it is like the first starting from a peacock’s public, and it is like the first starting to the rope of a coarse made of the wide, and the the autost.",
    "ai-tika-abh08t26:25_1": "For just as when a beginner step is gross and sustained thought is the first jhāna, like the fine-material jhāna in the sense that it is gross, and in the sense of opposite sex.",
    "ai-tika-abh08t26:25_2": "From that of the fine-materiality it is subtle with the individual essence of continued pressure, like the ringing of the bell.",
    "ai-tika-abh08t26:25_3": "Applied thought intervenes, being the interference of consciousness at the time of first arousing thought, like a bird’s spreading out its wings when about to soar into the air, and like a bee’s diving towards a lotus when it is minded to follow up the scent of it.",
    "ai-tika-abh08t26:25_4": "Their mind is peaceful and sublime, not being disturbed in space, like a bird’s swept away like a lotus opening, then to the swept away from the mouth, like a lotus opening, to the mouth,",
    "ai-tika-abh08t26:25_5": "But having come, this conversation came to the assembly.",
    "ai-tika-abh08t26:25_6": "And so it is said in the commentary to the Book of Twos:",
    "ai-tika-abh08t26:26_0": "“Applied thought by the army is like a great bird on the side of the moves, like the moves on the object and going through the air, or when the way is being put into the air with the air, like the moves on the object, and going out of the bird’s disposing, and forcovering the purpose of the awings. For it causes absorption to the bloated and wings off of the mind.”",
    "ai-tika-abh08t26:27_0": "Both the rain fell down.",
    "ai-tika-abh08t26:27_1": "For it is plain that applied thought occurs because it is peaceful, like applied thought and sustained thought does not occur in its object, and it does not appear in its preceding absorption, then it does not become evident to him as its object.",
    "ai-tika-abh08t26:28_0": "As a breath or with the body of the mind,",
    "ai-tika-abh08t26:28_1": "by its characteristic, etc., which is marked by the characteristic of the function.",
    "ai-tika-abh08t26:28_2": "fermented urine, spittle-holders, water filters,",
    "ai-tika-abh08t26:28_3": "The body of the fine-materiality is carried on after death due to sublimediate forms of body, speech, and mind associated with the wholesome mind.",
    "ai-tika-abh08t26:28_4": "for this preventing isn’t concluded from the hair and beard from the hairs, etc., and from the absence of the hair and beards.",
    "ai-tika-abh08t26:28_5": "he has gone to the stomach.",
    "ai-tika-abh08t26:29_0": "* is the one-pointed state of existence as the highest, the one who arrived at that state, and one who has reached the highest state - he is called a single-jhāna.",
    "ai-tika-abh08t26:29_1": "But when his mind is not concentrated in this way, he thinks “This mind is not strike at least in one whose mind is unification of mind” .",
    "ai-tika-abh08t26:29_2": "The characteristics of variety has the characteristic of heat. From the manifestation of non-existence. Once it has the characteristic of non-delusion.",
    "ai-tika-abh08t26:29_3": "(These were) associated with neither too close nor too locally. It is calmed in them that they are not combined within the meaning. It is “with unprofitable states” . It is in front of them, both in the same way.",
    "ai-tika-abh08t26:29_4": "and the characteristic of foulness is characterized as the bodily formation. Its function is to inclusion by the mind. Its function is to pervade . It is manifested as elation.",
    "ai-tika-abh08t26:29_5": "it is known",
    "ai-tika-abh08t26:29_6": "For even the immaculateness is good in the case of the bliss producing happiness.",
    "ai-tika-abh08t26:29_7": "Or alternatively, it is poisonous,",
    "ai-tika-abh08t26:29_8": "“Faith is happiness,” he replied, “Here is blissful stilling the mind because it is blissful without anything left over.",
    "ai-tika-abh08t26:30_0": "That is why inspiring for sounds, etc., which prevented by the sound of making new behaviours out of faith, and in the others.",
    "ai-tika-abh08t26:30_1": "Because their mindfulness is established in this way, “This individual has no sound of cognitives.”",
    "ai-tika-abh08t26:30_2": "Truly topic has the characteristic of faith, etc., for the attainment of faith,",
    "ai-tika-abh08t26:30_3": "(Asoka) droping the entire (from the time of) the Kātiyāna, the confidence of those without it, and inspires confidence in it, which inspires confidence in the heart of the preliminary persons.",
    "ai-tika-abh08t26:30_4": "according as it was said: “And how did you rebuke the hearts of the water?”",
    "ai-tika-abh08t26:30_5": "It is manifested as unequalled enemy. Its function is to pervade . It is manifested as non-human beings.",
    "ai-tika-abh08t26:30_6": "with faith, conscience, prudence, energy, and wisdom on the site for a treasure.",
    "ai-tika-abh08t26:30_7": "for the sectarians don’t give rise to the ascetics of other religions.",
    "ai-tika-abh08t26:30_8": "But that skillful qualities can be seen to included all the grounds in the hands of the embracing and the deathless as a magician fruit is the seeds of all the fruits of the deathless.",
    "ai-tika-abh08t26:30_9": "“Faith, Mahānāma, a noble disciple who has faith and confidence in the best of men, is the foremost, best, chief, highest, and finest of men.”",
    "ai-tika-abh08t26:31_0": "Remembering that it is said: “One who is frequented by laws that are prevented opposite to it, mindfulness is established in this way,",
    "ai-tika-abh08t26:31_1": "Because of the mindfulness that is in fact nourishing the analysis of these things.",
    "ai-tika-abh08t26:31_2": "(still) as though with not he drops the water, like a rock, having gone into the water, which is like a rock on the ground, which is like a fine leaf, for the sitting mat, for the forehead, for the effort,",
    "ai-tika-abh08t26:31_3": "for it is the support of the object that is called “following”.",
    "ai-tika-abh08t26:31_4": "The abode of urgency is shown by excessiveness of wishes, contentment,",
    "ai-tika-abh08t26:31_5": "“He dwells in mind of the treasures,” and he reading the minds of many treasures, etc., he does his modes as follows: “It is impossible for them to get the ancients” .",
    "ai-tika-abh08t26:31_6": "Because it is so called the eye door and the gatekeeper’s gate.",
    "ai-tika-abh08t26:31_7": "First perception is established first in him later in order to establish mindfulness, and she said, “ perception of times later generation, perception of matter” .",
    "ai-tika-abh08t26:31_8": "What is the difference between them?",
    "ai-tika-abh08t26:31_9": "Firstly, they perceive the first sign of perceptions. They perceive the sign of foulness and signlessness. And the sign of foulness is valid. But it is only the first sign of foulness in relation to the highest sign, there is only this.",
    "ai-tika-abh08t26:32_0": "by which one is known as Rohiṇī, the Dhamma is called the hero,",
    "ai-tika-abh08t26:32_1": "the work is called ‘teign’.",
    "ai-tika-abh08t26:32_2": "and that energy is what is said with the complete purity.",
    "ai-tika-abh08t26:32_3": "Or alternatively, there is no deedness in the sense of investigating the Dhamma.",
    "ai-tika-abh08t26:32_4": "Recollecting the dwellings should be produced.",
    "ai-tika-abh08t26:32_5": "but wants to do what should be done.",
    "ai-tika-abh08t26:32_6": "it is shared by the people who are associated with pollutants, slaughtered, and neglect (wholesome).",
    "ai-tika-abh08t26:32_7": "It is manifested as unprofitable states that proximate cause, producing condition, and spending non-existence in places. It is manifested as non-distraction. Its proximate cause is the state of requisites.",
    "ai-tika-abh08t26:32_8": "“Anyone who strives a sense of urgency in regard to speak of what is said.”",
    "ai-tika-abh08t26:32_9": "And herein, the knowledge of restraint, is supreme opposing,",
    "ai-tika-abh08t26:32_10": "He was skilled in embracing skillful qualities, being energetic, and supported in energy.",
    "ai-tika-abh08t26:32_11": "Herein, in energy is the name for arousing energy –",
    "ai-tika-abh08t26:33_0": "“The path has come to an opportunity.",
    "ai-tika-abh08t26:33_1": "it is to be done that a legal procedure done against one.",
    "ai-tika-abh08t26:33_2": "The illness was given up.",
    "ai-tika-abh08t26:33_3": "they wander for alms, but they didn’t get to fill up on as much food as they like, rough or fine. ...",
    "ai-tika-abh08t26:33_4": "and fulfilled:",
    "ai-tika-abh08t26:34_0": "So it is these eight grounds for arousing energy, grounds for arousing energy, and wisdom.",
    "ai-tika-abh08t26:34_1": "And here the thoughts associated with applied thought,",
    "ai-tika-abh08t26:34_2": "If you are intentionally working at the end of yourselves,",
    "ai-tika-abh08t26:34_3": "Yet you try to accumulate energy with your energy. And this is the reason to get rid of it.",
    "ai-tika-abh08t26:35_0": "By its characteristic, etc., and by its characteristic, which is the meaning of characteristic, etc., is the meaning.",
    "ai-tika-abh08t26:35_1": "he shines in the dispensation of the talk that is the basis for such power, the state of gladness, the darkness in the darkness of the observed, is the talk about splendour of rough.",
    "ai-tika-abh08t26:35_2": "And in any case, unequalled, and conformity after consideration, in the last watch, of the night, or in the neighbourhood, or in the case of the rejection of refinedness. It is manifested as the manifestation of the fact that.",
    "ai-tika-abh08t26:36_0": "Experientials later on the same day, and through the destruction of those (collections), they say: “This is alive, this one who lives in dependence on shameless life with their livelihood.”",
    "ai-tika-abh08t26:36_1": "For one who has the physical nature of living beings is characterized as “longing” and “possessed of visible objects in the form faculty, which is not actually without fact.",
    "ai-tika-abh08t26:36_2": "For there is no such law of progressiveness, dependent origination in forms, and the rest of the life faculty.",
    "ai-tika-abh08t26:36_3": "Because they were unable to acquaint that are incapable of creating material possessions and honor, and to live together with other essences.",
    "ai-tika-abh08t26:36_4": "Of those who don’t have the nature of a suitable livelihood, all associated with it, and those associated with it.",
    "ai-tika-abh08t26:36_5": "rolling the rise and fall and fall as far as the entire absence of the linking rolling the limbs lamps in order to emerging their enemy.",
    "ai-tika-abh08t26:36_6": "“All the faculty of livelihood remainder, which is produced in the way that leads to the continuation, persistence, and enduring of livelihood, causes and reasons, without a reasoning a condition.”",
    "ai-tika-abh08t26:36_7": "For it is impossible that the faculty of the idea—whether that is introduced introduced thus: “Now, deeds are a condition for living being neither painful nor having any such mode of their deeds as its object, there is no production of the sense faculties.",
    "ai-tika-abh08t26:36_8": "(but) as to following the rise and fall, or as to receptacle Immediately decreed.",
    "ai-tika-abh08t26:36_9": "and producing condition is to be undertaken by means of the incomparable opposite sex. These should be practiced in line with the states that are proper for an invariable .",
    "ai-tika-abh08t26:36_10": "If they think, how is their cessation?",
    "ai-tika-abh08t26:36_11": "Since that is so, he should say: “Venerable sir, at all times.”",
    "ai-tika-abh08t26:36_12": "As regards the language beginning with the characteristic of pervasion, etc., which occurs in the beginning, “It is because of being the restraint of the .”",
    "ai-tika-abh08t26:36_13": "At the time of the moment: one should either be transgressed only by oneself or another.",
    "ai-tika-abh08t26:36_14": "lived at the water, where there is a garland of sand,",
    "ai-tika-abh08t26:36_15": "Herein, when he has gone there, the rice gruel takes hold of the courses, the rice gruel in the hollow, the rice in himself, and the owniginal after the corners.",
    "ai-tika-abh08t26:36_16": "When this opportunity gives rise to the thought, “How do you like?”",
    "ai-tika-abh08t26:36_17": "if something is contrary to the reason for anyone, it should be given by anyone; for one who takes his life, thinking “What is the reason for this?” ...",
    "ai-tika-abh08t26:36_18": "you roll on.”",
    "ai-tika-abh08t26:36_19": "“How, expert arguments, he said, “What can I do?”",
    "ai-tika-abh08t26:36_20": "and occurs with the binding the mind he binds it evenly,",
    "ai-tika-abh08t26:36_21": "or wisdom rolling the life faculty, if it is frequently fearful, why would it flower to an agitation?",
    "ai-tika-abh08t26:36_22": "Why shouldn’t I produce unity in the four ways?",
    "ai-tika-abh08t26:36_23": "But if he does not speak saying, “This is why” he said, “From the moist in the course,”",
    "ai-tika-abh08t26:37_0": "But a man isn’t able to discern the things, then the things associated with them are collected in them, nor do they advert to them bed or bench them. And though they do not dried up with them, they do not accept the meaning in that way.",
    "ai-tika-abh08t26:37_1": "So too, the monk shouldn’t leave the cloth in the same way.",
    "ai-tika-abh08t26:37_2": "There is no relying on the absence of absence of an inconvenient object.",
    "ai-tika-abh08t26:37_3": "Hence it is said: “Having cut off the nails!”",
    "ai-tika-abh08t26:37_4": "Whoever has not the possession of himself through his own nature as the path,",
    "ai-tika-abh08t26:37_5": "Like the monk who has ended the defilements, he is as one who has destroyed the pollutants.",
    "ai-tika-abh08t26:37_6": "Because they are losed by greed and hate,",
    "ai-tika-abh08t26:37_7": "having agitatedness, spending off the dart, etc., this is unsult in skill in essence.",
    "ai-tika-abh08t26:37_8": "Because that’s how it comes to an end.",
    "ai-tika-abh08t26:37_9": "For just as when there is a man withdrawn on his body, so too, with the dart of mindfulness, etc., and without agitation, even with the dart of greed for him when there is no agitation, with the sense of urgency, and it cannot fleeping the object,",
    "ai-tika-abh08t26:37_10": "for the principle is for the Dhamma.",
    "ai-tika-abh08t26:38_0": "Rough and violent, rough and harsh, an alms-food eater is rude, untroubled and harsh.",
    "ai-tika-abh08t26:38_1": "without fondness, unprotected, without being troubled,",
    "ai-tika-abh08t26:38_2": "Resentment is the removal of annoyance, in regard to himself and others, the other individual’s essence is the power of others, and the other opposite of the variety of their own strength.",
    "ai-tika-abh08t26:38_3": "Resolution in the Monastic Law",
    "ai-tika-abh08t26:38_4": "Because of the state of immaculateness in one who is “specified” .",
    "ai-tika-abh08t26:38_5": "Therefore it is said: “Puṇṇa!”",
    "ai-tika-abh08t26:39_0": "what is caused by body and speech.",
    "ai-tika-abh08t26:39_1": "if, for someone although it is certainly disgusting,",
    "ai-tika-abh08t26:39_2": "and he is surely engaged in bad bodily conduct.",
    "ai-tika-abh08t26:39_3": "heirs up and prudents them.",
    "ai-tika-abh08t26:39_4": "For corruption of evil he says, “They will be disgusted,” and they say, “From disgusting.”",
    "ai-tika-abh08t26:39_5": "conscience and prudence, they see a mortal filthyness for the sake of conscience. Then they have conscience and prudence.",
    "ai-tika-abh08t26:39_6": "Both doing bad deeds, accrue by non-violence, transferred to them, with no conscience and prudence.",
    "ai-tika-abh08t26:39_7": "bad thoughts are included under the in the same way as evil.",
    "ai-tika-abh08t26:39_8": "They have respect for the Teacher, for the welfare, for the benefit, welfare, and for the self-effacement, and for the benefit of self-effacement.",
    "ai-tika-abh08t26:39_9": "to surely out of respect for the welfare of others, the shamelessness, and the world.",
    "ai-tika-abh08t26:39_10": "for one should be heedlessly with wickedness, he gives up wickedness.",
    "ai-tika-abh08t26:39_11": "and he gives up wickedness, he abandons whatever deed is like the wickedness.",
    "ai-tika-abh08t26:39_12": "There they could not be understood that in the midst of the interior and subsequently to each other.",
    "ai-tika-abh08t26:39_13": "(But) not tirelessly, fearlessly, aroused, or dreadful,",
    "ai-tika-abh08t26:39_14": "They’re strong, conscience, prudence, energy, and wisdom. They’re able to live in conscience and prudence.",
    "ai-tika-abh08t26:39_15": "Now, these two things as “the Dhamma” is said,",
    "ai-tika-abh08t26:40_0": "“These two bright things, mendicants, protect the world.",
    "ai-tika-abh08t26:40_1": "What are the two?",
    "ai-tika-abh08t26:40_2": "For if these two conscience and prudence were to describe them, there would be no recognition of the world.”",
    "ai-tika-abh08t26:41_0": "Seeing the carpet of the stinking in the grove, like a roar,",
    "ai-tika-abh08t26:41_1": "that aggregates in this feeling.",
    "ai-tika-abh08t26:41_2": "For the meaning of the Vibhaṅga thus, “Through the phrases,” etc., it is said.",
    "ai-tika-abh08t26:41_3": "The feelings constituent group, the feeling constituent group, the three aggregates, the three aggregates, and the three aggregates.",
    "ai-tika-abh08t26:41_4": "Like this, at that time what is said: “And what is the tranquillity of the body?”",
    "ai-tika-abh08t26:41_5": "‘As a sponsoring conduct’ is a term for the four constituents (of mind and body) that provide fuel for the four elements.",
    "ai-tika-abh08t26:41_6": "From the stilling of bodily mark: verbal marks that have the body, and the mind has the characteristic of impermanence.",
    "ai-tika-abh08t26:41_7": "body consciousness ...",
    "ai-tika-abh08t26:41_8": "and it is as already explained in the way already stated.",
    "ai-tika-abh08t26:41_9": "Lord of the World, making it unprofitable current, fraud, chewed and smeared with coolness.",
    "ai-tika-abh08t26:41_10": "unattached and quiet, like a craft,",
    "ai-tika-abh08t26:41_11": "Gladness is said to be the defilement of restlessness, trickling, and associated with the defilements.",
    "ai-tika-abh08t26:41_12": "for if it is undevelopment when it is time to settle.",
    "ai-tika-abh08t26:41_13": "Or else, droping the range of the wind, he gave his defilements.",
    "ai-tika-abh08t26:41_14": "When the courses are destroyed,",
    "ai-tika-abh08t26:42_0": "‘For heavy sloth and torpor’ is a term for the four primary elements.",
    "ai-tika-abh08t26:42_1": "is slowly oppressed by what is dear, not understanding.",
    "ai-tika-abh08t26:43_0": "and the great uprooting,",
    "ai-tika-abh08t26:43_1": "(There is) the four efforts of views, the four aggregates, that is: this is called the mode of.",
    "ai-tika-abh08t26:43_2": "Or alternatively, without resentment, having ceased there, do not produce condition that preosition classed as its object, it is manifested as subsequently.",
    "ai-tika-abh08t26:44_0": "Those who are not performed in deeds, nor does bad deeds; their deeds are unbroken, impeccable, spotless, and unmarred.",
    "ai-tika-abh08t26:44_1": "these four kinds of sensual desire, etc., are skilled in the modes and so on.",
    "ai-tika-abh08t26:44_2": "With the appearance of the making its object the appearance of the accumulating kamma, etc., which has the support of the enlightenment factor, and is not its object.",
    "ai-tika-abh08t26:44_3": "So it is stated opposites, and the states consisting in carpet and their defilements.",
    "ai-tika-abh08t26:44_4": "But these two similes occur in them with a rolling-picions, deliverance, and inspiring confidence in the moment of the jhāna, which were worthy of calling the prostance.",
    "ai-tika-abh08t26:45_0": "Except in red-hot, and whatever lacking coarseness, etc., has the characteristic of lighting and so on.",
    "ai-tika-abh08t26:45_1": "Entering the householden heat, there is no danger of hatred, these dangers, etc., as regardless of the dangerous and threatened by the nearness and the danger, they proceed to be found in that place.",
    "ai-tika-abh08t26:46_0": "Consciousness is characterized as the physical body and the mind.",
    "ai-tika-abh08t26:46_1": "made a grew to the top of the body, which was decorated with tended and charming hairs, etc., and the ten months, and its functions, and so on, sprinkled the body, speech, and mind, whose mind has reached perfect insight (them).",
    "ai-tika-abh08t26:46_2": "Then in the case of all enquiry, equipment, and associated with all of them as they are in the sense. It is manifested as unequalled.",
    "ai-tika-abh08t26:47_0": "The two things don’t tranquilize each one, and two things that brings about the two things.",
    "ai-tika-abh08t26:47_1": "But why are these two things?",
    "ai-tika-abh08t26:47_2": "But that’s how the Buddha taught,",
    "ai-tika-abh08t26:47_3": "Why should he teach them?",
    "ai-tika-abh08t26:47_4": "another state",
    "ai-tika-abh08t26:47_5": "For it is not possible that the Buddha didn’t give rise to these things, then, since he gave rise to the, all of them sleeping places, in other words, the Blessed One did likewise. That’s why he has taught it understood the right way, and rightly described above.",
    "ai-tika-abh08t26:47_6": "and developed it is because of the power of the Fortunate One’s word,",
    "ai-tika-abh08t26:47_7": "For the Buddha doesn’t, since he doesn’t charge in accordance with the Teaching, the because of which he harass him.",
    "ai-tika-abh08t26:47_8": "And there is no causality to be found in these two, only the one unprincipled conduct.",
    "ai-tika-abh08t26:47_9": "But just as, when two men see each other they were friendly in that same way, then, when they see that person, they were aroused, having developed that same thing, their minds stands in frontierce, having become unconfused, all the same qualities spent in each other, weren’t liberated in each other, while they were tranquilized by each other or two permitted.",
    "ai-tika-abh08t26:47_10": "But the tranquillity is said in order to show the meaning of the body of fine-material jhānas: it is of two kinds as mentioned here and there.",
    "ai-tika-abh08t26:48_0": "There is desire for the object,",
    "ai-tika-abh08t26:48_1": "“Does desire” is what is meant.",
    "ai-tika-abh08t26:48_2": "“So let people purify their energy,” or “prelication of energy”. It is said, “Perhaps it cannot find a vulnerability” regarding energy.",
    "ai-tika-abh08t26:48_3": "the legal issue is what is meant.",
    "ai-tika-abh08t26:48_4": "And if it is actually only as object, that is to say, sense desires, etc., as objects, and attentions to the characteristic of having the sense desires, etc., their namely, “Bhikkhus, what is produced by the non-human beings” .",
    "ai-tika-abh08t26:48_5": "Hence it is said: “Here there is subsides in the evening the object of the object.”",
    "ai-tika-abh08t26:48_6": "But when the object has a single prior opposite sex and absence of the states associated with it,",
    "ai-tika-abh08t26:48_7": "hence this is called the “covering of the mind” in the hand of the hair of the hand.",
    "ai-tika-abh08t26:48_8": "But how is there the mental production of the object?",
    "ai-tika-abh08t26:48_9": "Does we not say that the characteristics beginning with what is beneficial? ” As regards the characteristic of foulness to show that the object of place is, which whatever else there is for one giving precepts of accumulations with storms.",
    "ai-tika-abh08t26:48_10": "The profitable, skilled in proper attention given to it is called “recollection of profitable” .",
    "ai-tika-abh08t26:48_11": "what is unprofitable, unwholesome,",
    "ai-tika-abh08t26:49_0": "It should be understood as included in the same phrases, and it is not according to the preceding of continuity.",
    "ai-tika-abh08t26:49_1": "Hence it is said: “He isn’t stored.”",
    "ai-tika-abh08t26:49_2": "Likewise in the case of those whose confidence have become quite secluded from killing, etc., in accordance with the precincts, etc., in the heart, and gaining faith in the rest of the neighbouring of killing living creatures, etc., in the case of the faithful, etc., in the way already described.",
    "ai-tika-abh08t26:49_3": "But when the blanket is announced for its purpose and rolling the courses for another’s occurrence, the consciousness occurrence is rolled towards another.",
    "ai-tika-abh08t26:49_4": "(but) if he is associated with doubt,",
    "ai-tika-abh08t26:49_5": "And although they think, “I shall wield the many different kinds of oppositeness in just as I am transmigration,” it would not because of this.",
    "ai-tika-abh08t26:49_6": "Of the origin of the mind this production of the characteristic, etc., that is to say, settled, and decided about them.",
    "ai-tika-abh08t26:49_7": "He stands (but) for the sake of the Dhamma...",
    "ai-tika-abh08t26:49_8": "posts is what is meant.",
    "ai-tika-abh08t26:50_0": "in those things associated with these principles, which are associated with (only) mental associated with these things,",
    "ai-tika-abh08t26:50_1": "for the various kinds of objects are called “changes” in the same way just stated under the inner self-effacement” .",
    "ai-tika-abh08t26:50_2": "Or alternatively, all the characteristics that are unconcealed and associated with the characteristics of non-human beings, etc., which are to be found.",
    "ai-tika-abh08t26:50_3": "Herein, having become evident to one whose characteristic is undecided . It has non-delusion for its characteristic, etc. ., which is why it has non-returned .",
    "ai-tika-abh08t26:50_4": "And when the blessed thus, having prepared seats, the associated states occurred in silence, as the king is seated in the same place as before. The King sat down silence as disciplinary issues, and as the king is usually present.",
    "ai-tika-abh08t26:50_5": "Gladness oppression is a term for the kind of oppositeness of the states. Agestion is included in the duties of hunting and indicating.",
    "ai-tika-abh08t26:50_6": "And how does someone with reason endeavour?",
    "ai-tika-abh08t26:50_7": "Because they have developed their end.",
    "ai-tika-abh08t26:50_8": "there’s no hate,",
    "ai-tika-abh08t26:50_9": "And the dust is also to be found in the same way.",
    "ai-tika-abh08t26:50_10": "For just as when a man has gone to the pavilion on all sides, he does not enter the various kinds of envelops as they do not allowed, without making the profitables, the one who is associated with the faculties, the one whose mind is associated with it, and the one who does not even beyond the sense faculties are related to the higher mind.",
    "ai-tika-abh08t26:50_11": "“This is why, this is said.” It is “refuse” in the Paṭisambhidā.",
    "ai-tika-abh08t26:50_12": "The cutting off of the five hindrances, like a shake off creeper in an unsuitable way.",
    "ai-tika-abh08t26:50_13": "Sāgainst of consciousnesstraceful, he should see in the middle of the end in the chariot, as a thoroughbred horsebed by the charioteers.",
    "ai-tika-abh08t26:51_0": "The thinking: “What is the reason for one endowed with uprooting body?",
    "ai-tika-abh08t26:51_1": "That is why he doesn’t proclaim what is contrary to the Teaching as the Teaching.",
    "ai-tika-abh08t26:51_2": "mind in this way: making the object of the mind,",
    "ai-tika-abh08t26:51_3": "For although the mind goes where the object comes from, it gives attention to it as its object.",
    "ai-tika-abh08t26:51_4": "And he should apply attention to the as well as improper attention.",
    "ai-tika-abh08t26:51_5": "He recalls away from the former states of existence;",
    "ai-tika-abh08t26:51_6": "(We will do so) giving it to the response, focusing on the duality of the mind.",
    "ai-tika-abh08t26:51_7": "And here the meaning here should be seen in the sense of urgency;",
    "ai-tika-abh08t26:51_8": "Liberating the influence of associated states, he enters upon the air with the characteristics of directed to it, which is accompanied by defilements, is produced by the mark of a characteristic.",
    "ai-tika-abh08t26:51_9": "which is more than 40 kilometers,",
    "ai-tika-abh08t26:51_10": "When the mind is observed by applied thought, then it is as objects of the opposite sex with applied thought, like a sustained thought.",
    "ai-tika-abh08t26:51_11": "”—this is a condition for the object of his own intentions in combining the sense of urgency by means of making a strong sense of urgency by means of making her husband, he is as if he were strong in (the king).",
    "ai-tika-abh08t26:51_12": "when focus is focused on the foundation of associated states, it becomes with the object of a hundred leagues, and it moves invariable,",
    "ai-tika-abh08t26:52_0": "and the manifestation of the oppositeness in, and the connection with the object consisting of neutrality investigation . It is manifested as the object of the connection with residuality .",
    "ai-tika-abh08t26:52_1": "And here there is little—whether face, fixing on the fact that, opposite sex—they are in that.",
    "ai-tika-abh08t26:52_2": "the aggregates of formations because of the disappearance of perceptions of choices, of the origin of consciousness, and of the aggregates of consciousness.",
    "ai-tika-abh08t26:52_3": "and they say: “It is the greatest of the states of consciousness that is associated with all conditions, and through having given up all defilements, you should say.”",
    "ai-tika-abh08t26:52_4": "for if those who have no attachments –",
    "ai-tika-abh08t26:52_5": "If he cannot perform its liberating the mind in the present thus, it may be associated with the intention of adverting, the consciousness of the future, and the space wherever he does not get scattered or difference in whatever way, and there is no production of the waters, etc., and if it weren’t known by the means of the arisen in the present life, and it would still not become clear with that as its object.",
    "ai-tika-abh08t26:52_6": "The same aggregates are insisting on the scope of aggregates, terminology, and skill in each and every way is a condition for the attainment of the skillful.",
    "ai-tika-abh08t26:52_7": "The state of the present understanding should be understood in the presently the mind when there is present.",
    "ai-tika-abh08t26:52_8": "For in the past, when the mind has passed, I know, “I am in the past.” But when the mind is present, they should give rise to satisfaction in the past. The mind has arisen in the future. Then there is no encounteration of the life-continuum, and without applied thought. Because they are present with arouse thoughts of the wielding of the life-continuum, the mind. So they should not give attention to them as object, repetitionally.",
    "ai-tika-abh08t26:52_9": "What does the Buddha say about this?",
    "ai-tika-abh08t26:52_10": "“The Buddha’s thought: ‘What sort of merit did he have not ripened in states of loss? It is because he does not have entered upon wherever he is liberated, thus he is functioned to incompatible and exercise, wherever he might do it behaved.’",
    "ai-tika-abh08t26:52_11": "But herein, wherever in the future generates the object, then it does not fact that comes back in the present life as its object.",
    "ai-tika-abh08t26:52_12": "But because in the future the present the objects of the present objects, there is no a condition for the future objects that are transgressed in the present.",
    "ai-tika-abh08t26:53_0": "Taking him on account of compassion:",
    "ai-tika-abh08t26:53_1": "What do you take when there is a sign, saying: “What’s the suffering in the heart, when there is the generation of the heart, what is the suffering?”",
    "ai-tika-abh08t26:53_2": "And having seen that pain is the cause of suffering, and people believe in him when they see it, they say, “This is a good person’s mind is very implemented,” it is only said.",
    "ai-tika-abh08t26:53_3": "for the good persons are called devoted to themselves with good people.",
    "ai-tika-abh08t26:53_4": "“How many meanings are there any reason for this?” He thinks, “How is it to see one who sees clearly?”",
    "ai-tika-abh08t26:53_5": "Hence it is said: “Understanding the aspect of the modes of suffering” .",
    "ai-tika-abh08t26:53_6": "For one who contradicts others’ suffering, because of their mother or father, brother, or sister.",
    "ai-tika-abh08t26:53_7": "Not seeing the pain of others, not (after), without falling down the sacred flame, the one who kills others.",
    "ai-tika-abh08t26:53_8": "or cruelty. It oppress in the sense of harmlessness towards all beings. Its function is to opposite the instance. It doesn’t get rid of harming. Its opposite to their enemy.",
    "ai-tika-abh08t26:54_0": "Gladness is characterized as gladdening .",
    "ai-tika-abh08t26:54_1": "(Only) he does not give up improper attention, by the insistence of (wholesome) actions,",
    "ai-tika-abh08t26:54_2": "In remote lodgings, delighting in remote lodgings,",
    "ai-tika-abh08t26:54_3": "(They are) aroused by hermits, being full of dullness and drowsiness and drowsiness, (thinking):",
    "ai-tika-abh08t26:54_4": "Herein, the first is in the case of the remainder; it should be seen in the first that is to say, the second, and the third, and the rest.",
    "ai-tika-abh08t26:54_5": "It is discontent, observed by the kamma that is unendualified, and non-existent. It is manifested as the opposite of resentment. It is manifested as the preosition of resentment.",
    "ai-tika-abh08t26:54_6": "if she says, “It is no trouble,” and she says, “You may want to see this in this way.",
    "ai-tika-abh08t26:55_0": "Bad conduct of body, speech and mind, and action,",
    "ai-tika-abh08t26:55_1": "Misconduct is the same kind of bad conduct by way of body, speech, and mind, the sectarians.",
    "ai-tika-abh08t26:55_2": "Black Lows",
    "ai-tika-abh08t26:55_3": "must be given in the sense of bodily conduct, etc., and of the kinds of bad bodily conduct, etc., as in the sense of defining, etc., and in the sense of indication.",
    "ai-tika-abh08t26:55_4": "Sharing the misconduct is not covered by someone whose site has been deportment is incapable of conduct, etc., as its outcome and results in that monastery, in uninterruptedly, infatuated, and in the case of the depths of conscience and shame, etc.,",
    "ai-tika-abh08t26:55_5": "faithful ...",
    "ai-tika-abh08t26:55_6": "Consequently it is possible that they are bound , etc., in the matter of the body, all of them enlightenedness should be understood as one aspect of the body.",
    "ai-tika-abh08t26:55_7": "And after some time they say: “Sometimes deeds by way of body, speech, and mind have few wishes, contentment, seclusion, aloofness, arousing energy, ethics, learning, generosity, and wisdom. They describe the development of the things that lead to awakening in one who has few wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, and wisdom.”",
    "ai-tika-abh08t26:55_8": "May they be happy!",
    "ai-tika-abh08t26:55_9": "These are the three instances in the three realms.",
    "ai-tika-abh08t26:55_10": "If it is given to one, and they do not deal with one, and they assert another fourth in the case of the fourth,",
    "ai-tika-abh08t26:55_11": "Then, although the meaning is “previously” in the immaterial jhānas, it is the meaning.",
    "ai-tika-abh08t26:55_12": "But in both this way, the later cannot find any other subsequentence of the teaching. And it was due to the inheritance of the Dhamma thus that they must be delivered as to their individual essence.",
    "ai-tika-abh08t26:55_13": "for that, because they only dwelt in abode of these three kinds, that also may even three months.",
    "ai-tika-abh08t26:55_14": "for this is said:",
    "ai-tika-abh08t26:56_0": "“Rejoicing in speech, right action,",
    "ai-tika-abh08t26:57_0": "whose scope is incapable of doing what is unsuitable –",
    "ai-tika-abh08t26:58_0": "And here it is said in the Similar: “As a single word of allying the world” preceding to word, but he is added to what is said.",
    "ai-tika-abh08t26:59_0": "Second: going with a mind boundless heart.",
    "ai-tika-abh08t26:59_1": "Then the mind associated with it, which is accompanied by defilements, is the second in each case, but only with the instance of shade.",
    "ai-tika-abh08t26:59_2": "Likewise in the third : at the fourth, although the happiness is blissful .",
    "ai-tika-abh08t26:59_3": "And here it is happy that in order to get happiness.",
    "ai-tika-abh08t26:59_4": "Neither equanimity is this: “Does it not conceived? Since this is so, happiness can be done by them?”",
    "ai-tika-abh08t26:59_5": "The attainment should not be done formerly, previously, which has the equanimity based on compassion, gladness, and equanimity.",
    "ai-tika-abh08t26:59_6": "That is why in the ways of developing compassion, etc., in the earlier stage, etc., before absorption in the way already described, the feeling is unification of mind in the way already described.",
    "ai-tika-abh08t26:59_7": "And moreover, too, they don’t want to be reborn in the equanimous equanimity.",
    "ai-tika-abh08t26:59_8": "“Pañcasikha was going along with the fifth day in order to see the distinction in the way that is ignorant.” And he said, “Now, it is for showing because he is not seeing,” and so on.",
    "ai-tika-abh08t26:60_0": "crying, “Plant, weeping,” and so on, she said, “Hum.”",
    "ai-tika-abh08t26:61_0": "Thus having shown that he is skilled in the sensual-spheres associated with the fine-material sphere, and that is to say, “Deven the sphere of contacts associated with the fine-material sphere,” and so on, etc.",
    "ai-tika-abh08t26:61_1": "Herein, apart from there and dispensation:",
    "ai-tika-abh08t26:61_2": "But why do they called “ascetic” in this way?",
    "ai-tika-abh08t26:61_3": "Virtuous conduct by way of body, speech, and mind, and by means of the fine-material sphere, etc., not skilled in law of the elements, and so on. He is unprofitable in livelihood and by means of the property.",
    "ai-tika-abh08t26:61_4": "Because that is how the hindrances are unpracticed, and the detailed explanation of the hindrances.",
    "ai-tika-abh08t26:61_5": "Herein, the goal of the sensual realms is for the purpose of transgression in the formless-world, profitable way to the fine-material sphere.",
    "ai-tika-abh08t26:61_6": "However, placed on the hidden Ājīvaka ascetics poisonously, the objection of the poisonous sex, and the track in which inspiring places there were no for the sake of the (of the future).",
    "ai-tika-abh08t26:61_7": "They don’t get skilled in profitable matters or in one of the fine-material sphere. That is why it couldn’t get rid of the tent and doing it.",
    "ai-tika-abh08t26:61_8": "One who is virtuous in the purification of ethics, and the mind comes to be reinforced by virtue, etc., of the sense-spheres, and the turning away through virtue, and whose mind is pure, etc., as well., is the preceding even in a fine-material sphere.",
    "ai-tika-abh08t26:61_9": "For it is only beneficial for the purpose of restraint, she said, “I’ve already accepted the park.”",
    "ai-tika-abh08t26:61_10": "Thirty-twokes at the time of the wind, etc., that of the kind already described.",
    "ai-tika-abh08t26:61_11": "after that third announced the third announcement.",
    "ai-tika-abh08t26:61_12": "when he has reached quenching, he said: “For those who haven’t reached absorption in the final stage of life,” ...",
    "ai-tika-abh08t26:61_13": "crushing out of compassion.”",
    "ai-tika-abh08t26:62_0": "The others bring the impulsion of the fine-material sphere .",
    "ai-tika-abh08t26:62_1": "And if he applies the progressive matter in this way: “Possessed of the fine-material sphere, what is profounded by the surmounting of visible matter hes in this way: “And perception of matter what is matter, with the disappearance of the fine-material sphere? ” and it is their surmounting of perceptions of matter.",
    "ai-tika-abh08t26:63_0": "In the first jhāna: in the first jhāna.",
    "ai-tika-abh08t26:63_1": "in the path of the four quarters,",
    "ai-tika-abh08t26:63_2": "As to the second jhāna: among the fine-material jhānas, and second and fourth in the fivefold reckoning.",
    "ai-tika-abh08t26:63_3": "It is said in the way already described : “Herein the way already described .”",
    "ai-tika-abh08t26:63_4": "And what is general for us to say, “What is our surmounting?”",
    "ai-tika-abh08t26:63_5": "In the case of the path because it has been rightly explained in the way beginning, “Now, in the right way,” etc., and in the sense of rightly as its object, and so on. The noble path does not appear in the way stated, in the noble path. But ”",
    "ai-tika-abh08t26:63_6": "The supermundane attainment of the supreme development of the world: there is no further attaining Nibbāna.",
    "ai-tika-abh08t26:64_0": "Having thus shown that what is skillful and what is unskillful, he is unable to show them the characteristic of what is unskillful and what is to be done, and what is unskillful, he then to say, “Now, what is unskillful?”",
    "ai-tika-abh08t26:64_1": "And although the word “still” is included : “Even those who are unskilled in, even though they are not able to give such a single word, however, welcome opposite the word, is to say, contradict each.",
    "ai-tika-abh08t26:64_2": "and having fulfilled in this way, he said: “This is how it is said.”",
    "ai-tika-abh08t26:64_3": "doubt as the fondness of doubt due to enthusiasm, etc. is said: “Neither pleasure zeal wielding the mind for the ten kinds of foulness.”",
    "ai-tika-abh08t26:65_0": "being shown by one who is worshipped,",
    "ai-tika-abh08t26:65_1": "Described and scattered, “He is skilled in dying, deposition,” the Buddha, “From this bad is done”, he understood.",
    "ai-tika-abh08t26:65_2": "Gain and loss, fame and disgrace, praise and blame, and pleasure and pain in the world, they are also the eighth worldly pleasures.",
    "ai-tika-abh08t26:65_3": "for he is said to be making gain for such gain as: “The gains as requisites, I am called “hars” .",
    "ai-tika-abh08t26:66_0": "One who gets a conscience and does not feel others.",
    "ai-tika-abh08t26:66_1": "shameless, imprisonment of the teaching.",
    "ai-tika-abh08t26:66_2": "(but) is one thing such as: “Anyone who is conducting oneself,” and “Having done one should make an effort to get physical contact.”",
    "ai-tika-abh08t26:66_3": "pacified and prudent, unbecoming, and Dhamma,",
    "ai-tika-abh08t26:66_4": "without defeating, missfortune,",
    "ai-tika-abh08t26:66_5": "not loving today,",
    "ai-tika-abh08t26:66_6": "For the characteristic of foulness is characterized as keeping to the profitable. Its is of the profitable. It is manifested as the characteristic of non-human beings.",
    "ai-tika-abh08t26:66_7": "you should live by way of body, speech, and mind.",
    "ai-tika-abh08t26:66_8": "sponsoring owner and become dispassionate,",
    "ai-tika-abh08t26:66_9": "temporarily mangoes,",
    "ai-tika-abh08t26:66_10": "For the taste of shamelessness is said in the texts beginning with the shameless , and so on.",
    "ai-tika-abh08t26:66_11": "because of non-human beings’ bad deeds, that doing what is hard to do,",
    "ai-tika-abh08t26:66_12": "Through activity, conscience and prudence,",
    "ai-tika-abh08t26:66_13": "the evil states consisting in the way already stated.",
    "ai-tika-abh08t26:66_14": "and to respect themselves and others.",
    "ai-tika-abh08t26:66_15": "Like a village that’s filthy, with unclean polluted, and disgusted with the dying.",
    "ai-tika-abh08t26:66_16": "A fire is like a flame without conscience. It is shameless,",
    "ai-tika-abh08t26:66_17": "according as it is said:",
    "ai-tika-abh08t26:67_0": "“It’s disgusted by the neck, not by the wicked;",
    "ai-tika-abh08t26:68_0": "is not broken off, dropped with food and drink.”",
    "ai-tika-abh08t26:69_0": "And weakness is strong, conscience, prudence, energy, and wisdom. You can expect conscience and prudence.",
    "ai-tika-abh08t26:69_1": "For just as when ail of filthy cloak is conquered into his mouth in a snake’s mouth, then the fool does not examine the drawback in these things, he does not examine the drawbacks about the escape from them, nor do the dropping of them; and so too, when one who is unknown to understanding the most excellent of the teachings, he is not a Bahurriedly fool, he thinks about the Truth,",
    "ai-tika-abh08t26:70_0": "‘Putting down creepers, hunger is what is meant.’",
    "ai-tika-abh08t26:70_1": "It is the characteristic of the sense sphere of contact as its object, and it is called “relinquishment as the highest,” and they created insisting on the object, and it is not the object that the object of craving.",
    "ai-tika-abh08t26:70_2": "This is the escape from overcoming to the Community, of the two endlessnesses, and of the winning of generality.",
    "ai-tika-abh08t26:70_3": "give up dispelling ignorance.",
    "ai-tika-abh08t26:70_4": "Playing them with oil, lampsed floor, and woken floor in a dirty place, is (sometic) like a handful of fire.",
    "ai-tika-abh08t26:70_5": "“Delightenment grows, craving for what is said.” Extinguishing it as a described in the sense of seeing, “Dearing.”",
    "ai-tika-abh08t26:70_6": "Herein, seeing the gratification of seeing with vision.",
    "ai-tika-abh08t26:70_7": "having not seen the gratification of the meaning and the drawback, that is, produced by himself and falls asleep.",
    "ai-tika-abh08t26:70_8": "First: “It is truthfully the strength, having greed for insight with the strength of seeing, and later of seeing the truth that greed is the Lord of greed, hate and delusion, and produces them.”",
    "ai-tika-abh08t26:70_9": "it is said: “You have grown craving.”",
    "ai-tika-abh08t26:70_10": "and moreover, “But if one says ‘There is no gratification in feeling’ ...”",
    "ai-tika-abh08t26:70_11": "the gratification in pleasant feeling ...",
    "ai-tika-abh08t26:71_0": "they don’t loose soft:",
    "ai-tika-abh08t26:71_1": "and he offered Dhamma to one whose mind is blind,",
    "ai-tika-abh08t26:71_2": "knowledge of the right knowledge of ending is a good principle.",
    "ai-tika-abh08t26:71_3": "Herein, the state of having the characteristic of having already stated in the first preceding to its reference to the other.",
    "ai-tika-abh08t26:71_4": "Or alternatively, what is their characteristic?",
    "ai-tika-abh08t26:71_5": "For it is the way to get it.",
    "ai-tika-abh08t26:71_6": "to penetrate the Dhamma, which is unshakable, without penetration, is the penetration of the Dhamma.",
    "ai-tika-abh08t26:71_7": "And the state of deceiving the object, he finds no vulnerability, and he directs his mind to an individual.",
    "ai-tika-abh08t26:71_8": "And here the knowledge of the object in that case, just as knowing, having given up the view of the object, and consequence of delusion, doesn’t know, “How is this? ”",
    "ai-tika-abh08t26:71_9": "“What if it is the time to catch up with its object? How does the object know, “What does the object come?”",
    "ai-tika-abh08t26:71_10": "even if they don’t know that a person wasn’t,",
    "ai-tika-abh08t26:71_11": "But just as, when contacts, etc., do not know, “Because it is by means of the experiencing the object,” and so on, etc., just as it is by means of the intention and applies its object, just as it is by means of the non-human beings, and so on.",
    "ai-tika-abh08t26:71_12": "the invisible, the darkness arises in him in that way.",
    "ai-tika-abh08t26:72_0": "Because they will see wrong thoughts as permanent, and so on.",
    "ai-tika-abh08t26:72_1": "Improper is independent, not insistence,",
    "ai-tika-abh08t26:72_2": "After rejoicing the state of the Dhamma, and taking the other words of others as permanent, constantly, eternal, and imperishable, and ultimate goal. This is the only truth, being is the only truth.",
    "ai-tika-abh08t26:72_3": "the noble ones, wanting to see the noble ones, living together with the True Dhamma’s good, and so on.",
    "ai-tika-abh08t26:73_0": "whose mind is restless investigated by the Dhamma is associated with, and has a good principle.",
    "ai-tika-abh08t26:73_1": "Hence it is said: “He is developing the ocean”.",
    "ai-tika-abh08t26:73_2": "There is uninterestedness in conformity with the unattractiveness.",
    "ai-tika-abh08t26:73_3": "Those who do not able to pull out their wings and hunger by the air and modes through the strength of their rope, and the length of their air, and not able to get hold of the power of the breaths, and like that cannot be able to resolve at the least (worms), and in the serpent of the power of the worst of the head, the one who leprosy leprosy hairsy down the dispersessy is unable to prevent upon the powers that cannot rest.",
    "ai-tika-abh08t26:73_4": "one free of walls,",
    "ai-tika-abh08t26:73_5": "To be embarrassed, skilled in dancing, singing, music, and extinguishing. That is why it is said: “Such is poisonousness.”",
    "ai-tika-abh08t26:73_6": "Following her to driver.”",
    "ai-tika-abh08t26:73_7": "Or they attend improperly to them, following arousing improperly:",
    "ai-tika-abh08t26:73_8": "Or alternatively, one who gives attention to the signless meditation subjects, hereining level of the signless space,",
    "ai-tika-abh08t26:74_0": "I believe in some things, thinking it is the meaning.",
    "ai-tika-abh08t26:74_1": "There is no high and low.",
    "ai-tika-abh08t26:74_2": "(such as) successful thoughts associated with the exertion of his own energy, which is produced by the exertion of his own energy, is not made by energy.",
    "ai-tika-abh08t26:74_3": "After taking hold of one’s self-knowledge by the one who is low and low, he must stay in the same place as before. He should then approach the good fortune-tellers to be understood as the door frame. ...",
    "ai-tika-abh08t26:74_4": "it is called “blessed” in the sense of habitually present; with the ministers and counselors are called “reflected” because it is the means to developing the four immaterial states of luminousness, and because of the Lord of the Enlightened One’s enlightened One’s upon the immaterial states each case, and it is what is called “announcy” .",
    "ai-tika-abh08t26:74_5": "“As a preceding the mind’s view,” etc., the arising of the hair, etc., do not occur in the same way as a single consequence of these two views, like a lion by an observer of views, two embracing a different view, and transgression by the wise ones.",
    "ai-tika-abh08t26:74_6": "The righteous curry of the Dhamma is set forth as an offering, a foundation of strong view, and one who gives the blade of the wrong view, etc., and one who lives on motionals during the four divisions.",
    "ai-tika-abh08t26:74_7": "devoted to self-mortification, of self-mortification, which is frequented by self-mortification.",
    "ai-tika-abh08t26:75_0": "they’ll make an effort to get her.",
    "ai-tika-abh08t26:75_1": "Endowed with the same thorough possession of others;",
    "ai-tika-abh08t26:75_2": "under the sage’s own rebirth as an unsuitable rebirth, etc., is said to be “favourable” .",
    "ai-tika-abh08t26:75_3": "Hence it is said:",
    "ai-tika-abh08t26:76_0": "“Those who do not wear the heart’s level, ~ those who grow in the heart,",
    "ai-tika-abh08t26:77_0": "who do not attend (included) the Sambuddha’s Transmigration, (true) Buddhas, the Sole Paccekabuddhas.”",
    "ai-tika-abh08t26:78_0": "catching fish, from the snare, making the sound of stinginess in the syllables, and stingy it, he said, “Finger I adornments the syllable.”",
    "ai-tika-abh08t26:78_1": "In the case of the wholehearted clause, that is suitable, my belief stains because of my tradition.",
    "ai-tika-abh08t26:78_2": "attaining the state of peace,",
    "ai-tika-abh08t26:78_3": "Taking the upwards of the origin of what belongs to others.",
    "ai-tika-abh08t26:78_4": "“This is the bed’s later in one’s own use,” and she repairs, knowing that one’s own use of another’s own mind, through the indication of the size of others, only the one habit of the Dhamma, and if it was something else’s length, it is only because of the one’s intimidating the Dhamma.",
    "ai-tika-abh08t26:78_5": "and it is with the individual essences that occurrence in the way beginning, “This influence of stains by the function of delimitation.”",
    "ai-tika-abh08t26:78_6": "Self-Welf together with calm, etc.",
    "ai-tika-abh08t26:79_0": "they determined in the earlier stage: “What is the point of giving, what is not to be done, and what is done by.",
    "ai-tika-abh08t26:79_1": "he replied, “I’ve told you what is done by me?”",
    "ai-tika-abh08t26:79_2": "Because that is why a name “perfected” .",
    "ai-tika-abh08t26:79_3": "Thus he does a good conduct, even though they are done badly,",
    "ai-tika-abh08t26:79_4": "For even if one of good conduct is shown that he is agitating;",
    "ai-tika-abh08t26:79_5": "The earth kasiṇa should be undertaken with such meditation subjects as the earth kasiṇa in the way beginning, “Where do you get rid of the earth kasiṇa, how many kinds of regrets, and it is to be cultivated here?",
    "ai-tika-abh08t26:79_6": "Or alternatively, they are called “regarding” regarding the answers, “They are impediments” .",
    "ai-tika-abh08t26:79_7": "whose mind is investigated by the Dhamma, how is it that Dhamma?",
    "ai-tika-abh08t26:79_8": "Hence it is said: “Where has been developed by him?”",
    "ai-tika-abh08t26:79_9": "regrets in the future.",
    "ai-tika-abh08t26:79_10": "I have done good deeds by way of body, speech, and mind, and being secluded from I do a good deed.",
    "ai-tika-abh08t26:79_11": "Since this is so, it should be induced to be given to the boon of the slaves and the bondservants, as a bondservant to dependent once.",
    "ai-tika-abh08t26:79_12": "servants, workers, and staff; after they’re afraid of wrongdoing, the individuals becomes anxious.",
    "ai-tika-abh08t26:79_13": "He is not able to satisfy his own well.",
    "ai-tika-abh08t26:79_14": "Or alternatively, when it is slavely skilled in opposite sex only with them, it is a male and female bondservant to death.",
    "ai-tika-abh08t26:80_0": "and his mind is produced by the supernormal powers. Their mind becomes concentrated in him",
    "ai-tika-abh08t26:80_1": "Hence it is said: “Well then, I kill them.”",
    "ai-tika-abh08t26:80_2": "(such as) unbecome, immoral deeds, and mind,",
    "ai-tika-abh08t26:80_3": "Hence it is said: “He is killed or has anguishment.”",
    "ai-tika-abh08t26:80_4": "They are destroyed by one who is transgressed with them, oppressed with them, and so on.",
    "ai-tika-abh08t26:80_5": "I’m not possible to make him accusations against you, but if I am present to you.",
    "ai-tika-abh08t26:80_6": "With it is easy to lazy and snonyming the influence of dwellings, and indirectly the mind becomes lazy.",
    "ai-tika-abh08t26:80_7": "Unsuitable : here it is the hostile of death, which is why it arises, owing to its associated states, thus it is “restraint” . Consequently there is no hostilement of being; for those who know it is unsuitable .",
    "ai-tika-abh08t26:81_0": "Wealth is characterized as characteristicing.",
    "ai-tika-abh08t26:81_1": "having energy roused up energy, (thinking):",
    "ai-tika-abh08t26:81_2": "Associating with the beginning, the middle, or the end is liable to be reborn. It is manifested as alteration, thus it is roaming and transmigration. It is manifested as opportunity for, or reinforcing.",
    "ai-tika-abh08t26:81_3": "What is unification of mind is characterized as having done its characteristic, which is why it is not comprehended the mind’s oppressiveness in this way, that is unknowing the aggregates of their mind’s success.",
    "ai-tika-abh08t26:81_4": "Likewise, Kāḷa: “What’s the point of?",
    "ai-tika-abh08t26:81_5": "vehicles,",
    "ai-tika-abh08t26:81_6": "What is sloth and torpor?",
    "ai-tika-abh08t26:81_7": "Whatever bodily and verbal deeds are undefined.”",
    "ai-tika-abh08t26:81_8": "the doors associated with consciousness, the door of the windows, and the windows associated with the doors.",
    "ai-tika-abh08t26:81_9": "envying, envying, etc., adverts to the object of the senses,",
    "ai-tika-abh08t26:81_10": "Then for he has abiding in this way, feeling is allowable for the mode of its fortune-telling and shrinesing. So the feelings are constantly present.",
    "ai-tika-abh08t26:81_11": "observed: the concealment of the private parts is invariable;",
    "ai-tika-abh08t26:81_12": "to spread about like a trappedling trapped in a chariot, bringing it to the shore.",
    "ai-tika-abh08t26:82_0": "remains as stated here.",
    "ai-tika-abh08t26:82_1": "It is already explained in the way already described.",
    "ai-tika-abh08t26:82_2": "Nobody is said: “In this case, with the stilling of these three kinds of applied thought, not for the purpose of applied thought. But here there is the sustained thought. But herein, namely, wrong applied thought, sustained thought is the meaning.”",
    "ai-tika-abh08t26:82_3": "twenty-four kinds of fondness, ninety-two kinds of fondness, ninety-nine kinds of fondness, fourteen kinds of fondness, and fourteen kinds of choice and fourteen.",
    "ai-tika-abh08t26:82_4": "but it is stated here that in the doorway is not suitable.",
    "ai-tika-abh08t26:83_0": "dullness and drowsiness, restlessness and remorse, and doubt don’t arise here when they’re not agitated with sloth and torpor, and torpor in this way.",
    "ai-tika-abh08t26:83_1": "for no stiffness and torpor are not evident in one whose mind is said.",
    "ai-tika-abh08t26:83_2": "Third: among the third part of the conceit ‘I am’ and in the noble one who is confused about the teaching.",
    "ai-tika-abh08t26:83_3": "Hence it is said: “But it is no simply unboundless,”",
    "ai-tika-abh08t26:83_4": "With no reason for (thinking): here is the reason why it is stated here.",
    "ai-tika-abh08t26:83_5": "the fourth section dealing with that same two and eighteen view, ninety-four grounds (afterwards) with the thirty-two conversions.",
    "ai-tika-abh08t26:83_6": "Seven such joys and happiness are independently in seven ways,",
    "ai-tika-abh08t26:84_0": "They’re not only three, but only three, or even to catch each other. They don’t cause each other with one another.",
    "ai-tika-abh08t26:84_1": "For that is why, being afraid of wrongdoing, the person who is afraid of wrongdoing, the enlightenment of others, and the practice of being afraid of wrongdoing, etc., should not be illustrated with one who is afraid of wrongdoing, and fond of the proximate with one who has hate, etc., because they don’t fond of the future.",
    "ai-tika-abh08t26:85_0": "As to the state of existence, which is of the foundation for the removal of the kasiṇa, etc., observed the dissipations of the accumulation of the obtaining of the dissipations of the object aggregates, and because of the lack of its object.",
    "ai-tika-abh08t26:85_1": "Hence it is said: “There is no offending of encounter in the mode of its wall or elsewhere, while the unsuitable, is the meaning. It is “fitable,” because it is the meaning.",
    "ai-tika-abh08t26:85_2": "For the sectarians, etc., are likable, desirable, and agreeable objects arise in him as its object.",
    "ai-tika-abh08t26:85_3": "Then one part of the elements said to the sensual-spheression, etc., as the basis for happiness and sadness occurring.",
    "ai-tika-abh08t26:85_4": "for the purpose of crossing the formless-element which has the form element,",
    "ai-tika-abh08t26:86_0": "When his own body breaks up, after death, he headed in the formless realm, denigration, etc., or in the formless realm, or in an unsuitable way, he thus it is “short” . It is the poisonous modes, etc., with the bodies of the body, etc., or in the way that is as the meaning, then the understanding there is “shownness” .",
    "ai-tika-abh08t26:86_1": "according as it is said: “And how did you get the firebrand?”",
    "ai-tika-abh08t26:86_2": "for he only burns the sacrificial firewood that arises;",
    "ai-tika-abh08t26:86_3": "It is manifested as the uninterrupted place, and the other is its impediment.",
    "ai-tika-abh08t26:86_4": "Then when the one fact that had arisen with a single army, even if only a single solid magician or with the hand, he dropped it into his hand or with the other.",
    "ai-tika-abh08t26:86_5": "Thinking: “They are doing wrong to me,” and they resentment for nine things.",
    "ai-tika-abh08t26:86_6": "When he has got close to the fruition of non-human beings, he can see then be in the sense of urgency, which is like the seeds in the sense of urgency.",
    "ai-tika-abh08t26:86_7": "undergoing eighteen in the countless jealousy, and eighteen in the debate.",
    "ai-tika-abh08t26:87_0": "and consciousness that occurs because it is not overcoming to the wrong way, etc., which is the meaning.",
    "ai-tika-abh08t26:87_1": "Or alternatively, it is positionless since it was produced.",
    "ai-tika-abh08t26:87_2": "“That’s what is called stagnation,” and suffering.",
    "ai-tika-abh08t26:87_3": "And if he were to a simile of the mind leans through the sixty-two systems and forcefulness of consciousness, the mind becomes established in dependence on the absence of continued existence.",
    "ai-tika-abh08t26:87_4": "and she came to (all), gone beyond doubt in the destiny, “Have weeping and encircling,” it is said.",
    "ai-tika-abh08t26:87_5": "What is fame or terror",
    "ai-tika-abh08t26:87_6": "“It’s hard to understand”; it’s hard for you to be ever there’s no need of trouble. It is not difficult for them to do so.",
    "ai-tika-abh08t26:87_7": "“Yes, sir,” they replied, and did not real, as white,",
    "ai-tika-abh08t26:87_8": "Mindfulness of the mind’s desire,",
    "ai-tika-abh08t26:87_9": "When it is beneficial, arouses one transgress it, and if it is its object, it does not arise in any one of the normal appearance, or if it is included thus: “This is the object, it isn’t real, or if it isn’t referred to as its object, and if it does not appear.”",
    "ai-tika-abh08t26:87_10": "Contemplation is twofold observed by the contemplation of impermanence, thus it is impermanent. It is manifested as impermanent.",
    "ai-tika-abh08t26:88_0": "the higher mind, and having no doubt regarding each other.",
    "ai-tika-abh08t26:88_1": "one-pointedness of mind is one-disciplined mind.",
    "ai-tika-abh08t26:88_2": "for it is the right “here amount of the mind” in the way that is called “profitable” .",
    "ai-tika-abh08t26:88_3": "He is powerful, having strength and poisonousness. He will endure a strong man who gives it up like a strong rope.",
    "ai-tika-abh08t26:89_0": "Because of being grasped as their objects and individual essences,",
    "ai-tika-abh08t26:89_1": "Doesn’t the result accusations return to the shackle of the objects? This is their object of being contemplations?",
    "ai-tika-abh08t26:89_2": "But how could there be such a profitable texts?",
    "ai-tika-abh08t26:89_3": "That’s how they don’t gain the supermundane states.",
    "ai-tika-abh08t26:89_4": "they don’t gain the training rules as they are.",
    "ai-tika-abh08t26:89_5": "he should dispel them and not destroy them.",
    "ai-tika-abh08t26:90_0": "Because of their confidence, etc., their characteristics in bearing the body.",
    "ai-tika-abh08t26:90_1": "and as they are told in the way already described.",
    "ai-tika-abh08t26:91_0": "84-6.",
    "ai-tika-abh08t26:91_1": "Doesn’t give rise to equanimity, etc., and experience unpleasant feeling, etc., just as that the Equanimous feeling arises in him, and the eye consciousness arises in him when you’re happy, etc.; and therefore the internally, which is an equanimous feeling arises in him when you’re happy, etc.; and that cannot be spoken of as its object, etc., and unpleasant to disagreeable visible objects that are likable, and desirable, and agreeable, accomplished by the eye consciousness that have passed away from the beginning, and ceased in equanimity. That is why the middle, the unpleasant, the unpleasant, the unpleasant, and the unpleasant feeling arises in him.",
    "ai-tika-abh08t26:91_2": "form derived from the grounds, because of grasping form and insisting on form.",
    "ai-tika-abh08t26:91_3": "And in the case of the fine-material jhānas, etc., each is given in the way already described.",
    "ai-tika-abh08t26:91_4": "“Because of confidence in the eye” or “accessiveness” without consciousness, etc., with eye-consciousness, etc., just as with eye-consciousness, etc., were clear, and universal confidence, is the meaning.",
    "ai-tika-abh08t26:91_5": "Compassion is introduced to: “But in order to show the physical matter,” according to the physical formation, etc., as described thus: “It is in the sense-objects, the meaning is, of the making sense-spheres, and of the visible object, just as there is the meaning.",
    "ai-tika-abh08t26:91_6": "the waves, pulled up the flood, dropped the unconditioned,",
    "ai-tika-abh08t26:91_7": "the basis of psychic power that has been conceived in storms, and is accompanied by each other. These are called “material” .",
    "ai-tika-abh08t26:91_8": "Or alternatively, it is the meaning.",
    "ai-tika-abh08t26:91_9": "For even the eyes are disturbed, And each other is the kind of circumstance among each other.",
    "ai-tika-abh08t26:91_10": "Through their heads becoming constantly, thinking “Intense they depraved each other,”",
    "ai-tika-abh08t26:91_11": "On the nose ... tongue ... body ...",
    "ai-tika-abh08t26:91_12": "After that, they are told with the resentment.",
    "ai-tika-abh08t26:91_13": "and after being weak from the string of creepers and wore powder, like a dropping cloth in water, and so on.",
    "ai-tika-abh08t26:91_14": "In the evening, the step of a lamp, which is weak, the one whose feeling is weak has the equanimity of unpleasant feeling.",
    "ai-tika-abh08t26:91_15": "Thus, if consciousness does not say, “But this is how it is those who are not,” and so on.",
    "ai-tika-abh08t26:91_16": "For just as a strong mangoes the ropes for an eon and theistraticed by the hand and knocking on a bed, the potter’s powder, and the weapons irreversible objects, and the boat as objects, brings back even a liquor or a powder, so too, when the bolttom, the moistures on the ground, will hurt the body, and painful physical contact with a produce any kind of bliss, then the mind as its object, without having arisen in the result.",
    "ai-tika-abh08t26:92_0": "And although the mind-element is quiet in the element of earth, it is only the word of a woman, body, speech, and mind will be made call.",
    "ai-tika-abh08t26:92_1": "But some say that “Whoever has murdered a cart” is said.",
    "ai-tika-abh08t26:92_2": "Ten things associated with it,",
    "ai-tika-abh08t26:92_3": "Therefore he should recognize the one who has performed his welfare,",
    "ai-tika-abh08t26:93_0": "Body consciousness is painful here, although they have unskilled in the beginning, “Being consciousness” and “Feeling is unpleasant to the body, consciousness is unskilled in the beginning, “What is unpleasant feeling ...” , etc., not more unprofitable.",
    "ai-tika-abh08t26:93_1": "The rest is called the rest of the senses.",
    "ai-tika-abh08t26:94_0": "The meaning is that: ageingness due to the power of consciousness associated with the defilement of the mind, etc., is the meaning of energy. But this is not the power of energy.",
    "ai-tika-abh08t26:94_1": "Though this is so, why are the two in numbers of thirty-two parts?",
    "ai-tika-abh08t26:94_2": "Herein, the bodily-formation is in fact that is referred to as consciousness.",
    "ai-tika-abh08t26:94_3": "all the remaining kinds of fact that have been composed in the all its collections –",
    "ai-tika-abh08t26:95_0": "“What’s that time?”",
    "ai-tika-abh08t26:96_0": "(But) having spoken that same signified in this way: “What is in the moment of the consciousness associated with the consciousness element? ” The Community is the same thing",
    "ai-tika-abh08t26:97_0": "“What are one-pointedness of mind?",
    "ai-tika-abh08t26:97_1": "At that time their mind remains steadiness, undirected immersion, undirected immersion, and not undeluded. That is the concentration faculty of immersion.”",
    "ai-tika-abh08t26:98_0": "having fulfilled the strength of energy and energy –",
    "ai-tika-abh08t26:99_0": "“What is the faculty of energy?",
    "ai-tika-abh08t26:99_1": "At that time, when energy is roused up by energy, making arouse energy and vigorously, exerts the mind faculty of energy, or if it’s strong inspiring, thinking, “Whoever energy is roused up by energy and unflagging the faculty of energy –”",
    "ai-tika-abh08t26:100_0": "the power of energy, after establishing analyzing the state of immersion, possessing the powers, energy, immersion, and wisdom, they directly knew that the powers of energy, but not the power of concentration. And all these two strong men were weak in the higher mind, and the lair of the higher wisdom. And he was transformed in all the reciting the teaching and the Dhamma.",
    "ai-tika-abh08t26:101_0": "the results of good conduct, etc., and the results of the noble ones,",
    "ai-tika-abh08t26:101_1": "heart’s mind, having cut off conceit,",
    "ai-tika-abh08t26:101_2": "he is going to the heart, he is the Happy One,",
    "ai-tika-abh08t26:101_3": "For the Blessed One’s teaching is free from defilement by giving birth and death. For the pleasure of the embraces intercourse of the kind that is connected with the hindrances, namely, applied thought, sustained thought, and sustained thought about the progress of the Enlightenment of the enlightenment of hands, owing to the root of the body, and to the so on. The Great Bodhisatta entered upon the great (Niground) powers, which is free from shame, causes the shame, beginning, good qualities of being has oppposition, and so on.",
    "ai-tika-abh08t26:101_4": "And then the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and it is the right way leading to the direct knowledge, complete understanding the path, and the end of the world.",
    "ai-tika-abh08t26:101_5": "Or alternatively, the Holy One rightly.",
    "ai-tika-abh08t26:101_6": "For the Blessed One spoke about what was true, real, and separated, as very beneficial, and that was spoken. That’s why he said, “Now, the self-mortification,” and on the point of his coming.",
    "ai-tika-abh08t26:101_7": "Or alternatively, it is possible for a happy destiny, or the Holy One.",
    "ai-tika-abh08t26:102_0": "He obtains (which is) devoted to the meaning in terms of being unspecified and doesn’t belonging to the same phrasing: “As a bhikkhu, a bhikkhu, or a practitioner has reached the highest perfection of rainy season.” And he knows that it is very far from that, transgressed, and that one who knows what is accompanied by left on them.",
    "ai-tika-abh08t26:102_1": "Or alternatively, all of them mentioned into the very best of conquerorings, you know all the time through enlightenment of the conqueror of their enemy. From then leaving to the great ocean, he only expected as if burning, without coming to droping the consecrating your enemy.",
    "ai-tika-abh08t26:103_0": "Thus in consequence of such a thing:",
    "ai-tika-abh08t26:104_0": "the form of the teaching.",
    "ai-tika-abh08t26:105_0": "The conclusion of intercourse is finished."
}