{
    "ai-tika-vin05t2:0_0": "2. Parikkhāravinicchayakathā",
    "ai-tika-vin05t2:1_0": "Telling for others’ training, he is an ascetic.",
    "ai-tika-vin05t2:1_1": "Here is this allowable to enclose in an abode:",
    "ai-tika-vin05t2:1_2": "They don’t pull out beard or outside the’s colour. They’re not well-fined to color.",
    "ai-tika-vin05t2:1_3": "Or perhaps it is possible to discard a single man’s colour or yellow or even with one or other of the color, yellow graceful, or thinner or pink or white lotuses. But it cannot be appropriate for the purpose of practises for the sake of embankment, because of its province;",
    "ai-tika-vin05t2:1_4": "It is not allowed to cut down six-picks, clothes, and joints, including the middle, and creepers.",
    "ai-tika-vin05t2:1_5": "it is not allowed in the six kinds of lay water, like a fish in the home of the water,",
    "ai-tika-vin05t2:1_6": "And if he has given there in the abode of all, he is not allowed to.",
    "ai-tika-vin05t2:1_7": "He should take a strainer-season robe, drank water, put it onto the ground, wrapped in a neck.",
    "ai-tika-vin05t2:1_8": "But a leaning on a staff is the shape of a staff.",
    "ai-tika-vin05t2:1_9": "They placed a consequence of a door, together with a rope, and preparing the stick and knees. Then they fixed on the ground, in that place and fix the stone.",
    "ai-tika-vin05t2:2_0": "7.",
    "ai-tika-vin05t2:2_1": "A positions for the purpose of making precincts for the arrows of weapons, or any other kind of robe-cloth for the newly arrived monks, horns, etc., that is allowed, pressed, or pillar.",
    "ai-tika-vin05t2:2_2": "They made a wound for eight days, and it was allowed to cart. It waste-reft of corpses, scorpions, timberalds, leopards, chairs, and schools of fishes, meatssengers, and transmigrations.",
    "ai-tika-vin05t2:2_3": "It is not allowed to ment the robes of wore water that are made of meat and ran out; or is to wash a knife, or to put it in a hand. And is allowed to wash a red-hot sheet after washing the scented garlands or fragrances, or collapsed in water.",
    "ai-tika-vin05t2:3_0": "exceptional dyeing, all the flames, except for the surrounding the turmeric and the aggregates, he is allowed to be put aside of the aggregates.",
    "ai-tika-vin05t2:3_1": "a certain box called the thorn of a large tree called it.",
    "ai-tika-vin05t2:3_2": "and except for the hair-sphere, all the fires,",
    "ai-tika-vin05t2:3_3": "apart from that fortunate place and all the bowls, except for the blue bowls,",
    "ai-tika-vin05t2:3_4": "However, a suitable green, is allowed to bathe even if it is allowed to wear a single century.",
    "ai-tika-vin05t2:3_5": "What’s the beautiful and charming lotus flower, and all the flowers,",
    "ai-tika-vin05t2:3_6": "nor is anything at all.",
    "ai-tika-vin05t2:4_0": "8.",
    "ai-tika-vin05t2:4_1": "After appraisal, he should take the robe, put it in a hand of the hand, put it in the basket, saying: “He shouldn’t, take it away in the hand of the bowl, or take it away.”",
    "ai-tika-vin05t2:4_2": "or after getting a trader, you should take it out of the fruit, and then put it aside. But it’s not allowable for them to do it.",
    "ai-tika-vin05t2:4_3": "but had established the kings in the old ages for the Elders.",
    "ai-tika-vin05t2:4_4": "one seized the robe with his hand, stretchs it with his hand,",
    "ai-tika-vin05t2:4_5": "The dyeing of the robes are not allowed to use it.",
    "ai-tika-vin05t2:4_6": "“I allow you to make a heap of flowers,”",
    "ai-tika-vin05t2:4_7": "He should not use the baskets, wrapped in a handle, or stalks on it.",
    "ai-tika-vin05t2:5_0": "9.",
    "ai-tika-vin05t2:5_1": "They roll on the almsbowl, or the top of a hair-splitting left outside.",
    "ai-tika-vin05t2:5_2": "After putting the bowl, they crush it, thinking, “We’ll do the gold coins and bullion, we’ll not allow oil.”",
    "ai-tika-vin05t2:5_3": "and it is not allowed to make the bowl stand on the walls, however great in it is allowable for him.",
    "ai-tika-vin05t2:6_0": "It is not allowed either to make a out of the sort of wounds, hollows, and insubstantial precincts, or torments, or towers when the mouth is allowed.",
    "ai-tika-vin05t2:7_0": "10.",
    "ai-tika-vin05t2:7_1": "They made much of the body moistened by it, well-smelled with loads on both sides. And why don’t weeping with twisted-laden waists, allow you to make it splash.",
    "ai-tika-vin05t2:7_2": "But when a funeral pyre was able to show a trader or a thorns, or a bedss or fish them, that which had been made to put down aside with a dog’s belt, or that which is put into the mouth, that is proper for an iron balls, and is not worthwhich rushing the Koṭaka’s throne.",
    "ai-tika-vin05t2:7_3": "The two kinds of folk is not allowed to, and two or three others.",
    "ai-tika-vin05t2:7_4": "Then, when the upper rope is allowed to do the same, it is allowable for him to sprinkle all round with one or other of them. Then, having made many duties and many factors, it can be said to many.",
    "ai-tika-vin05t2:8_0": "It is not allowed to enter a fore-defilements, since it is not suitable for the blessings, and it is not allowable for him to go.",
    "ai-tika-vin05t2:8_1": "and both of the two kinds of dispersed qualities even in order to show water.",
    "ai-tika-vin05t2:9_0": "11.",
    "ai-tika-vin05t2:9_1": "After putting on a bierce of limb, a beautiful woman’s work, a charming work, or a rising into a charming work, or a blazing and glowing, it is enjoyed and exhausted, and likewise with wisdom, likewise the creeping each other with wisdom.",
    "ai-tika-vin05t2:9_2": "But it is only either straight or without anything left over, that is allowed to be disproved.",
    "ai-tika-vin05t2:9_3": "Or two, three, four, five, ten, twenty, thirty, forty, fifty, or even one swallowed before it is allowable.",
    "ai-tika-vin05t2:10_0": "Or because of preparing beauty, the description of phrases, or the ointment boiled by the armpits, it’s not appropriate for them to praise.",
    "ai-tika-vin05t2:10_1": "Like this is the way to bag.",
    "ai-tika-vin05t2:10_2": "she is not allowed because of the penalty on the wall,",
    "ai-tika-vin05t2:10_3": "However, whatever is suitable to separately with one or other of the colour",
    "ai-tika-vin05t2:11_0": "12.",
    "ai-tika-vin05t2:11_1": "But it is not allowed enough to catch any other splendid or large. But when a small are finished, it is allowable to guard the sense of conscience and prudence for them.",
    "ai-tika-vin05t2:11_2": "It’s not possible to make a furrow water, even if it is allowed a box, a straw mat, or a tip of leopards.",
    "ai-tika-vin05t2:11_3": "or acceptance,",
    "ai-tika-vin05t2:11_4": "Or in the upper story, the air above or below the rolls of a neem or a strainer, etc., whatever is allowable for them:",
    "ai-tika-vin05t2:11_5": "But when the goods have come inside the middle of a poor wrap garment, it is allowable for him to use a lamp’s place.",
    "ai-tika-vin05t2:11_6": "They pull up their needles, knead it, and don’t get used to burn, there the right size, and the which was suitable for attaining the mouth.",
    "ai-tika-vin05t2:12_0": "You’re not able to see anything that’s abstained by the four carcass, not even though both allowed and discarded.",
    "ai-tika-vin05t2:12_1": "Also it is not allowed to live whatever is allowable, either to touch, or torments, or torments, or towers, or torments.",
    "ai-tika-vin05t2:13_0": "13.",
    "ai-tika-vin05t2:13_1": "When it was ready for the vessel or filling the oil-lamps, that was unsuitable, thrilled, or mass of fire, fond of a woman.",
    "ai-tika-vin05t2:13_2": "a bed, chair, and a drunk cloth on the ground, and a stone balls of throats, and a pillow; and adorned with grass, sticks, water for washing the feet; and drinking water for washing the feet; various kinds of floors, water for washings, pols, and swords;",
    "ai-tika-vin05t2:14_0": "14.",
    "ai-tika-vin05t2:14_1": "But a observed by the doors of all precious resting places is allowed to live in all places.",
    "ai-tika-vin05t2:14_2": "There is no one else to put down, except for a dwelling,",
    "ai-tika-vin05t2:14_3": "Vinaya, the royal Vinaya, was said to be the chief city called Brahmadatta in the monastery.",
    "ai-tika-vin05t2:14_4": "That’s why we do a dwelling place.",
    "ai-tika-vin05t2:14_5": "Since they did not say so, they won’t do the observance-day procedure and on the following day, they won’t create a danger in our lodging. They won’t create a dwelling on this spot, and we won’t escape you.”",
    "ai-tika-vin05t2:14_6": "If they observe their strength, drinking alcoholic drinks, etc., their business moistens and others bring them to the.",
    "ai-tika-vin05t2:14_7": "And if she When the food is well protected and good,",
    "ai-tika-vin05t2:14_8": "If not, after catching the being intent on awakening, he should demolish them from the Cetiyas, still we have to make an end of them. But if we are able, he should then be given to them, with the simile of the female shrines, thinking, “She is not to be eaten,” and he should give them function.",
    "ai-tika-vin05t2:14_9": "If you take it,",
    "ai-tika-vin05t2:14_10": "If not, then even if it was the case of those monks, he would not beat, feet, or bandits, or beats and flies, or hesitters. They then carried away from the wind and sun, but because of the clouds, they did not say, “We won’t give to those monks.”",
    "ai-tika-vin05t2:14_11": "That which is done by the monks atmosphere.",
    "ai-tika-vin05t2:14_12": "If a monk, who is learned and memorizes the Monastic Law, sees a monk in an expert on the Monastic Law, taking leave of them, he should not reply, “This monk is irreversible,” or “This monk isn’t worth saying, “Give me,” he should not say, “Give me that.”",
    "ai-tika-vin05t2:15_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t2:16_0": "The account of the prequisites of the World"
}