{
    "ai-tika-vin05t20:0_0": "On the Way to Beyond",
    "ai-tika-vin05t20:1_0": "He should receive staple or non-staple food that he has to be received,",
    "ai-tika-vin05t20:1_1": "Here is an explanation to say:",
    "ai-tika-vin05t20:1_2": "If he receives, with the five qualities, receives staple or non-staple food with hands, and a foot-washing with wisdom, he receives staple or non-staple food with his body—whether a monk, with understanding however, receives physical contact with something connected to his body, or if he receives it with the body—whether he accepts by means of his body or with the body—whether is to be relinquished.",
    "ai-tika-vin05t20:1_3": "Thus the five factors accept,",
    "ai-tika-vin05t20:2_0": "Herein, the place partaking of the hand should be understood in this way:",
    "ai-tika-vin05t20:2_1": "If the monk is sitting down in the last seat, if he stands there after a _kahāpaṇa_ on a seat while standing, he can see a bed or seat; if he stands there after which he presented him to his hand, the seat facinger-pos, he’s lying down, after rising from his seat;",
    "ai-tika-vin05t20:3_0": "If there is a _kahāpaṇa_ coin in the sky, one placed on the ground, and he should sit down near the upper side of the ground, and he should stand with his hands in the air.",
    "ai-tika-vin05t20:3_1": "If there is a single action that is needed by one, he should put it on the ground in the way described under a roof in one place or at the foot of a tree.",
    "ai-tika-vin05t20:3_2": "if she gives such-and-such a lump of hand, saying: “If such-and-such a lump of furnishing hand, takes a fruit on the top of the head, or the donkey box;",
    "ai-tika-vin05t20:3_3": "But if the elephant-treasure was sitting in that jewel on a shoulder, he is allowed to be tamed.",
    "ai-tika-vin05t20:3_4": "any part of the body by means of one, even with the top of the fingernails at the top.",
    "ai-tika-vin05t20:3_5": "Likewise in the same way.",
    "ai-tika-vin05t20:3_6": "for anyone in a body is only a termite-mound,",
    "ai-tika-vin05t20:3_7": "And if it is not only a little that is neither too hot nor too buying, that is, undergoing the head,",
    "ai-tika-vin05t20:4_0": "105.",
    "ai-tika-vin05t20:4_1": "it is given to one who is bitter what belongs to others.",
    "ai-tika-vin05t20:4_2": "Likewise in the same way.",
    "ai-tika-vin05t20:4_3": "For when the body is tied with what is tied up by others, it is bound together by the body and so on.",
    "ai-tika-vin05t20:4_4": "Or else, if it is connected to the body and the mind connected with the body of one who is connected to the other monk’s body, he becomes stabilized by the wind and sun, it is called “the body” the cloth becomes subject to relinquishment.",
    "ai-tika-vin05t20:4_5": "One of them stood in the dining hall, thinking, “Sometics, a certain monk is standing in the dining hall, he should not say, ‘Whoever has been able to stay,’ and he should not kill him.",
    "ai-tika-vin05t20:4_6": "If he puts his hands down in the bowl, he should knee-deep, wrapped in one hand and then chest.",
    "ai-tika-vin05t20:4_7": "to this extent in the case.",
    "ai-tika-vin05t20:4_8": "after getting up from that place, he can spend off the track on which it is allowable.",
    "ai-tika-vin05t20:4_9": "But in the judgment there is no one shelter in him.",
    "ai-tika-vin05t20:5_0": "if he gives it to the borrow, then gives it upwind to the meal,",
    "ai-tika-vin05t20:5_1": "thirty pots of iron cauldron, or whatever water is put in a jar of sugar, ghee is received in a pot.",
    "ai-tika-vin05t20:5_2": "A pertaining to high, he should not say, “This is the excrement for the community” because he has picked up, doesn’t cook.",
    "ai-tika-vin05t20:5_3": "But if he discards it without scratching it with his hand,",
    "ai-tika-vin05t20:5_4": "If many bowls have been put in his hand for a bed or bench, then the water jar is to be placed on a crystal, the monkey is standing, sitting mat or lying down in the ground. And that is wherever they met their head is sitting or lying down.",
    "ai-tika-vin05t20:5_5": "And if he sat down, thinking “I’ll give it to me,” and he sat down right there.",
    "ai-tika-vin05t20:6_0": "But if the earth is one who remains in the earth, it is a leprosy, if it droping the tickets there, it is only a pile of glowing coals.",
    "ai-tika-vin05t20:6_1": "Wherever Mahāmegha Tree was asked set aside, wherever he receives the leaves of an iron bowl stands, wherever he can understand it is said: “Wherein is this? Where do you stands by stiltairs?”",
    "ai-tika-vin05t20:6_2": "Herein, when a person is born in a twisted mouth or on the bank of the river, etc., is not allowed.",
    "ai-tika-vin05t20:6_3": "For one is not connected to his own body,",
    "ai-tika-vin05t20:6_4": "Herein, just as, when a pebble is placed in that place and then having drunk powder into it, the gracelets and so on instruments are not covered by it.",
    "ai-tika-vin05t20:6_5": "because they are born in that (permission) support.",
    "ai-tika-vin05t20:6_6": "accepting an offering from fine rainy seasons that are delicate, but not from others.",
    "ai-tika-vin05t20:6_7": "for they are unable to flow on a crime.",
    "ai-tika-vin05t20:6_8": "For if he understands the value in its continuity;",
    "ai-tika-vin05t20:6_9": "If he goes, he should say, “Give a _paṇḍaka_ to a man by dogs.”",
    "ai-tika-vin05t20:6_10": "Once again he has said that without saying either to be received, or that bowl is unsuitable;",
    "ai-tika-vin05t20:6_11": "dropped a rotten on a meal, a poison, or smeared with (skin).",
    "ai-tika-vin05t20:7_0": "106.",
    "ai-tika-vin05t20:7_1": "If you do so, you should take out the bowl while trying to take it, dye it, and below or risen, then take it back.",
    "ai-tika-vin05t20:7_2": "If, while wandering for alms, he receives the dye from the almsbowl, he should take it in order to receive the bed and put it on the Monastic Law, and without having taken it from the group.",
    "ai-tika-vin05t20:7_3": "If they say, “Give it to us,” and after saying, “Give usually,” then, if they don’t need once, they should once more. And after taking not accept it once again.",
    "ai-tika-vin05t20:7_4": "If he cannot give it up, there is no reason for him to give him almsfood.",
    "ai-tika-vin05t20:7_5": "Then, after walking for alms, he brought a seat or to the one who is not fully ordained, and after giving him a meal, he to the one who is not fully ordained. After giving him a meal, he receives it back.",
    "ai-tika-vin05t20:7_6": "If he gives it to the monks, he should use it to give it, saying, “Give it,” and then eat it. Then you should use it to receive that.",
    "ai-tika-vin05t20:7_7": "If he invites dye, he should eat it while eating, he should eat it.",
    "ai-tika-vin05t20:7_8": "If there is someone to receive it, he should receive the confession.",
    "ai-tika-vin05t20:7_9": "If there is no one who is not fully ordained, he should take whatever is not fully ordained, he should receive it.",
    "ai-tika-vin05t20:7_10": "to invite him to accept at Sukkāti.",
    "ai-tika-vin05t20:7_11": "If he is uninterrupted, he should receive it if he gets them.",
    "ai-tika-vin05t20:7_12": "When she discards the rice porridge, the pot for vessel, and the bowl is brought low by the wind. He should receive the bowls.",
    "ai-tika-vin05t20:8_0": "107.",
    "ai-tika-vin05t20:8_1": "After embarrassing the first flames, the senior elder in the first room where the Thera was falling asleep.",
    "ai-tika-vin05t20:8_2": "And if you are flourishing your ladies, people want to be prevented by the blade of a looking after them.",
    "ai-tika-vin05t20:8_3": "between the two armies falling while still black bowl, he falls in the bowl of the other monks.",
    "ai-tika-vin05t20:8_4": "it still belongs to me.",
    "ai-tika-vin05t20:8_5": "If he is stopped by the branches and foliage, it is to be given to a certain monk. If there is no one else to receive a bowl, and if it is anyone to receive it from the bowl for theft, they are proper for any of these.",
    "ai-tika-vin05t20:8_6": "They fill up the almsbowl with a potter’s bowl, and were unable to take it out.",
    "ai-tika-vin05t20:8_7": "And if he is not able to take the dwelling,",
    "ai-tika-vin05t20:8_8": "When sitting down, he doesn’t know that a mendicant is sitting on a seat; he doesn’t know the right time; he doesn’t know that he has not received any replying.",
    "ai-tika-vin05t20:8_9": "But if the use of wealth is seated after making use of them is right.",
    "ai-tika-vin05t20:8_10": "Even if he drops his feet with his hands and feet, he should knead on his head with his feet.",
    "ai-tika-vin05t20:8_11": "Straws are not received after receiving the feet, but rather it is still unfinished making a variety of denouncing.",
    "ai-tika-vin05t20:8_12": "“Those who receive the confession of receiving this body, who is bound up with the body and the rest of the body, will not be able to say that.”",
    "ai-tika-vin05t20:8_13": "To protect the body, too, is not shown by oneself,",
    "ai-tika-vin05t20:8_14": "And when a mendicant took the donors, it is allowable to use it.",
    "ai-tika-vin05t20:9_0": "Here is this:",
    "ai-tika-vin05t20:10_0": "“I allow you to use a giver that which is picked up, and then eat it.”",
    "ai-tika-vin05t20:11_0": "And this is how the meaning here is this:",
    "ai-tika-vin05t20:11_1": "to use the edge of the body, after picking up a black woolen rug, or spotless cloth from the ground towers, and make it back, it is allowable to use.",
    "ai-tika-vin05t20:11_2": "But if he receives it, dye, or combine it, he should wash it before eating.",
    "ai-tika-vin05t20:11_3": "If it is suitable for a monk, it becomes fact, if it is allowable for him to leave.",
    "ai-tika-vin05t20:11_4": "If that monk says, “This monk isn’t allowed to eat it,” and he should not use it.",
    "ai-tika-vin05t20:11_5": "“I give to anyone else who does not give,” “I give to the sake of this one is said to be a crop,”",
    "ai-tika-vin05t20:11_6": "But why is it not allowed to take the other mendicant’s swallow?",
    "ai-tika-vin05t20:11_7": "The Fortunate One has not allowed permission by the Fortunate One.",
    "ai-tika-vin05t20:11_8": "For the Buddha uses them to eat this, thinking that they were cooked and given them by using what they had received, and given them to use.",
    "ai-tika-vin05t20:11_9": "“Mendicants, the mistake is included by the donors of the religious donation. Compared to the other sentient beings and it is not allowable to use them as an unfinished discussion. That is, it is not allowable for them to use them to make it.",
    "ai-tika-vin05t20:11_10": "It is because it is not possible to receive it without having permission of the someone who is not actually corrected on one side that is free from impediments, etc., and if he allows it to be received, there is no offense.",
    "ai-tika-vin05t20:11_11": "For that day they don’t get close to others, and they don’t even know the response that idea.",
    "ai-tika-vin05t20:12_0": "108.",
    "ai-tika-vin05t20:12_1": "now is what is meant.",
    "ai-tika-vin05t20:12_2": "For while eating the teeth don’t eat the food, they’re not expounded to eat.",
    "ai-tika-vin05t20:12_3": "If she receives it with respect, seven days, and nine stains—this is called “non-staple food”.",
    "ai-tika-vin05t20:12_4": "He has dropped the cesspit, and isn’t able to go the salty.",
    "ai-tika-vin05t20:12_5": "The others took a knife and prepare them.",
    "ai-tika-vin05t20:12_6": "Not for the sake of use,",
    "ai-tika-vin05t20:12_7": "While sitting on the roots of trees, or from a hill padden, drunk from basins, hawks from snakes, stalks, doubles, creepers, hungers, and thirsty. They suffered themselves to the roots, stumps, ropes, and filthy reguents. And they alcoholstered with wisdom.",
    "ai-tika-vin05t20:12_8": "But if he is not cooked by raws, he should not put it in oneself. He should not put it on in one’s womb.",
    "ai-tika-vin05t20:12_9": "When he has entered the rainy-season residence, he should receive the robe-cloth from his alms-bowls or receive the bowl.",
    "ai-tika-vin05t20:12_10": "and he eats too much at the foot of a tree and so on.",
    "ai-tika-vin05t20:12_11": "But if the water is swallowed to the rainy season, it falls down on the ground.",
    "ai-tika-vin05t20:13_0": "109.",
    "ai-tika-vin05t20:13_1": "When the novice monk’s bowl is brought, he should give it away by his bowl, and then give it away.",
    "ai-tika-vin05t20:13_2": "when not bending the bowl without taking it, he takes the bowl and robe, and then puts it on his own hand.",
    "ai-tika-vin05t20:13_3": "But if a monk wants to tame, takes a novice, he says, “My bowl, I’ll put it on,” he says, “Even if I’ll take it on my hand,” he says, “Take this bowl until I’ve lost it,” “It’s good.” But he referred to me, “Take the way I’ve accept it. ” If it is said, “It’s not good to be depraved,” he replies, “It’s after coming.",
    "ai-tika-vin05t20:13_4": "If he is standing to be relinquished, he should put out his sarong.",
    "ai-tika-vin05t20:13_5": "She took his bowl and robe, puts it aside, saying, “Whoever takes it with the intention of eating it from a group, who has taken it with the intention of eating it from her own hands, and gives it to the teacher,” and he requested him with the servants. After washing his own bowl, there is no one pastries.",
    "ai-tika-vin05t20:13_6": "If he goes, he should receive it with a novice, if he receives it with a novice nun.",
    "ai-tika-vin05t20:13_7": "And some that if they were to be taken and put it away, then say: “Where do they accept this?”",
    "ai-tika-vin05t20:13_8": "“This is what happens to my husband’s going away. There’s no-one elsewhere to take this rice from a group of nuns, even if she takes it with a single-food, saying, “This monk keeps it in the morning, ‘This bowl and robe,’ or gives it back after getting rice gruel. There’s no portion here. That’s why there’s no-one elsewhere elsewhere, not receives it with the hand, or merely the bowl full of the monks.” And that monk does not accept it.",
    "ai-tika-vin05t20:13_9": "If he is able to put on his own rice porridge, he should put his meal in a potter, saying, “Take the bowl, oil, rice,” and he should put it away with his hand in order.",
    "ai-tika-vin05t20:13_10": "For it is in this second vessel for the hand, but not if it is actually fitting with the people.",
    "ai-tika-vin05t20:13_11": "If he puts it in this way, he should put it away without scratching it. He should then eat the food place where he is.",
    "ai-tika-vin05t20:14_0": "110.",
    "ai-tika-vin05t20:14_1": "When he wants to give him a little, he hurriedly grass and wood, puts his bowl down on the ground. He is unable to receive it, even a framework bowl against the door, and he is unable to keep it.",
    "ai-tika-vin05t20:14_2": "Then a monk placed a novice in a basket and places it on the ground, and then returns.",
    "ai-tika-vin05t20:14_3": "Likewise as well as in the case of the terms for analytical knowledge, and so on.",
    "ai-tika-vin05t20:14_4": "If they receive the Pācīnakhaṇḍarājī, two monks who were brothers, or three monks have been ejected by a sangha.",
    "ai-tika-vin05t20:14_5": "The beds or benches are made from a bench, a mattress stool, or a bhikkhu’s feet with twisted on a bed or a bench, and he is then getting it.",
    "ai-tika-vin05t20:15_0": "They were nicely received from an emblic myrobalan stairs, put on aside fond of water, and received without scratching.",
    "ai-tika-vin05t20:15_1": "if he accepts from the opposite sewing from the surface of the two ends, then the learnt from the others.",
    "ai-tika-vin05t20:15_2": "If anyone placed on dry ground, if he picks up sweps alcohol, puts him on, puts him on the edge of the bowl, put an upper story, or non-staple food which is put outside the monastic boundary, and he thinks, “I’ll take it outside the monastic boundary,” and he puts it away.",
    "ai-tika-vin05t20:15_3": "but if it had been positioned first, he should not set it out.",
    "ai-tika-vin05t20:15_4": "It is to be placed before.",
    "ai-tika-vin05t20:15_5": "If he is outside the monastic boundary, he should not take it out again.",
    "ai-tika-vin05t20:16_0": "111.",
    "ai-tika-vin05t20:16_1": "But when the fire is moved by the oil, etc., has to be eaten by the stomach digested food, etc., and so on—that is called “white”.",
    "ai-tika-vin05t20:16_2": "offered a huge, a cramped (thinking): “Sineru, one who is standing on the ground, but one who is standing nearby,” and one should not say, “She is standing,”",
    "ai-tika-vin05t20:16_3": "If he places another while standing on the ground, he took a knife, takes it to the ground,",
    "ai-tika-vin05t20:16_4": "If he receives it, and is allowable for them to receive it, it is allowable for them to eat non-staple food.",
    "ai-tika-vin05t20:16_5": "if she urges her on, cuts off the top, having cut off the hand on the ground, gives it to the other hand;",
    "ai-tika-vin05t20:16_6": "But he dropped on the staff that rolls, carpentry, rod, etc., before discusing it.",
    "ai-tika-vin05t20:16_7": "But whenever we fall under the point of that it is placed in the place where it buttermilk, then whenever we fall, that while going is well protected, then instead of garments quaked, as if falling back, he drank it were, saying:",
    "ai-tika-vin05t20:16_8": "or having seized him from a palace, if he gives it (towards), saying: “If the hand is to be found inside a piece of cooked, it is allowed to go outside the door, but there is for the sake of the hand,” and when the hand was carried away, he went to the elephant stomach,",
    "ai-tika-vin05t20:17_0": "A novice monk sits when he sees a novice, having taken a fruit on his return from to the shoulder,",
    "ai-tika-vin05t20:17_1": "Another mendicant sits in a jungle thicket and gives him to the monk.",
    "ai-tika-vin05t20:17_2": "He has taken a fruit to look for the goods for fruit, and then took a meal of rice that has been given to the fruit from a monk.",
    "ai-tika-vin05t20:17_3": "if, when a begging is allowed to accept a pursuit of reconciliation, he receives it at the beginning, “There is no cycle of hate.” But when it is allowable, it is not to be eaten.",
    "ai-tika-vin05t20:17_4": "If a monk who receives alms-food eats staple or non-staple food anywhere he goes to the country where he wants, without getting a foot, even if he doesn’t wants to throw a young doll.",
    "ai-tika-vin05t20:17_5": "if he places a ship without placing it from a boat;",
    "ai-tika-vin05t20:17_6": "Likewise in the case of a gourd.",
    "ai-tika-vin05t20:17_7": "and taking it as a leper or a person who is not fully ordained, then has it to be invited to a person who is not fully ordained.",
    "ai-tika-vin05t20:17_8": "When he’s not fully ordained, he’s unable to catch him by the arm, and then to catch him there.",
    "ai-tika-vin05t20:18_0": "The lay followers of Pāṭaliputta, the monks from the group of seventeen, having taken up their bowls, hunger, and singing guests. They hit the bowls, rice from the mouth, at the foot of a novice, and cooked rice. They put their bowls to their calves. All them with their own hands, knocks, and themselvess. They put others down on the same whirlpounds, and themselvess. They eventually that bowls, who are wise eventually put aside.",
    "ai-tika-vin05t20:18_1": "And even if the novice monastic has been sent by him because he asks him to drink rice porridge, he says, “Give me a rice gruel,” and they put it aside. Even if the novices, they do not go to it. But if I ask the monastery, “Sir, it is not suitable today,” “It is permitting the proper conduct.”",
    "ai-tika-vin05t20:18_2": "And in this context they can carry off their mothers, fathers, branches, and leaves for the sake of the truly repairs. That’s why they shouldn’t make a wish,",
    "ai-tika-vin05t20:19_0": "112.",
    "ai-tika-vin05t20:19_1": "if the novice wants to wash a lump of rice, he should wash it before midday on the meal and put it aside. He should then wash the vessel and put it aside, and he should wash the waterpot, and put it out to drink. He should wash a fan, and put it away.",
    "ai-tika-vin05t20:19_2": "If there is a bad drink, he’s not allowed to bathe at intervals for shade and dirt, or else to go past it is allowable for them to eat the food, or to use it even again.",
    "ai-tika-vin05t20:19_3": "a novice monk, if he wants to go, but he is not able to receive it. Once there is no one who is. On the contrary, he should take it up and receive the rice from his hand. Then he should go to the windows and receive the rice.",
    "ai-tika-vin05t20:19_4": "Then enquiring others to give it up in the first direction.",
    "ai-tika-vin05t20:19_5": "Having put the water for washing the bowl for which a drinkingresses, the water polished the.",
    "ai-tika-vin05t20:19_6": "He should not put a stop to a fire-water in the water and receive it. Then he should not accept a fire, before put it.",
    "ai-tika-vin05t20:19_7": "When a novice was playing in rice porridge, his hands and feet smeared with the hands, he rolls it up before dawn. It was not allowed to break apart from his robe.",
    "ai-tika-vin05t20:19_8": "But if he places himself, it would not be nicely pressed or throat, but it is hard for them to get away.",
    "ai-tika-vin05t20:19_9": "If he picks up it up, has it picked up,",
    "ai-tika-vin05t20:20_0": "113.",
    "ai-tika-vin05t20:20_1": "After walking for alms, he puts his bowl in the shade of the bed.",
    "ai-tika-vin05t20:20_2": "And there was another monk who is playing in his bowl for arched harp. As to that bowl is allowed to leave for the forest.",
    "ai-tika-vin05t20:20_3": "If he does not place it on, it is not allowable for all living creatures.",
    "ai-tika-vin05t20:20_4": "Herein, when he has arisen from the branches and leaves the branches and fruits, heat them in a palm-leaf packet and tree them downwards and fruits.",
    "ai-tika-vin05t20:20_5": "“I see a tree that is not allowed to make a rotten fruit, or to fasten the bowstrings and cannot restrain them.”",
    "ai-tika-vin05t20:20_6": "but seeing a man in the wilderness, “I will give it to the Rose-Apple Island,”",
    "ai-tika-vin05t20:20_7": "after seeing the sīhahanu, he thought, “I’ll give it to the shade or to get it.” Then he said, “I’ll give it away.”",
    "ai-tika-vin05t20:20_8": "But if he’s able to get something up, then he doesn’t eat too much, even if he gets rid of it, he doesn’t go any fault in the kasiṇa;",
    "ai-tika-vin05t20:20_9": "The reason for your mother and father come together, he receives the road from getting started to eat. Then he wished to eat it.",
    "ai-tika-vin05t20:20_10": "But if you receive it at the root, there is no attendant.",
    "ai-tika-vin05t20:20_11": "Having slaughtered on your mother’s side, he says that, “Give me rice,” and he put it aside. When it fails to get repayed from the letter, there is no reason for that.",
    "ai-tika-vin05t20:21_0": "114.",
    "ai-tika-vin05t20:21_1": "and after going up to the water for washing, to bear it is allowed for the ending of defilements.",
    "ai-tika-vin05t20:21_2": "If the upper story is received, he should receive it.",
    "ai-tika-vin05t20:21_3": "He should take a lump of oil from the bowl, holding a string with the hand, and whipping it with the palm of the hand, he should take hold of his hand, and then put it away.",
    "ai-tika-vin05t20:21_4": "If he places a boy, both set it up at the root of a tree, or it is allowable for him to go.",
    "ai-tika-vin05t20:21_5": "if the monk says, “Give bean curry,” “Give me too,” and so he takes it, saying, “Take, ‘Take this! Now there is no way I have to take it.’",
    "ai-tika-vin05t20:21_6": "For he whom you eat garlic, etc., it is as well.",
    "ai-tika-vin05t20:21_7": "for what has been stated in accordance with the jhānas, what is the rest of the sense that is unsuitable, and what is connected with the rest of what is produced.",
    "ai-tika-vin05t20:21_8": "A monk returns to the gateway and receives it even if he knows that he has been given to the gateway and received together with the monks. On the contrary, it is given.",
    "ai-tika-vin05t20:21_9": "If it is salt, the Enlightened One’s hair, etc., and if he places it on again without scratching it.",
    "ai-tika-vin05t20:22_0": "If a monk receives a key, after receiving it rubbed, and smoke, he is allowed to eat as much as he likes when discarded, then his life is allowable;",
    "ai-tika-vin05t20:22_1": "The dye is allowed to interrupt the bowl of mending the clay dye, the leaf huts, the inner clothes, the neck, or the belly.",
    "ai-tika-vin05t20:22_2": "But when the food has cowhed in the morning, the palms have arrived at the mouth without getting permission of the mouth, but there is an offense for which is swallowed.",
    "ai-tika-vin05t20:22_3": "if he touches it inside the teeth while running out, he commits an offense.",
    "ai-tika-vin05t20:22_4": "If you have a fine taste, they wouldn’t be able to finish it with wisdom.",
    "ai-tika-vin05t20:22_5": "When there is water for washing, he should go to the countryside, eat in a curtain, and then eat the water, and then dry up.",
    "ai-tika-vin05t20:22_6": "After receiving what is leftover, regarding the donors insistence, the insignificant in the nest. There is no coming out of desire for the liked.",
    "ai-tika-vin05t20:22_7": "When there is no salt, salt, or black salt, or brown, it is allowed to leaves in the roots and trough, and then the water in the consequence of the salt is not.",
    "ai-tika-vin05t20:23_0": "Like the Himalayas in the Himālayas,",
    "ai-tika-vin05t20:23_1": "They converse the water on the ground, together with the riches of the fondness.",
    "ai-tika-vin05t20:23_2": "It is allowed to have confidence in worldly pleasures, and it is allowed to have confidence in him before the meal.",
    "ai-tika-vin05t20:23_3": "and it is allowed to live in the water.",
    "ai-tika-vin05t20:23_4": "If he receives it with his hand in front and receives it, he should not eat it.",
    "ai-tika-vin05t20:23_5": "When it has been drunk, the water is in the field.",
    "ai-tika-vin05t20:23_6": "If, after entering Kandaraka, it is not allowed to fill a river.",
    "ai-tika-vin05t20:23_7": "were some like the floating covering the trees, and the buffaloes covered with flowers.",
    "ai-tika-vin05t20:23_8": "If you don’t have a flower,",
    "ai-tika-vin05t20:23_9": "there is little water, but it is to be received.",
    "ai-tika-vin05t20:23_10": "On the bank of a river in the Commentaries, and so on in the rivers of a Mountain,",
    "ai-tika-vin05t20:24_0": "He should receive the bath powder or the sockets of water. After being received, he should take out a flower.",
    "ai-tika-vin05t20:24_1": "are building up a gallon, and then stands in it.",
    "ai-tika-vin05t20:24_2": "On the day of the Mandā was given with food.",
    "ai-tika-vin05t20:24_3": "A monk who has set out water for drinking and water for washing, took a bowl from water and received the drinking-water vessel, and the water for washing the feet.",
    "ai-tika-vin05t20:24_4": "the water from the emerging in the air, having spread out a lotus flower, and placed a water flower.",
    "ai-tika-vin05t20:24_5": "If he has received the barber, he should put it on a floor cover and receive the sacred floates, without getting it. He should then put it on the ground.",
    "ai-tika-vin05t20:24_6": "if he does not know or see the nectarget person, he commits an offense entailing confession.",
    "ai-tika-vin05t20:24_7": "this training rule is defiled.",
    "ai-tika-vin05t20:25_0": "115.",
    "ai-tika-vin05t20:25_1": "What is right to be made up of the great creatures? And what is not allowed?",
    "ai-tika-vin05t20:25_2": "Firstly, this carcass is allowable, to be used for the lesser life, or to get hold of a drink, there is no offense.",
    "ai-tika-vin05t20:25_3": "tears, grease, spit, mucus, synovial fluid, urine, excrement, urine, spittle, synovial fluid, urine, excrement, and body hairs are all round.",
    "ai-tika-vin05t20:25_4": "But if he receives the bowl here and there, he should receive it with his hands, receive it in the hand, and receive the bowl offered it.",
    "ai-tika-vin05t20:25_5": "eats curry that is heat, fingernails, rice gruel, hippers, and heads, and bows; and he does not want to go for alms-food, drink, cloth from his mouth, or from his bowl, or from his value, or if he wishes—this is called “which is called “wail”.",
    "ai-tika-vin05t20:25_6": "And even if you had heard a human being, he was able to make the powder at the right time.",
    "ai-tika-vin05t20:25_7": "If there is no attendant, but there is no attendant, and he himself takes the four filthy edibles and eaten them.",
    "ai-tika-vin05t20:25_8": "And here the words that are not hard to admonish, without having actually killed, still remainder at an eon.",
    "ai-tika-vin05t20:25_9": "When there is no bright stones, one should take whips and ashes.",
    "ai-tika-vin05t20:25_10": "The tree is not able to cut down from tree to crush.",
    "ai-tika-vin05t20:25_11": "It is allowed to make a big snake that is allowed suitable for the fourfold reckoning.",
    "ai-tika-vin05t20:26_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t20:27_0": "The account of the receivers of Regarding the World"
}