{
    "ai-tika-s0403t13:0_0": "(14) 4. Rājavaggo",
    "ai-tika-s0403t13:1_0": "First: Wielding Power",
    "ai-tika-s0403t13:2_0": "131.",
    "ai-tika-s0403t13:2_1": "For the fourth one who knows the meaning,",
    "ai-tika-s0403t13:2_2": "for the word “fire” is a term for the meaning of others, likewise in the passage.",
    "ai-tika-s0403t13:2_3": "But if, knowingly, they do know, “Bhaddā should know,” and so they are said.",
    "ai-tika-s0403t13:2_4": "Vaḍḍha, fighting on the staff,",
    "ai-tika-s0403t13:2_5": "one who gives her the army.",
    "ai-tika-s0403t13:2_6": "(This is) the meaning of five sorts for one who belongs to others, is the meaning. The meaning is this is the meaning.",
    "ai-tika-s0403t13:2_7": "Four things: the four immaterial states in the world; or in the formless realm.",
    "ai-tika-s0403t13:2_8": "But they do know how to go into houses in which they are included in the very moderation of inheritance, being in useless in making use of the intent on inheritance too. And the inheritance of the interruption of the inheritance too.",
    "ai-tika-s0403t13:3_0": "‘This is surpassable. Nor does he transcend the goal and north.",
    "ai-tika-s0403t13:3_1": "The universal monarchs whose mind is not penetrated, doing, the Fortunate One’s Protector of the Dhamma in a hundred thousand times, or in the Paṭisambhidā, the Proctor of the Dhamma, and the Blessed One’s exposition of the teaching.",
    "ai-tika-s0403t13:3_2": "Still, the first wonder of all beings, the boundaries of the Truth together with the rolling of the supreme wide, the eighteen-footed koṭis of beings.",
    "ai-tika-s0403t13:3_3": "Herein, the mindfulness of the body is rolled forth by the wheel-turning monarch.",
    "ai-tika-s0403t13:3_4": "whether the wheel-turning monarch was taught by the Dhamma and the wheel-turning monarch.",
    "ai-tika-s0403t13:3_5": "and also the wheel-turning monarch.",
    "ai-tika-s0403t13:3_6": "according as it is said: “He sets the wheel-turning monarch and rolling the wheel-turning monarch and the Wheel of Dhamma, and the wheel rolled forth the Wheel of Dhamma only in a principled manner.”",
    "ai-tika-s0403t13:3_7": "Endowed to the Blessed One, the perfected one, the fully awakened Buddha! For he is incapable of the Dhamma!",
    "ai-tika-s0403t13:3_8": "But if they don’t announce:",
    "ai-tika-s0403t13:3_9": "“Does anyone who attends on him?”",
    "ai-tika-s0403t13:3_10": "there the going forth is of the ascetic going forth,",
    "ai-tika-s0403t13:3_11": "brahmins and householders are spending by a brahmin.",
    "ai-tika-s0403t13:3_12": "For the one whom wants to learn the Dhamma, and nothing responsible to the mind,",
    "ai-tika-s0403t13:3_13": "roaming the heavenly sensual realms,",
    "ai-tika-s0403t13:3_14": "took a golden wooden frame on the floor.",
    "ai-tika-s0403t13:3_15": "To this extent it should be seen in the eight assemblies of the assembly abode.",
    "ai-tika-s0403t13:3_16": "in the world of beings.",
    "ai-tika-s0403t13:4_0": "First: Wielding Power",
    "ai-tika-s0403t13:5_0": "Second: Wielding Power",
    "ai-tika-s0403t13:6_0": "132.",
    "ai-tika-s0403t13:6_1": "he proceeds to the second, he proceeds about the Universal Monarch wheel-turning monarch.",
    "ai-tika-s0403t13:6_2": "There, oppressed by people of town and country, ascetics and brahmins, aristocrats, brahmins, householders, and ascetics and brahmins assert various other ascetics and brahmins, householders—they go to ascetics and brahmins and brahmins, and benefit an ascetic. Then they ask him a question of the ten lairs:",
    "ai-tika-s0403t13:6_3": "And it is growing old, householder, and on account of his existence,",
    "ai-tika-s0403t13:6_4": "Even when the blade is rolled upon the past, they sat down or lay down next to him, filled his outer robe with twelve-hundred and fifty years.",
    "ai-tika-s0403t13:6_5": "But the treasures of the Sakyans merely in the sense that occurred with them as its object is called “breaths”.",
    "ai-tika-s0403t13:6_6": "Or alternatively, “Sire, I shall issue instructions.”",
    "ai-tika-s0403t13:6_7": "Consequently, the meaning should be regarded thus: “This is the meaning here.”",
    "ai-tika-s0403t13:6_8": "For the wheel-treasure submits those who had supernormal powers occurred in him with the first three pervaded pervaded the darkness in the way already stated.",
    "ai-tika-s0403t13:6_9": "Then, in the first place, he should be the first according to the same kind already described, etc., and in the second pentad, and so on. He should repeat it in the same way as stated.",
    "ai-tika-s0403t13:7_0": "Second: Wielding Power",
    "ai-tika-s0403t13:8_0": "4. Yassaṁdisaṁsuttavaṇṇanā",
    "ai-tika-s0403t13:9_0": "134.",
    "ai-tika-s0403t13:9_1": "They say that there is born in the four kinds of happiness,” “It is so very hard to see,” and “It is said to be liberating,” “It is well born in one who is born, grows on account of the two,” and on account of the fourth, “It is well born in him with both of these two ends,” and “",
    "ai-tika-s0403t13:9_2": "even the whole of the world that is likewise, no-one else in the world who gives his mother and father, who will give her child and like a daughter-in-law.",
    "ai-tika-s0403t13:9_3": "counterparts, takes hold of a womb, which is pregnant, with the appearance of a room,",
    "ai-tika-s0403t13:9_4": "Hence it is said: “May it be married!”",
    "ai-tika-s0403t13:9_5": "according as it is shared by the food of the sky’s dispensation, etc., as “fire, the fire element” is either burned up by air element.",
    "ai-tika-s0403t13:9_6": "father and mother",
    "ai-tika-s0403t13:9_7": "father, a great one,",
    "ai-tika-s0403t13:9_8": "The yoke’s new pair of robes is said to be seven generations, all the pairs (of the three generations), and all the pairs of them here.",
    "ai-tika-s0403t13:9_9": "In that case, each of the mother’s father, a gross, and so on his mother,",
    "ai-tika-s0403t13:9_10": "And here the two pairs, each one yoke with a single plough yoke.",
    "ai-tika-s0403t13:9_11": "Herein, that’s how to get lots.",
    "ai-tika-s0403t13:9_12": "Hence it is said: “All the towns in the eastern gate, and also all the other men with a hostile person.”",
    "ai-tika-s0403t13:9_13": "And here the order should be given in the sense of mentioned here in the sense of speaking.",
    "ai-tika-s0403t13:9_14": "so that their snares was spreading, “There is in the morning time.”",
    "ai-tika-s0403t13:10_0": "unincluded:",
    "ai-tika-s0403t13:10_1": "not thrown away from an enclosed field, not being thrown away from the sitting place.",
    "ai-tika-s0403t13:10_2": "“I am capable of profitable things; for which reason it is the reason for this?”",
    "ai-tika-s0403t13:10_3": "And here it is said in the rainy season: “In this place there is no danger,",
    "ai-tika-s0403t13:10_4": "I am the one who worships with such pairs, the prince’s poisonous rose from a poisonous yoke.”",
    "ai-tika-s0403t13:10_5": "“It is because of this” .",
    "ai-tika-s0403t13:10_6": "For beings worse things get worse,",
    "ai-tika-s0403t13:10_7": "Taking is satisfied with this: “This is the highest state,” he",
    "ai-tika-s0403t13:10_8": "For seven days I received the best seat.",
    "ai-tika-s0403t13:11_0": "It is called in the case of the half-born, who gives up continued existence with the continuation of existence, and who makes it worse for himself in this way: “So long life will riches, affair” .",
    "ai-tika-s0403t13:11_1": "Likewise Welcome is very hard to give rise to wealth. And he says “Dhanañjāni” when he says, “We will give to him unshakable” .",
    "ai-tika-s0403t13:11_2": "So that is what should be useed, and enjoyed sensual pleasures, they say, “The five kinds of sensual stimulation are not lost,”",
    "ai-tika-s0403t13:11_3": "what is meant is that shell of a machete.",
    "ai-tika-s0403t13:11_4": "Hence it is said: “Puṇṇaka and Puṇṇaka!”",
    "ai-tika-s0403t13:11_5": "After showing that she is precisely, and showing them that she has been shown that she is, saying, “This stored it and gives them to such,” she said, “Now.”",
    "ai-tika-s0403t13:11_6": "Herein, just as, when a bearer has gone out, it is called “final”.",
    "ai-tika-s0403t13:11_7": "The king’s re-enterers, surrounded by the fourfold army, put his bowl all fourfold army, put it in his hand, and washed his bowl.",
    "ai-tika-s0403t13:11_8": "clothes that are stored in the buildings, and under the headings of a house, etc., are stated in the gateway of the embankments.",
    "ai-tika-s0403t13:12_0": "Because of wisdom, he says that a person is called alms “one who has earneds” is said.",
    "ai-tika-s0403t13:12_1": "Since they have cut off progress, they’d have eliminated idiosyncratic interpretation.",
    "ai-tika-s0403t13:12_2": "by himself I rejoice, he rolls up, thus he is a mine.”",
    "ai-tika-s0403t13:12_3": "they are reborn in a place wherever they arise, so long as they are appropriate.",
    "ai-tika-s0403t13:12_4": "The purpose of wives: the base of what is reckoned as theless.",
    "ai-tika-s0403t13:13_0": "In Whatever Region is Fettered",
    "ai-tika-s0403t13:14_0": "5-9. Patthanāsuttādivaṇṇanā",
    "ai-tika-s0403t13:15_0": "135-9.",
    "ai-tika-s0403t13:15_1": "it is five elephants:",
    "ai-tika-s0403t13:15_2": "For elephants are assembled together like elephants, horses and chariots,",
    "ai-tika-s0403t13:15_3": "The same method applies in the same way.",
    "ai-tika-s0403t13:15_4": "“He is able to discern the ends, he is unable to get fact that he is unable to call out what is unsuitable.”",
    "ai-tika-s0403t13:15_5": "(but) those opportunity is not able to endure sounds.",
    "ai-tika-s0403t13:15_6": "One is not broken,",
    "ai-tika-s0403t13:15_7": "And two similes, thinking, “Have you taken clinging?”",
    "ai-tika-s0403t13:15_8": "The sixth section on “withstanding.”",
    "ai-tika-s0403t13:16_0": "The conclusion of the skin is finished.",
    "ai-tika-s0403t13:17_0": "10. Sotasuttavaṇṇanā",
    "ai-tika-s0403t13:18_0": "140.",
    "ai-tika-s0403t13:18_1": "These ten training rules explained three.",
    "ai-tika-s0403t13:18_2": "Those who look at others,",
    "ai-tika-s0403t13:18_3": "they were reborn in the carts.",
    "ai-tika-s0403t13:18_4": "They’re not attached to little, not praised by the little.",
    "ai-tika-s0403t13:18_5": "And that’s not unpleasant to those mind-made, they grow in them.",
    "ai-tika-s0403t13:19_0": "The commentary on the Path is finished.",
    "ai-tika-s0403t13:20_0": "The Book of the Royals is finished."
}