{
    "ai-tika-abh07t6:0_0": "7. Samuccayaparicchedo",
    "ai-tika-abh07t6:1_0": "For the thirty-two marks on the thirty-two marks",
    "ai-tika-abh07t6:2_0": "like (and) the best I will proclaim them.",
    "ai-tika-abh07t6:3_0": "2.",
    "ai-tika-abh07t6:3_1": "It can be understood all four inclusively profitable states.",
    "ai-tika-abh07t6:4_0": "Unskillfulness,",
    "ai-tika-abh07t6:5_0": "The four kinds of defilement in what is unconcealed in what is given up, the defilements of sensuality, and the defilements of ignorance.",
    "ai-tika-abh07t6:6_0": "The four floods, repulsions, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-tika-abh07t6:7_0": "Four bonds of sensual pleasures, future lives, views, and ignorance.",
    "ai-tika-abh07t6:8_0": "6.",
    "ai-tika-abh07t6:8_1": "Four ties:",
    "ai-tika-abh07t6:8_2": "the personal ties to covetousness, ill will, misapprehension of precepts and observances, and the insistence that this is the only truth.",
    "ai-tika-abh07t6:9_0": "Four grasping aggregates, grasping at sensual pleasures, views, precepts and observances, and theories of a self.",
    "ai-tika-abh07t6:10_0": "8.",
    "ai-tika-abh07t6:10_1": "Six hindrances:",
    "ai-tika-abh07t6:10_2": "The hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
    "ai-tika-abh07t6:11_0": "9.",
    "ai-tika-abh07t6:11_1": "Seven underlying tendencies:",
    "ai-tika-abh07t6:11_2": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-tika-abh07t6:12_0": "10.",
    "ai-tika-abh07t6:12_1": "Ten fetters:",
    "ai-tika-abh07t6:12_2": "The fetters of sensuality, desire to be reborn, and ignorance.",
    "ai-tika-abh07t6:13_0": "11.",
    "ai-tika-abh07t6:13_1": "And another ten fetters:",
    "ai-tika-abh07t6:13_2": "The fetters of sensuality, desire to be reborn, views, and ignorance.",
    "ai-tika-abh07t6:14_0": "Ten defilements, greed, hate, and delusion: aggression come up for views.",
    "ai-tika-abh07t6:15_0": "13.",
    "ai-tika-abh07t6:15_1": "But the defilements of sensuality in sensual pleasures is the meaning of craving; for what they are insistence in self-mortification, precepts and observances, and theories of a view. This is the only truth and restraint.",
    "ai-tika-abh07t6:16_0": "14. Āsavoghā ca yogā ca,",
    "ai-tika-abh07t6:17_0": "ties, and based on three ties,",
    "ai-tika-abh07t6:18_0": "the two kinds of grasping are spoken of.",
    "ai-tika-abh07t6:19_0": "they gave the eight hindrances.",
    "ai-tika-abh07t6:20_0": "The nine sections on the Similes are there nine dwellings.",
    "ai-tika-abh07t6:21_0": "The ten kinds of defilements were spoken, nine bad friends,",
    "ai-tika-abh07t6:22_0": "One endowed with a single harness,",
    "ai-tika-abh07t6:23_0": "greed, hate, and delusion:",
    "ai-tika-abh07t6:24_0": "Seven absorptions have a name for equanimity and happiness.",
    "ai-tika-abh07t6:25_0": "17.",
    "ai-tika-abh07t6:25_1": "Twelve Path –",
    "ai-tika-abh07t6:25_2": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.",
    "ai-tika-abh07t6:26_0": "18.",
    "ai-tika-abh07t6:26_1": "twenty-two faculties –",
    "ai-tika-abh07t6:26_2": "eye, ear, nose, tongue, body, and mind.",
    "ai-tika-abh07t6:27_0": "19.",
    "ai-tika-abh07t6:27_1": "Nine strengths:",
    "ai-tika-abh07t6:27_2": "The powers of faith, energy, mindfulness, immersion, and wisdom.",
    "ai-tika-abh07t6:28_0": "The four inquiry constantly prevented by (concentrating for) a thought: “The mind is ready for preventing” -",
    "ai-tika-abh07t6:29_0": "Fourth: it is the second mental nutriment consisting of contact.",
    "ai-tika-abh07t6:30_0": "But in regard to the faculties of stream-entry is the knowledge of the one who has understanding and the faculty of wisdom,",
    "ai-tika-abh07t6:31_0": "the knowledge of the fruit of Liberation and deep knowledge,",
    "ai-tika-abh07t6:32_0": "and the six sense faculties are called “non-carrier”.",
    "ai-tika-abh07t6:33_0": "Mindfulness is of two kinds, it is of two kinds,",
    "ai-tika-abh07t6:34_0": "In regard to the five factors they don’t get the eightfold path.",
    "ai-tika-abh07t6:35_0": "Likewise if they walk, without interruption, the power of the path is the power of the faculties.",
    "ai-tika-abh07t6:36_0": "He obtains himself like a mother in the wood’s womb.",
    "ai-tika-abh07t6:37_0": "Two factors are the nine factors,",
    "ai-tika-abh07t6:38_0": "Excellent Faculties and Dhamma-faculty",
    "ai-tika-abh07t6:39_0": "Likewise: four in each of the seven primary elements,",
    "ai-tika-abh07t6:40_0": "I am skilled in being crashed, what is profitable, etc.,",
    "ai-tika-abh07t6:41_0": "Leading to Awakening",
    "ai-tika-abh07t6:42_0": "for the meditation on mindfulness of breathing is established in him as an aspect of the four kinds of mindfulness meditation.",
    "ai-tika-abh07t6:43_0": "31.",
    "ai-tika-abh07t6:43_1": "the four right efforts that have arisen, give rise to up, and, when they have already arisen, starves its increase and growth.",
    "ai-tika-abh07t6:44_0": "The four bases of psychic power are supernormal power, energy, and mind.",
    "ai-tika-abh07t6:45_0": "the faculties of faith, energy, mindfulness, immersion, and wisdom.",
    "ai-tika-abh07t6:46_0": "the powers of faith, energy, mindfulness, immersion, and wisdom.",
    "ai-tika-abh07t6:47_0": "35.",
    "ai-tika-abh07t6:47_1": "Seven awakening factors:",
    "ai-tika-abh07t6:47_2": "mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-tika-abh07t6:48_0": "36.",
    "ai-tika-abh07t6:48_1": "Eight factors:",
    "ai-tika-abh07t6:48_2": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.",
    "ai-tika-abh07t6:49_0": "It’s said to be the four kinds of mindfulness meditation that is called the right mindfulness of breathing.",
    "ai-tika-abh07t6:50_0": "Likewise the four right efforts and the four right efforts rightly,",
    "ai-tika-abh07t6:51_0": "mental tranquillity and equanimity.",
    "ai-tika-abh07t6:52_0": "Devoted to right view, ~ undistracted.",
    "ai-tika-abh07t6:53_0": "There is rightly investigation of the fourteenth and sixteen greatness,",
    "ai-tika-abh07t6:54_0": "Thirty-seven divisions here and there in the seven ways",
    "ai-tika-abh07t6:55_0": "Transmigrations, and yellow sandalwood,",
    "ai-tika-abh07t6:56_0": "Their mind becomes dispassionate:",
    "ai-tika-abh07t6:57_0": "In the place where the Buddha was dwelling",
    "ai-tika-abh07t6:58_0": "Spears, four lakes;",
    "ai-tika-abh07t6:59_0": "The Thirty-Three of Faith",
    "ai-tika-abh07t6:60_0": "It despises a person’s foliage.",
    "ai-tika-abh07t6:61_0": "they are not attached to anything in the world.",
    "ai-tika-abh07t6:62_0": "Just as a horn does the purification of the body",
    "ai-tika-abh07t6:63_0": "Experiencing everything,",
    "ai-tika-abh07t6:64_0": "The five aggregates:",
    "ai-tika-abh07t6:64_1": "The feelings constituent group, the perceptions constituent group, the (volitional) processes constituent group, the consciousness constituent group.",
    "ai-tika-abh07t6:65_0": "43.",
    "ai-tika-abh07t6:65_1": "Five grasping aggregates:",
    "ai-tika-abh07t6:65_2": "form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh07t6:66_0": "44.",
    "ai-tika-abh07t6:66_1": "–",
    "ai-tika-abh07t6:66_2": "eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches.",
    "ai-tika-abh07t6:67_0": "45.",
    "ai-tika-abh07t6:67_1": "There are eighteen elements:",
    "ai-tika-abh07t6:67_2": "the eye element, sight element, and eye consciousness element. The ear element, sound element, and ear consciousness element. The nose element, smell element, and nose consciousness element. The tongue element, taste element, and tongue consciousness element. The body element, touch element, and body consciousness element. The mind element, thought element, and mind consciousness element.",
    "ai-tika-abh07t6:68_0": "46.",
    "ai-tika-abh07t6:68_1": "Four noble truths:",
    "ai-tika-abh07t6:68_2": "The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
    "ai-tika-abh07t6:69_0": "47.",
    "ai-tika-abh07t6:69_1": "And here it is preceding the teaching that it can be understood to deal with according to the law of the Dhamma, and so on.",
    "ai-tika-abh07t6:70_0": "the world-element only applies to the mind-consciousness- element,",
    "ai-tika-abh07t6:71_0": "mental feelings, and perceptions are mental factors,",
    "ai-tika-abh07t6:72_0": "and consciousness occurs to these five aggregates:",
    "ai-tika-abh07t6:73_0": "And the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-tika-abh07t6:74_0": "made an aggregate of quenching into the sky.",
    "ai-tika-abh07t6:75_0": "Through the door and the sense-objects (made),",
    "ai-tika-abh07t6:76_0": "and obtaining hanging around of the door-links",
    "ai-tika-abh07t6:77_0": "your craving is the origin of suffering.",
    "ai-tika-abh07t6:78_0": "cessation is the path, the supermundane path is dead.",
    "ai-tika-abh07t6:79_0": "forty-fourishments and paths have been eradicated,",
    "ai-tika-abh07t6:80_0": "So instead of limb, he is preserved in every way.",
    "ai-tika-abh07t6:81_0": "Thus in the passage beginning, “Profitable in the transgression of the Dhamma” .",
    "ai-tika-abh07t6:82_0": "The seventh chapter"
}