{
    "ai-tika-s0401t7:0_0": "7. Vīriyārambhādivaggavaṇṇanā",
    "ai-tika-s0401t7:1_0": "61.",
    "ai-tika-s0401t7:1_1": "Their energy is roused up for the first absorption, exertion, and making energy.",
    "ai-tika-s0401t7:1_2": "energy is roused up by energy.",
    "ai-tika-s0401t7:2_0": "62.",
    "ai-tika-s0401t7:2_1": "there is a second wishing of great power, this great hermit,",
    "ai-tika-s0401t7:2_2": "Great Strengths, greedy for many cloths,",
    "ai-tika-s0401t7:2_3": "the other “prehends” is said of one who has gone forth as an ascetic.",
    "ai-tika-s0401t7:2_4": "By the five strands of sense desires, etc., which are called “finiteness” in the sense of sense desire.",
    "ai-tika-s0401t7:2_5": "Ways of Revealing",
    "ai-tika-s0401t7:2_6": "Desiring desire, and held back.",
    "ai-tika-s0401t7:2_7": "they wish to have great desires.",
    "ai-tika-s0401t7:2_8": "But this is said in the meaning of what is said:",
    "ai-tika-s0401t7:2_9": "“This is greedy for desire.”",
    "ai-tika-s0401t7:3_0": "63.",
    "ai-tika-s0401t7:3_1": "It is the third in the case of the fine-materiality: here there is no unfit for illness, etc., in the stage of fewness of wishes, contentment, effacement, seclusion, and discomfort” .",
    "ai-tika-s0401t7:3_2": "“Impermanent.”",
    "ai-tika-s0401t7:3_3": "For in the world he does so, healthy, suffering, calamity, illness, and classes.",
    "ai-tika-s0401t7:3_4": "Now, as regards the words that are stated in the evening, “Now,” he replied, “It is said.”",
    "ai-tika-s0401t7:3_5": "Like a merchant’s spear in (all) directions, which is limited and quiet in all directions,",
    "ai-tika-s0401t7:3_6": "But the meaning is that independent of others from requisites he can attain (spect) without giving preceding the simile.",
    "ai-tika-s0401t7:3_7": "“No it isn’t.”",
    "ai-tika-s0401t7:4_0": "that in the By the uplifting he can exercise it thus:",
    "ai-tika-s0401t7:4_1": "“It is said to have been stated” .",
    "ai-tika-s0401t7:4_2": "(Pay he had many wishes):",
    "ai-tika-s0401t7:4_3": "having the virtue of being unattached to through the special qualities of fewness of wishes, contentment, having the natural state of wicked desires,",
    "ai-tika-s0401t7:4_4": "Whatever is specifically in oneself? It is “factor of others”, and “There is no reason for doing this reason.",
    "ai-tika-s0401t7:4_5": "To show the virtue of the unconcentrated persons’ virtues, etc., as preceding others in the virtues of others.",
    "ai-tika-s0401t7:4_6": "Having manifested in the virtue of being possessed of virtue, having the qualities that acquisition of good qualities, and so on, etc.,, with the virtue of the perfections, etc.,",
    "ai-tika-s0401t7:4_7": "And they are also infatuated or implemented by such things as this, they are bound for the same reasons.",
    "ai-tika-s0401t7:4_8": "has reached maturity, the highest goal.",
    "ai-tika-s0401t7:5_0": "In order to exercise those who do not exceeding their bowl and robes,",
    "ai-tika-s0401t7:5_1": "Then, seeing that people, thinking, “This has been obtained by using a robe, sirs,” he told him what had happened. Then he said, “Venerable sir, get a little robe!”",
    "ai-tika-s0401t7:5_2": "of the men, having risen above the earth, like a new sun (after) in the earth.",
    "ai-tika-s0401t7:5_3": "If the elder knew that they had ended the defilements, they wouldn’t like that.",
    "ai-tika-s0401t7:6_0": "The four people similar to fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, and freedom.",
    "ai-tika-s0401t7:6_1": "desires that are expected merely:",
    "ai-tika-s0401t7:6_2": "By the cultivation of ascetic practices that is suitable for the ascetic practices.",
    "ai-tika-s0401t7:6_3": "He enjoys the state of fewness of wishes, and so on.",
    "ai-tika-s0401t7:6_4": "that wise man would have the desires, thinking “I wish to attain (permission) desire.”",
    "ai-tika-s0401t7:6_5": "The giver of the donor who want to give little, whatever they want to give many rains, that is why the meaning is lot of the mind.",
    "ai-tika-s0401t7:6_6": "He should be given gifts to an individual essential person who has many things,",
    "ai-tika-s0401t7:6_7": "if they are the right size of themselves,",
    "ai-tika-s0401t7:6_8": "The self (wholes) Whatever self is dear,",
    "ai-tika-s0401t7:6_9": "if he applies the meaning in brief, apprehending the meaning in brief,",
    "ai-tika-s0401t7:6_10": "he is worthy of the kind already described.",
    "ai-tika-s0401t7:7_0": "One, too, one mendicant doesn’t proceed having turned away from the community.",
    "ai-tika-s0401t7:7_1": "Regardless, they don’t understand",
    "ai-tika-s0401t7:7_2": "This second time I wouldn’t find out for a second time, so that I can know.",
    "ai-tika-s0401t7:7_3": "it is the learning of the aspect of the removal of the kasiṇa and the questioning in the scriptures,",
    "ai-tika-s0401t7:7_4": "When the Dhamma is finished in the country, having gathered slaughtered the Lord of the Truth, had reached maturity, and so on, would they be able to teach the Dhamma in the presence of the people?”",
    "ai-tika-s0401t7:7_5": "If the elder had been able to find out about the prosperity, they would give a teaching.",
    "ai-tika-s0401t7:7_6": "But this discussion in the Discussion: “This Dhamma is the point of the Dhamma” is cleansing the stated under the maintaining.",
    "ai-tika-s0401t7:8_0": "a family in three family, worms, and three months at the east of the west, the north of good families, Anuruddha, and friends.",
    "ai-tika-s0401t7:8_1": "For, Anuruddha, the Eransmission of the Buddha, the teaching, and the Saṅgha in this way have you achieved such a state, but we’ve achieved any superhuman distinction in knowledge and vision worthy of the noble ones. Then whenever we want, quite secluded from sensual pleasures, secluded from unskillful qualities, we enter and remain in the first absorption, which has reached the rapture and bliss born of seclusion, while placing the mind and keeping it connected.”",
    "ai-tika-s0401t7:8_2": "That’s why they said to him:",
    "ai-tika-s0401t7:8_3": "“What did we say to you, Venerable Anuruddha, that we are going to the dwellings of Venerable Anuruddha, that we have gained such meditation?",
    "ai-tika-s0401t7:8_4": "What you’ve also explained in the presence of the Buddha?”",
    "ai-tika-s0401t7:8_5": "and in his own country, why did the Fortunate One say:",
    "ai-tika-s0401t7:8_6": "“Looking the pot.”",
    "ai-tika-s0401t7:8_7": "But this little is said, “Bhikkhus, there are few wishess for few wishes.”",
    "ai-tika-s0401t7:8_8": "He strong in tightening a tough horse-hair rope around by a strong rope.",
    "ai-tika-s0401t7:9_0": "64.",
    "ai-tika-s0401t7:9_1": "In the fourth tears there is no contentment, those eighty of them is content.",
    "ai-tika-s0401t7:9_2": "but one should show it to the other people, thinking: “With the intention of having no confidence in a person,",
    "ai-tika-s0401t7:9_3": "greed ends.”",
    "ai-tika-s0401t7:9_4": "bears roaming around and mutually",
    "ai-tika-s0401t7:10_0": "65-67.",
    "ai-tika-s0401t7:10_1": "Contentment for the five aggregates, contentment with your own contentment, and with that contentment, he is content.",
    "ai-tika-s0401t7:10_2": "is content with what a mendicant is said to show the scoundrels, “May they get rid of resentment” and told him, “May they possess this gift,”",
    "ai-tika-s0401t7:10_3": "And wherever one robe-cloth is obtained in some place wherever one’s robes, etc., the meaning is, the meaning is,",
    "ai-tika-s0401t7:10_4": "Then from this variety of things to say:",
    "ai-tika-s0401t7:10_5": "For the others without being endowed with psychic power,",
    "ai-tika-s0401t7:10_6": "So by means of that which he gets rid of the Dhamma in a way that, when he has gone, repelled in the way beginning, “This must be a blessing for which he has undergone.”",
    "ai-tika-s0401t7:10_7": "like one who gets the food and flavor of his own gains,",
    "ai-tika-s0401t7:10_8": "Likewise in the case of the rest.",
    "ai-tika-s0401t7:10_9": "He who gains material possessions, the one who gets material possessions and praises them.",
    "ai-tika-s0401t7:10_10": "the body,",
    "ai-tika-s0401t7:10_11": "Questioned, they haven’t arisen in the future.",
    "ai-tika-s0401t7:11_0": "And just as when someone brings something else’s intention, they won’t be able to get rid of that, even if they do so, spend the intention of giving them a little. When told, “Not cooked, it cannot be used to give.”",
    "ai-tika-s0401t7:11_1": "That is why it is swept away by wounding the three robes, etc., and without difficulty in one who is heavy and sweeps his body, he does not expound it to the living in a moderation with the incompatibles and authority, etc., and invade him as an excessive robes.",
    "ai-tika-s0401t7:11_2": "“Sometimes it is content.”",
    "ai-tika-s0401t7:11_3": "After receiving so many robes, he gave away the robe-cloths and set it out, and he went away while standing there, he said, “Noble Ones like a blessing.”",
    "ai-tika-s0401t7:11_4": "“Interrupted ...”",
    "ai-tika-s0401t7:11_5": "And you’re content, kind-hearted,”",
    "ai-tika-s0401t7:11_6": "In this way the sound of defining , the sound of recitation, the same explanation of the drums, and the sound of clay.",
    "ai-tika-s0401t7:11_7": "“A green shaven,” “possessed by wind,” song.",
    "ai-tika-s0401t7:11_8": "(The Buddhas spoke) in praise of the beauty of fewness of wishes, contentment, having few wishes, contentment, seclusion, aloofness, etc., stated in the way that is proper for the purpose of going forth.",
    "ai-tika-s0401t7:11_9": "One who is constantly endowed with perfect confidence, and has endowed with perfect confidence in him.",
    "ai-tika-s0401t7:11_10": "Like the essence of the circumference, the bhikkhu who stands on the tip of the blade of grass here and there, as it is with fact,",
    "ai-tika-s0401t7:11_11": "you should say that there is no sixth.",
    "ai-tika-s0401t7:12_0": "68-69.",
    "ai-tika-s0401t7:12_1": "In the eighth year top there is no necessary state of full awareness, not with full awareness.",
    "ai-tika-s0401t7:12_2": "You can know the bitter fruit of the practice that is enquire.",
    "ai-tika-s0401t7:13_0": "70.",
    "ai-tika-s0401t7:13_1": "all wicked friends who have become enquiry for themselves,",
    "ai-tika-s0401t7:13_2": "and they are called ‘teachers’ because of what is unpleasant to doing what is allowable’.",
    "ai-tika-s0401t7:13_3": "That is why the meditator’s essence, being devoted to that bad, embraced by them, treated his people with that as their food and so on.",
    "ai-tika-s0401t7:13_4": "There are these four constituents (of mind and bodily form) that provide fuel for attachment, which are called “perceptions”.",
    "ai-tika-s0401t7:13_5": "Because he has a bad friends, he who possesses wickedness, and has reached that person with the Dhamma, of the liberation, of their friends and colleagues, relatives and kin who have developed them with a bad friends.",
    "ai-tika-s0401t7:13_6": "“Those who are faithless, unattached.”",
    "ai-tika-s0401t7:14_0": "The colour of energy is finished."
}