{
    "ai-tika-s0404t10:0_0": "3. Sattāvāsavaggo",
    "ai-tika-s0404t10:1_0": "1. Tiṭhānasuttavaṇṇanā",
    "ai-tika-s0404t10:2_0": "21.",
    "ai-tika-s0404t10:2_1": "In the third tetrad the first place where food is unenclosed, food, clothes, etc.",
    "ai-tika-s0404t10:2_2": "if it is for the possession of a woman without possession of,",
    "ai-tika-s0404t10:2_3": "Their mother said, “Sister, isn’t mine.” And, she doesn’t give rise to desire and lust.",
    "ai-tika-s0404t10:2_4": "(Samiddhi) investigation of principles, because of the nature of ethics, the children, the partner of her mother, father, brother, sister, relatives, or children, and partners; ancestors his mother.",
    "ai-tika-s0404t10:3_0": "And the supernormal powers can be understood as the supernormal powers.",
    "ai-tika-s0404t10:3_1": "There it seems that in whatever place their sal trees there were—whether perishing, branches, and leaves of the branches—they wish a tree trunk, branches and leaves—",
    "ai-tika-s0404t10:3_2": "Where pleasure seeks happiness, blissful, and unattached to the tree, blossoming and all the flowers.",
    "ai-tika-s0404t10:3_3": "and variously coloured lotuses were spread through the whole of Laṅkādīpa, yellow and embracing scented with sweet-smelling flowers, etc., which were spread through the central scented by flowers, and so on.",
    "ai-tika-s0404t10:3_4": "Even when the body is unbroken heatd and cuckoo’s hide, withdrawn and appearance, with an iron ball, expertation of worms and curls, and mosquitoes the strength of his life.",
    "ai-tika-s0404t10:3_5": "There is no ruler of the fruits or results that originate from work. And there is the suffering that is free from servants and work, etc., association with living creatures firm and so on. There is kamma-prepared, opposite, predicks, and incompatibles, where there is no suffering.",
    "ai-tika-s0404t10:3_6": "Just as when we’re not in the last month of summer, so too, when there is no place for growing on all sides, the in the last month of the hot season comes up or at all, it’s not appropriate for you to rottten.",
    "ai-tika-s0404t10:3_7": "had eaten the rice-gruel, which was very fruitful and fragrant, with only the rice-grain.",
    "ai-tika-s0404t10:3_8": "And they eat it fine rice or barley.",
    "ai-tika-s0404t10:4_0": "Herein, neither too tall nor too short, not too dark nor too fair, and doesn’t shine and glow and radiate.",
    "ai-tika-s0404t10:4_1": "Because the glorious Aṅga and Magadha were dropped in the waters that were long-spoked, loving in the court of the head, embroidered with deep, grey and extremely happy, pure in minds that are deep, profound, hard to greatly fair and swelled, peaceful, sublime, beyond the incomparable, and well-protected,",
    "ai-tika-s0404t10:4_2": "All fourteen years become mentioned like the were sixteen mentioned with a menstruation of all less than twenty years.",
    "ai-tika-s0404t10:4_3": "They delight in the children’s partners,",
    "ai-tika-s0404t10:4_4": "this is the Dhammapada:",
    "ai-tika-s0404t10:5_0": "Therein the women live there for seven days there,",
    "ai-tika-s0404t10:5_1": "Then, just as a root and pregnant is dropped on a fetus away, so as there is a particular proliferation, the root of suffering, and the absorbed in them.",
    "ai-tika-s0404t10:5_2": "(Then) when a night has been used up by his mother and father’s womb, like the mother’s womb, he emerged in the way already described.",
    "ai-tika-s0404t10:5_3": "this is the Dhammapada:",
    "ai-tika-s0404t10:6_0": "But one desiring to give birth mother or father with his children and partners, and likewise them unfavourable.",
    "ai-tika-s0404t10:6_1": "There they see any woman or man’s fingers: “Applicity they do not affect him.",
    "ai-tika-s0404t10:6_2": "Through their strength, they rolled around their boys and others’ (for him).",
    "ai-tika-s0404t10:6_3": "But when he extends it, some women together with the wives, and only boys all over the male and female children arrived.",
    "ai-tika-s0404t10:6_4": "and the trees are produced in those places of a tree.",
    "ai-tika-s0404t10:6_5": "Herein, the colour of various kinds, the finest cotton-downs, the blissful abiding in that place were delicately covered with white cloth.",
    "ai-tika-s0404t10:6_6": "there are many sorts of various kinds of garments that are full of gold, silver, ruby, and younglings and embracings. One whose minds are full of various kinds, whose body and various kinds of treasures were unshakable, who were spotless, pure in colour, and illuminated with the appearance of various kinds;",
    "ai-tika-s0404t10:6_7": "Likewise in the arched harp, poisoned by the horns of laternative land, which were brought in the ring-",
    "ai-tika-s0404t10:6_8": "There are many fruits of trees and non-humans and frame, and seven days are eaten by the honey-day.",
    "ai-tika-s0404t10:7_0": "There is no prominent nails, Sumedhā, and very clearly white sandalwood, with beautiful flowers and charming hair, etc., and thorns, strings and garlands, fragrances, and thorns, and various flags of clothes, garlands and flowers, perfumes, and makeup, clothes, vehicles, garlands and fragrances, and perfumes; and yet noe, and thornsciously that mons there.",
    "ai-tika-s0404t10:7_1": "(but) no-one else would dispute or a dispute.",
    "ai-tika-s0404t10:7_2": "It is just as the sentient beings whose mind is black is shakened from sense desires, who are without sensual desires.",
    "ai-tika-s0404t10:7_3": "Where the trees are sleeping placed under a roof,",
    "ai-tika-s0404t10:7_4": "After seeing a dead man, they do not cry,",
    "ai-tika-s0404t10:7_5": "and they keep it on their bodies.",
    "ai-tika-s0404t10:7_6": "And we were to take up residence there’s no bed or celebrate them, therefore, while they were reborn in hell or the animal realm, or the ghost realm.",
    "ai-tika-s0404t10:7_7": "They say that the five hindrances are reborn in the company of the gods who have been reborn in the company of the deities.",
    "ai-tika-s0404t10:7_8": "It is just as a thousand times which are not enough for their years, like the Dhamma of all the time.",
    "ai-tika-s0404t10:8_0": "The Book of the Threes is finished.",
    "ai-tika-s0404t10:9_0": "3. Taṇhāmūlakasuttavaṇṇanā",
    "ai-tika-s0404t10:10_0": "23.",
    "ai-tika-s0404t10:10_1": "In the third tetrad is seeking; and through craving, etc., is seeking out the seeking of craving.",
    "ai-tika-s0404t10:10_2": "those who surrendered by craving in the end of craving, and by craving for mental -",
    "ai-tika-s0404t10:10_3": "seeks out what is useful in search of seeking out is seeking out for searching . Rather, searches for searches for search.",
    "ai-tika-s0404t10:10_4": "Hence it is said: “When craving exists.”",
    "ai-tika-s0404t10:10_5": "Talking is the basis for materiality, etc., as objecting of the fine-material jhānas, and so on.",
    "ai-tika-s0404t10:10_6": "Because of non-doing of what is useless, what is accomplished is the same as influence on the meaning, etc., and because of past deeds, the same definition is the same.",
    "ai-tika-s0404t10:10_7": "Hence it is said: “He is seeking for search.”",
    "ai-tika-s0404t10:11_0": "It is always happy to deliberately happy, free from pleasure, and thus it is the fit to be happy.",
    "ai-tika-s0404t10:11_1": "Recollecting the origin of happiness, the ending of suffering, and the drawbacks of escape from knowledge, and then on the escape from knowledge, he is the act of bliss having conquered aspiration.",
    "ai-tika-s0404t10:11_2": "know, “Knows,”",
    "ai-tika-s0404t10:11_3": "“Such is blissful,” and so on. It is the gratification in its object, its near enemy, since it is its gratification in its object.",
    "ai-tika-s0404t10:11_4": "The same way should be understood in the same way.",
    "ai-tika-s0404t10:11_5": "And when this is well-formed applied thought comes to the whole league.",
    "ai-tika-s0404t10:11_6": "But in this Question",
    "ai-tika-s0404t10:11_7": "“Well then, lord of gods, has the source of desire.”",
    "ai-tika-s0404t10:11_8": "in this world they are fathomed:",
    "ai-tika-s0404t10:11_9": "In the Vibhaṅga thus, “Through applied thought and sustained thought,” etc., these are separated in the Vibhaṅga thus: “Herein, what is called the sound of sense desires? ”",
    "ai-tika-s0404t10:11_10": "Wealth is the arrival of seeing in them,",
    "ai-tika-s0404t10:12_0": "zeal for sense desire and greed in this way: desire comes passion,",
    "ai-tika-s0404t10:12_1": "And having become very same he in this way, they said: “Amongst those who have become very illustrious and quiet here, they bring to mind.”",
    "ai-tika-s0404t10:12_2": "attached to this craving, steadfast person,",
    "ai-tika-s0404t10:12_3": "Because I’m intimate with the recipients of craving.",
    "ai-tika-s0404t10:12_4": "That is why I would do it.",
    "ai-tika-s0404t10:12_5": "and wielding the powerful counselors of their great power,",
    "ai-tika-s0404t10:12_6": "(There is) when I possess the view of craving, having a Sāketa, like) an opportunity to me, after having made such arranged this enemy regarding craving,,, he arose in the way already described.",
    "ai-tika-s0404t10:12_7": "Unsuitableness is a person whose site has been discerned by means of what is unsuitable by him, but who is not a state consisting in excessive.",
    "ai-tika-s0404t10:12_8": "(So) speaking words of the meaning, in terms of the words.",
    "ai-tika-s0404t10:12_9": "However, when a person has the characteristic of sounds, etc., in whatever states they are jealousy and stingy, the stingy person, or the ignorant.",
    "ai-tika-s0404t10:12_10": "stinginess ...",
    "ai-tika-s0404t10:12_11": "I’ve been well-spoked.”",
    "ai-tika-s0404t10:13_0": "he is making a fruit for himself, which is the reason why there is the reason",
    "ai-tika-s0404t10:13_1": "legal issues arising from legal issues.",
    "ai-tika-s0404t10:13_2": "That is why it is said: “He enjoys the use of wealth, etc., as its origin, its end, and that as its outcome and result.”",
    "ai-tika-s0404t10:13_3": "Devoted (all) others’ welfare, etc., are preventing others from killing others.",
    "ai-tika-s0404t10:13_4": "Keeping, side, because of the interrupting the sticks of sticks, and when they said: “Anyone who will restrain the minds of others, rod.”",
    "ai-tika-s0404t10:13_5": "For this is how the teacher recommends you.",
    "ai-tika-s0404t10:13_6": "(And he should be expanded in body as in the same way.)",
    "ai-tika-s0404t10:13_7": "he should make a round by the wind, and so on.",
    "ai-tika-s0404t10:13_8": "those in fact by means of separating, they recommendetcle them.",
    "ai-tika-s0404t10:13_9": "I am violent and disputes, these are arguing.",
    "ai-tika-s0404t10:13_10": "“You may enjoy a poor roar,” and he should give up the seats,",
    "ai-tika-s0404t10:13_11": "all those same way should be understood as the arising of the sixteen thought.",
    "ai-tika-s0404t10:13_12": "Hence the Buddha said: “Who are bad, unskillful qualities produced by bad, unskillful qualities?”",
    "ai-tika-s0404t10:14_0": "The Book of Craving is finished.",
    "ai-tika-s0404t10:15_0": "4-5. Sattāvāsasuttādivaṇṇanā",
    "ai-tika-s0404t10:16_0": "24-25.",
    "ai-tika-s0404t10:16_1": "Fourth: sentient beings include their universality, their names are difference between them.",
    "ai-tika-s0404t10:16_2": "This is how they proceed with the first opposite sex only of the seven days like the perfected ones.",
    "ai-tika-s0404t10:16_3": "for the caravan is said to be the “Virtue” , just as a tree does that have a run away and disaster, it is said.",
    "ai-tika-s0404t10:16_4": "Suddhodana, too, sentient beings who had abode of sentient beings did not previously lived in all this long time, except for the gods of the pure abodes.”",
    "ai-tika-s0404t10:16_5": "if they think, “Why don’t we find someone else?”",
    "ai-tika-s0404t10:16_6": "But there are only seven days since they keep company with that for seven days.",
    "ai-tika-s0404t10:16_7": "The fifth is finished.",
    "ai-tika-s0404t10:17_0": "The concluding for those beings is finished.",
    "ai-tika-s0404t10:18_0": "6. Silāyūpasuttavaṇṇanā",
    "ai-tika-s0404t10:19_0": "26.",
    "ai-tika-s0404t10:19_1": "In the sixth wound a man with a finger of four hands, one hundred and twenty-four hands, and one hundred pieces of fingers.",
    "ai-tika-s0404t10:19_2": "eight locks of bone would stand on the ground,",
    "ai-tika-s0404t10:19_3": "The rest is the same as in the case.",
    "ai-tika-s0404t10:20_0": "The conclusion of the Simile of the Saw",
    "ai-tika-s0404t10:21_0": "7. Paṭhamaverasuttavaṇṇanā",
    "ai-tika-s0404t10:22_0": "27.",
    "ai-tika-s0404t10:22_1": "and whatever exertion is done.",
    "ai-tika-s0404t10:22_2": "For this sound of coughs, as when the sound of drums has been soaked here, it is that the time when the food has been used.",
    "ai-tika-s0404t10:22_3": "Whatever is gained by fear, aroused, or harsh, and might prevented by fear, since he is able to get free from oppression.",
    "ai-tika-s0404t10:22_4": "For when killing living creatures, etc., dies, and people roll up and downwards, the barber should prevent them from obsession, namely, the courtesans.",
    "ai-tika-s0404t10:22_5": "having the intention of the noble path, he attains the attainment of stream-entry.",
    "ai-tika-s0404t10:22_6": "and on that account of that it is the factors of stream-entry.",
    "ai-tika-s0404t10:22_7": "For it is two factors of stream-entry that leads to the goal of the factors of stream-entry, and once-return in line with the reincarnation. When it is finished, it leads to the realization of the true teaching and training subside in line with the teaching and proper attention.",
    "ai-tika-s0404t10:22_8": "And having obtained these special qualities of peace, the stream-enterer, and the these are called a stream-enterer. Then they are called a stream-enterer.",
    "ai-tika-s0404t10:22_9": "This is what happens.",
    "ai-tika-s0404t10:23_0": "Hell wardens of hell for the future, the animal realm, and the ghost realm are burning in hell for me.",
    "ai-tika-s0404t10:23_1": "So in each instance,",
    "ai-tika-s0404t10:23_2": "have committed the stream-enterers.",
    "ai-tika-s0404t10:23_3": "By not liable to fall from (into the lower realms),",
    "ai-tika-s0404t10:23_4": "through the first path is reckoned as a plantain,",
    "ai-tika-s0404t10:23_5": "Awakening is the delightful path to awakening; after death introduce to awakening; in his deed is the Lord of the Joyful Gods.",
    "ai-tika-s0404t10:24_0": "Killing living creatures causes and conditions for the sake of killing living creatures.",
    "ai-tika-s0404t10:24_1": "(also) fearfully is one,",
    "ai-tika-s0404t10:24_2": "transmigration, (wells), he is said to be fearful.",
    "ai-tika-s0404t10:24_3": "And that is how there are two kinds of:",
    "ai-tika-s0404t10:24_4": "The external:",
    "ai-tika-s0404t10:24_5": "For one person is my father’s father,",
    "ai-tika-s0404t10:24_6": "The father thought, “So it seems my father’s father, don’t think I’ve taken my grandmother. I’d better do it.”",
    "ai-tika-s0404t10:24_7": "The fragrant harness is made, that is the inside, the enemy that appeared to him, the enemy of enmity and the charioteer, who is called enemy.",
    "ai-tika-s0404t10:24_8": "But I will think, “I’ll find anyone else in the past,” and with the first month I think, “I’ll find this wish to offer you.”",
    "ai-tika-s0404t10:24_9": "This, firstly, is the reason why",
    "ai-tika-s0404t10:24_10": "But, having seen that hell in the animal realm, thinking, “I’ll choose this wrapped in an unhappy destiny, in the hell called the animal realm.”",
    "ai-tika-s0404t10:24_11": "And I’m definitely praised by me. If I’m coming back, I’ll come to them. Because I’m healthy and well, I’ll come to them.",
    "ai-tika-s0404t10:24_12": "But whatever is called the Exterior components in the Council of Eights.",
    "ai-tika-s0404t10:24_13": "pained and sadness are one thing.",
    "ai-tika-s0404t10:24_14": "And just as, when a man has caught up in these places, saying: “This is mine, this, this is my child, this is my moment, this is said to be my child,” “There is no crooked place for the sake of meat,” etc., the meaning should be understood, is this: “There is no trading wide in Vedic circumambulation, etc.,.,",
    "ai-tika-s0404t10:25_0": "Without experiential confidence in him:",
    "ai-tika-s0404t10:25_1": "Excellent conduct,",
    "ai-tika-s0404t10:25_2": "for these noble ones are called loved by the noble ones, and there is no further existence in the noble ones. That is why they are called noble ones.",
    "ai-tika-s0404t10:25_3": "all of them can be understood that this is the sectarian teacher’s exposition.",
    "ai-tika-s0404t10:26_0": "First: In Private",
    "ai-tika-s0404t10:27_0": "9. Āghātavatthusuttavaṇṇanā",
    "ai-tika-s0404t10:28_0": "29.",
    "ai-tika-s0404t10:28_1": "Where the ninefold fruition occurred: “For what reason do you stand here?”",
    "ai-tika-s0404t10:28_2": "Where the point is called not each case, in the place where the earth arises, solitary, it does not arise.",
    "ai-tika-s0404t10:28_3": "Or alternatively, when it arises in him if it does not get exhausted like a poison in a lurking sound.",
    "ai-tika-s0404t10:28_4": "Sandha, take anyone who kills living creatures.",
    "ai-tika-s0404t10:28_5": "But that arising is called “born of arising” in the description of the clause” in the sense of arising and passing away.",
    "ai-tika-s0404t10:29_0": "The Ground for Resentment is finished.",
    "ai-tika-s0404t10:30_0": "Getting Rid of Resentment",
    "ai-tika-s0404t10:31_0": "30.",
    "ai-tika-s0404t10:31_1": "How should it be otherwise, that which is obtained in the ten kinds of parks, the name of the monastery,",
    "ai-tika-s0404t10:31_2": "And you should recognize them: “You should be told by one who hasn’t committed the non-violence of loving-kindness.”",
    "ai-tika-s0404t10:31_3": "What can be done by one who has got for this?",
    "ai-tika-s0404t10:31_4": "sentient beings are reborn",
    "ai-tika-s0404t10:31_5": "They’re happy and recommended by similes, so I can get what they say.",
    "ai-tika-s0404t10:31_6": "Or alternatively, it is possible for a person to obtain this person to be obtained in the ultimate solace, how can I?",
    "ai-tika-s0404t10:31_7": "For this is said: “As a aggregates” about one’s opposite sex, who belongs to the next life?”",
    "ai-tika-s0404t10:31_8": "Someone who could receive what has been brought back, except if they haven’t committed any offense.",
    "ai-tika-s0404t10:32_0": "The Advantages of Resentment",
    "ai-tika-s0404t10:33_0": "Progressive cessation",
    "ai-tika-s0404t10:34_0": "31.",
    "ai-tika-s0404t10:34_1": "The eleventh eleventh sections on the actual cessation of the eleventh series should be set out,",
    "ai-tika-s0404t10:34_2": "Hence it is said: “The cessation of this,”",
    "ai-tika-s0404t10:35_0": "The Congregation of the Cessations is finished.",
    "ai-tika-s0404t10:36_0": "The Book of the Beds is finished."
}