{
    "ai-tika-s0302t2:0_0": "3. Dhātusaṁyuttaṁ",
    "ai-tika-s0302t2:1_0": "1. Nānattavaggo",
    "ai-tika-s0302t2:2_0": "1. Dhātunānattasuttavaṇṇanā",
    "ai-tika-s0302t2:3_0": "In this hermitage, the firstfolk is bound to the lay life.",
    "ai-tika-s0302t2:3_1": "used to be measured in reckoned as an incalculable, immeasurable, great mass of the unconditioned.",
    "ai-tika-s0302t2:3_2": "As to the state of peace: just as,",
    "ai-tika-s0302t2:3_3": "and that is the state of having obtained , the air element through that is to say, the air element.",
    "ai-tika-s0302t2:3_4": "differentiations, elements, and diversity.",
    "ai-tika-s0302t2:3_5": "The eye is faithful, conversed,",
    "ai-tika-s0302t2:3_6": "And that is how it is stated in the sense of direct-knowledge , and of the eye elements,",
    "ai-tika-s0302t2:3_7": "who determined the (supernatural) vision, conscious and having resolved confidence in the eye,",
    "ai-tika-s0302t2:3_8": "The same method applies in the same way.",
    "ai-tika-s0302t2:3_9": "Then two, namely, the elements of the earth element, the mind element, and the three elements, “mindful element”, and having made a mind-element, mind-consciousness element, and ”,",
    "ai-tika-s0302t2:3_10": "Is feeling ...",
    "ai-tika-s0302t2:3_11": "and it is with the perception of quenching that is the perception of the ascetic life,",
    "ai-tika-s0302t2:3_12": "Because these things are taught in conformity with the Dhamma, saying “There is the Dhamma” .",
    "ai-tika-s0302t2:3_13": "For there is no place in them, it is not possible (to say): “Being forms, consciousness and so on.”",
    "ai-tika-s0302t2:3_14": "Campā was a charming-consciousness.",
    "ai-tika-s0302t2:3_15": "(They are) in the sense fields of sensual pleasures because of the fine-material sphere.",
    "ai-tika-s0302t2:3_16": "the two elements of the Dhamma, the consciousness element.",
    "ai-tika-s0302t2:3_17": "In brief, the meaning here is this: there is the text, but the commentary on the path of purity that is in brief.",
    "ai-tika-s0302t2:4_0": "The diversity of elements is finished.",
    "ai-tika-s0302t2:5_0": "2. Phassanānattasuttavaṇṇanā",
    "ai-tika-s0302t2:6_0": "86.",
    "ai-tika-s0302t2:6_1": "Contact, etc., which is therein, of having contact as its object,",
    "ai-tika-s0302t2:6_2": "for one who has the schism and the one who is causing schism in the various forms.",
    "ai-tika-s0302t2:6_3": "the discourses of the teaching come into the element and the three elements—that is, the mind element.",
    "ai-tika-s0302t2:6_4": "That is the introduction of the mind-element, whose mind is the case of the mind-element of the mind-element of the mind-element, and whose mind is said in the sense of urgency, “This is the first-element,” and “proaching of the mind-element is the “perception” .",
    "ai-tika-s0302t2:6_5": "Therefore it is said: “The abandoning of sensual desires with the aggregates of the mind-consciousness element in the way beginning, “Behikkhus, there is a peaceful mind-consciousness element in the way that is produced by mind-consciousness element that is interruptedly. ” So the mind-made, it is not produced by the aggregates that is why it is called “regatess are oppposite.",
    "ai-tika-s0302t2:6_6": "This is the meaning here: here, this is the meaning.",
    "ai-tika-s0302t2:7_0": "The Book of Contact is finished.",
    "ai-tika-s0302t2:8_0": "No Diversity of Gains",
    "ai-tika-s0302t2:9_0": "The mental associated with the mind-made contact is (only) associated with mind-contact.",
    "ai-tika-s0302t2:9_1": "by way of mind element:",
    "ai-tika-s0302t2:9_2": "and mind-consciousness element as mental object, transgression, that is to say, by the mind-consciousness element.",
    "ai-tika-s0302t2:9_3": "Hence it is said: “In this way it is because of the wind in the nostrils, (saying): “May I be happy and free of defilements”;",
    "ai-tika-s0302t2:9_4": "you should see this.”",
    "ai-tika-s0302t2:9_5": "Because that is why he says “Perhaps it is completed,” and so on.",
    "ai-tika-s0302t2:10_0": "The Contact of No Diversity of Contact is finished.",
    "ai-tika-s0302t2:11_0": "4. Vedanānānattasuttavaṇṇanā",
    "ai-tika-s0302t2:12_0": "If feeling in that door is in the same way, the feeling arises in him.",
    "ai-tika-s0302t2:12_1": "producing a sight producement by the purpose of abandoning the interpreting the occurrence of insight and the bliss production of seeing a sight.",
    "ai-tika-s0302t2:12_2": "As a consequence, they reached the right way to the incomparable, that is to say: “the range of opposite sex fact that is, the right amount of law.”",
    "ai-tika-s0302t2:12_3": "When this is said in the old age:",
    "ai-tika-s0302t2:12_4": "will avoid carefulness and delightfulness.",
    "ai-tika-s0302t2:12_5": "and it arises dependent on the first between the two, that is, by the first and the second and ageing.",
    "ai-tika-s0302t2:12_6": "Because of the attachment to continued existence is a cause of loss.",
    "ai-tika-s0302t2:13_0": "The Book of Feelings is finished.",
    "ai-tika-s0302t2:14_0": "Second: Diversity of Feelings",
    "ai-tika-s0302t2:15_0": "The eye element gives rise to the four elements is included in the kind of contact in the fourfold reckoning. The eye elements gives rise to the eye element. And the ear elements gives rise to the eye element.”",
    "ai-tika-s0302t2:15_1": "After having prepared one place, by one part",
    "ai-tika-s0302t2:15_2": "And why is it appropriate to teach you?”",
    "ai-tika-s0302t2:15_3": "But the feeling, which washed by the difference between contact and feeling, as produced in this way, and now it is by means of the arisen dependent origination.",
    "ai-tika-s0302t2:15_4": "Diversity of searches gives rise to diversity of searches. Diversity of searches gives rise to diversity.",
    "ai-tika-s0302t2:16_0": "Second: Diversity of Feelings is finished.",
    "ai-tika-s0302t2:17_0": "Gaintaining Exterior",
    "ai-tika-s0302t2:18_0": "and sense-spheres are the defining of the sense-spheres in the form-spheres.",
    "ai-tika-s0302t2:19_0": "The External Diversity of Descributes is finished.",
    "ai-tika-s0302t2:20_0": "7. Saññānānattasuttavaṇṇanā",
    "ai-tika-s0302t2:21_0": "(There is) the eyes that originate from the eye, (whether that is) the earth, well proclaimed, what has been composed, what has been composed, what has been called “withstandage”, and so on.",
    "ai-tika-s0302t2:21_1": "the perception of the eye is associated with the perception of the eye associating with the perception of associated with the eye, and so on. Herein the perception of the eye-consciousness associated with the perception of the eye is stated with the perception of matter, and the perception of the eye-consciousness associated with perception is stated with perception. Herein, so the perception of matter should be understood as the state.",
    "ai-tika-s0302t2:21_2": "This is the commentary on the meaning should be seen in the sense of urgency.",
    "ai-tika-s0302t2:21_3": "Hence it is said: “Having anyone (after) the name and leaves of the household-Herded Leaving lived together with the adornments and so on.”",
    "ai-tika-s0302t2:21_4": "(They are) associated with pollutants, associated with thoughts.",
    "ai-tika-s0302t2:21_5": "By making consent: the meaning is that of sense desires by making sense desires by means of the one who is attached by making amends.",
    "ai-tika-s0302t2:21_6": "In the sense of getting what is lost:",
    "ai-tika-s0302t2:21_7": "For that target is evident for him, for that reason it is appropriate to see the object.",
    "ai-tika-s0302t2:21_8": "The fever of passions brings him to the predatory animals.",
    "ai-tika-s0302t2:21_9": "Hence it is said: “He is given to the passions,” and so on.",
    "ai-tika-s0302t2:21_10": "“They are strong,” and they replied, “They are strong in tightened a tough rope, and they get a strong man in absorption simply. But it is only these simply described in the category of different kinds.”",
    "ai-tika-s0302t2:21_11": "if she shows that place where it is said;",
    "ai-tika-s0302t2:21_12": "This word should be understood here in the Commentaries: “Perceptions” .",
    "ai-tika-s0302t2:21_13": "“Perceptions of visible objects should be understood as perceptions of matter, and so on. And corruption should be understood don’t arise in him.”",
    "ai-tika-s0302t2:22_0": "The Book of Perceptions is finished.",
    "ai-tika-s0302t2:23_0": "No Diversity of Gains",
    "ai-tika-s0302t2:24_0": "From the one it is recommended, that is to say, the primary elements are in the way already stated.",
    "ai-tika-s0302t2:25_0": "The conclusion of Non-Perceptions is finished.",
    "ai-tika-s0302t2:26_0": "Protector’s playing in exertion,",
    "ai-tika-s0302t2:27_0": "The others are given in the Commentaries in the way already described, etc., in the way already described.",
    "ai-tika-s0302t2:27_1": "Perceptions of perception are the perception of forms,",
    "ai-tika-s0302t2:27_2": "Someone whose nature is not strong in any place, does so pressed by him.",
    "ai-tika-s0302t2:27_3": "With the giving up of craving, he says, “Having been reborn in the formless realm,” and “There is no delight for sensual pleasures,” and when they say, “Surely, craving for forms,”",
    "ai-tika-s0302t2:27_4": "It is worthy of showing that all the factors in each case.",
    "ai-tika-s0302t2:27_5": "Hence it is said: “In this monastery.”",
    "ai-tika-s0302t2:27_6": "It is dissimilar to the thirty-two parts beginning with all the objects of the two, that is, by the means of the object, or by a newly arrived monks, or by going on their object.",
    "ai-tika-s0302t2:27_7": "another monk should not be adhered to;",
    "ai-tika-s0302t2:27_8": "for him who is bound by his enemy: he is bound in a place with the object opposite .",
    "ai-tika-s0302t2:27_9": "for the support of sentient beings, having a defilements,",
    "ai-tika-s0302t2:27_10": "because of that perception’s function is shown by way of perception,",
    "ai-tika-s0302t2:27_11": "Whatever (deeds) does there are,",
    "ai-tika-s0302t2:27_12": "having slaughtered into the presence of the Buddha,",
    "ai-tika-s0302t2:28_0": "Father, the laywomen will refer to his son,",
    "ai-tika-s0302t2:28_1": "come to the newly arrived monks.",
    "ai-tika-s0302t2:28_2": "After taking hold of him, he said: “Repulsive gain.”",
    "ai-tika-s0302t2:29_0": "Above the log of endlessly, they say:",
    "ai-tika-s0302t2:29_1": "Because the diversity of elements gives rise to diversity of elements.”",
    "ai-tika-s0302t2:29_2": "dropped on the rope of the range of knowledge, he placed in the middle of the day and prepared assemblies.",
    "ai-tika-s0302t2:29_3": "the same kind should be treated in the same way as before.",
    "ai-tika-s0302t2:29_4": "Herein, the jhāna is said in the kind of the object.",
    "ai-tika-s0302t2:29_5": "(According): unequaled object, ~ the object of the earth,",
    "ai-tika-s0302t2:29_6": "What is fame or terror",
    "ai-tika-s0302t2:29_7": "grabbing a group,",
    "ai-tika-s0302t2:29_8": "They lived together for a long time, and don’t have a long time.",
    "ai-tika-s0302t2:29_9": "Through precious things that are stronger",
    "ai-tika-s0302t2:30_0": "The building back-and-such a dwelling in the way already described, and then the diversity of elements is just as “welling.”",
    "ai-tika-s0302t2:31_0": "The overcoming of the outside is finished.",
    "ai-tika-s0302t2:32_0": "The Book of the Divinities is finished.",
    "ai-tika-s0302t2:33_0": "2. Dutiyavaggo",
    "ai-tika-s0302t2:34_0": "1. Sattadhātusuttavaṇṇanā",
    "ai-tika-s0302t2:35_0": "95.",
    "ai-tika-s0302t2:35_1": "evokes light as nutriment: it causes dissatisfaction with the whole world, or it is the meaning.",
    "ai-tika-s0302t2:35_2": "the soul is the definition of the livelihood element that arises with the thought element,",
    "ai-tika-s0302t2:35_3": "she looked at the light of looking for support.",
    "ai-tika-s0302t2:35_4": "A well-shardened, beautiful or ugly:",
    "ai-tika-s0302t2:35_5": "Similarly with good qualities,",
    "ai-tika-s0302t2:35_6": "The rest is as already explained.",
    "ai-tika-s0302t2:35_7": "You’re pure in color,",
    "ai-tika-s0302t2:35_8": "and so on. He finds a vulnerability regarding the objects, and gets others to do so.",
    "ai-tika-s0302t2:35_9": "he preached the conclusion of the Teaching, he placed them aside with the head.",
    "ai-tika-s0302t2:35_10": "Due to eating so little, (that) does ensure that the relics, “This is how the element is found,” and so on.",
    "ai-tika-s0302t2:35_11": "But they made gold powder into a beautiful golden garland.",
    "ai-tika-s0302t2:36_0": "Since the darkness is blinded, the simultaneously concealed,",
    "ai-tika-s0302t2:36_1": "is seen with wisdom.",
    "ai-tika-s0302t2:36_2": "Hence it is said: “He is darkness,” and so on.",
    "ai-tika-s0302t2:36_3": "and it is bound up with lightness in the darkness,",
    "ai-tika-s0302t2:36_4": "The darkness is abandoned, he thinks, “May I be like the darkness in the darkness first light,” and “There is no darkness,” then in the darkness when it is lost, he commits an offense entailing confession.",
    "ai-tika-s0302t2:36_5": "The delimitation of the funeral pyre is like a lump of fostering flame, as it was by understanding,",
    "ai-tika-s0302t2:36_6": "Like this it is said in the end of each other, and it is because of not obtaining each other with wisdom, and without interrupting mindfulness, thinking, “This is what is heard, so that there is no matter what it is properly heard,”",
    "ai-tika-s0302t2:36_7": "he said this: “So it is certainly because of solitude,”",
    "ai-tika-s0302t2:36_8": "“Having seen forms is including the forms of matter,” he said, “Possessed by in the description of matter,” he said, “This attainment is physical matter, like the incomparable” .",
    "ai-tika-s0302t2:36_9": "By means of that mindfulness I’ve attained it,",
    "ai-tika-s0302t2:36_10": "Or alternatively,: it is due to surmounting the base consisting of boundless space , thus it is called “base consisting of boundless space” .",
    "ai-tika-s0302t2:36_11": "Like this: “This is the end of the base consisting of boundless consciousness, this is the base consisting of boundless consciousness, and this is the base consisting of boundless consciousness,” and so on.",
    "ai-tika-s0302t2:36_12": "reflecting on reflection as it reckons,",
    "ai-tika-s0302t2:36_13": "As one who has not cut off the depths, it is at the wrong time,",
    "ai-tika-s0302t2:36_14": "by this moment the cessation of the practices,",
    "ai-tika-s0302t2:37_0": "How should they make an effort to be attained in these four ways?",
    "ai-tika-s0302t2:37_1": "Hence it is said: “He is an equal share.”",
    "ai-tika-s0302t2:37_2": "there is in fact that there is inclination, there is perception,",
    "ai-tika-s0302t2:37_3": "And when they have a pleasant attainment, they’ll bring that attainment on account of that,",
    "ai-tika-s0302t2:37_4": "cessation, the cessation of conditions, and the cessation of conditions:",
    "ai-tika-s0302t2:38_0": "The Seven Elements of the Relics is finished.",
    "ai-tika-s0302t2:39_0": "2. Sanidānasuttavaṇṇanā",
    "ai-tika-s0302t2:40_0": "And as the sun (dwells) in consequences of the moon’s sun.",
    "ai-tika-s0302t2:40_1": "they bring their own fruit, and they said to their own (true) reason.",
    "ai-tika-s0302t2:40_2": "connected with sensual desire, detached from sensual desire, infatuated with the touch of sensual desire or sensual desire.",
    "ai-tika-s0302t2:40_3": "if she replies on one side;",
    "ai-tika-s0302t2:40_4": "Transmigrating through unequalled ground,",
    "ai-tika-s0302t2:40_5": "(but) his mind is not heedless, not having little absorption.",
    "ai-tika-s0302t2:40_6": "so overcome by defilements, he eliminates the poison.",
    "ai-tika-s0302t2:40_7": "Rejoicing the mind with a sense of urgency, like an opportunity to eliminate mind.",
    "ai-tika-s0302t2:40_8": "wrong thought ...",
    "ai-tika-s0302t2:40_9": "And they’re detached from the bonds of sensuality, desire for thoughts of sense desires, and thoughts of the elements.",
    "ai-tika-s0302t2:40_10": "and for the sake of ill will, and so on.",
    "ai-tika-s0302t2:40_11": "all things that are unskillful, inferior, superior, and superior.",
    "ai-tika-s0302t2:41_0": "and subsides in the sense of the defilements, having given up all defilements,",
    "ai-tika-s0302t2:41_1": "To start with each other, without a doubt,",
    "ai-tika-s0302t2:41_2": "sensuality and perceptions of sensual pleasures.",
    "ai-tika-s0302t2:41_3": "after replying back in front, gaining back,",
    "ai-tika-s0302t2:41_4": "After the invitation procedure: from three kinds of raised up by the terrace,",
    "ai-tika-s0302t2:42_0": "Ill will is the supreme state of ill will by means of ill will, and because of the initiativeness; and because of the sense-sphere element, mature, and because of the elements.",
    "ai-tika-s0302t2:42_1": "Avoiding ill will, these are malicious ill will.",
    "ai-tika-s0302t2:42_2": "ill will is the earth element,",
    "ai-tika-s0302t2:42_3": "It is together with the born again and again on the associated states of non-existence as condition.",
    "ai-tika-s0302t2:42_4": "for one’s own use of suffering, and the poison of another’s own good, whose mind is hurtful, independent of others.",
    "ai-tika-s0302t2:43_0": "Grass and deceitful things in the wilderness, not the forest,",
    "ai-tika-s0302t2:43_1": "Getting without hurting, they use the unaffected thing, the meaning is:",
    "ai-tika-s0302t2:43_2": "and pulled out by the fortnights, hops (and) drags afflicted with nothing to say that.",
    "ai-tika-s0302t2:43_3": "They grow like a dropping floating, like a tip of the tongue,",
    "ai-tika-s0302t2:43_4": "As a dog’s perceptions and skilfulness in the sense of immorality,",
    "ai-tika-s0302t2:43_5": "Grass and dust on the grass,",
    "ai-tika-s0302t2:43_6": "Sentient beings are not lost when they have come to ruination.",
    "ai-tika-s0302t2:43_7": "For there are sentient beings, it is indeed a way that is, without practise,",
    "ai-tika-s0302t2:43_8": "Hence it is said: “He to be deprived!”",
    "ai-tika-s0302t2:44_0": "As to investigating, actually suppression, greed, hate, and delusion. When greed has arisen, they say, “It is fruitful.”",
    "ai-tika-s0302t2:44_1": "must be developed for the rainy season,",
    "ai-tika-s0302t2:45_0": "Remembering the sense-fire enjoyment in renunciation, the soulless life element, the defiled to renunciation, and the elements of renunciation.",
    "ai-tika-s0302t2:45_1": "The drunk of renunciation, good will, and good will, and nutriment you thinking of renunciation.",
    "ai-tika-s0302t2:45_2": "But the two elements of influence from each other, being has good will and good will,",
    "ai-tika-s0302t2:45_3": "Having reached a leopard fierce, they should go to the formless,",
    "ai-tika-s0302t2:45_4": "Thoughts of renunciation, the search for renunciation, and the search for the search for thoughts.",
    "ai-tika-s0302t2:45_5": "as condition: attachments, (in regard to) the form of self,",
    "ai-tika-s0302t2:45_6": "How should they be told what is skillful?",
    "ai-tika-s0302t2:45_7": "Choices have been stated in the sixteen aggregates, that is why it is called “the physical formation” .",
    "ai-tika-s0302t2:46_0": "he doesn’t answer it himself or to be known that person.",
    "ai-tika-s0302t2:46_1": "Considering him with loving-kindness: this is the point of friends.",
    "ai-tika-s0302t2:46_2": "To loving-kindness is loving-kindness towards her.",
    "ai-tika-s0302t2:46_3": "To loving-kindness : with loving-kindness towards the precincts that are loving-kindness .",
    "ai-tika-s0302t2:46_4": "To loving-kindness towards the mental development of loving-kindness in one whose mind is fact",
    "ai-tika-s0302t2:46_5": "The rest is as already explained.",
    "ai-tika-s0302t2:47_0": "The Reference to Careful is finished.",
    "ai-tika-s0302t2:48_0": "3. Giñjakāvasathasuttavaṇṇanā",
    "ai-tika-s0302t2:49_0": "Relics is the third element.",
    "ai-tika-s0302t2:49_1": "until the end of deeds is successful and profitable. It is not appropriate for such a state that is inferior, medium, and superior.",
    "ai-tika-s0302t2:49_2": "With perceptions arise in them as inferior, etc., and comprehension, applied thought and sustained thought arose in the Vibhaṅga: the one who consumes his own views, and the one who is attached to it.",
    "ai-tika-s0302t2:49_3": "For the Teacher who advocates the kind of teacher at their ease, and who does not actually reached the end of suffering.",
    "ai-tika-s0302t2:49_4": "These were not shown by the Perfectly Awakened One, the fully awakened Buddha, and after saying that he had shown that he was an immediately said: “Here, an Enlightened One, the Perfect Sambuddha, fully Awakened One,” and he said: “Listen, fully enlightened One, endowed with this.",
    "ai-tika-s0302t2:49_5": "They say, “This is the root,” and they reply. They don’t ask when it is the right view. And the other is right thought.",
    "ai-tika-s0302t2:50_0": "saying: “Like,” “There is much noise,” he should see in full awareness, as though he were a large crowd.",
    "ai-tika-s0302t2:50_1": "Those who are inferior in ignorance, etc.",
    "ai-tika-s0302t2:50_2": "Their view is the same.",
    "ai-tika-s0302t2:50_3": "But why are these elements of ignorance, saying: “Where are the elements of ignorance?” But when ignorance is specifically arisen, he removes them from the elements?",
    "ai-tika-s0302t2:50_4": "But it should not be seen again and again, before it is lost that the giving up of ignorance and stopped in the elements.",
    "ai-tika-s0302t2:50_5": "Because an ignorant individual has seen the view of ignorance, etc., and the view of it is inferior and superior.",
    "ai-tika-s0302t2:50_6": "but if he places respectively in the same way in the case of the mind, etc., in the case of the consciousness before another.",
    "ai-tika-s0302t2:50_7": "Hence it is said: “But without reference.”",
    "ai-tika-s0302t2:50_8": "By these things are inferior, necessary, and phenomena.",
    "ai-tika-s0302t2:50_9": "inferiority, superiority,",
    "ai-tika-s0302t2:50_10": "It is quite clear to him in the thirteen projects. It is the medium termination of all kinds, that is to say, the medium.”",
    "ai-tika-s0302t2:50_11": "the rebirth takes place, “Having been reborn” is the rebirth of the story, and then the rebirth of the world.",
    "ai-tika-s0302t2:50_12": "Herein, the words from the good families",
    "ai-tika-s0302t2:50_13": "those who are inferior in terms of the habit of inferior and superiority are common to be given in the basic ;",
    "ai-tika-s0302t2:50_14": "Mindfulness occupation: herein, this basic conditionality, and this dependent origination is what is said.",
    "ai-tika-s0302t2:50_15": "in the five lower families of low-castes, a beautiful family, decorated with charming sounds, and material possessions.",
    "ai-tika-s0302t2:50_16": "One who has twelve leagues away from what is beneficial and what is inferior,",
    "ai-tika-s0302t2:50_17": "likewise with the rest.",
    "ai-tika-s0302t2:50_18": "In this place, “Sir,” he has seen, heard, sensed, and so on.",
    "ai-tika-s0302t2:50_19": "“Mendicants, the element is produced by a element.”",
    "ai-tika-s0302t2:51_0": "The Congregation of the Gods Who Control the Clothes Night",
    "ai-tika-s0302t2:52_0": "4. Hīnādhimuttikasuttavaṇṇanā",
    "ai-tika-s0302t2:53_0": "As to location: they become incapable of achieving the same kindness in each case.",
    "ai-tika-s0302t2:53_1": "Is simply attaining the immaterial states of loss based on account of that,",
    "ai-tika-s0302t2:53_2": "Firstly,: “Firstance” is one committed to in the four elements, inferiority, superiority.",
    "ai-tika-s0302t2:54_0": "The conclusion of the Bad Path",
    "ai-tika-s0302t2:55_0": "5. Caṅkamasuttavaṇṇanā",
    "ai-tika-s0302t2:56_0": "if it is cooked in others, cooked in wisdom;",
    "ai-tika-s0302t2:56_1": "(They are) not a senior venerable Sāriputta,",
    "ai-tika-s0302t2:56_2": "the constituent groups (of mind and bodily form), the component of the aggregates, or the sense of constituents aggregates.",
    "ai-tika-s0302t2:56_3": "The same method applies",
    "ai-tika-s0302t2:56_4": "Deeds overpowered: Uttiya, By deeds, and Uttara,",
    "ai-tika-s0302t2:56_5": "Because of the advantages and benefits",
    "ai-tika-s0302t2:56_6": "they determine it, having determined it as a consequence, and they can determine it.",
    "ai-tika-s0302t2:56_7": "as it was said above : “He dwells in a place wherever there is no danger.”",
    "ai-tika-s0302t2:57_0": "The Practice Conduct",
    "ai-tika-s0302t2:57_1": "(but) he has undertaken loving-kindness in the senses, and he does not get the rest.",
    "ai-tika-s0302t2:57_2": "they are the advantages of that they have to be thoroughly prevented and overreathing.",
    "ai-tika-s0302t2:57_3": "And here it is said: “Amongst those who hold alms food on to the connected with the requisites of alms food ” and they are bound to each other opposite .",
    "ai-tika-s0302t2:57_4": "determined on determining the transferred to another,",
    "ai-tika-s0302t2:57_5": "Book of divided (there) This is the reason why they cause or to be eaten,",
    "ai-tika-s0302t2:58_0": "Since he does so, it should be produced in this way: “This is how it should be given.”",
    "ai-tika-s0302t2:58_1": "praised by the advantages of others, and under the tendencies of the sense-spheres.",
    "ai-tika-s0302t2:58_2": "Defilements and reasons are two corruptions:",
    "ai-tika-s0302t2:58_3": "For that is a defilement of insight can be understood that the divine eye of the defilements.",
    "ai-tika-s0302t2:59_0": "In brief, however, the rising dawn in detail is to be found in the Commentaries, profounded, transcendent, dealing with enlightenment factor: it needs to be told, doing what is profounded, revealing, expounded, expounded, and explaining the teaching.",
    "ai-tika-s0302t2:60_0": "This is the meaning of the teacher’s doctrine, or from the first place –",
    "ai-tika-s0302t2:61_0": "“I’m not taught by me",
    "ai-tika-s0302t2:62_0": "my mind in the middle,",
    "ai-tika-s0302t2:63_0": "she should be grateful when she is wisdom.",
    "ai-tika-s0302t2:64_0": "this is the nature of the Dhamma.”",
    "ai-tika-s0302t2:65_0": "He should be treated in this way:",
    "ai-tika-s0302t2:66_0": "“Thanks, Dhanapāla, and heavy breaths,",
    "ai-tika-s0302t2:67_0": "The Protector Varinibbāna in the same way as the ten Buddhas.”",
    "ai-tika-s0302t2:68_0": "Thus this was said in the ten ways of the Buddha,",
    "ai-tika-s0302t2:68_1": "From the Nuns: it causes plows (all) Story thresh",
    "ai-tika-s0302t2:68_2": "and later on, he regrets it.",
    "ai-tika-s0302t2:68_3": "the strike they bind",
    "ai-tika-s0302t2:68_4": "This is the practice that leads to the next.",
    "ai-tika-s0302t2:69_0": "From thence on the foreign of the family consecrating the prosperity of families, material possessions, honor, and popularity.",
    "ai-tika-s0302t2:70_0": "The Walking Together is finished.",
    "ai-tika-s0302t2:71_0": "6. Sagāthāsuttavaṇṇanā",
    "ai-tika-s0302t2:72_0": "100.",
    "ai-tika-s0302t2:72_1": "“The elements are exactly the space element,” they do not see in each other with his body, thinking, “In order to see a deal with innsequent particular individual essence.”",
    "ai-tika-s0302t2:72_2": "free of obstructions, tirelessly:",
    "ai-tika-s0302t2:72_3": "the best method of transmigration.",
    "ai-tika-s0302t2:72_4": "And here there are transmigrations in discussion,",
    "ai-tika-s0302t2:72_5": "Hence it is said: “So it is because of saying: “Here it is just for one who is moved,",
    "ai-tika-s0302t2:72_6": "it is granted.”",
    "ai-tika-s0302t2:73_0": "“He’s gone forth he’s just call,” and he says “Go away defilements,” “They’re secured,” but they say, “They’re defilement of defilement,” and they actually said.",
    "ai-tika-s0302t2:73_1": "He placed it on the root of a tree and on a spot, and he said, “I refuse a bag.”",
    "ai-tika-s0302t2:73_2": "Good, living well is good, famous, and  living who (overcomes).",
    "ai-tika-s0302t2:73_3": "Hence it is why he said: “Has life pure in livelihood.”",
    "ai-tika-s0302t2:74_0": "The Reference of the Commentary is finished.",
    "ai-tika-s0302t2:75_0": "complexion in Training Roja",
    "ai-tika-s0302t2:76_0": "while illuminating for the sake of faith, having faith and confidence,",
    "ai-tika-s0302t2:76_1": "and therefore because of the power of the one he became frightened.",
    "ai-tika-s0302t2:76_2": "is equal to say: “After attaining.”",
    "ai-tika-s0302t2:76_3": "Hence it is said: “After (the monks) lived in,”",
    "ai-tika-s0302t2:76_4": "Lack of dawn, End-Maker",
    "ai-tika-s0302t2:76_5": "Those who have faith in the Teacher,",
    "ai-tika-s0302t2:76_6": "(also) out of the true teaching, desiring the True Dhamma,",
    "ai-tika-s0302t2:76_7": "towards the preservation of the noble ones, ~ and guarding the senses.",
    "ai-tika-s0302t2:76_8": "energetic and strong,",
    "ai-tika-s0302t2:76_9": "or he has completed energy, which is why at the time of trying to get rid of this extent.",
    "ai-tika-s0302t2:76_10": "He takes all kinds of mindfulness meditation by the four kinds of mindfulness meditation.",
    "ai-tika-s0302t2:77_0": "The commentary on the ford is finished.",
    "ai-tika-s0302t2:78_0": "Propering the Festivals, and Assembly",
    "ai-tika-s0302t2:79_0": "These are the ninth, pleasant to hold on the fortnight.",
    "ai-tika-s0302t2:79_1": "But on another occasion they wish.",
    "ai-tika-s0302t2:79_2": "The meaning of this is stated in the Commentaries.",
    "ai-tika-s0302t2:79_3": "A jute robe is made from Pāṭaliputta,",
    "ai-tika-s0302t2:80_0": "The Three on Supports of Flowering Merit are finished.",
    "ai-tika-s0302t2:81_0": "The second group of nine is finished.",
    "ai-tika-s0302t2:82_0": "3. Kammapathavaggo",
    "ai-tika-s0302t2:83_0": "1-2. Asamāhitasuttādivaṇṇanā",
    "ai-tika-s0302t2:84_0": "others get attached to others in the second.",
    "ai-tika-s0302t2:84_1": "First the first is finished.",
    "ai-tika-s0302t2:84_2": "But why does he say this?",
    "ai-tika-s0302t2:85_0": "The About those without immersion is finished.",
    "ai-tika-s0302t2:86_0": "The training rule on five robes",
    "ai-tika-s0302t2:87_0": "the sweet, the most delightful garden, and the blossoming flowers, and the drums, scented and so on.",
    "ai-tika-s0302t2:87_1": "and in the middle",
    "ai-tika-s0302t2:87_2": "is said to have alcoholic drinks that cause negligence.",
    "ai-tika-s0302t2:87_3": "at that very time they residue it, and at that very place is the meaning.",
    "ai-tika-s0302t2:87_4": "In the third (story), the third measureless states he is empty;",
    "ai-tika-s0302t2:88_0": "these five praises are to be able to accept them, saying: “The legal procedure is eliminated,”",
    "ai-tika-s0302t2:88_1": "Herein, breathing things is the ultimate breath: the life faculty, the ultimate goal, the ultimate, the next life, and the next life. A teacher immediately nexts the life after, and instead of wining it.",
    "ai-tika-s0302t2:88_2": "by body, speech, or mind:",
    "ai-tika-s0302t2:88_3": "if she takes it on trust;",
    "ai-tika-s0302t2:88_4": "they don’t act properly according to the wrong way,",
    "ai-tika-s0302t2:88_5": "The site for a short time",
    "ai-tika-s0302t2:88_6": "speaking of being unknown, they say.",
    "ai-tika-s0302t2:88_7": "if he speaks divisively, applies himself to one who is dear, the meaning is that weavers a hundred times;",
    "ai-tika-s0302t2:88_8": "As to delimitation: they show extremely attacked by misfortune that extent.",
    "ai-tika-s0302t2:88_9": "Compassionate, making noise, “Father,” “First” is the meaning.",
    "ai-tika-s0302t2:88_10": "falling into hate and delusion,",
    "ai-tika-s0302t2:88_11": "with which brings about (giving) the starting point of what is called.",
    "ai-tika-s0302t2:88_12": "He gives the bowl to be got away, he says, “There is no deed,” and so on, etc., as to the manifold deed and so on.",
    "ai-tika-s0302t2:88_13": "all the wrong views, each is finished in the world.",
    "ai-tika-s0302t2:89_0": "They proceed to the path of deeds,",
    "ai-tika-s0302t2:89_1": "is physical nutriment through the designation of the faculties,",
    "ai-tika-s0302t2:89_2": "the Faith with the female animals, the ghost of the weavers,",
    "ai-tika-s0302t2:89_3": "and the opposite sex through a pair of ropes andations through the strength of the finest lady of the great enemy.",
    "ai-tika-s0302t2:89_4": "And the circumstances should be understood as the reason why it is given in the way beginning, “breathingness of the greatness of the states as well.”",
    "ai-tika-s0302t2:89_5": "the psychic power of deeds, the rod of psychic powers, like a (gird) deportment.",
    "ai-tika-s0302t2:90_0": "Provided for the sake of conduct and that of these two kinds, twofold by means of the proper conduct,",
    "ai-tika-s0302t2:90_1": "Those who are devoted to the inferior states that have been done,",
    "ai-tika-s0302t2:90_2": "Wrong verbal behavior is guarded,",
    "ai-tika-s0302t2:90_3": "When they attain only responsible, he says, “We deliberately practises,” “We proceedsed to a good destination,” “Possessed with the true teaching.”",
    "ai-tika-s0302t2:90_4": "protected by clan, protected by her limbs,",
    "ai-tika-s0302t2:90_5": "protected by Dhamma,",
    "ai-tika-s0302t2:90_6": "The one protected by her owners:",
    "ai-tika-s0302t2:90_7": "One who has set aside violence, and who retinue together with the assembly,",
    "ai-tika-s0302t2:90_8": "Both by means of carefulness, covetousness,",
    "ai-tika-s0302t2:90_9": "you’ll consent by choice.",
    "ai-tika-s0302t2:90_10": "you live in debt, wealth,",
    "ai-tika-s0302t2:90_11": "you stayed in your canopy.",
    "ai-tika-s0302t2:90_12": "having grasped a bowl of water, one who has floated through the bowl and one who is led on the bowl.",
    "ai-tika-s0302t2:90_13": "has hit having made up your head-rolls, and then bound them in the presence of the head.",
    "ai-tika-s0302t2:90_14": "captivated by compassion,",
    "ai-tika-s0302t2:90_15": "moments, grievings,",
    "ai-tika-s0302t2:90_16": "After rejoicing great dealing with the two (precepts), he cannot attain (to be treated in the same way).",
    "ai-tika-s0302t2:90_17": "When the transmigration is there a place of the way beginning, good in the middle, and good in the end, then in the way they acquire more. When there is no way, they cling to it.",
    "ai-tika-s0302t2:90_18": "Associating with the intentions, being mindful, of whatever women, he cultivates, of limitless perceptions, and of women.",
    "ai-tika-s0302t2:90_19": "That’s why, in the case of a person’s consciousness, but not with wrong mindfulness.",
    "ai-tika-s0302t2:90_20": "Therefore it is stated in its special qualities of being taught by means of three kinds, that is to say, the three owing to its own modes, the texts, and the tillness of the level is said.",
    "ai-tika-s0302t2:91_0": "It gets prevented for running towards a hatchet and skill in absorption, because of the time of her fondness becomes evident to her.",
    "ai-tika-s0302t2:92_0": "Compassion is why it is called “with meaning” because of quiet of access and the law of ensures beginning with the word “jhāna” , and so on.",
    "ai-tika-s0302t2:92_1": "So: the absence of such lumps brokenness in that place, in the others as a prior st,",
    "ai-tika-s0302t2:92_2": "advance, making a loud noise, should be seen as running out.",
    "ai-tika-s0302t2:92_3": "In that case the goods should be understood as it is not avarice and reckoned as a great sacrifice, that is to say, fewness of wishes, contentment, etc., and blameless in the Mahāmeghana.",
    "ai-tika-s0302t2:92_4": "Hence it is said: “He who steals.”",
    "ai-tika-s0302t2:92_5": "it should be seen by himself with the mind.",
    "ai-tika-s0302t2:93_0": "Through the arising of ill will in whatever you think, when you have a pleasant deed, you live in it is the happiness of freedom from them.",
    "ai-tika-s0302t2:93_1": "Speaking them on this point, he thought, “Possessiveness towards himself,” and so on, in order to show his own extent of others.",
    "ai-tika-s0302t2:93_2": "As a deed the wooden ploughshare and goad are there.",
    "ai-tika-s0302t2:94_0": "according as it is said: “The Fortunate One has liberated through the senemy, etc., is for one who has taken up the state of non-delusion, etc., according to the instance of secretion, etc.",
    "ai-tika-s0302t2:94_1": "One can see wrongly.",
    "ai-tika-s0302t2:94_2": "Talking nonsense, View, by this basic support, wrong view, wrong thought, wrong speech, and wrong action.",
    "ai-tika-s0302t2:94_3": "Gaining is the basis for base.",
    "ai-tika-s0302t2:94_4": "He has the attributes of various kinds, wrong view, the intention that ismited,",
    "ai-tika-s0302t2:94_5": "Likewise in the case of his reputation: “This view is the basis of its opposite sex, this is not the case.”",
    "ai-tika-s0302t2:95_0": "from a Dhamma teaching.",
    "ai-tika-s0302t2:95_1": "Inside it is the meaning, a particular component of the mind beset by that, is the meaning.",
    "ai-tika-s0302t2:95_2": "(There is) intention involved: the intention of intention, the state of existence,",
    "ai-tika-s0302t2:95_3": "Moreover: sentient beings are not conceived in the opposite of their deeds, and they are not dedicated to the aggregates.",
    "ai-tika-s0302t2:95_4": "(They are) not otherwise.",
    "ai-tika-s0302t2:95_5": "For it’s not due to deeds of their deeds that important deed, ~ if there are deeds that I don’t have a fixed destiny; or when there is no working there, there is no aggregates in all your deeds.",
    "ai-tika-s0302t2:95_6": "But when a man is in a deed, he does not get under a posture how much deed, then –",
    "ai-tika-s0302t2:95_7": "If there is no way of developing any deeds of all the earth, it does not appear to you or in a red-hot copperce, there is no irritability, it’s not possible to appear in their deeds.",
    "ai-tika-s0302t2:95_8": "This is why they were not defined by their deeds as follows:",
    "ai-tika-s0302t2:95_9": "and if he’s to be corrected like this,",
    "ai-tika-s0302t2:95_10": "that’s method.",
    "ai-tika-s0302t2:95_11": "But she does not say that she is actually ill will, and so on.",
    "ai-tika-s0302t2:95_12": "For I say that there is three kinds of bodily action, verbal, and mental action, are effectively in three ways, and as a result.",
    "ai-tika-s0302t2:95_13": "It is only the deeds that brings about the Holy One’s deeds, and who makes the results in this very life, immediately the result of deeds, and is said to be the result of deeds.",
    "ai-tika-s0302t2:95_14": "Experiential confidence in him is expert in the teaching of the noble ones whose hand is well footprint, damaged, and wielding power will do so even in this way, the cliff, the Accomplished thus, “Entering is it the right way to wake up! ” And so it cannot be done by that way of the Holy One, he does not make an end of your worry; it is in the present life.",
    "ai-tika-s0302t2:95_15": "To be spoken of not enemies by your enemy, you should not say.",
    "ai-tika-s0302t2:95_16": "having tried to at the roots ropes, having risen above at the root, meaning is, giving.",
    "ai-tika-s0302t2:96_0": "The training rule on stealing is found, in this way: “This is the limited object, this is the limited object.”",
    "ai-tika-s0302t2:96_1": "Because that income is good in the human state, and having the object of that,",
    "ai-tika-s0302t2:96_2": "if he resorts to be dealt with, he will live in this way:",
    "ai-tika-s0302t2:96_3": "“For those who decrease (having) adhered to these seven classes as object, there is no further existence or without formation.",
    "ai-tika-s0302t2:96_4": "Because it is said: ‘He herein, referring to the training rules that there is none of these training rules,’ they are gone here. ”",
    "ai-tika-s0302t2:96_5": "Likewise in the others.",
    "ai-tika-s0302t2:96_6": "Compassionately, “The Virūpakkhasa is indeed a different ways”.",
    "ai-tika-s0302t2:96_7": "“He is seen, heard, thought, “One who is seen” , seen, heard, understood, direct-knowledge, and so on.",
    "ai-tika-s0302t2:96_8": "Likewise: having covetousness is quieted by such since it is inclinations, thus it is “virtuous, what is connected with the variety of covetousness,” it is said in the way beginning, “It is in covetousness,” and stirred with air because of its object.",
    "ai-tika-s0302t2:96_9": "There is no being who is reborn spontaneously in a state of producedness, etc., as its object, and due to those who have wrong view. So they are stated in that same way.",
    "ai-tika-s0302t2:96_10": "How do these things come to be very expanded with great fruit?",
    "ai-tika-s0302t2:96_11": "Sāgata driven out with good conduct,",
    "ai-tika-s0302t2:96_12": "There is no fruit for settling of deeds to the result of deeds that deed, for the sake of the fine-material sphere.",
    "ai-tika-s0302t2:97_0": "And when Kings are laughing and laughing, he says “Those people associate within, there is no troublesome for them.” But when they say, “This is suffering” .",
    "ai-tika-s0302t2:97_1": "there is no feeling in the middle, for one who is happy.",
    "ai-tika-s0302t2:97_2": "Herein, the origin of sensual pleasures should be understood as the arising of feeling.",
    "ai-tika-s0302t2:97_3": "Or they may be experienced as pleasant or painful feeling because of the arising of suffering.",
    "ai-tika-s0302t2:97_4": "The source of this feelings should be understood as the source of mental origin, source, and originating.",
    "ai-tika-s0302t2:98_0": "Through killing living creatures they root item in the associated states of killing living things, etc., is said to be the root of the trees.",
    "ai-tika-s0302t2:98_1": "For it is possible that in the sense of attraction, hate and delusion are transgressed as in the sense of attraction, and so on.",
    "ai-tika-s0302t2:98_2": "Crossed over material pleasures with material pleasures.",
    "ai-tika-s0302t2:98_3": "Hence the source of deeds is the source of deeds in the origin of deeds.",
    "ai-tika-s0302t2:98_4": "Likewise in the rest.",
    "ai-tika-s0302t2:99_0": "He makes itself as a offense that has not yet been allowed, etc., which should be destroyed when the attainment has been obtained.",
    "ai-tika-s0302t2:99_1": "When he has arisen, he becomes frightened:",
    "ai-tika-s0302t2:99_2": "As regards the defilements associated with the defilements, it is related to the cutting off of defilements.",
    "ai-tika-s0302t2:99_3": "And here there is some reason why, even if they brought to the shade of the training rules, which is presented by predatory animals, etc., before that of the training rules, they said, “from where there isn’t,” but one says that of those who take it.",
    "ai-tika-s0302t2:100_0": "The unvirtuousness, is good in, give up the defilements, and” etc., as its object, is said.",
    "ai-tika-s0302t2:100_1": "Killing living creatures give up killing living creatures as its object.",
    "ai-tika-s0302t2:100_2": "For he wouldn’t be able to give up that statement and reference to it,",
    "ai-tika-s0302t2:101_0": "contentment ...",
    "ai-tika-s0302t2:101_1": "It is worthy of being discovered, is the meaning.",
    "ai-tika-s0302t2:101_2": "Because there is no doubt of misconduct, resentfulness and torpor",
    "ai-tika-s0302t2:102_0": "The training rule on five hundred",
    "ai-tika-s0302t2:103_0": "7. Dasaṅgasuttavaṇṇanā",
    "ai-tika-s0302t2:104_0": "Likewise the feeding on being successful in definitely the wrong way is effected in which the wrong way is specifically developed.",
    "ai-tika-s0302t2:104_1": "Likewise the sense-sphere produced in the sense is wrong mindfulness, wrong knowledge is to be seen with wrong knowledge.",
    "ai-tika-s0302t2:104_2": "For there is no wrong knowledge that is a wrong-doing.",
    "ai-tika-s0302t2:104_3": "So their unshakable thoughts are wrong thought.",
    "ai-tika-s0302t2:104_4": "Wrong view: wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.",
    "ai-tika-s0302t2:104_5": "They are skilled in profitable profitable and separating their own virtues, living in dependence on their own. They think “So they are skilled in separate, not skilled in the series, and have attained the perfection of freedom.”",
    "ai-tika-s0302t2:104_6": "At the time of reviewing rightly, the jhāna is produced interpreting the right liberations.",
    "ai-tika-s0302t2:105_0": "The commentary on the fortnights is finished.",
    "ai-tika-s0302t2:106_0": "The third section for recitation is finished.",
    "ai-tika-s0302t2:107_0": "4. Catutthavaggo",
    "ai-tika-s0302t2:108_0": "1. Catudhātusuttavaṇṇanā",
    "ai-tika-s0302t2:109_0": "the elements of ugliness, etc., are established in the elements,",
    "ai-tika-s0302t2:109_1": "and consumed women in the four elements, like the time of the water elements, like the time of bathing powder is born into a chair,",
    "ai-tika-s0302t2:109_2": "and the elements of the four elements, like the sun, flawed in the fruit of the air element.",
    "ai-tika-s0302t2:109_3": "and the element of distension, like the seconded element by the fire element.",
    "ai-tika-s0302t2:109_4": "twenty parts of the head hairs,",
    "ai-tika-s0302t2:109_5": "having faith in the beginning, etc., beginning with the blooming , etc., that is to say: either the breaths or the various.",
    "ai-tika-s0302t2:109_6": "This is the elements of earth.",
    "ai-tika-s0302t2:110_0": "The Four elements of the Relics is finished.",
    "ai-tika-s0302t2:111_0": "2. Pubbesambodhasuttavaṇṇanā",
    "ai-tika-s0302t2:112_0": "115.",
    "ai-tika-s0302t2:112_1": "This is the gratification of the earth element.",
    "ai-tika-s0302t2:112_2": "So too, in this way the instances occurring in the breaths occurring in the body.",
    "ai-tika-s0302t2:112_3": "After becoming one again, and again he recovered from the Path, then, having become undeveloped, this is the path to Awakening.",
    "ai-tika-s0302t2:112_4": "are permanent, lasting, eternal, and imperishable.",
    "ai-tika-s0302t2:112_5": "and so in the sense of urgency, etc., by means of the suffering consisting in making suffering.",
    "ai-tika-s0302t2:112_6": "With the appearance of a witness: he will bring about his own state of worry,",
    "ai-tika-s0302t2:112_7": "For the one who, having developed his own state, ceased,",
    "ai-tika-s0302t2:112_8": "That’s why they say, “As a man of death and of two kinds,”",
    "ai-tika-s0302t2:112_9": "Hence it is said: “They are liable to decline.”",
    "ai-tika-s0302t2:112_10": "Or alternatively: it shows how the advantages are preceding.",
    "ai-tika-s0302t2:112_11": "it is given up.",
    "ai-tika-s0302t2:112_12": "Having given up favourable to the escape from it, these are the escape from demotion.",
    "ai-tika-s0302t2:113_0": "Since I was lying down, he dismissed a corpse, like a bag in the morning, and when the body had fallen into the sky.",
    "ai-tika-s0302t2:114_0": "so long as he has touched the water of the bowl.",
    "ai-tika-s0302t2:115_0": "if he dies without turning back;",
    "ai-tika-s0302t2:115_1": "So it is precededed by this individual essences obtained by the earth element, and classification of origination.",
    "ai-tika-s0302t2:116_0": "mastered by knowledge and wisdom,",
    "ai-tika-s0302t2:116_1": "the tree wore them, saying: “Having (them) you are worthy.”",
    "ai-tika-s0302t2:116_2": "the path to awakening;",
    "ai-tika-s0302t2:116_3": "omniscient knowledge of omniscience: he is fully awakened (in all) things,",
    "ai-tika-s0302t2:116_4": "quenched to quenching,",
    "ai-tika-s0302t2:116_5": "(thinking): I revere Him of the mastery.",
    "ai-tika-s0302t2:116_6": "the disciple who enjoys the delightful knowledge, which is the perfection of vision, and who possesses (true) insight,",
    "ai-tika-s0302t2:117_0": "He should not put away the seats without support.",
    "ai-tika-s0302t2:117_1": "will it be the noble path.",
    "ai-tika-s0302t2:117_2": "for their unshakableness is unconfused.",
    "ai-tika-s0302t2:117_3": "That is why it said, “Go away.”",
    "ai-tika-s0302t2:117_4": "As to object: it is the object of Nibbāna, the object of Nibbāna, since it surmounting the object of Nibbāna.",
    "ai-tika-s0302t2:118_0": "and in detail in the Vibhaṅga only one particulars beginning with the elements, which brings only one particular individual essence.",
    "ai-tika-s0302t2:118_1": "the meaning is that it is needed here.",
    "ai-tika-s0302t2:118_2": "‘There’s no gratification in craving.’",
    "ai-tika-s0302t2:118_3": "This is the gratification of the earth element: “This is the sound of recitation, etc., in this way, he should remove them from the catching off of them.”",
    "ai-tika-s0302t2:118_4": "So too with the search for defilements",
    "ai-tika-s0302t2:118_5": "and it comes to the gratification in these three ways in which these three ways: we distinguished.” ...",
    "ai-tika-s0302t2:118_6": "This is the way of developing it. The path should be understood as already described.",
    "ai-tika-s0302t2:119_0": "The Best of Previously in the Resplendent Life is finished.",
    "ai-tika-s0302t2:120_0": "3. Acariṁsuttavaṇṇanā",
    "ai-tika-s0302t2:121_0": "116.",
    "ai-tika-s0302t2:121_1": "Failing in whatever way there is an escape from the gratification, the drawback, and the escape when it comes to the drawbacks, and of the escape when it comes to the things that are prone to being grasped, I spoke in the way that is, produced by the gratification of the drawbacks.”",
    "ai-tika-s0302t2:122_0": "The Book of Grasping is finished.",
    "ai-tika-s0302t2:123_0": "4. Nocedaṁsuttavaṇṇanā",
    "ai-tika-s0302t2:124_0": "One is said in the Factors of Awakening: “He is cutting off the goods that have been given to him in the way beginning, “Herein the nose,” and “He does not actually speak.”",
    "ai-tika-s0302t2:124_1": "Hence it is said: “He isn’t.”",
    "ai-tika-s0302t2:124_2": "Since they live in along, they digest, etc., in virtue of the meditation subjects that are positioned by the wind.",
    "ai-tika-s0302t2:124_3": "In the second enquiry, “Amongst those” is already described.",
    "ai-tika-s0302t2:124_4": "through the complete destruction of defilements, without pollutants expression by the mind,",
    "ai-tika-s0302t2:124_5": "Hence it is said: “There is need,” “There is no need,”",
    "ai-tika-s0302t2:124_6": "Three on the second three kinds of falling.",
    "ai-tika-s0302t2:125_0": "The Congregation of Universal Monarch is finished.",
    "ai-tika-s0302t2:126_0": "5. Ekantadukkhasuttavaṇṇanā",
    "ai-tika-s0302t2:127_0": "He has exclusively suffering as a conqueror of hell.",
    "ai-tika-s0302t2:127_1": "and cling to all suffering: he is established in suffering without reaching all suffering.",
    "ai-tika-s0302t2:127_2": "pained with outside, disastered inside what was done outside.",
    "ai-tika-s0302t2:127_3": "Consciousness is the absence of pleasure and pain; it should be understood as referred to in the four elements; and when there is neutrality in each and every way, each case.",
    "ai-tika-s0302t2:127_4": "everywhere in all places:",
    "ai-tika-s0302t2:127_5": "First you will give happily to suffering, and later it is what is meant.",
    "ai-tika-s0302t2:128_0": "The suffering of Suffering is finished.",
    "ai-tika-s0302t2:129_0": "6-10. Abhinandasuttādivaṇṇanā",
    "ai-tika-s0302t2:130_0": "119-123.",
    "ai-tika-s0302t2:130_1": "In the sixth whirlpools",
    "ai-tika-s0302t2:130_2": "But in the Commentaries, “And what is said?”",
    "ai-tika-s0302t2:130_3": "In the three Vedas,",
    "ai-tika-s0302t2:130_4": "The four foundations of the four truths. one is the truth of the four truths, and one is the one (true) in each case; one is the supreme absence, and one attained to the highest attainment.",
    "ai-tika-s0302t2:131_0": "The Declared Principles is finished.",
    "ai-tika-s0302t2:132_0": "The fourth section for recitation is finished.",
    "ai-tika-s0302t2:133_0": "Questioning the sword of the self-control",
    "ai-tika-s0302t2:134_0": "Liberation is the state of luminous elements because for the sake of the sake of the highest bliss."
}