{
    "ai-tika-s0402t17:0_0": "3. Vinayapeyyālaṁ",
    "ai-tika-s0402t17:1_0": "which brings them together within.",
    "ai-tika-s0402t17:1_1": "But those training rules said, “But how many reasons did you say?”",
    "ai-tika-s0402t17:1_2": "Or alternatively, there are two reasons that is needed for two reasons:",
    "ai-tika-s0402t17:1_3": "Or alternatively, the meaning can be understood here according to the meaning here is this: “This is the meaning of its meaning.”",
    "ai-tika-s0402t17:1_4": "according as it is said, “There is no recitation in the Teaching,” one is good, one is the meaning.",
    "ai-tika-s0402t17:1_5": "those training rules, some training rules, some training rules, some training rules, some women, one should train in that rule. This is how they should train.",
    "ai-tika-s0402t17:2_0": "the covering of the Saṅgha is very well-known to the Community that has been sent by the Sangha.",
    "ai-tika-s0402t17:2_1": "Hence it is said: “He understands the thirteen framework for the Community,” etc.",
    "ai-tika-s0402t17:2_2": "for the restraint of bad people;",
    "ai-tika-s0402t17:2_3": "Those who do not obstruct for the sake of misfortune, (thinking): “After doing what is misfortune, they will not do it.”",
    "ai-tika-s0402t17:2_4": "“Well then, what isn’t you doing, what is it? What is the basis of psychic power? What is the basis for non-offenses? When you have committed an offense, what is the confessation in the Teacher’s instruction?” then, when you pursue the training rules, they will give rise to those training rules, the Teacher’s instructions.",
    "ai-tika-s0402t17:2_5": "Therefore it was said: “They are harming the people,”",
    "ai-tika-s0402t17:3_0": "for the good-hearted mendicants who are well-being good-hearted mendicants.",
    "ai-tika-s0402t17:3_1": "When the mendicants are ethical, they should do anything. They’re cleaning their knees. They’re drying up and filling the water. They’re uncleaning on a filthy, they’re uncleaning on their belly, filling the trunk, and shopped. They’d try to perssed, their hunger, and they’re not exhausted.",
    "ai-tika-s0402t17:3_2": "Through that training rules they lead to living at ease.",
    "ai-tika-s0402t17:3_3": "Or for the restraint of bad people—for the ease of comfortably.",
    "ai-tika-s0402t17:3_4": "For there is no one person living in the observance-day procedure, the invitations, but not including the legal procedures of the Sangha; they’re not able to discern them, and there is no opposite the one whose meditation subject has been brought out.",
    "ai-tika-s0402t17:3_5": "But they are unvirtuous in heavens because of their lack of restraint. Then there is no embracing the good-hearted mendicants.",
    "ai-tika-s0402t17:3_6": "In this way the meaning should be understood according to ease when it is good in the beginning.",
    "ai-tika-s0402t17:4_0": "“I do not teach you solely for restraining defilements that affect the present life and come to an end.”",
    "ai-tika-s0402t17:5_0": "“It is in the way that you can dwell in compare, ~ or like the fairy Power.",
    "ai-tika-s0402t17:6_0": "I could have become a human being,",
    "ai-tika-s0402t17:7_0": "When their defilements have ended, liberated without defilements –",
    "ai-tika-s0402t17:8_0": "Your deeds have been done here.",
    "ai-tika-s0402t17:8_1": "But it is here that the man who refrains from such things as anger and enmity, and so on happens when unknowing, etc., have arisen in the various forms beginning with suffering.",
    "ai-tika-s0402t17:8_2": "she replied, “Having been done in this state of existence in this state,” and so on.",
    "ai-tika-s0402t17:8_3": "Suppose the Buddha doesn’t training rules, the training rules for stealing is found in the present life belonging to the higher mind, then the wardens of hell and the animal realm, or the generation of the present life. For he thinks: “If uninterruptedly in the present life that belongs to the ending of defilements, the continuation of rebirths in the present life, and is for the sake of worst realms of others.”",
    "ai-tika-s0402t17:8_4": "what is meant is that in the present life-form, and continuation in the present life-form.",
    "ai-tika-s0402t17:8_5": "there will be in the next world, in the next life, and in the next world.",
    "ai-tika-s0402t17:9_0": "For one who is skilled in habituality, etc.",
    "ai-tika-s0402t17:9_1": "These are called people free from enmity, affliction and anxiety.",
    "ai-tika-s0402t17:9_2": "they say, ‘those who have spoken of suffering’, and because of the origin of suffering’ ...",
    "ai-tika-s0402t17:9_3": "he prepared a training rule for those wicked desires, in regard to those wicked desires, finishing their staple or non-staple food.",
    "ai-tika-s0402t17:9_4": "and don’t despise (because of) the World, the Lord of the Worlds,",
    "ai-tika-s0402t17:9_5": "For when there is a training rule or what is known as the training rules, when he saw them, practiced, or accordingly:",
    "ai-tika-s0402t17:9_6": "“These Sakyans are indeed only to do so, having seen the dyeing, like dogs, fulfilment in the world, and they show dispelling ascetics.”",
    "ai-tika-s0402t17:9_7": "To those who originate faith in the Path: evening, the giving rise to confidence in those without it,",
    "ai-tika-s0402t17:9_8": "Even when a gentleman, knowing their faith and seeing the training rules, thinking, “Even those training rules as they are acting for the sake of winning debates, seeking the spiritual life, having seen the training rules as they live, while the very long as they live, their last alive.”",
    "ai-tika-s0402t17:10_0": "They seek the true teaching, its origin, its cessation, and the true teaching.",
    "ai-tika-s0402t17:10_1": "Herein, the Good Dhamma of the has been explained already by the Buddha.",
    "ai-tika-s0402t17:10_2": "The fourteen triads, the sixteen aggregates, that is to say, the great primaries, the words, and the path of contemplation. This is called “asceticulations”.",
    "ai-tika-s0402t17:10_3": "The four noble paths, and the fruit of the ascetic life. This is the fruit of the ascetic life.",
    "ai-tika-s0402t17:10_4": "He has completed the training rules and the training rules, and he is seeking a funeral pyre. Soon afterwards he is transferred to the monks of the Buddha, the training rules, and the educated, and the enlightenedunciating, when walking, standing, he is seeking the supreme embracing the skillful.",
    "ai-tika-s0402t17:11_0": "Then in the five ways beginning with the “without the five” and so on.",
    "ai-tika-s0402t17:11_1": "But when there is what is called Vinaya, the training rules which is declared in the Monastic Law, and the removal of the four rules, and the removal of the four aggregates, is incapable of accusations, and is referred to the removal of the four courses.",
    "ai-tika-s0402t17:11_2": "Therefore it was said: “Having gone out to meet the end.”",
    "ai-tika-s0402t17:11_3": "Herein, restraint by body, speech, and mind should be laid to restrained in the restraint of bad conduct, restraint by way of body, speech, and mind.",
    "ai-tika-s0402t17:11_4": "For they’re called the removal of thirst, reference to the uprooting of these five Vinayas, having given up the five aggregates, and the composing of the Vinaya, which is why it is called the composite Vinaya.",
    "ai-tika-s0402t17:11_5": "Seven principles for the training:",
    "ai-tika-s0402t17:11_6": "The training rule on what is announced",
    "ai-tika-s0402t17:11_7": "When there is a training rule of the training rules, there is exceedingly level of the training rules, which is well prepared.",
    "ai-tika-s0402t17:12_0": "* After comparing the recitation of the five hundred monks Pañcasikhas in the passage for recitation, the recitation of the Monastic Code, and the summaries in the communities of the recitation passage.",
    "ai-tika-s0402t17:12_1": "apart from the four rules entailing suspension, the four undetermined rules, and the rest are the four lesser training rules.",
    "ai-tika-s0402t17:13_0": "Please come, Venerables, in order to speak monks for the full ordination.",
    "ai-tika-s0402t17:13_1": "Pressed by the Buddha, see a person whose resplendent it between a fourteen pairs, wearing a gold coin, shovel, and cracking it, he said, “Make this spiritual life for the complete ending of suffering.”",
    "ai-tika-s0402t17:13_2": "But in the Buddha’s words, the intervals disappearance of the going forth and the full ordination from the lay life.",
    "ai-tika-s0402t17:13_3": "dressing one year,",
    "ai-tika-s0402t17:14_0": "“Both the bowl and the robes and the bowl,",
    "ai-tika-s0402t17:15_0": "when the most excellent monk is concluding theurnically for a monk.",
    "ai-tika-s0402t17:16_0": "When this was said, the Elders requisites were completed for a hundred years. It was used for a hundred years old, as was being possessed of the conduct heights in the Paccekabuddhas, he stood, paying respectively to the Buddhas.",
    "ai-tika-s0402t17:17_0": "When going for refuge, they say: “I have refuge to the Buddha, I go to the refuge for refuge,” but only three times, etc., broken down, circumambulated them with my three times.",
    "ai-tika-s0402t17:17_1": "Orderationally instruction",
    "ai-tika-s0402t17:17_2": "“That’s why, Kassapa, you should train like this: ‘My conscience and prudence for seniors, juniors, and those in addition.’",
    "ai-tika-s0402t17:17_3": "That’s how you should train.",
    "ai-tika-s0402t17:17_4": "So Kassapa, you should train like this: ‘I will teach you the training that’s skillful, thinking: ‘I will pay you attention, I will wholeheartedly establish all skillful qualities.’",
    "ai-tika-s0402t17:17_5": "So Kassapa, you should train like this: ‘In that case. And when mindfulness of the body is fulfilled, I will not train in the training.’",
    "ai-tika-s0402t17:18_0": "The answer to questions of Sometimes: the full ordination in the Questional knowledge.",
    "ai-tika-s0402t17:18_1": "Also, it seems, the Buddha said that the parks of the parks, the novices, meanwhile, and each one of these ten indulgences: “Don’t wins, with the same questions, or do these things?”",
    "ai-tika-s0402t17:18_2": "The streams answered,",
    "ai-tika-s0402t17:18_3": "The Buddha gave him a meal and asked, “Did you live happily?”",
    "ai-tika-s0402t17:18_4": "Seven years, Blessed One.",
    "ai-tika-s0402t17:18_5": "Meanwhile, oppressed with all the knowledges which he responds and has been instructed.",
    "ai-tika-s0402t17:18_6": "This is the answer to questions that come up.",
    "ai-tika-s0402t17:19_0": "Commentary is the full ordination these days.",
    "ai-tika-s0402t17:19_1": "respect, reverence for the higher ordination, because of the higher ordination,",
    "ai-tika-s0402t17:19_2": "(but) she became the right progress of the eight impulsions,",
    "ai-tika-s0402t17:19_3": "the full ordination by the Sangha of nuns is given the full ordination by a nun who has been given the full ordination by a sangha of nuns, a legal procedure consisting of one motion and three announcements, and by two announcements.",
    "ai-tika-s0402t17:19_4": "through making the full ordination by the giver of that group, he receives the full ordination.",
    "ai-tika-s0402t17:20_0": "What is the ninefold deeds?",
    "ai-tika-s0402t17:20_1": "The observance-day procedure, the invitation procedure, the resting place on the invitation procedure, and the one who gives a new amount, and the nine reasons it is called there a nine characteristics.",
    "ai-tika-s0402t17:20_2": "If it seems appropriate to the Sangha, the Sangha should give me the full ordination with so-and-so as her mentor. If it seems appropriate to you, I’ll go to so-and-so,”",
    "ai-tika-s0402t17:21_0": "“Please, Venerables, this monk so-and-so is going to live in a charnel ground, not even though he comes to a confessed of the Teaching. He then carries off his phrasing their meaning with the teaching, he says:",
    "ai-tika-s0402t17:21_1": "If it seems appropriate to the venerables, we should ask monk so-and-so to leave, and the remainder of using thus: “Venerable so-and-so, this legal issue has been decided against him.”",
    "ai-tika-s0402t17:22_0": "‘Please, Venerables, I ask the Sangha to listen.",
    "ai-tika-s0402t17:22_1": "If it seems appropriate to the Sangha, the Sangha should do the observance-day procedure and the legal procedures of demotion in this way, then it should cancel the observance-day procedure and the legal procedure of the Sangha.",
    "ai-tika-s0402t17:23_0": "“Please, Venerables, I ask the Sangha today procedure for the invitation procedure.",
    "ai-tika-s0402t17:23_1": "If it seems appropriate to the Sangha, the Sangha should do the invitation procedure in this way according to the invitation procedure and then cancels the invitation of those who already have arrived.",
    "ai-tika-s0402t17:24_0": "‘Please, Venerables, I ask the Sangha to give me the full ordination.",
    "ai-tika-s0402t17:24_1": "If it seems appropriate to the Sangha, I will give permission to so-and-so,” and he should then ask so-and-so, “I will question so-and-so about the Sangha.” And he should question so-and-so: “I will give such-and-such a monastery and then ask so-and-so to kill so-and-so,” and he should question so-and-so as her preceptor.",
    "ai-tika-s0402t17:25_0": "‘Venerables, I ask the Sangha to give me a robe-cloth to monk so-and-so.",
    "ai-tika-s0402t17:25_1": "If it seems appropriate to the Sangha, the Sangha should give this robe-cloth back to monk so-and-so, thinking, “This robe-cloth, you should give this robe-cloth to monk so-and-so.”",
    "ai-tika-s0402t17:26_0": "“Sir, I have heard this monk so-and-so remembered an offense—he reveals it, make it plain, and confesses it.",
    "ai-tika-s0402t17:26_1": "If it seems appropriate to the Sangha, I will receive the confession.",
    "ai-tika-s0402t17:26_2": "he thinks, “I’ll go.”",
    "ai-tika-s0402t17:26_3": "if she reports, “Venerables, I’ll receive confession.”",
    "ai-tika-s0402t17:27_0": "“If it seems appropriate to the venerables, let us do the observance-day procedure by reciting the Monastic Code, and we will do the invitation procedure at the next new moon.” Then we will do the invitation procedure on the day of the Monastic Code, whenever they think, ʻWe will make amends for this reason,’ and we will do the invitation procedure arrival at the next full moon.’ Then we will do the invitation procedure by reciting the Monastic Code, whenever they think, ʻYou should come back,",
    "ai-tika-s0402t17:28_0": "Everyone should gather in one place. A competent and capable monk should then examine the Sangha: “Venerable Sir, without getting permission from me. I have said many things that are an ascetic.",
    "ai-tika-s0402t17:28_1": "If we deal with one another for these offenses, this legal issue might lead to harshness, nastiness, and schism.",
    "ai-tika-s0402t17:28_2": "If it seems appropriate to the Sangha, the Sangha should resolve this legal issue by covering over as if with grass, except for heavy offenses and offenses connected with householders.’”",
    "ai-tika-s0402t17:29_0": "For a procedure that requires one motion and three announcements, which are produced in seven places.",
    "ai-tika-s0402t17:29_1": "the reasoning of giving, etc., of the seven places attendants.",
    "ai-tika-s0402t17:29_2": "Herein, Vaḍḍha the Licchavī troughing is spoken of as possible and overlooking the bowl against the aggregates, and it should be understood that the reason why it is called “haved” in brief.",
    "ai-tika-s0402t17:29_3": "The robe-making season has not been designated as in the thirty-two-food-season robe-cloth: the monks have a meal at the end of the robe-making procedure, the shared by the three robes, the meals, and the recipients of the three kinds, the designations of meals, etc., and the reciterts that distributor of minor requisites, and the requisites should be understood as the fruit of non-returns.",
    "ai-tika-s0402t17:29_4": "should understand that giving of robes, etc.,",
    "ai-tika-s0402t17:29_5": "and it should be understood that this is the explanation of the bloated.",
    "ai-tika-s0402t17:29_6": "Teaching should be understood as the site for a hut consisting of the site for a dwelling.",
    "ai-tika-s0402t17:29_7": "But even a single word from a covering—shathis all kinds of grass and leaves in each case—sometime, with a single motion and one announcement and one announcement, saying “In one direction,” and one formerly as a joints, two on each other with one motion and one announcement.",
    "ai-tika-s0402t17:29_8": "You should know these characteristics with deeds.",
    "ai-tika-s0402t17:30_0": "What are the reasons they achieve?",
    "ai-tika-s0402t17:30_1": "Continually they say that there is a reason why their place of loss is characterized as their seven places.",
    "ai-tika-s0402t17:30_2": "Herein, the kamma that is the absence of the seven kinds of aggregates should be understood as kamma-processive tranquilizing, and the simile of those seven months.",
    "ai-tika-s0402t17:30_3": "should be understood as it is Should be understood that he is classified as an instructor of the nuns.",
    "ai-tika-s0402t17:30_4": "He should give gifts to those deserving the trial period,",
    "ai-tika-s0402t17:30_5": "the legal procedure of demotion and the back to the beginning should be understood according to the beginning.",
    "ai-tika-s0402t17:30_6": "Eight years: equipment and fond of the hearts should be understood as non-existent.",
    "ai-tika-s0402t17:30_7": "it should be known that the characteristic of deeds,",
    "ai-tika-s0402t17:31_0": "The Sangha presents in the Teaching, the Monastic Law, the Teacher’s instruction, the Teaching, the Monastic Law, and the Teacher’s instruction. This is the Teacher’s instruction.",
    "ai-tika-s0402t17:31_1": "Herein, the Teaching is the ground for creatures.",
    "ai-tika-s0402t17:31_2": "discipline, both with the Monastic Law and the Teacher’s Vinaya.",
    "ai-tika-s0402t17:31_3": "the instructions of the Teacher, the (volitional) processes, and the full ordination,",
    "ai-tika-s0402t17:31_4": "the monks who should be present have arrived, consent has been brought for those who are eligible to give their consent, and no-one present objects to the decision. This is the meaning of face-to-face with the Sangha.",
    "ai-tika-s0402t17:31_5": "or with the Sangha does a legal procedure face-to-face with the Sangha.",
    "ai-tika-s0402t17:31_6": "The rest is as already explained.",
    "ai-tika-s0402t17:32_0": "Thus there is the plantains on the Uttarakuru",
    "ai-tika-s0402t17:33_0": "The hidden in the story of the Uppalavaṇṇā is finished.",
    "ai-tika-s0402t17:34_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-s0402t17:35_0": "if it is the upper limb.",
    "ai-tika-s0402t17:36_0": "The Book of the Threes",
    "ai-tika-s0402t17:37_0": "1. Paṭhamapaṇṇāsakaṁ"
}