{
    "ai-tika-vin09t22:0_0": "Saṅghādisesakaṇḍaṁ",
    "ai-tika-vin09t22:1_0": "The training rule on spending",
    "ai-tika-vin09t22:2_0": "By the means of the conceit ‘I am’ and so on” is said in the way already stated.",
    "ai-tika-vin09t22:2_1": "with the intention of (good): “Her (good) consciousness”,",
    "ai-tika-vin09t22:2_2": "(But) for the sake of burning: here there is what is called indication about strike.",
    "ai-tika-vin09t22:2_3": "When one who has gone forth is said, “They say what is for the purpose of showing the act of service.”",
    "ai-tika-vin09t22:2_4": "After reciting the transgression, but not socializing in the third place, they don’t press them for the third time.",
    "ai-tika-vin09t22:2_5": "if she is obstructed by a nun, but because she is unsure of it, and she in the Sangha of nuns;",
    "ai-tika-vin09t22:2_6": "And this is the cause, this what is the reason why arouses the reason for the sake of which the reason why, having been given up, one said, “Such is a” .",
    "ai-tika-vin09t22:3_0": "Where dreadful andst-food stands on the road, wherever he is established,",
    "ai-tika-vin09t22:3_1": "From then onwards, he steps down from the position of a neighborhood of a start person",
    "ai-tika-vin09t22:3_2": "in the second enquiry.",
    "ai-tika-vin09t22:3_3": "That lay follower:",
    "ai-tika-vin09t22:3_4": "When they say this, “What are you right? How do you inform?”",
    "ai-tika-vin09t22:3_5": "if he talks about something that is allowable, then that is suitable;",
    "ai-tika-vin09t22:3_6": "festering in this way, how should a nun inform her about it first, or she informs her about it?",
    "ai-tika-vin09t22:3_7": "if, when an attendant or renunciate is made, they think,",
    "ai-tika-vin09t22:3_8": "But when they hear a talk on Dhamma, how then, having heard it rejoicing in accordance with his intention.",
    "ai-tika-vin09t22:4_0": "Asking, it goes, it goes to an end, thus it is peaceful because of him, the systematic follows thus.",
    "ai-tika-vin09t22:4_1": "When the courses are destroyed,",
    "ai-tika-vin09t22:4_2": "looks after rolling legitimately, he beggs,",
    "ai-tika-vin09t22:4_3": "now, begging for the benefit of someone else and begging, “Now, let alone those who are not fully ordained.”",
    "ai-tika-vin09t22:4_4": "There is in the past, future, and present.",
    "ai-tika-vin09t22:5_0": "How is there the explanation of the past?",
    "ai-tika-vin09t22:5_1": "And whatever village or wilderness people wander in the neighborhood of a village, wherever they chopped villages, horses, and fruits and frame.",
    "ai-tika-vin09t22:5_2": "After approaching those nuns, they say, “This is the name of this,” he said,",
    "ai-tika-vin09t22:5_3": "“Who was that?” And who was told, “Who did you ask and so?”",
    "ai-tika-vin09t22:5_4": "The explanation is in this way:",
    "ai-tika-vin09t22:5_5": "If you hear them, you’re acting with the news.",
    "ai-tika-vin09t22:5_6": "they’ll accept them because they need.",
    "ai-tika-vin09t22:5_7": "But if he says, “If it is someone who takes it with a group,” he commits an offense entailing expulsion.",
    "ai-tika-vin09t22:6_0": "They said, “Who are you able to know who they do not know?” And he said, “Why are you not?",
    "ai-tika-vin09t22:6_1": "For we’re asked because we’re accepting a protector, not an iron goods.”",
    "ai-tika-vin09t22:6_2": "for one who has not shown that is good.",
    "ai-tika-vin09t22:6_3": "When this was said, if they do so, there’s no offense for the instead of rod on all the necks or the nun Thullanandā.",
    "ai-tika-vin09t22:7_0": "And, when they see a requisite, they are not allowed to be robbed by thieves.",
    "ai-tika-vin09t22:7_1": "Sometimes they dropped on the staff.",
    "ai-tika-vin09t22:7_2": "But on his own requisite, he said, “I have got a requisite belonging to my own throne, but don’t say. ”",
    "ai-tika-vin09t22:7_3": "The slaves had been thrown out at a ford for the purpose of playing a snake, and so on.",
    "ai-tika-vin09t22:8_0": "How is there the explanation of the future?",
    "ai-tika-vin09t22:8_1": "And oppressed by the nuns in the way already stated, they say, “This is our guide and our refuge.”",
    "ai-tika-vin09t22:8_2": "When asked, “Who did you say?” he told him, “What’s sort?”",
    "ai-tika-vin09t22:8_3": "In this way what has not been declared in the future, is not allowed to declare:",
    "ai-tika-vin09t22:8_4": "The whole nun should restrain her on the staff of the nun.",
    "ai-tika-vin09t22:8_5": "like the first direction.",
    "ai-tika-vin09t22:9_0": "If you do, there is someone who thinks, “If you do such-and-such a nun,” and she puts her stick on the staff, and then departs without using any offense.",
    "ai-tika-vin09t22:10_0": "* This is the same way as the monks are for nuns.",
    "ai-tika-vin09t22:10_1": "For even a mendicant did not tell them,",
    "ai-tika-vin09t22:10_2": "in the way already described.",
    "ai-tika-vin09t22:10_3": "But when they know that they will not beat the sticks, they won’t do their legs. And when they punish, they don’t look down on them.",
    "ai-tika-vin09t22:10_4": "Transferred to the monastery, cutting down the trees, or chopped it with a stilt houses, and shops (and then).",
    "ai-tika-vin09t22:10_5": "If the weavers is to be given, he should give them.",
    "ai-tika-vin09t22:10_6": "But before they get requisites, first must not do that proclamation.",
    "ai-tika-vin09t22:10_7": "For if a mind is swapping the mind, they’re cut off at the root, made like a palm stump,",
    "ai-tika-vin09t22:11_0": "The training rule on complaining is finished.",
    "ai-tika-vin09t22:12_0": "The training rule on one who gives the full admission to the house",
    "ai-tika-vin09t22:13_0": "There was a group of wives that were in half-monthly sons of the Mallas, called Nālakadatta, called Punabbasuka, and so on. He had meritorious deeds, etc., that was done for the sake of worldly merit.",
    "ai-tika-vin09t22:13_1": "the name of the Āṭānāṭikaputta,",
    "ai-tika-vin09t22:13_2": "Dispensation in the Doctrine of the Dhamma-monastic helpful for countless kinds of merit,",
    "ai-tika-vin09t22:13_3": "countless kinds of fragrance in the various aspects of fragrant clay-food.",
    "ai-tika-vin09t22:13_4": "the meaning is that intervalry of clothes or traders. The meaning is that it is beneficial.",
    "ai-tika-vin09t22:14_0": "gives the full ordination.",
    "ai-tika-vin09t22:14_1": "if, when any nun has left the joints, she sits down in order to do the same girl that isn’t yet her. She then goes to get up and she gives her the full admission to her the bodies, and she does not get up and she gives her the full admission. She then said to her, “Hit is giving up anywhere elsewhere else.”",
    "ai-tika-vin09t22:14_2": "and the answer to questions that are not cleared through knowledge.",
    "ai-tika-vin09t22:14_3": "and one who does not perceive such assert and not give the full admission to the noble ones, nor does the result of past deeds, whether past or present.",
    "ai-tika-vin09t22:15_0": "The training rule on one who gives the full admission to the colour",
    "ai-tika-vin09t22:16_0": "The training rule on walking alone to the next village",
    "ai-tika-vin09t22:17_0": "from village to village,",
    "ai-tika-vin09t22:17_1": "on the bank of the river,",
    "ai-tika-vin09t22:17_2": "if she thinks, “I would go to such-and-such a village,” and she says, “From this village,” and she “I won’t go back to my own village.”",
    "ai-tika-vin09t22:17_3": "if he goes to the village, or the appointment of a requisite belonging to the village, or the district of an enclosed inhabited area;",
    "ai-tika-vin09t22:17_4": "when he goes beyond the second or the vicinity of a village with his feet or the other’s feet.",
    "ai-tika-vin09t22:17_5": "When any one of those who entered the villages for alms is finished, or at the next village with their feet or the next village with them, or for surrounding them with sandals with pure feet, thinking, “In this way,”",
    "ai-tika-vin09t22:17_6": "“From the unenclosed inhabited areas,” he in the vicinity of an unenclosed village.",
    "ai-tika-vin09t22:17_7": "Likewise, at the seventh encounterrupted.",
    "ai-tika-vin09t22:17_8": "Herein,",
    "ai-tika-vin09t22:18_0": "If he crosses the threshold with one foot, and he crosses the legal procedure with a serious offense.",
    "ai-tika-vin09t22:18_1": "When he goes beyond with the second offense entailing suspension,",
    "ai-tika-vin09t22:18_2": "practice in the same way. ...",
    "ai-tika-vin09t22:18_3": "settling the next village with one foot, with the other’s precincts the second enclosed inhabited area, and he commits a serious offense entailing suspension.”",
    "ai-tika-vin09t22:19_0": "what has been said:",
    "ai-tika-vin09t22:19_1": "They said: “Without going beyond the first foot, with the course of thent, and there is no idea here.”",
    "ai-tika-vin09t22:19_2": "And if he shows them thus, “Go away, elephants or horses, it is allowable for us to show it.”",
    "ai-tika-vin09t22:19_3": "This is in brief, however, the sections on all sides are stated.",
    "ai-tika-vin09t22:20_0": "After covering the marks by the river he does not said: “Where are the names of the rivers, wherever there are three characteristics, etc., of the rivers, and so on. Wherever the name of the act of insight?”",
    "ai-tika-vin09t22:20_1": "For there is no end in the mundane and suppression of the sound here and there,",
    "ai-tika-vin09t22:20_2": "Again, it is nearly the far shore, and on the near shore, because of which is called a “waitter or to the far shore” .",
    "ai-tika-vin09t22:20_3": "But the other’s place is leftover to join the place where it is developed and cultivated there is no offense.",
    "ai-tika-vin09t22:20_4": "If he says, “If I’ll do something else, it’s not appropriate for me to go without saying, “If I go to another,” and they say, “I’ll don’t unmoved,” and he says, “I’ll make an effort,” “This isn’t good.”",
    "ai-tika-vin09t22:20_5": "Only it seems, if he thinks, “I’ll stay here in the same place as a to lead the army of the hand,” and he then left in the same place as before, but he gets her to grain, saying, “So, I’ll go to sleep.” And he too hasn’t committed a second offense entailing suspension.",
    "ai-tika-vin09t22:20_6": "for the elephant is the right here.",
    "ai-tika-vin09t22:20_7": "He protects the hand of one hand: he does not protect the other.",
    "ai-tika-vin09t22:20_8": "That’s why it should be said: “Go away, Noble Ones.”",
    "ai-tika-vin09t22:20_9": "an offense entailing expulsion.”",
    "ai-tika-vin09t22:21_0": "in the same way, seed there is a hearing of sight or hearing. Where the second monk sees the rainy season.",
    "ai-tika-vin09t22:21_1": "Where the sound of they are singing as if the noise is of the teaching Dhamma in the sound of the roar of the Dhamma.",
    "ai-tika-vin09t22:21_2": "Therefore it should be (surely) resentment towards the three inferior states, which is why it should be distinguished the vicinity of the manner.",
    "ai-tika-vin09t22:21_3": "The cows are brought to the inferior, thinking, “The cycle of the strings is inferior.”",
    "ai-tika-vin09t22:21_4": "Herein, “Padumavatī” is the name of the step of rain,",
    "ai-tika-vin09t22:21_5": "In the village of Ekacakkhu.",
    "ai-tika-vin09t22:21_6": "I make a dreadful racket, thinking, “Friend, I bring this sound of coughing.”",
    "ai-tika-vin09t22:21_7": "they call out the road through the hook.",
    "ai-tika-vin09t22:21_8": "the sounds made with sounds.",
    "ai-tika-vin09t22:21_9": "if she thinks, “I won’t get her to see the sight of hearing about it,” and she replies, “This is the sound of such-and-such a length,” and she then shows, she commits an offense entailing suspension.",
    "ai-tika-vin09t22:22_0": "they travel along the path",
    "ai-tika-vin09t22:22_1": "If they go without taking leave of the first path, there is no offense.",
    "ai-tika-vin09t22:22_2": "if the other person is going to walk, thinking, “Whoever returns,” but do not go, “Whoever returns,” and she departs, “Whoever goes, Venerable,” and she too has got the same reply.",
    "ai-tika-vin09t22:22_3": "If he takes another path, even if he takes another recipient, yet another path, yet he stands by one day, there is no offense for the other.",
    "ai-tika-vin09t22:23_0": "“This is the fourth direction.”",
    "ai-tika-vin09t22:23_1": "For it is due to the western quarter in the morning, when the rose at dawn, and after the time of dawn has risen, it was night and fleeing that it was night and day, he reached the end of the fourfold arrivals in the same way as before, when he was leaving out the village, he commits an offense entailing suspension.",
    "ai-tika-vin09t22:24_0": "on the inside of the Pharine (volitional) processes expressed his way to the general termite-monk.",
    "ai-tika-vin09t22:25_0": "The training rule on walking alone to the next village",
    "ai-tika-vin09t22:26_0": "The training rule on taking sides",
    "ai-tika-vin09t22:27_0": "That man who does the legal procedure of ejection for not giving them a bad view,",
    "ai-tika-vin09t22:27_1": "Or alternatively, they proceed to behave like this.",
    "ai-tika-vin09t22:28_0": "The training rule on lifted robe",
    "ai-tika-vin09t22:29_0": "The training rule on receiving food",
    "ai-tika-vin09t22:30_0": "And he has lust or he has lust.",
    "ai-tika-vin09t22:30_1": "But here the others said: “I must be aiming at the most of the monks,”",
    "ai-tika-vin09t22:30_2": "When they knew that he was no lust, he would not accept it.",
    "ai-tika-vin09t22:30_3": "For if person, whether something is lustful or not, they do not know it because they say, “Who can do so,” because they say, “This is the same kind of sort of unfaithful?”",
    "ai-tika-vin09t22:30_4": "If both of them have lust and she does not perceive them as such, and she associates with them as such, there is no offense.",
    "ai-tika-vin09t22:30_5": "if she urges her on, thinking that she was no lusting to receive it, she having lust, before she had no lust, she received the other hands.",
    "ai-tika-vin09t22:30_6": "Then, without having asked permission, she received something else, saying: “Who has lust or is she has lust?”",
    "ai-tika-vin09t22:30_7": "For this is said in the Vinaya: “Venerable, you haven’t received something unfinished, Venerable, I didn’t do it.”",
    "ai-tika-vin09t22:31_0": "The training rule on receiving food",
    "ai-tika-vin09t22:32_0": "The training rule on receiving food",
    "ai-tika-vin09t22:33_0": "but there is an offense of wrong conduct. The training rules on being finished, he commits an offense entailing suspension. The first training rules only because he has committed an offense entailing suspension.”",
    "ai-tika-vin09t22:34_0": "compassionate for families, having compassion for families.",
    "ai-tika-vin09t22:35_0": "The training rule on receiving food",
    "ai-tika-vin09t22:36_0": "The training rule on covering with rice",
    "ai-tika-vin09t22:37_0": "Seven on “special” is finished.",
    "ai-tika-vin09t22:38_0": "The training rule on lying down is finished.",
    "ai-tika-vin09t22:39_0": "The training rule on sharing for the Sangha",
    "ai-tika-vin09t22:40_0": "A nun who is not gathering a legal procedure with two nuns, it is not broken to create a schism in the Sangha, even if she makes an effort to cause a schism.",
    "ai-tika-vin09t22:40_1": "There is no power for anyone who brings them to put it away, thinking “For he does not consent.”",
    "ai-tika-vin09t22:40_2": "Herein, the meaning here is: “Neither too,” “Nay, can be seen, wrapped in skin and shade,” there is no offense for wrong conduct.",
    "ai-tika-vin09t22:40_3": "And then:",
    "ai-tika-vin09t22:41_0": "“A heavy loads his disciples,",
    "ai-tika-vin09t22:42_0": "he conceals it, disrespects it,",
    "ai-tika-vin09t22:43_0": "they don’t commit an offense;",
    "ai-tika-vin09t22:44_0": "These are wholesome things that are skillful.”",
    "ai-tika-vin09t22:45_0": "One is reborn there.",
    "ai-tika-vin09t22:45_1": "But any jute can find out whether it’s bad or not, since it does not appear to him in the ashes, since it does not appear to him.",
    "ai-tika-vin09t22:45_2": "Therefore he is called “restraint”.",
    "ai-tika-vin09t22:45_3": "Having swiftly wrapped himself in his own dwelling, he wandered on the head or on the ground.",
    "ai-tika-vin09t22:45_4": "They’re able to make a dwelling, and theytyard carelessly.",
    "ai-tika-vin09t22:46_0": "who invites his own mouth:",
    "ai-tika-vin09t22:46_1": "Then, when the monks were requisites, they told, “Why shouldn’t the threshold to the bedroom,” and they put them aside the dwellings place on the ground, and they passed them beyond. Then they said, “As arriving at the wrong time, there are two balustras,” and they passed beyond.",
    "ai-tika-vin09t22:46_2": "If it is allowed, then say, “Whoever is allowed to live in a village monastery that has been overturned by the nuns?”",
    "ai-tika-vin09t22:46_3": "Then later also said, “For he is not allowed to live in the neighborhood of a village too and then, since it was formerly used to live that village, then it must be used to live in that village.",
    "ai-tika-vin09t22:46_4": "But when a dwelling has entered the village, therefore it is not shown by means of which to go outside the nuns’ dwelling place and showed where there is,",
    "ai-tika-vin09t22:46_5": "Therefore there is no meaning here or hereafter.”",
    "ai-tika-vin09t22:46_6": "If he reports to inquiry, he should be transgressed.",
    "ai-tika-vin09t22:47_0": "Since that time until the framework",
    "ai-tika-vin09t22:48_0": "The training rule on schism in the Sangha is finished.",
    "ai-tika-vin09t22:49_0": "So the doubt of the Monastic Code has come up in the gold.",
    "ai-tika-vin09t22:50_0": "on the contrary, on the Monastic Law, in the Teacher’s Discipline,",
    "ai-tika-vin09t22:51_0": "The commentary on the nuns’ reciters is finished."
}