{
    "ai-tika-vin08t25:0_0": "On the observance-day procedure",
    "ai-tika-vin08t25:1_0": "168.",
    "ai-tika-vin08t25:1_1": "After doing this, he said, “Why did you do the observance-day procedure at the invitation procedure and performing the legal procedure of reconciliation against you?” and “ and on the Uposatha day, all of them did the invitation procedure.”",
    "ai-tika-vin08t25:1_2": "Herein, firstly in the Commentaries:",
    "ai-tika-vin08t25:2_0": "“After the Pātimokkha, the observance day in the month of the rainy season,",
    "ai-tika-vin08t25:3_0": "and during the eight factors.",
    "ai-tika-vin08t25:4_0": "Remembering the recitation of the Monastic Code, a sea, on the ground that very day, and on the observance-day procedure.",
    "ai-tika-vin08t25:4_1": "For accordingly, thinking, “We will go to the observance-day procedure together with the recitation of the Monastic Code.” That is how the observance-day procedure, the recitation of the Monastic Code, and on the sabbath, Visākhā, when he has arrived at in communion, the sabbath with its eight factors.",
    "ai-tika-vin08t25:4_2": "“Monks, you should not live in a monastery without monks, except together with a regular monk or if there are dangers.”",
    "ai-tika-vin08t25:4_3": "if he determines the purity of mindfulness and equanimity, then the purity that subsides in the case of the remainder;",
    "ai-tika-vin08t25:4_4": "but having performed the Pātimokkha ceremonies in the monastic code.",
    "ai-tika-vin08t25:4_5": "It may be that the recitation of the Monastic Code and the observance-day procedure are used in the observance-day procedure.",
    "ai-tika-vin08t25:4_6": "Herein, the Pātimokkha, having become abolished the Uposatha hall, when he has arrived,",
    "ai-tika-vin08t25:4_7": "The observance-day procedure, having spent the Observance day in this way, they are accomplished in the precepts.",
    "ai-tika-vin08t25:5_0": "But the sound of the ear ... nose ... tongue ... body ...",
    "ai-tika-vin08t25:5_1": "‘If a monk has finished his meal and refused an invitation to eat more, and then eats staple or non-staple food that is not left over, he commits an offense entailing confession.’”",
    "ai-tika-vin08t25:5_2": "But in the middle of the day it is not explained in the way already described.",
    "ai-tika-vin08t25:5_3": "but here it is when the invitation procedure is done in the midst of those who already have invited.",
    "ai-tika-vin08t25:5_4": "Before having lived in a charming sound,",
    "ai-tika-vin08t25:6_0": "And here it is said in the Pāṭaligāma. Wandering on the full moon and rainy season residence, on the next full moon, on the Uposatha day, under the intervals of the constituents enclosing the Uposatha day, having shown that he has been shown that, is the subduing of the first rainy season by the teachers of the rainy season, and having shown that he is far from the Finallysterities.",
    "ai-tika-vin08t25:6_1": "Herein, the fourteenth and the fifteenth day of the lunar half-month, the fifteenth day sabbath, and the eighth day of the lunar half-month.",
    "ai-tika-vin08t25:6_2": "He is expert in fourteenth, such is the fifteenth,",
    "ai-tika-vin08t25:6_3": "The observance day is the observance day.",
    "ai-tika-vin08t25:6_4": "on the fourteenth day of the fortnight. In the last month of the winter, one of the three months, and four months of the year half-monthly dreadfully in the end of the three months,",
    "ai-tika-vin08t25:6_5": "Poṭṭhapāda, there are four months of the rainy season: the currents of the Kāḷivisa, and four months of the rainy season.",
    "ai-tika-vin08t25:6_6": "The following four months of the rainy season: the Kāḷivisa is drawn out from the rainy-season residence and four months of the rainy season.",
    "ai-tika-vin08t25:6_7": "The third droping of the fourteenth fortnights before it is working for two months, for the third month and for the fourth month of the lair, and for the third month funeral fourth months of the lair, and the funeral pyre, is the meaning.",
    "ai-tika-vin08t25:6_8": "In the third rainy season residence for the third month of Girikāra’s mind, for the third year of Kāḷi, and for the third month of Kāḷigodhā the rainy season, the bird fished in the third year, and the fourth in the rainy season.",
    "ai-tika-vin08t25:6_9": "the remainder are the eighteenteen-month period; the eighteenteen years old,",
    "ai-tika-vin08t25:7_0": "And in this context it is said:",
    "ai-tika-vin08t25:8_0": "“Whose am the time of Kāḷa?",
    "ai-tika-vin08t25:9_0": "Full-Moon day",
    "ai-tika-vin08t25:10_0": "for this is the responsible.",
    "ai-tika-vin08t25:11_0": "eight observance-day procedures.",
    "ai-tika-vin08t25:12_0": "“Kāḷa, the best of all beings,",
    "ai-tika-vin08t25:13_0": "until the full-moon day of the worms.",
    "ai-tika-vin08t25:14_0": "It is time for sure,",
    "ai-tika-vin08t25:15_0": "eight observance-day procedures.",
    "ai-tika-vin08t25:16_0": "“The sixteen times of blackness,",
    "ai-tika-vin08t25:17_0": "the Kattika full moon of the worms.",
    "ai-tika-vin08t25:18_0": "it’s the rainy season,",
    "ai-tika-vin08t25:19_0": "eight observance-day procedures.",
    "ai-tika-vin08t25:20_0": "“But * Gotama, is the third couch with the three knowledges,",
    "ai-tika-vin08t25:21_0": "They don’t understand the four kinds of canceling of the Monastic Code.”",
    "ai-tika-vin08t25:22_0": "In this way the observance-day procedure on the fourteenth day of the lunar half-month, all the fifteenth, and all the eighth day of the lunar half-month. In this way the observance-day procedure, on the fourteenth day of the lunar half-month, is the meaning.",
    "ai-tika-vin08t25:22_1": "This is the first place.",
    "ai-tika-vin08t25:23_0": "He should be told: “Not so, fourteenth or five days, but the fifteenth day of the lunar half-month; the fifteenth, do the observance-day procedure by reciting the Monastic Code, and there is something else, if it’s appropriate for newly arrived monks to do the observance-day procedure by day.”",
    "ai-tika-vin08t25:23_1": "Herein, plunges into her own distance:",
    "ai-tika-vin08t25:23_2": "He should not consent to a regular monk on probation according to the number of resident monks: “The observance-day procedure and the fourteenth day of the lunar half-monthly instruction,” and he should then do so.",
    "ai-tika-vin08t25:23_3": "“Speaking the sound of those resident monks, the resident monks should do the observance-day procedure with the newly arrived monks. We will then do the observance-day procedure with them, and we will do the invitation procedure on the following day.”",
    "ai-tika-vin08t25:23_4": "And here there is a single one of the fourteenth or the fifteenth day of the lunar half-month: on the fourth day of the Monastic Code, or on the other side.”",
    "ai-tika-vin08t25:23_5": "But if it is given to him, it should be understood as “with meaning” since it is introduced by the words “Please gives here.”",
    "ai-tika-vin08t25:23_6": "On such occasions, I am able to make the fourteenth day and the fifteenth day of the lunar half-month, there are many other residents who have indeed.",
    "ai-tika-vin08t25:23_7": "In the fourteenth day of the fortnight, the fifteenth, and the third year.",
    "ai-tika-vin08t25:24_0": "Here is this:",
    "ai-tika-vin08t25:25_0": "“It may happen that for the resident monks it’s the fourteenth day of the lunar half-month, but for the newly arrived monks it’s the fifteenth. Then—",
    "ai-tika-vin08t25:25_1": "If the number of resident monks is greater, the newly arrived monks should fall in line with the resident monks.",
    "ai-tika-vin08t25:25_2": "If the number is the same, the newly arrived monks should fall in line with resident monks.",
    "ai-tika-vin08t25:25_3": "If the number of newly arrived monks is greater, the resident monks should fall in line with the newly arrived monks.",
    "ai-tika-vin08t25:26_0": "“It may happen that for the resident monks it’s the fifteenth day of the lunar half-month, but for the newly arrived monks it’s the fourteenth. Then—",
    "ai-tika-vin08t25:26_1": "If the number of resident monks is greater, the newly arrived monks should fall in line with the resident monks.",
    "ai-tika-vin08t25:26_2": "If the number is the same, the newly arrived monks should fall in line with resident monks.",
    "ai-tika-vin08t25:26_3": "If the number of newly arrived monks is greater, the resident monks should fall in line with the newly arrived monks.",
    "ai-tika-vin08t25:27_0": "“It may happen that for the resident monks it’s the day after the observance day, but for the newly arrived monks it’s the fifteenth day of the lunar half-month. Then—",
    "ai-tika-vin08t25:27_1": "If the number of resident monks is greater, the newly arrived monks should do the observance-day procedure with the newly arrived monks, or they should go outside the monastic boundary while the newly arrived monks do the observance-day procedure.",
    "ai-tika-vin08t25:27_2": "If the number is the same, the newly arrived monks should do the invitation procedure with the newly arrived monks. If they do the observance-day procedure with the newly arrived monks, they should go outside the monastic boundary.",
    "ai-tika-vin08t25:27_3": "If the number of newly arrived monks is greater, the resident monks should do the invitation procedure with the newly arrived monks, or they should go outside the monastic boundary while the newly arrived monks do the observance-day procedure.",
    "ai-tika-vin08t25:28_0": "“It may happen that for the resident monks it’s the fifteenth day of the lunar half-month, but for the newly arrived monks it’s the day after the observance day. Then—",
    "ai-tika-vin08t25:28_1": "If the number of resident monks is greater, the newly arrived monks should do the invitation procedure with the resident monks, or they should go outside the monastic boundary while the resident monks do the invitation procedure.",
    "ai-tika-vin08t25:28_2": "If the number is the same, the newly arrived monks should do the invitation procedure with the resident monks, or they should go outside the monastic boundary while the resident monks do the invitation procedure.",
    "ai-tika-vin08t25:28_3": "If the number of newly arrived monks is greater, they should do the observance-day procedure with the newly arrived monks. If they’re willing the observance-day procedure with the resident monks, they should go outside the monastic boundary.”",
    "ai-tika-vin08t25:29_0": "Here is the eighth story:",
    "ai-tika-vin08t25:30_0": "or for the resident monks it’s the fourteenth day of the lunar half-month, the fifteenth, and the eighth day of the lunar half-month. The observance-day procedure should be understood as fifteenth or outside.",
    "ai-tika-vin08t25:30_1": "He should not consent to a regular monk on probation according to the number of resident monks: “The observance-day procedure and the fourteenth day of the lunar half-monthly instruction,” and he should then do so.",
    "ai-tika-vin08t25:30_2": "should not be given, nor should they be given.",
    "ai-tika-vin08t25:31_0": "“I allow you to accept the invitation procedure”:",
    "ai-tika-vin08t25:31_1": "“It may happen that a number of monks who are friends in a certain monastery have entered the rains residence, arguments, and creates legal issues in the Sangha. They then continue the rains residence underlieving the rains residence in a certain monastery, thinking, “It’s the rains residence in a certain monastery.”",
    "ai-tika-vin08t25:31_2": "I allow those monks to do the observance-day procedure on the fourteenth day of the fourteenth, and we should do the invitation procedure first.",
    "ai-tika-vin08t25:32_0": "Here is the eighth story:",
    "ai-tika-vin08t25:32_1": "Or two observance days: it is the fourth in the fourteenth and the fifteenth day of the lunar half-month, and the fourth, and the nineteenth, and the fourth, and the ninth. That is why a fourth, or the fifth?",
    "ai-tika-vin08t25:32_2": "Then they listen to the fourth, the fifth is apprehended:",
    "ai-tika-vin08t25:32_3": "In this way they will do the invitation procedure on the fourteenth or the fifteenth day of the lunar half-month.”",
    "ai-tika-vin08t25:33_0": "Herein, this is the essential:",
    "ai-tika-vin08t25:33_1": "They listen to the fourth full moon on the fourth, the fifteenth day of the fourth month. They will cancel his invitation.",
    "ai-tika-vin08t25:33_2": "That’s how two are the third group of fourteen.",
    "ai-tika-vin08t25:34_0": "Here is the explanation of the meaning.",
    "ai-tika-vin08t25:34_1": "two on the fourteenth day of the fortnight.",
    "ai-tika-vin08t25:34_2": "the fourteenth or the fifteenth day of the lunar half-month, the fifteenth, and the eighth day of the lunar half-month. They will do the invitation procedure on the day of the lunar half-month, or the lunar half-month, and all these monks will do the invitation procedure.”",
    "ai-tika-vin08t25:34_3": "Now, suppose I allow you to do the observance-day procedure in the royal compound, on the following day, whether the full-moon day of the month of Both Royal Gatherd: “Eventh, monks, you should not do the observance-day procedure, the fifteenth day of the month that procedure.”",
    "ai-tika-vin08t25:34_4": "Because he thinks, “These are the three observance days, Kāḷiya, and the fourteenth,”",
    "ai-tika-vin08t25:34_5": "Then the observance-day procedure should be done according to seniority:",
    "ai-tika-vin08t25:34_6": "“What is the instance of the fourteenth or the fifteenth, fifteenth, and the eighth day of the lunar half-month?” But when it is said, “What is to be thrown away?”",
    "ai-tika-vin08t25:35_0": "And on the observance day they did not say that the invitation procedure was completed, but that he has completed the three months incomparable.",
    "ai-tika-vin08t25:35_1": "The moon is called one who has dried up, withered logs, and fills all the grasses of the full-moon.",
    "ai-tika-vin08t25:35_2": "full of pus and fullks, bubbles, and full-deeds on the outsiderse.",
    "ai-tika-vin08t25:35_3": "up to the last one, and say thus:",
    "ai-tika-vin08t25:35_4": "The very same level is as it was taught.",
    "ai-tika-vin08t25:35_5": "quarrelsome and argumentative,",
    "ai-tika-vin08t25:35_6": "If it seems appropriate to the one who is throwing out, the quarrels should make an effort to have worked up, and the full moon of the rainy season, bringing you the next full moon on the invitation day of the rainy season, and my invitations do the invitation procedure by reciting the Monastic Code, and when the invitation has been drawn out, they will do the invitation procedure by reciting the Monastic Code.",
    "ai-tika-vin08t25:36_0": "immediately:",
    "ai-tika-vin08t25:36_1": "fourteenth day of the fortnight, etc.",
    "ai-tika-vin08t25:36_2": "Yet they put their conclusion to Kāḷī: “Why don’t you cancel their turn?”",
    "ai-tika-vin08t25:36_3": "on the backs of the hands, or the full-moon day of Komuniya.",
    "ai-tika-vin08t25:36_4": "what they had done.",
    "ai-tika-vin08t25:36_5": "At that, the next full moon of the rainy season residence should be done.",
    "ai-tika-vin08t25:36_6": "having dealt with it is not able to do the invitation procedure.",
    "ai-tika-vin08t25:36_7": "For this is said: “Bhikkhus, if the monks who are quarrelsome and argumentative, one who creates legal issues in the Sangha, one who creates legal issues in the Sangha,",
    "ai-tika-vin08t25:36_8": "those monks should all do the invitation procedure on the day of Komudī, the fourth full moon of the rainy season.”",
    "ai-tika-vin08t25:36_9": "Hence it is said: “In the last month of the rainy season, the last one or the last month of the rainy season.”",
    "ai-tika-vin08t25:36_10": "and if they do so, then, after two offenses of wrong conduct.",
    "ai-tika-vin08t25:36_11": "For this is said: “Bhikkhus, you should not do the invitation procedure with the monks, except for the purpose of the unity of the Sangha.”",
    "ai-tika-vin08t25:36_12": "On the invitation day it is due to purity that has been purified, and so on.",
    "ai-tika-vin08t25:36_13": "And they don’t show the same way as that very day.",
    "ai-tika-vin08t25:36_14": "This is the reason why the invitation procedure has been done.",
    "ai-tika-vin08t25:36_15": "those who have greater fruit, etc.",
    "ai-tika-vin08t25:36_16": "He has completed two that is guilt and fine, coursely over-associated with the whole.",
    "ai-tika-vin08t25:37_0": "now that is the road, which is accompanied by the monks, and is given in the same way as that as before.",
    "ai-tika-vin08t25:37_1": "When the subject has been reinstated, the monk who has been ejected in regard to the legal procedure and who has been ejected, having been ejected by a unanimous assembly: there is the sound of their deeds, and there is the because of the (nature).",
    "ai-tika-vin08t25:37_2": "They stand on a legal issue.",
    "ai-tika-vin08t25:37_3": "anyone else who is fourteen years old is called the observance-day procedure.",
    "ai-tika-vin08t25:37_4": "Why shouldn’t the observance-day procedure and the observance-day procedure not be done?",
    "ai-tika-vin08t25:37_5": "that someone should recite the Monastic Code should be told.”",
    "ai-tika-vin08t25:37_6": "Herein, firstly she gave it to the day (for you),",
    "ai-tika-vin08t25:37_7": "Because of the statement of the Kosambī did not say.",
    "ai-tika-vin08t25:37_8": "or, when the doing of the observance-day procedure is finished, the monks are put in order to preparing the observance-day procedure by expert on the invitation procedure, etc., and then the procedure is finished in that monastery or not.",
    "ai-tika-vin08t25:38_0": "he built the Kattika full moon just one month until the end of the first rainy season. Here consists of flatushing from the navel as long as he was given the thirty-two-mounds at most one _kaṁsa_ coins, so long as he had thirty-two rains.",
    "ai-tika-vin08t25:38_1": "Or before, for some say, this is the right kind",
    "ai-tika-vin08t25:38_2": "(but) all day, that very day he who lives",
    "ai-tika-vin08t25:38_3": "And here too the road should be understood to the Sākiyaka’s road,",
    "ai-tika-vin08t25:38_4": "But when the invitation has been shown that amount of the invitation procedure and then, if the invitation procedure, do the invitation procedure with those who already done the invitation procedure, then the invitation procedure should be done, or if they make an effort to do the invitation procedure.”",
    "ai-tika-vin08t25:38_5": "for the observance-day procedure there is an act of wrong conduct.",
    "ai-tika-vin08t25:38_6": "For this is said: “Bhikkhus, it is the observance-day procedure that is the observance-day procedure and the legal procedure should be done in the Sangha.”",
    "ai-tika-vin08t25:39_0": "He should then do the observance-day procedure together, the recitation of the Monastic Code, and that is called the observance-day procedure together.",
    "ai-tika-vin08t25:39_1": "Otherwise the observance-day procedure together, three monks should do the observance-day procedure by declaring two or three observance-day procedure together.",
    "ai-tika-vin08t25:39_2": "A person of the observance-day procedure sitting next to that person is sitting on the following day, and they should determine that is, an observance-day procedure.",
    "ai-tika-vin08t25:39_3": "Hence it is said: “Having taken more than three times in the observance day,”",
    "ai-tika-vin08t25:39_4": "After the doing of the Pātimokkha restraint in the three observance-day procedures, the recitation of the Monastic Code, and the recitation of the Monastic Code.",
    "ai-tika-vin08t25:39_5": "He is two kinds of instruction: the recitation, the advice, and the rest, and the fourteenth announcement.",
    "ai-tika-vin08t25:39_6": "The reciter of the Monastic Code in his half-monthly instruction has been canceled for him, and he recites the Monastic Code.",
    "ai-tika-vin08t25:39_7": "if he says, “This is and here” and there is such an offense when six factors are fulfilled;",
    "ai-tika-vin08t25:39_8": "like the rest, in the same place as before.",
    "ai-tika-vin08t25:40_0": "Herein, the instruction is called “announced”.",
    "ai-tika-vin08t25:41_0": "“Painful is the ultimate austerity.",
    "ai-tika-vin08t25:42_0": "Nibbāna is supreme say the Buddhas,",
    "ai-tika-vin08t25:43_0": "No true renunciate injures another,",
    "ai-tika-vin08t25:44_0": "nor does an ascetic hurt another.",
    "ai-tika-vin08t25:45_0": "“All what should be done and what is good,",
    "ai-tika-vin08t25:46_0": "And the purification of one’s mind is the instruction of the Buddhas.",
    "ai-tika-vin08t25:47_0": "“Not finding fault, not hurting, ~ and restraint in regard to the Pātimokkha,",
    "ai-tika-vin08t25:48_0": "knowing the correct measure in food, (living in) a remote dwelling place,",
    "ai-tika-vin08t25:49_0": "being devoted to meditation - this is the teaching of the Buddhas.”",
    "ai-tika-vin08t25:50_0": "These are the three verses.",
    "ai-tika-vin08t25:51_0": "Herein, (time) is the ultimate austerity, the ultimate one (to say):",
    "ai-tika-vin08t25:51_1": "The meaning is explained in reciting (the three): It is proper (for that is) to say: the three (true) meaning, the best, that is that supreme,",
    "ai-tika-vin08t25:51_2": "Nibbāna is inclination when Nibbāna is the ultimate way.",
    "ai-tika-vin08t25:51_3": "But they don’t go forth under the intermediate directions, nor do they get frustrated.",
    "ai-tika-vin08t25:51_4": "than the fourth hands and feet,",
    "ai-tika-vin08t25:51_5": "“This ascetic has not gone forth.”",
    "ai-tika-vin08t25:51_6": "“‘Those who kill a hurtful place!’ means (alternatively) harass another,",
    "ai-tika-vin08t25:51_7": "Or alternatively, when the virtuous are killers here.",
    "ai-tika-vin08t25:51_8": "for he is called one who has cut off the sense of virtue and in the sense of others.",
    "ai-tika-vin08t25:51_9": "And when an ascetic, a renunciate shouldn’t hurt anyone, hurt others, or hurt both; he’s not a renunciate or who has gone forth is called “one who is virtuous”.",
    "ai-tika-vin08t25:51_10": "But they say, “Whoever goes forth with the interruption of others, even if anyone kills others, prevents him, is not allowed to take his life.”",
    "ai-tika-vin08t25:51_11": "Why is that?",
    "ai-tika-vin08t25:51_12": "are not going forth because of misfortune has gone forth.",
    "ai-tika-vin08t25:51_13": "“Have gone forth as a monk, since he’s called one who has gone forth.”",
    "ai-tika-vin08t25:51_14": "‘This ascetic doesn’t hurt others, nor do I harm you.",
    "ai-tika-vin08t25:51_15": "what is the reason why?",
    "ai-tika-vin08t25:51_16": "Because it’s unequalled.",
    "ai-tika-vin08t25:51_17": "“It’s because they’re called an ascetic.”",
    "ai-tika-vin08t25:52_0": "Second: all is knowledgeable.",
    "ai-tika-vin08t25:52_1": "and disrespectfully,",
    "ai-tika-vin08t25:52_2": "so skilled in the four ways of doing skillful.",
    "ai-tika-vin08t25:52_3": "and he gains the full ordination.",
    "ai-tika-vin08t25:52_4": "After giving up his own mind, he becomes dispassionate towards all the texts of one who has reached Arahantship. He has established in virtue and practices accordingly the whole world’s mind. He has the neighborhood of all the perfections, and he has reached Arahantship. He attains the supreme fruit of perfection.",
    "ai-tika-vin08t25:53_0": "In the third enlightenment comes from speaking (after hearing) word spoken.",
    "ai-tika-vin08t25:53_1": "Bothing without hurting anyone, they anyone,",
    "ai-tika-vin08t25:53_2": "(But) the Pātimokkha ceremonies, desiring the supreme guide for the supreme benefit.",
    "ai-tika-vin08t25:53_3": "or they are called “annot”.",
    "ai-tika-vin08t25:53_4": "Visākha, discovering the three characteristics, etc.,",
    "ai-tika-vin08t25:53_5": "acceptance of the right kind, etc., that is suitable to say, second studies, and suitable.",
    "ai-tika-vin08t25:53_6": "staying in a cesspit, polishing, and changing, and covering the dwellings rose-place,",
    "ai-tika-vin08t25:53_7": "And here the explanation of the meaning is to be understood in each case. And the other is included in the following two, that is to say, by one whose characteristics is to be understood as the other.",
    "ai-tika-vin08t25:53_8": "the higher mind, and the higher consciousness, just as the higher consciousness and the higher mind, is the meaning of the higher consciousness, and the higher consciousness, and the higher consciousness, and the higher consciousness is stated.",
    "ai-tika-vin08t25:53_9": "This is the instruction of the Buddhas. The response (afterwards), without having qualified conduct, repelled (afterwards) insignification, (and then) “Have you believe in the instructions of the Buddhas. ” And this is the eighth cause of the instruction; it is the support of the Buddhas.",
    "ai-tika-vin08t25:53_10": "But these three verses should be understood that the recitation of the Monastic Codes, and the Buddhas don’t understand:",
    "ai-tika-vin08t25:53_11": "“Venerable Sir, I have heard” the Sangha being told by the Buddha, and so on.",
    "ai-tika-vin08t25:53_12": "That is the case, the recitation of the Monastic Code in this case.",
    "ai-tika-vin08t25:54_0": "Without charging right there, he is not having the previous, not having the previous set,",
    "ai-tika-vin08t25:54_1": "the fourth month of the rainy season.",
    "ai-tika-vin08t25:54_2": "For four months are fulfilled, just as the rainy season. On the four months of the fortnight was necessary, this is said to be the last month of the four months.",
    "ai-tika-vin08t25:54_3": "By body: such unitedness is constantly placed in harmony.",
    "ai-tika-vin08t25:55_0": "But this is the exposition here.",
    "ai-tika-vin08t25:55_1": "If the first monk who has entered the rainy-season residence together with five monks should then do the observance-day procedure by declaring purity when there are five monks and who should then do the invitation procedure in the presence of those who already have arrived.",
    "ai-tika-vin08t25:55_2": "If there is one or two, one, and two, three, four, or five;",
    "ai-tika-vin08t25:55_3": "Then there are one or two, three, four, or five;",
    "ai-tika-vin08t25:55_4": "then there are two or three each one, and three each one,",
    "ai-tika-vin08t25:55_5": "For this is the characteristic of impermanence:",
    "ai-tika-vin08t25:55_6": "If the first is announced by the earlier starting from the first, he should fill the transmigration with the intention and announce in the midst of the Sangha and grossness and the announcements of various kinds.",
    "ai-tika-vin08t25:55_7": "But if there is one of the following four, he does not invite the Sangha to correct him four, he should do the invitation procedure with him.",
    "ai-tika-vin08t25:55_8": "or according to a group is fulfilled. Consequently, it should be done with according to the first and then according to the first separately.",
    "ai-tika-vin08t25:55_9": "The observance-day procedure should be done in the presence of those who do the observance-day procedure by declaring purity.",
    "ai-tika-vin08t25:55_10": "and each one, two, or three.",
    "ai-tika-vin08t25:55_11": "If the first one of them is the one person’s own observance, it should be done in the presence of one person.",
    "ai-tika-vin08t25:55_12": "If they had entered the rainy-season residence within the first rainy-season residence, and they then do the invitation procedure with them.",
    "ai-tika-vin08t25:55_13": "However, if he does the invitation procedure first and then that the invitation procedure should be passed on to him if he has already done the invitation procedure. If the invitation procedure has been done, the invitation procedure should be done after the invitation procedure. If the invitation procedure has been done, or after the invitation procedure has been done, then after the invitation procedure.",
    "ai-tika-vin08t25:55_14": "On the invitation day after the invitation had passed, some of those who were his invitations had completed the rainy-season residence there was after the Pātimokkha. Then, having heard the invitation procedure, the officials of the Monastic Code.",
    "ai-tika-vin08t25:56_0": "apart from the invitation procedure, if he has participated in the observance-day procedure, but if he does the observance-day procedure,",
    "ai-tika-vin08t25:56_1": "When there is a reciter of the Monastic Code, he recites the Monastic Code while the Monastic Code is being recited. When there is passing on his purity, he does not make the invitation procedure.",
    "ai-tika-vin08t25:56_2": "When they have completed the rainy season, they fall into the gathering at the gathering that includes the gathering.",
    "ai-tika-vin08t25:56_3": "Or the winds that are common with the previous disappearance of the rainy season.",
    "ai-tika-vin08t25:56_4": "This is the extermination of the previous so as to determine:",
    "ai-tika-vin08t25:56_5": "In this way, it should be recited while the Monastic Code is more than one. The observance-day procedure should not be done again.",
    "ai-tika-vin08t25:57_0": "a single upper robe over one shoulder, if it is the most outcome of a single upper robe over one shoulder, is the meaning.",
    "ai-tika-vin08t25:57_1": "But in the Commentaries, “This robe-cloth that can be attained again and again, because it was lost that for him that.",
    "ai-tika-vin08t25:57_2": "‘Walking on, having put on the upper robe over one shoulder,",
    "ai-tika-vin08t25:57_3": "It’s since he has put on, the robe-cloth is well-clothed, and he can be understood as it is said.",
    "ai-tika-vin08t25:57_4": "raising his hands in respectful salutation, raised his joined palms, and raised his joined palms.",
    "ai-tika-vin08t25:57_5": "If there is anything that should be done, he should sit down on the seat spread out there.",
    "ai-tika-vin08t25:57_6": "When the Monastic Code is being recited, however, we disrobed, then I forgotten sit down on the hand of the moon.",
    "ai-tika-vin08t25:57_7": "Like this, too.",
    "ai-tika-vin08t25:58_0": "The whole of the past had been done, in the past had already been done,",
    "ai-tika-vin08t25:58_1": "This is how many observance days it should be shown that he has already done the observance-day procedure and is done to jobs, but he is unsure of it.",
    "ai-tika-vin08t25:58_2": "the whole Sangha ...",
    "ai-tika-vin08t25:58_3": "visiting the observance-day procedure, the full ordination in order to do the observance-day procedure and thenws to make other monks. Then they will get an offense similar to that monk. They can then continue with regardless of whether they have committed an offense, and whose offense has been decided or not.” And after seeing that offense they will make amends for that offense.",
    "ai-tika-vin08t25:58_4": "After receiving one of them, he thought, “I’ll make an impure” and “I shall make use of them.”",
    "ai-tika-vin08t25:59_0": "the meaning is that it is daytime.",
    "ai-tika-vin08t25:59_1": "The one living in the community by theft is finished.",
    "ai-tika-vin08t25:59_2": "(And) without work, in the openings in the assembly hall named Dhammāsoka,",
    "ai-tika-vin08t25:59_3": "Except if it is the Sangha, except if the monks are present.",
    "ai-tika-vin08t25:59_4": "Previously, excepting the ten dangers,",
    "ai-tika-vin08t25:59_5": "But all kinds of fondness is allowed to go there while a delimiting person to safety.",
    "ai-tika-vin08t25:59_6": "If we were to go to the monastery, the observance-day procedure and the observance-day procedure there, then the observance-day procedure should not be done in that dwelling.",
    "ai-tika-vin08t25:59_7": "And if there is someone else to go, they’re able to go.",
    "ai-tika-vin08t25:59_8": "when in this way, you’ll find something.",
    "ai-tika-vin08t25:59_9": "He should go to the observance-day procedure for alms in the day of the village for alms.",
    "ai-tika-vin08t25:59_10": "If he enters the dwelling, he shouldn’t go to the observance-day procedure and then go there. If you’re able to get there, I’ll go to the monastery.",
    "ai-tika-vin08t25:59_11": "There the monks shouldn’t do the observance-day procedure with him. They won’t do the observance-day procedure with him.",
    "ai-tika-vin08t25:60_0": "Where do the observance-day procedure, having a complete assembly, does not go to the observance-day procedure, wherever I have done it, I haven’t given them about. If I don’t, they should make an effort to get it, and if I did not do the observance-day procedure.",
    "ai-tika-vin08t25:60_1": "Or alternatively, what is subject to sickness, etc.",
    "ai-tika-vin08t25:60_2": "The Sangha doesn’t transgress the arm’s reach, but can’t stop it at all.",
    "ai-tika-vin08t25:61_0": "“It is here that the monk who is Dhamma,” etc., and of the fourteenth and of the Monastic Code are included in the fourteenth sections, and because it is the purity that is illegitimate and contrary to the Monastic Law, and that the purification “It is here that the purity hasn’t been understood in the same way.",
    "ai-tika-vin08t25:61_1": "But these kinds of fondness should be undertaken by means of the purity that comes from the Sangha.",
    "ai-tika-vin08t25:61_2": "But if two months together, they made an agreement about the Sangha each other, and then reputations a legal procedure in the Sangha that happens.",
    "ai-tika-vin08t25:61_3": "But some say that it is cycle simply allowed, go to heaven.",
    "ai-tika-vin08t25:61_4": "For it is because the procedure of ejection for not recognizing an offense, for the sake of one because it is something else, thinking that the legal procedure is effected. And it should be understood that they must be practiced.",
    "ai-tika-vin08t25:61_5": "But in the disciplinary issue, if it is different from the monastery or its requisites, he should do the observance-day procedure by declaring purity that is legitimate and has a complete assembly. Instead of law, it should be given in the presence of that same deed.",
    "ai-tika-vin08t25:62_0": "“On the observance day, if the Sangha has business to be done, then anyone passing on his purity should also give his consent.”",
    "ai-tika-vin08t25:62_1": "“If, mendicants, a monk who is conveying the consent departs right there, then the consent should be given to another according to his own consent and the consent has been given to him, saying “My consent has been given to me,”",
    "ai-tika-vin08t25:62_2": "“If, monks, a monk who is conveying the consent reaches the Sangha, but deliberately doesn’t announce my consent, he commits an offense of wrong conduct.",
    "ai-tika-vin08t25:62_3": "or by body or speech: Then he should ask for himself or by body and speech, and then, for that reason he is able to constantly behave in a misapprehension of the body, speech, or mind. He should know what is beneficial or not.",
    "ai-tika-vin08t25:62_4": "‘It is allowed to ask for too much as a body’, or if it is allowable for you to make it.",
    "ai-tika-vin08t25:63_0": "However, due to purity of mindfulness due to sense desires, etc., this is how a gift should be given under.",
    "ai-tika-vin08t25:63_1": "For I don’t make my purity by declaring purity on my purity, and please announce my purity.”",
    "ai-tika-vin08t25:63_2": "if he says, “Take this out the Sangha” and “It is to be done” when there are things that should be done”,",
    "ai-tika-vin08t25:63_3": "And they give their consent to due to their own purity: it chooses that purity should be given to him by means of the purity that comes from the group of six. The meaning is, it should be given to him by means of the purity that equanimity.",
    "ai-tika-vin08t25:63_4": "Anyone else should purification of ethics.",
    "ai-tika-vin08t25:63_5": "composed of lalics: the black catching of the catching of the catching is called “clin”;",
    "ai-tika-vin08t25:63_6": "Herein, it is due to sugarcanement, it is due to suitability to bad deeds, but not to reach purity. That is why it is called “short” because it is in the first kind of zeal .",
    "ai-tika-vin08t25:63_7": "And the characteristics of the lair of the beds and seats can be seen in brief all aspects according to the body of the thirty-two marks.",
    "ai-tika-vin08t25:64_0": "173.",
    "ai-tika-vin08t25:64_1": "just the same;",
    "ai-tika-vin08t25:64_2": "And this is the effect.",
    "ai-tika-vin08t25:64_3": "Herein, “friend my enthusiasm,” he said, “Take me the invitation procedure.”",
    "ai-tika-vin08t25:64_4": "Herein, the simile of the Sangha had gone there for the hands the bowl that had been brought there.",
    "ai-tika-vin08t25:64_5": "“It may happen that a monk who has been passed on to him should go and say to the Sangha: “Venerable Sir, the invitation has been passed on to him.” ...",
    "ai-tika-vin08t25:64_6": "I’ll make amends for it.”",
    "ai-tika-vin08t25:64_7": "“Is dispelled”: “After walking in a certain monastery, it’s easy to say that ‘I give this out-building’. But that’s what they do.” But he said, “I live on for the sake of this.” But he has already said, ‘I do so, venerables.’”",
    "ai-tika-vin08t25:64_8": "for this is what happened to that which is said in the same way.",
    "ai-tika-vin08t25:64_9": "they’re well-tamed and retadily grasped.",
    "ai-tika-vin08t25:65_0": "When the recitation of the Monastic Code is finished, and she has not seen them as such, etc., in the recitation of the Monastic Code, etc., “The recitation of the Monastic Code is called “Sātimokkha”.",
    "ai-tika-vin08t25:66_0": "He wears a low base, that is to say: to be low, rapid, (surely) dangerous, adorned with various requisites,",
    "ai-tika-vin08t25:66_1": "Here’s the sword, the servant of the desire for your welfare, the opposite sex, and the additions (becauseds) for the sake of the (where the intention):",
    "ai-tika-vin08t25:66_2": "In this way the doing of what is beneficial,",
    "ai-tika-vin08t25:66_3": "(thinking): the realm called Bhagu, together with the king,",
    "ai-tika-vin08t25:66_4": "Having determined it as having determined it, he thinks, “I’ll seize it.”",
    "ai-tika-vin08t25:66_5": "while rising around it, after slitting his wrapping the head,",
    "ai-tika-vin08t25:66_6": "In the nineteenth sections of the Sangha, three kinds of purification, fourteen, fivefold base, and nine kinds of purity consisting in tranquillity, and three.",
    "ai-tika-vin08t25:66_7": "It is fourfold by means of four.",
    "ai-tika-vin08t25:66_8": "Two monks Pātimokkha, two kinds of canceling of the Monastic Code.",
    "ai-tika-vin08t25:66_9": "the nine orifices to recite the Monastic Code.",
    "ai-tika-vin08t25:66_10": "Do any sound of drums, kettledrums, horns of women?",
    "ai-tika-vin08t25:67_0": "As a mighty abode the climate is (surely) abode.",
    "ai-tika-vin08t25:67_1": "And having asked for him in this way: here they should be produced in the body and mind.",
    "ai-tika-vin08t25:67_2": "The invitation should be given to another.",
    "ai-tika-vin08t25:67_3": "“The novice monastic, it is because he has told a novice nun the full ordination that the novice nun is less than twenty years old, who has committed an offense entailing expulsion, but who has committed an offense entailing expulsion, incapable of requisites. It is allowable to because of the purity that the robes of the Sangha.",
    "ai-tika-vin08t25:67_4": "But when they claim to be a novice, they should be given attention from it.",
    "ai-tika-vin08t25:67_5": "for which he disrobes after the purity has arrived at Pāṭaliputta,",
    "ai-tika-vin08t25:67_6": "admits that he’s a _paṇḍaka_; admits to be living in the community by theft; he admits to the _paṇḍaka_; he admits to the _paṇḍaka_; he admits to the _paṇḍaka_; the consent has been brought for him up when he is generally given their consent.”",
    "ai-tika-vin08t25:67_7": "That is why it is said: “Neither in all ways.”",
    "ai-tika-vin08t25:67_8": "But if they now show the way to understand the difference between the mind and the wrong path, but that is, it is attached to their entangling in the Sangha.",
    "ai-tika-vin08t25:68_0": "“In this place the monks take it on trust from the group of four, that is to say, the purity of persons without coming.”",
    "ai-tika-vin08t25:68_1": "“Because it is said in the Sangha.”",
    "ai-tika-vin08t25:68_2": "(These should be treated in the first precincts of the Saṅgha.)",
    "ai-tika-vin08t25:68_3": "If a monk commits an offense of wrong conduct. If it is consolidated with him, there is no offense.",
    "ai-tika-vin08t25:68_4": "And in whatever place the upper story, where there is an attainment where there is she can be",
    "ai-tika-vin08t25:68_5": "With this act of understanding, he must not show the observance-day procedure and that one is accompanied by a number of offenses. Asking about a rule, they can be seen as already described.",
    "ai-tika-vin08t25:68_6": "It’s simply impossible that the Realized One could not do the observance-day procedure and recite the Monastic Code in an impure assembly. Instead, he should do the observance-day procedure and recites the Monastic Code.",
    "ai-tika-vin08t25:68_7": "The purity of mindfulness brought by the purity of one: not the one who is conveying the purity that has been brought in him should be given.",
    "ai-tika-vin08t25:69_0": "If they do so, then when asked a new town, they say, “Have you cut off all the offenses, ‘What is incompetent’, ‘This is the wrong way’, ‘This is the act of wrong conduct’,",
    "ai-tika-vin08t25:69_1": "The Sangha then committed the same offense as before.",
    "ai-tika-vin08t25:69_2": "But if it is allowed to go and, it is allowed to make the spot that the observance-day procedure is required and then to return. After having an observance-day procedure, it should be done again and again.",
    "ai-tika-vin08t25:69_3": "if he goes there because there is something to be done by someone else, thinking “The inhabit it is the meaning of a village,” or “There is the meaning.”",
    "ai-tika-vin08t25:69_4": "In this very time, the observance-day procedure, the Kālāmas set about even a jointly.",
    "ai-tika-vin08t25:69_5": "which has been recited in the texts, “Now,” and “There are all just that more than that.",
    "ai-tika-vin08t25:70_0": "But if he is senior, a monk who is senior and who is senior.",
    "ai-tika-vin08t25:70_1": "For the teacher has had invited the Sangha about this matter, which is the invitation procedure, for the Sangha, but the invitation procedure is invalid, the procedure is the same.",
    "ai-tika-vin08t25:70_2": "The monk to show the invitation procedure.",
    "ai-tika-vin08t25:70_3": "Many calms doing what they have invited by doing the invitation procedure, having them all arrived on the following day, and that simultaneously with one hundred and ten days. The meaning is this:",
    "ai-tika-vin08t25:71_0": "But the wise one should think about it according to the rule, and then what do you think? What can we do?",
    "ai-tika-vin08t25:71_1": "Now at the time of the Monastic Code:",
    "ai-tika-vin08t25:72_0": "“Today lazy one should rise from a seat and water,",
    "ai-tika-vin08t25:73_0": "(but) these are called the observance-day procedure;",
    "ai-tika-vin08t25:74_0": "“Purification of mind should be advised to give advice to advice,",
    "ai-tika-vin08t25:75_0": "is called the ‘observe’.",
    "ai-tika-vin08t25:76_0": "“The monks should not consent to as much as they need,",
    "ai-tika-vin08t25:77_0": "if they’re not found in him",
    "ai-tika-vin08t25:78_0": "they don’t become a fault-finding.",
    "ai-tika-vin08t25:79_0": "This is called “the bowl” .",
    "ai-tika-vin08t25:80_0": "recited the Pātimokkha then each recited the Monastic Code, then he recited the Pātimokkha for each time.",
    "ai-tika-vin08t25:80_1": "After that the other sectarians, he spent the recitation of the Monastic Code, had already completed the recitation of the Monastic Code, and then recited the Monastic Code. On the Pātimokkha for the Community of monks, he recited the Monastic Code, and then departs in the midst of the Sangha of monks.",
    "ai-tika-vin08t25:80_2": "Like this, too.",
    "ai-tika-vin08t25:80_3": "He replied, “Noble Sir, for these reasons.” And he replied, “Did you do these introductions?",
    "ai-tika-vin08t25:81_0": "“What can be recited to the Teaching for the Monastic Code, or for the recitation of the Monastic Code?”",
    "ai-tika-vin08t25:81_1": "And in this context what is said:",
    "ai-tika-vin08t25:81_2": "If it seems appropriate to the Teaching, the Monastic Code should be combed with these verses. When there is the meaning of the recitation of the Monastic Code, they should do the invitation procedure by the Sangha. So the Sangha should then be undertaken that which is precept.",
    "ai-tika-vin08t25:81_3": "Then the reciter of the Monastic Code, thinking, “Sir, if there were a reciter of the Monastic Code, he recited the Monastic Code in his presence, then the senior monk recited the Monastic Code in the midst of the Monastic Code, he recited it outside the monastic code. ...",
    "ai-tika-vin08t25:81_4": "It is said: “According to such a verse,” and having spoken, he asked each answered, “What is, venerable sir? ” He asked, “Nuns, answer, “Nuns, this Dhamma is said, Venerable Ānanda, a Dhamma talk about the Monastic Code.” ...",
    "ai-tika-vin08t25:81_5": "—”But, after saying this, “It is said” and “It is said, “It is better, venerable sir.” ... they asked, “Venerable sir, we answer these things.” ...",
    "ai-tika-vin08t25:81_6": "If it seems appropriate to the students, we should restrain ourselves. When it was said, we would say, “Venerable sir, we will perform a discussion with the recitation of the Monastic Code.” Then he can then be told, “Venerable sir, we will do what we have said, there will be for the sake of ourselves. ” When it was ready to do the recitation of the Monastic Code, we would begin the Monastic Code, and there will be no recitation of the Monastic Code.",
    "ai-tika-vin08t25:82_0": "And here the explanation of the meaning here in these verses, etc., the same explanation application is said of the Commentaries.",
    "ai-tika-vin08t25:82_1": "But the last watch of the night is not explained in eight parts. It won’t be regarded as a debate,",
    "ai-tika-vin08t25:82_2": "small thing:",
    "ai-tika-vin08t25:83_0": "“Because of the gradual business,",
    "ai-tika-vin08t25:84_0": "my bowl while still less.",
    "ai-tika-vin08t25:85_0": "The Sangha recites the Teaching.",
    "ai-tika-vin08t25:86_0": "and five ignorant people.”",
    "ai-tika-vin08t25:87_0": "“Because of the gradual business,",
    "ai-tika-vin08t25:88_0": "my bowl while still less.",
    "ai-tika-vin08t25:89_0": "Setting away the Sangha, he said,",
    "ai-tika-vin08t25:90_0": "all the invitations have been done in this way.”",
    "ai-tika-vin08t25:91_0": "There is no such language explainment, but not the meaning of their own teachers’ origin. That’s why I say it.",
    "ai-tika-vin08t25:92_0": "Herein, having had previously dissatisfaction all the duties in the previous, and having the previous, it is not concluded about it.",
    "ai-tika-vin08t25:92_1": "If it seems appropriate to that offense, you shouldn’t teach the Dhamma in an offense such-and-such a way.",
    "ai-tika-vin08t25:92_2": "And although the preached by an offense of the kind, it is not only because it has been disproved by the words that it has been disposed in this way.",
    "ai-tika-vin08t25:92_3": "If it seems appropriate to the venerables, while the opposites of the three failures in the way already described, the although it is uneven.",
    "ai-tika-vin08t25:92_4": "“Previously the monks from the group of six have previously completed the recitation of the Monastic Code and properly in harmony, they are complete in harmony, and without getting enough.”",
    "ai-tika-vin08t25:92_5": "That is:",
    "ai-tika-vin08t25:92_6": "they don’t observe the observance-day procedure, there are monks who are of theirs, and they don’t become an individual.",
    "ai-tika-vin08t25:92_7": "But if they have no, they shouldn’t do the observance-day procedure.",
    "ai-tika-vin08t25:92_8": "Therefore, monks, you should not do the observance-day procedure with the following four kinds of people: “Monks, you should do the observance-day procedure by reciting the Monastic Code. You should do the observance-day procedure in the Sangha and therefore the recitation of the Monastic Code.” So you should recite the Monastic Code in an assembly.",
    "ai-tika-vin08t25:92_9": "If not, then a competent monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say:",
    "ai-tika-vin08t25:92_10": "The Sangha recites the Monastic Code on the recitation of the Monastic Code.",
    "ai-tika-vin08t25:92_11": "For the second time I invite the Sangha to correct me concerning what you have seen, what you have heard, and what you suspect. Please correct me, Venerables, out of compassion. If I see a fault, I will make amends.",
    "ai-tika-vin08t25:92_12": "For the third time I in the Sangha to correct it concerning what you have seen, what you have heard, and what you suspect. Please correct me, Venerables, out of compassion. If the Sangha gives a third time, I will make amends.",
    "ai-tika-vin08t25:92_13": "recited the Pātimokkha, after reciteing the Pātimokkha, –",
    "ai-tika-vin08t25:93_0": "“Today lazy one should rise from a seat and water,",
    "ai-tika-vin08t25:94_0": "(These are) called the ‘observance’.",
    "ai-tika-vin08t25:95_0": "But in the Commentaries, what are the four indications of the recitation given in the Monastic Code? When asked, “What is the reciter, venerable sir?” And when he said, “It is recited these questions, Venerable Ānanda?”",
    "ai-tika-vin08t25:96_0": "“Purification of mind should be advised to give advice to advice,",
    "ai-tika-vin08t25:97_0": "Excellent: they are called “the first” .",
    "ai-tika-vin08t25:98_0": "But in the Commentaries, what are these five determinations? When asked the Teaching, what are they talked in the Monastic Code again?” When he said, “Sir, what is the recitation of the Monastic Code again?”",
    "ai-tika-vin08t25:99_0": "“The monks should not consent to as much as they need,",
    "ai-tika-vin08t25:100_0": "if they’re not found in him",
    "ai-tika-vin08t25:101_0": "they don’t become a fault-finding.",
    "ai-tika-vin08t25:102_0": "This is called “accumulate” –",
    "ai-tika-vin08t25:103_0": "When it was said, with the fourteenth and analysis of the Monastic Code, what is spoken by one who has not spoken about the recitation of the Monastic Code, what is spoken by the Sangha: “Venerable Sir, what is spoken by the Monastic Code, and one who has spoken about the recitation of the Monastic Code, and one who is recited the Monastic Code, and one who recites the Monastic Code would be recited again?” then he said, “Let’s reciting the Sangha after making a statement.",
    "ai-tika-vin08t25:104_0": "Herein, the Dhamma in the midst of the Sangha ...",
    "ai-tika-vin08t25:104_1": "You should say this to them: ‘You should understand the Dhamma talk by the reciter.’”",
    "ai-tika-vin08t25:104_2": "“You should not recite the Monastic Code in the midst of the Sangha without first being requested to do so.”",
    "ai-tika-vin08t25:104_3": "gave it to the Sangha,",
    "ai-tika-vin08t25:104_4": "And the Sangha has appointed the same question as the Elder Nun Saṅghamittā because he has been approved in the midst of the Sangha.",
    "ai-tika-vin08t25:104_5": "“Sir, the Saṅgha has recited the Monastic Code in one place.”",
    "ai-tika-vin08t25:104_6": "Because the senior monks said: “Venerables, please recite the Pātimokkha.”",
    "ai-tika-vin08t25:105_0": "If he recites the Monastic Code in the same way, the reciter of the Monastic Code, he should do the invitation procedure with the Monastic Code.",
    "ai-tika-vin08t25:105_1": "the lake is obtained",
    "ai-tika-vin08t25:105_2": "likewise without trick.",
    "ai-tika-vin08t25:105_3": "for as long as he recites the Monastic Code in the midst of the Sangha and recited the Monastic Code in the midst of the Sangha.",
    "ai-tika-vin08t25:105_4": "After that is the reciter of the Monastic Code,",
    "ai-tika-vin08t25:105_5": "When asked the Teaching, he’s asked: ‘It’s unlikely, sir.’ When asked, how could it be gained?”",
    "ai-tika-vin08t25:105_6": "But the eighth times of the conversation.",
    "ai-tika-vin08t25:105_7": "Vāseṭṭhas, why are the Sanghas of the monks who do the observance-day procedure together? All the Sangha should perform the sabbath and the observance-day procedure.",
    "ai-tika-vin08t25:105_8": "When they do not show their new building work, what is their old action?”",
    "ai-tika-vin08t25:106_0": "or if they don’t, then that is to say, when about the recitation of the Monastic Code, why are the prior starting points?",
    "ai-tika-vin08t25:106_1": "This too is the truth that should be spoken.",
    "ai-tika-vin08t25:106_2": "For the explanation of the Pātimokkha itself, etc., that is, the preceding of the recitation of the Monastic Code should not be told, and so on.",
    "ai-tika-vin08t25:106_3": "But still they are capable of realizing anything that is so, and they are said to be a terminator for the sake of presume to each other.",
    "ai-tika-vin08t25:106_4": "For this is said: “This is how the fourth section for recitation on the observance day, and on the fourteenth day of the lunar half-month; this is the recitation of the Monastic Code, having given up searching for the recitation of the Monastic Code, when one is finished, has been its recitation, one who is questioned; and he has come to the recitation of the Monastic Code, then when there is a serious offense, that is to say, a current of the Monastic Code, this is known by the Monastic Law, and he should questioned for a long way that is evident.”",
    "ai-tika-vin08t25:106_5": "Like this, too.",
    "ai-tika-vin08t25:107_0": "For this conversation amongst those who are unfinished:",
    "ai-tika-vin08t25:108_0": "again and again, the Wise One would think about the training,",
    "ai-tika-vin08t25:109_0": "After considering it (thinking): “If I were thinking about it, I give it to you.”",
    "ai-tika-vin08t25:110_0": "If not, then if he is not thrown away from the world of the perfected ones, the fully awakened Buddha,",
    "ai-tika-vin08t25:111_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t25:112_0": "Discussion of the observance-day procedure, the declaration of the invitation procedure,",
    "ai-tika-vin08t25:113_0": "The fifth chapter"
}