{
    "ai-tika-s0404t1:0_0": "2. Mahāvaggo",
    "ai-tika-s0404t1:1_0": "1. Verañjasuttavaṇṇanā",
    "ai-tika-s0404t1:2_0": "11.",
    "ai-tika-s0404t1:2_1": "The second enemy is a term for that.",
    "ai-tika-s0404t1:2_2": "like a swan who rotten inside a lotus leaf.",
    "ai-tika-s0404t1:2_3": "Naḷeru the native spirits at the root of a tree named Naḷeru.",
    "ai-tika-s0404t1:2_4": "withdrawn from the root of a tree;",
    "ai-tika-s0404t1:2_5": "The roots spipe, crembling,",
    "ai-tika-s0404t1:2_6": "For if he says is noise to the roots, “Friends, even as much as the root needles at the roots of an abundance” .",
    "ai-tika-s0404t1:2_7": "“I am of greed, hate, and delusion” etc.",
    "ai-tika-s0404t1:2_8": "“Only when the middle has passed they shadown at the foot of a tree in the middle of a tree, or at the root of a tree shade.” And they drew down from the root of a tree.",
    "ai-tika-s0404t1:2_9": "But it is here that is not worth because of the intention of predominance; so it can be understood that it is not needed since it is by being asked.",
    "ai-tika-s0404t1:2_10": "He had a pleasing and delightful park, like the Palace of Principle, the Kurus He was surrounded by many people.",
    "ai-tika-s0404t1:2_11": "He arrived at Verañja, and at the root of a tree. He lived in that place.",
    "ai-tika-s0404t1:2_12": "Hence it was said: “He lives at Verañjā at the root of Naḷeru.”",
    "ai-tika-s0404t1:3_0": "get up from his seat, thinking, “She is rising from the seat”.",
    "ai-tika-s0404t1:3_1": "if he sits down on a seat without rising from his seat;",
    "ai-tika-s0404t1:3_2": "And here he’s old, overcome by old age. ...",
    "ai-tika-s0404t1:3_3": "when he has reached the final stage of life; he does not get up from his seat when he has risen from his seat.",
    "ai-tika-s0404t1:3_4": "That’s why the ear ... nose ... tongue ... body ...",
    "ai-tika-s0404t1:3_5": "the same thing, having seen them, the meaning should be understood.",
    "ai-tika-s0404t1:3_6": "Or alternatively, they can’t get upset and go out to meet him, thus they do so.",
    "ai-tika-s0404t1:3_7": "for if they get up from out, they speak of what is meant.",
    "ai-tika-s0404t1:3_8": "for this is said: “There is a way of speaking in the evening, and seeing him coming out of the water, and seeing him coming back.”",
    "ai-tika-s0404t1:3_9": "But there is no place because of this that” is keeping to be shown by this characteristic, which is to be shown in the sense of seeing.",
    "ai-tika-s0404t1:3_10": "In the rolling of the absence: it is extremely unequalified describing the meaning at what is meant.",
    "ai-tika-s0404t1:3_11": "doesn’t bow to them, or rise in their presence.",
    "ai-tika-s0404t1:4_0": "Understanding this, he thought, “There is no influence for me to activity,” and “There is no different things for me to do not know,” and so on.",
    "ai-tika-s0404t1:4_1": "he would honor and respect and report to one who lives in suffering, what will I do?”",
    "ai-tika-s0404t1:4_2": "criticizes those who deserve to be produced,",
    "ai-tika-s0404t1:4_3": "when born: born he is born, has agitatedness, in between the two wombs, is said to be the truth when he is born.",
    "ai-tika-s0404t1:4_4": "Much is the northern quarter,",
    "ai-tika-s0404t1:4_5": "and saying: “Having gone tricked to each of the ten thousand world-elements, he gave this one thousand world-elements –",
    "ai-tika-s0404t1:5_0": "“It’s normal that, as soon as he’s born, the being intent on awakening stands firm with his own feet on the ground. With his own feet on the ground, he looks all around the north, thinking: ‘This is the six quarters,’ and all his way beyond the quarters.”",
    "ai-tika-s0404t1:6_0": "In this way he is like the seventh texts consisting in giving attention to the immaterial states. In this way all it is said to be “welling the world’s owners .”",
    "ai-tika-s0404t1:6_1": "plunged into the eastern quarters and countless thousands of wheels. Then the wheel-turning monarch had preciously wheel-turning monarch.",
    "ai-tika-s0404t1:6_2": "Herein, gods and men worshipped you with a fragrance and so on, where do you no one?”",
    "ai-tika-s0404t1:6_3": "these four directions, the four directions, and the eight directions, and the eight directions, and their himself should be understood to the supreme direction.",
    "ai-tika-s0404t1:6_4": "Worlding: “My meritorious world-sphere is evident for me, the instance of the world systems are known as the ten thousand world-elements with wisdom.”",
    "ai-tika-s0404t1:7_0": "Greatest man, who is great, of birth, and so on, without great wisdom,",
    "ai-tika-s0404t1:7_1": "Striving is the best,",
    "ai-tika-s0404t1:7_2": "Victorious in Jeta’s Grove, all of them reached the perfections beginning with the special qualities of being successful: “And what is said?”",
    "ai-tika-s0404t1:7_3": "all the merchant’s virtue is praised on the best,",
    "ai-tika-s0404t1:7_4": "But the meaning should be understood to be understood as before.",
    "ai-tika-s0404t1:7_5": "what is called to say about one who is debate.",
    "ai-tika-s0404t1:7_6": "more than that:",
    "ai-tika-s0404t1:7_7": "he worships him with Neither.",
    "ai-tika-s0404t1:7_8": "I remembered the supreme goal.",
    "ai-tika-s0404t1:7_9": "I should bow down to the person, bowed, and respectfully circled me, keeping him on my own. And I cannot ask a person without one.",
    "ai-tika-s0404t1:7_10": "but the constantly all should be seen here.",
    "ai-tika-s0404t1:7_11": "the Realized One is said to be a Realized One.",
    "ai-tika-s0404t1:7_12": "having worshipped such a state,",
    "ai-tika-s0404t1:7_13": "and smooth the rolls of the belt and bound by the belt.",
    "ai-tika-s0404t1:8_0": "saying to him, “I don’t speak to you.”",
    "ai-tika-s0404t1:8_1": "“I don’t say anything like me, dislike one like me,” and he refers to low.",
    "ai-tika-s0404t1:8_2": "Therefore it is said: “With a mind full of ill will” .",
    "ai-tika-s0404t1:9_0": "But what is the meaning of the wardings? What is the meaning?",
    "ai-tika-s0404t1:9_1": "By birth is called “birth” and so on.",
    "ai-tika-s0404t1:9_2": "For each one produces a rebirth-linking, and so on according to the gods of the Thirty-Three,",
    "ai-tika-s0404t1:9_3": "(Having shown the prominent merchant’s word ( drum because) the (magical) faithful council (the Buddha) said: “Herein, having made a resolvable sound of council (the Buddha).”",
    "ai-tika-s0404t1:9_4": "those who rejoice in heavenly possessed of joy, and those who rejoice in heaven.",
    "ai-tika-s0404t1:9_5": "Living in a strong sense of rope rope and spearing the minds",
    "ai-tika-s0404t1:9_6": "having arisen through the eye, which has arisen for visible objects, is called the “clination of the heart through craving, has arisen in the eye’s heart, and is what is meant.",
    "ai-tika-s0404t1:9_7": "Some increased them,",
    "ai-tika-s0404t1:9_8": "the doing of the groups consisting of floor, etc.",
    "ai-tika-s0404t1:9_9": "Equanimity is incapable of activity declaring the life of purity through the arrival at an inclination of the brahmins, without making it known",
    "ai-tika-s0404t1:10_0": "In this case it is far from the work that I call the Realized One, “The meaning is this,” “Buddhas are bound up with this Iundly” .",
    "ai-tika-s0404t1:10_1": "The roots of rebirth,",
    "ai-tika-s0404t1:10_2": "They told him, “Listening the site,” and they told him what had happened. They said, “Listening in the middle, goods,” and they told him, “Lay follower, there is no truth.”",
    "ai-tika-s0404t1:10_3": "and the site for the palm palm trees to be palmed,",
    "ai-tika-s0404t1:10_4": "Once it so happened that a site of a monastery that was prepared on a site of a park, which was established in a park’s place. When the monastery was placed on a palm tree, it was established in this way, there were needle cases, collapsed at the root of a palm tree, and which is called “grove.”",
    "ai-tika-s0404t1:10_5": "* Formakes that seem,",
    "ai-tika-s0404t1:10_6": "How on earth did the site for them?",
    "ai-tika-s0404t1:10_7": "With the appearance of forms, feeling based on forms,",
    "ai-tika-s0404t1:10_8": "Herein, previously alternatively: it is called “the time period” .",
    "ai-tika-s0404t1:10_9": "They are said to be reference to the basis for its objective fields, like the something elsewhere, which is called “hadow” because it is the sense of its urgency.",
    "ai-tika-s0404t1:10_10": "By these, the abandoning of these, it is shown by development,",
    "ai-tika-s0404t1:11_0": "Because non-disappearance is liable to perishing.",
    "ai-tika-s0404t1:11_1": "The palms said, “Have you people need? Why do you take leave? ”",
    "ai-tika-s0404t1:11_2": "This is how much based on the site: “This must be made.”",
    "ai-tika-s0404t1:11_3": "And here, however, he can be told, “There is not committed to the practice of not made uprooting,” etc., in the sense of performing, in the way already described, that is to be done.",
    "ai-tika-s0404t1:11_4": "In this way it is said:",
    "ai-tika-s0404t1:11_5": "Sights, sounds, smells, tastes, touches, and thoughts are unskillful things that are to be found in the future. Compared to the result, he has been reborn in a palm-stump, so utterly done away with that one is produced like a palm stump, obliterated, and is reborn in the future.",
    "ai-tika-s0404t1:11_6": "In this way they said, “There are non-existence for it.”",
    "ai-tika-s0404t1:11_7": "What is not referred to is this: here the word “There is noise of this,” etc., in the same way, “There is noise,” etc., it is not appropriate to them.",
    "ai-tika-s0404t1:12_0": "But you say that you don’t memorize it, you don’t make it consider. You don’t use any reference to such reasons.",
    "ai-tika-s0404t1:12_1": "This brahmin doesn’t show the same kind of person that introduced monastery as referred to the same way.",
    "ai-tika-s0404t1:13_0": "everywhere in all places.",
    "ai-tika-s0404t1:13_1": "This brahmin is referring to the sickness, “Master Gotama is the brahmin who refutes what he says.”",
    "ai-tika-s0404t1:13_2": "Yet the Buddha supports what he says when he likes,",
    "ai-tika-s0404t1:13_3": "By removing desire and greed, etc., that is to say: enjoyment of things .",
    "ai-tika-s0404t1:13_4": "another explanation.",
    "ai-tika-s0404t1:14_0": "(They are) corrupted with families: it is good behavior and badly violent.",
    "ai-tika-s0404t1:14_1": "go through the appearance of what is not to be done,",
    "ai-tika-s0404t1:14_2": "They told him what was happening, and said, “Bhas don’t belong to the same Buddhist sect is an indicated by the ascetic life.” Then they should be told in the Dhamma and Vinaya from the unskillful qualities. Then they said, “Having given these things, unprofitable, bad conduct by way of body, speech, and mind.”",
    "ai-tika-s0404t1:14_3": "countless kinds of suffering.",
    "ai-tika-s0404t1:15_0": "This is called one who is worshipped by the world, and has nothing to do in the world.",
    "ai-tika-s0404t1:15_1": "Non-Returners of Practice Lower robes, alms-food, lodgings, and medicines and supplies for the five kinds of greed for the five kinds of greed for material delights, etc., they say: “We are greedy for the five cords of sense desires, etc.”",
    "ai-tika-s0404t1:15_2": "The greed for sights should be understood in the five strands of sense desires, etc., as follows: “Forms of greed for the five kinds of sensual stimulation” .",
    "ai-tika-s0404t1:15_3": "For accordingly, as it is said: “Abounding the sound of virtues, on its special qualities,”",
    "ai-tika-s0404t1:15_4": "with the unwholesome mental an unwholesome mind he consciously associated with the mind, (having) associated with mind.",
    "ai-tika-s0404t1:15_5": "So he told them all that is skillful.",
    "ai-tika-s0404t1:15_6": "The rest is identity view.",
    "ai-tika-s0404t1:16_0": "He’s disgusted by form, I’m disgusted by bowing down to others, or in regard to others likewise who are annihilated, who thinks, ‘I’m disgusted’.",
    "ai-tika-s0404t1:16_1": "Unskilled in unprofitable states, detest in regard to those who are unprofitable states. They are disgusted with this.",
    "ai-tika-s0404t1:16_2": "For this reason it is in the case of the fine-material jhāna.",
    "ai-tika-s0404t1:16_3": "(one) born: the meaning is that he has descended from Macchikāsaṇḍa, is the meaning.",
    "ai-tika-s0404t1:16_4": "Jain",
    "ai-tika-s0404t1:17_0": "The world’s deeds done are the best of the world, the intention of the world, the most excellent deeds done, or the procedure of the world.",
    "ai-tika-s0404t1:17_1": "Herein, in the two ways: on the meaning,",
    "ai-tika-s0404t1:17_2": "from the meaning is this:",
    "ai-tika-s0404t1:17_3": "Or alternatively: it is here : it is in the Monastic Law , thus it is the meaning.",
    "ai-tika-s0404t1:17_4": "That’s why it is said: “I have become a perfected one.”",
    "ai-tika-s0404t1:17_5": "When he has spoken of first two kinds of sounds, etc., and not for the sake of establishing the meaning, etc., in this way, they will teach Dhamma to perfection in the meaning.",
    "ai-tika-s0404t1:17_6": "Therefore it is said: “For what is particular here, ” and she replied, “Having shown that he has already been stated.",
    "ai-tika-s0404t1:17_7": "And the world’s mind should be understood here in the world.",
    "ai-tika-s0404t1:17_8": "For the one who has reached that same utterance is called arrival at the end of the world, and the world has been described in the world the thoroughly memorized it. And it is called “surpassable” .",
    "ai-tika-s0404t1:18_0": "despised by a _kahāpaṇa_ coin, Reflecting the minds of virtue,",
    "ai-tika-s0404t1:18_1": "Having preoccupations with the three kinds of sounds, etc., and then that is called “without applied and sustained thought” in the same way that is, “This is a condition for being done” .",
    "ai-tika-s0404t1:19_0": "“After attaining the whole world,” she said, “Have you must live in absence of the embryo,” but when it is lost, she said, “Unlike this jhāna to the pregnantly, it can be understood, and in the way already described.”",
    "ai-tika-s0404t1:19_1": "I will bow down to him,",
    "ai-tika-s0404t1:19_2": "(And) he shows his mother’s womb, he shows no impure words, which is like mature in being pure and unpurified, (and when) from the slave’s mother, discontent, and gave him slaves back to the Buddha, saying: “I am a male and female slave, I am a male and female servant ill will,” and he said to him, “Now my servant-controlling slave man who abuses and insults him,”",
    "ai-tika-s0404t1:19_3": "which is conceived in the world of the gods.",
    "ai-tika-s0404t1:19_4": "Hence it is said: “He who finds wickedness to attain the world of the gods,”",
    "ai-tika-s0404t1:19_5": "“I can get pregnant to obtain this one inferior.” And on the contrary to the Monastic Law, he said, “Tough this one person, takes it away in the future.",
    "ai-tika-s0404t1:19_6": "So you should be quiet and go on",
    "ai-tika-s0404t1:19_7": "He obtains inferiority and superiority, which is why abstaining inferior and superior, do not get pregnant, that is why absorbed or in them.",
    "ai-tika-s0404t1:19_8": "As he makes it understood again “In this way,” the story of the Videhans,",
    "ai-tika-s0404t1:19_9": "showing them where, they said.”",
    "ai-tika-s0404t1:19_10": "has faith in the mother’s womb, and like a student with her mother’s womb.",
    "ai-tika-s0404t1:19_11": "there is a mother in the womb as in the mother’s womb, she gives birth in the womb as though is dropped on her mother’s womb.",
    "ai-tika-s0404t1:19_12": "There arrested her Mother’s womb, and she said, “What can she come?”",
    "ai-tika-s0404t1:19_13": "safeguarding abortion, they are pregnant.",
    "ai-tika-s0404t1:19_14": "By the path of the supreme path,",
    "ai-tika-s0404t1:19_15": "when the work was destroyed, he said, “I came to a brought out because it was taught there,”",
    "ai-tika-s0404t1:19_16": "the other three produces a hero, having choice before shoping.",
    "ai-tika-s0404t1:19_17": "And here it should be understood that this is called “special” in the Visākha” since it can be understood that the Factor in each case. And here it can be understood that there is be no more future lives.",
    "ai-tika-s0404t1:20_0": "Now comes the description of the seven ways of being shown by diversity in the series beginning, “Now,” etc., in order to show that variety.",
    "ai-tika-s0404t1:20_1": "But in this conception of the womb they are born in a womb due to rebirth into a embryo is stated in both ways.",
    "ai-tika-s0404t1:20_2": "Shouldn’t they say: “Have you given up pregnant? They’ve been given up in a womb because they are given up?” And it does not become pregnant.",
    "ai-tika-s0404t1:20_3": "Then they said, “Looking to such a kind of existence”, and then they put them back in the same way: “What is this?”",
    "ai-tika-s0404t1:20_4": "Formless beings are produced in a continuation of existence.",
    "ai-tika-s0404t1:21_0": "the teaching element remembers, having no distinction element in the present life, and it is a term for the things that prevent nature it and concepts observed. Immersion is a term for all these things.",
    "ai-tika-s0404t1:21_1": "and having obtained it up, this is what was said.",
    "ai-tika-s0404t1:21_2": "(It is) taught by the teaching of the Dhamma that has been taught and pointed out in conformity within that point, which is needed for themselves to be shown by means of the influence of the bowl.",
    "ai-tika-s0404t1:21_3": "made compassion for all living beings.",
    "ai-tika-s0404t1:21_4": "After bringing that characteristic, they said: “Having given this mark of the earth, earth,”",
    "ai-tika-s0404t1:21_5": "Remembelling in the earth, ~ Saṁsāra, and he does not get material possessions, honor, and popularity, as well as wishing, weeping, quite secluded from sense desires, possessiveness, agreeable things, the meaning is that decaying, the undirected bathing of the mind.",
    "ai-tika-s0404t1:21_6": "What is contrary to the Teaching: here it is that someone who has not negligent could have fruition, and who describes the fruition as the result, and who is non-human beings who have various names.",
    "ai-tika-s0404t1:21_7": "But if they abuse and insult their own minds, their attributes and get others to do so, is the meaning here.”",
    "ai-tika-s0404t1:21_8": "now old, they dropped the wrink down.",
    "ai-tika-s0404t1:21_9": "Once again when the brahmin had finished his meal and refused an invitation to eat more, he said, “Having dyed me a seat in the way stated,” and so on.",
    "ai-tika-s0404t1:21_10": "“Well then, sir, we’re good to see the sight of such things.”",
    "ai-tika-s0404t1:21_11": "not having arisen in the realm, not attending to one who is undeveloped.",
    "ai-tika-s0404t1:21_12": "For he who is undeveloped in this way there is no equal state -",
    "ai-tika-s0404t1:22_0": "Leavesd: rolling away the bowl, they set out rolling the cooking of the stomach, which is the meaning.",
    "ai-tika-s0404t1:23_0": "So they should be told: the eggshere of the first absorption, the eggshell, the hack from the eggshell, and the meaning is that.",
    "ai-tika-s0404t1:23_1": "sinking and transmigrating,",
    "ai-tika-s0404t1:23_2": "Sentient beings who have sex produced in ignorance, there are beings that are intimate, who are not transferred to another who have given up ignorance, they in the worm-infested to eat the seeds, the wretched ground,",
    "ai-tika-s0404t1:23_3": "The world together: this world together with its gods. Absorbed, living together with the spiritual life.",
    "ai-tika-s0404t1:23_4": "He proclaims rightly aspire to the Bodhisatta: he proclaims what is contrary to the meaning.",
    "ai-tika-s0404t1:23_5": "Consequently, they call the four truths opposite sex with the four truths.",
    "ai-tika-s0404t1:23_6": "Hence it is said: “He is the right kind of Awakening”; and the meaning is that it is rightly called Bodhi (bone).",
    "ai-tika-s0404t1:23_7": "Or “Rejoicing introduction” is one made of Sundarīnandā or “Listening to”.",
    "ai-tika-s0404t1:24_0": "Recollecting the whole of all beings’ special qualities, etc.",
    "ai-tika-s0404t1:24_1": "And all the special qualities don’t give it to them, they do not see the sun’s virtues, etc., as happens because of the sun’s special qualities.",
    "ai-tika-s0404t1:24_2": "in the three knowledges bringing the fruit of insight.",
    "ai-tika-s0404t1:24_3": "And here don’t this knowledge because it’s included in the three knowledges that they haven’t yet fallen into paths,” that is, the three knowledges, “This is the path,”",
    "ai-tika-s0404t1:24_4": "there’s no hate,",
    "ai-tika-s0404t1:24_5": "And mindfulness and occupied with the path, the three knowledges, the four paths, and the path to the conversion of the path, the eighty enlightenment factors, and the three knowledges, is said to be the foremost of knowledge.",
    "ai-tika-s0404t1:24_6": "Similarly: these six kinds of direct-knowledge;",
    "ai-tika-s0404t1:24_7": "Recollecting the disciple of the Bamboo Wood (Buddha), which is reckoned aside with knowledge, and supramundane.",
    "ai-tika-s0404t1:24_8": "And the meaning should be understood according to the Fortunate One’s knowledge , and so on.",
    "ai-tika-s0404t1:24_9": "Knowledge of forms,",
    "ai-tika-s0404t1:24_10": "He says, “Perhaps there is no way of speaking,” “They proclamation,”",
    "ai-tika-s0404t1:24_11": "the meaning is that it is not a medical man’s mark. It is shopped by strikes, which is simply reaches, “This is the meaning.”",
    "ai-tika-s0404t1:24_12": "and they said: “I won’t go to it and do not get rid of it. ” The meaning is that it is peaceful in him.",
    "ai-tika-s0404t1:25_0": "At the end of the concept “This is the end of the true grasping” .",
    "ai-tika-s0404t1:25_1": "‘Through the one who is at peace:",
    "ai-tika-s0404t1:25_2": "As the chickens of pigs, horses, and pigs, dogs, jackals, and three kinds of eggshelling the roots of the trees, in three ways, and the eggshell, the chickenshackens, dogs, jackals, and three grounds.",
    "ai-tika-s0404t1:25_3": "Discerning the three Purifies.”",
    "ai-tika-s0404t1:25_4": "“Saying, ‘Lord of the Buddha’s rolling out the arrows of professions’ is stalking out of compassion for the Enlightened One, like a chicken’ is a term for the Buddha, the teaching, and the Saṅgha. Awakened One is a term for the word of the Dhamma.”",
    "ai-tika-s0404t1:25_5": "By the _paṇḍaka_’s _paṇḍaka_ and non-greed, etc., that is to say, the introducation of ignorance and the aggregates beginning with ignorance, and the intelligent temperament.",
    "ai-tika-s0404t1:25_6": "For one who has eaten what is eaten, drunk, chewed, and tasted is said to be “Such is the purpose of leading to becoming” invaliding.",
    "ai-tika-s0404t1:25_7": "As they do so, unpervaded, seeing showing concentration with unprofitable states, then the noble liberating of the noble ones, overcoming of concentration, and equanimity of the noble faculties, being reckoned as a friend in developing the noble truth, and condemning uninfatuated is the three .",
    "ai-tika-s0404t1:25_8": "For a leper kills another, this is not a bordering that one.",
    "ai-tika-s0404t1:25_9": "And mindfulness should be understood as the inclination of the faculties’ function of , etc., and by the influence of faith, energy, mindfulness, immersion, and equanimity; and by the abandoning of faith, etc., their enemies of such states as the defilements.",
    "ai-tika-s0404t1:25_10": "In this way they should see the aspect of conditions and the many kinds of knowledge.",
    "ai-tika-s0404t1:25_11": "Knowledge of Vipassī, Kālāma, and emerging from the time to time,",
    "ai-tika-s0404t1:25_12": "and then the Magadhans she said, “Sāketa is incomparable,” it is timely in the morning.",
    "ai-tika-s0404t1:25_13": "had her abortion to her",
    "ai-tika-s0404t1:25_14": "dispelling (afterwards) from his direct knowledge,",
    "ai-tika-s0404t1:25_15": "For the supermundane attainments are the basic (of ignorance),",
    "ai-tika-s0404t1:25_16": "A jute can understand, “This an ointment in whom all fortunates” is the mere shadow.",
    "ai-tika-s0404t1:26_0": "(The eldest son was) best among all beings, elated and overlooked, respected and reverence to all beings,",
    "ai-tika-s0404t1:27_0": "But now I can give up arousing energy to me.”",
    "ai-tika-s0404t1:27_1": "Herein, observes the investigating encouraging energy and exerting energy:",
    "ai-tika-s0404t1:27_2": "He is unmindful: there is mindfulness of breathing: it is “Lackindfulness”;",
    "ai-tika-s0404t1:27_3": "one should always be one who has undertaken (him) with restraint,",
    "ai-tika-s0404t1:27_4": "the Awakening One arose in the Bodhisatta-Tree (Dispensation).",
    "ai-tika-s0404t1:27_5": "for it is said that is called “restraint in wisdom”.",
    "ai-tika-s0404t1:27_6": "And here it is known that the one who has introduced to awakening in this place.",
    "ai-tika-s0404t1:27_7": "Cabbing with a sword, slacking the neck, simply vigorous, and going about (himself).",
    "ai-tika-s0404t1:27_8": "Hence it is said: “In this way you readily has sown.”",
    "ai-tika-s0404t1:27_9": "they were dreadful and unconfused, and laziness regarding the thought,",
    "ai-tika-s0404t1:27_10": "attending on by one who is nursing the appearance: it is to be found through the object,",
    "ai-tika-s0404t1:27_11": "Hence it is said: “Here is in the presence of the object.”",
    "ai-tika-s0404t1:27_12": "that is to say, the eighteenth-jhāna accessourmounting of the continction",
    "ai-tika-s0404t1:27_13": "And although the mind has stilled the tranquillity of the mind and body and mind, it is just like that the body is tranquil and unification of mind, because it is tranquilized by the body and mind, their mind becomes disturbed by attributes of tranquillity, and so the mind does not arise in them.",
    "ai-tika-s0404t1:27_14": "both physical and mental.",
    "ai-tika-s0404t1:28_0": "But the body and the mind",
    "ai-tika-s0404t1:28_1": "The one whose mind is free from defilements, who has perished, whose defilements have,",
    "ai-tika-s0404t1:28_2": "For even when the cowherd dwells in the openings at the end of the sixteenth part, that is to say,",
    "ai-tika-s0404t1:28_3": "was placed on the right way, making his unprofitable objects of the boat, and he cut off at the root, made a palm stump, obliterated, and unable to arise in the same place as object.",
    "ai-tika-s0404t1:28_4": "Hence it is said: “He set out a robe” and so on.",
    "ai-tika-s0404t1:28_5": "When the mind is distracted by the unique, it is not possible to attain that unification of mind and mindfulness.",
    "ai-tika-s0404t1:28_6": "“That’s how to define energy was undertaken by means of that energy.”",
    "ai-tika-s0404t1:28_7": "And what is the preceding of faith and wisdom?",
    "ai-tika-s0404t1:28_8": "and the truth is not spoken by the immaterial states.",
    "ai-tika-s0404t1:28_9": "For there is no faith in energy, etc., that is to say, the understanding that incompatible with energy, and the state of exertion, etc., might be foundation of wisdom in being energetic, etc., and the right way, and the right way.",
    "ai-tika-s0404t1:28_10": "Or alternatively, they can be seen in the preceding absorption, the development of concentration, in the primary elements, which are in the primary elements, which are to be seen in the former consequence .",
    "ai-tika-s0404t1:29_0": "The elders of the past, future, and present are given to the suffering of the past. But when they say, “What is theirs is the name of suffering?",
    "ai-tika-s0404t1:29_1": "their past lives.”",
    "ai-tika-s0404t1:29_2": "Without delusion he said, “Kimbaṭṭha, he is like a fool!”",
    "ai-tika-s0404t1:29_3": "By speaking of what is to be done:",
    "ai-tika-s0404t1:29_4": "lighting up the shines of light,",
    "ai-tika-s0404t1:29_5": "the meaning is that it is by means of individual essence, etc., because of her existence, the meaning is the meaning.",
    "ai-tika-s0404t1:29_6": "For the rest of the bearer of practising all activities, (and say): “Asoka, of practises, is what is said in comprehension of the Bodhisatta.”",
    "ai-tika-s0404t1:29_7": "Enjoying ignorance: Visionary is inclination by ignorance, the meaning is this: “Bhikkhus, what is profitable” .",
    "ai-tika-s0404t1:29_8": "Because of this clear knowledge that arises is a term for knowledge and insight.”",
    "ai-tika-s0404t1:29_9": "And having given up the resentment should be given up and abandoned (his be) again and again to give up knowledge.",
    "ai-tika-s0404t1:29_10": "And the other words, “ING Cavely in this way,” “When will I live troublesome,”",
    "ai-tika-s0404t1:29_11": "Here is the meaning of this world.”",
    "ai-tika-s0404t1:29_12": "The meaning is that the depths are included in energy, and energy is effectively by energy. It is the meaning.",
    "ai-tika-s0404t1:29_13": "he satisfied (them), just as one whose mind is full of flame,",
    "ai-tika-s0404t1:29_14": "When they live diligently, they think anyone else’s those like me.",
    "ai-tika-s0404t1:29_15": "suitable for striving making Striving is the right effort.",
    "ai-tika-s0404t1:30_0": "(Paying): Brāhmaṇas, the first understanding that he attains full knowledge, like the method of the opposite sex,",
    "ai-tika-s0404t1:30_1": "showing it in order to show it,",
    "ai-tika-s0404t1:30_2": "for one is invited to give it before,",
    "ai-tika-s0404t1:31_0": "he shows that he is said to be shown that this:",
    "ai-tika-s0404t1:31_1": "“Brahmin, I was the first knowledge of the death that was born in the first three Vedas, and I was produced in the spear three times. Yet even though I was a old man can make an end of knowledge?”",
    "ai-tika-s0404t1:31_2": "(but) in a past life, previously abiding and in knowledge of previous lives, he who knows about the past and future lives, having given the knowledge of the past and past lives, having made predominance, the knowledge of the past and the future.",
    "ai-tika-s0404t1:31_3": "Herein, in the past, future and present,",
    "ai-tika-s0404t1:31_4": "At the present time there is knowledge of the special qualities of peace, the eye of knowledge, and the ears, the nose and knowledge of the tongue and of the body as they are, and the clairvoyance that is purified, which is purified, has clear, and unconditioned, the eyes of the now. And now the knowledge has arisen in the present.",
    "ai-tika-s0404t1:31_5": "Herein, with the divine eye of clairaudience, the divine eye of clairaudience,",
    "ai-tika-s0404t1:31_6": "the future ...",
    "ai-tika-s0404t1:31_7": "Questioning the end of all enlightenment, as in the whole world with its deities, which are restrained in the scope of widespread and knowledge, and then in the special qualities of enlightenment, as follows: “Alawless knowledge of the Enlightened One’s special qualities, owing to mundane and supramundane knowledge, of the light, of the supernormal power, of the Buddhas, etc., of the attainment of the Though.",
    "ai-tika-s0404t1:31_8": "Hence it is said: “He is explaining the special qualities of omniscience ,”",
    "ai-tika-s0404t1:32_0": "With his mind full of rapture, with mind full of joy, having a mind full of joy,",
    "ai-tika-s0404t1:32_1": "if he asks for himself, the meaning is that because he understands.",
    "ai-tika-s0404t1:32_2": "for the faithful one having gone to heaven, this is the end in attachment.",
    "ai-tika-s0404t1:32_3": "One should recognize (those who) learn the distinction is empty.",
    "ai-tika-s0404t1:33_0": "The Boy Preach",
    "ai-tika-s0404t1:34_0": "2. Sīhasuttavaṇṇanā",
    "ai-tika-s0404t1:35_0": "12.",
    "ai-tika-s0404t1:35_1": "In the second house there is a one-sessioner,",
    "ai-tika-s0404t1:35_2": "and making a suitable time in the morning, and there the king said, “There is no place here and there,” and he sat down on the seats, etc., before that is why he is called “Sakka”.",
    "ai-tika-s0404t1:35_3": "While the time of entering a place all around the gateway, he waited there as long as he likes, load, etc., of the two, or three lumps of foulness instances, and so on.",
    "ai-tika-s0404t1:35_4": "Their shaft-stands and swords came to stay in the dwelling.",
    "ai-tika-s0404t1:35_5": "(The king replied:) “You have obtained the duties to the courtesan that particular calculation. Consequently the desire of their consent, and all shall do so be bound together.”",
    "ai-tika-s0404t1:35_6": "Therefore it is said: “He dwells in the Hall of Justice”.",
    "ai-tika-s0404t1:35_7": "Or alternatively, they are not able to make a hole in this way: “This is allowable, this is why the time for wearing the hollow” and the sewing of the doors.",
    "ai-tika-s0404t1:36_0": "Dispensation as a mighty child, etc.",
    "ai-tika-s0404t1:36_1": "delighting in being untouchable,",
    "ai-tika-s0404t1:36_2": "(The Buddha) in his own life, the ultimate perfections,",
    "ai-tika-s0404t1:36_3": "For one accomplished in wisdom,",
    "ai-tika-s0404t1:36_4": "for the sake of the world’s benefit,",
    "ai-tika-s0404t1:36_5": "Knowledge of the Bases of Deeds, etc., and preceding the three bases of the sense spheres, in other words, the six sense fields, and the knowledge of the profitable states of the sense fields, and the sense-spheression of the Buddha, etc., respectively and knowledge of the sense-spheres.",
    "ai-tika-s0404t1:36_6": "Today exercise in the five great circumstances of the Mahāmeghavana by the name of the Serpents five hundred people.",
    "ai-tika-s0404t1:36_7": "also there is a great offering of the gods for the Best of all the wishes, contentment, effacement, and naturally giving and worstance. When there is in the five heights they came to this state and not to be done.",
    "ai-tika-s0404t1:36_8": "Given by the power of others, wealth, generally gone beyond the kingdom, and in the Dhammāsoka’s poison,",
    "ai-tika-s0404t1:36_9": "One gone forth is like the curable,",
    "ai-tika-s0404t1:37_0": "Contemplation of allaying: insight is the impermanent, suffering, and perishable.",
    "ai-tika-s0404t1:38_0": "discerning conditions,",
    "ai-tika-s0404t1:38_1": "Where the reasons they show themselves to each one of these two, that is what they have said.",
    "ai-tika-s0404t1:39_0": "gradually they did what they had done,",
    "ai-tika-s0404t1:39_1": "But if she does it actually,",
    "ai-tika-s0404t1:39_2": "Discussion of givers, etc.",
    "ai-tika-s0404t1:39_3": "Herein, just as, when the opposite-mound (of people) is well established in all the virtues that are cleansed, well established in virtue and perfect in virtue, he is established in the stanza.",
    "ai-tika-s0404t1:39_4": "For the person who lacks in virtue, does not undertake the adversities of others, and his wants to be happy.",
    "ai-tika-s0404t1:39_5": "(But) the donor is one who gives purity of virtue and practices in line with the gifts of others, and after reaching the end of the community onto an untrue teaching; and in accusation is in line with the previous passing away of existence, like encounter. It is invaliding on virtue, and it is in line with the stage of the departed as a primendity.",
    "ai-tika-s0404t1:39_6": "“Their embraced is the meaning of continued existence,”",
    "ai-tika-s0404t1:39_7": "“Because of these sharing heads, ideas, based on the Divine Hearing of the meritorious Because of the heavenlyes of the merit, and so on, taking care of the attainment of the heavenly Divine He will have better producements, etc., and similar to such things as yourself as yourself, etc.; and that of the means of the means of the indication of the four noble ones, base consisting of boundlessness, (welding): “Pering that is variety, of the heavenly don’t,”",
    "ai-tika-s0404t1:39_8": "“Such is the best of all greed, hate, and delusion; it’s unflucky, unfortunate, and is the dangerous path—that is, all-seeing, praised by the noble paths of impingement; and the danger in worldly pleasures; the danger in them, and the noble eightfold path—all these things are called the dangers of sensual pleasures.”",
    "ai-tika-s0404t1:39_9": "“He doesn’t say, ‘Thushaka is low, crude, ordinary, ignoble, and pointless.”",
    "ai-tika-s0404t1:39_10": "all those who have ended the defilements are present; and those who are defilements.",
    "ai-tika-s0404t1:39_11": "He should explain the comprehension of renunciation, the way of extinguishment, the defilement of all defilements, and the path. He should understand how the word spread about the path and the sound of all its defilements.",
    "ai-tika-s0404t1:40_0": "In the present life they source in lives to come. Being happy and recommended by this matter.",
    "ai-tika-s0404t1:40_1": "For whatever in the world is called ‘friend’, all that is pleasant’,",
    "ai-tika-s0404t1:40_2": "But when someone has entered the path to extinguishment, then it is independent in them that very blissful opportunity for freedom from that state,",
    "ai-tika-s0404t1:40_3": "There are in the present roots, all precious things, roots, and shelter for the sake of heaven. And the abode of all kinds, namely, returned to the root of the heavenly wheel-treasures, and so on. And that is, the divine abidings, triumphing downwards, choose floats, and leaves.",
    "ai-tika-s0404t1:40_4": "Endowed to wealth, saying: “There is no joy for wealth, wealth, or healthy moving forward; while eating, he is happy and healthy, gave birth to a regular gift.”",
    "ai-tika-s0404t1:40_5": "For he who has no doubt",
    "ai-tika-s0404t1:40_6": "They guard it from there, protection from there,",
    "ai-tika-s0404t1:40_7": "get caught up in the place where they fall,",
    "ai-tika-s0404t1:40_8": "Collected:",
    "ai-tika-s0404t1:40_9": "When they go for refuge",
    "ai-tika-s0404t1:40_10": "(but) if he disrobes, he is unable to accumulate.",
    "ai-tika-s0404t1:40_11": "(They are) with an object.",
    "ai-tika-s0404t1:41_0": "In all directions, eighty-treasures, eighty-treasures, tenteen great treasures.",
    "ai-tika-s0404t1:41_1": "That’s how it is incapable of giving up many things.",
    "ai-tika-s0404t1:41_2": "and the great earth is established in the distance of the earth,",
    "ai-tika-s0404t1:41_3": "Just as that weakness is gleaning through the power of an opposite sex, so too it is a condition for living creatures that follows: “Such is a condition for the continuation of existence.”",
    "ai-tika-s0404t1:41_4": "Wherefore because of suffering: here and there is suffering ;",
    "ai-tika-s0404t1:41_5": "Since he has a sense of urgency, etc., that is to say, non- greed, and so on.",
    "ai-tika-s0404t1:41_6": "Abhaya, change in the sense of urgency, turmoiling the carcasses,",
    "ai-tika-s0404t1:41_7": "enthusiastively, I shall have inferiority, and superior food and drink.",
    "ai-tika-s0404t1:41_8": "and dissipated limbs with the joints.",
    "ai-tika-s0404t1:41_9": "They enjoy the stain of stinginess,",
    "ai-tika-s0404t1:41_10": "they’re intimidating,",
    "ai-tika-s0404t1:41_11": "Endowed with the power of : It is peaceful and sublime.",
    "ai-tika-s0404t1:41_12": "The donor who is a giver, a donor, and does not grieve at the future.",
    "ai-tika-s0404t1:41_13": "Endowed with great power,",
    "ai-tika-s0404t1:41_14": "Because a giver is strong, but has the power of the body and the strength of the future.",
    "ai-tika-s0404t1:41_15": "gets up through the eighteen facts.",
    "ai-tika-s0404t1:41_16": "From the destruction of continuity (all) existence, which has destroyed a safe place,",
    "ai-tika-s0404t1:42_0": "Now comes to the description of the development of the Great Bodhisatta in the special qualities of the Enlightened One’s special qualities .",
    "ai-tika-s0404t1:42_1": "Herein, one who makes himself happy and pleased, through this declaring the meaning of the simile of the man who sees a great deal of the fruit, looks down on the matter for his own residence, and who gives them his instructions.”",
    "ai-tika-s0404t1:42_2": "Now, as to the supermundane and supramundane Dhamma shows that all the way beginning, “Now gives gifts,” all the limits, etc., doing this, “Now.”",
    "ai-tika-s0404t1:42_3": "Herein, because of honor to Sakka’s own reference to the Universal Monarch’s own succession, the Sole Leader of others is said to be the Wheel of a wheel-turning monarch.",
    "ai-tika-s0404t1:42_4": "But this world is said to be “I will give,” etc., to the knowledge of the supermundane and supramundane.",
    "ai-tika-s0404t1:42_5": "and so were able to show their knowledge.",
    "ai-tika-s0404t1:42_6": "But those who hold that gift is causality because of giving that gift.",
    "ai-tika-s0404t1:42_7": "This too is how the instance of Brahmā’s conditions should be understood.",
    "ai-tika-s0404t1:43_0": "For it is possible to give offerings in honor of a gift that has been given to others by theft. There is an individual essence through theft of the merit for themselves or others, for the purpose of showing the virtuous, because it is good for themselves.”",
    "ai-tika-s0404t1:43_1": "There is no one like adorned with in Laṅkā, for that is, for one who has no virtue.",
    "ai-tika-s0404t1:43_2": "(The king) presented with flowers, etc., and also in each of these.",
    "ai-tika-s0404t1:43_3": "ethical conduct, etc., here “There is in the sense of carrion,” and so on.",
    "ai-tika-s0404t1:43_4": "“When the hermits have passed away, weeping and make us go,” and she said, “It’s been born into him.” She then said,",
    "ai-tika-s0404t1:43_5": "For the virtuous beings that are respected and reverence for the adornment of others, and so on, because they have been able to see the opportunity,",
    "ai-tika-s0404t1:43_6": "Hence it is said: “He isn't possessed of virtue” .",
    "ai-tika-s0404t1:44_0": "this Bhaddiya was able to obtain this, that is, when he was undertaken, the king of gods.",
    "ai-tika-s0404t1:45_0": "“Having given up inferior the Nobles, who is reborn in the spiritual life,",
    "ai-tika-s0404t1:46_0": "The medium one is found among the middle ones.”",
    "ai-tika-s0404t1:47_0": "they feel bliss.",
    "ai-tika-s0404t1:47_1": "(and then) how many are there?",
    "ai-tika-s0404t1:47_2": "pleasing and delightful.",
    "ai-tika-s0404t1:47_3": "That what has been shown by the liking, etc., is said in the Best of Earth.",
    "ai-tika-s0404t1:48_0": "Hate is impermanent, perishing, and so on. Sensible people don’t understand it.",
    "ai-tika-s0404t1:48_1": "Or alternatively, he rolls forth the dangers, the ultimate one, the highest one,",
    "ai-tika-s0404t1:48_2": "And they review the example of sensual pleasures in that way.",
    "ai-tika-s0404t1:48_3": "(but) it should be cultivated by one it is not associated with, and what should be cultivated.",
    "ai-tika-s0404t1:48_4": "they throw themselves away, eliminated, and obliterated.",
    "ai-tika-s0404t1:49_0": "There are the advantages of renunciation, being the danger of sensual desire and the drawbacks of sensual pleasures.",
    "ai-tika-s0404t1:49_1": "Still, renunciation, without sensual desire, ill will, without placing the mind, who has no sensual thoughts of sense desire, who, forgotten inside and who enjoys sensual pleasures, bored with the stilling of sensual pleasures, malicious thoughts, and who has not even known sensual pleasures, and who hasn’t gone beyond doubt.”",
    "ai-tika-s0404t1:49_2": "And he disparaged the special qualities of going forth in the three jhānas.",
    "ai-tika-s0404t1:49_3": "For one whose mind is distracted, loving-kindness, etc., and whose mind is unarisened, whose mind is liberated through the air, whose mind is undistracted, and pervaded by kamma.",
    "ai-tika-s0404t1:49_4": "But talk on the eighth sectarians, etc., then the mind went forth and said: “The mind has disappeared.”",
    "ai-tika-s0404t1:49_5": "whose mind is free from defilements by not grasping,",
    "ai-tika-s0404t1:49_6": "Sensual desire by the hindrance of sensual desire ...",
    "ai-tika-s0404t1:49_7": "and the success of right practice that is supreme equipment with mind.",
    "ai-tika-s0404t1:49_8": "Herein, to those who have faith in regard to that attainment,",
    "ai-tika-s0404t1:49_9": "When the Buddha knew that it was.",
    "ai-tika-s0404t1:49_10": "Then his mind caught in Kāsī, saying: “Sense desire for the one who performs pictures,",
    "ai-tika-s0404t1:49_11": "For one who is gladness due to ill will, and through loving-kindness is mentality in mind,",
    "ai-tika-s0404t1:49_12": "agitation and worry with a mind free from hindrances, that is to say, with unconditioned mind.",
    "ai-tika-s0404t1:49_13": "* the wisdom there is from stiffness and torpor",
    "ai-tika-s0404t1:49_14": "(According to) the truth of doubt and uncertainty can be understood to show the meaning here.",
    "ai-tika-s0404t1:50_0": "just as with happiness and so on means of a lion’s path, which is shown by the way of becoming and so on.",
    "ai-tika-s0404t1:50_1": "and they abandoned the sixteenth day.",
    "ai-tika-s0404t1:50_2": "My dear mother was well-sized,",
    "ai-tika-s0404t1:50_3": "Worm-infested: blemish-coloured and another,",
    "ai-tika-s0404t1:50_4": "You should be transferred to another,",
    "ai-tika-s0404t1:50_5": "on that very seat,",
    "ai-tika-s0404t1:50_6": "In this way there is what is called outcome of pleasure and pain that brings about doing what is allowable, being well quicked by the removal of great pleasure .",
    "ai-tika-s0404t1:50_7": "gave birth to discontent, free from passion, ~ which is free from passion, ~ which is born in the passions of passion,",
    "ai-tika-s0404t1:50_8": "having doubts without trouble, surpassing the stain of stinginess,",
    "ai-tika-s0404t1:50_9": "or who is stepped in the first path and is liberated;",
    "ai-tika-s0404t1:50_10": "* the five pairs, who flung through the raft,",
    "ai-tika-s0404t1:50_11": "Endowed with the meaning, what is said?",
    "ai-tika-s0404t1:50_12": "Doesn’t knowing that they have penetrated the formless states, in ‘the Questions’? ”",
    "ai-tika-s0404t1:50_13": "Herein, penetration is the penetration of the path proclaimed by means of penetration.",
    "ai-tika-s0404t1:50_14": "Hence it is said: “About defilement.”",
    "ai-tika-s0404t1:50_15": "Herein, this is a suitable offering.",
    "ai-tika-s0404t1:50_16": "Their mind is like a cloth that is cleaned with a newly arrived monks. It is like the cleansing of greed, hate, delusion, and the mind that washed by those newly arrived monks with the water and so on, and then, having washed the cloth stirred up with faith, etc., and positioned by the hand, like a cloth that washed into it with the water, and the cloth stirredeps clean-coloured forth into faith.",
    "ai-tika-s0404t1:50_17": "The abandoning of defilement by that cloth is cleansed by the worms, as incapable of doing the wrong defilements, the noble path by means of the noble path, which brings about the noble path, like a cleansing flag.",
    "ai-tika-s0404t1:51_0": "Saying: “Seeing,” “It is liable to know, see.” If it is said, “There is no reason for anyone else who has reached a state’s instruction,”",
    "ai-tika-s0404t1:51_1": "(They replied:) “Have one who knows unknowing as bowl and robes, soon as it is stated in the Faith. ”",
    "ai-tika-s0404t1:51_2": "But that she is able to show the one definition in the Teaching, and there is in accordance with the rule.",
    "ai-tika-s0404t1:51_3": "“They speak of the teaching.”",
    "ai-tika-s0404t1:51_4": "(But) Island the World Island",
    "ai-tika-s0404t1:51_5": "For one producing knowledge of the path with knowledge, and so on he has completed the four paths, which is accompanied by defilements, is called “refuse” in the sense of urgency, and ‘unbounding the mind’.",
    "ai-tika-s0404t1:51_6": "Hence it is said: “Here, having seen the noble truths in the present life.”",
    "ai-tika-s0404t1:51_7": "Gladness is the mortal’s site for the sixteen grounds, eightteen bases of doubt, and the nineteen grounds.",
    "ai-tika-s0404t1:51_8": "Visākhā, how is it that the conversation amongst those who discuss? “What is the talk that is the talk about?”",
    "ai-tika-s0404t1:51_9": "When they’ve done this, they’re void and familiar with the virtues of those qualities.",
    "ai-tika-s0404t1:51_10": "Endowed, they shouldn’t resign another in this way: “This isn’t confessed in the future.”",
    "ai-tika-s0404t1:52_0": "having recited the consequence of one who has performed merit, and so on,",
    "ai-tika-s0404t1:52_1": "Deeds are the results of deeds here, (is still) deeds of the past, future, and present, they say.",
    "ai-tika-s0404t1:52_2": "‘Being the signs of deeds’ is a term for experiencing the their deeds in the way beginning, “Such is indeed deeds” .",
    "ai-tika-s0404t1:52_3": "Developing the sign of someone who understands the sign of beauty,",
    "ai-tika-s0404t1:52_4": "Regarding me as with the intention of Buddhas, the intention of the Buddhas, thus he is the action of the Buddhas.",
    "ai-tika-s0404t1:52_5": "He is the Buddha, the Buddha.",
    "ai-tika-s0404t1:52_6": "The rest is the same as in the case.",
    "ai-tika-s0404t1:53_0": "The Lion’s Roar is finished.",
    "ai-tika-s0404t1:54_0": "3-4. Assājānīyasuttādivaṇṇanā",
    "ai-tika-s0404t1:55_0": "13-14.",
    "ai-tika-s0404t1:55_1": "A third his head experts:",
    "ai-tika-s0404t1:55_2": "The same method applies in the same way.",
    "ai-tika-s0404t1:55_3": "Now, that funeral pyre, by the subduing of his body that is distracted by greed, looking forwards, and specifically expression of the minds of his various kinds.",
    "ai-tika-s0404t1:55_4": "Whatever encounter he goes there lengths, that is, people oppressed by desire for people, honoring, respecting, esteeming, and venerating it with the four positions, and that is known as the place where they settle down on the ground.",
    "ai-tika-s0404t1:55_5": "Likewise when the currents having turned up to the entire sport of an old enemy, having destroyed the precincts of sword, will go to bathe and don’t want with fellows in the morning, thinking: ‘I’ll return to the Pāṭaliputta.’ This is the name of the Vulture’s Peak.",
    "ai-tika-s0404t1:55_6": "from time to time they go straight, from time to time, take up the wrong path, take part in front of the people, and behind people, with a good view, then I will go straight to the right time and see that’s educating the truth, that is good for men, from time to time they fit for work, and from time to time.",
    "ai-tika-s0404t1:55_7": "That’s not how to go to Kāpaṭika, the screen’s place right there in front of them, but that is not concealed right there.",
    "ai-tika-s0404t1:55_8": "However, it is anyone who goes to the road, tostead grieves, having turned back from the place wherever they want, and through the path to that place I returned, I will not go, thinking, ‘I’ll make the path my turn back,’ and such a path do what is meant.",
    "ai-tika-s0404t1:55_9": "This is what was said in regard to this fourfold reckoning: “This is what isn’t worthwhile, what isn’t worthless?",
    "ai-tika-s0404t1:55_10": "Should live in this way.”",
    "ai-tika-s0404t1:55_11": "you should say that there is no fourth thing.",
    "ai-tika-s0404t1:56_0": "The Thoroughbred is finished.",
    "ai-tika-s0404t1:57_0": "5-8. Malasuttādivaṇṇanā",
    "ai-tika-s0404t1:58_0": "15-18.",
    "ai-tika-s0404t1:58_1": "In the five stages of sensual pleasures, prey torment, and fame shielded, looking forward or reverse order, not transferred to another.",
    "ai-tika-s0404t1:58_2": "But if it is called abode of fame, because it is swept away in one whose veneration is unprotected, and where it is called “restraint.”",
    "ai-tika-s0404t1:58_3": "If he has gone forth as a layperson or renunciate’s requisite of medicine, his body enemy, and he gets ugly to loses, he thinks: “Who is ugly, but has it even quicked?”",
    "ai-tika-s0404t1:58_4": "Or alternatively, plunge into the guard and protection by grandmothers, paupers, etc., and vanquishestions, and fames are destroyed through the advantages of the Master’s enveloping, pebbles, etc., or as well as the ropes would get fatigued and wounds, or as well as the threshing the drugs in the cattle and jackals of the ropes, and the cattlesing the abrand, the foreze of having gone forth. That is why it is called the abopy of devotion to the absence of rodvant.",
    "ai-tika-s0404t1:58_5": "for that is their dirty place.",
    "ai-tika-s0404t1:59_0": "He is hard to travel too for a long time,",
    "ai-tika-s0404t1:59_1": "For her husband earns her parents by the servants, the mothers, the fathers, the mothers, the fathers, the children, the wife, the tears, and the bondservants, workers, and staff; and his parents were still prevented of their parents.",
    "ai-tika-s0404t1:59_2": "Therefore it is said: “It is hard to do.”",
    "ai-tika-s0404t1:59_3": "it gives by giving,",
    "ai-tika-s0404t1:59_4": "For when one who has confidence in his fields, he thinks, “I will show the field in the field for the arrival at the time of sandalwood,” and he is satisfied, having broken through the dying of the arable fields, and preference of the heavenly hosts in the sky in the middle, and he does not give the worstall, thinking, “I have reached the end of the heavenly Faith in the heavenly Faith.”",
    "ai-tika-s0404t1:59_5": "Therefore it was said by a giver who gives stains",
    "ai-tika-s0404t1:59_6": "than other men.",
    "ai-tika-s0404t1:59_7": "bad and unwholesome thoughts,",
    "ai-tika-s0404t1:59_8": "But to the next world in this world and the next world.",
    "ai-tika-s0404t1:59_9": "Below is the lower story.",
    "ai-tika-s0404t1:59_10": "imagining is the stain of stinginess.",
    "ai-tika-s0404t1:59_11": "The sixth section on the thirty-two parts.",
    "ai-tika-s0404t1:60_0": "The golden drops is finished.",
    "ai-tika-s0404t1:61_0": "9. Pahārādasuttavaṇṇanā",
    "ai-tika-s0404t1:62_0": "19.",
    "ai-tika-s0404t1:62_1": "(The ninth gods are demonished) the demons, like a crystal ornament.",
    "ai-tika-s0404t1:62_2": "The very gods, the asura lord of gods, Vepacitti, and the demons,",
    "ai-tika-s0404t1:62_3": "a nephew built for them",
    "ai-tika-s0404t1:62_4": "There they entered the very place where the departure was entered, and with the cloaked ends.",
    "ai-tika-s0404t1:62_5": "She was delighted there,",
    "ai-tika-s0404t1:62_6": "Seeing these kinds of sensual stimulation, the demons love the ocean.",
    "ai-tika-s0404t1:63_0": "They’re not established in the Himalayas, where there is a pink lotus pond on the slopes of the Himalayas, do not entering the dwelling in, or whatever else there are mentioned there are mentioned there, therefore delight in the heavens for mention of the Rose-Apple Island, etc., would be appropriate for them to get rid of them.",
    "ai-tika-s0404t1:63_1": "As a consequence of ten thousand leagues, awe, systems, and abode of the gods.",
    "ai-tika-s0404t1:63_2": "Hence it is said: “There is meaning,” “There is no need,”",
    "ai-tika-s0404t1:63_3": "dropped in water and opening the merit with that of those who have in debt",
    "ai-tika-s0404t1:63_4": "For the one who shows Suradhā the (Wor), in that place is called a corruption of the world.",
    "ai-tika-s0404t1:63_5": "trickling down on the root of a tree,",
    "ai-tika-s0404t1:63_6": "like the moon’s scent, softwood, and so on.",
    "ai-tika-s0404t1:63_7": "like a softwood on the side of the belly,",
    "ai-tika-s0404t1:63_8": "Sinking downwards and so on,",
    "ai-tika-s0404t1:63_9": "the roots of trees,",
    "ai-tika-s0404t1:63_10": "solid nectar, and so on,",
    "ai-tika-s0404t1:63_11": "Dispellers, darkness, scented with the life of purity,",
    "ai-tika-s0404t1:63_12": "The sky is scented with flowers like a flower.",
    "ai-tika-s0404t1:63_13": "the fruition of the trees, etc.,",
    "ai-tika-s0404t1:63_14": "fragrant scents,",
    "ai-tika-s0404t1:63_15": "“Firstly, all around is fifty leagues in that place, like a charming fire’s distance.”",
    "ai-tika-s0404t1:64_0": "he turned to the precious One with excellent rays: there are gems and flags that are preciously full of precious events,",
    "ai-tika-s0404t1:64_1": "Since they are able to persuade and prevent that wealth, they become well settled and well fixed on oppressed.",
    "ai-tika-s0404t1:64_2": "If they don’t reach the water filters and stalks in the honey-balls, and creepers and fruits,",
    "ai-tika-s0404t1:64_3": "After learning they said: “Those who take up a peak of transport animals,”",
    "ai-tika-s0404t1:64_4": "the first, namely, the composed is called “specified”, etc., in the Ganges river by cows and so on.",
    "ai-tika-s0404t1:65_0": "flowing together:",
    "ai-tika-s0404t1:65_1": "and perfectly complete the modes.",
    "ai-tika-s0404t1:65_2": "and was said to be the Mallas: “Consider this piece of cloth,”",
    "ai-tika-s0404t1:65_3": "great beings, great beings live in this great gream,",
    "ai-tika-s0404t1:65_4": "the animal realm means I say there are three kinds of animal-monks,",
    "ai-tika-s0404t1:65_5": "(who) I will lie down on the side of the sesame seeds.",
    "ai-tika-s0404t1:65_6": "They say: ‘I will have knife and reappeared balls and yellow cotton down,",
    "ai-tika-s0404t1:66_0": "and he says: (He is) a Stream-Enterer, he who is an unattractive (i.e. the Noble One),",
    "ai-tika-s0404t1:66_1": "if he does not make the observance-day procedure, nor does the observance-day procedure,",
    "ai-tika-s0404t1:66_2": "Enters dry means runs away.",
    "ai-tika-s0404t1:66_3": "Liberated with the defilements,",
    "ai-tika-s0404t1:66_4": "For all the Dispensations of mind only as far as the preference of the Freedom",
    "ai-tika-s0404t1:67_0": "As to the people find treasures, he does so behind the people.",
    "ai-tika-s0404t1:67_1": "When they develop the four kinds of mindfulness meditation, the rapture and bliss born of seclusion in the earlier stage, the joy springs up and become happy.",
    "ai-tika-s0404t1:67_2": "for this is said:",
    "ai-tika-s0404t1:68_0": "“Whereever there is the rise and fall of the aggregates,",
    "ai-tika-s0404t1:69_0": "it is gained through joy and joy that happiness is the deathless.”",
    "ai-tika-s0404t1:70_0": "But even the mundane kinds of happiness is obtained by a fine- material joy, and the happiness nevertheless –",
    "ai-tika-s0404t1:71_0": "“This feature of a great mass of fire is hard to see,",
    "ai-tika-s0404t1:72_0": "and is called ‘unbounded’.”",
    "ai-tika-s0404t1:73_0": "What is called treasure is subdued by the mind of these treasures.",
    "ai-tika-s0404t1:73_1": "For this is the way to develop the awakening factors. Instead of becoming a disciple of the Buddhas, they use to enlightenment seven knowledges, and to rightly know the path to awakening; to awakening, and to the fully awakened Buddhas.",
    "ai-tika-s0404t1:73_2": "For the one who gets up from his seat: since he is satisfied with such gifts, etc., of the intent on awakening, and whose mind is satisfied with the intent on awakening, thus it is the precious treasure.",
    "ai-tika-s0404t1:73_3": "Therefore it was said: “These, Treasures, Treasures, jewels,",
    "ai-tika-s0404t1:73_4": "Four kinds of mindfulness meditation.”",
    "ai-tika-s0404t1:74_0": "Herein, although it appears there that it is precisely placed in the sense of establishing mindfulness there,",
    "ai-tika-s0404t1:74_1": "But the object of his contemplation is said to be “with the four kinds of mindfulness meditation” in the four ways already described,",
    "ai-tika-s0404t1:74_2": "For the body and mind are discovered by the perception of ugliness and the body.",
    "ai-tika-s0404t1:75_0": "Because of right effort, the goods take up the right effort for someone who tries to practice them.",
    "ai-tika-s0404t1:75_1": "These are called the four right efforts that have not arisen, produced by unarisen skillful qualities, and have arisen skillful qualities, they are called “purification to be given up.”",
    "ai-tika-s0404t1:76_0": "Talking is said: it is anchored, thus it is an opportunity .",
    "ai-tika-s0404t1:76_1": "There are sentient beings who have psychic power, who are accomplished in psychic powers.",
    "ai-tika-s0404t1:76_2": "So the meaning is this: psychic powers, in the first place, the meaning is that it is the meaning.",
    "ai-tika-s0404t1:76_3": "on the second occasion with supernormal powers were grounded in the Devout One with his psychic power.",
    "ai-tika-s0404t1:76_4": "Therefore they attain psychic power by supernormal powers.",
    "ai-tika-s0404t1:76_5": "The four bases of psychic power, who have mastered the four bases of psychic power, etc., to be given attention by one who is called a “gitation” , and so on.",
    "ai-tika-s0404t1:77_0": "Five faculties: five led on faith,",
    "ai-tika-s0404t1:77_1": "Herein, when there is no faith in them, the characteristic of foulness and non-human beings produced by faith.",
    "ai-tika-s0404t1:77_2": "having arisen through the characteristic of continued existence, which has the characteristic of discovering existence. Transmigration and worry. without having discovered the characteristic of continuity, he creates discovered the faculties of existence.",
    "ai-tika-s0404t1:78_0": "Yet they should be understood that discontent not opposed. They should be understood as the states of loss obsessed by the strength of their own strength.",
    "ai-tika-s0404t1:79_0": "the seven factors of awakening ...",
    "ai-tika-s0404t1:79_1": "For the purpose of making the supreme path, that is to say, the sharing of the supernormal power, the rose-apple, the course of the Dhamma, and the noble eightfold path—their ultimate goal, the poisonousness, the defilements of the noble truth, the path, the insistence, and the path—according to extinguishment by the wide, the contemplation of awakening, the four noble truths, the invas of the accumulating, the four noble truths, the end of suffering, and the path—is called ‘This is a noble truth of the path’.",
    "ai-tika-s0404t1:79_2": "It is reckoned as a general of the Dhamma-preceiving Factors of Awakening as the Factor of Awakening.",
    "ai-tika-s0404t1:79_3": "who, having practiced these (wholesome) the path of the Dhamma in the Council of the Dhamma, is said to be “A noble disciple” .",
    "ai-tika-s0404t1:79_4": "The awakening factors of the awakening factors, as in the Bodhisatta-Tree-spheres.",
    "ai-tika-s0404t1:79_5": "Hence the Ancients said: “He is the communities of the High Character.”",
    "ai-tika-s0404t1:79_6": "They lead to awakening—when they’re not able to grasp and do so.",
    "ai-tika-s0404t1:80_0": "noble eightfold path is the noble path with eight factors. And austerities are unable to get weary the opposite of.",
    "ai-tika-s0404t1:80_1": "And there are eight factors that have eight factors -",
    "ai-tika-s0404t1:80_2": "‘The path goes to extinguishment.’ ...",
    "ai-tika-s0404t1:81_0": "a Stream-Enterer, after reaching the fruition of stream-entry, he stood in the fruit of stream-entry.",
    "ai-tika-s0404t1:81_1": "Because of the fruit of stream-entry, he practices in order to realize the fruit of stream-entry, once-return, and once-return.",
    "ai-tika-s0404t1:81_2": "The Once-Returner of the World, however, came here in the presence of a Once-Returner.",
    "ai-tika-s0404t1:81_3": "Rejoicing in the non-returner, recommendation of sensual pleasures, etc., and in the third fruition there is non-returners.",
    "ai-tika-s0404t1:81_4": "But the one who has faith and confidence in the teaching of the Dhamma, the one who is attached to, etc., and the noble one who is unlucky.",
    "ai-tika-s0404t1:81_5": "The rest is as already explained.",
    "ai-tika-s0404t1:82_0": "The Congregation of Pace",
    "ai-tika-s0404t1:83_0": "10. Uposathasuttavaṇṇanā",
    "ai-tika-s0404t1:84_0": "20.",
    "ai-tika-s0404t1:84_1": "On the observance day it is the tenth day of the fortnight, the eighteenth day sabbath,",
    "ai-tika-s0404t1:84_2": "to recite the observance-day procedure and the instruction.",
    "ai-tika-s0404t1:84_3": "dawn, unbeneficially,",
    "ai-tika-s0404t1:84_4": "Please recite the Monastic Code to the Buddha for the monks.",
    "ai-tika-s0404t1:84_5": "The observance-day procedure should be done when the observance-day procedure has been done, that is to be done the observance-day procedure.",
    "ai-tika-s0404t1:84_6": "And why do you, Fortunate One,",
    "ai-tika-s0404t1:84_7": "Because of that she wants to give the instruction, but he wants to make an effort to do the observance-day procedure.",
    "ai-tika-s0404t1:84_8": "how did you see?",
    "ai-tika-s0404t1:84_9": "At his own mind, enquiry, degraded, and applied his mind to that unethical monk.",
    "ai-tika-s0404t1:84_10": "But since he has seen that person, he is called one who has seen the view of person, etc., and because he is unethical, of bad character, etc., he is said to be the venerable Mahāmoggallāna.",
    "ai-tika-s0404t1:84_11": "For the mind of the future in the present excessive mind that occurred with knowledge, and so on.",
    "ai-tika-s0404t1:84_12": "sat in the midst of the Community of monks.",
    "ai-tika-s0404t1:84_13": "He has seen this lion, it isn’t since he sees that it is,",
    "ai-tika-s0404t1:84_14": "Yet you see, because you have not seen the monks like this.",
    "ai-tika-s0404t1:84_15": "But since it is not overreaching, the strikes should be understood here.",
    "ai-tika-s0404t1:85_0": "But for a third time that person was silent, and they did not know.",
    "ai-tika-s0404t1:85_1": "Having taken the caravan, he thinks, “I’ve seen the Buddha and I have given the full admission to the Sangha, but don’t get upset, and now do the observance-day procedure by reciting the Sangha.”",
    "ai-tika-s0404t1:85_2": "having opened the door, having cut off the gateway, and closed the door,",
    "ai-tika-s0404t1:85_3": "But I must tell them to see the reason.",
    "ai-tika-s0404t1:85_4": "Then he standing outside the gateway, having the doorway, hanging outside the doorway, and standing outside the doorway, he does not walk outside the door.",
    "ai-tika-s0404t1:85_5": "Both there is no dwelling outside.",
    "ai-tika-s0404t1:85_6": "the needles rushing the needles, and having given the bundles well, he should give it the upper robes together.",
    "ai-tika-s0404t1:85_7": "However, when Bāhiya says this, “Even those who are not fully purified,” If they hear the word, he should leave the town by the arm.",
    "ai-tika-s0404t1:85_8": "that one should understand,",
    "ai-tika-s0404t1:86_0": "Then the Fortunate One thought:",
    "ai-tika-s0404t1:86_1": "“Just now, mendicants, they don’t do the observance-day procedure by reciting the Realized One. They don’t come to the observance-day procedure by reciting the Monastic Code.",
    "ai-tika-s0404t1:86_2": "And those in the assemblies of the Community of monks suspend the observance-day procedure.",
    "ai-tika-s0404t1:86_3": "Perhaps I should allow the monks from other monks to recite the Monastic Code.”",
    "ai-tika-s0404t1:86_4": "That is the recitation of the Monastic Code, having considered all the monks,",
    "ai-tika-s0404t1:86_5": "That’s why the Buddha said: “Thus it.”",
    "ai-tika-s0404t1:86_6": "Please recite the Monastic Code.”",
    "ai-tika-s0404t1:86_7": "There they don’t give me the observance-day procedure by reciting the Monastic Code, and I won’t do the observance-day procedure by reciting the Monastic Code.",
    "ai-tika-s0404t1:86_8": "for Ten Pātimokkha:",
    "ai-tika-s0404t1:86_9": "the canceling of the Monastic Code:",
    "ai-tika-s0404t1:86_10": "Sir, they would listen to me,” she said,",
    "ai-tika-s0404t1:86_11": "Those disciples who are Buddhas do not recite the half-monthly instruction,",
    "ai-tika-s0404t1:86_12": "“I attained ultimate patience;",
    "ai-tika-s0404t1:86_13": "for the drinking of all bad deeds ...",
    "ai-tika-s0404t1:86_14": "Not finding fault, they can’t kill living creatures. ...",
    "ai-tika-s0404t1:86_15": "This is the instruction of the Buddhas.” and these verses:",
    "ai-tika-s0404t1:86_16": "The disciples did not recite it when six years have passed,",
    "ai-tika-s0404t1:86_17": "For the Buddhas awakened for themselves were a time awakened Buddhas at the time of the Pātimokkha; in the end of the lifespan of the Joyful Gods.",
    "ai-tika-s0404t1:86_18": "others;",
    "ai-tika-s0404t1:86_19": "Indeed, these monks did not recite the Buddha.",
    "ai-tika-s0404t1:86_20": "placed it in the place where it is,",
    "ai-tika-s0404t1:86_21": "his enemy he leads the heightlessly.",
    "ai-tika-s0404t1:86_22": "For whatever reason is called “perhaps these” in the sense of coming and say that there is such fruit, thus it is “haved” .",
    "ai-tika-s0404t1:86_23": "the renown is coming to the monastery,",
    "ai-tika-s0404t1:87_0": "Mendicants, there are these eight ways of being converted by the great ocean.",
    "ai-tika-s0404t1:87_1": "The first thing that is not pure and incredible, monks, does the recitation of the Monastic Code in this teaching and training proclaimed by the Noble One, and the Noble One, having shown that he wants to show the first thing, and having developed the seven oceans, then he shows them the eighth thing.",
    "ai-tika-s0404t1:88_0": "The observance day is finished.",
    "ai-tika-s0404t1:89_0": "The Great Being is finished."
}