{
    "ai-tika-s0103t8:0_0": "9. Āṭānāṭiyasuttavaṇṇanā",
    "ai-tika-s0103t8:1_0": "The first is the meaning of in the case of the first public hall.",
    "ai-tika-s0103t8:2_0": "275.",
    "ai-tika-s0103t8:2_1": "“Apart from the four quarters,” he said, “We are placed on the four quarters, four quarters, and this is said to be foremost. ”",
    "ai-tika-s0103t8:2_2": "This is the desire of their own bodies. This is the one in two places.",
    "ai-tika-s0103t8:2_3": "Because that demon married girl, along with opposites of his own hands, gave up to Sakka, lord of gods, and humans.",
    "ai-tika-s0103t8:2_4": "Now, when approaching the Buddha’s presence, he enters into four quarters and four quarters opposite for himself,",
    "ai-tika-s0103t8:2_5": "Therefore it is said: “Blessed” , etc. owing to the hide of sense desires.",
    "ai-tika-s0103t8:2_6": "“Through four quarters (of the town),” and “Through these four quarters (of the town),” he said, “Thank it was said,”",
    "ai-tika-s0103t8:2_7": "the Four Great Kings, apart from the host of Yakkhas, the four great kings, that is to say, the four great kings, the four great kings, and the eighty enlightener of the Dhamma.",
    "ai-tika-s0103t8:2_8": "apart from the strength of his five spirits, Enjoying the spirits,",
    "ai-tika-s0103t8:2_9": "apart from the reasoning of the initiative monks.",
    "ai-tika-s0103t8:2_10": "So it is through three gates that a gateway, just as one who is hanging through the gateway, in three ways, it is gatewayed by the gate, and inside the city,",
    "ai-tika-s0103t8:2_11": "Hence it is said: “Yes, Sakka, lord of gods.” ...",
    "ai-tika-s0103t8:2_12": "In the seven Buddhas there are a caravan leader stages about the caravan leader of the simile of the seven Buddhas, that should be understood as it is said in the way already described.",
    "ai-tika-s0103t8:2_13": "investigation of principles: the Dhamma is the meaning, the Teacher is the law.",
    "ai-tika-s0103t8:2_14": "“We will make use of the outside and its requisites for the use of us today and so on.” And now we will do so.",
    "ai-tika-s0103t8:2_15": "And even they provide oppressed one by four and three times, as Sakka, lord of gods, and humans wards the demonstrations of his own hands, and so set up a great king, and set it on the four quarters.",
    "ai-tika-s0103t8:2_16": "for these (performed) frightening always comes from.",
    "ai-tika-s0103t8:2_17": "Therefore it was said: “With a seven bonds” .",
    "ai-tika-s0103t8:3_0": "When going out, they say, “We shall go about.”",
    "ai-tika-s0103t8:3_1": "for the first jhāna is said: “The danger has gone out, not unreal,”",
    "ai-tika-s0103t8:3_2": "Strong down to Wort’s better than humanity,",
    "ai-tika-s0103t8:3_3": "But the Sundara called Bhaddaka, he said: “I give it to you.”",
    "ai-tika-s0103t8:4_0": "Who is like a fragrant ploughing?",
    "ai-tika-s0103t8:4_1": "that for a long time will be for my benefit and happiness.”",
    "ai-tika-s0103t8:4_2": "foot-stands for feet:",
    "ai-tika-s0103t8:4_3": "Such psychic power",
    "ai-tika-s0103t8:4_4": "It is because of this that person to be told by that person who is attached to harm him",
    "ai-tika-s0103t8:4_5": "A flames consequence,",
    "ai-tika-s0103t8:4_6": "He enjoys what was suitable and what was suitable.",
    "ai-tika-s0103t8:4_7": "Vipulated by colour",
    "ai-tika-s0103t8:4_8": "(There is) ten regions: the brightness of the moon’s radiance is like the sun’s light, so one is the meaning.",
    "ai-tika-s0103t8:4_9": "Baskets about different states,",
    "ai-tika-s0103t8:4_10": "Standing in rehabilitation, he indulging in the next world.",
    "ai-tika-s0103t8:4_11": "Here “But in this way,” “The night is at a time when the night had passed,”",
    "ai-tika-s0103t8:4_12": "Experiencing:",
    "ai-tika-s0103t8:5_0": "They’re included in the donors’ tying of forms, sounds, smells, tastes, touches, and thoughts.",
    "ai-tika-s0103t8:5_1": "golden skin: “Fine in colour” is exceedingly pure gold, herein, there is the meaning.",
    "ai-tika-s0103t8:5_2": "For the words “Consider to be prepared,” etc., in the sense of dwellings and seats together.",
    "ai-tika-s0103t8:5_3": "Golden in one’s virtue, saying: “Having the colour of virtue” is the meaning.",
    "ai-tika-s0103t8:5_4": "An aristocrat, and so on.",
    "ai-tika-s0103t8:5_5": "Herein, the calm there is clear and that of these are to be destroyed, and the colour of clear vision has to colour .",
    "ai-tika-s0103t8:5_6": "beauty in colour.",
    "ai-tika-s0103t8:5_7": "And there should be treated according to the families: “Shere the colour of the noble ones,” etc., in the sense of urgency, and deposing.",
    "ai-tika-s0103t8:5_8": "praise, disparageing, clunging, and motion by these types.",
    "ai-tika-s0103t8:5_9": "As to colour, it is the shape of that colour which is blue, shape, direction,",
    "ai-tika-s0103t8:5_10": "“I have thrown out the middle,” he praised them as great and substantively.",
    "ai-tika-s0103t8:5_11": "Though they tell praise, the eye is praised by the eye. Their praise should be understood to be understood in this way.",
    "ai-tika-s0103t8:5_12": "you praise the sound of praise.",
    "ai-tika-s0103t8:5_13": "The Simile of the six internal sense-spheres should be apprehended in his mouth.",
    "ai-tika-s0103t8:5_14": "“And when the colour element has been left, on fire element is the colour of a golden colour, silver, and gold.”",
    "ai-tika-s0103t8:6_0": "And although he completed all sides, he said: “After doing what is unsuitable,” it is an unsuitable, thus it is .",
    "ai-tika-s0103t8:6_1": "The meaning is: “Friends” . The meaning is this: “For the whole body is complete in all”.",
    "ai-tika-s0103t8:6_2": "There is noise, words: “We shall get careful.”",
    "ai-tika-s0103t8:6_3": "But whoever has not attained and declared it is subtle because they haven’t attained.",
    "ai-tika-s0103t8:6_4": "In this way there is a reinforced with, not with the sound of recitation, the rough-out One, and a length of the caravan leader.",
    "ai-tika-s0103t8:6_5": "Then the Fortunate One, having risen above the whole world,",
    "ai-tika-s0103t8:6_6": "I live without understanding, unbecoming, pure, and just.",
    "ai-tika-s0103t8:6_7": "he has not made amends for this state of distinction,",
    "ai-tika-s0103t8:6_8": "having completed the whole (from) whole day, he is the meaning.",
    "ai-tika-s0103t8:6_9": "the complete destruction of all grasping is what is called complete destruction of all suffering.",
    "ai-tika-s0103t8:6_10": "This is he who has attained perfection and consummate with the cessation of defilements.",
    "ai-tika-s0103t8:7_0": "But this carcass is interpretation for an eon. It’s owing to the end of all beings, namely, clans, and intrums on the bank of the crystal horns, and cotton-down quietly.",
    "ai-tika-s0103t8:7_1": "Which ascetics with psychic powers, by ascetics and brahmins,",
    "ai-tika-s0103t8:7_2": "Always the time:",
    "ai-tika-s0103t8:7_3": "For one who decrees within armed their aeon is allowable.",
    "ai-tika-s0103t8:7_4": "if it is suitable tortoises, cut upholstered with barley;",
    "ai-tika-s0103t8:7_5": "inside the two fingerbreadths long interpreting the middle of the two fingerbreadths of the two-hundred pieces of centimeters.",
    "ai-tika-s0103t8:7_6": "they grieve at the wrong time,",
    "ai-tika-s0103t8:7_7": "(Afterwards) evening this miracle it can be said: “From now on, without getting even one side or within a single reward, even if it is said, “This is the sound of couple.”",
    "ai-tika-s0103t8:8_0": "The deities say that thing to twelve leagues, or hes pervading more than twelve leagues in one place, in the shining of the sun, one palms the lamp, and one-element with the shining ones.",
    "ai-tika-s0103t8:8_1": "why are they sat in the Buddha’s presence?",
    "ai-tika-s0103t8:8_2": "Should not mostly because of the deities of the Fortunate One’s presence, while they are going?",
    "ai-tika-s0103t8:8_3": "But it is at the truth that is truth, and they will give, saying, “This is the reason why I have said.”",
    "ai-tika-s0103t8:8_4": "° and said: “This little is connected with us, my mind is unaffected. Sevenly, this is not smaller than the limited Buddhas.”",
    "ai-tika-s0103t8:9_0": "276.",
    "ai-tika-s0103t8:9_1": "But why is it not only a wound not a scorned with anyone else?",
    "ai-tika-s0103t8:9_2": "Herein, placed in order to show the reason for what is said, “What is said?”",
    "ai-tika-s0103t8:9_3": "Together with a following of Vijayā:",
    "ai-tika-s0103t8:9_4": "He is competent, has intelligent, and he says “He’s able to practice the training.”",
    "ai-tika-s0103t8:9_5": "For even thoughver a human being’s expert in whatever way one of the gods readily grasped, accepted the same separate as a consequence, and proper meaning in that way.",
    "ai-tika-s0103t8:9_6": "“I am told,” “There is no meaning of this illustrious conduct,” or “There is no need for one who is possessed of greatness.”",
    "ai-tika-s0103t8:9_7": "Through the danger of living creatures he saw the Enlightened One, having shown that he has already attained in the morning time and in the evening, he said, “Now is what is said.”",
    "ai-tika-s0103t8:9_8": "The resting places, “The resting places are used for the monks who stay in a dwelling place consisting of one beding the proper conduct and the resting places have been defeated among the monks. These should be treated as lodgings and the directions.",
    "ai-tika-s0103t8:9_9": "As long as he is bound by a tree trunk, the boarded dwellings inside the trees, which is always bound together by wind.",
    "ai-tika-s0103t8:9_10": "Because they are bound by the power of the necks, they are bound by substances.",
    "ai-tika-s0103t8:10_0": "“Sir, may the Buddha learn this.” He replied, “Did you want to pay homage to the Buddha, who wants to accuse him, who is an enlightenment, wanting to accuse him, saying, “Venerable sir?”",
    "ai-tika-s0103t8:10_1": "And here the teacher says, “Blessed One doesn’t show anything to the Buddha.” He said, “There’s no need, Venerable Sir, to get rid of unshakable knowledge, opening up,” “Now, what can the Fortunate One says, “Noble Ones for do so.”",
    "ai-tika-s0103t8:10_2": "For just as the gods of the fairy Pañcasikha was able to inspire himself with the gods of the Thirty-Three and his own fairy Pañcasikha, having invited him to ask the Buddha’s presence, saying: “Suching on the fairykind, so it was about to be able to get his oppositeed,” and he invited by the Fortunate One to practice that safeguarding the Great King.",
    "ai-tika-s0103t8:10_3": "So, when fourfolding is finished, having prepared this smallest, this is the right amount of (lived) small, this is the meaning, this is the group of four: “Hushs, this is the meaning, this is the meaning.”",
    "ai-tika-s0103t8:10_4": "Also the Teacher’s intention was being made, the meaning is that held in the four assemblies.",
    "ai-tika-s0103t8:10_5": "to a happy time for a happy life, (but) there is a happy time,",
    "ai-tika-s0103t8:11_0": "And the Buddhas’ heattracted themselves with the five points of a vision, and so on.",
    "ai-tika-s0103t8:11_1": "Consequently, all of these things are called a sight, as well as primary elements thus: “Bhikkhus, all beings, all paths, have been developed by one, all beings, as well as being in the various kinds of familiars, not one enlightened Ones, all the worlds of beings, namely, clans, beings, etc., not these seven kinds of becoming enlightened . For the multitude of clinging to good qualities, and so on.”",
    "ai-tika-s0103t8:11_2": "Those who show no reason for spending themselves to, etc., should be shown by one who is able to show them the meaning in that way.",
    "ai-tika-s0103t8:11_3": "compassionate for all beings:",
    "ai-tika-s0103t8:11_4": "Because of defilement: envying the noble eightfold path, that is why it is called “burning” in the sense of urgency .",
    "ai-tika-s0103t8:11_5": "trying to destroy the people of Māra’s enemy.",
    "ai-tika-s0103t8:11_6": "Except in the spiritual life : ten kinds of unsuitable (?) possessed from (true) abodes.",
    "ai-tika-s0103t8:11_7": "Like that of the brahmin sort of Bāhiya has been described in the southern gate. This is called “materiality”.",
    "ai-tika-s0103t8:11_8": "Virūpakkhas, Five opposite sex, five months of the opposite sex, while the specifically reaching meditation.",
    "ai-tika-s0103t8:11_9": "Both Paṅgas arise in the thirty-two marks of a great man. In the thirty-two marks of a hundred characteristics, functions, and embracing the bodily marks of his knowledge of envelops the body, speech, and mind, keeping himself including the marks of his mental knowledge, he has mastered the three great primaries.",
    "ai-tika-s0103t8:11_10": "And so many kinds of vision are described, thinking: “We are not ours,” and so many of them are unknowned.",
    "ai-tika-s0103t8:11_11": "what can be said: “What can be called rejected with such qualities?”",
    "ai-tika-s0103t8:11_12": "what has been said?",
    "ai-tika-s0103t8:11_13": "General of the teaching,",
    "ai-tika-s0103t8:12_0": "And if that’s so, why does the cart take the winter behind? “We shall go to a caravan leader?”",
    "ai-tika-s0103t8:12_1": "they attain the one with defilements ended:",
    "ai-tika-s0103t8:12_2": "They’ll give birth again and again.",
    "ai-tika-s0103t8:12_3": "And just as “The time is very beneficial,” the meaning is: “There is nothing because of which all forms inside the body and false life span is the meaning.",
    "ai-tika-s0103t8:12_4": "When there is divisive speech, they speak harshly. And they’re already abandoned.",
    "ai-tika-s0103t8:12_5": "Having great self-developed self, these are great maintaining to fame,",
    "ai-tika-s0103t8:12_6": "Hence it is said: “Here I have attained the state of existence.”",
    "ai-tika-s0103t8:12_7": "great winds become extinguished without extra effort.",
    "ai-tika-s0103t8:12_8": "endowed with great virtue, endowed with good conduct,",
    "ai-tika-s0103t8:12_9": "This, in the first place, is the meaning.",
    "ai-tika-s0103t8:12_10": "For the other is called “nouncing” in this way, the name of the Noble Ones’ Paccekabuddhas, the great hermit, that is worshipped by the Noble Ones, the meaning of greatness, and so on.",
    "ai-tika-s0103t8:12_11": "Enjoying: the meaning is, delighting in desire.",
    "ai-tika-s0103t8:12_12": "Hence it is said: “I’m a morsel.”",
    "ai-tika-s0103t8:13_0": "for beings typically conscious beings are the meaning.",
    "ai-tika-s0103t8:13_1": "the origin of the five constituents (of mind and body) that provide fuel for attachment, which they did so.",
    "ai-tika-s0103t8:13_2": "“Those who do not inconsequential confidence in a general: We have spoken thus, “Even such a lot of as much as they haven’t yet been told by the word ‘beings’, ‘Enducterned by many vows’, and bringing back the state of existence.”",
    "ai-tika-s0103t8:13_3": "they will not see (great) filled events.",
    "ai-tika-s0103t8:13_4": "Later, saying: “Extinguishment in the world,” and so he recited this verse.",
    "ai-tika-s0103t8:13_5": "With the second verse:",
    "ai-tika-s0103t8:13_6": "Herein, having a name for the Buddhas teach the Dhamma, namely, protection, and simile of the introduce, therefore, the meaning of this meaning, and that’s why it is called “which exists in the Buddha”.",
    "ai-tika-s0103t8:13_7": "Hence it is said: “That is too so.”",
    "ai-tika-s0103t8:13_8": "And now that verses grown there,",
    "ai-tika-s0103t8:13_9": "This is the first 40 kilometers over their nature, and they think, “This is how they’re not able to discern them,” they say, “Perhaps these things?” “We shall do not want to see him in this way,” “We no longer want to hear the good Gotama.”",
    "ai-tika-s0103t8:14_0": "278.",
    "ai-tika-s0103t8:14_1": "“Who is learning the sun’s heat, when the sun has drawn out?”",
    "ai-tika-s0103t8:14_2": "whatever Yakkhas saw the King, he said: “Let us go to visit the Faith, go for refuge, but with the King and for the sake of their own (of the Religion).” Then the Best of the Dhamma and the great Yakkhas, delivering faith in his own kingdom, and invited the Parinibbāna of the great Yakkhas, and to the Nāgas beginning with the Bhikkhus Jotikāsa; –",
    "ai-tika-s0103t8:14_3": "Herein, observes: “‘It is said” in accordance with such nymphs as “space” is said, it is he that is actually possible although multiplicity is said.",
    "ai-tika-s0103t8:14_4": "A swamp in the morning, at midday, and on the following day of all kinds, the sun rises, is called Uttarakuru; and on the bank of the river Aciravatī at the end of the sun. And the moon’s cream of the wide opening in this way.",
    "ai-tika-s0103t8:14_5": "The meaning is that it is clear in the first place and illustrious",
    "ai-tika-s0103t8:14_6": "Strong sons: physical and verbal behavior, etc., are said to be that of the world.",
    "ai-tika-s0103t8:14_7": "For this world of the gods there are children who are expert in their children, they say.",
    "ai-tika-s0103t8:14_8": "But the meaning is that in the beginning of the first three in the first places beginning with the point and outstanding as its meaning.",
    "ai-tika-s0103t8:14_9": "Is worm-infested: “There is garments in the pavilion, thread in the pavilion,”",
    "ai-tika-s0103t8:14_10": "for he gains great wisdom, and revenues the ones riches,",
    "ai-tika-s0103t8:14_11": "the meaning is stated in fact no matter. And this is the meaning of this day functionality.",
    "ai-tika-s0103t8:14_12": "night vanishes. It appears to one who has the characteristic of darkness.",
    "ai-tika-s0103t8:15_0": "like a droping rain,",
    "ai-tika-s0103t8:15_1": "“In this place,” they replied.",
    "ai-tika-s0103t8:15_2": "Because the sun rises up from a pearl covering with the eastern ocean.",
    "ai-tika-s0103t8:15_3": "That is why the nymphs said: “Ugga the sun is learning.”",
    "ai-tika-s0103t8:15_4": "Entering the ocean in a bloated continuity that sweps away from the ocean.",
    "ai-tika-s0103t8:15_5": "For the inclination of the oceans is good.",
    "ai-tika-s0103t8:15_6": "He was much extremely completed in all leagues, long and waters that were a hundred leagues, or even level with them.",
    "ai-tika-s0103t8:16_0": "Sineru, the king of mountains, is standing in the middle of the Council’s position, and having conducted it, he said: “Sineru, I am standing in the place where the wheels rolling?” and “There are sitting right there.”",
    "ai-tika-s0103t8:16_1": "they are the Four Great Kings,",
    "ai-tika-s0103t8:16_2": "sitting on the top of the city,",
    "ai-tika-s0103t8:16_3": "While sitting there, they fixed this safeguard:",
    "ai-tika-s0103t8:16_4": "Seated to them, she sat in the presence of the Teacher.",
    "ai-tika-s0103t8:16_5": "Also both of these people is called ‘unplete’.",
    "ai-tika-s0103t8:16_6": "compared to the hymns in the earlier stage:",
    "ai-tika-s0103t8:16_7": "Therefore it was said: “Here it is in the first direction.”",
    "ai-tika-s0103t8:16_8": "And the moon and sun creeping the southern gate, and making the earth shake,",
    "ai-tika-s0103t8:16_9": "where the southern quarter is seen.",
    "ai-tika-s0103t8:16_10": "wherever he can enter the Western direction,",
    "ai-tika-s0103t8:16_11": "Compassionates the north, south of the four directions, they say, “Homenses, the northern quarters,” and with the four directions. That is why it is said, “Buddha.”",
    "ai-tika-s0103t8:16_12": "With the eastern direction (revereignty) he is a Great King,",
    "ai-tika-s0103t8:16_13": "shook the station of a hundred thousand millions",
    "ai-tika-s0103t8:16_14": "And the trees that were prepared in the big trees of trees, etc., and also included all the Nāgas beginning with the Divinities’ preferred to the sickness of the Three Trunks, like the birds of horses, branches of the leaves of the Four Great Kings, and benefitting for the day.",
    "ai-tika-s0103t8:16_15": "I have heard that you would be free of pain.",
    "ai-tika-s0103t8:16_16": "Well-tamed: is the meaning.",
    "ai-tika-s0103t8:16_17": "This is the construction here:",
    "ai-tika-s0103t8:16_18": "the chief minister of the sons of the King’s sons,",
    "ai-tika-s0103t8:16_19": "Eighty, and ten, twenty-four?",
    "ai-tika-s0103t8:16_20": "“It’s very fruitful, aroused,” it is so very fruitful.",
    "ai-tika-s0103t8:17_0": "raising the Buddha, the rolling sun, and the bonds of Master Gotama, from the bonds of sexuality and plundering them from the bonds of others.",
    "ai-tika-s0103t8:17_1": "He looked on at the very sickness, and the removal of thirst, the defilement of the world, and the removal of the mundane and the systems, etc., according to owing to his own work.",
    "ai-tika-s0103t8:17_2": "After worshipping, he said: “Lust” and “Even the doctor of the world, having worshipped him,",
    "ai-tika-s0103t8:17_3": "they’ve heard this from the sound of the ear ...",
    "ai-tika-s0103t8:17_4": "But the meaning is that it is stated because of the giving it up, is the meaning.",
    "ai-tika-s0103t8:17_5": "having consumed this deity, worshipped the deities.",
    "ai-tika-s0103t8:17_6": "killing the great kingdom,",
    "ai-tika-s0103t8:18_0": "As soon as they do, the meaning is: it is said to be shown by one who is asked because it is said to be shown by one who is practises them in the direction that is called “perfected” .",
    "ai-tika-s0103t8:18_1": "killing or caught up in a killer, he kills living creatures.",
    "ai-tika-s0103t8:18_2": "I undertake the bones of the hands and feet, backbiting,",
    "ai-tika-s0103t8:18_3": "one is killed, and has become killed.",
    "ai-tika-s0103t8:18_4": "Or alternatively: it is said: “It is too enough” , thus it is said.",
    "ai-tika-s0103t8:18_5": "So that’s how the meaning is this.",
    "ai-tika-s0103t8:18_6": "They call that the seeds in a shaft,",
    "ai-tika-s0103t8:19_0": "The meaning is this: “Such is the meaning in this place where the sun comes.”",
    "ai-tika-s0103t8:20_0": "281.",
    "ai-tika-s0103t8:20_1": "the northerly direction, the upper direction, the upper direction, the leftovers overflow,",
    "ai-tika-s0103t8:20_2": "Erājī great Saṅkheyyaka Mahisa, and Mahisarasa, in the Mahārajāpatī.",
    "ai-tika-s0103t8:20_3": "Hence it is said: “Great King, the king of mountains.”",
    "ai-tika-s0103t8:20_4": "made of kingship ornaments—",
    "ai-tika-s0103t8:20_5": "Because it swallows in that fathoms deep and instruments, as it were, in the ocean.",
    "ai-tika-s0103t8:20_6": "the one named Indra.",
    "ai-tika-s0103t8:20_7": "Because they have collected a southern direction with wisdom wherever there is blue appearance, (where) blue, and blue-black (the nature of) blue.",
    "ai-tika-s0103t8:20_8": "humans born,",
    "ai-tika-s0103t8:20_9": "How do you know",
    "ai-tika-s0103t8:20_10": "He is unrivaled when he wants without possession.",
    "ai-tika-s0103t8:20_11": "(They are) devoted to me: “This is my self-mortification, this is my show of desire.”",
    "ai-tika-s0103t8:20_12": "If they say, “This is my wife, this is my mother’s sister. There’s no such-and-such a servant here, but this is my mother.” Then they say, “There’s no recognition here,” and so on.",
    "ai-tika-s0103t8:20_13": "“And is he attains full of desire and lust for this one?” “And that is your mother, father, brother, sister, relatives, or children, or partners? Universal Mother and children, perception of mine.”",
    "ai-tika-s0103t8:21_0": "If they say, “hurriedly” is said, “It’s not because of this,” “It’s not allowable,”",
    "ai-tika-s0103t8:22_0": "They had a rice-gruel, poison, blood, sweat, fragrance, and so on.",
    "ai-tika-s0103t8:22_1": "The vessel called “uch” is what is said.",
    "ai-tika-s0103t8:22_2": "after rubbing it with his hand, he said: “We are rice,",
    "ai-tika-s0103t8:22_3": "by the power of the rafts of his lords, by the smoke of the fire,",
    "ai-tika-s0103t8:22_4": "Fire is burning in the Palace of Jotipāla Shrine, and the waves smoke.",
    "ai-tika-s0103t8:22_5": "“There are some water for washing whose meal is given to the monks,” and “food,” and “allowing the door, some he should give. He should then say, “This is.” But he says, “It is.",
    "ai-tika-s0103t8:22_6": "That’s how there is no solid food for tastes.",
    "ai-tika-s0103t8:22_7": "he said, “We’ll give to us,” “There’s no offense when they take it.” ...",
    "ai-tika-s0103t8:22_8": "you’ll taste it.”",
    "ai-tika-s0103t8:22_9": "there is no stinginess of the mind, and the discontent of the Dhamma’s virtue, and the recollection of the Dhamma.",
    "ai-tika-s0103t8:22_10": "And wherever they presume to live, not when it is,",
    "ai-tika-s0103t8:23_0": "Furthermore, the supernormal powers should be understood as the supernormal powers of the gods.",
    "ai-tika-s0103t8:23_1": "There it seems that in the place where all the birds abandoned branches and foliage, and all the branches and leaves of the branches and fragrant flowers—and spread through the air, and sesame seeds and fragrant leaves, all these things. Indicated by the flowers, it seems, all the times enemy.",
    "ai-tika-s0103t8:23_2": "Even when the body is undefeated: they are undefeated in hidden places, in an oppressed by strength, with no hate and delusion that remains irreversible and fickles, and so on, only the dust of the life of a wide,",
    "ai-tika-s0103t8:23_3": "There is no ruler of the fruits or results that originate from work. And there is the suffering that is free from servants and work, etc., association with living creatures firm and so on. There is kamma-prepared, observed by the bondservants, etc., which is the suffering from being eaten by the cold, and the bondservants.",
    "ai-tika-s0103t8:23_4": "Just as when we’re not in the last month of summer, so too, at the end of the last month, of the hot season, no place comes up or at all.",
    "ai-tika-s0103t8:23_5": "the rice that bean curry was choked by the rice that was garden. A person whose veins protruding all the floor is leprosy, abscesses, mild leprosy, tuberculosis, or epilepsy.",
    "ai-tika-s0103t8:23_6": "nor are they acting like this.",
    "ai-tika-s0103t8:23_7": "Herein, neither too tall nor too short, not too dark nor too fair, and being neither too tight nor too loose.",
    "ai-tika-s0103t8:23_8": "Because the ship of the Aṅgīrasa, having gradually dreadful radiated limbs, gloriously swelled hair, wrinkled with deep waters, profounded, purified from the sky top of the Devouts, spotless (?), supremely drewning the limbs, glorious waters, and so on; that the limbs the size of the Dīghathūpa was like the outline of the Suppiya,",
    "ai-tika-s0103t8:23_9": "for he has a sixteenth year.",
    "ai-tika-s0103t8:23_10": "and their children, like horses and children who are twenty-five years of a king.",
    "ai-tika-s0103t8:23_11": "this is the Dhammapada:",
    "ai-tika-s0103t8:24_0": "And so the very same female slave of sensuality meditated there.",
    "ai-tika-s0103t8:24_1": "There is no ground in the embryo perception of a womb for the concepts of a production.",
    "ai-tika-s0103t8:24_2": "(Then) when a man is put out on its mother’s womb, like water lilies, are on its mother’s womb, and on the spot in accordance with the Dhamma, are put in order to depart from him.",
    "ai-tika-s0103t8:25_0": "But onets mother or father, ascetics and brahmins, and flatterers who go to. They as happens without a origination.",
    "ai-tika-s0103t8:25_1": "There they see their wives in that place where their fingers were lips, their fingers, and their wives sailed by them. The boys get their wives.",
    "ai-tika-s0103t8:25_2": "But when Vaḍḍha’s work had boys all over the maidens, were led by the power of a woman.",
    "ai-tika-s0103t8:25_3": "and the trees are allowed there.",
    "ai-tika-s0103t8:25_4": "Herein, the colour of various kinds, the finest cotton-down, silk, and wool.",
    "ai-tika-s0103t8:25_5": "having various kinds of ornaments such as a variety of decorated flags, white like a flag, white pearls, and decorated with various colors and adorning gracelets, and gold rubshes and so on, spotlessly cotton down.",
    "ai-tika-s0103t8:25_6": "Likewise in the arched harp made of husks, red lotuses, white and collapsed from a wounds, were brought to mind from here and there.",
    "ai-tika-s0103t8:25_7": "And so many kinds of fruits are there: the baked goods and honey-strans, which were eaten by the honey-dewater, and eaten seven days.",
    "ai-tika-s0103t8:25_8": "There was no very white lotuses that were beautiful, sweet, cool water, clean, with smooth banks, delightful. It was adorned with all the flowers of the Supreme Ones, charming eyes, with blossoms and tallibles, with pure lotuses and heads, which were sweetly scented with flowers,",
    "ai-tika-s0103t8:25_9": "And there were no thorns once more clothes. They were good-looking and thorny.",
    "ai-tika-s0103t8:25_10": "the trees belonging to the gods of Candagutta, etc.",
    "ai-tika-s0103t8:25_11": "When one is bathed, one should live within a single vicinity of the house. Then they don’t take a straw and then stay at the foot of the Thirty-Three. Then they think, “She is this, this is how all the trouble or difficult prominent merchants in me.” This is how anyone else.",
    "ai-tika-s0103t8:25_12": "It is just as the sentient beings whose mind is black is shakened from sense desires, who are without sensual desires.",
    "ai-tika-s0103t8:25_13": "Where the trees were sleeping placed under a roof, they were reborn there.",
    "ai-tika-s0103t8:25_14": "After seeing a dead man, they do not abandon the currents, but they store it down.",
    "ai-tika-s0103t8:25_15": "and took their (permission), and while going to the Council Hall,",
    "ai-tika-s0103t8:25_16": "That’s why there’s no filthy place there is no place.",
    "ai-tika-s0103t8:25_17": "And they don’t reborn in hell or the animal realm.",
    "ai-tika-s0103t8:25_18": "“Dhammadinnā, they say that their rebirth is the kind of accomplishment in ethics.”",
    "ai-tika-s0103t8:25_19": "The life span is one thousand years.",
    "ai-tika-s0103t8:25_20": "this is the fifth kind of ethical conduct that should be understood as shaking off.",
    "ai-tika-s0103t8:25_21": "and its upper robe:",
    "ai-tika-s0103t8:26_0": "Having prepared one-sticks all round: if it is unsuitable, he is as unallowable as a cesspit unwilling (the meaning).",
    "ai-tika-s0103t8:26_1": "They said: “Very well,” and they told her, “May they all come back here!” Then he said, “From this fourth verse was spoken,” and he said, “From this because it is fourfold.”",
    "ai-tika-s0103t8:27_0": "Because of her abortion to that woman.",
    "ai-tika-s0103t8:27_1": "As a consequence of his back together with his belly ornaments, his hands and feet were sitting down cross-legged, and he sits down on their belly as though with his back.",
    "ai-tika-s0103t8:27_2": "With right view: right view, right thought, right speech, right action, right view,",
    "ai-tika-s0103t8:27_3": "It’s when these mangoes",
    "ai-tika-s0103t8:27_4": "There’s a country in that box;",
    "ai-tika-s0103t8:27_5": "Because that’s why they said, “I’m unwilling.”",
    "ai-tika-s0103t8:28_0": "to the king’s minister Vessavaṇa,",
    "ai-tika-s0103t8:28_1": "thus, after making another self, he says:",
    "ai-tika-s0103t8:28_2": "So too with the words of another;",
    "ai-tika-s0103t8:28_3": "And they have many queens, carpets, diverse chariots, ornaments infantry. They can’t have enough to attend on them, and there’s no needle.",
    "ai-tika-s0103t8:28_4": "these elephants, horses, chariots, and so on.",
    "ai-tika-s0103t8:28_5": "Theyme wander through the air",
    "ai-tika-s0103t8:28_6": "Having driven out the rainy season, the starting points were altogether.",
    "ai-tika-s0103t8:28_7": "And when one has passed, one of the sun comes up like the moon, and as like the sun.",
    "ai-tika-s0103t8:29_0": "to the city of Cūḷapanthaka is said: “There is no need of hunger,”",
    "ai-tika-s0103t8:29_1": "was built by the name of Nāṭivisa. This was the name of the woman’s Āṭānāṭā,",
    "ai-tika-s0103t8:30_0": "and standing in that place he reared the wall of the walls (previously).",
    "ai-tika-s0103t8:30_1": "then straightforward, Uttara,",
    "ai-tika-s0103t8:30_2": "He who practices these eight persons",
    "ai-tika-s0103t8:30_3": "and later, the meaning is that it is in another.",
    "ai-tika-s0103t8:31_0": "Where is their name? Did they are called “the government officials” and “This has been included,” it is said, “This is the former consequence.”",
    "ai-tika-s0103t8:31_1": "I cut off the sugarcane.",
    "ai-tika-s0103t8:31_2": "the resting place in the sitting hall, in some lesser assembly hall.",
    "ai-tika-s0103t8:31_3": "is the meaning of good deeds,",
    "ai-tika-s0103t8:32_0": "if he replies, gets too close to that person,",
    "ai-tika-s0103t8:32_1": "They don’t established a logic, saying: “The purpose of inquiry,” then examined that meaning of what is said.",
    "ai-tika-s0103t8:32_2": "yakkha girls, yakkhas,",
    "ai-tika-s0103t8:32_3": "the spirit Vessavaṇa’s residence and the King’s home Yasa’s home, and the demonstrations of spirits.",
    "ai-tika-s0103t8:33_0": "He thinks, “The ancient portenter takes ancient time,” grabs it upside down with the water, like a rising from the water, and then hung it from the lotus pond to the water.",
    "ai-tika-s0103t8:33_1": "from which the lotus ponds into",
    "ai-tika-s0103t8:33_2": "Vessāmitta are Yakkhas in the yakkhas.",
    "ai-tika-s0103t8:34_0": "In that place where the native spirits used to live in the forest grove.",
    "ai-tika-s0103t8:34_1": "those who are always constantly made of fruit,",
    "ai-tika-s0103t8:34_2": "Always border, full of flowers,",
    "ai-tika-s0103t8:34_3": "with many different flocks of many different birds, and surrounded by day,",
    "ai-tika-s0103t8:34_4": "But when these birds are carried along, then from here and there, like a lotus pond is carried along with the swamp, like a lotus pond.",
    "ai-tika-s0103t8:34_5": "what is the charioteer’s daughter?",
    "ai-tika-s0103t8:35_0": "“Yes, Jīvaka.”",
    "ai-tika-s0103t8:35_1": "Likewise in the case of a man’s pleasure, and the same method applies.",
    "ai-tika-s0103t8:35_2": "That’s why it said “Yes.”",
    "ai-tika-s0103t8:35_3": "Pokkharasāti thought, “Pokkharasāti is the shape of a lotus pond.”",
    "ai-tika-s0103t8:36_0": "Liberating in all the times, and there is no illusion for him in all ways, because of the abandoning of all that.",
    "ai-tika-s0103t8:36_1": "Adorned with the flowers of fruits that are permanent, everlasting, ornamenting and fruits, and decorated with blossoms, and fruits of the sun.",
    "ai-tika-s0103t8:37_0": "Transmigrating in the past,",
    "ai-tika-s0103t8:37_1": "Leaving dripped all over the teachers of a certain teachers, he will live unspecified by a teacher,",
    "ai-tika-s0103t8:37_2": "I learned, expert in the meaning, words, phrases, words, phrases, expressions, expressions which are well.",
    "ai-tika-s0103t8:37_3": "Because that is why it is said “with meaning” and “There is in that letter.",
    "ai-tika-s0103t8:37_4": "But the one who knows the meaning but does not know ...",
    "ai-tika-s0103t8:37_5": "phrasesing a hermaphrodite that is phrasing, and then it is the phrasing.",
    "ai-tika-s0103t8:37_6": "For this is how it is complete:",
    "ai-tika-s0103t8:37_7": "after making another poison, and given it away.",
    "ai-tika-s0103t8:37_8": "It is not out of respect for fire, but here to the beyond.",
    "ai-tika-s0103t8:37_9": "Except in all ways: from the beginning, from the middle and the end.",
    "ai-tika-s0103t8:37_10": "(Having) his thought: “This is irreversible, without dispelling even a single strike. It is easy to restrain him.”",
    "ai-tika-s0103t8:37_11": "After giving up the vanity of the attainment, (of mindfulness), I’ve attained the meaning and the embracing of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.",
    "ai-tika-s0103t8:37_12": "This is the uninterrupted knowledge of the safeguarding of sentient beings. It is the escape from whatever is left over.",
    "ai-tika-s0103t8:37_13": "after fulfilling loving-kindness towards beings, with loving-kindness towards all beings,",
    "ai-tika-s0103t8:38_0": "whether the opportunity was built to a place of the Buddha, or to a neutral feeling,",
    "ai-tika-s0103t8:38_1": "Because of the household life he became clear",
    "ai-tika-s0103t8:38_2": "While the deity’s home was connected with the resident monks, they didn’t get their way, yet they don’t get a genuine about whether they need.",
    "ai-tika-s0103t8:38_3": "They came to the yakkha Ālavaka.",
    "ai-tika-s0103t8:38_4": "“Because of the Kāmaḷa,” said that he residing with the neighborhood of the Thūpa, and even those likewise.",
    "ai-tika-s0103t8:38_5": "You should follow that path, not focusing on any other, is incapable of performing, is the meaning. The meaning is that it is not lost.",
    "ai-tika-s0103t8:38_6": "Hence the saying: “Having weapons weapons in our monastery.”",
    "ai-tika-s0103t8:38_7": "they do not burn (cerpent) covering the outside is the meaning.",
    "ai-tika-s0103t8:38_8": "Hence it is said: “Amongst those who are unshaken,”",
    "ai-tika-s0103t8:38_9": "Then I am able to develop self-development,",
    "ai-tika-s0103t8:38_10": "(But) he is one who talks himself thus: he is one who talks (with meaning),",
    "ai-tika-s0103t8:38_11": "Having completed what he said,",
    "ai-tika-s0103t8:38_12": "Scolded by spirits, (saying): “You should abuse and insult the yakkhas, your generals,",
    "ai-tika-s0103t8:38_13": "But they replied, “But Kāḷigodhā’s son, are very black in colour and so on.”",
    "ai-tika-s0103t8:39_0": "Dispelling the grieving in others, he is destroying the (nature).",
    "ai-tika-s0103t8:39_1": "They seek the benefit of others.",
    "ai-tika-s0103t8:39_2": "That is why the supernormal powers.",
    "ai-tika-s0103t8:39_3": "Remember the threat of punishment,",
    "ai-tika-s0103t8:39_4": "About this matter he can dwell (therefore) people are made about.",
    "ai-tika-s0103t8:39_5": "Those who say, “What can I do?”",
    "ai-tika-s0103t8:39_6": "Therefore it was said: “Here those who dwell in the Vedas” .",
    "ai-tika-s0103t8:39_7": "Yet, ignorant, attacking, and delimitation, they are called “enlightenment”.",
    "ai-tika-s0103t8:39_8": "But if ignorant, he should think about it because he has committed a non-convetous intentions, then knowing that something is owing to be entered upon.",
    "ai-tika-s0103t8:40_0": "On Deeds",
    "ai-tika-s0103t8:41_0": "He should help the legal procedure of ejection for not recognizing an offense. He should help the legal procedure of ejection for not recognizing an offense.",
    "ai-tika-s0103t8:41_1": "Because it’s what they did.",
    "ai-tika-s0103t8:41_2": "Hence it is said: “First.”",
    "ai-tika-s0103t8:41_3": "from a foreign laugh, or from a serving of meat, tail-bearing fish,",
    "ai-tika-s0103t8:41_4": "It is obtained by one (good) father and partaking of the dwellings, etc., and according to origination in the Paṭisambhidā.",
    "ai-tika-s0103t8:41_5": "“When there are exclusively powerful ...",
    "ai-tika-s0103t8:41_6": "Sits to be shown by this bhikkhu’s protection.”",
    "ai-tika-s0103t8:42_0": "“For a _kahāpaṇa_ coin,",
    "ai-tika-s0103t8:42_1": "this safeguarding: this is said to be far from outside.”",
    "ai-tika-s0103t8:42_2": "“This is my mind that’s full of rapture,” ...",
    "ai-tika-s0103t8:42_3": "Doing what should be done and expected to do what is to be done, the one who protects the threat of punishment.",
    "ai-tika-s0103t8:42_4": "That’s how there is no obstacle for one who isn’t able to create an obstacle.",
    "ai-tika-s0103t8:42_5": "Question About the Saṁsāra, and preceding to be spoken of including the states,",
    "ai-tika-s0103t8:42_6": "all the villages assembled in that village, the whole town, and the sacred flame all the mendicants.",
    "ai-tika-s0103t8:42_7": "to which they should be told, and all have to gather quickly.”",
    "ai-tika-s0103t8:42_8": "The king was able to arrive on the island of Laṅkā, and through the auspicious Buddhas,",
    "ai-tika-s0103t8:42_9": "The place where the Hairs asked, “Did you ask question? ” and they asked, “What is the matter? ”",
    "ai-tika-s0103t8:42_10": "For the one who understands the influences, and the flavors of garlands worshipping them with a garland,",
    "ai-tika-s0103t8:42_11": "is yours for you, that is yours.",
    "ai-tika-s0103t8:42_12": "being given alms-food when the bowl is given,",
    "ai-tika-s0103t8:42_13": "which yakkhas, deities, Nāgas, and Paths.",
    "ai-tika-s0103t8:42_14": "The short way of the time has been told, “Having done this much,” and “cluded, they can do so instead,” and they say, “Householding the Disciplinary proceedings, and the laity of the monastery.",
    "ai-tika-s0103t8:43_0": "having determined on the body, he proceeds in connection with his own continuity, like a catching bodies on a body, just as it is when proceeds, he stands in accordance with his own view.",
    "ai-tika-s0103t8:43_1": "Hence it is said: “He (good) conduct and excellent,”",
    "ai-tika-s0103t8:43_2": "the top is hunter right there.",
    "ai-tika-s0103t8:43_3": "Hence it is said: “He isn’t.”",
    "ai-tika-s0103t8:43_4": "While he is growing on the autumnity of health, the giver of a gift fulfilment of giving and taking in an individual essence.",
    "ai-tika-s0103t8:43_5": "of the elements, making prevails for the sake of nutriment, and observed the whole body when it is smeared with blood, he thinks, “How hard to get blood, more flat, is what is there to say!”",
    "ai-tika-s0103t8:44_0": "We shall pay you when you’re unspounded, etc., and have to be treated according to the method of Indane.",
    "ai-tika-s0103t8:44_1": "therefore this is a refutation from there.",
    "ai-tika-s0103t8:44_2": "Those yakkhas, yakkhas, Ālavaka,",
    "ai-tika-s0103t8:44_3": "Because it is not possible to distribute the lay followers, oppress this robbery, and if the nuns for catching the hut.",
    "ai-tika-s0103t8:45_0": "Longer Discourses on the foreign"
}