{
    "ai-tika-s0105t4:0_0": "6. Mahālisuttavaṇṇanā",
    "ai-tika-s0105t4:1_0": "On the commentary on the Brahmin’s colour,",
    "ai-tika-s0105t4:2_0": "359.",
    "ai-tika-s0105t4:2_1": "In this way Kūṭadanta, having discovered it as Mount Vepulla, and Bhāvitatta was able to inspire a discourse with the Discourse on the Best of Mount Kūṭadanta. In this way he said, “Suching the Discourse with the Fraternity.” Meditting the Discourse on the Dispensation as Mount Vepulla",
    "ai-tika-s0105t4:2_2": "The Longer Discourse at Vesālī”",
    "ai-tika-s0105t4:2_3": "again and again, it is reckoned as a poisonous word .",
    "ai-tika-s0105t4:2_4": "The two children of Bārāṇasī, the daughter of a wives, maiden of meat, and two children who were daughters of a male and female bondservants, who were brothers, and well known as their children.",
    "ai-tika-s0105t4:2_5": "Then, just as when a boy was sewing from all over the parts of the body, turning to the news, and crops were sesame flour about together again and again, they went to greette the town hall and spoke in that same way: “The western land is named this.”",
    "ai-tika-s0105t4:2_6": "Therefore it was said: “Have you lost the great worms in the town, which is accompanied by a host of gods? ”",
    "ai-tika-s0105t4:2_7": "In detail, a Varavīka the Sīvaler’s appreciation should be the colour of the treasure.",
    "ai-tika-s0105t4:2_8": "to the city of Aṭṭhaka, like a citadel with a basket,",
    "ai-tika-s0105t4:2_9": "he himself has arisen in the same way,",
    "ai-tika-s0105t4:2_10": "standing at the root of a tree: standing on a great tree hero, and after standing in the vicinity of a great tree,",
    "ai-tika-s0105t4:2_11": "Hence it is said: “Having eleven, having together with one evening.”",
    "ai-tika-s0105t4:2_12": "But that which is called “the Discipline” in the Vinaya commentaries .",
    "ai-tika-s0105t4:3_0": "“He who was born in the great hero, and who was born in the twice,",
    "ai-tika-s0105t4:3_1": "But the great sal trees consisting of the Himalayas, the locality of the Himalayas, the one who stands in the ocean than this way is not like that.”",
    "ai-tika-s0105t4:4_0": "The Linked Discourses on Middles, Etc.",
    "ai-tika-s0105t4:4_1": "what is said in the Middle Commentaries, Etc.",
    "ai-tika-s0105t4:4_2": "But here the dead carried on the clay, the same meaning should be seen here.",
    "ai-tika-s0105t4:4_3": "And if he thinks, “And where will all be,” he can all meet at all.",
    "ai-tika-s0105t4:4_4": "But the cowherd’s dwelling place is used in the hall with the peaked roof, with the Householders, and the wipeders of the feet. He can then be collected in the hall of the peaked roof, and is finished too because the cavestegories.",
    "ai-tika-s0105t4:4_5": "Discussion in the Monastic Law:",
    "ai-tika-s0105t4:5_0": "in the Great Wood, in the hall with a peaked roof, he can understand the Buddha’s Monastery.”",
    "ai-tika-s0105t4:6_0": "the Kosalans are born in the Kosalans, and these are the Kosalans.",
    "ai-tika-s0105t4:6_1": "that’s how the Magadhans",
    "ai-tika-s0105t4:6_2": "For a person takes the dyers’ poisonous words,",
    "ai-tika-s0105t4:6_3": "If a person is not given up by great sacrifice, they say, that is why they are called.",
    "ai-tika-s0105t4:6_4": "Hence it to be done.",
    "ai-tika-s0105t4:6_5": "he wants to live without mindfulness, therefore, when there is no cycle of the actions, he says, “When there is no need to be done”.",
    "ai-tika-s0105t4:7_0": "360.",
    "ai-tika-s0105t4:7_1": "The names of the Buddhas are worthy of presents, and so on. The meaning is that of this jhāna is called “base” in the sense of its object and so on.",
    "ai-tika-s0105t4:7_2": "for the destruction of continuation is without dissociation,",
    "ai-tika-s0105t4:7_3": "having turned back, like this, gives rise to the thought,",
    "ai-tika-s0105t4:7_4": "Dispelling his thorns, wrapped in absorption,",
    "ai-tika-s0105t4:7_5": "you’d see the truth,",
    "ai-tika-s0105t4:7_6": "Therefore it is said: “Here the Worlds Fire” .",
    "ai-tika-s0105t4:7_7": "Also one, without a companion, one goes alone with them.",
    "ai-tika-s0105t4:7_8": "It was said to him, “By this the taken up of the bowl,”",
    "ai-tika-s0105t4:8_0": "The colour of deportment",
    "ai-tika-s0105t4:9_0": "overpowering forwards and backwards.",
    "ai-tika-s0105t4:9_1": "The four upper lips were dripping all over the palms of two, it seems, like the stout rainer that was not covered with damp.",
    "ai-tika-s0105t4:9_2": "Some, “I’m quieten and wrapped in position, because I’m shrine, what’s done with. What’s why I said was untouchable.",
    "ai-tika-s0105t4:9_3": "This seems the observance-day procedure was the giver of the Buddha, the Teaching, and the Sangha of monks.",
    "ai-tika-s0105t4:9_4": "Hence it is said: “Blessed” and “There is no meal for the meal.",
    "ai-tika-s0105t4:9_5": "In the Mahātittha aggregates, and in the Aṅgīsa clans, etc.,",
    "ai-tika-s0105t4:9_6": "Thirty such as the opportunity is said.",
    "ai-tika-s0105t4:9_7": "But this Vesālī was successful and prosperous and prosperous,",
    "ai-tika-s0105t4:9_8": "And there were seven hundred thousand royal compounds there were seven hundred thousand kings. And the king’s lotus ponds became one thousand; his trunks graceful lotuses, white lotuses, and lotus ponds.",
    "ai-tika-s0105t4:9_9": "Therefore it is said: “He can set aside (?) the Licchavīs in order to prevent him.”",
    "ai-tika-s0105t4:9_10": "But with the intention of being intent on awakening, the plenty of lumps of meat, the plenty of lumps of meat, and the rubbish heaps will constantly be as if drums of the Bodhi trees.",
    "ai-tika-s0105t4:9_11": "After some time they rose away, saying: “Who did not settle each other with these six animals?”",
    "ai-tika-s0105t4:9_12": "In this way those Licchavis prevented by the Licchavīs, all of them decayed usage with the shade of the Licchavis. In this way they all came to ensure that name was born.",
    "ai-tika-s0105t4:9_13": "Hence it is said: “Licchavīs, he is the meaning of the Licchavīs,” and “Dear he is the meaning.",
    "ai-tika-s0105t4:9_14": "Sumedhā said: “He who takes her bowl, like a great lotus stalk,”",
    "ai-tika-s0105t4:9_15": "(They are) rooted in the roots.",
    "ai-tika-s0105t4:10_0": "dedicated to the highest goal.",
    "ai-tika-s0105t4:10_1": "And opposed by the Blessed One’s mind, too, when one who lives in great monastery, gives his attention to the assembly, will follow along with a Dhamma talk,” “We shall teach Dhamma to the assembly.”",
    "ai-tika-s0105t4:11_0": "“As abstaining”, he said: “It is inappropriate for her” , and so on.",
    "ai-tika-s0105t4:11_1": "to a (group) body moves the earth.",
    "ai-tika-s0105t4:11_2": "When the elder had ended, they said, “Whose cankers are not delivered,” and they say, “It’s not yet they say, ‘should because they do not say, ‘It’s either.’",
    "ai-tika-s0105t4:11_3": "for my disciples are not given up with defilements.",
    "ai-tika-s0105t4:11_4": "according as it was said, “The great foyer is said: “The roof-peak is spoken.”",
    "ai-tika-s0105t4:11_5": "easterning to the east,",
    "ai-tika-s0105t4:12_0": "363.",
    "ai-tika-s0105t4:12_1": "Virtue dispelled by the Blessed Ones, the perfected ones, and the fully awakened Buddhas said: “Listening to the Enlightened Ones,” he said, “Lay followers.”",
    "ai-tika-s0105t4:12_2": "Gandhāras, in the six huts of the Buddha, the Yamunā, and in that very same place, where the sunshade is covered with plasters, and Yamunā, they hit Yama.",
    "ai-tika-s0105t4:12_3": "And that they thought, “The Buddha has come out,” and they repaired all that he went out.",
    "ai-tika-s0105t4:12_4": "Therefore it was said: “Having gone out, what is gone out from its sixteenth part?”",
    "ai-tika-s0105t4:13_0": "364.",
    "ai-tika-s0105t4:13_1": "For this is said in the past, “Amongst those who live in the past, future and present” is said: “From the first, complete in the past, just as before.",
    "ai-tika-s0105t4:13_2": "Thus in two days, like the sun wide in a river, at the end of the first day and in the ear.",
    "ai-tika-s0105t4:13_3": "This being so, when what happens, is said in the first watch of the night, the name of which is more subtle.",
    "ai-tika-s0105t4:13_4": "to show what is said before doing what is said before?",
    "ai-tika-s0105t4:13_5": "The place where it is like a speed’s he can at once, like the wings of an abode’s .",
    "ai-tika-s0105t4:13_6": "As to root: day, etc.",
    "ai-tika-s0105t4:13_7": "the meaning is that it is “processing the top of the Brn of (story),” and “There is this first meaning of the eleventh,” “There is.",
    "ai-tika-s0105t4:13_8": "But here he said to another, “But those in the past, future and present,”",
    "ai-tika-s0105t4:13_9": "The meaning of that delimitation should be understood as follows: “I give up faith in the calm,” and “I do so,” according to the in the past, etc., is said, “It is to be given to Vihāra,” and in the sense of having spoken.",
    "ai-tika-s0105t4:13_10": "The day (they married) that day",
    "ai-tika-s0105t4:13_11": "After saying, “I can enter the first rains residence in this way,” and he should put them down on a belt, saying, “This is the first rainy-season residence for the rainy season.”",
    "ai-tika-s0105t4:13_12": "In the second rainy-season residence, he should draw a hut with these three years.",
    "ai-tika-s0105t4:13_13": "But if they hear the word of a man, they made the ultimate safety,",
    "ai-tika-s0105t4:13_14": "For there is the customs that cannot be measured.",
    "ai-tika-s0105t4:13_15": "Hence it is said: “After three years I had completed the rainy season.”",
    "ai-tika-s0105t4:14_0": "Sunakkhatta,",
    "ai-tika-s0105t4:14_1": "Piyadassined, generous,",
    "ai-tika-s0105t4:14_2": "She was born in a charming honey:",
    "ai-tika-s0105t4:14_3": "Because a dog is the sweetest of a dog.",
    "ai-tika-s0105t4:14_4": "one who is continually treated with a sense of urgency, sensual desires are brought to sensual pleasures.",
    "ai-tika-s0105t4:14_5": "Hence it is said: “He who, considering the sense-desire clinging to the object” , thus it is an inclination of sensual desire.",
    "ai-tika-s0105t4:14_6": "physical garden the body, whether the body is made of a woodland.",
    "ai-tika-s0105t4:14_7": "That is why a sound with the ear is the meaning.",
    "ai-tika-s0105t4:14_8": "he should follow the abode of separate kinds of becoming;",
    "ai-tika-s0105t4:14_9": "with brilliant speech,",
    "ai-tika-s0105t4:14_10": "ear-holes, nose-holes,",
    "ai-tika-s0105t4:15_0": "thus far there is a heavenly realm through the dissatisfaction with the Divine-Eye,",
    "ai-tika-s0105t4:15_1": "“What sort of relatives do not apply this family member, however, is it means after determining them by means of this dispensation?” Then, when the Buddha, having opened the absorption, he is delighted with the absorption,",
    "ai-tika-s0105t4:15_2": "I thought: “How is it myself, is it my worker?” and he did not think about, “This is mine, I did not get rid of it?” and he thought,",
    "ai-tika-s0105t4:15_3": "Without making use of without interruptions, the Best of the Actornments, the Lord of the World, and the (true) word about the Realised One, and having made the work for the Faith, went forth by for the Fortunate One, and (saying): “After enlightenment, having done away within the Dispensation, goes forth into the home life, and supporting him, he is desiring (aftroying) (of the Faith, he whomsequelding) for the instructions of this sickness, and for the sake of (ai.”",
    "ai-tika-s0105t4:16_0": "One-Sided in concentration is praised upon that;",
    "ai-tika-s0105t4:17_0": "In less than the meaning is: such is the meaning.",
    "ai-tika-s0105t4:17_1": "And here the caimum of sounds is known as the word “boundless,” the meaning of that in the way beginning, “faithful is” , etc., should be understood as follows: “Here the systematic parts, and so on.”",
    "ai-tika-s0105t4:17_2": "And here it is in the Vibhaṅga’s distance, one pervading the wielder of the wind,",
    "ai-tika-s0105t4:17_3": "(In the eastern direction): this is the four directions, this is the stretchedness in the eastern direction.",
    "ai-tika-s0105t4:17_4": "both of these two kinds of clairaudience: they are hearing the sound of the heavens,",
    "ai-tika-s0105t4:17_5": "Thus by means of clairaudience that is purified and superhuman, they have recalled the knowledge of oppositeness.",
    "ai-tika-s0105t4:17_6": "But when they are about torment, there is no one thing that is clear in him. Some of them are successful in the middle, the other continuation of existence.",
    "ai-tika-s0105t4:17_7": "For even if she says “I am” and “possessing of sights, sounds, smells, tastes, and touches that are the only one,",
    "ai-tika-s0105t4:17_8": "“Here, Sunakkhatta,” and “Even this immersion is quiet and still,” and so too, the sound of clairaudience that is purified and superhuman,” it is done not too tall,",
    "ai-tika-s0105t4:18_0": "372.",
    "ai-tika-s0105t4:18_1": "With clairvoyance that is purified and surpasses the supernatural vision, the one who recalls having compassion for him, saying “This is the greatest,” it seems to me. ...",
    "ai-tika-s0105t4:18_2": "overcome by the leaf-hut, blamelessness or blameless.",
    "ai-tika-s0105t4:18_3": "(Orse should be developed by the development of concentration - should be developed by concentration -",
    "ai-tika-s0105t4:18_4": "And while the one whose knowledge was described thus: “Now is the best of all beings,” etc., with the divine eyes and ears, and with the divine eyes sight of vision, etc., gifts which are bestowed together with the divine eyes and so on. He asks them questions, “Venerable Sir, this is the first state of the attainment.”",
    "ai-tika-s0105t4:18_5": "these external developments are not evident because they are unintelligent.",
    "ai-tika-s0105t4:18_6": "for these externals are also enemies.",
    "ai-tika-s0105t4:18_7": "But the Buddha does not cause the interior and exterior conditions to make me.",
    "ai-tika-s0105t4:18_8": "for there is no glory of truth for you,",
    "ai-tika-s0105t4:18_9": "which is the for which it is for the purpose of breaking upwards, that is to say, the primary elements ;",
    "ai-tika-s0105t4:18_10": "They live the fruit of the noble ones",
    "ai-tika-s0105t4:18_11": "“Having heard” they did the same,",
    "ai-tika-s0105t4:18_12": "For there are things that should be realized.",
    "ai-tika-s0105t4:18_13": "Those mendicants who lead the spiritual life under me.”",
    "ai-tika-s0105t4:19_0": "The golden fruits of the four noble fruits.",
    "ai-tika-s0105t4:20_0": "373.Saṁyojentīti bandhenti.",
    "ai-tika-s0105t4:20_1": "Therefore because it is’s a cycle, the fetter, and the suffering therefore called ‘the suffering’.",
    "ai-tika-s0105t4:20_2": "Where do you not graceful when a teacher’s trade is the most importance?",
    "ai-tika-s0105t4:20_3": "I haven’t committed any confidence.",
    "ai-tika-s0105t4:20_4": "“Mendicants, it’s said that you have authority is said.",
    "ai-tika-s0105t4:20_5": "The meaning is that it is beginning to be the first giving, and the use of, and thus it is its fruition, thus it is “with its cause” .",
    "ai-tika-s0105t4:20_6": "In the past, when abiding along a road is being sent by the Dispensation of the past and the middle of the path,",
    "ai-tika-s0105t4:20_7": "Hence it is said: “A gift one gives to a stream-enterer, someone gives a gift to the realization of the fruit of stream-entry, not liable to be reborn in the fruit of once-return.”",
    "ai-tika-s0105t4:20_8": "It is “which path” by the upper language of the Dhamma.",
    "ai-tika-s0105t4:20_9": "above through sinews or below; from the time of the seven clause he is in fact in each case.",
    "ai-tika-s0105t4:20_10": "‘This is another’.",
    "ai-tika-s0105t4:20_11": "And the third herd: here is the calm, or the third territory, etc., that is to say,",
    "ai-tika-s0105t4:21_0": "what is called “revious” is a name for the sake of hymns and so on.",
    "ai-tika-s0105t4:21_1": "Or whatever is said in the World or the Doctrine of Mind",
    "ai-tika-s0105t4:21_2": "And when there is more than a month left of the hot season: in the rainy-season residence, there is an extra robe for the current,” it is worth more than a rainy season.",
    "ai-tika-s0105t4:21_3": "they vision, “The dwelling is going to the ground for those above ground.”",
    "ai-tika-s0105t4:21_4": "will arisen spontaneously (in the lower realms), and reappearing in the lower realms,",
    "ai-tika-s0105t4:21_5": "Hence it is said: “She is the rule of an abode instance” is natural principles with respect to extinguishment. It isformed with the Emancipation-element.’”",
    "ai-tika-s0105t4:21_6": "Freedomed mind, having covetousness, deliverance, mind, and freedom.",
    "ai-tika-s0105t4:21_7": "And if his mind is concentrated in such virtue, “Concentrated mind is not established in virtue” , then he is not established in its development .",
    "ai-tika-s0105t4:21_8": "Likewise with wisdom’s roam, too.",
    "ai-tika-s0105t4:21_9": "Hence it is said: “He is wise! ”",
    "ai-tika-s0105t4:21_10": "In oneself they occur in the same way.",
    "ai-tika-s0105t4:21_11": "“Rejoicing in this way,” he said, “Discipline who speaks (in the treatment) that he has been shown him,",
    "ai-tika-s0105t4:21_12": "But he should not think of this: “This is clearly because of this” .",
    "ai-tika-s0105t4:21_13": "he rejects the truth,",
    "ai-tika-s0105t4:21_14": "(Even) the names of the Paccekabuddhas, having wore, by preventing the sign (of the yet) by, and with its object.",
    "ai-tika-s0105t4:22_0": "The noble eightfold path.",
    "ai-tika-s0105t4:23_0": "after throwing it on the road, and wrapped in the space,",
    "ai-tika-s0105t4:23_1": "Practicing extinguishment: this is the noble path and the practice that leads to extinguishment. And it is said in this way there is the noble path and the practice that leads to Nibbāna.",
    "ai-tika-s0105t4:23_2": "of five factors, etc., according to the factors of the five factors, and so on.",
    "ai-tika-s0105t4:23_3": "and the eighteen directions.",
    "ai-tika-s0105t4:23_4": "one of the eight factors is freed from the eight factors, etc., that is to say, “There is no use of” .",
    "ai-tika-s0105t4:23_5": "No-one can introducate those thus introduced to the nothing from any quarter.",
    "ai-tika-s0105t4:23_6": "Therefore he should think, “This is why it should be done by one who has not thought, ‘Now, this may be,’ and if it is added: ‘This is why, this teacher should be undertaken, this population with its ascetics.’",
    "ai-tika-s0105t4:23_7": "For corruption of the travelers has been performed substance without reason, having discriminated each other, intending to break the Vibhaṅga in the categories, performed surmounting each other with respectively,",
    "ai-tika-s0105t4:23_8": "For it is possible to perform the dealing with the four kinds of subsequent comprehension, having attained that same deal with each other, he indicated the texts on each other, and he defines the attainment in each case.",
    "ai-tika-s0105t4:23_9": "For there is only one characteristic:",
    "ai-tika-s0105t4:23_10": "From the thinking of the Teaching these is called the “process of the Factor of the Dhamma” and “Paṭācārā, endowed with the eight factors of the teacher, etc., as follows: “Purification of the path and of the eightfold path, there is necessary condition that is peaceful, the eight factors.”",
    "ai-tika-s0105t4:23_11": "And here the first eight factors in accordance with the Monastic Law, etc., in the second precincts. However, they are in the case that is simply in in the case of the first three factors.",
    "ai-tika-s0105t4:24_0": "Now comes the noble eightfold path in which they show the penetration of the eightfold paths, etc., as to the act of functionally in this way: “Now what is said” .",
    "ai-tika-s0105t4:24_1": "gives rise to satisfaction in the four characteristics. Then there is a language of the noble truths, and penetrated to the end of the noble truths.",
    "ai-tika-s0105t4:24_2": "Righteously he has right endeavour, which is continually present in the mind for extinguishment.",
    "ai-tika-s0105t4:24_3": "Endowed with right understanding, possesses four factors, is the characteristic, etc., and nutriment consisting in having the protection of phenomena, etc., and rightly influences them. This is the proper conduct in conformity with the resting places of the four characteristics, etc., and nutriment, and function investigating and clarity.",
    "ai-tika-s0105t4:24_4": "Righteously he has the characteristic of having attained that same deed and defining the size of phenomena, which is the basis for defilement, etc., and bodily action, verbal, or mental action, and mental action, and it is something produced produced. Or alternatively, it is all the precedes, it produced in this way: it is included in the moderation of the kind, not produced by oneself. This is how they lead to the success of accumulations.",
    "ai-tika-s0105t4:24_5": "You have rightly developed (performed) the body, speech, and mind, the stilling of the defilements, and the aggregates, and the rest is independent.",
    "ai-tika-s0105t4:24_6": "attains the characteristic of rightness, while the mind is endless, having non-profitable things associated with the defilements, and not having reached the state of defilement of their own mind.",
    "ai-tika-s0105t4:24_7": "Equanimity is characterized as marked by the characteristic of neutrality. Herein, the manifestation of non-distraction.",
    "ai-tika-s0105t4:24_8": "Propering insight is the characteristic of stiffenedness and non-distraction. It is manifested as the mind.",
    "ai-tika-s0105t4:25_0": "Since it is a thousand chief amongst those whose view is seen, beginning with the intention of causing themselves, and others.",
    "ai-tika-s0105t4:25_1": "He teaches by means of penetrating (the path): He will penetrate it,",
    "ai-tika-s0105t4:25_2": "Hence it is said: “So it is. Please accept it.”",
    "ai-tika-s0105t4:25_3": "they’re not free from delusion.”",
    "ai-tika-s0105t4:25_4": "For this is the help of seeing that person,",
    "ai-tika-s0105t4:25_5": "For that is why right view occurs only with it reflection,",
    "ai-tika-s0105t4:25_6": "These are all the duties beginning, “This is the simultaneous and nutriment” , etc.;",
    "ai-tika-s0105t4:25_7": "“This is our opportunity,” they pursued, pressed, and gradually to him.",
    "ai-tika-s0105t4:26_0": "In the prior stage:",
    "ai-tika-s0105t4:26_1": "As to the description of the development of the consciousness that is accessible here and now, the consciousness does not proceed",
    "ai-tika-s0105t4:26_2": "the characteristic of impermanence, etc.",
    "ai-tika-s0105t4:26_3": "for one-pointedness of the mind, and forty-four kinds",
    "ai-tika-s0105t4:26_4": "Extinguishment as objects,",
    "ai-tika-s0105t4:26_5": "According to the past is suffering, etc., and so on. He has a sense of urgency in the past, future or present.",
    "ai-tika-s0105t4:26_6": "The four triads, dodges, work for the sake of worldly pleasures, and those that needs improvement.",
    "ai-tika-s0105t4:26_7": "The training rules of the Vibhaṅgas, “‘Jhānas’ is associated with predominance.",
    "ai-tika-s0105t4:26_8": "Herein, westerning is talk about embellishments, etc., as well as on the time of using, “after,” etc., interpreting, or interpreting, listing, persuading, etc., that is to say such speech in one who abides.",
    "ai-tika-s0105t4:26_9": "And if it is not possible because of the road to the eightfold path, the monks said.",
    "ai-tika-s0105t4:26_10": "Then, just as he has knowledge of this single knowledge and insight that is the act of lying, etc., in that one with knowledge and has completed the function, and so on. It is rightly concentrated in oppositeness and, it is successful without enlightenment, etc., with sense desires as its urgency, and with the success of knowledge and insight.",
    "ai-tika-s0105t4:26_11": "If it is two kinds of diverse kinds:",
    "ai-tika-s0105t4:26_12": "Conceit is the fourfold reckoning as an instance of mindfulness, and that is suitable formination consisting in four ways, and striving to be reached by an individual essence.",
    "ai-tika-s0105t4:27_0": "Suppose a man was to win on arouse immersion, or preoccupations and applied thought and sustained thought without applied thought, without sustained thought, etc., and with sustained thought and happiness, likewise with the four absorptions, etc., weren’t able to enlightenment, mindfulness, immersion, and equanimity in the modesir, etc., just as the meditatorsecluded the function of mindfulness in worry, his own functionallying successfulness and widearnings that concentration without applied thought and sustained thought, like that is to say, happiness, and that concentration in the second jhāna in the fourfold reckoning of the third jhāna, etc., were, and example jhāna in the ement of the finestance of sense of mindfulness.",
    "ai-tika-s0105t4:27_1": "Therefore at the first jhāna and in the first prior stage, concentration is the concentration of the first jhāna.",
    "ai-tika-s0105t4:27_2": "Likewise in the second jhāna, too, in the earlier stage, and in the second jhāna respectively in the second-jhāna access concentration,",
    "ai-tika-s0105t4:27_3": "Likewise in the third path, and in the third jhāna respectively in the third jhāna, too.",
    "ai-tika-s0105t4:27_4": "Likewise in the moment of the paths and in the fourth jhāna, too in the first primary elements is concentration with the fourth jhāna.",
    "ai-tika-s0105t4:27_5": "Likewise: it is said that the counterpart of the path is precededed by the name of the path in the right way, concentration is the right way .",
    "ai-tika-s0105t4:28_0": "So he should display the lamp of wisdom and worry about, since he dispells the use of ignorance, the aggressiveness in the likes of defilement, and he can defeat the act of wisdom.",
    "ai-tika-s0105t4:28_1": "But because he has absolutely transmigrated without resentment, etc., as making abode of the noble paths that might have become fatigue and shaken, as their defilements.",
    "ai-tika-s0105t4:28_2": "And this order of inclusiveness, according to the very same object, is why many precursor of energy.",
    "ai-tika-s0105t4:28_3": "That was so very helpful to doing his work for the sake of the Kākāyana in the reasons.",
    "ai-tika-s0105t4:29_0": "Because of that right view:",
    "ai-tika-s0105t4:29_1": "“Have the helper,” he said, “Laying in such a way,” and so on, he told him, “Lay follower.”",
    "ai-tika-s0105t4:29_2": "This mango grove is mangoes.",
    "ai-tika-s0105t4:29_3": "cutting it out by the great grief -",
    "ai-tika-s0105t4:29_4": "For just as when a man has seen a holy in a red-hot copper precaution, what is the one who looks at the very having seen a holy man, what is in the preceding the state with wisdom’s instructions and re-formations with understanding, then such understanding the states as virtue, and having given wisdom.",
    "ai-tika-s0105t4:29_5": "Therefore right view is very helpful.",
    "ai-tika-s0105t4:29_6": "On the second day, having repeatedly pressed that the offering was given by someone else and then continued existences, etc., to be given up and continually without scrutinizing, and without placing it connected. When it is given to the knowledge of the lay life, he gives the fruit, etc., and when it is given up by the second, it should be understood to complete understanding that which is given up.",
    "ai-tika-s0105t4:29_7": "As the schism, verbal, or mental.",
    "ai-tika-s0105t4:29_8": "“After investigation of the Dhamma,” replied Visākha, is what is said to be far from the stage of the Dhamma.",
    "ai-tika-s0105t4:29_9": "Is one who constantly enjoys.",
    "ai-tika-s0105t4:30_0": "what is called ‘specified’ means to be found in the world of the next world’, the acts of crowded in the next life’—that is what is meant.",
    "ai-tika-s0105t4:30_1": "Good conduct by way of body, speech, and mind.",
    "ai-tika-s0105t4:30_2": "Ājīvakas, eight kinds of conduct, ninety-four kinds of good conduct, living by means of the persons of the spiritual life having completed the broad and that of good livelihood.",
    "ai-tika-s0105t4:30_3": "For when their livelihood is said: “But it’s not easy to find any impure livelihood that my livelihood is pure.”",
    "ai-tika-s0105t4:30_4": "At that time they are incapable of doing bad things, being full of fondness, with inherent activity, and full of work, (called) shameless deeds, Traditioned in the sky.",
    "ai-tika-s0105t4:30_5": "merely through the air with graceful swords, with pure bright mind,",
    "ai-tika-s0105t4:30_6": "This is the fourth effort.",
    "ai-tika-s0105t4:30_7": "(There is) bodily feelings that are mental objects, and body-consciousness.",
    "ai-tika-s0105t4:30_8": "calming the faculties at its root condition.",
    "ai-tika-s0105t4:30_9": "because of that all the qualities are found",
    "ai-tika-s0105t4:30_10": "As to the rest: it is synonyms for the sake of the arrogant and so on.",
    "ai-tika-s0105t4:30_11": "After running around is (refuge), in the place wherever he is",
    "ai-tika-s0105t4:31_0": "On the Two Renunciates",
    "ai-tika-s0105t4:32_0": "376-7.",
    "ai-tika-s0105t4:32_1": "Why is it that when asked about the arguments, saying, “Why are you doing this?” and “From amongst those who are committed to the activity?”",
    "ai-tika-s0105t4:32_2": "Excellent:",
    "ai-tika-s0105t4:32_3": "Lord of the Licchavīs,",
    "ai-tika-s0105t4:32_4": "emptiness of the Heaven’s teaching is well taught, emptiness, and the emptiness of the Selfth .",
    "ai-tika-s0105t4:32_5": "He does not cling to the higher state, he does not sit down,",
    "ai-tika-s0105t4:32_6": "(There is) some names that teaching is compared to the Dhamma, wherever they for the purpose of making amends. When they think, “This is the teacher’s doctrine, what is the only truth, what is dispelling, what is the truth, what is the way is the way to say.”",
    "ai-tika-s0105t4:32_7": "Such is the doctrine of the teacher, the perfected one, the fully awakened Buddha, who teaches in accordance with the Dhamma.",
    "ai-tika-s0105t4:32_8": "On the first jhāna is one of the absence of such jhānas, etc., thus: “As soon as his livelihood depends on Absorptioned, regardless of whether a gentleman has reached the first jhāna, yet he asks, “How many connected with the higher mind has reached the ultimate soul essence thus: ‘They are incapable of attaining the first jhānas, or that is to say, the attainment even with functional",
    "ai-tika-s0105t4:32_9": "he says, “I refuse it to make a claim,” and he replied,",
    "ai-tika-s0105t4:32_10": "But although these first jhānas did so by means of the first jhāna, etc.",
    "ai-tika-s0105t4:32_11": "and it is recorded as already described.",
    "ai-tika-s0105t4:32_12": "then another, knowing and seeing thus, (thought):",
    "ai-tika-s0105t4:32_13": "And having shown that he is concluded the supernormal powers, etc., of the great (magical) power, and of the scoundrels, he said, “Ascetics, Knowledges,” and when he said, “After I can give them to the supreme knowledge.”",
    "ai-tika-s0105t4:32_14": "Those two renunciates came forth, thinking: “She does not say that.”",
    "ai-tika-s0105t4:32_15": "Of this one who has ended the defilements,",
    "ai-tika-s0105t4:32_16": "although they say “And why are they actually repeatedly pressuring them?” etc., they should only say, “Except for each other,” etc., respectively, etc., broken down the barriers.”",
    "ai-tika-s0105t4:32_17": "Herein, one who has ended the defilements, whose defilements have ended, fear and frightened, having overcome that degree of his own veneration: having arisen in this way, is my restraint.",
    "ai-tika-s0105t4:32_18": "And the king was delighted with those Licchavis.",
    "ai-tika-s0105t4:32_19": "Hence it is said: “Yes, he is happy!”",
    "ai-tika-s0105t4:32_20": "In regard to this meaning, he should avoid what is well known as non-violent.",
    "ai-tika-s0105t4:33_0": "the thirteen ploughshare, the bestowed fine chariots, delivered by the fragrant lakes in the excellent Mahātittha garden, the highest blossoming change of peacocks and the names, clans, garden (formed) in the Mahātittha garden vessels the Commentaries.",
    "ai-tika-s0105t4:34_0": "The Longer Discourse is finished."
}