{
    "ai-tika-vin11t33:0_0": "Kammavipattikathāvaṇṇanā",
    "ai-tika-vin11t33:1_0": "3014.",
    "ai-tika-vin11t33:1_1": "When the failure is shown by one who has been shown that arouses in deed is said to be attentived in the succession of his deeds, etc., thinking, “She is so far as the action of his actions.”",
    "ai-tika-vin11t33:1_2": "One who lives in mindfulness of the result of deeds is reckoned as a result of that deed, from committed to the practice of staying.",
    "ai-tika-vin11t33:1_3": "By running downwards from within.",
    "ai-tika-vin11t33:1_4": "if she shows them back after making the five-hundred deeds;",
    "ai-tika-vin11t33:2_0": "3015.",
    "ai-tika-vin11t33:2_1": "When the monks had done their work, they showed their bright deeds and say, “Dears their work, they can show equals the wonder of their attainment.”",
    "ai-tika-vin11t33:2_2": "Face-to-face with the Sangha, face-to-face with the fourfold proclamation, should be done face-to-face.",
    "ai-tika-vin11t33:3_0": "the monks there should be present have arrived, consent has been brought for those who are eligible to give their consent, and no-one present objects to the decision. This is the meaning of face-to-face with the Sangha.",
    "ai-tika-vin11t33:3_1": "the Teaching, the Monastic Law, the Teacher’s instruction—that by which that legal procedure is resolved.",
    "ai-tika-vin11t33:3_2": "Herein, truth is the site.",
    "ai-tika-vin11t33:3_3": "discipline, both with the Monastic Law and the Teacher’s Vinaya.",
    "ai-tika-vin11t33:3_4": "For the Teacher’s instructions: the law of the highest ordination,",
    "ai-tika-vin11t33:3_5": "or with the Sangha does a legal procedure face-to-face with that person.",
    "ai-tika-vin11t33:3_6": "When it has been done in the presence of a four-footed misconduct, he acts in concluding the presence of the Sangha: “This legal procedures of the Sangha should be done in the presence of a group, without investigating,” and with the characteristics of facts. When someone defends it thus, “This is concluded the invitation procedure. ”",
    "ai-tika-vin11t33:4_0": "3016-8.",
    "ai-tika-vin11t33:4_1": "In this way, having performed a declaration on the site for the legal procedure, without having shown that there is no danger,",
    "ai-tika-vin11t33:5_0": "about Devadatta’s deeds, and about what was done.",
    "ai-tika-vin11t33:5_1": "is the specific purpose of boundaries: it is called “final Emancipation”,",
    "ai-tika-vin11t33:5_2": "corruption of persons, “Do you say” is said.",
    "ai-tika-vin11t33:5_3": "because they allowed to give the full ordination to those who are less than two or three courses.",
    "ai-tika-vin11t33:5_4": "So, apart from these eight works that have been done in the presence of the Holy One, if he was not performing all legal procedures, he said to be the Holy One, “Through the Dhamma”; and so he does all remember the Dhamma that was done by an agreement.",
    "ai-tika-vin11t33:6_0": "3019-20.",
    "ai-tika-vin11t33:6_1": "Thus, having shown that the base consisting of boundless deeds, he showed them a motion and said, “Like.”",
    "ai-tika-vin11t33:6_2": "he is expert in the Monastic Law:",
    "ai-tika-vin11t33:6_3": "such a thing, he does not do any of the park.",
    "ai-tika-vin11t33:6_4": "“Sir, I ask the Sangha to give me the full ordination.”",
    "ai-tika-vin11t33:6_5": "In this way the nation was like that.",
    "ai-tika-vin11t33:7_0": "he doesn’t grab the Sangha, even to any monastery, he doesn’t grab a group.",
    "ai-tika-vin11t33:7_1": "“Please, Venerables, I ask the Sangha to listen.”",
    "ai-tika-vin11t33:7_2": "that’s how the Saṅgha is not satisfied by the Saṅgha.",
    "ai-tika-vin11t33:8_0": "He who, for the sake of a person, making use of it, does not grab you.",
    "ai-tika-vin11t33:8_1": "“Please, Venerables, I ask the Sangha to give me the full ordination.”",
    "ai-tika-vin11t33:8_2": "so the person who doesn’t like this,",
    "ai-tika-vin11t33:9_0": "For a procedure that requires one motion and one announcement, all three times, and four times do not motion but one announcement, or two announcements and three times, but for the sake of having a legal procedure consisting of one motion and three announcements, four announcements, five times, sixty-four times, or eight times.",
    "ai-tika-vin11t33:9_1": "so the Buddha does not move",
    "ai-tika-vin11t33:10_0": "Or alternatively, they cancel their motion and make the announcement first and put forward the motion afterwards, and then they say, “I say, ‘I’m silent.’”",
    "ai-tika-vin11t33:10_1": "so it is canceled.",
    "ai-tika-vin11t33:10_2": "In these five ways: by reasons, with the five reasons.",
    "ai-tika-vin11t33:11_0": "3021-2.",
    "ai-tika-vin11t33:11_1": "Thus, having shown that arranged his legs from one who is building work, said, “Now we will give you a gift.”",
    "ai-tika-vin11t33:11_2": "As to judgmental procedures, the five leagues revealed.",
    "ai-tika-vin11t33:11_3": "And the jhāna should be understood as already described in the same way:",
    "ai-tika-vin11t33:11_4": "however, if one has another –",
    "ai-tika-vin11t33:11_5": "“Venerable Sir, I ask the Sangha to give me the full ordination in the same way.” ...",
    "ai-tika-vin11t33:11_6": "For the third time I speak on this matter.”",
    "ai-tika-vin11t33:12_0": "“Sir, I have been told by the Saṅgha.”",
    "ai-tika-vin11t33:13_0": "“Sir, I ask the Sangha to listen to this person’s teaching.”",
    "ai-tika-vin11t33:14_0": "if she does not make a announcement, all three times, or even transmigrating, but continue with begins, deriveds, and evaluations, all four times and seven times;",
    "ai-tika-vin11t33:14_1": "Thus he miss out on like this.",
    "ai-tika-vin11t33:14_2": "If anyone makes one motion and one announcement, saying: “Anyone who understands the motion and discards another, this is the line of temper.”",
    "ai-tika-vin11t33:14_3": "Or alternatively, if he has to make his own announcement, then he disposes of one or two or three times rinsing the announcements, saying “In this way you’ll make the point of display,” and he makes it difficulty.",
    "ai-tika-vin11t33:15_0": "Here is difficult here: here “Amongst those who do this is to say,” .",
    "ai-tika-vin11t33:15_1": "Those who say nothing else do in regard to another, this is one thing,",
    "ai-tika-vin11t33:15_2": "Therefore the monk who performs the legal procedures done by an incomplete assembly –",
    "ai-tika-vin11t33:16_0": "“Householder, is hard to find,",
    "ai-tika-vin11t33:17_0": "are respected and revered by the heavy (but)",
    "ai-tika-vin11t33:18_0": "like a binding strap.",
    "ai-tika-vin11t33:19_0": "Those of the ten Buddhas saved before the time” .",
    "ai-tika-vin11t33:20_0": "this is said by the nail: wide opening.",
    "ai-tika-vin11t33:21_0": "for the five hundred plasters there are when the five times are longing.",
    "ai-tika-vin11t33:21_1": "the second lady named Dhanañjānī.",
    "ai-tika-vin11t33:21_2": "“Gentleness is to be spoken from time to time.",
    "ai-tika-vin11t33:21_3": "will be intimate with at such a time,",
    "ai-tika-vin11t33:21_4": "The venerable who respects the Buddha’s word, in that they preserved him, and made a statement at all the time.",
    "ai-tika-vin11t33:21_5": "The venerable whom the Enlightened One has given the taste of the Enlightened One, in that he tells nobly abiding thus: “What a Buddha is the most precept forgnightening.”",
    "ai-tika-vin11t33:21_6": "After causing blood what has been received, he should give away without getting it up without having any.",
    "ai-tika-vin11t33:21_7": "with the bonds of others, he says, “Take some from the thief,” “We will do so.”",
    "ai-tika-vin11t33:21_8": "Each (after): “After taking it, give it away, or take it back in the hand or let it because she has not received it,”",
    "ai-tika-vin11t33:21_9": "(These things) having driven out the opposite sex with one without midday on. Then, having given them away, one is said to be without making the mouth,",
    "ai-tika-vin11t33:22_0": "Herein, “Bring urgency,” “Before I warriors,” “There is some kind of value,” such they say, “Golden wealth,” “By bow, wasted,” he said, “This is the meaning of this.”",
    "ai-tika-vin11t33:22_1": "“Venerable sir,” the Sangha replied. He did the duties to the house. He then encircling the feet of the house, caught it, and made a risk of bowing.",
    "ai-tika-vin11t33:22_2": "saying, “Listen,” “My grand-daughter,” “Well then,” he replied, “Now, with a sewing,” “She says, ‘Nothing to me,” “Now my not having spoken. ” Then he added: “Go away, friends, companion, or companions in front of me,” then, he should say: “This is called “Noble”.",
    "ai-tika-vin11t33:22_3": "Saying, “After embracing a person,” “It is because of not doing what they say,” “Now, accusation,” he said, “Listen, washed;”",
    "ai-tika-vin11t33:22_4": "These smiles when posts are tied up with wealth, destroying the posts, and quicking the bodies of the kasiṇa. When the four announcements, they split into is phrases, and phrases.",
    "ai-tika-vin11t33:22_5": "For if you say that something is acting like this, it’s hard to speak to another.",
    "ai-tika-vin11t33:23_0": "Anyone else who used to put it in the same places as long is,listing that very long andching the size of the load, and so on should only be revolved in the same way as that to say about us.",
    "ai-tika-vin11t33:23_1": "and if he says, “If such a thing, whether he’s broke up or dropped in long,” and he says, “Even if he proceeds like this, he’s behaves like that, Venerable, he falls under the sway of a heavy worker,” and he says, “Kield. Yet he’s say, ‘There’s no way to remains unsuitable,” he says,",
    "ai-tika-vin11t33:23_2": "For these six kinds of deeds don’t do their work.",
    "ai-tika-vin11t33:24_0": "But the Elders said that he does not make the response of the kasiṇas, “This place isn’t red-hot burnings, blazing and glowing.” But when the working is done, they say, “This poor wretch does not apply.” So he does not apply.",
    "ai-tika-vin11t33:24_1": "That’s why the Monastic Law should not be made according to the Monastic Law. ...",
    "ai-tika-vin11t33:24_2": "“One who is made by oneself,",
    "ai-tika-vin11t33:24_3": "whatever is spoken about the ten currents of wielding curry that cannot be used in the same way as before.",
    "ai-tika-vin11t33:24_4": "for the others say:",
    "ai-tika-vin11t33:25_0": "After roaming on it, he fixes his legs at an unsuitable later time. After embarrassing the Pavāraṇā ceremony, and then gives his consent.",
    "ai-tika-vin11t33:25_1": "So if he fails to give rise to it – that is why,",
    "ai-tika-vin11t33:25_2": "“But if they do so, although he is giving directions,",
    "ai-tika-vin11t33:26_0": "3023.",
    "ai-tika-vin11t33:26_1": "In this way they give the duty of the legal procedure and make the following announcements, discussing the observance-day procedure and the rest, and with the very same sign, I said, “I have given it up.” ...",
    "ai-tika-vin11t33:26_2": "it is only one who does not act,",
    "ai-tika-vin11t33:26_3": "First",
    "ai-tika-vin11t33:27_0": "3024-7.",
    "ai-tika-vin11t33:27_1": "Thus, having shown that there is no place in order to show the method, and showing them the way beginning, “Now, what is to be given to” , etc., is in order to show the “from the four aggregates in this way”, and instead of giving attention to them by means of the fourth.",
    "ai-tika-vin11t33:27_2": "Here the works that are the messengers, saying “Here,” and so on according to the Paṭisambhidā –",
    "ai-tika-vin11t33:27_3": "“Because of a legal procedure done against the four monks,”",
    "ai-tika-vin11t33:27_4": "And here the four mendicants called pure and bright are not settled there,",
    "ai-tika-vin11t33:27_5": "it is the result of deeds, not knowing the result of deeds,",
    "ai-tika-vin11t33:27_6": "They don’t do the procedure, or the purity should be done.",
    "ai-tika-vin11t33:27_7": "An assembly of many sorts of worsts,",
    "ai-tika-vin11t33:27_8": "For the consent is given to them in the same place, “Friend,” “Friend,”",
    "ai-tika-vin11t33:27_9": "according as it is said, “The because of those who deserve to be given the consent.”",
    "ai-tika-vin11t33:27_10": "with this Island –",
    "ai-tika-vin11t33:27_11": "If even if hes them, they should give their consent to one thousand of those who belong to the same community and who should do the observance-day procedure within the same boundary, or who should be given their consent has been brought.",
    "ai-tika-vin11t33:27_12": "face-to-face:",
    "ai-tika-vin11t33:28_0": "The simile of the manner of the three kinds of successively, having the name of the kamma-results, etc., according to the factors of the (nature), is to be prepared with the intention of preference,",
    "ai-tika-vin11t33:28_1": "For one who understands the characteristics of deeds.",
    "ai-tika-vin11t33:28_2": "they may be rejected by the gathering of people.",
    "ai-tika-vin11t33:29_0": "and they instead of away all that is the second group of four, that is an assembly of two, three, four, or five.",
    "ai-tika-vin11t33:30_0": "There is this third group of four, which is responsible for the third group of four, not even a single gathering of people;",
    "ai-tika-vin11t33:30_1": "They’re including the second preceding to the most excellent Doctrine, and they were hard to teach.",
    "ai-tika-vin11t33:30_2": "Likewise the third were taught ...",
    "ai-tika-vin11t33:30_3": "From this day on the group of five hundred such as “hady Order” and “It is like this, etc. ...",
    "ai-tika-vin11t33:30_4": "in the threefold system.”",
    "ai-tika-vin11t33:30_5": "Those twenty-four Girds taken hold of the sun,",
    "ai-tika-vin11t33:31_0": "3028.",
    "ai-tika-vin11t33:31_1": "In this way, through the Saṅgha there are four kinds of deeds in the Saṅgha who are the three kinds of deeds in the four ways of being difficult to support, in regard to supply the wives, and through theutest of the kamma-states in the Sangha.",
    "ai-tika-vin11t33:31_2": "But when he says, “Two progressed by two balances!”",
    "ai-tika-vin11t33:31_3": "twelve leagues away from the group of four.",
    "ai-tika-vin11t33:31_4": "Here it is said: “Neither in these five ways,” and when the fifth announcement is finished, the five hundred and fifty workers destroyed,",
    "ai-tika-vin11t33:31_5": "“‘This is the assembly’: this is how it should be used.",
    "ai-tika-vin11t33:31_6": "Four deeds.",
    "ai-tika-vin11t33:31_7": "Herein, when a legal procedure is done in the fourfold and that needs to be done, what is procedureed by deeds?",
    "ai-tika-vin11t33:31_8": "Taking the level of the legal procedure consisting of one motion and three announcements, which is to be done by one who has not made amends, and who has not made amends, and who has failed in the succession of his wives, and is to be understood as the result of his wives.",
    "ai-tika-vin11t33:31_9": "For that was, the Ancient Theras, the Elders’ disciples, and the disciples of the Ancient Life in one place.",
    "ai-tika-vin11t33:31_10": "This is the detailed explanation of the meaning in brief. And here it should be understood that when the eighth day is reckoned as an incalculable,",
    "ai-tika-vin11t33:32_0": "Practicing deeds to be the result of actions,"
}