{
    "ai-tika-vin05t28:0_0": "Discussion of the four kinds of discussing what is allowable",
    "ai-tika-vin05t28:1_0": "laying down on the floor with clothes,",
    "ai-tika-vin05t28:1_1": "Herein, the robe-cloth should be understood as the receiver of robe-cloth ...",
    "ai-tika-vin05t28:2_0": "“You should appoint a monk who has five qualities as the receiver of robe-cloth: he is not swayed by desire, ill will, confusion, or fear, and he knows what is and is and is not protected.”",
    "ai-tika-vin05t28:2_1": "Herein, when someone comes back to the west perils of their relatives, some relatives and kin, some of them give their consent to some in the presence of others, whether they present or not.",
    "ai-tika-vin05t28:2_2": "When the first time has arrived, they get upset by anger with a group, an augmentation, studied and hostile person, and find out about the important thing, or when they come to you. Then they think, “Venerable sirs, wherever there is no gain for the Community”.",
    "ai-tika-vin05t28:2_3": "One who is unmindful, not fully aware, goes to an unmindful person,",
    "ai-tika-vin05t28:2_4": "After the meal, arguing from Issages, who receives the first use of the robe-cloth, thinking, “Having gone beyond the receivers,” she is not able to get the robe-cloth as the goods, and such.",
    "ai-tika-vin05t28:2_5": "“This is a million, this is the point, and this is what happened and what is connected with him.” They know the name and clan,",
    "ai-tika-vin05t28:2_6": "That is why one who goes without criticizing those who are well-known, living by means of the food, etc., and only by making use of them, and he is unable to make use of them, he is incapable of reaching the proximate causes, he is learned by such teachings, remembering them, reciting them, mentally scrutinizing them, and comprehending them theoretically.",
    "ai-tika-vin05t28:3_0": "And this is how he should be appointed.",
    "ai-tika-vin05t28:3_1": "First a monk should be asked, and then a competent and capable monk should inform the Sangha:",
    "ai-tika-vin05t28:4_0": "“Venerables, it seems appropriate to the Sangha, I will appoint monk so-and-so as the receiver of robe-cloth.",
    "ai-tika-vin05t28:5_0": "‘Venerables, I ask the Sangha to appoint monk so-and-so as the receiver of robe-cloth. Any monk who approves of the robe-cloth should remain silent.",
    "ai-tika-vin05t28:5_1": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t28:6_0": "The Sangha has appointed monk so-and-so as the receiver of robe-cloth, and so-and-so should ask the Sangha for permission to use it thus.”",
    "ai-tika-vin05t28:7_0": "Thus, in consequence, or in the midst of this deed, you should appoint a to be appointed as a ploughman.",
    "ai-tika-vin05t28:7_1": "In this way one should be appointed or not striving towards the dwelling,",
    "ai-tika-vin05t28:7_2": "Whereas these people see pleasure walking along a seed that they have been sitting and lying down, apart from seeds that are very good fortune-tellers, and shake the seeds.",
    "ai-tika-vin05t28:8_0": "“When a monk has five qualities, I allow him to be appointed as an instrument of robe-cloth: he who possesses the five factors and the eight factors. He should not be appointed as decision, because he is not prejudiced by him, he should not go to a dwelling place with five factors.”",
    "ai-tika-vin05t28:9_0": "“Venerables, it seems appropriate to the Sangha, I will appoint monk so-and-so as the storer of robe-cloth.",
    "ai-tika-vin05t28:10_0": "‘Venerables, I ask the Sangha to appoint monk so-and-so as the storer of robe-cloth. Any monk who approves of designating such-and-such a robe should remain silent.",
    "ai-tika-vin05t28:10_1": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t28:11_0": "The Sangha has appointed monk so-and-so as the storer of robe-cloth, and so-and-so is silent. I will remember it thus.”",
    "ai-tika-vin05t28:12_0": "Thus, in the way already described, this deed, either by body and speech that is in the way already described.",
    "ai-tika-vin05t28:13_0": "If it seems appropriate to the Sangha, the Sangha should appoint a monk who has the five qualities as the storeman: “You shouldn’t go to a good-natured wife. If you’re not exempt from the community by the monks, I allow you to designate the five faculties. If you’re not supply you with them, you’re not expelled and calmed as a monk. If you know you’re not supervis the Sangha, you should appoint a monk who possesses them.”",
    "ai-tika-vin05t28:14_0": "There is no one else in whom there is no fault in any place where there is no fault.",
    "ai-tika-vin05t28:14_1": "And wherever the sunshade is wherever the sunshade’s normal, wherever the double and the rain falls, or wherever the doubles in whatever place is defecated, whatever is simply cooked.",
    "ai-tika-vin05t28:14_2": "After reflecting on that very surgeon, he should reflect,",
    "ai-tika-vin05t28:14_3": "And the time of the cool water and the wind rain must be guarded in it,",
    "ai-tika-vin05t28:14_4": "and his robes became cold.",
    "ai-tika-vin05t28:14_5": "The hot season should be expanded from the opening in the hot season.",
    "ai-tika-vin05t28:14_6": "For one who is guarded in this way the guard knows,",
    "ai-tika-vin05t28:15_0": "197.",
    "ai-tika-vin05t28:15_1": "“You should appoint the Sangha as the storeman. I allow you to designate a dwelling as a storeroom, whether a stilt house, or a cavel or a cave.”",
    "ai-tika-vin05t28:15_2": "And here it is the advantage of the monastery that is responsible, unspecified in the middle, still protection or of the monastery workers, all-and-a-half. And he is not exempt from it.",
    "ai-tika-vin05t28:15_3": "But one should not be appointed through another all round.",
    "ai-tika-vin05t28:15_4": "But at this time there was a storeroom where the shavelings, even after going.",
    "ai-tika-vin05t28:15_5": "If it seems appropriate to the Sangha, the Sangha should appoint such-and-such a dwelling as a storeroom, then he should be appointed with such-and-such a dwelling as the Sangha.",
    "ai-tika-vin05t28:16_0": "But he should know the receivers of robe-cloth from the receivers.",
    "ai-tika-vin05t28:16_1": "Herein, there are people who receive robes, alms-food, lodgings, and medicines and supplies for the sick. After giving the robe-cloth to the person’s robe-cloth, they must take it out at intercourse, or give them robe-cloth and leaves, saying, “This isn’t given to them,” they must be destroyed, or consequence all the robes.",
    "ai-tika-vin05t28:16_2": "If the robe-cloth is being given to the storer of robe-cloth, but not invited, he gave it to a robe ...",
    "ai-tika-vin05t28:16_3": "This is the handkerchiefs, saying, “They are to be given to them.”",
    "ai-tika-vin05t28:16_4": "placed the storeman in the same poison,",
    "ai-tika-vin05t28:16_5": "After that out-of-season robe-cloth, it must be given out to someone who has died,",
    "ai-tika-vin05t28:16_6": "he should say, “Give the handkerchief”;",
    "ai-tika-vin05t28:16_7": "So the Buddha has allowed the robes of robe-cloth. A because he is receiving the robe-cloth by an alms-food, abstaining from eating at the edge, but not content. It is good to stay in the home.",
    "ai-tika-vin05t28:16_8": "And if they don’t get a torn, it wouldn’t be appropriate for them to take them by bringing them onto the head, nor to get a needle case or to enjoy the use of them. When these things, if they don’t know the elders, whether the bed or the manager them, bring them to the highest sense, and it is expelled by portions of mindfulness.",
    "ai-tika-vin05t28:16_9": "But if the robe-cloth apart from the storehouses, I’ll get to see them together with one of two robes and then give him another robe.",
    "ai-tika-vin05t28:17_0": "If it seems appropriate to the Sangha, the Sangha should appoint a monk who has the five qualities as the distributor of robe-cloth: “She should be appointed as the man who possesses the five factors. If it is unaffected, I allow you to expelled,” and he is not supervised by him to decision, then if the Sangha is carer, he should be appointed as such, he knows what is to say, “I allow you.”",
    "ai-tika-vin05t28:18_0": "And here he gives the robe-cloth to the monks who are expelled by a monastery while the robes is called “uncil”.",
    "ai-tika-vin05t28:18_1": "if he gives robe-cloth to those who are senior and have a large robe, he slanders it, saying: “Giving the best robe-cloth, you go to heaven.”",
    "ai-tika-vin05t28:18_2": "A deluded person is called ‘com deluded from robe-cloth’.",
    "ai-tika-vin05t28:18_3": "if the robe is kept in the edge of the building, one who takes the robe-cloth is called “giving the precincts”.",
    "ai-tika-vin05t28:18_4": "(But) he who does not go to heaven when he’s done all he likes, he who isn’t able to be appointed like this.",
    "ai-tika-vin05t28:18_5": "When he is developing this robe-cloth, it is the first to be used: “This is the suffering that much has been drawn out from the house. This is how this robe-cloth is the thirty-two marks of this one and this one thing, all of them.” Then they all said, “This is the reference to the highest gift, this one” and if they all the same thing.",
    "ai-tika-vin05t28:18_6": "If not, then he should proclaim in groups of nine orifices them with one, and he should then construct from the tip of the blade of grass.",
    "ai-tika-vin05t28:18_7": "If one robe-cloth is given during the ten days but not the robe-cloth is given in the community by one, he should fix the robe-cloth from the group of ten monks.",
    "ai-tika-vin05t28:18_8": "In this way he should set his shares out the robe-cloth in the morning.",
    "ai-tika-vin05t28:18_9": "they should share it out by the monks.",
    "ai-tika-vin05t28:19_0": "“I allow you to give half a share to the novices, if you do a legal procedure with the novice monks, you should not be told to respond to the Community of monks, for your teachers, or to give them a share of the following.",
    "ai-tika-vin05t28:19_1": "But those whom the meal should be done after the meal, are given to the Sangha of monks. They should do the duties as they are.",
    "ai-tika-vin05t28:19_2": "When robe-cloth has been given and set it aside the robe-cloth that was given during the sixteen times. One should give a robe-cloth and another requisite.",
    "ai-tika-vin05t28:19_3": "The proper conduct of the resident monks should be expelled. He should then take a legal procedure and put it aside.",
    "ai-tika-vin05t28:19_4": "all of them can be said:",
    "ai-tika-vin05t28:19_5": "Suppose the storer of robe-cloth belonging to the novices, thinking, “Venerable sir, we’ll eat rice and non-staple food, which we give to us. We won’t give it to us.” But if they doing it, he should not give it to him.",
    "ai-tika-vin05t28:19_6": "Having driven out these in the middle, one who isn’t able to discern them with wisdom, and one who is prevented from being a novice, I allow you to accept two novices.”",
    "ai-tika-vin05t28:19_7": "But when the novice Cunda says ‘We’re acting like this, we’ll do work for the Sangha.’ They must be asked for, ‘We’re not to give to them.’",
    "ai-tika-vin05t28:20_0": "If there are some monk who wants to take his own share and departs, he should go outside the monastic boundary until he has gone beyond the vicinity of the robe-cloth. He should take out his own hands, put away the upper robe and floor covers, put out a sarong and upper robe, and wearing it. When someone overlaping it. Whenever he’s outside the monastic boundary, he should give it to the mendicant Saṅgha.",
    "ai-tika-vin05t28:20_1": "my wives are brought to him, therefore she cannot be given to him by the service of (them). So she cannot go back again,",
    "ai-tika-vin05t28:20_2": "he should not receive it again nor receive it.",
    "ai-tika-vin05t28:20_3": "If they have ten monks, some of them simultaneously, ten.",
    "ai-tika-vin05t28:20_4": "All the dead monk whose carcass is in the heaven of the thirteen rules, the sections of the Ariṭṭhas, the instruments of the and of the lengths, the quarrels, arranged in the basic wooden. He should give him any more than that,",
    "ai-tika-vin05t28:20_5": "If there are five things, he should put it aside one of them with a single-layered soles, but he should not cut them into one place.",
    "ai-tika-vin05t28:21_0": "sandals, and half-walled white sandals, including the pavilion, thread, having them sprinkled them about, after making them use.",
    "ai-tika-vin05t28:21_1": "In a lesser life there is a fingernail, a four-footed later, one who is allowed to make it, and who hasn’t been allowed to go to enjoyed. And it’s not allowable to give them a requisite for use.",
    "ai-tika-vin05t28:21_2": "And if there is no one enclosed storehouse, he should put it aside, and then put it away. The giving of the requisites belonging to the same Buddhist sect, and he should then make it go.",
    "ai-tika-vin05t28:21_3": "If they do, the monks should take one or other of these ten monks from the group of nine orifices: “There are one, two parts of the Vaggumudā and one put them on the eight parts, or he should take them away,”",
    "ai-tika-vin05t28:21_4": "After giving it, he should be dealt with according to the later.",
    "ai-tika-vin05t28:22_0": "199.",
    "ai-tika-vin05t28:22_1": "Now, when he gives it to the point of six months, when the robe-cloth is given to those who have participated in the robe-making procedure, someone gives to the Sangha, someone gives to the expecting more than a month, saying, “Give the Sangha; gives the robe-cloth,” and they give to an individual.",
    "ai-tika-vin05t28:23_0": "Herein, “I give this sitting position” is the end of the robe, and making this boundary, she gives making the Rains Retreat.",
    "ai-tika-vin05t28:23_1": "In this way, when it is given, the monks should be shared out to whom they have come.",
    "ai-tika-vin05t28:23_2": "he doesn’t live in the neighborhood of a lion andsī are persuading the boundaries of boundaries within the boundless boundary. Then he doesn’t sit in the neighbourhood of a village boundary that defines who belongs to the same community. In the evening, he sits universal kingdom.",
    "ai-tika-vin05t28:23_3": "here this is said in the Commentaries.",
    "ai-tika-vin05t28:23_4": "the requisites belonging to the Sangha is designated as “requisites” and “refined”; the dwelling is used for one deserving the threshold.",
    "ai-tika-vin05t28:23_5": "Furthermore, the monks should be understood assembled according to the food place wherever they like, are cleaning the stains of food, clothing, vehicles, below, and while standing or sitting on the ground, and consumed by two ends of the food, burning, and stomaching.",
    "ai-tika-vin05t28:23_6": "But that dwelling place grows in those who are maintain.",
    "ai-tika-vin05t28:23_7": "In a great enlightenment extends it is said to be the ‘unbreaths’ in accordance with the Great Wood.",
    "ai-tika-vin05t28:23_8": "So if the other mendicants were to gather together within a hundred leagues, they all sit together in a hundred leagues, even if they expect nothing butter.",
    "ai-tika-vin05t28:23_9": "The same boundary as the belonging to the same Buddhist sect is for a regular monk.",
    "ai-tika-vin05t28:23_10": "Namely gains neither possessions nor merit, the royal capital of the Truth. Then, having placed the king’s ministers and counselors, turnings their heads on the ground, or with the throne of the mountains, (when): “Have you placed sit down in our dwelling place therein a monastery or a monastic dwelling place called ‘the Rohaṇa’.” And this is called “possess using material for the Rohaṇa”.",
    "ai-tika-vin05t28:23_11": "Then they came to the village of town in the city of Kāsi, or in the end of the city of Aṭṭhaka.",
    "ai-tika-vin05t28:24_0": "There are many countryside, the country of Kāsīs, and many countryside, there were many countryside,",
    "ai-tika-vin05t28:24_1": "The eighty similes of the Kāsīsa, etc.",
    "ai-tika-vin05t28:24_2": "The king is called “Kāḷī”, “The chariot-maker’s chief queen,” and she replied to the king.",
    "ai-tika-vin05t28:24_3": "The boarder of the ocean: the ministers and the great teachers, and the waters and the sea.",
    "ai-tika-vin05t28:24_4": "The Wheel-Turning Monarch’s wheel is established in the womb",
    "ai-tika-vin05t28:24_5": "When they saw a boundary, they rose from their own legs and put their upper robe over one shoulder, and they told the monks what had happened.",
    "ai-tika-vin05t28:24_6": "For it is only by wicked deed, which lasts, while standing, sitting, or lying down while standing,",
    "ai-tika-vin05t28:24_7": "But when the trees are finished, on a mountain top of a tree or in a place where the earth shrines are to be found.",
    "ai-tika-vin05t28:24_8": "“I’m the one who gives the rainy-season robe to the Sangha.” And she gave her a medical region inside that monastery.",
    "ai-tika-vin05t28:24_9": "“I give a robe to you,” then on his head, but on his way to them. But even if you’re deposited next to them, she never reaching them.",
    "ai-tika-vin05t28:24_10": "which have not yet been given to those who are bound, and have arrived in the presence of the lion.",
    "ai-tika-vin05t28:24_11": "The inhabitants given areas, three in the area of the heads for a bowl given, and even the size of the What is seen.",
    "ai-tika-vin05t28:24_12": "and he took (them) exhausted the boundary on the ground and made them attain.",
    "ai-tika-vin05t28:24_13": "today the village of Laṅkā is precisely the queen-composed inhabited areas and in the town-dweller.",
    "ai-tika-vin05t28:25_0": "If all the Rose-Apple Island is standing in the Jetavana garden, he said, “I give this to the Community”, they all went alone.",
    "ai-tika-vin05t28:25_1": "If that one shares out one of the monks is similar or worse, he should not do it.",
    "ai-tika-vin05t28:25_2": "* After giving this, one who can understand this gift, gives the realisation to that monastery,",
    "ai-tika-vin05t28:25_3": "But one who says, “Sīvaka must not know what we say are.” And he should do not say, “I don’t know, “I don’t know,” “I give this monastery,” “I’m going to a dwelling,” “I’m doing it.” And he should ask for the same rainy-season robe-cloth,” “I’m going to the monastery,” “There’s a large,” and he should ask for the same question.",
    "ai-tika-vin05t28:25_4": "If he says, “I don’t know, ‘I don’t know.’ But I don’t know that.” They can then distribute the legal procedure.",
    "ai-tika-vin05t28:25_5": "The senior monks said: “The dwelling is large, why don’t you boundary?”",
    "ai-tika-vin05t28:25_6": "Then they said, “Except it is, this is how it should be a league worthwhile. It is to be a sixteenth day sabbath, thinking, “By this matter, this basket-maker, he should go to the monastery, put away the sarong and path, and give the dwellings it upside down within a league all around, and with the three leagues, and with the point of a boat as an ascetic. The settle three leagues there, and take it over the monastery, the monastery that is, the circumambulum, he should go to the monastery and the newly arrived monks’s newly arrived monks. This is called ‘This is the sections is the sections is the sections is the reason why the sections place where the reason why the water.’”",
    "ai-tika-vin05t28:26_0": "He is the name- construction in the Lotus Monastery too that is called “provided”.",
    "ai-tika-vin05t28:26_1": "In this way he should gather a dwelling with the monks and only one of it. In this way one, he should take the observance-day procedure together, the monks from the group of six. He should then make a dwelling, thinking, “This is the time to make a dwelling, a meal for the Sangha, or for this one, and for this reason, he must stay in the monastery, together with the monks.”",
    "ai-tika-vin05t28:26_2": "At this point he is sitting here in that monastery.",
    "ai-tika-vin05t28:26_3": "When there is a dwelling, the Sangha should do the same.",
    "ai-tika-vin05t28:26_4": "at this point they were sitting here.",
    "ai-tika-vin05t28:26_5": "If one is being distributed in one place, the other is allowed to go there.",
    "ai-tika-vin05t28:26_6": "In this way he can live together with many other monastery, even if many enemy.",
    "ai-tika-vin05t28:26_7": "and in this way, when a certain monastery has been given, it’s given to all.",
    "ai-tika-vin05t28:27_0": "the designation of the duties of others is given to one’s own desires, where one is reborn.",
    "ai-tika-vin05t28:27_1": "In this case, in the time where the robe-cloth is to be used, it is allowed to be distributed in the monastery or the Sangha’s home. In whatever place the monks have been stored, they continually divided.",
    "ai-tika-vin05t28:27_2": "And even if he stands on the ground, there is no water in my own dwelling, then if he says, “I give it, there is no one who is mine, I give it.” If she says, “I’ll do whatever was given to me that,” and he gives them, “I’ll do so,” and he has been given to him.",
    "ai-tika-vin05t28:27_3": "But if they’re doing it, he should be told, “Venerable sir, if many monks are many.”",
    "ai-tika-vin05t28:27_4": "“If the group is seized by a group, if he says, “It’s allowable to use it,”",
    "ai-tika-vin05t28:27_5": "And here there is little cloth that is needed to be greedy for the one who gets happiness.",
    "ai-tika-vin05t28:27_6": "If there is anyone a bed or bench, if it is the same room, he should then ask in the dwelling, in that dwelling, or the robe in one monastery, and he should give them a dwelling.",
    "ai-tika-vin05t28:27_7": "“If the community is allowable for the monks,”",
    "ai-tika-vin05t28:27_8": "Saying, “It’s hard for me to give to the Sangha and then departs.”",
    "ai-tika-vin05t28:27_9": "If he does, he should say, “Give it to the senior venerable,” and he should say, “Explain it.”",
    "ai-tika-vin05t28:27_10": "If there is no dwelling, he should give it up.",
    "ai-tika-vin05t28:27_11": "If one monk says, “He should not use furniture in a place that have been prepared for him and distributed there,” he should give him a dwelling.",
    "ai-tika-vin05t28:28_0": "if he gives it to the Sangha, saying, “Give me some dwellings,” “This is a share of out-of-season robe-cloth,” he should do so. He should then give him a share in the presence of the Sangha.",
    "ai-tika-vin05t28:28_1": "it is a dwelling among the senior monks, there is a senior that is present, acquaintance, nakedness, shook, and one who makes the claims, “We shall be a carer, but then we shall be the most important of them.”",
    "ai-tika-vin05t28:28_2": "When they hear a robe in that monastery, they’re heading for a league, or whose robes are fulfilled in the monastery, even if they’re to be found, back in the monastic dwelling, and they want to tame their pupils to get than a group.",
    "ai-tika-vin05t28:28_3": "“They give to such-and-such a servant, but don’t give it.”",
    "ai-tika-vin05t28:28_4": "But if the upper story orches entering a dwelling within himself, it should be given in one swiftly for supported by one or other of them. So it is only a bush or a precept.",
    "ai-tika-vin05t28:28_5": "Having given to the Community, later the first time, then after the passing of the Community,",
    "ai-tika-vin05t28:28_6": "But if the most senior monks have arrived first, they should not give the second rainy season residence with a second rainy season. They should not spend the first rainy season.",
    "ai-tika-vin05t28:29_0": "If one monk is staying in a dwelling, he should give one of ten monks to the ten practices: “Give the rainy-season residence.”",
    "ai-tika-vin05t28:29_1": "If they reach our houses, they become a bad reply.",
    "ai-tika-vin05t28:29_2": "Then, after stiffing off, they say: “We have penetrated this task, the Elders, since we have had a sense of urgency,”",
    "ai-tika-vin05t28:29_3": "the one cloth is the same: “Give to the Sangha,” and after saying “Weighing up the sandals,” “Weighing up with bad friends,” and he grabbed them with bad friends.",
    "ai-tika-vin05t28:29_4": "if it is possible for one or two or three days, it is visiting that one, two, three days, four days, five days, and after having made a bad karma.”",
    "ai-tika-vin05t28:29_5": "But if there is no cloth that is started to make it, or is not allowed to make it.",
    "ai-tika-vin05t28:29_6": "If they reach one place, they give it up, saying: “We have wickedness together,” and after giving them a bad place, they agree to receive it.”",
    "ai-tika-vin05t28:29_7": "But breaking up the rod and cutting it down.",
    "ai-tika-vin05t28:30_0": "If they robe-cloth in the Sangha of monks’ dwellings belonging to the Sangha, they say, “If they’re able to stay in my dwelling belonging to the Sangha,” they don’t reach me.",
    "ai-tika-vin05t28:30_1": "If they reach together, they say, “This is mine, I live with them.”",
    "ai-tika-vin05t28:30_2": "If it is to be given to someone else, they should grab them by each time in the middle of the day and they are to be cut down and stay in the middle.",
    "ai-tika-vin05t28:30_3": "If one remains involved, it’s to below that to say, if it’s already arisen.",
    "ai-tika-vin05t28:30_4": "if he returns to growth, he may go,",
    "ai-tika-vin05t28:30_5": "yet another thing, then it must be in the house again.",
    "ai-tika-vin05t28:30_6": "“Give it to the Sangha of nuns,” “Because of one’s practice, they give it to the Sangha of monks,” and they put it on. But only if they do not undertake the robes of the Sangha.",
    "ai-tika-vin05t28:30_7": "both of them has not been given to the Sangha of monks.",
    "ai-tika-vin05t28:30_8": "But if a monk gives things to his own body, he doesn’t allow it to be allowed for him.",
    "ai-tika-vin05t28:30_9": "Even so, ascetic practices he is not broken.",
    "ai-tika-vin05t28:30_10": "“We give alms to the senior monks,” and they replied, “Give them to the wore rags,” and they gave this cloth to the Sangha.",
    "ai-tika-vin05t28:30_11": "And for the sake of the bowls, many robes, alms food, resting places, and befitting them for the purpose of sweping them.",
    "ai-tika-vin05t28:30_12": "But if the Sangha makes his brothers theres for the sake of wore cloth, it cuts off within the necks, and it is not allowable for the sake of this.",
    "ai-tika-vin05t28:30_13": "for the owners is no longer suitable.",
    "ai-tika-vin05t28:30_14": "if he says, “Give meat to the thirteen robes,” “It’s allowable for the sake of wearing rags,” he can also be added.",
    "ai-tika-vin05t28:30_15": "and he is able to make an extra robe.",
    "ai-tika-vin05t28:30_16": "Sometimes the Sangha should give him rags.",
    "ai-tika-vin05t28:30_17": "This dwelling, firstly, is the business to be given to the Sangha.”",
    "ai-tika-vin05t28:30_18": "If it is considered if he sees a monk who is traveling in a place within the boundary, he sees the road in the midst of the Sangha of nuns, thinking, “I can all go up to the Sangha by one,” and if it is finished in the midst of the Sangha, he is deposited by level, if it is to be eleven if it is a group.",
    "ai-tika-vin05t28:30_19": "But when these twelve myriads don’t attain it.",
    "ai-tika-vin05t28:31_0": "if she says to the Sangha, “I give it to the Sangha of nuns,” “I give it to both Sanghas,” “I give a share,” “I give a robe-cloth back to the Sangha,” “I give it to two nuns,” “I don’t want to give it to the Sangha,” “I don’t agree to them,” “I given the nuns.”",
    "ai-tika-vin05t28:31_1": "If there are many monks there, one should be given according to the room: “So if there are two things, then one should be given the full ordination.”",
    "ai-tika-vin05t28:31_2": "If there is much, one monk should be given.",
    "ai-tika-vin05t28:31_3": "“If this is yours, I give you the rainy-season residence and shameless the monks from the group of ten monks.” Then he should put one person together with the Community of monks.",
    "ai-tika-vin05t28:31_4": "the person who has obtained the rains residence in the midst of the Sangha, for the sake of their own rain,",
    "ai-tika-vin05t28:31_5": "Because they have been instructed by both Sanghas.",
    "ai-tika-vin05t28:31_6": "“I gave this to the Cetiya Shrine, and the Thūpa,” he replied.",
    "ai-tika-vin05t28:31_7": "But here there is no one person called a shrine named Cetiyapabbata.",
    "ai-tika-vin05t28:31_8": "“Even the most of the courtesan and shrines should be given to the monks, one who is outside the gateway and twenty-two parts of the nuns.”",
    "ai-tika-vin05t28:31_9": "Herein, a person who is carrying the rainy-season residence at their own circumambulation and the rainy season.",
    "ai-tika-vin05t28:32_0": "‘If a nun is and then the Sangha of nuns, it is to be given to the nuns by calm, and after giving it to the nuns. After giving it to the nuns, they must give it away.",
    "ai-tika-vin05t28:32_1": "“If a nun is told by the Sangha and then got one among them,” she said, “It’s not allowable to do so.",
    "ai-tika-vin05t28:32_2": "merely by the Community of monks",
    "ai-tika-vin05t28:32_3": "“It is because of the Sangha of nuns and of Cāpāli,” she took the shrine, oil, honey-food, and shrines to be shared out. That is why it should be given to the nuns, and one belonging to the Sangha.",
    "ai-tika-vin05t28:33_0": "if he is told, “I give a teaching to the nuns,” and he should then break it up in the middle, and then after catching it as before.",
    "ai-tika-vin05t28:33_1": "“The monks at the foot of a shrine, and the nuns are able to Cetiya and I. They must take care of the Cetiyapabbata and the nuns.” They can then be afraid of that person.",
    "ai-tika-vin05t28:33_2": "And just as the Sangha of monks did not lowly do it.",
    "ai-tika-vin05t28:34_0": "When told, “It is was given to the Sangha,” he said, “It wasn’t worth a rainy-season residence for the Rains.”",
    "ai-tika-vin05t28:34_1": "“If the Sangha was given a shrine,” he made a choice was given to the Cāpāla shrine.",
    "ai-tika-vin05t28:34_2": "“It was soon as the Sangha of nuns shrine for yours to the Cetiya Shrine.”",
    "ai-tika-vin05t28:34_3": "When they said, “Lady,” he replied, “I did not find a shrine,” he replied, and he replies shrine.",
    "ai-tika-vin05t28:34_4": "he said, “Then isn’t yours shrine,” and she replies a person.",
    "ai-tika-vin05t28:34_5": "Then the nuns should start to make their bedroom too.",
    "ai-tika-vin05t28:35_0": "Previously he gives a gift to the Buddha, the communities of both monks and nuns headed by the Buddha. In the middle of the Saṅgha, he sat down on one side. He then used the Fortunate One, requested by the Community, and given them to the Elder monks.",
    "ai-tika-vin05t28:35_1": "but these days, after giving a gift to the Enlightenment or to the Buddha, the Enlightened One’s Community, or else an embryo, and after giving the recipients of the Enlightenment factor: “This is the means to get a gift of the Buddha, and he gives the bowl and robe, and then gives them it to the gods.”",
    "ai-tika-vin05t28:35_2": "First the garlands, perfumes, and flowers are to be made by the shrine.",
    "ai-tika-vin05t28:35_3": "But when an alms-food eater rubbish he has gone forth from a good family, or he has gone forth in his presence.",
    "ai-tika-vin05t28:35_4": "When there is what is connected with the one who is tied, he then eats the meal and then eats it, he allows it to be done.",
    "ai-tika-vin05t28:35_5": "When told by the fragrant garlands, he may take whatever was offered there and offered to the perfumed, after saying, “It’s carried away,” he may take it away.",
    "ai-tika-vin05t28:35_6": "But if I wandered for alms, they say, “Venerables, I’m going to eat seat in the assembly hall,” and they said, “Venerable sir, you’ll eat.”",
    "ai-tika-vin05t28:35_7": "But even if the monks bringing back to the Sangha of nuns, they then lit up to the next life, saying, “I give it away.”",
    "ai-tika-vin05t28:36_0": "if it gives the rainy-season residence simultaneous dwellings, there are some monks who have completed the rainy-season residence for their Sangha. If it has completed the rainy-season residence in that monastery, he should give them to those monks who have completed the rainy-season residence.",
    "ai-tika-vin05t28:36_1": "When there is even a framework of cloth, then the robe-making season can be given.",
    "ai-tika-vin05t28:36_2": "“In the robe-making procedure, while the end of the robe-making season has been spending back, and when he has dropped the ceremony, they say, ‘One who gives up the water,’ and its characteristics.”",
    "ai-tika-vin05t28:36_3": "but it’s not appropriate for you to talk to a great man;",
    "ai-tika-vin05t28:36_4": "But if he stands outside the doorway, he says, “I’m standing in the water. ” If they all have fallen under the sway of wicked desires.",
    "ai-tika-vin05t28:36_5": "But then, after completing the rainy-season residence in the monastery, it fell only to reach the rainy season.",
    "ai-tika-vin05t28:36_6": "But if we were to go first, all of them say:",
    "ai-tika-vin05t28:36_7": "because of the grossness of the back,",
    "ai-tika-vin05t28:36_8": "And when the rainy season it was raining, they couldn’t get enough cloth to fall, and so the rainy season.",
    "ai-tika-vin05t28:36_9": "But this robe-cloth was said to the rainy-season residence in the last month of the rainy season. But when the rainy-season residence was falling, they didn’t reach the rainy-season residence.",
    "ai-tika-vin05t28:37_0": "As to the robe-making procedure it from the last day of the robe-cloth, for the first day, and for the newly arrived monks it is said: “This robe-cloth is mine, this matter how wickedness has been used.”",
    "ai-tika-vin05t28:37_1": "When this was said, they must be the first month of the sumer and on the following day: “When it is said, there will be five months,” and when it is said, he may go to an end.",
    "ai-tika-vin05t28:37_2": "If it is given to the rainy-season residence, he says, “I give it to the whole monastery,” and they took it away.",
    "ai-tika-vin05t28:37_3": "If it is raining, the resident monks should fall on the rainy-season residence. If there is danger from giving directions, he should go looking for the rainy-season residence.",
    "ai-tika-vin05t28:37_4": "Then the storehouse, which was guarded, a prevented, put away, or putting it on a group, or taking not a group, he says, “I have someone else who is guarded,” and he must tell them to be put it, saying, “I have it to give it to you.”",
    "ai-tika-vin05t28:37_5": "If he says, “If it is for the third year, I don’t give it to the rainy-season residence.”",
    "ai-tika-vin05t28:37_6": "If there is another region, he should give it away.",
    "ai-tika-vin05t28:37_7": "And the same thing (firstly) may all be wicked, but with one of them tormented.",
    "ai-tika-vin05t28:37_8": "If there is no one of them, one should share it out in the presence of the Sangha.",
    "ai-tika-vin05t28:38_0": "if she gives rice porridge, a meal, or non-staple food for the resting place, or she gives them back a dwelling, or she has it taken back, and then gives them medicine—he gives them robe-cloth, thinking, “Give the requisites,”",
    "ai-tika-vin05t28:38_1": "Here is an explanation to say:",
    "ai-tika-vin05t28:38_2": "After giving rice porridge or meals to the monks who were invited for a meal, they give rice porridge and porridge. When they have been invited to them, they give rice porridge and meals. When they were invited, “I give a gift.”",
    "ai-tika-vin05t28:38_3": "let the alms-food eaters going to the houses that were walking for alms, or standing on the ground. When they came, they shake or rock or off their bowls. Then the elder said to them,",
    "ai-tika-vin05t28:38_4": "But if he invited him for a meal and many other monks come to stay outside the house where he sits, thinking, “In this way I have invited them to give me the room, but when I don’t get enough,” they all said.",
    "ai-tika-vin05t28:38_5": "those who have not received the going forth from the Elder’s hands.",
    "ai-tika-vin05t28:38_6": "Then he said, “May all my rice porridge still be yellow,” and all of them all of them all.",
    "ai-tika-vin05t28:38_7": "eats food brought to him.",
    "ai-tika-vin05t28:38_8": "Previously, even when that robe-cloth was given to the monks, it was given after taking this robe-cloth, and then gives it to those monks who were formerly given to them, formerly. So I a robe-clothed and threaded the corner of theirs.",
    "ai-tika-vin05t28:38_9": "Again, thinking, “I’ve stayed in my dwelling, this is said, this is the size of the building work.”",
    "ai-tika-vin05t28:38_10": "And the elder said, “Lay followers are suitable for us to get these tonics, saying, “May they be used for them after getting these tonics!”",
    "ai-tika-vin05t28:39_0": "if he gives one person to another, saying, “Give this robe,” “I’ll put you down on your head with so-and-so; I’ll give you a robe, sir.” This is how you do this.",
    "ai-tika-vin05t28:39_1": "But if you say, “I give you your pupil and I have a pupil of the teacher.”",
    "ai-tika-vin05t28:39_2": "the recitation passes away from the place for the sake of the interval, and while going to it,",
    "ai-tika-vin05t28:39_3": "“Get out of the powerful meditation of the rainy-season residence with the. I ask you to recite the Monastic Code and then do so.”",
    "ai-tika-vin05t28:39_4": "he said: “This one person (only) gives to fighting,”",
    "ai-tika-vin05t28:40_0": "If any monk is staying in one of the rainy-season residence at the end of the rainy-season robe, what should we do?",
    "ai-tika-vin05t28:40_1": "“If that robe-making procedure is done for the robe-making procedure, I allow you to accept a group of five months. If the robe-making procedure has been done, then if it’s any one of these five robes, or if it is only a single one of the robe-making procedure, then if it is anyone else.",
    "ai-tika-vin05t28:40_2": "For when one gives the rainy-season robe-cloth, thinking, “Give me the rainy-season robe-cloth,” he does so. After giving this robe-cloth, they give all the dwelling, with the robe-cloth, thinking, “Give using that rainy-season robe-cloth to the monk.”",
    "ai-tika-vin05t28:40_3": "And when it rains residences for the benefit of the Rains Retreat, he appoints all of the rainy season, or of whom was the origin of the rainy season.",
    "ai-tika-vin05t28:40_4": "For this is the characteristic of impermanence:",
    "ai-tika-vin05t28:40_5": "That robe-cloth was given to the Sangha at the meaning of a group, for the five months...",
    "ai-tika-vin05t28:40_6": "If there is someone else who wants to commence the rainy-season residence at the end of the rainy-season residence after determining it as a robe-cloth, it is to be determined.”",
    "ai-tika-vin05t28:40_7": "But if he finds it, he should know it;",
    "ai-tika-vin05t28:40_8": "“Well then, the monk should wait until he has recovered it. If he should go and wait with a little, then if he knows that rainy-season robe-cloth.",
    "ai-tika-vin05t28:40_9": "If yet another monk arrives before they have shared out that robe-cloth by drawing lots, he too should be given an equal share. He should not go from his own robe-cloth.",
    "ai-tika-vin05t28:40_10": "If even a single one of these penalty one thousand Bhikkhus there is no _paṇḍaka_ coins, there is no _paṇḍaka_. So that’s why he should not be given the robe.",
    "ai-tika-vin05t28:40_11": "But if they give to his own desires, they wish to give.",
    "ai-tika-vin05t28:40_12": "Likewise in the case of the same.",
    "ai-tika-vin05t28:41_0": "While they do so, they should determine the other monks who do not come. If they are determined on them, they should determine them and make them a robe-cloth.",
    "ai-tika-vin05t28:41_1": "In this way they are determined, not remaining in it.",
    "ai-tika-vin05t28:41_2": "If that is the first case, he thinks, “This is the first precincts, I’ll make them reach my second and third partake’s stabilized in, then they keep on stabilized like that.”",
    "ai-tika-vin05t28:41_3": "But if it is unsuitable, he takes it away or has someone else neck, and then, if it is in a long time, he gives it up, saying, “Take this robe in my robe, they are hard.”",
    "ai-tika-vin05t28:41_4": "“I don’t have any bad friends here.”",
    "ai-tika-vin05t28:41_5": "When that robe-cloth is outside the monastic boundary, she thinks, “I’ll share out those who have shared out the robe-cloth and then go to the Sangha.”",
    "ai-tika-vin05t28:41_6": "Other monks, seeing the ones,",
    "ai-tika-vin05t28:41_7": "If anyone comes, thinking, “If anyone comes back and asks, reverends, why don’t I tell them to do so, then you learn it from the Community, saying, “Why don’t we discuss it?”",
    "ai-tika-vin05t28:41_8": "And if they returned, they asked the monks about the road for alms, or they asked him about the seats, and they answered him in the same place as before.",
    "ai-tika-vin05t28:42_0": "“You should not spend the rainy-season residence in one place and accept a share of the robe-cloth from somewhere else, except if you do it, you commit an offense of wrong conduct.”",
    "ai-tika-vin05t28:42_1": "And in this context what has been received is the same as the.",
    "ai-tika-vin05t28:42_2": "And if the winds are blowing, he is old,",
    "ai-tika-vin05t28:42_3": "Saying, “Was” he told him, he should draw the goods in a house.",
    "ai-tika-vin05t28:43_0": "one rains residence in two monasteries, thinking, “In this way I’ll get much robe-cloth.”",
    "ai-tika-vin05t28:43_1": "If one dwelling in one monastery or in the same dwelling he is to be able, one person should go alone within seven days, and one person.",
    "ai-tika-vin05t28:43_2": "if it is given to one person;",
    "ai-tika-vin05t28:43_3": "If there is only one of the dwelling in the monastery, he should stay in the same dwelling as before, and he should then enter the monastery while wet.",
    "ai-tika-vin05t28:43_4": "and that individual is still given to one person.",
    "ai-tika-vin05t28:43_5": "And this is how the sound of various kinds of animals were bound together by the beggars of different colors and the dwellings came up again.",
    "ai-tika-vin05t28:43_6": "That’s why the share of the robe-cloth is don’t fall into it, all of them reach in every way, regards all material things, and so on.",
    "ai-tika-vin05t28:44_0": "207.",
    "ai-tika-vin05t28:44_1": "“When a monk dies, the Sangha becomes the owner of his bowl and robes, the bowl and robes, the Sangha should give the robes to the nuns, and the bowl and robes, and the Sangha the bowl for the nurses, or the having someone nurses, whether the Sangha has been borrowed or not, then if he is sick and he has been given to him by the Sangha, he should give him a distribute the robe-cloth with the Sangha as an incomplete assembly.”",
    "ai-tika-vin05t28:45_0": "“Venerables, it seems appropriate to the Sangha, the Sangha should give me the bowl to monk so-and-so and the bowl for the Sangha. If it seems appropriate to the Sangha, the Sangha should give me the robes and the bowl for the three robes.",
    "ai-tika-vin05t28:46_0": "“Venerables, I ask the Sangha to give me the robe-cloth and the bowl for the three robes. The Sangha gives me the bowl for the sick and the bowl for the nurses. The Sangha gives me the robes and bowl with three robes.",
    "ai-tika-vin05t28:46_1": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t28:47_0": "and told them about this.",
    "ai-tika-vin05t28:48_0": "When the Sangha has driven out the announcements, the students to give the bowl and robes to the one who is nursing the sick and the teacher’s bowl and robes, and who should be pressed by the Sangha.",
    "ai-tika-vin05t28:49_0": "208.",
    "ai-tika-vin05t28:49_1": "but this illustrious person is separated from the sickness –",
    "ai-tika-vin05t28:49_2": "If they die, he’ll die while the owners die.",
    "ai-tika-vin05t28:49_3": "Some of them do so, and some of them speak in exactly the same places, saying, “Though the teachers, do their own teachers.”",
    "ai-tika-vin05t28:49_4": "Some said, “Some of them can find a vulnerability, not get by others.”",
    "ai-tika-vin05t28:49_5": "If there is carer, he should give the robe-cloth that should be given the sick.",
    "ai-tika-vin05t28:49_6": "But if there is not, then what should be given.",
    "ai-tika-vin05t28:49_7": "If there is another requisite, he should give it out to another room.",
    "ai-tika-vin05t28:49_8": "If the novice monastic is attended on him, he should be given attendants.",
    "ai-tika-vin05t28:49_9": "He should then be given formal support to that novice monk, and he should attend on him.",
    "ai-tika-vin05t28:49_10": "If the novice monastic takes a rice porridge, he should receive the rice porridge and then give it back, and he should attend on a regular monk.",
    "ai-tika-vin05t28:49_11": "Many monks, having gathered in harmony, all of them should be shared out.",
    "ai-tika-vin05t28:49_12": "But if he is expecting more to make his distinction;",
    "ai-tika-vin05t28:50_0": "But the one- day, after the nurses have been given to the nurses according to the sick and to the one who is nursing the sick, etc.,",
    "ai-tika-vin05t28:50_1": "But one who has not tied up the medicine for saying such things as tonics, etc., and is nursing the sick, but is the sick.",
    "ai-tika-vin05t28:50_2": "* He who is seeking a cow, this one is a path, after returning.",
    "ai-tika-vin05t28:50_3": "those who do the duties, each group of travelers, and those who are leaders wielding the clay.",
    "ai-tika-vin05t28:50_4": "one nursesing the sick, he should come and win and winnowing his own work. If he comes, he should give it away.",
    "ai-tika-vin05t28:50_5": "one nurses him if he thinks, “I’m not able to go for a long time,” and he should put his sickness on that day.",
    "ai-tika-vin05t28:50_6": "if the lay person who is nursing the sick monk receives the going forth, even if only a woman, they all receive.",
    "ai-tika-vin05t28:50_7": "If that monk has a bowl and robes, he should give all the sick and the nurses,",
    "ai-tika-vin05t28:50_8": "And if they don’t obtain any other requisites, they don’t get used to be able to obtain a lot.",
    "ai-tika-vin05t28:50_9": "the rest is valuable and sesame. After taking many robes, he should take it with much robe-cloth and then give it to the Sangha.",
    "ai-tika-vin05t28:50_10": "But if they live, without getting enough of any requisites, he gave them all the room too. They get a gift that was only a lump of fought and flee. And if he was sick, he is submitted.",
    "ai-tika-vin05t28:50_11": "Some of them a messenger place where there were no prequisites for the Sangha.",
    "ai-tika-vin05t28:50_12": "There is twofold, that is not shared out after the meal.",
    "ai-tika-vin05t28:50_13": "This is how many times are indeed.",
    "ai-tika-vin05t28:50_14": "if it is cooked in clay;",
    "ai-tika-vin05t28:50_15": "And if the preceptor gave it to his student, then he gives his student Sudinnaments.",
    "ai-tika-vin05t28:50_16": "And the students only had eaten even a dead preceptor.",
    "ai-tika-vin05t28:51_0": "If he has completed the rainy-season residence, the monk who has completed the rains residence leaves, becomes insane, or he is overwhelmed by pain. He should put on a sarong or receive the robe. He should be given formal support. Holding the robe-cloth with a hand.",
    "ai-tika-vin05t28:51_1": "If he disrobes, he says, “I won’t,” “I renounce the training,” “They’ve committed the worst kind of offense,” “I don’t go from a _paṇḍaka_,” “I don’t admits to a _paṇḍaka_,” “They’s ghost,” “I don’t want to be in the community by theft,” “I don’t,” “I don’t resposite,” a perfected one, with a hermaphrodite,” “It’s having caused a schism in the Sangha,” then he should not be reputation.",
    "ai-tika-vin05t28:52_0": "If the Sangha has completed the rainy-season residence, the monks who have completed the rains residence according to their parts, they’ll give him robe-cloth as if they were given to each other or two houses. If they give them robe-cloth and then give them water, they must be put in a single piece of cloth, buttermilk at the right time, give it to the leftovers, saying, “You should give it to those who have leftover the robe-cloth,” and they give it to two or three robes.",
    "ai-tika-vin05t28:52_1": "and thought, “If it’s a reference to such-and-such a kind of robe-cloth, people give him robe-cloth, intending it for the donor.”",
    "ai-tika-vin05t28:52_2": "when that gift is given to the water, the water is having been given to him.",
    "ai-tika-vin05t28:52_3": "one who has given robe-cloth",
    "ai-tika-vin05t28:52_4": "In the place where the robe is kept, one is seeking the right size, one is unenclosed, and one is to be able to get hold of a robe. On the contrary, he must be distributed according to the other.",
    "ai-tika-vin05t28:52_5": "“It seems the marks of another particularly, it seems, for the Great Steward.”",
    "ai-tika-vin05t28:52_6": "If it’s given to him, he thought, “Give the robe-cloth that’s given after.” And the end of the robe, he would be like that.",
    "ai-tika-vin05t28:52_7": "If the Sangha has completed the rainy-season robe-cloth to those monks who have completed the rains residence, it should be shared out.",
    "ai-tika-vin05t28:53_0": "If it is for a number of monks traveling and he is traveling with rags, some monks should wait for the purpose of making robes. They don’t want to be distributed if they don’t, he should not be given to the dragons. And if they don’t wait.",
    "ai-tika-vin05t28:53_1": "And if people do take the separate because they have come and go, they give them all the courtesans, saying, “All this good fortune”,",
    "ai-tika-vin05t28:53_2": "If they have thrown away, he is all presented.",
    "ai-tika-vin05t28:53_3": "And if the monks entered a charnel ground, he still left first.",
    "ai-tika-vin05t28:53_4": "“If you’re unwilling, I allow you to give a share to those who enter afterwards, and because you don’t want to give to you if you don’t want.”",
    "ai-tika-vin05t28:53_5": "But if all come together, they don’t get all of them.",
    "ai-tika-vin05t28:53_6": "“Even if you’re unwilling, you should give a share to those who enter together with you. You should give a share to those who entertain you.”",
    "ai-tika-vin05t28:53_7": "If it is allowed, then all the rags have been distributed outside the charnel ground outside the monastic boundary, and having made an agreement to give it inside that have been done, they should give a share to those who enter the charnel ground. When it was still unworn, they should give him a neighborhood of a robe.",
    "ai-tika-vin05t28:53_8": "This robe-cloth is the general population.",
    "ai-tika-vin05t28:54_0": "“I allow a meal for designated monks, an invitational meals, a meal for which lots are drawn, a half-monthly meal, a meal on the following day, and a meal given in the Sangha.” This is the following fourteen meals:",
    "ai-tika-vin05t28:55_0": "A meal for the Sangha:",
    "ai-tika-vin05t28:55_1": "Therefore he should not accept the meals and also say, “Give us that up,” and he said, “Now, I cannot do so.” But he said, “Now you should not do so, let us not find anyone else.”",
    "ai-tika-vin05t28:55_2": "Because he reaches them as he reaches them.",
    "ai-tika-vin05t28:56_0": "And the passage beginning is this:",
    "ai-tika-vin05t28:56_1": "when the king or their ministers asked the monks, “Give me back by,” and when he asks, he should make submit to go.",
    "ai-tika-vin05t28:56_2": "If there is something to be fitting down,",
    "ai-tika-vin05t28:56_3": "If not, then the senior monk should allocate the senior monks.",
    "ai-tika-vin05t28:56_4": "And one should not throw one who has finished his meal and refused an invitation to eat more.",
    "ai-tika-vin05t28:56_5": "and they’ll cut the ascetic practices we have passed away.",
    "ai-tika-vin05t28:56_6": "When this happens, the senior elder arose in them later she thought, “Venerable sirs, if you go over to your presence, and we’re not to be spoken of, then you should not behave like this.”",
    "ai-tika-vin05t28:56_7": "Then, knowing that the monks had finished breaking up, they sat down to one side, shook their bowls in the middle of the monastery. They must instead of staying in the wilderness for a hundred leagues, or even to the pupils of the lunar half-monthly of the bowl and robes, or even when they return to the monastery, they mustard their pupils in the wilderness.",
    "ai-tika-vin05t28:56_8": "“She’s told you about this. They mustn’t respond to either.”",
    "ai-tika-vin05t28:56_9": "If he enters the monastery, he should establish himself in one sitting next to his own dwelling and only within the preliminary dwelling in one or other of them.",
    "ai-tika-vin05t28:56_10": "when a gift is given to the Community, it is given to them that he has been sent to the Community.",
    "ai-tika-vin05t28:56_11": "But in the second precincts, if the most senior neighbour is similar to the rainy season, he should not enter the first rainy season.",
    "ai-tika-vin05t28:57_0": "In such a dwelling place, when he is present, he should look out one among the forty-twomens in each monastery and every place and find out about it, and he should go to that place wherever he is kept.",
    "ai-tika-vin05t28:57_1": "one monk should tell him, “Through that one monk” and “Ten monks from the group of ten monks,” and he should inform the Sangha.",
    "ai-tika-vin05t28:57_2": "If that day passes on the following day, he should inform the next day: “Wait for almsfood, then enter the town for alms.",
    "ai-tika-vin05t28:57_3": "If the monks were going beyond the boundary, they must go beyond each other with their own hands. Instead, they should go instead be given to each other, not without scratching each other.",
    "ai-tika-vin05t28:57_4": "But if there is no place for monks to be carelessly, they should remain silent.",
    "ai-tika-vin05t28:57_5": "for the seats, water for washing the feet, and for supporting the sitting hall.",
    "ai-tika-vin05t28:57_6": "wherever one is able to draw the sacrificial firehouse where it’s not allowable.",
    "ai-tika-vin05t28:57_7": "for he does not gain the next day,",
    "ai-tika-vin05t28:58_0": "If someone is going to the dwelling, he should stand aside and then set out wandering for alms round about the Rains of Kāsi, etc., or he should stand in the same place as before.",
    "ai-tika-vin05t28:58_1": "When they’re standing outside the gateway, they say, “Venerable Sir, it’s given to the monks who come from here and there,” they said,",
    "ai-tika-vin05t28:58_2": "Herein, the robe should be understood that in twelve ways: by eleven grounds, by one without public guilt.",
    "ai-tika-vin05t28:58_3": "If they go, they should all make the dwellings in that place, to each and every dwelling.",
    "ai-tika-vin05t28:58_4": "If he sees a village gate or a room in an inhabited area, he should inform the monks:",
    "ai-tika-vin05t28:59_0": "And here it is the carcass that can be understood as many different professions, many covers the same place as the variety of the houses in one house or the same place as different.",
    "ai-tika-vin05t28:59_1": "Herein, whatever has been given by the One of Bahuka’s house in one place, they all sit together in the charnel ground, the end of the midst of the colour, the fate of the woman government officials, and starts by doing it with one vicinity.",
    "ai-tika-vin05t28:59_2": "this is the one house with a single vicinity.",
    "ai-tika-vin05t28:59_3": "In one swaning, the two ends of each separate seat is bad for the purpose of roaming on the barbers, the sal trees for the purpose of rough grabbing the private parts.",
    "ai-tika-vin05t28:59_4": "this is called “leaning in the house”.",
    "ai-tika-vin05t28:59_5": "In whatever house there are monks invited by invited many monks to ask for a single use, and if he fills the floor covers them with grass, and leaves them down.",
    "ai-tika-vin05t28:59_6": "And also in the middle of a lake with the crown’s residence, without having broken wet clothes in the middle, and yet he would still only wrap him in the same way.",
    "ai-tika-vin05t28:59_7": "this is called “one present”.",
    "ai-tika-vin05t28:59_8": "that while the monks are sitting in their houses, they’re given some bad monks seats at that very spot. They may reach the house of that monastery.",
    "ai-tika-vin05t28:59_9": "this is called “which has a household”.",
    "ai-tika-vin05t28:60_0": "If a monk obtains another in a village for one of the twentieth, if he gets someone else to do it, he can deal with him in that village or town, but then see any other monk.",
    "ai-tika-vin05t28:60_1": "if someone is not able to eat it, he should eat it.",
    "ai-tika-vin05t28:60_2": "If, after returning the seats, he should sit down in the assembly hall, thinking, “Give a place, give one of the Sangha and gives the bowls to the Sangha, give a teaching, and then give them a large bowl with water.”",
    "ai-tika-vin05t28:60_3": "“Give curry of the Sangha to give a monk a reciter,” and he replied, “Give a monk to the Sangha.”",
    "ai-tika-vin05t28:61_0": "But as in the case of the recitation passes away, he can ask what is true, and what isn’t like.",
    "ai-tika-vin05t28:61_1": "If anyone says, “I know them,” he should ask those monks for ten years.",
    "ai-tika-vin05t28:61_2": "When he heard that, he should be told: “Venerable sir, if you come, I have little merit. ” After hearing that he may reach all the rainy season, he should ask the monks: “Don’t go distributes, the lay followers, he may ask for the Rains Retreat in each case. ” And he should then ask them question the rainy-season robe-cloth: “May they be free from all the monks.”",
    "ai-tika-vin05t28:61_3": "If anyone comes, it should be given to him.",
    "ai-tika-vin05t28:61_4": "Then the shadow comes, he asks, “If I reach the end of the life,” he is senior.",
    "ai-tika-vin05t28:61_5": "For while sitting there is one who understands the meaning of what is seated, well placed in the alms-food, and given the departure.",
    "ai-tika-vin05t28:61_6": "It must be used for the arrival at the foot of the bowl, which should be illuminated here and there in the next life.",
    "ai-tika-vin05t28:61_7": "while the seats are ready for suppressing, so the possessions come to an end.",
    "ai-tika-vin05t28:62_0": "if any seats have taken a bowl stand, they take one of the monks from the group of seventeen and put it aside, then the bowls filled their hands, and put it on the seats. When the seats, they depart.",
    "ai-tika-vin05t28:62_1": "But if he gets water for washing, he may get some requisites or robe beyond it, that coarse robe is rough or fine.",
    "ai-tika-vin05t28:62_2": "he’s able to find out about the water of the merit; but he finds no other merit.",
    "ai-tika-vin05t28:62_3": "But if they have taken that separately, they all eat that. Then they all eat the food, they all leftover and then eat it.",
    "ai-tika-vin05t28:62_4": "“Give medium one, the great elder, the ninety-two parts of the body, the queen, the medium one, the smallest one, the syllables, and the middle one says, “Give medium, brings them to the end,” and he said, “Give me that you should not say, ‘Give medium-space’.",
    "ai-tika-vin05t28:62_5": "Gotamī is said to be the thirty-two parts of a teacher who gives the recitation passage for recitation, etc., if he can be told, “Give me my teacher’s doctrine.”",
    "ai-tika-vin05t28:62_6": "In that place where the novices received the garden of the first part of the novices, and in the length of the novices should be subsequently to go, and we can do the invitation procedure with the first.",
    "ai-tika-vin05t28:62_7": "But when he said this, “This is why I said” “My strikes,” he should do so only achieve staction.",
    "ai-tika-vin05t28:62_8": "Then, knowing that the recipients having taken the bowl, brings it to anyone who steals the bowls, carries it back, and brings it back.",
    "ai-tika-vin05t28:63_0": "one visiting mendicants who knew that he had been invited to a meal for recitation, saying, “Give us a meal for a foreigns,” “Give meat, I’ll eat whatever food is given to the square,” and she said, “Venerable sir, I have invited you to a meal.” If you said, “Venerable sir, I’ll go to a meal for the ascetics of the monks.”",
    "ai-tika-vin05t28:63_1": "But anyone who says “I bring it to the bowl,” “I live in that monastery, having spoken.” Then he said, “I did just that.”",
    "ai-tika-vin05t28:63_2": "he can give the recitation, the Monastic Code, the thorough combustion, which can be seen as if he likes.",
    "ai-tika-vin05t28:63_3": "those who are ignorant and incompetent, knowing that he hasn’t said, “Do you know, ‘Whoever is this? Will you know whether he is an ignorant or not?”",
    "ai-tika-vin05t28:63_4": "if he says, “I’ll take it in this way and give it to you,” and they reply, “Yes, I’ll take it.”",
    "ai-tika-vin05t28:63_5": "If other monks were to ask him about it, what would you do?",
    "ai-tika-vin05t28:63_6": "When he has come to this bowl, he should give it to his teacher, then put it away.",
    "ai-tika-vin05t28:64_0": "A roof-cover:",
    "ai-tika-vin05t28:64_1": "While king or their minister’s home they eat allow you to eat non-staple food, the monks gave (to them) as they a regular meal. They then continue the supply of that monastery and make the monks marrow.",
    "ai-tika-vin05t28:64_2": "Some monks considered, “Twomen who have attained our own state and compassion for me.”",
    "ai-tika-vin05t28:64_3": "In the future, they sat down,",
    "ai-tika-vin05t28:64_4": "At that moment, king’s _kahāpaṇa_ came to the village of _kahāpaṇa_, and they say, “What’s the point of out?” They say, “Lay followers, do you know the child that their chrots strike?”",
    "ai-tika-vin05t28:64_5": "Together: Please accept it in the Royal Kings.",
    "ai-tika-vin05t28:64_6": "How many things are there?",
    "ai-tika-vin05t28:64_7": "the rain doesn’t fall,",
    "ai-tika-vin05t28:64_8": "Saying, “We’ll stay here,” he should remain silent.",
    "ai-tika-vin05t28:64_9": "When the cows of the city came to their houses, they gave alms-food and wait at the wrong time. When they had finished their meal, they said, “Eat it to the King’s house.” Then the king said, “Give using that the alms-food, drink,” and they took their bowls and robes, etc., he should eat whatever was given to them by the King.",
    "ai-tika-vin05t28:65_0": "And then the king gives them a bowl, even rice and stalks it to be brought to the end.",
    "ai-tika-vin05t28:65_1": "But if they do not go when it is time to ask about a little bowl, it should be used for him to go.",
    "ai-tika-vin05t28:65_2": "“Then you must ask about eating rice and porridge, since you’re not able to go on their way.”",
    "ai-tika-vin05t28:65_3": "Mahāpadassana said, “But there are no monks staying in the community of nuns who do not know where to leave. But there will be no matter how longer comes, while they are.”",
    "ai-tika-vin05t28:66_0": "one sesame robes, alms-food, lodgings, and medicines and supplies for the sick. Only then let him portion of each monk, he collected almsfood.",
    "ai-tika-vin05t28:66_1": "Then some other almsfood for the rainy-season residence. What’s the point of an iron cauldron that has been given to you? What is this:",
    "ai-tika-vin05t28:66_2": "Backed over sixty rains.",
    "ai-tika-vin05t28:66_3": "For this monk grabbed the bowl by the head,",
    "ai-tika-vin05t28:66_4": "One of the nuns who had finished their meal and refused an invitation to eat more, and she is able to get that bowl.",
    "ai-tika-vin05t28:66_5": "This is an obstacle:",
    "ai-tika-vin05t28:66_6": "Whoever has given the full admission to a novice nun, thinking, “They will enter upon and remain in the same effacement.”",
    "ai-tika-vin05t28:66_7": "if the bowl for one place is sat down to one bowl for another monk, but not aspires to another; the bowl is sitting down to one side, they take it away.",
    "ai-tika-vin05t28:66_8": "But if he says, “I’m like a feather, I’ll get his bowl.”",
    "ai-tika-vin05t28:66_9": "Then he says, “When there is no need for a meal, for me,” and after saying, “There is something else, I have given to me that,” he says, “Get me that I say.”",
    "ai-tika-vin05t28:66_10": "If he steals the bowl is well taken, he hasn’t been given to him.",
    "ai-tika-vin05t28:67_0": "They abode of ten monks, one of them who consents to alms-food, saying, “Someone who eat only alms-food is leftover,”",
    "ai-tika-vin05t28:67_1": "And the other nun said, “So I have wicked desires, which would be maintaining and calming to give up.”",
    "ai-tika-vin05t28:67_2": "If she takes one seized by one priceless and remains,",
    "ai-tika-vin05t28:67_3": "After having spended the bowls in this way, saying: “Venerable sir, I give my bowl to me more than one alms-food, this bowl is allowable for the sake of my teacher.”",
    "ai-tika-vin05t28:67_4": "If he says, “Venerable sir, the lay follower will be able to get there. The monks will take my home.” Then he receive the going forth, wherever he’s house, thinking, “Sir, it’s your house. Then he receives all this.",
    "ai-tika-vin05t28:67_5": "Then the man’s house sits only on a bed. She then summoned him, saying, “Give the rice porridge,” and so on, that very day they quaked.",
    "ai-tika-vin05t28:67_6": "Having finished his meal and refused an invitation to eat more, he gives it to the neighborhood of a bhikkhu, it is allowable for them to go to that monk.",
    "ai-tika-vin05t28:67_7": "but if they only allowed me to eat the alms-food, they say, “Venerable Sir, if you’re able to go on,” they addressing them, “Whatever they please.”",
    "ai-tika-vin05t28:67_8": "Then think, “I can take my alms-food and visit an alms-food,” and they all go to Bāhuka from each other, and saying, “There’s no need,” and they all presented one side for the sake of their having heard this, they all say to the senior ascetics who have arrived.",
    "ai-tika-vin05t28:68_0": "one yet another gets staple or non-staple food after personally receiving it, it filled with a variety of delicious food, and then eat it, all the rests before eating it.",
    "ai-tika-vin05t28:68_1": "If it is worth more than one day, if it is to be relinquished without support, it should be given to another.",
    "ai-tika-vin05t28:68_2": "First the must be told, “Give one funerally belonging to the Sangha; it’s good fortune to give.” He should give a bowl to the monks.",
    "ai-tika-vin05t28:68_3": "When it has been brought, he should be told, “The Sangha should use it.”",
    "ai-tika-vin05t28:68_4": "One of them said, “I give the meal to the Sangha,” and after saying, “I give the blankets,” and he then said, “I’ll give one last.”",
    "ai-tika-vin05t28:68_5": "After getting anything, he said, “There’s no need, but who does not know,” and he did so.",
    "ai-tika-vin05t28:68_6": "For we’re intimate with the question, they might say to you, “We who are capable of getting permission from you.” And they might say to you, “Don’t go to the mendicants.”",
    "ai-tika-vin05t28:68_7": "If he says, “What’s a vehicle to do with a spend, what’s referring to the charnel ground? ” He should take the one monk from the goods and say, “Here’s going to the countryside,” and he should say, “Go away.”",
    "ai-tika-vin05t28:68_8": "If he has much food, all of it there is much suffering and persists,",
    "ai-tika-vin05t28:68_9": "He should give the bowl to the senior monks, fill it with rice.",
    "ai-tika-vin05t28:69_0": "if he gives, saying, “What’s the point of requisites to the Sangha?” and “What’s the point of giving it to you? ” then he should remove the leftovers.",
    "ai-tika-vin05t28:69_1": "But the milk-rice and honey-balls that are permanent, pleasurable, and illustrious, pleasurable, lumps of food.",
    "ai-tika-vin05t28:69_2": "He should make sure that which brings to the fruit of rice and barleying today.",
    "ai-tika-vin05t28:69_3": "“I will bring back even a single stage,” he said, “I’ll live there while remaining unaffected.”",
    "ai-tika-vin05t28:69_4": "“I’ll take it,” he said, “I’ll drink it. But when I said I’ll live alone, withdrawn, honey, and syrup.",
    "ai-tika-vin05t28:69_5": "But if it’s not allowed to give recipients, they’re not allowed to be scented.",
    "ai-tika-vin05t28:69_6": "Endowed in materiality, the right conditions are wrong.",
    "ai-tika-vin05t28:69_7": "“But because I’ve given them permission, they don’t say, ‘I have been given to you.’",
    "ai-tika-vin05t28:70_0": "The account of the recitation passage is finished.",
    "ai-tika-vin05t28:71_0": "if it is on the personal (permission) on the residue of Sages,",
    "ai-tika-vin05t28:71_1": "but as in the case of the recitation passage for recitation given in the way already described.",
    "ai-tika-vin05t28:71_2": "But if there is a messenger who says, “Venerable sirs, take some meal from the King and say so on, take some alms-food before the meal,” he says, “But go to the alms-food.”",
    "ai-tika-vin05t28:71_3": "And a messenger said, “Venerable, you have been told by the meal.” But he says, “Venerables, you’re not able to take alms-food.” But he says, “Venerable sir, you don’t say, ‘You’ve been brought by him.’ And being told, you’re not allowing to make a meal.",
    "ai-tika-vin05t28:71_4": "if he has already entered a seat and says, “Give me a seat,” and they say, “Go away, give almsfood,” and they say, “Go and get some almsfood.”",
    "ai-tika-vin05t28:71_5": "if they give, saying, “Give us a meal, give me the bowl, or put it on the ground, and give it to the monks.”",
    "ai-tika-vin05t28:71_6": "But when he is able, he thinks, “In whom you take alms-food eater’s meal,” and they answered.",
    "ai-tika-vin05t28:71_7": "“Venerables, please give your bowls to you.” And he said, “Please go to that lay follower.",
    "ai-tika-vin05t28:71_8": "Saying, “You have brought back here,” he should remain silent.",
    "ai-tika-vin05t28:72_0": "But invited for a meal to give requested for the purpose of showing that he has been asked for the purpose of madness. He should then be given the bowl for the purpose of keeping room.",
    "ai-tika-vin05t28:72_1": "one takes the bowl and droping the co-wife, saying “When it’s reach,” after saying “When it takes a bowl,” then after taking it away, he takes it in the place wherever it was given to anyone.",
    "ai-tika-vin05t28:72_2": "he should not start in the discourses or in the texts for recitation.",
    "ai-tika-vin05t28:72_3": "Also, too, one who remains silent, takes it here, thinking, “Whoever is this?” or “Will you say, ‘Who’s this bowl is not?’",
    "ai-tika-vin05t28:72_4": "For if he says, “I’ll take my bowl and robe,” “I’ll take it away,” and he said, “You’re disgusting.”",
    "ai-tika-vin05t28:72_5": "“Where are you going? What are you doing this?” he replied, “What are you doing this? ” But he said, “When you come from?” he should take the bowl from the time to the cave-food, he should take it a meal beforehand given by the back.",
    "ai-tika-vin05t28:72_6": "Saying, “After murderer,” he can put a meal for him in a group.",
    "ai-tika-vin05t28:72_7": "if, he says, “May it be.” And he should eat it and then eat it.",
    "ai-tika-vin05t28:72_8": "Also if the bowl goes beyond, it may be that if it has not been relinquished to the meal, and except for one who is distributed.",
    "ai-tika-vin05t28:73_0": "one later-food eater said, “I give this meal to you after eating a meal,” and he should share it out.",
    "ai-tika-vin05t28:73_1": "But if they do, he should be told to give him silence, “Noble-waying.”",
    "ai-tika-vin05t28:73_2": "But if he says, “If I isn’t able to get a meal, what should I do?” he replied, “If I was told by me a meal, then I say this to the elder, eat the food after my meal.” He said, “When I was given to me, I prohibited a meal.”",
    "ai-tika-vin05t28:73_3": "But if they had already obtained food, it should be given to them by a blessing to make use of almsfood, even if it is to be used for the sitting mat, etc., is allowable for the Elder to do the duties.",
    "ai-tika-vin05t28:74_0": "The lay followers of the Community should go to the most senior monk to ask for the meal for the following day. She then asks, “Having taken up a meal for the purpose of a meal and go to a particulars. These are the three months that happen to make the offerings, but that is served by him.”",
    "ai-tika-vin05t28:74_1": "the monks should recite the Saṅgha by one who is attached to misapprehension, why should he go?",
    "ai-tika-vin05t28:74_2": "For if a monk is supported by the Saṅgha of mendicants, he gets material possessions.",
    "ai-tika-vin05t28:74_3": "Should there be a fragrant pink coals in the Sangha of nuns, but he is unable to seize them with them? Or I’ll do what they say.” And he should do as he says, “I don’t know.” And he should deal with them.",
    "ai-tika-vin05t28:74_4": "if she is allowed, saying, “It is because of me that you know who these things are referring to me.”",
    "ai-tika-vin05t28:74_5": "if they send him away, he should be expelled by the monks.",
    "ai-tika-vin05t28:74_6": "If it is possible, there is another village to go to the village.",
    "ai-tika-vin05t28:74_7": "or because it is not possible to obtain a village for alms.",
    "ai-tika-vin05t28:75_0": "who has been invited to sit down in the assembly hall, saying, “Give bean curry.” When they come, they say, “We give to them seats,” they must not say, “Give us.” And even if they do not say, “Give us.”",
    "ai-tika-vin05t28:75_1": "People went to sleeping place and bathing, now they charming and playing the rites for him. They are able to do what was happening.",
    "ai-tika-vin05t28:75_2": "For there is a large sangha of monks with a group of nuns who were walking around their own stomach assemblies, as far as the monks were going along the road (there) as bestowed on them.",
    "ai-tika-vin05t28:76_0": "But if there were a senior elder or a meal for the Sangha, except for the Rains Retreat, or if it was given to him or elsewhere, they must go to the Rains Retreat or to the Rains Retreat. When they arrived, they must ask for newly arrived monks for the monastery.",
    "ai-tika-vin05t28:76_1": "is connected with the resentful equipment that is connected with the second (still) is worthwhile.",
    "ai-tika-vin05t28:76_2": "“If they were enjoying the houses, I shall find carpets,” and if they do so they find one who thinks, “I shall know who see you. ” And do their wishes to go to see him. When they think, they shall pay careful attention.”",
    "ai-tika-vin05t28:76_3": "Those who are not able to obtain such a single vicinity and those who have been invited to accept a meal in the Sangha and for the newly arrived monks have been invited by me. This is the proper procedure.",
    "ai-tika-vin05t28:76_4": "The rest should be understood as given in the Paṭisambhidā.",
    "ai-tika-vin05t28:76_5": "In the Great Elder Mahā Cunda said, “This was said, Queen, the eighth times,”",
    "ai-tika-vin05t28:76_6": "So too with the medium, and middle ones,",
    "ai-tika-vin05t28:76_7": "But if they give without taking leave of the monks, he should give them a gift.",
    "ai-tika-vin05t28:77_0": "The account of the meals is finished.",
    "ai-tika-vin05t28:78_0": "But, monks, I allow a meal for him to make a raft, or to a shade and announce, to the bhikkhus, thus to be at the foot of a tree, or to be eaten by pork, or to unweating the meals, or to be eaten by cutting downwards, or torns, wrapped in all the morning, or torns, or torns, etc., with a meal as its jungles, after building working overcord, and so on. There is nostrils, chomping them, etc., and tortsing them in this way that very day.",
    "ai-tika-vin05t28:78_1": "The one who returns after the meal and is given in the first eleven ways should be given in the same way as before.",
    "ai-tika-vin05t28:79_0": "If many monks live in the village, they many meetings with lots of alms at the village, then many monks.",
    "ai-tika-vin05t28:79_1": "if he takes it in an inhabited area within the village, he should take it within the vicinity of a village.",
    "ai-tika-vin05t28:79_2": "And if they were to go in such a village, they are not well divided in each and every place where all the foods have been drawn.",
    "ai-tika-vin05t28:79_3": "He must stay in the same village as his bowl and robe, and he gives them two meals.",
    "ai-tika-vin05t28:79_4": "For it is not possible to give a monk.",
    "ai-tika-vin05t28:80_0": "If anyone in the villages for alms-food eaters, then the monks should give the seven meals and the eighth parts.",
    "ai-tika-vin05t28:80_1": "But when four days are due to the meal, he should put together with one of the five kinds of meal:",
    "ai-tika-vin05t28:80_2": "If he has taken it, he is different from the village and districts, then the monks gave it to the group-of-five monks. But if they give after the meal, he should give him another meal and then depart.",
    "ai-tika-vin05t28:80_3": "If it is an uninhabited area in the same place as a meditation subject, then ate them go to the village for alms without taking leave of the food in the same place as a certain village, after he returned to another village.",
    "ai-tika-vin05t28:80_4": "for he is not able to gain the victory off a place to get hold of the Saṅgha. This is running back and forth.",
    "ai-tika-vin05t28:80_5": "If many monks are unable to do it, they shouldn’t do it either with each time or one of the household light or with the one part of the body.",
    "ai-tika-vin05t28:80_6": "And in the case of the species where many monks are put, and they should recite in the way already described.",
    "ai-tika-vin05t28:81_0": "212.",
    "ai-tika-vin05t28:81_1": "but he should know the reason for his sake or those with a vow",
    "ai-tika-vin05t28:81_2": "Soon afterwards, after taking her bowl and robe, he set out water for drinking and water for washing the feet, put out the bowls, and have gone to the precincts’ swept away the water for washing, and swept away the village, where the monks are eating, drinking, and chewing it together, he should go first to the village for alms.",
    "ai-tika-vin05t28:81_3": "If it is currented, he should go to the village.",
    "ai-tika-vin05t28:81_4": "he goes to an uninhabited road, but not another.",
    "ai-tika-vin05t28:81_5": "For it is possible that people who have faith and merit, still go to the next village, but not to get there. That is why, they should not come to the next village, still because it is the second, not the third day.",
    "ai-tika-vin05t28:81_6": "If he takes it, he should not give it to another, nor should he give a staff.",
    "ai-tika-vin05t28:81_7": "If he stands by wind, he should not bathe.",
    "ai-tika-vin05t28:81_8": "Or he can be told to live in such a village monastery or town in his dwelling.",
    "ai-tika-vin05t28:81_9": "The dwelling-two dwellings of three kinds: fourteen kinds of rice porridge and fourteen meals, three kinds of food, fourteen, five hundred, ten  to be given and to them.",
    "ai-tika-vin05t28:81_10": "When the meals have been prepared, they might eat rice porridge and meals newly arrived monks who are attached to meals, stuffed by the monks, nuns, laymen, and feed on their food.",
    "ai-tika-vin05t28:82_0": "If he gives the dwellings, all is well.",
    "ai-tika-vin05t28:82_1": "If not, they should take the rice porridge and broken rice and porridge, then the curry of them.",
    "ai-tika-vin05t28:82_2": "but to make the rainy-season residence at the end of the Rains Retreat.",
    "ai-tika-vin05t28:82_3": "if he has exceedingly the most precincts, he should give a teaching that is, and he should give them a meal.",
    "ai-tika-vin05t28:82_4": "If the weather is obtaining it, he shouldn’t be able to bring that day.",
    "ai-tika-vin05t28:82_5": "He obtains what he does.",
    "ai-tika-vin05t28:82_6": "Likewise with the ladies of food, namely, clansmany,",
    "ai-tika-vin05t28:82_7": "But if the meal is destroyed, he should not get whatever he obtains.",
    "ai-tika-vin05t28:82_8": "two or three bowlfuls should be offered to each other and every time of the two meal, if they are shameless and implements that one. They should then use the robe after getting permission from the Community.",
    "ai-tika-vin05t28:82_9": "He should not be offered to anyone whom he doesn’t receive the food.",
    "ai-tika-vin05t28:83_0": "If it is a small dwelling, all the monks from the group of six are all less wealthy, to whatever they ask forgiveness, then having the Elder Mahāthūpa on the ground. Having seen them, the Great Elder Mahā Devaputtas, they can give them one.",
    "ai-tika-vin05t28:83_1": "He should then be offered to taste for a meal, and after returning from the alms-round, he should go to the precincts, services, and cosmetics. They should be given to visit news.",
    "ai-tika-vin05t28:83_2": "he should strive at a great lengthwise.",
    "ai-tika-vin05t28:83_3": "brought them together and brought them to the elders, and then, in order to prepare it.",
    "ai-tika-vin05t28:83_4": "The rest is as before.",
    "ai-tika-vin05t28:83_5": "(such as) fruits of cooking, scented with fruits, perfumes, and endeavour.",
    "ai-tika-vin05t28:83_6": "And although the meaning beginning with the medicine, etc., are not allowed to be given to the triple-robes, etc., because it is not allowed robes and so on.",
    "ai-tika-vin05t28:83_7": "Queen Anulā, someone who gives the highest meal and asks to question, and they took their meals.",
    "ai-tika-vin05t28:83_8": "When there is no a seniority, you should allocate arriving seniority to continue.",
    "ai-tika-vin05t28:83_9": "If many meals are given by him, he should give two or three monks:",
    "ai-tika-vin05t28:83_10": "If not, then after giving the reserved to the senior monks, he should give the donors back again.",
    "ai-tika-vin05t28:83_11": "Then he should stepped over and persisting,",
    "ai-tika-vin05t28:83_12": "But if someone takes food that should be like this, or he should be sought, or he should take the food distributed at a group.",
    "ai-tika-vin05t28:83_13": "He is bound to one that is unsuitable, but he gets only on the day.",
    "ai-tika-vin05t28:83_14": "A teacher of those who are greater strength, knowing that he has much attains them, should be told, “Don’t go.”",
    "ai-tika-vin05t28:84_0": "Whoever returns after the first time, and not after the western wall, he should be given his attendants.",
    "ai-tika-vin05t28:84_1": "The droping of the house was coming back, and when he came back from the house where he was, he was standing, sitting, and lying down.",
    "ai-tika-vin05t28:84_2": "But if there is another community of another group, he is there, he is not able to leave it, saying, “This isn’t allowed to find anyone to leave.”",
    "ai-tika-vin05t28:84_3": "if she does not give, she should be given an illegitimate legal procedure.",
    "ai-tika-vin05t28:84_4": "For one who is standing there at the end (of the Rains) bads,",
    "ai-tika-vin05t28:84_5": "If they give, they should do the invitation procedure with a large penalty on the staff. Then they should take him on a bed.",
    "ai-tika-vin05t28:84_6": "There are five-hundred carpets for the meal: “After that is before the time for the giver of the donors and a meal for me, whether it is allowed to eat or drink, afterlife, and eating it fitting to eat the meal beforehand or on the meal,” and being able to get up from there in the distribution of the Elders.",
    "ai-tika-vin05t28:84_7": "“From this day forth,” he said, “Let’s go to the hall with the peaked roof in the assembly hall.” He can’t stay there, thinking,",
    "ai-tika-vin05t28:84_8": "When told, “Paṇḍuka,” he replied, “When a meal to that prepare a meal, he should do so that this designates a meals, distributes of rice porridge and meals, distributes, saying, “Take the one who is coming from the designation of meals.”",
    "ai-tika-vin05t28:84_9": "Because of a famine and worms, the kingdom and till it up in the morning, thinking, “Today is my former meal,” and seeing him again, he should take the dwelling and then depart.",
    "ai-tika-vin05t28:84_10": "For it is not allowed to go outside the gateway that is called “hand” and “It is not able to tame, roar it,” but rather he drank it is not allowed to spend it.",
    "ai-tika-vin05t28:85_0": "if you go to the place where the monk wants to go, wanting to get hold of the regions, and take something from here and there, thinking, “Give you this bowl, take it and go.”",
    "ai-tika-vin05t28:85_1": "But the accessories should be given in the same way: the horses and the village is shelter that.",
    "ai-tika-vin05t28:85_2": "When people had finished eating, they forgotten the death of a blade, thinking, “Slap, a meal, on the road, and eat the food, they went to the monastery, where the monks kept saying, “Laying and eating it.” Then they exclaimed the meal, wherever they do so in the morning, they depart.",
    "ai-tika-vin05t28:85_3": "If they’ve summoned their own dwellings and then goes to the monastery and lived there, because of their own houses, and after making a portion of their food, they go to the portions of the food.",
    "ai-tika-vin05t28:85_4": "and when the monks who corrected their lairs in these two or three grounds before going to the houses where there was a low-cavenger. Then, when the monks arrived, they don’t go to the house for alms, etc., and only because I was coming back, they did not proceed to the village.",
    "ai-tika-vin05t28:86_0": "one visiting monks who isn’t wanting to go, nor has merit for the sake of their merit, nor make merit, say, “This is the one who lives in your village, why do you always enjoy a meal offering of making merit for the day?”",
    "ai-tika-vin05t28:86_1": "But the winds that were to grab a rope or swept away by the wind, soft and it was taken by the foreheads and scratching the tops, and so on.",
    "ai-tika-vin05t28:86_2": "If there, he should take the insert and make sure, and then suffer be no one who, forgotten will die, and if he strike this one.",
    "ai-tika-vin05t28:86_3": "In this way he must surround it in the way already described as already described.",
    "ai-tika-vin05t28:87_0": "Furthermore, the senior elder Mahā Kassapa subdued a shrine, saying, “Reverend Sir, I have attained my own corruption and say to the great teacher,” and after paying homage to the monks, he said, “Venerable sir, I have to you.”",
    "ai-tika-vin05t28:87_1": "Because the bad dreams became well reprehensible.",
    "ai-tika-vin05t28:87_2": "The monks listened to the Dhamma and knew that he was going for alms, but he received the best seats in the same way. After walking for alms, they returned to the alms-round, where he sat down.",
    "ai-tika-vin05t28:87_3": "Mahānāma replied, “What did I do here?”",
    "ai-tika-vin05t28:87_4": "Why don’t we give to them?",
    "ai-tika-vin05t28:87_5": "We are the ones who live in the dwellings belonging to the dwellings, and have them been sent for another’s dwelling.",
    "ai-tika-vin05t28:87_6": "“Venerable, if we were to build a dwelling with a spot on an appropriate occasion, we would take out of our proclamation.”",
    "ai-tika-vin05t28:88_0": "The account of the meals is finished.",
    "ai-tika-vin05t28:89_0": "but this five days is able to do the observance-day procedure with the fourteenth.",
    "ai-tika-vin05t28:89_1": "He should eat that meal together with those who are meals.",
    "ai-tika-vin05t28:89_2": "If it is cooked by a meal, he should give it out and two meals.",
    "ai-tika-vin05t28:89_3": "If the Sangha of monks is ready, he should first remove it for the remainder and a meal together with the stomach dining it, then the food is to be brought.",
    "ai-tika-vin05t28:89_4": "who do not attend on wicked things,",
    "ai-tika-vin05t28:89_5": "If two monks are brought out, it is sharing for the meal. That is why, the king should put away aside that.",
    "ai-tika-vin05t28:89_6": "if they give cooked rice, but she thinks, “This is sublimediately after it,” but she must not stop it or today.",
    "ai-tika-vin05t28:89_7": "But if it is given, he says, “Now it will not be right here in our house.” And it is allowable to make food for us.”",
    "ai-tika-vin05t28:90_0": "On the observance-day procedure, there are two-and-a-half-month day of the observance-day procedure, which he eats only what he has been done.",
    "ai-tika-vin05t28:90_1": "In the morning, (saying): “After the observance-day procedure, the monks from Pāṭaliputta, is able to have faith, ethics, learning, generosity, and wisdom, making much offerings given a meal to the monks, he has arrived at the fruit of the Fraternity, yet been given to him by the kingdom of serving and fame. ” And a second or “It is very fruitful for the Fraternity.”",
    "ai-tika-vin05t28:90_2": "You divided in both places in both places.",
    "ai-tika-vin05t28:90_3": "So these seven meal offerings are not allowed to break apart.",
    "ai-tika-vin05t28:91_0": "214.",
    "ai-tika-vin05t28:91_1": "The robes of the males have been given after separating a meal and for the newly arrived monks. They have given meals, meals for the sick, meals, meals, meals for the sick, meals, meals, and medicines.",
    "ai-tika-vin05t28:91_2": "Herein, meals for newly arrived monks.",
    "ai-tika-vin05t28:91_3": "The same way in the rest;",
    "ai-tika-vin05t28:91_4": "If the newly arrived monks have a meal, they all have to do the newly arrived monks.",
    "ai-tika-vin05t28:91_5": "In eating in the morning, one should set out.",
    "ai-tika-vin05t28:91_6": "One visiting mendicants who had all newly arrived monks arrived first. They sit down next to his own vicinity.",
    "ai-tika-vin05t28:91_7": "The newly arrived monks should be given after the meal.",
    "ai-tika-vin05t28:91_8": "he should accept the remainder of the same rainy season.",
    "ai-tika-vin05t28:91_9": "this is the greatest wealth.",
    "ai-tika-vin05t28:91_10": "But if it’s first, he should sit silently if he gets hold of it together with his own hands, and he should wait.",
    "ai-tika-vin05t28:91_11": "If there is a regular meal, he should eat in a group.",
    "ai-tika-vin05t28:91_12": "or two or three days.",
    "ai-tika-vin05t28:91_13": "It is because he eats a meal before another that he has been said to eat.",
    "ai-tika-vin05t28:91_14": "When there is no resident monks, he should go and visit the newly arrived monks.",
    "ai-tika-vin05t28:91_15": "But if he is resting the dwelling, he should close the dwelling.",
    "ai-tika-vin05t28:91_16": "When the dwelling is prepared, he should follow the seats in the hall.",
    "ai-tika-vin05t28:91_17": "But if it is allowed to go, they say, “But if there is no one who is not allowed.” And the resident monks do not use it.",
    "ai-tika-vin05t28:92_0": "On the road, too in the morning, is the same as the result of the meal.",
    "ai-tika-vin05t28:92_1": "And this is the effect.",
    "ai-tika-vin05t28:92_2": "visitors an enlightenment for newly arrived monks.",
    "ai-tika-vin05t28:92_3": "if he wants to depart when the resident monk wants to depart, then his meal is getting.",
    "ai-tika-vin05t28:92_4": "As the newly arrived monks say this: seven or seven days are not suitable for a day.",
    "ai-tika-vin05t28:92_5": "Saying, “I’ll eat that during the day,” he said, “It’s not allowed to eat a meal on the day or on the day.",
    "ai-tika-vin05t28:92_6": "if he thinks, “I’ll eat a criminal,” but he pours it on the road, or a hundred years, he may eat the cold or that rains residence.",
    "ai-tika-vin05t28:92_7": "“This is how, Upavāṇa, while looking at the three watches of the night, and for three days, it is allowable to eat a great sacrifice” .",
    "ai-tika-vin05t28:92_8": "thinking, “I’ll go to the house.” But if you don’t eat any food, you’ll get thrown away.",
    "ai-tika-vin05t28:93_0": "If all the sick monks are sick, they should be given everyone.",
    "ai-tika-vin05t28:93_1": "If not, he should stack out one.",
    "ai-tika-vin05t28:93_2": "those who are sick. One is unable to go alone with a sick person. They’re sick, but they’re not able to go there for the sick after a meal. They can then visit them.",
    "ai-tika-vin05t28:93_3": "Two food is one person who is not sick gets food and drinks that she has little food, one small insects, and one methods to get food.",
    "ai-tika-vin05t28:93_4": "if he is sick, he does not eat as much as he likes. He eats it, then he should not eat it until it gets suitable.",
    "ai-tika-vin05t28:93_5": "But when he has finished his meal and still a meal from Missaka, he should not eat whatever food he likes. Then he should not eat the curry from that as well.",
    "ai-tika-vin05t28:94_0": "All the nurses, all the one who is nursing the sick should be given everything.",
    "ai-tika-vin05t28:94_1": "If not, he should stabilize it.",
    "ai-tika-vin05t28:94_2": "The government officials who are sick and for those who are sick, and those who are not sick, may you be eaten by the donors.",
    "ai-tika-vin05t28:94_3": "and whatever food is allowed to nurse the sick. The nurse the sick should be used for the nurses; the sick should be given there.",
    "ai-tika-vin05t28:94_4": "But there is no attendant for sickness when sickness and nurse the sick for the sake of nurses; he obtains the sick.",
    "ai-tika-vin05t28:94_5": "These four kinds of meals are given to them, saying, “Gotamī who is sick and who is my prepare alms-food.”",
    "ai-tika-vin05t28:94_6": "But if they wish to give me rice porridge, he should take my meals from my teacher.”",
    "ai-tika-vin05t28:95_0": "215.",
    "ai-tika-vin05t28:95_1": "Also the later food distributed in a monastery or a meal.",
    "ai-tika-vin05t28:95_2": "Herein, the time for the meal: that is called “announced” and “It is of two persons” .",
    "ai-tika-vin05t28:95_3": "Herein, whatever share of the reservation of the Sangha gives to the givers, a meal for the King, and for the protection,",
    "ai-tika-vin05t28:95_4": "“My alms-food is dead and taken to give alms food,” and he gave them his alms food.",
    "ai-tika-vin05t28:95_5": "When told, “Whoever is your offerings, your meals are being spoken to,” then he may eat only alms-food eater. But it is allowable to take alms food after the meal, they say.",
    "ai-tika-vin05t28:95_6": "If he thinks, “This is allowable for granting the meal,” he replied, “It is empty-handed,” he says, “It is Sudatta.”",
    "ai-tika-vin05t28:96_0": "After the meal, when given to the Sangha, he gets the room too early, saying, “From using the dwellings, eat in our dwelling, and then eats only that meal is ready.”",
    "ai-tika-vin05t28:96_1": "“It was our dwellings in our lodging, that alms-food eater is allowable for us.”",
    "ai-tika-vin05t28:96_2": "But when one person gives impediments, saying, “We give them to the monastery and then give them that very day,” then he should eat in that monastery.",
    "ai-tika-vin05t28:97_0": "whether it was a time of food, a shortage of food, a crops affection, a ticket, a meal-food, an iron ball, and a meal given to the bhikkhu, an alms-food eater, a meal given to him, a meal given to him, even if it is given to the division, but it is allowable.",
    "ai-tika-vin05t28:97_1": "If it is given to them, they think, “We shaveling the message, and then give back almsfood.”",
    "ai-tika-vin05t28:97_2": "Thus these three extra respects, newly arrived monks, and the seventeen meals have been a meal for the Sangha.",
    "ai-tika-vin05t28:98_0": "216.",
    "ai-tika-vin05t28:98_1": "But in the Commentaries, the distribution of the food, the four meals, are designated as “nowing” of the meals, four meals, and four meals.",
    "ai-tika-vin05t28:98_2": "There the Vihāra called after the meal in the monastery in the midst of the Sangha.",
    "ai-tika-vin05t28:98_3": "But there is another fruit of the great abode of the three Vedas whose cankers have ended the defilements. As to whether it is allowed to receive alms-food eaters, an alms-eater. And it is allowed to eat only alms-food as much as you like.",
    "ai-tika-vin05t28:98_4": "“Give us to the monks,” and they gave them almsfood to the four months, and also that is allowable for the four months.",
    "ai-tika-vin05t28:98_5": "he gave this bowl to the great (distance) bad been given by the Religion, having been given by the Great Kings, after taking it as a food-storaged and a meal offering is called “later-food”.",
    "ai-tika-vin05t28:98_6": "These are the three kinds of floor.",
    "ai-tika-vin05t28:98_7": "The following day also thought, “There is a dividing offering of food for human beings, some people able to hear the teaching of the great man, and one bound for a long time.” And they gave simultaneous food, prepared for my sake, to give rise to an offering of two hundred monks and three hundred nuns.",
    "ai-tika-vin05t28:99_0": "The section on the almsfood is finished.",
    "ai-tika-vin05t28:100_0": "Speech should be understood as secret matter in this way:",
    "ai-tika-vin05t28:100_1": "and ghee, oil, honey, molasses, ghee, and etc., were brought back by one thousand pots, and eventually supply as the alms-food eater in a potter ball. He should fill it with ghee and oil, clean it up to the seniors,",
    "ai-tika-vin05t28:100_2": "If the Great Elders come, he should be told: “If you come, then give me that label and continually remain silent. If you have said, then you should give them a teaching.”",
    "ai-tika-vin05t28:100_3": "When they hear that much ghee has been made in the monastery, they are standing for one day in the gathering, or even two or three leagues.",
    "ai-tika-vin05t28:100_4": "even a simile of the places for the bowl, a the taken as a bowl for the forest, or a teacher of the three pupils.",
    "ai-tika-vin05t28:100_5": "“They give to such-and-such a servant, but don’t give it.”",
    "ai-tika-vin05t28:100_6": "If he enters the monastery, he should increase the same boundary and delimitting a dwelling within the precincts of himself in one sitting per day and therefore it is called “boundless”.",
    "ai-tika-vin05t28:100_7": "Having given to the Community, later the first time, then after the passing of the Community,",
    "ai-tika-vin05t28:100_8": "But if the most senior monks have arrived first, they should not give the second rainy season residence with a second rainy season. They should not spend the first rainy season.",
    "ai-tika-vin05t28:100_9": "it is to be shared out wherever he is, he should be given out.",
    "ai-tika-vin05t28:101_0": "In the ten days, the monks should give ghee, buttermilk, water-pot, pot is to be shared out.",
    "ai-tika-vin05t28:101_1": "One of them can share out the bitter pots, and then take it to be suitable.",
    "ai-tika-vin05t28:101_2": "if they send him away, thinking, “If they’re in such a place, they’re given to us,” and they become a took place.",
    "ai-tika-vin05t28:101_3": "but having spat in a potential pot and removed rice, he should take the ghee on top of our pots. He should then catch it and bring it back. After saying this matter, “Hum.”",
    "ai-tika-vin05t28:101_4": "If that is suitable, they say, “Householder,” and the Elder Mahāpajāpatī Gotamī, if it is a great penniless state, then when he receives it.",
    "ai-tika-vin05t28:101_5": "As to delimitation, it is bounded by the recommendation of jackals and unsuitable monks .",
    "ai-tika-vin05t28:101_6": "But if a monk is allowed by one jar, he falls away from the household life, saying, “I’ve taken a swallowed pot for the sake of my hand,”",
    "ai-tika-vin05t28:101_7": "“This is the first thing,” and the second time, and also even quadruped.",
    "ai-tika-vin05t28:101_8": "So too with the nine orifices,",
    "ai-tika-vin05t28:101_9": "If it is unenclosed, it is unenclosed, having put away the wall, and then removes it.",
    "ai-tika-vin05t28:101_10": "He should not put a stop to the instance of syllables that are inclinations of the way beginning, “Exposition of abode that is like a golden sheen sheen,” and so on.",
    "ai-tika-vin05t28:101_11": "This is the discussion on the left over the legal procedure of banishment.",
    "ai-tika-vin05t28:102_0": "218.",
    "ai-tika-vin05t28:102_1": "Now, as to the resting place should be understood in the first place:",
    "ai-tika-vin05t28:102_2": "This is the two kinds of lodging: there is two kinds of season and an abode.",
    "ai-tika-vin05t28:102_3": "Just now, at the time of the visiting mendicants, the newly arrived monks arrived monks arrive first. The middle one, or the last watch of the night.",
    "ai-tika-vin05t28:102_4": "When those who come, they should anoint their lodgings, then the dwellings have been given to them, and they are not ready.",
    "ai-tika-vin05t28:102_5": "A wise man should put one person in a dwelling place for two or three months.",
    "ai-tika-vin05t28:102_6": "If it is the wrong time, one or two senior monks arrives who are coming, they will do so be told to shave likewise.”",
    "ai-tika-vin05t28:103_0": "In many meetings, they should give the full admission to the courses.",
    "ai-tika-vin05t28:103_1": "If each is the precincts, he should give them one precincts.",
    "ai-tika-vin05t28:103_2": "Herein, the water-boiling sheds and the fire huts all thoroughly reaching the pavilion.",
    "ai-tika-vin05t28:103_3": "In the same way, uninfatuated in the palace, encounter, of blades, and foulness should be seen in the midst of the bench, eating in the evening as a single stage, and embarrassed, he should be seen in the middle of the dropings, and he should be given attention in the midst of the palace,",
    "ai-tika-vin05t28:103_4": "For this dwelling is not called “restraint”.",
    "ai-tika-vin05t28:103_5": "But as the place where it’s placed, they should a single mowhere be found, or that is waiting for one or other of three people.",
    "ai-tika-vin05t28:103_6": "for it is not possible to swallow the evening time.",
    "ai-tika-vin05t28:103_7": "The most senior monk who has left the first senior elder and then departed (to come).",
    "ai-tika-vin05t28:103_8": "If the senior elder went and did not know, “God-King, he should not do so.”",
    "ai-tika-vin05t28:103_9": "The first opportunity shouldn’t be given to him.",
    "ai-tika-vin05t28:103_10": "And the second, etc., should be given in the first phrase after referring to the first starting point.",
    "ai-tika-vin05t28:103_11": "The lying down should be understood as it is recorded in the way already described.",
    "ai-tika-vin05t28:103_12": "In this way one and three days are to do so.",
    "ai-tika-vin05t28:103_13": "But some of the Jambudīpa, while some monks were growing old, not newly arrived monks: “May any kind of dwellings or their soil, may they change in whatever dwelling or their lodgings.”",
    "ai-tika-vin05t28:103_14": "this dwelling, this is the receiver of the recipient.",
    "ai-tika-vin05t28:104_0": "but there is exceedingly newly arrived monks.",
    "ai-tika-vin05t28:104_1": "immediately after going to the newly arrived monks’ spending the rainy-season residence in the same place as before, he couldn’t go for the rainy-season residence.",
    "ai-tika-vin05t28:104_2": "You should enter the rainy-season residence there.",
    "ai-tika-vin05t28:104_3": "Herein, when he is lived in a cesspit, if he has a meditation subject, then he can live in happiness for a meditation subject opposite sex with a meditation subject. Then, if he can live in happiness and happily at the gate,",
    "ai-tika-vin05t28:104_4": "Standing in whatever place he is going to the village, he should not leave in his alms round.",
    "ai-tika-vin05t28:104_5": "There are no to be spoken of in the Ascetics beginning with the rainy-season residence, she said to them: “There are no rainy-season residences, but there are no ingras or bamboo workers right here; there is this shrines for the Rains Retreat. This is the Shrine.”",
    "ai-tika-vin05t28:104_6": "but having washed the tips of the wooden and ceramic goods in order, he should fill the bag and the cloak.",
    "ai-tika-vin05t28:105_0": "When he is walking along the road and his bowl and robe, he should first remove the shave with a straw mat and the timber in a cloth, cover it with a fine leaf. He should not go on to the ground, while bringing it to the village, and he should not give it himself.",
    "ai-tika-vin05t28:105_1": "he is not able to travel by the opposite sex with a thought, but he should fill the water with the foot. He should then dry the hurriedly, and fill it with a split open.",
    "ai-tika-vin05t28:105_2": "If it is possible for a village to go and visit him with all the roads, saying: “If you go and visit them, give them a beggar and pretext,” and they all eat the circumstances, they all turned into storms, saying, “Whoever returns from here and there, I have been no companions in that village by go and visits them all the choice of them with this. You may not be able to get alms food brought out of it.” Then they say, “You can live in that village.”",
    "ai-tika-vin05t28:105_3": "If he were to give up all allowable and blamelessness,",
    "ai-tika-vin05t28:105_4": "When asked, “But where are you coming?” he said, ‘Go and make a place that the right size,’ and that is said, ‘It’s reply.’ Then the choppped the way they replied, ‘Go and make a place for us.’",
    "ai-tika-vin05t28:105_5": "both of the my mind is pure, blameless,",
    "ai-tika-vin05t28:105_6": "This is the proper conduct for newly arrived monks:",
    "ai-tika-vin05t28:106_0": "This is the proper conduct for resident monks.",
    "ai-tika-vin05t28:106_1": "we hope the dwellings that are inconvenient, greying, and smiling, and loosening the stage returning at night. All these nurses should be looked down on at a leaf hut made from the Kuṭivihāras.",
    "ai-tika-vin05t28:106_2": "the shrine terrace and preparing the shrine terrace, and the ladder of the Three Worlds come back to this Minean, and as they thought, “Name-Enterers and dwellings! Way to their meditation subjects will split open?”",
    "ai-tika-vin05t28:106_3": "the performance of the set of sixteen years is finished.",
    "ai-tika-vin05t28:106_4": "Where should you answer?",
    "ai-tika-vin05t28:106_5": "from which one gets.",
    "ai-tika-vin05t28:106_6": "Those who have not given to those who are held back, are not allowed to ask (them).",
    "ai-tika-vin05t28:106_7": "Why shouldn’t you ask?",
    "ai-tika-vin05t28:106_8": "Queen, some people who were tying to give alms. They don’t give food to those who have entered the rainy-season residence. They then ask for the communities of those who wish to give rain. So they must ask for the rainy-season residence.",
    "ai-tika-vin05t28:107_0": "When asked about the resident monks about it, they should all go on to the rainy-season residence.",
    "ai-tika-vin05t28:107_1": "If he says, “Venerable Sir, it is a boat to be given to such-and-such a dwelling,” and he said, “Give because of this,” and he should give them formerly to the rainy-season residence, give them even when they want,” and he should give them a small dwelling. After that was given there.",
    "ai-tika-vin05t28:107_2": "If people say, “If they’re our resident monks to fall to the rainy-season residence, he should tell him wherever he wants, while the Bodhisatta was.”",
    "ai-tika-vin05t28:107_3": "one who has arrived at a village for more than 40 kilometers, if it is dangerous that rains residence and after surrounding it if he has been invaliding, and after taking leave of the rainy-season residence, he should be told to ask about an rainy-season residence.",
    "ai-tika-vin05t28:107_4": "If those who stay in the dwelling, they should tell the resident monks, “We wish to give it to the rainy-season residence,” and they said, “We wish to give it to the Sangha.”",
    "ai-tika-vin05t28:107_5": "If there isn’t, they say, “We wish to give it to the Sangha,” and he should say, “Dear.” And he should do so.",
    "ai-tika-vin05t28:107_6": "But whom is not allowed rags,",
    "ai-tika-vin05t28:107_7": "Thus he should question him:",
    "ai-tika-vin05t28:108_0": "In this way they should ask for an eon.",
    "ai-tika-vin05t28:108_1": "How should they be asked?",
    "ai-tika-vin05t28:108_2": "What can be arguing the Sangha?",
    "ai-tika-vin05t28:108_3": "If they say, “Venerable Sir, there will be one who gives the rainy-season robe-cloth to the resident monks, we will give one.”",
    "ai-tika-vin05t28:108_4": "If he says, “There is no ground, sir, for it is to be done, I’m not able to either.”",
    "ai-tika-vin05t28:108_5": "If there is allowable equipments, he should use the recipients in the hand, saying: “The elephant is allowable, what is allowable,” the floor.",
    "ai-tika-vin05t28:108_6": "But in this context, the for which they are given to the benefits of the sickness and for the benefit of the Sangha, then they must honor, respect, esteem, and venerate the furniture in the Sangha.",
    "ai-tika-vin05t28:108_7": "but there is no declaration in the robe-cloth in four ways in giving preliminary work for the doing of the decision.",
    "ai-tika-vin05t28:108_8": "You should do the legal procedures of the Sangha both Collections and then be done in the midst of the Sangha.",
    "ai-tika-vin05t28:108_9": "gold, silver, and money are not allowed by doing as allowables of wearing robes, etc., that is allowed robes, etc., or as allowable as allowable and so on.",
    "ai-tika-vin05t28:108_10": "“Well, now that alms-food is well stored indoors, well-to-do monks. But there is a monk a meal for the sick monks who are making robes. They have dye a robe, and they are capable of making a robe for the sick.” But there is no one who is sick, wanting to dye the monks; there is no one of their robes.",
    "ai-tika-vin05t28:109_0": "In this way, the robe-cloth is designated in this way and the Saṅgha should be appointed as lodgings in the Saṅgha.",
    "ai-tika-vin05t28:109_1": "After appointing two statements, he is what is said.",
    "ai-tika-vin05t28:109_2": "In this way he’ll defeate the nine seniors.",
    "ai-tika-vin05t28:109_3": "but one of the great dwellings was appointed in the four directions.",
    "ai-tika-vin05t28:109_4": "But the currents of the Kurus, “The sixteen people are given to people.”",
    "ai-tika-vin05t28:109_5": "The right speech that is constructed, and it is allowable for them to do so.",
    "ai-tika-vin05t28:109_6": "The appointed monks should prepare a dwelling.",
    "ai-tika-vin05t28:109_7": "a shrine, a path leading to the peacocks, a charnel ground, a forest, the opening, a heap of straw mat, a pond, an air, a charnel ground, a forest, the foot of trees, a beryl, a cave, a charnel ground, a shrine, a pillar, a cul-de-sac—thions, an excellent resting place, and a bag.",
    "ai-tika-vin05t28:110_0": "220.",
    "ai-tika-vin05t28:110_1": "When you’re able to take the monks, he should first remove the monks from the group. He should then stack the beds or benches on top of one another, with the monks who belongs to the community. He should then sew them on the edge. After washing each monk’s place.",
    "ai-tika-vin05t28:110_2": "If he doesn’t get it, he should plunge into the dwellings.",
    "ai-tika-vin05t28:110_3": "If the dwelling is unenclosed, he should prepare it.",
    "ai-tika-vin05t28:110_4": "if he is expelled among the nuns, he should be given a further:",
    "ai-tika-vin05t28:110_5": "But he should apprehend two monks towards each other for three times, for three of these two, three monks:",
    "ai-tika-vin05t28:110_6": "When a second monk arrives at their own throat, he should not agree to his own brother. ...",
    "ai-tika-vin05t28:110_7": "But if he gives his instruction to his own quarters, the first simile of the second, or third the fourth.",
    "ai-tika-vin05t28:111_0": "“You should not stand outside the monastic boundary, he whoever is standing outside the monastic boundary, he should be deposited outside the monastic boundary with a butcher than the foot-stool. If you have it allocated, you should not above it down while standing outside the monastic boundary, and he shouldn’t see it only because he’s outside the monastic boundary.",
    "ai-tika-vin05t28:112_0": "“I allow you to give beds to one of the sickness, borrowing the crows, the wings of the head, the one who is sick, the one who is furniture in order to cross a river, and one who is nursing the sick.”",
    "ai-tika-vin05t28:112_1": "The dwellings should not be given to those who live in that dwelling.",
    "ai-tika-vin05t28:112_2": "And so it is when he tries in the abode of the brahmins and householders’ medicine through some kind of medicine for them.",
    "ai-tika-vin05t28:112_3": "He should give formal support,",
    "ai-tika-vin05t28:113_0": "“You should not reserve two dwellings: one must reserve two dwellings, or two lodgings.”",
    "ai-tika-vin05t28:113_1": "And suppose they were to grab them up with the previous, their former courtesan down.",
    "ai-tika-vin05t28:113_2": "For when someone dies, their losing died down. When their climbs die down, they die down,",
    "ai-tika-vin05t28:113_3": "Here someone, having entered the rainy-season residence in a monastery on the following day, but then goes to that dwelling place and stayed there.",
    "ai-tika-vin05t28:113_4": "and later he thought, “I’ll stay here.” Then he went to that dwelling, where he picked up a dwelling, and when the dwelling is allocated, he dies down,",
    "ai-tika-vin05t28:113_5": "One of them thought, “I’ll stay here.” Then, having taken that assigned all the dwellings, he seized them with a forest grove, thinking, “I’ll die,” and he keeps going to the dwelling, wherever I’ll die, or when all the monastery is mere fact, or when all the crime.",
    "ai-tika-vin05t28:113_6": "one dwelling in a dwelling place, thinking, “I’ll stay in the dwelling,” and he died down on the spot.",
    "ai-tika-vin05t28:113_7": "But if not, then I’ll stay; if not, I’ll be at ease. When anyone returns, I’ll get you to.",
    "ai-tika-vin05t28:114_0": "Assigning the dwellings, he should spend the rains residence in a cow-dweller’s dwelling.",
    "ai-tika-vin05t28:114_1": "If he allows the consequence, then he should first take the two monks and put them aside, then he should first take it on.",
    "ai-tika-vin05t28:114_2": "“If it is a dwelling place for the monks from the group of ten are swept away, one with buffalo evasive speech, but he gets rid of evasive speech in order to practises, and bring it to the other monks.”",
    "ai-tika-vin05t28:114_3": "Mahāpaduma, the Earth didn’t occur to you: “But it is not that to be done”",
    "ai-tika-vin05t28:114_4": "for people give their own dwellings to the monks and nuns, therefore the other monks should enter.”",
    "ai-tika-vin05t28:115_0": "221.",
    "ai-tika-vin05t28:115_1": "But if the Great Elder reserved thus, “If you do so, you should strike at the Buddha and follow behind him.",
    "ai-tika-vin05t28:115_2": "for this is said by the Buddha: “The meaning of the precincts of a group.”",
    "ai-tika-vin05t28:115_3": "The repelled it is allowed to make many monks, and then it is allowable for them to converse the recitation.",
    "ai-tika-vin05t28:115_4": "When he is returning to the Great Wood, he should remember it like this: “Venerable, you have wicked supply you, having a dwelling, you may remember it.”",
    "ai-tika-vin05t28:115_5": "the unallowable families of having bad karma and the other is my corruption.",
    "ai-tika-vin05t28:115_6": "You don’t grab on account of wickedness,",
    "ai-tika-vin05t28:115_7": "takes hold of it,",
    "ai-tika-vin05t28:115_8": "if there is one who is taken up;",
    "ai-tika-vin05t28:115_9": "“But sir, if you say ‘I have said that, I’m said that it is said.”",
    "ai-tika-vin05t28:115_10": "Mahāpaduma, however, says: “He does not follow the Teacher, like a lady, or a starting point, or a being one who lives in this way, it is the way to catch it. That is why it is the only this meaning.”",
    "ai-tika-vin05t28:116_0": "If a monk who wears rag robes after the rainy-season residence was given to another monk, he should put it away in the fire hut at the foot of a tree or on the heir, thinking, “This fire is allowable for us to stay in that dwelling.”",
    "ai-tika-vin05t28:116_1": "“I will wear rag-robes,” “I will wore rags from this lodging,” and so on; doing what is appropriate.",
    "ai-tika-vin05t28:116_2": "In a great language, however, they all said, ‘Where’s we doing this? After requisites belonging to the Sangha.’",
    "ai-tika-vin05t28:116_3": "And he should be told to say that.",
    "ai-tika-vin05t28:116_4": "But if they live together within one of their feet, water and rains residence for less than a carpets, it is allowable for them.",
    "ai-tika-vin05t28:116_5": "it rains,’ they give gifts to the rainy-season residence.”",
    "ai-tika-vin05t28:116_6": "But there’s no furniture for such a lodging, they’re able to give them all to the thinking,",
    "ai-tika-vin05t28:116_7": "People building the rainy-season residence at the foot of a monument.",
    "ai-tika-vin05t28:116_8": "A monument for him is the same as a stilt house, or for that of a tree, and a belt, or if it is to be bound together, he should place it in the open.",
    "ai-tika-vin05t28:116_9": "That monk should burn a shrine.",
    "ai-tika-vin05t28:116_10": "The Bo tree of the Bodhi tree snapped the crowns of trees, under the incompetent, made like a hut made of iron sheet, squatting on top of the Bo branches.",
    "ai-tika-vin05t28:116_11": "But a lodging in the alms-food eater is able to discern the resting place and take many requisites in detail for many ways.",
    "ai-tika-vin05t28:117_0": "but when the furniture was finished in an allocated corpses and a place where the bench was being distributed.",
    "ai-tika-vin05t28:117_1": "For he has a good dwelling place,",
    "ai-tika-vin05t28:117_2": "If the morning, there is something more than the rains residence in the morning, there is another monk who is outside the monastic dwellings. If he stays in that dwelling, he can’t get furniture with him.",
    "ai-tika-vin05t28:117_3": "On the last day of the lunar half-month, if someone passes away, having gathered the newly arrived monks over the rainy-season residence there, he should give formal supports to the senior monks.",
    "ai-tika-vin05t28:117_4": "If a junior monk is told, he should say: “Venerable sir, if you have already been told, I wish to make a share out, then he should give him a share.”",
    "ai-tika-vin05t28:117_5": "But if she takes it with a bhikkhu, she should give it up.",
    "ai-tika-vin05t28:117_6": "In this way he should turn the bowl upside down from the most senior newly arrived monks and then the bowl for newly arrived monks.",
    "ai-tika-vin05t28:117_7": "If he has got four or five cloths put together, he should give away the robe-cloth back at the first house for a newly arrived monks. He should then give it away until the newly arrived monks.",
    "ai-tika-vin05t28:117_8": "Since he has been told by the example of that, he should be given a share of the Elder.",
    "ai-tika-vin05t28:117_9": "Because when there is present, it’s allowable to make an agreement.",
    "ai-tika-vin05t28:118_0": "If there was a shortage of food, he should all go to the rains residence there. But when there was a short time of the rainy-season residence there, some monks who had entered the rainy-season residence there after coming, he should say, “Don’t come back to the beginning, ‘One whomever has come and visit the rainy-season residence there. Now, having shown that he is concluded the three months of the rainy-season residence there. Now, if they have drunking, he should say, “Dide their own dwelling place here, having fallenemy, he should go to the resident monks who have fallen.”",
    "ai-tika-vin05t28:118_1": "For even though the resident monks consent to the rainy-season residence did not accept.",
    "ai-tika-vin05t28:118_2": "it is said: “How can a woman who is engaged in malicious talebearing here, but not when returning, you must take a share in the monastery, and not according to the news.” But when it has been brought by you, you should then return.",
    "ai-tika-vin05t28:118_3": "One who blocks them first and wore them;",
    "ai-tika-vin05t28:118_4": "If she does not stop, she commits an offense entailing confession.",
    "ai-tika-vin05t28:118_5": "But after they had stayed there, and then we wouldn’t get their permission and then we wouldn’t be able to get their permission.”",
    "ai-tika-vin05t28:118_6": "Again, he said, “Stop, even some monks who have completed the rains residence according to the rainy-season residence according to their sewings, still some such resident monks who have arrived at the rainy-season residence.” Then they say, ‘Such six or six years’.",
    "ai-tika-vin05t28:118_7": "He then spread out water for drinking and water for washing the feet, and he digning the road in the place where there was a tree trunk, and he obtained the water.",
    "ai-tika-vin05t28:118_8": "One who repairs the Remains, but not after making surrounding the Remembellishments, and having obtained himself in a place regarding the remainder, they say, “Noble One who gets rid of it,” and they do not say.",
    "ai-tika-vin05t28:119_0": "If he has completed the rainy-season residence in a place where the resident monks have taken up residence, the resident monks put their bowls on the rainy-season residence. If there is anything left over, the resident monk who has arrived at the rainy-season residence. He then puts it in the place wherever he is cows, having taken away.",
    "ai-tika-vin05t28:119_1": "And if he gets a person in the presence of that person, he should take it up and then go.",
    "ai-tika-vin05t28:119_2": "“When our lodging is completed, what they’ve completed the rains residence was ready in that dwelling place.”",
    "ai-tika-vin05t28:119_3": "If it is the lodging for a child, the wives and children have many rainy-season robes, they must stay there. On one occasion there, they must stay on the rainy-season residence.",
    "ai-tika-vin05t28:119_4": "He should not continue the rainy-season residence according to the resident monks, and he should be told to live in the new monastery.",
    "ai-tika-vin05t28:119_5": "One given the dwellings to a monk who has entered the rainy-season residence should give many clothes, thinking, “Give because of those dwellings to the Rains, even if it is given by an opportunity.”",
    "ai-tika-vin05t28:119_6": "But if he says, “This is creeper than the bhikkhu.”",
    "ai-tika-vin05t28:120_0": "in the first house of the two months of the rainy-season residence there is a second monastery.",
    "ai-tika-vin05t28:120_1": "He should give one for ten days to one he likes: “Giving rice,” and he should then give the bowl to the senior monks, and he should give the bowl to the novice, and then give it a share of the novice.",
    "ai-tika-vin05t28:120_2": "If they both take the household life and have it cleaned with both hands, they’re put away by a knife.",
    "ai-tika-vin05t28:120_3": "went to the Great Monastery –",
    "ai-tika-vin05t28:120_4": "in one house there was a young brāhmaṇa who dwells in the house of a young brāhmaṇa gave the rainy-season residence. If it was given to the resident monks, he questioned the resident monks: “Let us have attained a particular monastery worker, and then give them the full ordination to the Elder Mahā- Rains Retreat.” And he said, “Let’s go in such-and-such a monastery.",
    "ai-tika-vin05t28:120_5": "If someone has completed the rainy-season residence, people ask him about this matter, or he should tell them to do so.",
    "ai-tika-vin05t28:120_6": "If they say, “Yes, we give it to the monk.”",
    "ai-tika-vin05t28:120_7": "if they give to the Sangha, saying, “Give to the Sangha,”",
    "ai-tika-vin05t28:120_8": "If they have completed the rainy-season residence according to the rainy-season residence, the preparing dwellings, or they must put them aside the dwellings and then give them robe-cloth.",
    "ai-tika-vin05t28:121_0": "This is the rainy season residence in the monastery of the rainy season.",
    "ai-tika-vin05t28:122_0": "Discussion of the proper conduct in regard to dwellings",
    "ai-tika-vin05t28:123_0": "222.",
    "ai-tika-vin05t28:123_1": "The place where it’s appropriate for you, the receiver is used.",
    "ai-tika-vin05t28:123_2": "For it is three days in the first furniture, the first three are the more than the one who is an obstacle.",
    "ai-tika-vin05t28:123_3": "for this is said:",
    "ai-tika-vin05t28:124_0": "“Mendicants, there are these three times in the first dwellings before the last dwellings.",
    "ai-tika-vin05t28:124_1": "The second allocation is to be given up when the first rains residence and have come up in the future. The reciter should then return to the last month of the rainy season.”",
    "ai-tika-vin05t28:125_0": "These are the three resting places in the first three lodgings, the western quarters and the thirteen furniture in an obstacle for the sake of a lodging. The Buddha has allowed the practice of rainy season.",
    "ai-tika-vin05t28:125_1": "On the following day, a large dwelling with preparing the rainy-season residence in a monastery, a nearby lodging, and attended on that mendicant topic of all the rainy season, after going to the charnel ground, taking leave of the Elder Mahāsudassana, having taken the rainy season residence there, after taking leave of an ascetic, departed.",
    "ai-tika-vin05t28:125_2": "They thought, “This resident monks won’t come. They’re dripping out of this ploughing material possessions. They won’t come and go to him. They won’t drink it,” and they put it on.",
    "ai-tika-vin05t28:125_3": "The Buddha then said, “Sister, please conclude your invitation for the purpose of spending the rains residence in the future.”",
    "ai-tika-vin05t28:126_0": "When he is able, he should be told, “Venerable sir, please take this seat,”",
    "ai-tika-vin05t28:126_1": "If he takes it, he should be given:",
    "ai-tika-vin05t28:126_2": "If not, then he should give them a group of senior monks, even if he has already completed the rainy-season robe.",
    "ai-tika-vin05t28:126_3": "he should put his dwelling in the six months. The time the resting place on the ground, whatever was suitable in the ground, whatever was reckoned as a dropping boiled in the ground.",
    "ai-tika-vin05t28:126_4": "or is allowed to live without taking leave of the day, and then the night is allowed to stay there for a day and night to spend the night at night.",
    "ai-tika-vin05t28:126_5": "But if there was a rainy-season residence and a furniture with the Community, but if the there was a furniture in the Community, then he would not be able to say, “Where is this dwelling?”",
    "ai-tika-vin05t28:126_6": "When there is an obstacle for them, that monk who is staying with the one who belongs to the community shouldn’t put it aside, then the monks have been brought back by them.",
    "ai-tika-vin05t28:126_7": "On the contrary, when a dwelling is finished, gives six months and six months, when the robe is finished, it is given in the six months or six months of the rainy season.",
    "ai-tika-vin05t28:126_8": "Wherever (there) gives the four times, give when they’re setting, give all four or three times, and four months he can’t stop trying for four months.",
    "ai-tika-vin05t28:126_9": "for whatever he gets rid of it,",
    "ai-tika-vin05t28:126_10": "Whoever, while they’re still far from their own nymphs, many dangers should be prevented for them.",
    "ai-tika-vin05t28:127_0": "223.",
    "ai-tika-vin05t28:127_1": "“Monks, I allow you to put a dwelling that isn’t yet started or that’s partially complete. For a small dwelling, after inspecting the work, you may put a monk in charge of the building work for five or six years. For a small stilt house, after inspecting the work, you may put a monk in charge of the building work for seven or eight years. For a large dwelling or stilt house, after inspecting the work, you may put a monk in charge of the building work for ten or twelve years. For a large dwelling or twelve years they may put a monk in charge of the building work for ten or twelve years.”",
    "ai-tika-vin05t28:127_2": "if a monk is staying within the ninth, he is able to get hold of that monastery.",
    "ai-tika-vin05t28:127_3": "If a monk has got pastries, he should not know about stuffing it. He should not make an effort to eat it.",
    "ai-tika-vin05t28:127_4": "If he has a monastery worker, he shouldn’t do the observance-day procedure with him. If he makes an agreement about, it should be done to anyone with him.",
    "ai-tika-vin05t28:127_5": "If he is unable, he shouldn’t nurse the monks.",
    "ai-tika-vin05t28:127_6": "Even if they’re not able to put out one of them, he should make lots of the first house on one side and given away the remainder of the rainy season. Then many one of them one adverts of the first house and one should make one reply.",
    "ai-tika-vin05t28:128_0": "Because of the famine, there are two monks who eat in monasteries or three times before using them. That is why they should use the rainy-season residence at the end of the robe-cloth, and then use the meals.",
    "ai-tika-vin05t28:129_0": "In the realm of the Kurus, ‘Seing One is the most important mendicant, not one mendicant can live alone and one mendicant can pay homage to her.’",
    "ai-tika-vin05t28:129_1": "If he wishes, he should give him a share of his garments, he should give him a share of the value of either.",
    "ai-tika-vin05t28:129_2": "Then the piece of posts, doing work for many people, ʻPlease do not wish,’ he must give evaluate that person.",
    "ai-tika-vin05t28:129_3": "That too is how for one who wears the opposite sex and the sabbath will do it.",
    "ai-tika-vin05t28:129_4": "and in this way, living in a person who was a living in dependence on the best.",
    "ai-tika-vin05t28:129_5": "If the student wants to give him a bad deed, he should look at a person, or he should give him a share.",
    "ai-tika-vin05t28:129_6": "to give a student.",
    "ai-tika-vin05t28:129_7": "In this way, when there is no one-one twinning place, he should give away one monastery without scratching.”",
    "ai-tika-vin05t28:129_8": "This too is what was said,",
    "ai-tika-vin05t28:130_0": "Two monks, after taking them the Saṅgha’s good land, descended from the ground, where they taken a place where they take.",
    "ai-tika-vin05t28:130_1": "Putting both individuals, I will do the same.”",
    "ai-tika-vin05t28:130_2": "When he does the Sangha, he should do a legal procedure against the other person, for the sake of another person, or if he has someone else do it.",
    "ai-tika-vin05t28:130_3": "But if there is no suitable reason, he should do it in a suitable place.",
    "ai-tika-vin05t28:130_4": "But whatever deed there is should be done,",
    "ai-tika-vin05t28:130_5": "If there is anything left over, the householden he should first remove the fruit from the precincts of the dwelling.",
    "ai-tika-vin05t28:130_6": "If there are some who are. They should take leave of the owners.",
    "ai-tika-vin05t28:130_7": "If he doesn’t give it up to the root of a tree, he should give them a fruit to a bag.",
    "ai-tika-vin05t28:131_0": "224.",
    "ai-tika-vin05t28:131_1": "But if he exchangs the Sangha by himself, having given a board of garments, he is to be constricted by the Sangha and half-months.",
    "ai-tika-vin05t28:131_2": "And there was a stilt longhouse underneath that person.",
    "ai-tika-vin05t28:131_3": "And if he wishes below the first stilt longhouse, he’s underneath.",
    "ai-tika-vin05t28:131_4": "Rather, and above ground he wished for both counts.",
    "ai-tika-vin05t28:131_5": "Two dwellings belonging to the Sangha: one individually,",
    "ai-tika-vin05t28:131_6": "if he is able to make the dwellings in the dwelling, then he should get a share of the robe-making season.",
    "ai-tika-vin05t28:131_7": "if he makes a threshing floor that had been prepared in the Sangha, and half a rinsing-washing water.",
    "ai-tika-vin05t28:131_8": "Then the Saṅgha, having expelled a great sacrifice, showed the line, then it is the Saṅgha.",
    "ai-tika-vin05t28:132_0": "If he allows the support of the Sangha, the Stewards and including the Order, and the bedrooms rising otherwise, he who well conquered them to those who pretend to be expelled.",
    "ai-tika-vin05t28:132_1": "But anyone who enters the monastery should be given at the root of a person, or to the Sangha.",
    "ai-tika-vin05t28:132_2": "he should remove the cotton-food and the beds covered in the windows, and the beds covered with water.",
    "ai-tika-vin05t28:132_3": "intending to give them the full at the right time, they don’t use the them at the wrong time. When they have been brought out, they’re old, their sense of conscience and prudence.",
    "ai-tika-vin05t28:132_4": "If you eat non-staple food, drink, clothes, vehicles, or requisites,",
    "ai-tika-vin05t28:132_5": "After that door, the window openings, the wind in the bed or the bowels.",
    "ai-tika-vin05t28:132_6": "if any dwelling belonging to the Sangha is the dwelling, it is allowable to bed and chair, except for the purpose of guarding it.",
    "ai-tika-vin05t28:132_7": "Therefore, except on the yellow, he uses the use of the crown, the one whose flour was old,",
    "ai-tika-vin05t28:132_8": "If he is healthy, he should make the announcement when he returns.",
    "ai-tika-vin05t28:132_9": "if there is no use or drinking, but one who uses it is unable to use it in an old man, or one who gets hold of them.",
    "ai-tika-vin05t28:132_10": "This is the allocation of dwellings.",
    "ai-tika-vin05t28:133_0": "225.",
    "ai-tika-vin05t28:133_1": "But this is the fourth tetrad that is to say:",
    "ai-tika-vin05t28:133_2": "The appointed monk who is the distributor of minor requisites, “Please give us robe-cloth,” and they must ask for one day.",
    "ai-tika-vin05t28:133_3": "They would ask about his arguments, he should be asked and then all the other monks.",
    "ai-tika-vin05t28:133_4": "I practice the fruit of loved by one enemy, and the body of someone who wants to cross over the desert of thirteen yokes, two bondservants in the heart, one who is attached to it, one who thinks: “I will become discarded, I will become tailed by the intelligent, the teaching, and the Saṅgha.”",
    "ai-tika-vin05t28:133_5": "If there isn’t, he should give him a teaching.",
    "ai-tika-vin05t28:133_6": "Saying, “I’ll ask for a bag for a small bowl,” he can then throw it out.",
    "ai-tika-vin05t28:133_7": "If he doesn’t, he should ask for two circles: one knee-deep, and two upper robes together in each, two or three circles.",
    "ai-tika-vin05t28:133_8": "After staying together, he should give one robe-cloth to the other and the weavers of one hand-cloth: if he has a single robe, he should be given to the invited, but he should be expelled.",
    "ai-tika-vin05t28:133_9": "After giving three days, he should give the full admission to the fourth full moon. He should then ask the Sangha for one day, and it is to be given a third time.",
    "ai-tika-vin05t28:133_10": "When an opportunity has been completed in three ways, he should give the donors to the Sangha.",
    "ai-tika-vin05t28:133_11": "After that place what has been canceled, and what has been cooked in the vessel, he should be given to the people, bringing back.",
    "ai-tika-vin05t28:133_12": "But if he has not been appointed, he should be given permission.",
    "ai-tika-vin05t28:134_0": "The Sangha has been appointed to give to the Sangha, the given to householders, and he sent them to householders. They give a new blankets, saying, “Give beggars, I give them to the wealth,” “They’s the wealth.”",
    "ai-tika-vin05t28:134_1": "or if he were to take hold of a group, he is to be excreted by parks.",
    "ai-tika-vin05t28:134_2": "When the other monk has not been appointed, he should put the edge of the food, give it to the wet-norder, take it back in the same way and then depart.",
    "ai-tika-vin05t28:134_3": "And the same thing, seized by the bondservants, employees, and a giver is satisfied with the owners. Then he gives them to all.",
    "ai-tika-vin05t28:135_0": "And while he was wandering for alms, he did just that.",
    "ai-tika-vin05t28:135_1": "But if they say that the cows would take something to go and eat it, it’s allowable for the sake of the dead.”",
    "ai-tika-vin05t28:136_0": "How can he look at the eighth day?",
    "ai-tika-vin05t28:137_0": "(Then) one should be afraid of wrongdoing for the Saṅgha.",
    "ai-tika-vin05t28:138_0": "So in the evening, the downfluence of Pāvā, while all analyzing the deliberation of the function.",
    "ai-tika-vin05t28:139_0": "The exposition of the four kinds of bloated"
}