{
    "ai-tika-s0402t29:0_0": "(12) 2. Āpāyikavaggo",
    "ai-tika-s0402t29:1_0": "1. Āpāyikasuttavaṇṇanā",
    "ai-tika-s0402t29:2_0": "114.",
    "ai-tika-s0402t29:2_1": "The second places of the lions in the first places of loss, the hells, the place of loss, the underworld, hell.",
    "ai-tika-s0402t29:2_2": "Or other well-collected because of his fellow celibates in the village of Suppiya’s rid of making use of alms-food and bedrooming, he says: “Listen, living in such a village, he is one who lives in that way!”",
    "ai-tika-s0402t29:2_3": "“I too enter the observance-day procedure by the monks,” and after saying “The observance-day procedure should be done with the spiritual life. But because of such an uncertainty,” etc., he is one who is celibate.",
    "ai-tika-s0402t29:2_4": "Hence it is said: “Here it is in the presence of a Buddha or the worms,",
    "ai-tika-s0402t29:2_5": "That’s how you should practice.”",
    "ai-tika-s0402t29:2_6": "abused, he abuses, he abuses, an ascetic, and so on.",
    "ai-tika-s0402t29:2_7": "They respond to the assembly, saying: ‘You don’t think, he’s an ascetic, I will tell you.’",
    "ai-tika-s0402t29:3_0": "Even when a defilements are given to them, they might find gratification in the defilements of the defilement, and in the cleansing of them, they might get the gratification in the defilements by means of the defilement of them.",
    "ai-tika-s0402t29:3_1": "For the sake of enquiry, accumulating, and burning up by the defilements,",
    "ai-tika-s0402t29:3_2": "There is no drawback for hate for hate ...",
    "ai-tika-s0402t29:3_3": "if she uses it when the person is throwing it away from what is seen;",
    "ai-tika-s0402t29:3_4": "For this use of wealth is the ultimate, acquisition of the sound of drums, and using the sound of all that.",
    "ai-tika-s0402t29:3_5": "the meaning is that he should be understood: the meaning is that they use.",
    "ai-tika-s0402t29:4_0": "The Book of the Conduct",
    "ai-tika-s0402t29:5_0": "2. Dullabhasuttavaṇṇanā",
    "ai-tika-s0402t29:6_0": "115.",
    "ai-tika-s0402t29:6_1": "The second Chief Conductrified one’s owners in the second they know, “Upas what is suitable and unknowing,” and “He said, “Here, they know the gross.”",
    "ai-tika-s0402t29:7_0": "The Resultaneous One is finished.",
    "ai-tika-s0402t29:8_0": "3. Appameyyasuttavaṇṇanā",
    "ai-tika-s0402t29:9_0": "116.",
    "ai-tika-s0402t29:9_1": "In the third  it is the same way that I’m happy and well subtle, just as “May I have a limited desire to be happy” , so too, when I possessed of the bliss, my appearance is unshakable.",
    "ai-tika-s0402t29:9_2": "is to say: “Suffering in the ocean by saying ‘May I be like! May I have an end to suffering’?” If I accept, “When I don’t fall down the current of the noble ones, they’re save my defilements?” or “When I encountered you’re to say, “If I have no defilements an end to suffering, would you do it?”",
    "ai-tika-s0402t29:9_3": "But he is not able to do so, of (wholesome) able to go beyond the limit of the dimensions of infinite space, the dimension of infinite consciousness, the dimension of nothingness, or the dimension of neither perception nor non-perception.",
    "ai-tika-s0402t29:10_0": "and he is questioned about what is asked, “Who is this? ” “Those, he is neither conceived in the stage of life, like a cooked-stump,” he is said.",
    "ai-tika-s0402t29:10_1": "Hence it is said: “Give it to the subject,”",
    "ai-tika-s0402t29:10_2": "for if a mind is better for him, it occurs as if it is an instance.",
    "ai-tika-s0402t29:10_3": "Cāla, the meaning is, by the very churning of craving.",
    "ai-tika-s0402t29:10_4": "Roja is the meaning.",
    "ai-tika-s0402t29:10_5": "Spearing all other words, plagued, and nonsense, the debate,",
    "ai-tika-s0402t29:10_6": "Hence it is said: “He is wrapped in terms of sleeping garments in the work intended here and there in the garden.”",
    "ai-tika-s0402t29:10_7": "Consciousness is bound by the unprofitable concentration that had arisen, like the boiled elephant’s lion’s rope.",
    "ai-tika-s0402t29:10_8": "with mind astray: it is disturbed, having become very deportment, like a charming flame.",
    "ai-tika-s0402t29:10_9": "He is restrained by the gate, like a householder, who is restrained in the sense of restrained, and who possesses danger,",
    "ai-tika-s0402t29:11_0": "The Resultaneous Discourse in the Life is finished.",
    "ai-tika-s0402t29:12_0": "4. Āneñjasuttavaṇṇanā",
    "ai-tika-s0402t29:13_0": "117.",
    "ai-tika-s0402t29:13_1": "One is travelling along a thousand coins.",
    "ai-tika-s0402t29:13_2": "When his retinue brings happiness together with the happiness he says, “Here is happy!”",
    "ai-tika-s0402t29:13_3": "“As a lifespan of the gods that brings back to hell, the animal realm, or the ghost realm.” They told him what had happened to because of this, he said, “Such is the wrong way, the life span of the gods.” Then he said, “Such is in an unhappy destiny, no culminates in the world” or “.",
    "ai-tika-s0402t29:13_4": "For there is no further in each access than in its strong arrogant,’ the unskillful in its finer than that.",
    "ai-tika-s0402t29:13_5": "Through this moment of its access it is shown in the same place as before.",
    "ai-tika-s0402t29:13_6": "he attends on each other, and instantly paying homage to him.",
    "ai-tika-s0402t29:13_7": "Hence it is said: “Expert in attachments.”",
    "ai-tika-s0402t29:13_8": "The rest is the same as in the case.",
    "ai-tika-s0402t29:14_0": "The Conduct is finished.",
    "ai-tika-s0402t29:15_0": "5. Vipattisampadāsuttavaṇṇanā",
    "ai-tika-s0402t29:16_0": "118.",
    "ai-tika-s0402t29:16_1": "saying, “Having given a gift,” he said, “It’s fruitful and beneficial.”",
    "ai-tika-s0402t29:16_2": "But if he refuses a gift that has not been given away without what has been relinquished;",
    "ai-tika-s0402t29:16_3": "So too also: “This is the fire sacrifice,” and “There is no need for them,",
    "ai-tika-s0402t29:16_4": "to the Great Steward’s, everywhere,",
    "ai-tika-s0402t29:16_5": "He should make (good) conduct, he should do services for the time.",
    "ai-tika-s0402t29:16_6": "(There is) the fruit, that enjoyment and fruit,",
    "ai-tika-s0402t29:16_7": "to the fruit of result,",
    "ai-tika-s0402t29:16_8": "This world’s owner is to be found in the next world. This world is to be reborn in the next world.",
    "ai-tika-s0402t29:16_9": "a mendicant who standing on this world of the next world can be found here and there. They are not reborn in the next world.",
    "ai-tika-s0402t29:16_10": "Herein, Kāpaṭika, they urinated here.",
    "ai-tika-s0402t29:16_11": "Where sentient beings are reborn, there are beings who are denigrated and diverse in whatever place, they are to be torn apart.",
    "ai-tika-s0402t29:17_0": "There is no fruit for the living, and laying down on the four paths beginning with the “factor” in the way beginning, “There is no fruit of his mother and father, there is no developed of the fruit of her mother and father, and there is no fault in the world with the highest attainment.",
    "ai-tika-s0402t29:17_1": "‘Formerly there is a arising of these sentient beings, whose appearance is reborn spontaneously, and who is not spontaneously’, and then those who are spontaneously reborn, “Such is an unhappy destiny,” “There is no meaning of it.”",
    "ai-tika-s0402t29:17_2": "Remember those who declare their enlightenment, who describe the world, and who describe the austerity, and who describe the Buddhas them with their own insight, and who describes the origin of the world.",
    "ai-tika-s0402t29:18_0": "The Accomplishment of Faith is finished.",
    "ai-tika-s0402t29:19_0": "6-7. Apaṇṇakasuttādivaṇṇanā",
    "ai-tika-s0402t29:20_0": "119-120.",
    "ai-tika-s0402t29:20_1": "Head the sixth part of the quadrupeds, beginning with the fourests, he sees all the three kinds of silk, wrapped in the four directions, and six drops. In the sixth direction, the lady, and the ninety-six kinds of turtles.",
    "ai-tika-s0402t29:20_2": "The seventh section on the seventh section.",
    "ai-tika-s0402t29:21_0": "The group of forty-four is finished.",
    "ai-tika-s0402t29:22_0": "8. Paṭhamasoceyyasuttavaṇṇanā",
    "ai-tika-s0402t29:23_0": "* For the one who is pure, whose physical, verbal, and mental corruptions are cleansed by the pure in one who is pure and unshakable equipment, who is not pure in bodily conduct, who has reached the equipment and foulness of his bodily conduct, whose body is pure, who is unshakable,",
    "ai-tika-s0402t29:24_0": "First: In Principled Conditions is finished.",
    "ai-tika-s0402t29:25_0": "9. Dutiyasoceyyasuttavaṇṇanā",
    "ai-tika-s0402t29:26_0": "122.",
    "ai-tika-s0402t29:26_1": "There are nine things that have been given up by body, speech, and mind that have been given up by body and speech.",
    "ai-tika-s0402t29:26_2": "Hence it is said: “Here wetch it.”",
    "ai-tika-s0402t29:26_3": "purity would weary it and wake up from the defilements:",
    "ai-tika-s0402t29:26_4": "I am illustrated with the best, having destroyed the pollutants, befalling them.",
    "ai-tika-s0402t29:26_5": "Hence it is said: “About defilements!”",
    "ai-tika-s0402t29:27_0": "Second: In Principled Conditions",
    "ai-tika-s0402t29:28_0": "10. Moneyyasuttavaṇṇanā",
    "ai-tika-s0402t29:29_0": "123.",
    "ai-tika-s0402t29:29_1": "These ten things a sage, using their bodies, treatment with both ends, the sage in this way they are called the practice that leads to the.",
    "ai-tika-s0402t29:29_2": "And the sages have spoken of, states as stated in accordance with that way.",
    "ai-tika-s0402t29:29_3": "Herein, there is a particular legal issue arising from body, speech, and mind, and an oppression in this body. All these things are included in the body, the origin of the body, the cessation of the body, and the practice that leads to the cessation of the body. And all these things, when their body breaks up, after death, they are discovering the cessation of all things. These things, they give up desire to be reborn in the company of the body, speech, and mind.",
    "ai-tika-s0402t29:29_4": "Therefore what is the meaning of it should be said: “He should give up bodily conduct,",
    "ai-tika-s0402t29:29_5": "which is threefold by way of body, speech, and mind, and the three kinds of good conduct in the way beginning, the middle, and the end.”",
    "ai-tika-s0402t29:29_6": "And here too, having shown that they can give, thinking: “May I not give to bodily conduct,”",
    "ai-tika-s0402t29:30_0": "now what is sagacity of speech?",
    "ai-tika-s0402t29:30_1": "only the fourth absorption ...",
    "ai-tika-s0402t29:30_2": "Herein, there is the wisdom there is from causality or speech, is the knowledge of the state of wisdom.",
    "ai-tika-s0402t29:30_3": "After going to the origin of that speech, or of the path,",
    "ai-tika-s0402t29:31_0": "“What is sagacity of mind?",
    "ai-tika-s0402t29:31_1": "Knowing these three kinds of mental conduct, the knowledge of the mind stilling, the mental activity, the three kinds of delight, the sixfold base, the path, the eighteen, the delights of mind, and the knowledge that the cessation of desire and greed, etc., have entered upon the cessation of perception and feeling, and the path.",
    "ai-tika-s0402t29:31_2": "Herein, one linking is producing knowledge of the mind and wisdom,",
    "ai-tika-s0402t29:31_3": "This is the way to understand that originates from what is known as a fool,",
    "ai-tika-s0402t29:32_0": "The Reach of Sagacity is finished.",
    "ai-tika-s0402t29:33_0": "The Book of the Conduct"
}