{
    "ai-tika-vin05t8:0_0": "Discussion of the debtlessness",
    "ai-tika-vin05t8:1_0": "In regard to those who work in worldly matters:",
    "ai-tika-vin05t8:1_1": "I allow you to determine the rainy-season robe, I allow you to determine it for a single use of the rainy-season robe, you should determine it for the rainy-season residence, you should determine it for the rainy-season robe, then transfer it for the rainy-season residence, I allow you to determine it for the Rains.”",
    "ai-tika-vin05t8:1_2": "When teaching is cleaning, he should first remove the robe with yourselves, “I give you a robe,” and he should then wound that it is.",
    "ai-tika-vin05t8:1_3": "Herein, one determined that is intermination after transferred to another, and one should determine it as a food-storage.",
    "ai-tika-vin05t8:1_4": "Assalāyana is bound by the Holy One’s robe, if it is allowed by a language of robe fundamentals, if it is shake and troughly forwards, and backwards; if it is shoots, it is boundedaries;",
    "ai-tika-vin05t8:1_5": "The one who belongs to the longest extension and three sarongs, long in wide open.",
    "ai-tika-vin05t8:1_6": "for one who has committed an offense entailing expulsion.”",
    "ai-tika-vin05t8:1_7": "But when the transferred to him, he should determine it as “sert”: “They are supervised” .",
    "ai-tika-vin05t8:2_0": "Herein, it is called abiding in determining: “He can determine a determineermine them, determine them, establishes, clay, goad, and wear them, wipe the upper robe, and put them on accounting the body, he should put them on in charge.”",
    "ai-tika-vin05t8:2_1": "For one who determines it by means of his body, through which they are not allowed to.",
    "ai-tika-vin05t8:2_2": "After determining it as a self, he should determine it by speech.",
    "ai-tika-vin05t8:2_3": "Herein, these two kinds of determination:",
    "ai-tika-vin05t8:2_4": "If there is a suitable reason, he should determine it as “I set up my outer robe within arm’s reach.”",
    "ai-tika-vin05t8:2_5": "Then, if the upper story or at the gateway of the Vinaya, he determined in the air, having fixed his outer robe, he should close it as the upper robe and then break it out.",
    "ai-tika-vin05t8:2_6": "this is the venerable Uttarakuru and the sarong.",
    "ai-tika-vin05t8:2_7": "For even the whole of abode belonging to one should determine the upper robe and do so it should be determined:",
    "ai-tika-vin05t8:2_8": "If he determines it, he should put on his upper robe over one shoulder, while standing on the ground, he should then dry it back in the morning.",
    "ai-tika-vin05t8:2_9": "if determined or expanded, it is to be determined on by a second time, can then be determined on whether it is to be determined or not.",
    "ai-tika-vin05t8:2_10": "Or small or large,",
    "ai-tika-vin05t8:3_0": "But if he is able to determine the robe-cloth as a requisite for cloth, it is not allowed to determine it as a service.",
    "ai-tika-vin05t8:3_1": "or for a large robe-cloth he precincts: “This robe-cloth is enclosed in three ways, if it is to be destroyed, then it should be expanded or enjoyed.”",
    "ai-tika-vin05t8:3_2": "When they said this, they said to the mendicants, “The rulers have been told by the Buddha,” and so they also said to be the eighteen.",
    "ai-tika-vin05t8:3_3": "The highly reflection “Twice-covered in the Mahāthūpa,” is an instrument of the mouth Āḷavī.",
    "ai-tika-vin05t8:3_4": "But having determined the robe-cloth as an abstaining from the thief, and then transfer it is allowable to eat that robe-cloth which is given during the three robes.”",
    "ai-tika-vin05t8:3_5": "The senior monks who were brothers of a leopards, a master, and the traditions: “Forms, first a Great Elders, was the precincts, anything elsewhere, knowledgeable for the sake of (where they), were unable to make use a robe for the welfare of those who were junior, requisites for the benefit of alms-food.” So they went to the Great Chapter house to live in comfort, where there is an actually, abiding for the purpose of these three robes, etc., and for the purpose of the sun, or to governments, etc.",
    "ai-tika-vin05t8:3_6": "The Great Monastery, the monks, thinking: “I stay in the wilderness, at the foot of a tree, in a wilderness, and for a charnel ground, is bound up with rag robes.”",
    "ai-tika-vin05t8:4_0": "After appraisal mind to the rainy-season residence in the fortnight of the hot season, he must take some four months of the rainy season; then after it has been determined, he must stay on there for the rainy season.",
    "ai-tika-vin05t8:4_1": "But even two or three nights:",
    "ai-tika-vin05t8:4_2": "The sitting mat is allowed to determine it as it is said to be the best that is not suitable.",
    "ai-tika-vin05t8:4_3": "Also if it is allowed to determine it as a huge blanket, even if it is allowed, that is to say, blue, yellow, red or white.",
    "ai-tika-vin05t8:4_4": "he should determine the itch-covering cloth for as long as he needs.",
    "ai-tika-vin05t8:4_5": "He should take care of the sick for one day and then spend the middle.",
    "ai-tika-vin05t8:4_6": "if it is for a determining the handkerchief, one for the sake of determining it as much as you like.",
    "ai-tika-vin05t8:4_7": "And some time they say, “The elders are many.”",
    "ai-tika-vin05t8:4_8": "he would determine the enclosure regarding requisites, yet there is no determination as self,",
    "ai-tika-vin05t8:4_9": "transferred to another, even if he has analysis of robe-cloth, it is for a determined, transferred to another.",
    "ai-tika-vin05t8:4_10": "The two ends of them are extended and projects, while the terrace is growing on the size of a wide. Whatever is extended and spring in detail.",
    "ai-tika-vin05t8:4_11": "Here is the text: “Monks, I allow you to go to a centimeter of a four fingerbreadths long below the thirteen centimeters.”",
    "ai-tika-vin05t8:4_12": "Many robes, he determines that are allowable for them, and transferred to another.",
    "ai-tika-vin05t8:4_13": "There is no precept for the sake of medicine, but for the sake of the winning deed, there is no offense.",
    "ai-tika-vin05t8:4_14": "A bedspread the bedspreads, a floor covered with a straw mat, one for the sake of the benefits of. What is good or for the sake of this?",
    "ai-tika-vin05t8:5_0": "If it is well-known, after giving the barber to relatives, he gets hold of it in the way already described, and he gives the robe-cloth back, there is no offense for him.",
    "ai-tika-vin05t8:5_1": "But when the spotless offense’s starting with one who is standing on the ground heels, he should keep it at the end of the life.",
    "ai-tika-vin05t8:5_2": "If he for ten months: the rainy-season residence is to be relinquished.",
    "ai-tika-vin05t8:5_3": "Looking: “Venerable, we have had someone else sewn robes. We’d hand this robe-cloth, and you have someone else inheritance.”",
    "ai-tika-vin05t8:6_0": "If he wants to make it, then after winting it thus, “Venerable sir, I’ll give it to you. Please put on probation for a robe-cloth while I have dyed my robe.” If he says, “I’ll give it to you,” and he says, “I’ll give it to you,” he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t8:6_1": "But if he thinks, “I’ll give this robe-cloth back to you,” and he told him what he had said, “No, Sir, I’ll reply you one.” And after hearing it from another mendicant, he told him what had happened, adding, “Venerable sir, this robe-cloth isn’t.”",
    "ai-tika-vin05t8:6_2": "But when he has told his statement, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t8:7_0": "If he says, “I’ll take it with my robe,” and he makes it happy, thinking, “In this way I’ll get you to ask for any other monk,” and he makes him a robe. Then he says, “She isn’t able to make any.”",
    "ai-tika-vin05t8:7_1": "Where is his robes?",
    "ai-tika-vin05t8:7_2": "With so-and-so.",
    "ai-tika-vin05t8:7_3": "There is no measure of the words that cannot be negligent.",
    "ai-tika-vin05t8:7_4": "But when that monk gives robe-cloth, if he gives the robe-cloth every day, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t8:7_5": "But if the root of a tree is border, it’s still undergone.",
    "ai-tika-vin05t8:8_0": "46.",
    "ai-tika-vin05t8:8_1": "How do they eat ...",
    "ai-tika-vin05t8:8_2": "if, after causing, he takes it back in another way, the recipient of someone who takes it back in the way beginning, “Forgets it up in these nine ways.”",
    "ai-tika-vin05t8:8_3": "Herein, the eight kinds of determination in all eight ways: that is to say, the three kinds of robe-cloth, and the end of all it, and the path that is, but rather by the simile of the three robes, namely, by the sense with its urgency.",
    "ai-tika-vin05t8:8_4": "Herein, the inner skin of the flesh should be understood to dealt with the fingers in the end of the toes. And this is the simile of the inner skin that envelops the neck.",
    "ai-tika-vin05t8:8_5": "For if the snake is covered with one belonging to the other, he is protected by one who is himself.",
    "ai-tika-vin05t8:8_6": "Herein, the outer robe means as the outer robe-making procedure and the size of the threefold army, the inner skin, the flesh, and the sinews (and then), if it is to be destroyed, and he determined about something from the upper robe, he should determine it thus: “This is the fourth lost opportunity for more than four months.”",
    "ai-tika-vin05t8:8_7": "But when the febles in the first place he gives the weakness, then, after giving it up, it is uninterruptedly;",
    "ai-tika-vin05t8:8_8": "Likewise in the case of the circle.",
    "ai-tika-vin05t8:8_9": "if he makes a bolt-receiving cloth, a flux, a cloth, a mattress, or a straw mat in one place or a large big transfer it;",
    "ai-tika-vin05t8:8_10": "if you put on both sides in the rope of the midst of both sides, if you can determine them; then break them up;",
    "ai-tika-vin05t8:8_11": "Then he cuts off the chopped off,",
    "ai-tika-vin05t8:8_12": "you do so.",
    "ai-tika-vin05t8:8_13": "This is the determination in the future in regard to this matter.",
    "ai-tika-vin05t8:9_0": "But there are two kinds of interpretion: transfer face-to-face and transfer in the absence of.",
    "ai-tika-vin05t8:9_1": "How is there removal in the presence of those concerned?",
    "ai-tika-vin05t8:9_2": "One or one whose robes are stored up, considered making robes and considered stored, thinking, “I consider this robe-cloth and this robe-cloth is stored, I say.”",
    "ai-tika-vin05t8:9_3": "To this extent it is allowable to use a determine it, or to give it away.",
    "ai-tika-vin05t8:9_4": "“I have done goods that makes you use of it, or that they use it, or else the requisites for use.” But that is how it is allowable for them.",
    "ai-tika-vin05t8:10_0": "And another all:",
    "ai-tika-vin05t8:10_1": "In the same way, when a number of robes are stored up, he considers to be settleed in their presence. He thought, “This monk is one or other of these three robes,” and he can reply: “I give this robe-cloth and another monk’s presence in the presence of the other nuns,” and he said to the trainee nun Dhamma: “I, I have no doubts or attained to whom this robe-cloth withink for a novice nun.”",
    "ai-tika-vin05t8:10_2": "At this point it is not allowed to use one of requisites. But there is no one among them to give even one.",
    "ai-tika-vin05t8:10_3": "“A monk who has been given to a monk” ...",
    "ai-tika-vin05t8:10_4": "if it is allowed by a novice nun, whether it is to use it that she is, one who is violent, or one who is expected to use it, then that is called “the outcaste”.",
    "ai-tika-vin05t8:11_0": "How is there in the absence of gratitude?",
    "ai-tika-vin05t8:11_1": "In the same way, when a number of robes are stored up, he thought, “I considered this robe-cloth and this robe-cloth is stored, I say.”",
    "ai-tika-vin05t8:11_2": "The other should say, “She is your friends, my friend.”",
    "ai-tika-vin05t8:11_3": "Anyone else should make the proclamation thus: “This is the first kind of monks” ...",
    "ai-tika-vin05t8:11_4": "if he says, “Consider it;”",
    "ai-tika-vin05t8:11_5": "Furthermore, he should give to a monk, thinking: ‘I give this monk.’ ...",
    "ai-tika-vin05t8:11_6": "‘I give this novice nun’ or “I give this education for it.”",
    "ai-tika-vin05t8:11_7": "At this point it is not allowed to use one of requisites. But there is no one among them to give even one.",
    "ai-tika-vin05t8:11_8": "But, when a monk has attained the second jhāna in the openings of such-and-such amount of rainy season, he uses it as a little that is called “gar-” or “It is allowable to use it as much as he is allowed.”",
    "ai-tika-vin05t8:12_0": "What is the difference between these two different ways?",
    "ai-tika-vin05t8:12_1": "After entering that very in the presence of another, and having given it up in the presence of others, he wounds himself with the drains on its head, in the presence of others. This is the outlifting that enemy.",
    "ai-tika-vin05t8:12_2": "But if it is distributed, he doesn’t have analyzed, he doesn’t know if he’s able to repay it. He should take out the robe-cloth and then remind it.",
    "ai-tika-vin05t8:12_3": "The rolling of the Wheel and the close is done",
    "ai-tika-vin05t8:12_4": "This, firstly, is how the determination of robe-cloth should be understood.",
    "ai-tika-vin05t8:13_0": "48.Patte pana ayaṁ nayo –",
    "ai-tika-vin05t8:13_1": "When he has attained a bowl, he should resolve it among the forty-three territory.",
    "ai-tika-vin05t8:13_2": "they say that it is worthless than half a _āḷhaka_ measure of rice.",
    "ai-tika-vin05t8:13_3": "Here is an explanation to say:",
    "ai-tika-vin05t8:13_4": "(Having) chowd of the city is unclean and decorated by the hand of an iron balls, having the  stones made of antelope hide, and frows, having strewn with gems, he should put into a ball of peacocks and powder-coloughs made of cloth, wounds, and all the wings, he should not allow two or three sewings of food and drink, up to the piles, and creepers. He should then exhausted the Fuses of all hus, pulled rice-foundles, drorblicking strings, grace winds, or hone, and ws, he should not taking carbs of white robes. He should then look at that is how the robalane of orded up from the ground.",
    "ai-tika-vin05t8:13_5": "For if these were able to extend the batheless, weren’t able to extend the limbs,",
    "ai-tika-vin05t8:13_6": "This too is how all the crooks away the bowl with the lowing of wounds, levels, palms through the belly—this is called “bounded”.",
    "ai-tika-vin05t8:13_7": "If he stands the monument, this is called “high”.",
    "ai-tika-vin05t8:13_8": "If he cannot attain it by a king, he is called “high”.",
    "ai-tika-vin05t8:14_0": "As to location, it is called the middle bowl:",
    "ai-tika-vin05t8:14_1": "As to medium one, the small one,",
    "ai-tika-vin05t8:14_2": "Therefore if it is called “annot about” in the way already described, that is to say, the medium one, the fact that is, the middle one, and the bowl is called “body”.",
    "ai-tika-vin05t8:14_3": "If he stands the Shrine called, what is called,",
    "ai-tika-vin05t8:14_4": "If there is no medium bowl: what is meant by the medium bowl, this is called “base”.",
    "ai-tika-vin05t8:14_5": "If the Magadhan chief males are to be found in half a ploughed field, one is called leaning upwards.",
    "ai-tika-vin05t8:14_6": "If he stands the Shrine, this is called!",
    "ai-tika-vin05t8:14_7": "If he cannot attain it even comes back to the royal stomach, this bowl is called “high son”.",
    "ai-tika-vin05t8:14_8": "those who have attained their nine bowls,",
    "ai-tika-vin05t8:14_9": "neither too high nor too low.",
    "ai-tika-vin05t8:14_10": "That’s why they shouldn’t use the wealth they’re not stored indoors.",
    "ai-tika-vin05t8:14_11": "Once again after determining the other seven or eight days he should ate them.",
    "ai-tika-vin05t8:15_0": "or determine it can be understood as follows:",
    "ai-tika-vin05t8:15_1": "Not accepting an enlightenment, two Pāsātikas, four meals, or five determined, is to be determined.",
    "ai-tika-vin05t8:15_2": "you should both be given to both ends.",
    "ai-tika-vin05t8:15_3": "If someone is drinked by one, all the turtles, clothes, vehicles, or transferred to another,",
    "ai-tika-vin05t8:15_4": "If they say, “I’m a bowl, then it’s not easy to do within this bowl, then if you eat it, then if you eat it, you’ll make it stop it from its roots, eat it, or because it’s simply eats only that, drops, goat, shelter, etc., then there’s no-one in an individual essence.",
    "ai-tika-vin05t8:15_5": "*that, when determined, liberated, like a charming flame,",
    "ai-tika-vin05t8:15_6": "When he has arrived, he should be determined or transferred to another.",
    "ai-tika-vin05t8:15_7": "For if having obtained a bowl, whether he wants to build it up at the root, he puts it on a carrying-net, saying “Venerable sir, I’ll make an effort to get it back,” and he puts it on the ground, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t8:15_8": "If he thinks, “I’m a bowl, but my teacher, I’ll make it happy.” And after hearing it from another mendicant, he told him, “Venerable sir, I’ll repay it.” Then he told him what had happened.",
    "ai-tika-vin05t8:15_9": "But when he has told his statement, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t8:15_10": "If he allows a bowl made by me, he sews it in his hand, saying, “If I make it into my bowl, I’ll give it to anyone,” and he says, “You have no other monk.” Then he agrees to the one who is empty, he says, “Venerable sir, I’ll refute your bowl from the ground.”",
    "ai-tika-vin05t8:15_11": "“How can I get almsbowls?”",
    "ai-tika-vin05t8:15_12": "“She’s allocated with so-and-so.”",
    "ai-tika-vin05t8:15_13": "There is no measure of the words that cannot be negligent.",
    "ai-tika-vin05t8:15_14": "But when that monk gives a bowl to it, then, if he lies down in the same place as him, he should be determined if he gives it away, having given it up, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t8:16_0": "Herein, he determines two almsbowls: his body by speech or by body and speech.",
    "ai-tika-vin05t8:16_1": "Of these, he should determine it by determine the almsbowl, saying: “I’m standing within a forehead, I’ll put it aside.” Then he should give it to them his bowl, saying, “I’ll winnowing it in my mouth,” and he should give it upside down with the embankment, remind it, “I give it away my body,” or “I set it to the monastery, to the oldest goods,” and he should give it up his body for nine or where else.",
    "ai-tika-vin05t8:16_2": "he should determine it by speech, or by body and speech.",
    "ai-tika-vin05t8:16_3": "Herein, these two kinds of determination:",
    "ai-tika-vin05t8:16_4": "If there is a suitable place, he should determine it if he determine it, saying, “I’ll determine it,” or “I set it aside a girdle onton,” or “I’ll fix it in a rock,” or “I’ll place it on its head.”",
    "ai-tika-vin05t8:16_5": "But if you determine it as a single one’s presence, then it is allowable to determine it;",
    "ai-tika-vin05t8:16_6": "who lacks a space on all sides –",
    "ai-tika-vin05t8:16_7": "if he says, “Who would I do wrong?” and he cut off his doubts, having cut them down, he will die?",
    "ai-tika-vin05t8:16_8": "If there are some who wants to obtain it, he should determine it, bring it back inside, determine it for a single day.",
    "ai-tika-vin05t8:16_9": "In this way he could be able to bring back.",
    "ai-tika-vin05t8:17_0": "would be heedful and determined.",
    "ai-tika-vin05t8:17_1": "If he gives it to someone else, his bowl or robe, or he discards it while roaming it or resigns.",
    "ai-tika-vin05t8:17_2": "And this is said:",
    "ai-tika-vin05t8:18_0": "“You should get rid of the conceit ‘I am’ and aroused from time to time,",
    "ai-tika-vin05t8:19_0": "It is these seven tornness and cruelty:",
    "ai-tika-vin05t8:20_0": "the partake of the wieldings in the sun’s power.",
    "ai-tika-vin05t8:20_1": "if he applies his mind to anxiety;",
    "ai-tika-vin05t8:20_2": "by which one enters a pit of coals and lives in it.",
    "ai-tika-vin05t8:20_3": "He now finds immediately following the seven courtesans.",
    "ai-tika-vin05t8:20_4": "if it is to be found inside that has not been powder or bathed again, then to be determined again.",
    "ai-tika-vin05t8:20_5": "This is the exposition in that case.",
    "ai-tika-vin05t8:21_0": "But there are two kinds of interpretion: transfer face-to-face and in the absence of.",
    "ai-tika-vin05t8:21_1": "How is there removal in the presence of those concerned?",
    "ai-tika-vin05t8:21_2": "After putting away one or taking leave of the bowl, he thought, “I have attained this bowl, and I say” or “This almsbowl,” and he said, “I have attained this bowl,” “I do so.”",
    "ai-tika-vin05t8:21_3": "To this extent it is allowable to use a determine it, or to give it away.",
    "ai-tika-vin05t8:21_4": "“I enjoy the use of what is given, not by one who uses it, or by what is meant.” And that is how it is allowable for him to use.",
    "ai-tika-vin05t8:22_0": "And another all:",
    "ai-tika-vin05t8:22_1": "In the same way, when a number of bowl is stored up in one of these three bowls, he considers (only): “I have attained such a single bowl, I am fathomed with the intention of having totally put it away,” or, “I thought, “I have a trainee nun, for anyone else,” or “I am able to live in the presence of a novice monk.”",
    "ai-tika-vin05t8:22_2": "to this extent one is allowed.",
    "ai-tika-vin05t8:22_3": "But there is not even one tying.",
    "ai-tika-vin05t8:22_4": "The monk took that monk’s blanket made entirely of contentment. ...",
    "ai-tika-vin05t8:22_5": "if it is called “special” or “repace” or “repairs” according to the laity of profession, etc., that is, one is called “ustere”.",
    "ai-tika-vin05t8:23_0": "How is there in the absence of gratitude?",
    "ai-tika-vin05t8:23_1": "In the same way one is called lived in dependence on alms-food and found, he thinks, “I attained this bowl for them to be reached, I say.”",
    "ai-tika-vin05t8:23_2": "The other should say, “She is your friends, my friend.”",
    "ai-tika-vin05t8:23_3": "Anyone else should make the proclamation through that the first monk’s former wife. ...",
    "ai-tika-vin05t8:23_4": "if he says, “Consider it;”",
    "ai-tika-vin05t8:23_5": "Furthermore, he should give to a monk, thinking: ‘I give this monk.’ ...",
    "ai-tika-vin05t8:23_6": "‘I give this novice nun’ or “I give this education for it.”",
    "ai-tika-vin05t8:23_7": "At this point it is not allowed to use one of requisites. But there is no one among them to give even one.",
    "ai-tika-vin05t8:23_8": "But, when a monk has attained the second jhāna in the openings of such-and-such amount of rainy season, he uses it as a little that is called “gar-” or “It is allowable to use it as much as he is allowed.”",
    "ai-tika-vin05t8:23_9": "This is the essence in the early.",
    "ai-tika-vin05t8:24_0": "50.",
    "ai-tika-vin05t8:24_1": "When they have determined in this way, what may I enjoy them?",
    "ai-tika-vin05t8:24_2": "he has nothing to do with it.",
    "ai-tika-vin05t8:24_3": "or even a single king’s principal rope, he should place it onto the rope of the royal stomach, shopped it away, and yoke it. He should cover it with a rope, then rope.",
    "ai-tika-vin05t8:24_4": "and then eat it.",
    "ai-tika-vin05t8:24_5": "he should fix his delicate skin on the ground.",
    "ai-tika-vin05t8:24_6": "But the crane, so pure and powder is not allowed to shaveling it, to be found in a rope.",
    "ai-tika-vin05t8:24_7": "But when the bowl is wick, the bowl is being wounded by the wide, and it is out because of the stains of wipeding the bowls. That is why it should be given out.",
    "ai-tika-vin05t8:24_8": "But the two kings who are the same joints should apprehend two finger jungles.",
    "ai-tika-vin05t8:24_9": "One or six-stools,",
    "ai-tika-vin05t8:24_10": "whoever has four less than one finger jungle thicket;",
    "ai-tika-vin05t8:24_11": "When one has five fingernails only reached the pit of coals, he should ask for one,",
    "ai-tika-vin05t8:24_12": "This, firstly, is the dead man’s bowls.",
    "ai-tika-vin05t8:25_0": "If the bowl is not enough, he should ask for any stomach water that has been made up, or he has not chopped it in the circumference of either.",
    "ai-tika-vin05t8:25_1": "But if there is only one leaning big circumference for the circle, the bowl, or the remainder, and it is not allowed to be laypeople. This is the one who wants to understand.",
    "ai-tika-vin05t8:25_2": "And although he has asked for permission for the Sangha to ask for permission of the Sangha, for which he has been invited to ask for a person for a bowl consisting in the same way as bowl, he is allowed to leave as an individual.",
    "ai-tika-vin05t8:25_3": "When she had obtained a bowl, she should use it unallowable to use the shopkeeper’s bowl, or who was useless in a basket, use it unwashing water, or she was able to eat the rice gruel.",
    "ai-tika-vin05t8:25_4": "he should not lay down on a bed, etc., and he should not lay it down on the ground.",
    "ai-tika-vin05t8:25_5": "for the place where the bowl is used in the way beginning, “I allow a bowl and robe, a nutriment.”",
    "ai-tika-vin05t8:26_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t8:27_0": "Discussion of the determination of the discussion on the transferred to another because of being determined"
}