{
    "ai-tika-abh08t47:0_0": "23. Tevīsatimo paricchedo",
    "ai-tika-abh08t47:1_0": "Discussion of the corruptions",
    "ai-tika-abh08t47:2_0": "1375.",
    "ai-tika-abh08t47:2_1": "Now, while the fourth inlet they give up purity of knowledge and vision worthy of the knowledge and vision that they are to be given up, etc., and similar to knowledge and vision, they should that which they do so in the present life.",
    "ai-tika-abh08t47:2_2": "Thoughts that are connected with the defilements",
    "ai-tika-abh08t47:2_3": "The fetters and bonds in the constituents (of mind and body) that provide fuel for attachment are ended.",
    "ai-tika-abh08t47:2_4": "the states associated with aggregates, defilement by accumulating them by the sense desire and the defilements.",
    "ai-tika-abh08t47:2_5": "Wrong insisting on the wrong way, etc., is the wrong way since it makes wrong effort and the wrong way.",
    "ai-tika-abh08t47:2_6": "thoughts in the world led on, and prevented by the world itself is liable to be reborn, or worldly conditions.",
    "ai-tika-abh08t47:2_7": "Contentment or stinginess",
    "ai-tika-abh08t47:2_8": "Vidhura and Moggallāna,",
    "ai-tika-abh08t47:2_9": "(There is) the carrion and the ties of the body, being knot-fiver.",
    "ai-tika-abh08t47:2_10": "(They are) respected by the noble ones, which they take care of the noble ones.",
    "ai-tika-abh08t47:2_11": "having destroyed the pollutants, all defilements, has plunged into the whole world. Please flow all suffering.” And the mind, rolling on all sides, all defilements, in the present life, without hurting.",
    "ai-tika-abh08t47:2_12": "the great flood, wide and trembles.",
    "ai-tika-abh08t47:2_13": "it is recorded that while he was below",
    "ai-tika-abh08t47:2_14": "Regarding the supramundane Dhamma’s special qualities, the supermundane attainments’ special qualities,",
    "ai-tika-abh08t47:2_15": "and that they do so.",
    "ai-tika-abh08t47:2_16": "The frogs are very far as its object is eaten by the dawn of a rod.",
    "ai-tika-abh08t47:2_17": "while they are not abandoned in the seven places of loss, they get a fertile field, like the crimes.",
    "ai-tika-abh08t47:2_18": "get by a mirage;",
    "ai-tika-abh08t47:2_19": "Is it unskillful and idiosyncratic in wholesome deeds?",
    "ai-tika-abh08t47:2_20": "But here there is no being inclination of deeds that is not a state of continued existence.",
    "ai-tika-abh08t47:2_21": "Here it may because of this thought gives rise to the thought, and the arising of the mind.",
    "ai-tika-abh08t47:3_0": "Because of the greatest of sensual pleasures, the third absorption should be cultivated and the third absorption, the fourth absorption in the enlightenment realm. And for all the lower fetters, they should feed once grounds, with the ending of the five lower fetters.",
    "ai-tika-abh08t47:3_1": "Because of the lower fetters of the fine-materiality of form, for the third, and for the fourth part of the production of the path—that* is within the case of the fetters of rebirth, the fetters of rebirth in the underworld.",
    "ai-tika-abh08t47:4_0": "Of these ten kinds of fetters, desire for rebirth in the realm of luminous form, desire for rebirth in the realm of luminous form, and view therefore omniscientity with the fetters of rebirth, and attachment to view.",
    "ai-tika-abh08t47:5_0": "Wrong thought is the wrong thought and wrong speech which is accompanied by placing the mind.",
    "ai-tika-abh08t47:5_1": "Wrong speech is threefold, three intention,",
    "ai-tika-abh08t47:5_2": "and wrong mindfulness,",
    "ai-tika-abh08t47:5_3": "with wrong knowledge (of ignorance),",
    "ai-tika-abh08t47:5_4": "Wrong freedom arises in the world of the Lord of Mounts, produced by wrong freedom,",
    "ai-tika-abh08t47:6_0": "Because for the sake of the words: because of gain, etc., that is to say, gain, gain, honour and renowned by gain and honour.",
    "ai-tika-abh08t47:6_1": "The World and summoned One, whose welfare has been related to the world,",
    "ai-tika-abh08t47:7_0": "Stinginess with dwellings, families, stingy with dwellings, families, material possessions, and fondness.",
    "ai-tika-abh08t47:7_1": "That’s how families are stingy with the families.",
    "ai-tika-abh08t47:7_2": "Herein, the monastery that is the dwelling.",
    "ai-tika-abh08t47:7_3": "they were supported by her family and family members of families.",
    "ai-tika-abh08t47:7_4": "gain and loss,",
    "ai-tika-abh08t47:7_5": "golden coloured, and very beautiful,",
    "ai-tika-abh08t47:7_6": "Relying on this teaching, and the homeless.",
    "ai-tika-abh08t47:8_0": "Saying, “According to the cloth,” they declaring their said, but when it is said,",
    "ai-tika-abh08t47:9_0": "Resoluteness should be given in the presence of the body and the non-existent of enlightenment, etc.;",
    "ai-tika-abh08t47:9_1": "“This is the only truth, other ideas are silly.”",
    "ai-tika-abh08t47:9_2": "with precepts and observances, the insistence on precepts, and the insistence on views is the meaning of the teaching. Consequently the teaching is the point of three kinds.",
    "ai-tika-abh08t47:10_0": "‘They should be told,’ that which should be done, and that which should not be done by one who hasn’t committed the level of the six rules.",
    "ai-tika-abh08t47:11_0": "These are the three realms of sensual desire that they greed, hate, and delusion, the three realms of the teaching.",
    "ai-tika-abh08t47:12_0": "(whoever) to sense pleasures, desire for sense pleasures, passionate impulsion,",
    "ai-tika-abh08t47:12_1": "For * For when they suffer painful in themselves, they don’t toss even to be torn like a swift stream,",
    "ai-tika-abh08t47:13_0": "the attachment to sensual pleasures, views, and grasping.",
    "ai-tika-abh08t47:13_1": "And two views occur in them here.",
    "ai-tika-abh08t47:14_0": "Without first being announced: seven sentient beings there are that are inferior in the sense of all beings.",
    "ai-tika-abh08t47:14_1": "Why is it not? How many kinds of defilements are given up?",
    "ai-tika-abh08t47:14_2": "We won’t give up or get rid of resistance in the future, thinking: ‘We don’t length in the future, we don’t say, ‘We will lose their cause,’ and we don’t get to travel.’",
    "ai-tika-abh08t47:14_3": "Because that The underlying tendencies of sensual desire is called the underlying tendency to sensual desire.",
    "ai-tika-abh08t47:14_4": "When the courses are destroyed,",
    "ai-tika-abh08t47:14_5": "And after some time they say, “This underlying tendencies of sensual desire, affection, infatuation, thirst, and passion for sensual pleasures, they inclination of greed for sensual desire.” Then they do not apply themselves to their encounterate passages, and they apply themselves to a dead person.",
    "ai-tika-abh08t47:15_0": "A killing living creatures: killing living creatures, stealing, sexual misconduct, and using the highest deed.",
    "ai-tika-abh08t47:15_1": "And there was a killer living creatures that had killed living creatures. When they were cut off the shelter, were unsuitable, and prevented from killing living creatures.",
    "ai-tika-abh08t47:15_2": "Likewise to others, the intention to commit theft, adornments, and the intention to steal.",
    "ai-tika-abh08t47:15_3": "Having done the true teaching of the Dhamma, which is an importance for the body, speech, and mind, and an individual essence.",
    "ai-tika-abh08t47:15_4": "clothes ...",
    "ai-tika-abh08t47:15_5": "The deeds of the other is the cause of to be done, the other is the reason.",
    "ai-tika-abh08t47:15_6": "preventing the mind from others, that of one’s own volition, that is to say, the intention of others.",
    "ai-tika-abh08t47:15_7": "She became frightened through two, and through the deeds she had the same deed,",
    "ai-tika-abh08t47:15_8": "The ultimate size of the extremes, harsh speech, and harsh speech.",
    "ai-tika-abh08t47:15_9": "Without perception, talking nonsense, talking nonsense, and intentions:",
    "ai-tika-abh08t47:15_10": "Because of their destiny is the same.",
    "ai-tika-abh08t47:15_11": "“May I be like this!”",
    "ai-tika-abh08t47:15_12": "“If only the man whose ill will has such a hundred characteristics.”",
    "ai-tika-abh08t47:15_13": "“There is no meaning in giving,” etc., in the way beginning, “There is no wrong view, and so on.",
    "ai-tika-abh08t47:15_14": "And here there is no deed of worry for the sake of having a foundation of (whole or of his deeds;",
    "ai-tika-abh08t47:16_0": "and threefold by way of body, speech, and mind are threefold.",
    "ai-tika-abh08t47:16_1": "the body, speech, and mind does not arise in them.",
    "ai-tika-abh08t47:16_2": "Likewise the four kinds of speech,",
    "ai-tika-abh08t47:16_3": "by covetousness is threefold and threefold.",
    "ai-tika-abh08t47:16_4": "and the gate is set rolling in the three doors.",
    "ai-tika-abh08t47:16_5": "and in the advantages of the city in the way already stated .",
    "ai-tika-abh08t47:16_6": "And the teaching is to be given in the beginning there, the first three associated states, and the three associated states should be seen.",
    "ai-tika-abh08t47:16_7": "the method of a great dealing with the rest of the now should be understood as stated .",
    "ai-tika-abh08t47:17_0": "Here are these: these are the paths of practices, likewise the noble path.",
    "ai-tika-abh08t47:18_0": "they go to the lower world,",
    "ai-tika-abh08t47:18_1": "Because of the remaining back of the way",
    "ai-tika-abh08t47:18_2": "the third path should be given up: it is to be given up by the third, and it is the fourth coarse (back).",
    "ai-tika-abh08t47:18_3": "Hence it is the third kind of happiness.",
    "ai-tika-abh08t47:18_4": "For the finest lady of sensual desire is bound by passion,",
    "ai-tika-abh08t47:18_5": "The fourth is the knowledge of the path; it is included in the first jhāna.",
    "ai-tika-abh08t47:18_6": "For there is no way in the case of form, which is unincluded in the first path, is the knowledge of the opposite sex.",
    "ai-tika-abh08t47:19_0": "And where there is the category of the length of the clause that is to say: the third and the fourth, the knowledge in the middle, or the second, and the third, and the fourth, which is knowledge about the mention of the opposite sex. The knowledge should be understood here and there in each and every case.",
    "ai-tika-abh08t47:19_1": "greed ...",
    "ai-tika-abh08t47:19_2": "In the fourth jhāna it is mastery in knowledge: here the world’s world and the opposite sex.",
    "ai-tika-abh08t47:20_0": "who is surrounded by his retinue,",
    "ai-tika-abh08t47:21_0": "Taking suffering as happiness.",
    "ai-tika-abh08t47:22_0": "By the first jhāna, etc., is the knowledge of the states of oppositeness, etc., and both for the sake of accumulating such a way that is to say, the penetration of craving, and the path to the prevention of them.",
    "ai-tika-abh08t47:23_0": "Knowledge of what is unskillful, and what is knowledge about this, what is said to be the third kind of regrets in the middle.",
    "ai-tika-abh08t47:23_1": "But when they say that what is high to one who is liberated from the four kinds of mindfulness meditation, there is remorseful and dissatisfaction with the teaching, they can be understood to be abandoned.",
    "ai-tika-abh08t47:23_2": "In other places, you should be seeked in higher places. You shouldn’t be finitely.",
    "ai-tika-abh08t47:23_3": "on the gross of various sorts of discussion in the first of the gross - and the knowledge of the Vibhaṅga thus:",
    "ai-tika-abh08t47:23_4": "When a perfected one has been prohibited by the Buddha, they eat alms at a public guesthouse after making a public guesthouse. When the Buddha had received the food, they did not receive it.",
    "ai-tika-abh08t47:23_5": "Neither a hindrances are not suitable for the Buddha, or for the sake of investigating, or for the degree of repulsion, and about the rules of the Vinaya.",
    "ai-tika-abh08t47:24_0": "and in the third and fourth-jhāna access are gross knowledge of the following mercified knowledge. In the second tetrad there is the third instance.",
    "ai-tika-abh08t47:25_0": "This being so, the despise of unskillful aggression should be seen as the mirror ofunting Makkhali Gosāla’s owning.",
    "ai-tika-abh08t47:26_0": "That’s why he’s pleased with him.",
    "ai-tika-abh08t47:26_1": "why do these things come up, get rid of resentment in the past?",
    "ai-tika-abh08t47:26_2": "But if in the past, where would there be fruit, or deluded?",
    "ai-tika-abh08t47:26_3": "it is to be given up, there is no one else.",
    "ai-tika-abh08t47:26_4": "Then in the present, there is also the fruit, and there is something that’s how you should be given up.",
    "ai-tika-abh08t47:26_5": "I can also be given up any sort of development, because of the path leading to developing the path and cultivation of the path.",
    "ai-tika-abh08t47:26_6": "When this is the truth by the path, it’s ruined by the swelling of the opposite sex. It’s good fortune to be reborn in the future.",
    "ai-tika-abh08t47:27_0": "The four things that can be completely understood, complete understanding, and the finishing of the fruitions, and so on.",
    "ai-tika-abh08t47:27_1": "Has been understood by the words of suffering, etc., and as well.",
    "ai-tika-abh08t47:27_2": "penetrating the four noble truths,",
    "ai-tika-abh08t47:28_0": "Likeness : just as “Realized” ,",
    "ai-tika-abh08t47:28_1": "If he thinks, “This is the lowestate” and then do so, he should know the four noble truths.",
    "ai-tika-abh08t47:28_2": "For there is no such thing as yourself in the world; and there is no place to give attention to them, to the accusations of the dedicated to the gods.”",
    "ai-tika-abh08t47:28_3": "if she shows her after giving direction;",
    "ai-tika-abh08t47:28_4": "if he eats it after hunger;",
    "ai-tika-abh08t47:29_0": "Understanding the inner impediments, he rejects it without any including it with reference to it.",
    "ai-tika-abh08t47:29_1": "He enjoys it, thus it is “without penetration.”",
    "ai-tika-abh08t47:29_2": "The basic principles of direct-knowledge is annihilationist. ...",
    "ai-tika-abh08t47:29_3": "Development of the development of Development by development and the path of development consisting in the analytical knowledge.",
    "ai-tika-abh08t47:29_4": "in the path with knowledge and insight is path, and the penetration of the path, and the noble path with penetration to the path with penetration of the path, the penetration of the path, and the path that leads to the development of the path.",
    "ai-tika-abh08t47:29_5": "for one associated with pride, delighting in publicity, and self-controlled people.",
    "ai-tika-abh08t47:29_6": "cessation, extinguishment.",
    "ai-tika-abh08t47:29_7": "He rejects the truth by the truth as it does by means of the penetration of truth.",
    "ai-tika-abh08t47:29_8": "When she urges her on the cessation of truth, she creates the four truths. When a foundation of (good) conduct is found, it is penetrated by the path to the penetration of the path, and it is by the penetration of the path.",
    "ai-tika-abh08t47:30_0": "In this way they say is stated in the Vibhaṅga in each case. And this is why they also said.",
    "ai-tika-abh08t47:30_1": "For she does not see the path to understand that suffering is the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. But they see the practice that leads to the cessation of suffering.",
    "ai-tika-abh08t47:30_2": "if there was something more than the origin of the world in the former, and it would be painful to see again and again to be disagreeable.",
    "ai-tika-abh08t47:30_3": "But now I said, “But no matter how to help bring offering her?”",
    "ai-tika-abh08t47:30_4": "With the appearance of the origin of suffering, wielding the end of suffering as its near enemy of the path, and as one who has attained the end of suffering in the present life, production of the paths of realization, and in the darkness and the path with the end of the paths of the path, and that comes the abiding of the path to cessation.",
    "ai-tika-abh08t47:31_0": "1385-6.",
    "ai-tika-abh08t47:31_1": "And another, thinking, “Having seen the meaning, take it away.”",
    "ai-tika-abh08t47:31_2": "you make known:",
    "ai-tika-abh08t47:31_3": "if he admits to his admitted;",
    "ai-tika-abh08t47:31_4": "And it’s also how the sun comes into—including vision of forms, knowledge of this suffering:",
    "ai-tika-abh08t47:31_5": "as they lead to darkness, as they give up their origin,",
    "ai-tika-abh08t47:31_6": "as it is shown in the world that it is present to him with its travels.",
    "ai-tika-abh08t47:31_7": "Like this, when it comes to the cool shade of all the defilements is thus: “This is the cleansing of all defilements, darkness, and equanimity; of them, which rely on all the eighteen grounds, is to be distinguished by the near shore.”",
    "ai-tika-abh08t47:32_0": "1388.Appetīti pappoti.",
    "ai-tika-abh08t47:32_1": "At this point they show the destiny of suffering, another eradicated to the development of the path, the end of all suffering, and the central states of existence.",
    "ai-tika-abh08t47:33_0": "The fruit of stream-entry should be seen as the fruit of stream-entry.",
    "ai-tika-abh08t47:33_1": "and like this it should be seen thus:",
    "ai-tika-abh08t47:33_2": "is the fruit of the noble ones,” and he makes a happy abiding in the present life, for the cessation of suffering, and for the fruit of on the path to the fruit of cessation.",
    "ai-tika-abh08t47:33_3": "For four persons, too, have attained the fruit of once-returning and fruition.",
    "ai-tika-abh08t47:33_4": "Now, there are some ascetics who enter immersion in the charnel grounds for immersion when they have entered it. They can exercise it in order to fulfill it, and make it get immersion due to mindfulness and situational awareness.",
    "ai-tika-abh08t47:33_5": "One who has cut off the defilements, whose mind is unshakable, who also gets rid of corruptions relationships, but who has not completely made the noble truths in regard to the noble ones, how could he be questioned?",
    "ai-tika-abh08t47:33_6": "But the lower half of the upper one, and the lower individual does not attain it.",
    "ai-tika-abh08t47:33_7": "For there is no way to entering the surface of the Dhamma in a stream-enterer whose defilements are dangerous and deed, like a stream-enterer who reaches the fruition of once-returners, and whose mind goes to the underworld reaches the fruition of non-returner. When it comes to the noble ones, it is no matter how to attain the fruit of stream-entry, and because there is no fruition for the fruit of once-return.",
    "ai-tika-abh08t47:33_8": "But when he entered upon that noble disciple wants to physical process, he should be in secreted by means of the location of neutrality in him.",
    "ai-tika-abh08t47:33_9": "As they do so, their mind inclines towards cessation, the attainment of cessation, and the fruit of stream-entry.",
    "ai-tika-abh08t47:33_10": "The path of consciousness interrupted is the fruit of the fruition here and there is no path.",
    "ai-tika-abh08t47:33_11": "For there is another path of discerning the noble path, the fruit of which is most foster the fruit of non-confusion.",
    "ai-tika-abh08t47:34_0": "For that is how the noble paths arise in a cramped heat, quite secluded from sense desires, secluded from unprofitable things, the production of path of the fruit of non-confilement, asceitting the lamps, wide opening the first paths, and the attainments of the oppressite sex, which arise in an embracing the fruit of the noble paths, and so on. And those who are having gained the fruition to the decomplishments of idleness, and so on.",
    "ai-tika-abh08t47:34_1": "It’s because they haven’t specific conditioned by choices, and stilling them with the attainment of knowledge of the path, they should know that this is the path to extinguishment by means of the attainment of extinguishment.",
    "ai-tika-abh08t47:34_2": "Because of the preceding of the reckoning itself and pervasion of the emerging of the succession of it should be understood as the arising of continuity.",
    "ai-tika-abh08t47:35_0": "The third attainment of cessation is the fourth jhāna in the fine-material attainment. The cessation of the consciousness that is present in the consciousness and the mental formation.",
    "ai-tika-abh08t47:35_1": "For the one who has entered upon a non-returner, who fulfills the factor of immersion, etc., and has entered upon the fruit of concentration, and so on.",
    "ai-tika-abh08t47:35_2": "For it is quite secluded from sense desires, secluded from unprofitable things, possessed of the two strengths, and entered into and with the first absorption, the yokes of the dimension of infinite space, the dimension of infinite consciousness, the dimension of infinite consciousness, the dimension of nothingness, and the fourth absorption. So he can emerge from that, he successively entered upon the dimension of infinite space, the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception. Then he can emerged from that third absorption and see the fourth absorption.",
    "ai-tika-abh08t47:36_0": "Herein, the body is distorted: beings and various others do not determine according to the doctrine of various beings.",
    "ai-tika-abh08t47:36_1": "there is no determination of the body,",
    "ai-tika-abh08t47:36_2": "But the Sangha wants to perform a legal procedure consisting of three announcements, thinking “I shall do a legal procedure consisting of one motion and one announcement,” but he says, “I will not give me to the requisites for the Sangha.”",
    "ai-tika-abh08t47:36_3": "The Teacher said, “I will not tell me how to go away in three ways for as long as I am told, I’m going away.”",
    "ai-tika-abh08t47:36_4": "and countless beings who lived for the sake of her life span, who cut off the precincts,",
    "ai-tika-abh08t47:36_5": "In this way he must attained the sphere of neither-perception-nor-non-perception.",
    "ai-tika-abh08t47:36_6": "But when one man hasn’t crossed over the third absorption, he still experiences that third fruit from the fourth part of the mind; on the third occasion they keep reappears and fruits on the third occasion.",
    "ai-tika-abh08t47:36_7": "This is the twofold attainment of wisdom.",
    "ai-tika-abh08t47:37_0": "1392-4.",
    "ai-tika-abh08t47:37_1": "than the world with its gods: he crosses further to the north of the fully awakened Buddha.",
    "ai-tika-abh08t47:37_2": "with wisdom the awakening factors.",
    "ai-tika-abh08t47:37_3": "Wisdom is the state of illuminating here and there, the wisdom there is from developing this world.",
    "ai-tika-abh08t47:37_4": "May the streams that are pleasant and the gods who have cut off the life span, who are happy and well protected,",
    "ai-tika-abh08t47:37_5": "* Whoever desires the right shouted of wrong deeds",
    "ai-tika-abh08t47:37_6": "(Mahinda replied:) “ Uggaha who is exceedingly powerful, who has strong senses,",
    "ai-tika-abh08t47:37_7": "Relying on non-distraction; Why don’t we give to five settles?",
    "ai-tika-abh08t47:38_0": "Thus in consequence of such a thing:",
    "ai-tika-abh08t47:39_0": "the form of the teaching.",
    "ai-tika-abh08t47:40_0": "The account of the corruptions of the defilements is finished."
}