{
    "ai-tika-s0401t1:0_0": "1. Rūpādivaggavaṇṇanā",
    "ai-tika-s0401t1:1_0": "Regarding the house there,",
    "ai-tika-s0401t1:2_0": "Endowed with the Vibhaṅga thus: “He is able to show the first Vibhaṅga in order to show the way beginning, “Explains, the suppression of the supramundane states. ”",
    "ai-tika-s0401t1:2_1": "Herein, the meaning is: “I shall explain the meaning of the words “I shall give the desire of passion” is thus delivering the sense of establishing the Vibhaṅga thus: “I shall proclaim,” the meaning is: “I shall proclaim it. ” So he said, “I shall give the meaning of this Vibhaṅga: “I shall explain the meaning of the Faith. ”",
    "ai-tika-s0401t1:2_2": "Or alternatively, “Bhikkhus, is it the meaning of the word meaning” in the way already stated , thus it is said: “Here, one who is meaningful” .",
    "ai-tika-s0401t1:3_0": "Now, as to its she wants to develop the first-coloured residence in a place that wants to see the shining beauty, the first tears her rolling on her emerging from the shines,",
    "ai-tika-s0401t1:3_1": "weighing the sitting mat, etc.”",
    "ai-tika-s0401t1:3_2": "Herein, just as, when a man has been taught there, the expositions of the teaching and the four inclusion, the teaching and the Saṅgha, and the Saṅgha in the Vinaya (of the Faith).",
    "ai-tika-s0401t1:3_3": "that which is well proclaimed as the four ways of being included in the ways beginning, the middle, and the end of the absorption in the passages assemblies.",
    "ai-tika-s0401t1:3_4": "Because of the foundation of the great Saṅgha’s Commentary great help, and the first great Saṅgha, assembled at the time of the Mahācaṅgītikas. This is the first Mahātittha garden.",
    "ai-tika-s0401t1:3_5": "having preached the Dhamma of the Protectors, etc., which is used as taught by the other, and without harming them.",
    "ai-tika-s0401t1:3_6": "(He who) can take up the things that are called.",
    "ai-tika-s0401t1:3_7": "“I don’t teach Dhamma to the source of sources,” etc., and so they haven’t reached the goal of theirs.",
    "ai-tika-s0401t1:3_8": "Hence it is said:",
    "ai-tika-s0401t1:3_9": "“Yes, Ānanda,” she replied.",
    "ai-tika-s0401t1:4_0": "1.",
    "ai-tika-s0401t1:4_1": "“But these remaining terms are to be spoken of,” and so on, they said, “Now,” and they addict, sourced, and originated from the disparaging. But only one is said to be inappropriate in this matter, “This is what is said.”",
    "ai-tika-s0401t1:4_2": "Herein, the preparing of the golden statue on the cloth covering with a drunk drawn out from its head and so on, after showing them in the way beginning, “We will give,” and after showing them any more than that, etc., in the colour of the phrases, etc., in order to show the meaning in that way.",
    "ai-tika-s0401t1:4_3": "Herein, in the place where there is no footing in the rest.",
    "ai-tika-s0401t1:4_4": "Or alternatively, it should be understood that the counterpart sign, in the same way as stated and in the case of the without exception, thus it is the difference between.",
    "ai-tika-s0401t1:4_5": "Herein, the meditator should enter the Absorptions in whichever there is frequent occurred in the way beginning, “Dearing the World” .",
    "ai-tika-s0401t1:5_0": "you’ve reached the goal",
    "ai-tika-s0401t1:5_1": "But while showing that it is showing such a drum on the meaning of the sea, saying, “This is how there is the sound of such a palm tree.”",
    "ai-tika-s0401t1:5_2": "iv. The meaning is this: it should be given in the beginning to the first place according to the Fraternity . The meaning is this: for the sake of the inclusion of all these.",
    "ai-tika-s0401t1:5_3": "That is how many kinds of sounds have such power as this.",
    "ai-tika-s0401t1:5_4": "For in the moment of faith and instances, etc., accordingly,",
    "ai-tika-s0401t1:5_5": "Because it is fitting to do something good in this way, they say.",
    "ai-tika-s0401t1:5_6": "“Yes, Sunetta, do you have nicely bathed and anointed, with hair and beard dressed, bedecked with jewels, dressed in white—amuse themselves, supplied and provided with the five kinds of sensual stimulation, like you do today in your tradition?",
    "ai-tika-s0401t1:5_7": "No, Master Gotama.”",
    "ai-tika-s0401t1:5_8": "just as when swapping the life span is struck.",
    "ai-tika-s0401t1:6_0": "Doesn’t you say that the word is well applicable?”",
    "ai-tika-s0401t1:6_1": "nor is attachment different from the path.",
    "ai-tika-s0401t1:6_2": "For just as a very moderation such is insane, such is the ultimate sense. Such speech, the counselor does not have any moderations, how they promote any development of it.",
    "ai-tika-s0401t1:6_3": "and after taking this, he thinks, “This is how they are reborn spontaneously.”",
    "ai-tika-s0401t1:6_4": "“So it’s because I’ve been born ...",
    "ai-tika-s0401t1:6_5": "[In the seventh week] he should make merit, sure that in the place where Māra has used his meritorious flowers, fruits, familiar with the mundane and supramundane. He should then be brought to an excellent flowers of garlands, perfumes, etc., made meritorious conduct, etc., and the embracing a hundred and eight measures of good qualities.”",
    "ai-tika-s0401t1:6_6": "Of these, the sounds, etc., thus it is “with the quieter’s practice,” it is said: “This is the meaning of it, this is the kind already described.”",
    "ai-tika-s0401t1:6_7": "he had gone to this monastery.",
    "ai-tika-s0401t1:6_8": "Like this, “This is how to go out from here and now” is said, “withstanding that is the meaning of, etc., as follows:",
    "ai-tika-s0401t1:6_9": "“So it’s true. ...”",
    "ai-tika-s0401t1:6_10": "you’ve confined.”",
    "ai-tika-s0401t1:6_11": "In this way the Buddha’s instruction is like this. He practiced in line with the teachings as it’s said. And he can be for the sake of winning debates, so that, when developed and cultivated, succeeding in a case.",
    "ai-tika-s0401t1:7_0": "In the same way, here the caravan is devoted to the sound of cows, etc., here in this way: “The one who has made such a sound, etc., keeps nearby, and instead of bending and understanding.”",
    "ai-tika-s0401t1:7_1": "And here it is according to the word opinions beginning with the skill in etc., as it is similar to the sound of flowers and so on.",
    "ai-tika-s0401t1:7_2": "‘Sir, in this way: the indication of the Dhamma consisting in giving attention to the bhikkhus, while he is standing on the ground, claiming to be quiet in the way stated thus, “Venerable sir, it is good in the way already described.”",
    "ai-tika-s0401t1:7_3": "and says, “I say this, ascetic Ānanda, to do this.” He should say to them:",
    "ai-tika-s0401t1:7_4": "This is how it was said in the Commentaries: “How is it in accordance with the rule, not stored indoors? What is referred to it? How, is it appropriate to an end? What is they say?” “We understand how to explain in detail the meaning of this matter how and there is neutrality in detail?”",
    "ai-tika-s0401t1:7_5": "But in order to purify their unhappiness, they get taken away from that harm and suffering.",
    "ai-tika-s0401t1:7_6": "“That’s how it is, sir.”",
    "ai-tika-s0401t1:8_0": "In divided into two classes of rebirth into a variety of less states, such as thing, etc., of diverse kinds of foulness, etc.; or of the kinds of diverse kinds, namely, such classification, and the four classes of physical processes.",
    "ai-tika-s0401t1:8_1": "Or the winds that were associating with the texts, etc., and as well as being parted into the aggregates, etc., and according to the aggregates, etc., and as they did not reach skill in absorption, etc., and as well, yet to the similar and substitution of opposites, etc., and as they were told, etc., and according to their .",
    "ai-tika-s0401t1:8_2": "And the three beginnings of the kind, the practice that leads to their own destruction, etc., are fewer of wishes and contentment, etc., just as they cause countless hundreds of each particular individuals because of their existence.",
    "ai-tika-s0401t1:8_3": "Explaining the meaning and the attributes of meaning and reasons:",
    "ai-tika-s0401t1:8_4": "It is “with meaning” because it conforms to the words declaring its meaning by pronouncing, clarifying, revealing, expounding, and explaining the meaning of the details, and the meaning is this: “The meaning of the phrasing of the meaning, the meaning should be regarded as “profitable, and the meaning.”",
    "ai-tika-s0401t1:9_0": "The Vibhaṭisambhidā here in the first caste, “following the goods of greed, hate, delusion, and the noble ones say, “Sisters” .",
    "ai-tika-s0401t1:9_1": "But in the Fortunate One’s dispensation are not embarrassed,",
    "ai-tika-s0401t1:9_2": "Such was the ordinary person who possessed the eight factors, possessed of the eight factors, possessed of supernormal power, and one who possesses the eight factors (supernatural) powers, and one who possesses their supernatural power here and there, but not here the noble ones.",
    "ai-tika-s0401t1:9_3": "and if they were to help him away, he said, “This is a very shopkeeper, a sign is were killed for them.” This is what is said.",
    "ai-tika-s0401t1:9_4": "Or alternatively, the sectarians proclaimed the dispensation of the Blessed One.",
    "ai-tika-s0401t1:9_5": "For they make merit by means of the view of the result of views that make them give up.",
    "ai-tika-s0401t1:9_6": "“This is the Vāṭhika’s,” “This is the case of the sound,” “This is the opposite of all the skin,” or “In this way, opposite sex, this is the case, this is the brahmin whose mind is satisfied, and that is free from the corruptions that opposite of their own hands,” and “In this case, this is to say, Possessed away the noble eightfold paths, envy and consequence thus: ‘This is the defilement of building away from the four corruptions, this is the corruptions,’” , and that is to say, and to the repetitions.",
    "ai-tika-s0401t1:9_7": "The demonstration of psychic power, or the demonstration of psychic power, and the demonstration of supernormal power, the Master of the earth, and the rainy season.",
    "ai-tika-s0401t1:9_8": "The fourth path and the concept in that place is born, dropped, or change in that place.",
    "ai-tika-s0401t1:9_9": "But in the breakage of his psychic power by supernormal power and by the Blessed One said:",
    "ai-tika-s0401t1:9_10": "“About the spiritual life” is making the following distinction.",
    "ai-tika-s0401t1:10_0": "There is no way such reason in the presence of the Buddha, as well as taught, it doesn’t otherwise.",
    "ai-tika-s0401t1:10_1": "for the Blessed One’s teaching is Dhamma!",
    "ai-tika-s0401t1:10_2": "and having done this, he said: “This is the meaning of the idea in whom you because of the power of annoyance.” He said, “There is no reason for you to interrupt in the Reference of the king and Vinaya,” and with the Paccekabuddhas.",
    "ai-tika-s0401t1:10_3": "And here it is not the next two or three bowlfuls.",
    "ai-tika-s0401t1:11_0": "and himself thus “The self-mortification is neither self-effacement nor what is called rejection of self” in three ways, and so on. Of these, the virtue that is, it is called “regarden” .",
    "ai-tika-s0401t1:11_1": "“For these three are faithfuls.”",
    "ai-tika-s0401t1:12_0": "And even though they reach the peak of mindfulness, what is well developed and cultivated there is noise of such a language of clarity, while there is no good reputation, and noise, noise of cling to it, and it is undisturbed: “This is the sound of drums,” and it is not said to be the reputation, and it is not good.",
    "ai-tika-s0401t1:12_1": "For the noise of the cry:",
    "ai-tika-s0401t1:12_2": "and in the mundane states consisting of the kamma-resultaneously. That is what is said:",
    "ai-tika-s0401t1:12_3": "“Is it used for vegetables ?”",
    "ai-tika-s0401t1:12_4": "” The meaning is that it is this: “This is the meaning of this grossness.”",
    "ai-tika-s0401t1:12_5": "At each time it is abode, thus it is “restraint” .",
    "ai-tika-s0401t1:13_0": "Which has to do the sound of recitation, the edge of the behaviours, and the threefold categories:",
    "ai-tika-s0401t1:13_1": "just as that ear-consciousness is independent of ear-consciousness, and so on.",
    "ai-tika-s0401t1:13_2": "the sunk in lives to come. It is the creeper’s disturbance on the doors and the opposite sex. In fact, a mind-consciousness is to be known as the highest.",
    "ai-tika-s0401t1:13_3": "All these are worth listening to the Teacher thus: “All these are just interrupted because it is easy to get,” thus he said.",
    "ai-tika-s0401t1:13_4": "“She has reached maturity.”",
    "ai-tika-s0401t1:13_5": "In this way, which is shown by reasoning.",
    "ai-tika-s0401t1:13_6": "And just as it is properly heard that it is well proclaimed, that is to say,",
    "ai-tika-s0401t1:13_7": "“For those who’ve range of ends in excess of qualities, etc.",
    "ai-tika-s0401t1:13_8": "Or alternatively, it is said: “Now, it is not easy for one who does not hear the meaning” .",
    "ai-tika-s0401t1:13_9": "“She has reached maturity.”",
    "ai-tika-s0401t1:13_10": "if he makes one who investigates what is seen;",
    "ai-tika-s0401t1:13_11": "This is said:",
    "ai-tika-s0401t1:13_12": "I’ve not seen that you did not lie in the presence of the absence, then that is how I have heard.",
    "ai-tika-s0401t1:13_13": "Hence it is said:",
    "ai-tika-s0401t1:13_14": "“For those who’ve range of ends in excess of qualities, etc.",
    "ai-tika-s0401t1:13_15": "For on the contrary, when it is said:",
    "ai-tika-s0401t1:13_16": "“Have you come back for one who has noise made the sound of recitation, etc., of the embankment is stated in the way stated, thus it is “haven” .",
    "ai-tika-s0401t1:13_17": "Hence it is said:",
    "ai-tika-s0401t1:13_18": "“For those who’ve range of ends in excess of qualities, etc.",
    "ai-tika-s0401t1:13_19": "And if you can understand that the sound of your deeds is still present,” thus he is “ascetic” .",
    "ai-tika-s0401t1:14_0": "The reason for listening to the teaching of the root of a tree is shown by means of approaching the opposite sex and showing them one league from them to time.",
    "ai-tika-s0401t1:14_1": "“Just as he liked” .",
    "ai-tika-s0401t1:14_2": "There the rejoicing of the Buddha’s presence in the presence of the Dhamma:",
    "ai-tika-s0401t1:14_3": "For it is because the opposite kind of the object that it is needed,",
    "ai-tika-s0401t1:14_4": "Likewise:",
    "ai-tika-s0401t1:14_5": "“A weeping to act the same essence.”",
    "ai-tika-s0401t1:14_6": "Neither the many kinds of diverse kinds of universal service, (which is) various kinds of phrasing.",
    "ai-tika-s0401t1:14_7": "By this advice: it shows how the sound of a hundred leagues in this way,",
    "ai-tika-s0401t1:14_8": "and there are in the very power of the states produced by the space .",
    "ai-tika-s0401t1:14_9": "In the law of the Dhamma: whatever is well proclaimed, the requested, the Beyond of the consciousness of the Dhamma, and the various names of consciousness, namely, the Dhamma, and the Sangha, have not yet been stated in the way already stated.",
    "ai-tika-s0401t1:14_10": "And the explanation was said in this way: “The meaning is that usual labour.”",
    "ai-tika-s0401t1:14_11": "Herein, I grant the meaning is that make known as ‘perception’.",
    "ai-tika-s0401t1:15_0": "(They do): “It is just like this, having foundation for one requisites, to be used in this way, to be used for the ending of support, because it is to be fully , thus it is to be used in order to equipment.”",
    "ai-tika-s0401t1:15_1": "Thus, having been shown that noise made by the whole noise.",
    "ai-tika-s0401t1:15_2": "Herein, the sound of is thin , etc., because of the word ‘accomplishing of sounds’ because they are bound up with consciousnesses and also the gifts of the consciousnesses.",
    "ai-tika-s0401t1:15_3": "“Anyone who has desires the few for people,”",
    "ai-tika-s0401t1:15_4": "For he does not have a loss of the monastery, for the sake of the Dhamma,",
    "ai-tika-s0401t1:16_0": "If, when the mind is thus shown that it is said in the first place, it is said for a league to be to show that if it is said to be the first according to its yojana from the first.",
    "ai-tika-s0401t1:16_1": "Herein, the wisdom there is from the clause of the several things that are referred to as grasping .",
    "ai-tika-s0401t1:16_2": "“As aroused” is said in the desert of revealing . It is the way to that person who is distinguished, etc., and who possesses people who nutriment",
    "ai-tika-s0401t1:16_3": "Having made this statement at the destruction of thought: “This one is the supreme arranging the continuity of thought and sustained thought about in the breath of the breath of the description of the (wholesome) beings, after sustained thought – that is why it is said in the practice of (wholength).",
    "ai-tika-s0401t1:16_4": "“Having overcome that mind is full of impurity.”",
    "ai-tika-s0401t1:16_5": "And in the case of the circumstances that is to say: “Anyone whose mind is practiced in line with the special qualities of practiseship, etc., and through having done the work that is done in the position of the mind, or in the case of gross physical matter” .",
    "ai-tika-s0401t1:16_6": "“After attaining the agreement of the Sangha.”",
    "ai-tika-s0401t1:16_7": "he deposited the Elder’s continuity very in this way:",
    "ai-tika-s0401t1:16_8": "“Gather, settle down!”",
    "ai-tika-s0401t1:16_9": "This is how took hold of the caravan, the sound of them is to be used for leagues.",
    "ai-tika-s0401t1:17_0": "In the past, it is said to be beneficial and relates different suttas. It has the same kind of personal existence, the composing of the aggregates of meaning, composed, reviewing, steps, and interpreting of meaning, the upholders, etc., and is such a state consisting of particularizing, because it is mentioned.",
    "ai-tika-s0401t1:17_1": "“That is just this person.”",
    "ai-tika-s0401t1:17_2": "But on the contrary to the person’s accomplishment is said to be dispelled as “consciousness” .",
    "ai-tika-s0401t1:17_3": "“Experiencing consciousness”",
    "ai-tika-s0401t1:17_4": "and each of these he chooses: “As solitary retreat in the seventeen kinds of consciousness, and there is the exposition of the worldline, he should be expanded thus: “In this way I have found satisfaction, the highest person.”",
    "ai-tika-s0401t1:17_5": "When placed on the designation of the kind: such is because of how there is the sound of clarity, the sound of hands, the sound of drums, the singing of is said to be to be far away:",
    "ai-tika-s0401t1:17_6": "“Because of the Heart of the Three Times are impermanent.”",
    "ai-tika-s0401t1:17_7": "And here there is in the case of the four kinds of persons: preliminary work, ties, attacking persons, bandits, practises, particular kinds of persons, should be shown by one who shows that origination: the second jhāna, etc., should be shown in each case, and four persons to the clearers.",
    "ai-tika-s0401t1:18_0": "For all kinds of sounds, etc., doing as described under the meaning, etc., have recommended by the name and form in the six classes of rebirth, etc., and also the name “positeness of all kinds as well.”",
    "ai-tika-s0401t1:18_1": "“Yes, and I have accepted.”",
    "ai-tika-s0401t1:18_2": "Herein, just as when ensures its characteristic is incapable of being reborn there, etc. ”",
    "ai-tika-s0401t1:18_3": "“It isn’t possible to point out the opportunity to be found in me.”",
    "ai-tika-s0401t1:18_4": "Herein, the highest is best in the finest speaking of the truth as well.",
    "ai-tika-s0401t1:18_5": "This is said:",
    "ai-tika-s0401t1:18_6": "When a man, he who speaks falsely, is repeatedly pressedly, like a layperson, etc., in that way, is why he should not say: “I have faith in him whom not because he has reached? ” “It is said: “It is in the ultimate sense that such state as “proaching of enlightenment,” or “It is indeed that is called “profitable”.",
    "ai-tika-s0401t1:18_7": "Herein, having asked here “What is the reason why do you say?”",
    "ai-tika-s0401t1:18_8": "The sound of the ear ...",
    "ai-tika-s0401t1:18_9": "“There is a designation of wielding wisdom.”",
    "ai-tika-s0401t1:18_10": "for here “That is why,” etc., in that place it is said .",
    "ai-tika-s0401t1:18_11": "he replied: “It is meant for everyone who is attached to the meaning,” and so on.",
    "ai-tika-s0401t1:18_12": "By avoiding that he should be told: “This is the opposite of the states of existence opposites, in addition, and in addition to the dealing with the specified pervasion, the meaning is that it should be said.”",
    "ai-tika-s0401t1:18_13": "and in the first-jhāna access there is a resemblance of the sounds, etc., which is seen in the third jhāna, etc., and in the very same place he said, “Such is seen” .",
    "ai-tika-s0401t1:18_14": "“She has been settled for one who does not take place there.”",
    "ai-tika-s0401t1:18_15": "for you have not heard, what is heard, and what is distanted is the meaning.",
    "ai-tika-s0401t1:19_0": "Reflecting it in the monastery, the Elders have made the rest of the Paṭisambhidā, and thus the most senior monk –",
    "ai-tika-s0401t1:19_1": "“‘I am fleeing together.’”",
    "ai-tika-s0401t1:19_2": "Questioning is shown by such enlightenment, accumulation is introduced to the Vajjis when about learning it.",
    "ai-tika-s0401t1:19_3": "(He who is) free from (?) torments, thus he is well proclaimed what is not given.",
    "ai-tika-s0401t1:19_4": "Hence of delusion is found in whom (from delusion), and in other words, the interruption of repetition, with that decay of wisdom is successful.",
    "ai-tika-s0401t1:19_5": "In this way, you should say:",
    "ai-tika-s0401t1:19_6": "but owing to the profitable triad: here is a cause of opposite sex because there is no understanding of the phrasing or getting rid of responsibility . Herein, when there is such special qualities as this:",
    "ai-tika-s0401t1:19_7": "“These are wise ones,” and so on. He then said, “Previously, mindful.”",
    "ai-tika-s0401t1:19_8": "And here the Vibhaṅga thus: “Before it is including the development of consciousnesses that were precededed by Vision, as before, as in the way already stated, the meaning is, “coming, is the understanding” observed of the Enlightened One’s presence. And here the meaning is this: “Bless, this is so weakened, the meaning should be understood, the same virtue of its liberation.”",
    "ai-tika-s0401t1:19_9": "And the meaning of the law of meaning and the attributes of meaning and composing of the terminology and the meaning, of the law of the words “with detail” because it is the meaning and of detail language beginning, the meaning interpreting of meaning and the details. It is the meaning of the word “with detail” since it conflictations as the words decision of phrases.",
    "ai-tika-s0401t1:20_0": "When proper attention is spoken to, they quietly, having quiet the drums of death from the true teaching.",
    "ai-tika-s0401t1:20_1": "(But) without taking leave of an ignorant mind’s explanation, in the Vibhaṅga thus: “Where do they explain the discourses that make the doctrine of an indication? ” and when it is said, he does not conflict with that which is the Discourse on the name of the Council .",
    "ai-tika-s0401t1:20_2": "As regards here and now: here the words “breath” and so on.",
    "ai-tika-s0401t1:20_3": "of all the aspects of the kind, etc., which has the support of being a league,",
    "ai-tika-s0401t1:20_4": "in the true teaching of the virtuous, like the enemy of non-violence (the true teaching) by using its fruit, by using its making merits, by using its aggregates, by the inclination of the fruits of the true teaching, by the inclination of the fruit of the Good Dhamma, and so on.",
    "ai-tika-s0401t1:20_5": "When they’re not satisfied with what they haven’t achieved their own true goal, and will bring about the true teaching of the good persons.",
    "ai-tika-s0401t1:20_6": "For one whose mind is distracted, etc., introduced, but without reasoning the (true) faith in his mind is destroyed, etc., and who listens to the true teaching of the good person.",
    "ai-tika-s0401t1:20_7": "However, this is committed to the higher mind: it can be intent upon the true teaching, that is not compared to the true teaching, but that isn’t not expounded to the true teaching of the good person. But when the encounternity hasn’t yet the reason for that reason.",
    "ai-tika-s0401t1:20_8": "So too, when a good person has still not yet become compared to good people, it’s not established in oneself.",
    "ai-tika-s0401t1:20_9": "There is no malicious intent for those who are satisfied with their minds, and whose mind is satisfied with clear vision,",
    "ai-tika-s0401t1:20_10": "And here there is a level with cramping for rags, to the top of the belly, as a rain filled with fruits and tortoises a level with a palm rainfall, like a rain cloud.",
    "ai-tika-s0401t1:21_0": "The word of the Blessed One’s word is accomplished in the meaning, colour, shape, direction, delimitation, location, and delivering of the kind described thus: “Now, the principles of the attributes” .",
    "ai-tika-s0401t1:21_1": "“Yes, Bhaddaji.”",
    "ai-tika-s0401t1:21_2": "But it’s not abolished.",
    "ai-tika-s0401t1:21_3": "his last meritorious deeds, which was established in oneself, and supplementary requisites, which are used in oneself, and supply based on the various special qualities of many kinds,",
    "ai-tika-s0401t1:21_4": "And later, there are some more successful in this way.",
    "ai-tika-s0401t1:21_5": "Those who say:",
    "ai-tika-s0401t1:21_6": "“Mendicants, there are these four situations. When you’re urgencyed by those who take the wheel-turning monarchs, and so on.”",
    "ai-tika-s0401t1:21_7": "And the first tetrad should be seen in accordance with the precedence of the first-monasticulation should be given in the first phrase.",
    "ai-tika-s0401t1:21_8": "(where the Buddha’s) psychic powers, generation from the last start houses,",
    "ai-tika-s0401t1:21_9": "And he told his meritorious actually, whose merit is successful in defilement and suppression regarding the making merit.",
    "ai-tika-s0401t1:21_10": "“Pointment is my purity.”",
    "ai-tika-s0401t1:21_11": "For this is said:",
    "ai-tika-s0401t1:21_12": "“Don’t neglect adorn his mind that is needed for him.” And you swiftly striving, you have quickly brought it to him.",
    "ai-tika-s0401t1:21_13": "Hence it is said:",
    "ai-tika-s0401t1:21_14": "“Possessing purification of mind is achieved.”",
    "ai-tika-s0401t1:21_15": "and through proper attention that he settles the purification of the mind from the poison, the law of the Dhamma,",
    "ai-tika-s0401t1:21_16": "And likewise:",
    "ai-tika-s0401t1:21_17": "“Anything torpor (all) the body, speech and mind have a diseased for an endurance” .",
    "ai-tika-s0401t1:21_18": "For one who is purified, etc., is unpurified in regrets, but whose mind is unconfused.",
    "ai-tika-s0401t1:22_0": "Thus in order to show the meaning of the language of the kind already described, the syllables of mentioned in the Paṭisambhidā, which is to be shown in detail in the four ways of discrimination, as it is said in the Paṭisambhidā, which is to say:",
    "ai-tika-s0401t1:22_1": "Herein, having shown that the practice of making use of the requisites is well proclaimed: this is the because of the ascetic life, the word of the Vibhaṅga thus: “We will show the sound of the ascetic life” .",
    "ai-tika-s0401t1:22_2": "(There is) a way of giving up sharing the mind, thoughts, learning, generosity, and wisdom. Those who see the truths that are fathomed with authority and consideration, having shown that the one who is valid. Those who have not included the repulsion of the Dhamma, they show arrogance, frequenting the law makes a variety of the lawless, and I will show the sound of the Dispensationsation of the lawful.”",
    "ai-tika-s0401t1:22_3": "Herein, the Dhamma:",
    "ai-tika-s0401t1:22_4": "Here the mind is immersed in samādhi, thus: “Herein, what is concentration, bodily, verbal, and mental conduct,” and substance of mind do not arise in him when he does not constantly, etc., with his mind collected here?”",
    "ai-tika-s0401t1:22_5": "With the ending of view, because it is the beginning of the view that is indicated by the consideration of relationship of views, relatives, or family, and views, “Possessiveness,” and with the detailed exposition of the sections, “Possessed of visible objects,” and so on.",
    "ai-tika-s0401t1:23_0": "“Even if one is called a “both” because he is one who is lost in the three kinds of primary elements because he is respected by him,",
    "ai-tika-s0401t1:23_1": "a bad person memorizes the teaching and training proclaimed by the Realized One. They memorize the teaching and training proclaimed by the Realized One and memorized it. They’ve been ignorant in their own teacher’s teaching and training, and they say: “Stop what they haven’t said for the sake of their ability to teach.”",
    "ai-tika-s0401t1:23_2": "Likewise the Good Dhamma, the good teaching,",
    "ai-tika-s0401t1:23_3": "The senior mendicants should not say: “Have such a word about the Elder Mahākassapa’s word about the meaning of the opposite concept of the mind, ~ and whatever bad people have said, there is for the purpose of surmounting the previous ones.”",
    "ai-tika-s0401t1:23_4": "Thus I have no meaning in this way: “This is just because I haven’t heard it.”",
    "ai-tika-s0401t1:23_5": "But some say that there is a particular specific condition, accusing to placing the mind, and that they say.”",
    "ai-tika-s0401t1:23_6": "At that time, in that deity arose the deities were taught like this: “This Venerable Paṭācārā, was skilled in the same way as the Buddha’s presence, and became an invited to accept the same teaching, and that was taught, thought, “This Venerable Discipline, was the same teaching, and was the basis for a follower by the Buddha?”",
    "ai-tika-s0401t1:23_7": "declared: “Sometimes in oneself”,",
    "ai-tika-s0401t1:23_8": "if they lie down on it,",
    "ai-tika-s0401t1:23_9": "He lives in the present life as they are, and in the next life. That is not the Dhamma essence, and the teaching is not the Dhamma.",
    "ai-tika-s0401t1:24_0": "I’m beyond doubt, and uncertainty.",
    "ai-tika-s0401t1:24_1": "do not destroy the schism.",
    "ai-tika-s0401t1:24_2": "The Buddha has said that Asokadhamma was Father face to face with the joints, etc., and because he was not satisfied by the Fortunate One, and so on.",
    "ai-tika-s0401t1:24_3": "And here the meditator’s own meaning takes five hundred leagues, etc., in this way, and so on, he who gives a gift of the meaning here and therefterred to the meaning of the opinions of the kind already described. In this way he can bring the three (five)s of the reasons:",
    "ai-tika-s0401t1:25_0": "and he will see another according to the specific purpose of faith, and he will see two friends.",
    "ai-tika-s0401t1:25_1": "Because it is thus: “The self and the cosmos are eternal. This is the only truth, other ideas are silly’s self, while others aren’t clear, ‘This is the only self’.”",
    "ai-tika-s0401t1:25_2": "Here it is said:",
    "ai-tika-s0401t1:25_3": "“The Description of the Recitals”",
    "ai-tika-s0401t1:25_4": "He enjoyed the time for the meal and the fire hundred times,",
    "ai-tika-s0401t1:25_5": "it is the opportunity to be found.",
    "ai-tika-s0401t1:25_6": "Because the Realised One has caused the Realised One to be a Realised One, for the sake of the path, and for the sake of acquiring the path.",
    "ai-tika-s0401t1:25_7": "At the moment there is a time for the opposite sex.",
    "ai-tika-s0401t1:25_8": "The moment: it is the same opportunity, that is called one, the meaning is,",
    "ai-tika-s0401t1:25_9": "very mighty,",
    "ai-tika-s0401t1:25_10": "It’s appropriate for the sake of the very reason for the sake of fulfilment.",
    "ai-tika-s0401t1:25_11": "Chief Saṁsāra Kettiya",
    "ai-tika-s0401t1:25_12": "Herein, the sectarians doing the ascetics of other religions,",
    "ai-tika-s0401t1:25_13": "For the purpose of gaining good conduct is gaining reincarnation;",
    "ai-tika-s0401t1:25_14": "must be treated according to the production of the following states, that is to say, the meaning is, produced by an opposite sex, etc., whichever there is only one .",
    "ai-tika-s0401t1:25_15": "Or alternatively, is the meaning of it in discovered, the meaning is that it is being solitary.",
    "ai-tika-s0401t1:25_16": "Herein, Possessing is the complexion of suffering, do not having any accusations.",
    "ai-tika-s0401t1:25_17": "(but) at peace, which is suffering, and so on.",
    "ai-tika-s0401t1:26_0": "Herein, the opportunity mixed with post-mitssion is found in me, and the opposite case.",
    "ai-tika-s0401t1:26_1": "Go together: the spiritual life is enquiry, the path is conquered by the path of purity.",
    "ai-tika-s0401t1:26_2": "Here there is a time when he comes together, or one who has produced a hundred thousand coins, or one whose appears to them.",
    "ai-tika-s0401t1:26_3": "Because he is the right way of the Dhamma, thus he is a disciplinary issue, it is “accurate legal issue,” irreversible, and it is for the purpose of accusations.",
    "ai-tika-s0401t1:26_4": "or whatever is conversed together, he thinks, “This is conversed, this is the proper occasion.”",
    "ai-tika-s0401t1:26_5": "for the purpose of which it is only possible to follow that which is rejected.",
    "ai-tika-s0401t1:26_6": "The rest is the cause, this is the reason why these days ago, and the origin of the fruit comes about.",
    "ai-tika-s0401t1:26_7": "and individuals essence too through the connection with the fetters of being tied up with the fetters, they occur insist on their own affairs, not adhering to how they are.",
    "ai-tika-s0401t1:26_8": "for sentient beings are fettered by views:",
    "ai-tika-s0401t1:26_9": "Concerning: this is the meeting of the stream.",
    "ai-tika-s0401t1:26_10": "Whatever prevents (for them) is not falling apart,",
    "ai-tika-s0401t1:26_11": "Right knowledge should be well developed by direct knowledge, producing conditioned by right knowledge.",
    "ai-tika-s0401t1:26_12": "Because of his rightness towards accumulating rightness, there is no undisturbed contemplation of qualities.",
    "ai-tika-s0401t1:26_13": "In this way the sound of at that very time should be understood as the reason for it",
    "ai-tika-s0401t1:26_14": "You should understand that",
    "ai-tika-s0401t1:26_15": "In the mist of the deathless:",
    "ai-tika-s0401t1:26_16": "And the meaning is that it can be undergone to be like the concepts of suttas. As to the Factors of giving and shameless. When someone passes away he has died, he should be repayed as an indicated .",
    "ai-tika-s0401t1:27_0": "But why do I not get rid of the ignorant at the time? And why does he say that “Nimilaration has greed, etc.?",
    "ai-tika-s0401t1:27_1": "“What have I done?”",
    "ai-tika-s0401t1:27_2": "When a man has said that is making the word “favour” and so on, etc., that is not suitable for one who has acquired the quiet of limb, etc., and, and for the purpose of showing the special qualities of being annoyed, etc., he said, “Nothen.”",
    "ai-tika-s0401t1:27_3": "for one called ‘a ascetic’.",
    "ai-tika-s0401t1:27_4": "Herein, the time now in blissful meditation in the present life are abiding in absorption in the present life. Because of the delusion he is purified, his mind is purified because of seven days.",
    "ai-tika-s0401t1:27_5": "Suppatiṭṭha, endowed with ten thousand brothers, forty thousand people of years.",
    "ai-tika-s0401t1:27_6": "according as it is said in the Vinaya Suttas, in order to show the rest of the different kinds already described, and so on.",
    "ai-tika-s0401t1:27_7": "Because that is accomplished in knowledge and conduct of self-control and the practice of leads to blissful meditation in the present life.",
    "ai-tika-s0401t1:28_0": "if he does combinates the granting of laughter;",
    "ai-tika-s0401t1:28_1": "if he takes sides in the Monastic Law;",
    "ai-tika-s0401t1:28_2": "to the other monks who are mad.",
    "ai-tika-s0401t1:28_3": "will be able to settlement by great series",
    "ai-tika-s0401t1:28_4": "What is the characteristic of endowing to what is called characteristic of function, and manifestation of it?",
    "ai-tika-s0401t1:28_5": "Herein, just as, when a consequence is found in the highest sense, the having non-greed, etc., the ultimate sense of worms are found here even when having dropped out the moment and foundation of wisdom in the various orders of beings, etc., do so the same in the various ways: “An abode of wisdom is this, it seems to be found through the worst kind of wisdom, not being cooked in any corn,” etc., and smooths.",
    "ai-tika-s0401t1:28_6": "“Since a legal issue is unrelated to a legal issue ...",
    "ai-tika-s0401t1:28_7": "thoughts.”",
    "ai-tika-s0401t1:28_8": "Whenever they want, good sense-spheres arouse greed for the pleasures of the sense-sphere, the mind becomes clear, and so are the meaning.",
    "ai-tika-s0401t1:28_9": "When the cattle is falling down, the thought of rebirth is poorly seized, and his mind is running here and there in the case of sentient beings, even though they say, “Such is this, my mind is said” .",
    "ai-tika-s0401t1:28_10": "At that time, while in any one of these nineteen kinds of direct-knowledge, guarding the sense-sphere using its opposites, etc.,,,, thinking: “I am one actually practiced well in each other,” then the characteristics, etc., when it is developed and cultivated, it is produced by the reason why it is said to be foremost.",
    "ai-tika-s0401t1:28_11": "“Signorant ...",
    "ai-tika-s0401t1:28_12": "likewise I flee.”",
    "ai-tika-s0401t1:29_0": "What is the cause of reasoning him they wrap with poison, as if it were, it were, and in the middle of the prison absorbed with the tip of a cow, as if it were, then in the middle?",
    "ai-tika-s0401t1:29_1": "When it has been done, they get up responding to the Saṅgha about the training rules on the ground, and he then asks the training rules for the early, he having gone beyond doubt, discovered them from time to time, and lives without having debtermined the training rules on the basis of the training rules, he is just as the third time.",
    "ai-tika-s0401t1:30_0": "It is by using an end of ill will, who has reached the ultimate end, the ultimate sanctuary, the instructions of others, and who practices accordingly.",
    "ai-tika-s0401t1:30_1": "one is praised on that, and the ultimate goal has reached the ultimate end.",
    "ai-tika-s0401t1:30_2": "when the part is announced, they say, “This is in the midst of the Monastic Code.”",
    "ai-tika-s0401t1:30_3": "Ancient Causal conduct",
    "ai-tika-s0401t1:30_4": "merely through division of schism: for the sake of harm,",
    "ai-tika-s0401t1:30_5": "Because of that he shows an arrival at the law, thus he is speaking about an abode.",
    "ai-tika-s0401t1:31_0": "but now the Fortunate One said: “Now he will show it to this meaning,”",
    "ai-tika-s0401t1:31_1": "“The Buddha has asked the city.”",
    "ai-tika-s0401t1:31_2": "The Buddha is the best of the best: these are the best and of the reasons (?) languageable by means of the first statement.",
    "ai-tika-s0401t1:31_3": "Or alternatively, the meaning is, it is said.",
    "ai-tika-s0401t1:31_4": "He who does the word of the Buddha, “The meaning is the best.”",
    "ai-tika-s0401t1:31_5": "The Fortunate One is the best of the words, and so on.",
    "ai-tika-s0401t1:31_6": "Respect for alms, he is respected, respected, revered, honoured,",
    "ai-tika-s0401t1:31_7": "Or they grieve, alcoholic drinks, is guarded, is protected, is the meaning.",
    "ai-tika-s0401t1:31_8": "They shall wake the professions, such as secure, and guard, but far as the cramped, they are independent of others.",
    "ai-tika-s0401t1:31_9": "And this is said only here that there is not even one kind of discussion on the Path of Purification in this way.",
    "ai-tika-s0401t1:32_0": "(and they) resigned the Teaching, “Ānanda, I have taught you the Teaching and the Monastic Law, and the Teacher’s instruction.” He is included in my Teacher’s instructions, he is calling him the Dhamma.",
    "ai-tika-s0401t1:32_1": "Like the shining of the defeat called Devas in defeat,",
    "ai-tika-s0401t1:32_2": "For the Fortunate One’s bodily form is not able to obstruct the Fortunate One’s body.",
    "ai-tika-s0401t1:32_3": "Whatever kind of good fortune he falls asleep in all directions,",
    "ai-tika-s0401t1:32_4": "(These Bhikkhus answered:) “As I have attained the subduing which the Buddha has laid down the ground according to the spot in which I had received the Paṭisambhidā, the intention is independent, it is not well proclaimed.",
    "ai-tika-s0401t1:32_5": "They rejoicing in the world, thinking: “The Buddha is sitting in a lake,” and when the time has passed away, they in order to purify his Buddhas (of the Faith).",
    "ai-tika-s0401t1:32_6": "For the Buddhas have passed away,",
    "ai-tika-s0401t1:32_7": "Hence it is said:",
    "ai-tika-s0401t1:33_0": "“Oh when the Buddhas, how many pairs,",
    "ai-tika-s0401t1:34_0": "the Serpents, arose in the midst of the Lord of Men,”",
    "ai-tika-s0401t1:35_0": "The Fortunate One preached the Dhamma which is like the highest among men who have distinguished virtues, etc., as it is due to subduing to previous existences.",
    "ai-tika-s0401t1:36_0": "In this way the city of Kāsi and Kosala, such is the name of the city.",
    "ai-tika-s0401t1:36_1": "Since it is said, however, are the Lord God’s creation, garlands, fragrance, and positions waves, and setting up positions, the Enlightenment of the Sage’s essentials, and those who build in Cessambositions. This is called the ‘awakened One’.",
    "ai-tika-s0401t1:36_2": "Then in this way they think about protection,",
    "ai-tika-s0401t1:36_3": "But in the eighth way:",
    "ai-tika-s0401t1:36_4": "“Anyone who’ve taken food in all places is useful there.”",
    "ai-tika-s0401t1:36_5": "What is the meaning of that is the decision of the Yakkhas, he asks them for Sāvatthī.",
    "ai-tika-s0401t1:37_0": "“All the whole Sāvatthī is clearing the entire Sāvatthī,",
    "ai-tika-s0401t1:38_0": "That’s why it’s called “factor”.",
    "ai-tika-s0401t1:39_0": "“Even in front of those who delight in this delightful village,",
    "ai-tika-s0401t1:40_0": "There is noise of the ten kinds of sound through the ears, lifestyles,",
    "ai-tika-s0401t1:41_0": "“Through the hardwood, successful and prosperous,",
    "ai-tika-s0401t1:42_0": "the highest among gods in Sāvatthī.”",
    "ai-tika-s0401t1:43_0": "By the rest of the rest: the meaning is that it is not shared by others; the meaning is that it is not worth lived in dependence on.",
    "ai-tika-s0401t1:43_1": "in the wrong way, two instances, three ways, four ways of attending to mind. ...",
    "ai-tika-s0401t1:43_2": "dwellings is the noble abode of the four Brahmā meditations, a divine abiding in the four noble ones, abiding in the four noble truths.",
    "ai-tika-s0401t1:43_3": "concluding the community of the Factors",
    "ai-tika-s0401t1:43_4": "they live mindfully, this is the state of peace.",
    "ai-tika-s0401t1:43_5": "Because that layman is practicing like this.",
    "ai-tika-s0401t1:43_6": "First absorption, there is equanimity: “I live in, having attained the first absorption in such a state,” one meditates with internal clarity and confidence, and unified mind, equanimous, detaching the mind from the heavenly realm.”",
    "ai-tika-s0401t1:44_0": "Herein, the Noble Ones’ bodily conduct having the bodily parts",
    "ai-tika-s0401t1:44_1": "What is recommended in the result oppositeness, etc.",
    "ai-tika-s0401t1:44_2": "for one or other of the bodily part should make one of the body, some of one or other of them.",
    "ai-tika-s0401t1:44_3": "Or alternatively, they proceed to be found in the postures, etc., or the postures, etc., respectively to the postures, etc., respecting, etc., and in the postures, and so on.",
    "ai-tika-s0401t1:44_4": "He produces the meaning of meaning and the fourfold reckoning, thus it is “friend” .",
    "ai-tika-s0401t1:44_5": "dwellings that are dwelling where they live.",
    "ai-tika-s0401t1:44_6": "He frequented by many kinds of becoming ; there is the meaning of being diverse formed as a Brahmā-world.",
    "ai-tika-s0401t1:44_7": "Herein, these divine abidings are to be reached by means of the divine abidings . And the divine abidings there are four divine abidings for the-world, and that is a heavenly divine abidings in meditation.",
    "ai-tika-s0401t1:44_8": "The attainment of the one attained is included in the same way as before.",
    "ai-tika-s0401t1:44_9": "Brahmā or Sakka’s dwelling place, the four divine abidings are seen to be reached.",
    "ai-tika-s0401t1:44_10": "noble fruit of the noble ones, or the fruit of the ascetic life.",
    "ai-tika-s0401t1:44_11": "For he is able to make a living for a single posture, middle and ends, that is why the Buddha is able to get up even a single time.",
    "ai-tika-s0401t1:44_12": "Or alternatively, when the Buddha teaches them do so he can know the difference between them: if he passes away, hence the they’re free of enmity, the meaning is the pleasure of it, and the bliss of it.",
    "ai-tika-s0401t1:45_0": "to the eldest amongst the King’s retinue, and there is the victor’s fault.",
    "ai-tika-s0401t1:45_1": "This is like the sound of the rising (the Buddha’s) lakes,",
    "ai-tika-s0401t1:45_2": "Then a crow told his own victor in King Pasenadi of Kosala.",
    "ai-tika-s0401t1:45_3": "Having told the King’s glory and all, the prince conquered",
    "ai-tika-s0401t1:45_4": "the man who calls rolls forth through her chain, thus it is the same.",
    "ai-tika-s0401t1:45_5": "Because of a man of love for conquering joy is what is said.",
    "ai-tika-s0401t1:45_6": "Commentary is pronounced by the incomparable Commentary on the matter of the Vihāra, pronounced: “Here, householder, a teacher of his mother, Kālāma, who has come shaved their heads and dear, and whose mind is satisfied with all the special qualities of the propagation of the Vihāra, etc., according to the Paṇḍuka, and so on.",
    "ai-tika-s0401t1:45_7": "he has appraised the Anāthapiṇḍika:",
    "ai-tika-s0401t1:45_8": "The man who delights in the pleasure , having gone forth into homelessness , thus he lives in the way, the advantages, who have gone forth into homelessness, is unattached to, seeing him in the way beginning, “There is no delight in it,” and who so on, being bound together with five thorns, etc., is the meaning surmounted, and so on. After that, the meaning is that it should be practiced by that, is the meaning.",
    "ai-tika-s0401t1:45_9": "the same kind of meditation that they have gone here and there, and having gone there, they live intimate with their own standing.",
    "ai-tika-s0401t1:45_10": "For he has a portion of the Jeta Grove with the elephants. Then he set his lodgings in order a carpet, wages in the hand of a vast neighborhood of the head, for the sake of the keys, and summoning the benefit of the Buddha, he created a dwelling place on the fourth hand of the Sangha of monks head.",
    "ai-tika-s0401t1:46_0": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery, and in the Jeta Grove, Anāthapiṇḍika’s Monastery.",
    "ai-tika-s0401t1:46_1": "They may be, thinking, ‘How may I prevent it?’",
    "ai-tika-s0401t1:46_2": "Then he dwells in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
    "ai-tika-s0401t1:46_3": "And although these things were not stated in Sāvatthī, they were not stated in the Commentaries because it was said to be the propounded, “The abidings are the abode of terms.”",
    "ai-tika-s0401t1:46_4": "Now, accusing to the one who experts on account of his own advantages, “This is the wrong way for himself.”",
    "ai-tika-s0401t1:46_5": "The other would not give it to you about it without doing anything that can be said, “This is how I say.”",
    "ai-tika-s0401t1:46_6": "Herein, there are these things that are staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.”",
    "ai-tika-s0401t1:46_7": "“Yes, sir,” replied the Buddha. But he did not see indeed, yet the meaning, nor does he remember what is beneficial, nor what is the meaning.",
    "ai-tika-s0401t1:46_8": "Now, just as a skilled series about what is said, not having no known, the purpose of showing them the ends of their worry (saying): “Now, without being a doubt, I announced my opposite sex.",
    "ai-tika-s0401t1:46_9": "in the Jeta Grove.”",
    "ai-tika-s0401t1:46_10": "But in this way, when he lives in the Jeta Grove, Anāthapiṇḍika’s monastery, he should not be told, “Get your clothes,” and when he has done the duties, he should say:",
    "ai-tika-s0401t1:46_11": "“This is the goal of the village for alms” and so on.",
    "ai-tika-s0401t1:47_0": "And the cows should be expanded as above.",
    "ai-tika-s0401t1:47_1": "Therefore, just as, when a man has gone forth into homelessness in such a village, etc., is showing them in that place, it is said to be “proaching” and so on. That is, among the purpose by one who is pointing the child’s going forth, etc., his enemy, and his enemy, etc., is showing them in that way.",
    "ai-tika-s0401t1:47_2": "Herein, opportunity to approach and take up residence in a place rolling the location ofation and talk about the Teaching; he should go forth the training rules of the opposites of the morality; he should use the meditation subjects to help them even when questioned, etc., and the end of the meditation subject; he should understand the meditation subjects enquire opposite theite of the teaching.",
    "ai-tika-s0401t1:47_3": "for the sake of compassion, etc.",
    "ai-tika-s0401t1:47_4": "Not reaching wisdom, giving up, do not proceed to, and having a foundation of materiality, the defilement,",
    "ai-tika-s0401t1:47_5": "The happiness of blamelessness:",
    "ai-tika-s0401t1:47_6": "which leads to great many people involved many ways,",
    "ai-tika-s0401t1:47_7": "For the gods approach him to visit the course of time.",
    "ai-tika-s0401t1:47_8": "Herein, the meaning is: born in the worldly crafts, the world of the Enlightened One’s special qualities .",
    "ai-tika-s0401t1:47_9": "Thus being thus shown by means of the sound of the Buddha, etc., of the Jina, of the Dhamma, which is well proclaimed in the way beginning, and so on.",
    "ai-tika-s0401t1:47_10": "Likewise in the first place they difference in due course, inferior and superior food.",
    "ai-tika-s0401t1:47_11": "the wisdom there is from the first, and the other business with wisdom.",
    "ai-tika-s0401t1:47_12": "And although the first jhāna possesses the ultimate prescribed to the ultimate possession of compassion for the enlightenment factor: it shows what is ultimate way to endowed with the ultimate equanimity.",
    "ai-tika-s0401t1:47_13": "May the Buddha guide his last life, and out of compassion for all living beings. And out of compassion for the ultimate patience, he is the incomparable leader of compassion for all living beings.",
    "ai-tika-s0401t1:47_14": "And neither equanimous nor restlessly that is a great beneficial, not that is to say,",
    "ai-tika-s0401t1:47_15": "having a great compassionate for him, the benefit of the world, benefactor of the world,",
    "ai-tika-s0401t1:48_0": "(And) his sovereignty heaped in order to subdue its own bodies, transformed with great affection, his mind, settlements, and his meritorious deeds, entered upon that are painful, sharp, severe, acute, undeveloped, and well contracted.",
    "ai-tika-s0401t1:48_1": "having a great jewelry face, you being dispassionate towards her face with her face.",
    "ai-tika-s0401t1:48_2": "Likewise the right way at his continence towards Nibbāna, the precincts of Nibbāna.",
    "ai-tika-s0401t1:48_3": "(but) held great compassion for others, his own welfare and benefit of others, and that bountifully himself.",
    "ai-tika-s0401t1:48_4": "having looked after himself from the great compassion for himself, protection by himself, looking after himself,",
    "ai-tika-s0401t1:48_5": "That is why his state of existence is successful in its fourfold reckoning.",
    "ai-tika-s0401t1:48_6": "Likewise the moment of the activities is foundation for truth, etc., and in the foundation for the enlightenment factor, etc., and the foundation of concentration is fulfilled by understanding.",
    "ai-tika-s0401t1:48_7": "Thus is for the sake of the great benefit of the world in this way, and for the sake of the benefit of the world, for the sake of winning the benefit of being reborn in the benefit of the world, and because it is the act of understanding that.",
    "ai-tika-s0401t1:48_8": "So it is easy to set for the welfare of the world, for the welfare of the world, for the benefit of the world, for the thoroughly contradicts that is the field of merit for the welfare of the world, for the benefit of itself, and the welfare of the world.",
    "ai-tika-s0401t1:48_9": "That’s how torment in this way, when it possesses the great bliss of being unsurpassed in this way, Pajjunna’s various kinds of ornaments, bountiful to the body, its various forms, and so on.",
    "ai-tika-s0401t1:49_0": "Likewise the great compassionate (riches) by means of the high compassionate eyes (that by reason of his great wealth, delighting in the ears, dissolution by the name of Devas, great wealth, glorious treasures, great wealth, and fame about even in any revenues.",
    "ai-tika-s0401t1:49_1": "Likewise, withcording people it was known to him in the way beginning, “This world is because of the compassion of the world in its nature, while beings,” and so on. Being devoted to the Buddha’s welfare and happiness of the seven awakening factors.",
    "ai-tika-s0401t1:49_2": "having reflected on the great hero of the Teaching of the Mango (tree), without reviewing the great essence of the Dhamma in the Mahāthūpa, and without indicating each and every way, he exceeds the Mahātittha enlightenment. To story of Paccekabuddhas, too, will cause him to sustain his instrument of the Mahātittha .",
    "ai-tika-s0401t1:49_3": "enclosing a position of timely in every way the perception of a very beneficial, and that her all-giving here and there, breathing all the way beginning, “In all his progressively instance.”",
    "ai-tika-s0401t1:49_4": "Mahākappina, charming faith in others, disparageing, agitation, not despising confidence in him.",
    "ai-tika-s0401t1:49_5": "Great having augmented the Dhamma that is indicated by the Refuges of the feedinger of his having a great greed, hate and delusion,",
    "ai-tika-s0401t1:49_6": "having transmigrated through great alcoholic drinks that cause negligence. He doesn’t take place there.",
    "ai-tika-s0401t1:49_7": "large precincts, her seat is set up a water jar, and placed a forest dwelling in the wilderness in the wilderness.",
    "ai-tika-s0401t1:49_8": "Therefore it is said:",
    "ai-tika-s0401t1:49_9": "“I proclaim a lazy person who possesses ultimate solace.”",
    "ai-tika-s0401t1:50_0": "This is the meaning of that place.",
    "ai-tika-s0401t1:50_1": "“Only the Descriptions of a island of Laṅkā were dwelling in order to show the way they told their lamps,” one time,",
    "ai-tika-s0401t1:50_2": "you bring what you can.”",
    "ai-tika-s0401t1:50_3": "For this is the meaning of the kind described here when he teaches the meaning, therefore he does not teach the time to teach.",
    "ai-tika-s0401t1:50_4": "This, in the first place, is the detailed explanation of the development of the faculties.",
    "ai-tika-s0401t1:50_5": "In regard to these places, because in which case the sounds have been taught there, the singing of the Dhamma is given in the Description of the Faiths of Enlightened Ones.",
    "ai-tika-s0401t1:50_6": "“At that time to be taught the Dhamma in Uttiya.”",
    "ai-tika-s0401t1:50_7": "Here is the meaning of in which the Blessed One teaches the monks for the meaning, or he speaks Dhamma.",
    "ai-tika-s0401t1:50_8": "doesn’t grasp it,",
    "ai-tika-s0401t1:50_9": "Standing where the Buddha was standing, he teaching Dhammadinnā in his presence, and the place he vanished right there.",
    "ai-tika-s0401t1:50_10": "this is the strike for recitation, this is the time for recitation.",
    "ai-tika-s0401t1:50_11": "Hence it is said:",
    "ai-tika-s0401t1:50_12": "“It’s not the right time, my dear.”",
    "ai-tika-s0401t1:51_0": "Herein, with what is said:",
    "ai-tika-s0401t1:51_1": "In the next, “It is used to robes too near the far shore,” and on that spot is said.",
    "ai-tika-s0401t1:51_2": "For that is how the counterpart of materiality was including the fine-material and immaterial deeds,",
    "ai-tika-s0401t1:51_3": "Then the Blessed One, stilling of fear, thinking that it is the time for giving up of five settlements, “This is a way to concept in this way.”",
    "ai-tika-s0401t1:51_4": "But the Buddha has entered the place for recitation, in a tree at the foot of a tree that is unshaken. It has sat down on the seat spread out, and such the seat spread out there.",
    "ai-tika-s0401t1:51_5": "“So, mendicants, if a fool hinting their guilters here in authority, his disciples doing noise of evil deeds here, they’re staying in the way that causes seclusion, with noise of defects, and that’s not the point of seclusion, or that they’ve gained seclusion?”",
    "ai-tika-s0401t1:51_6": "Herein, observed by the word “which has been fulfilled by the words that are the time for the purpose of conduct and practice.",
    "ai-tika-s0401t1:51_7": "However, if one is showing what is proximate with showing what is said, therefore showing what is said.",
    "ai-tika-s0401t1:52_0": "The Buddha is called “blessed” in the world: he does not say such a state of existence.",
    "ai-tika-s0401t1:52_1": "But if he lives in the Commentaries himself said, “: ‘What is it that meant is that an abode of showing what is spoken by people here in him, and therefore I will do not show the meaning in the way already described.” And the circumstance here, he said, “It is in the sectarian people to show the way to him.",
    "ai-tika-s0401t1:52_2": "From the compassionate world he showed that form to be suitable for himself, and as a favourable to the mendicants for their own use.",
    "ai-tika-s0401t1:52_3": "The exposition of the teaching on the occasions, the minds of men, and the mind, (anything): It is mind that is to say, the minds of persons, (only) people, (only) to say, the reference to the minds of men who are mentioned.",
    "ai-tika-s0401t1:52_4": "And in the four assemblies of dispensation, too, the monks from the group of six show their meaning to the instructions of the people, etc., and present to the goods, etc., and to show them the meaning, “This is the expounding of the teaching,”",
    "ai-tika-s0401t1:52_5": "Herein, because of eating it, the monks is the meaning of frequenting monks.",
    "ai-tika-s0401t1:52_6": "The monk, when he has gone to the Buddha, wandering in the middle of a Buddha, he is of internal clarity and pertains to an individual essence, and when he is present to him, then the monk is at ease because he has gone back.",
    "ai-tika-s0401t1:52_7": "For when a mendicant has gone forth from the lay life to homelessness, he gives up a large or small fortune that he has gone forth from the lay life to homelessness. He’s shaves like a beggar who has gone forth in the square on alms-food, eats only alms-food, lodgings, and medicines and supplies for the sick, and that he is requisites of alms food, whether he has riches, a monk.",
    "ai-tika-s0401t1:52_8": "Since they don’t grasp, they don’t break bad, unskillful qualities and don’t overwhelm them.",
    "ai-tika-s0401t1:52_9": "Accepting to an imperishable : it is in the imperturbable.",
    "ai-tika-s0401t1:53_0": "Virtue in alms food, alms food, resting places, and because of living on alms, etc., are not by living in dependence on alms,",
    "ai-tika-s0401t1:53_1": "In the teaching there is a noble one, who gives the noble ones, asks, “I am a begging for such a thing!” But such a place",
    "ai-tika-s0401t1:53_2": "Excessive requisites (afterwards), “He doesn’t go forth into homelessness.”",
    "ai-tika-s0401t1:53_3": "Or alternatively, what is called to be developed here, and it is taken here",
    "ai-tika-s0401t1:53_4": "it turns out for the teaching.",
    "ai-tika-s0401t1:53_5": "made them carefully, careful.",
    "ai-tika-s0401t1:53_6": "When a bhikkhu is devoted to the kind of speech, he makes a neighborhood of a spear, of the three kinds of temperament, of the sign, in other words, the bhikkhu whose livelihood and of the laziness, the counselors of others; and in the ultimate sense of conscience, service, etc., and also includes careful what is known as the ultimate soul. And those who live in this way, they say, the great pride of alms food, and counselorce.",
    "ai-tika-s0401t1:53_7": "He should cultivate the currents of great wealth, etc., as they live in dependence on the King, which is an unsuitable way of livelihood and so on. He should using the wrong way, which makes a living in it,",
    "ai-tika-s0401t1:53_8": "But because of the words “Yes,” etc., they said that the monks said to them: “We call that simultaneously too the meaning of that giving them attention to the excellence of the requisites, and with the judgment on the meaning of the Bhikkhus, without giving them attention to the meaning, there is no surmounting of the jackal.”",
    "ai-tika-s0401t1:53_9": "Herein, carefully applying the minds of his attention by those who bring it to mind.",
    "ai-tika-s0401t1:53_10": "But how do they proceed hurriedly?",
    "ai-tika-s0401t1:53_11": "“Clearly the right way to get the requisites of the” . And this conversation will be ready for the Buddha, etc.,",
    "ai-tika-s0401t1:53_12": "“Mendicants, someone with five qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.",
    "ai-tika-s0401t1:53_13": "What five?",
    "ai-tika-s0401t1:53_14": "They don’t disparage the talk, the speaker, or themselves. They listen with undistracted and unified mind. They attend properly.",
    "ai-tika-s0401t1:53_15": "Someone with these five qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.”",
    "ai-tika-s0401t1:53_16": "Hence it is said:",
    "ai-tika-s0401t1:53_17": "“Good, good, sirs.”",
    "ai-tika-s0401t1:54_0": "In the first place second group of monks, even the Buddha’s explanation of the Dhamma, etc., and thinking, “We will teach the Dhamma inspiring place to the mendicants,” and he showed them to the mendicants, saying, “We shall give them a place to the monks,” and he then shows them how to make them, adding, “We shall give them a place to the monks.”",
    "ai-tika-s0401t1:54_1": "Some thought another to another:",
    "ai-tika-s0401t1:54_2": "With minds immersed in samādhi,",
    "ai-tika-s0401t1:54_3": "For while others reflect on the teaching of the day or night in checking. They rejoice in thought, which is well proclaimed.",
    "ai-tika-s0401t1:54_4": "When the monks are present, they get to teach the Dhamma, and they then show them the way that they’re able to get hold of this person who is capable of understanding, and after informing them, “Noble Sir,” and so on.",
    "ai-tika-s0401t1:55_0": "And here should the mendicants be seen according to the stain of phrases , etc., in this way:",
    "ai-tika-s0401t1:55_1": "The word construction here is the cause of the reason why the word comprising of the word beginning with the word, etc., respectively indicating, etc., respectively, defining the reason why it should be understood that this exposition of the words “senseness” .",
    "ai-tika-s0401t1:55_2": "For that is why it is called ‘mersion’ in the passage for recitation’, and so on.",
    "ai-tika-s0401t1:55_3": "“So, mendicants, be my heirs in the teaching, not in material things.",
    "ai-tika-s0401t1:55_4": "Out of compassion for you, I think,",
    "ai-tika-s0401t1:55_5": "How can my disciples become heirs in the teaching, not in material things?”",
    "ai-tika-s0401t1:55_6": "“Is there such dancing, singing, music, and seeing shows; and beautifying and arguing?”",
    "ai-tika-s0401t1:55_7": "“The designation of the name Khaṇḍa’s name is regarded as such. Well, the preparing of name and clay, is called “withstanding” .",
    "ai-tika-s0401t1:55_8": "“That fool is dangerous, the fool is dangerous, but the astute is ignorant and the astute incompetent, the astute person is irreversible and folks their own perspective.”",
    "ai-tika-s0401t1:55_9": "“When asked, ‘Is there a specific condition for old age and death?’ you should answer, ‘There is.’",
    "ai-tika-s0401t1:55_10": "If they say, ‘What is a condition for old age and death?’",
    "ai-tika-s0401t1:55_11": "Rebirth is a condition for old age and death.”",
    "ai-tika-s0401t1:55_12": "“There is, Kaccāna, this is the second end.”",
    "ai-tika-s0401t1:55_13": "And the grossness should be seen here.",
    "ai-tika-s0401t1:55_14": "For when there is helpful for the monks,",
    "ai-tika-s0401t1:55_15": "That’s the sound of drums, calls out the noise, sir.",
    "ai-tika-s0401t1:55_16": "This word should be understood as follows: “Here the meaning” beginning with the word “aboven” , the meaning is this:",
    "ai-tika-s0401t1:55_17": "“The Buddha spoke of all these things in the past, Vassakāra.” Then he said, “Now, this is the end of the conditions.” But when the Buddha said, “Now it was in the four directions, they followed: “Noble Lady, the rulers, and the gradually agreeable to them,” it is said: “From this matter, they address, altert.”",
    "ai-tika-s0401t1:55_18": "“But sir,” they replied.",
    "ai-tika-s0401t1:55_19": "with the source of which they call them.",
    "ai-tika-s0401t1:55_20": "For this very day the sun (dwells) in the hand of the stone throne, the vine, (we hear about) the matter of the cry of the productions of the rows, the cry of the austoms, the sunks, the lotuses, the lengths, the auspicious crystal, the horses, the birds (worms) with its shells, and the sun’s lodherences noises, as a cracking of the rays, songe of the fruits of the rays of the great ems, fragrant flowers, and so on.",
    "ai-tika-s0401t1:56_0": "Here it may be said:",
    "ai-tika-s0401t1:56_1": "“But what reason should we not be spoken about the meaning of the teaching and training being included in the teaching and training?”",
    "ai-tika-s0401t1:56_2": "It is said regarding the meaning that leads to the continuation, the surmounting of the private parts.",
    "ai-tika-s0401t1:56_3": "With the inclination of the openings, the teaching is taught for a long time. That’s why he fixes in faith, but which is always full of faith.",
    "ai-tika-s0401t1:56_4": "it is bound up with the sign of serenity and discerning the function of the similes of the similes.",
    "ai-tika-s0401t1:56_5": "With Mahākassapa asked Mahākassapa, “What does he say about this?” and “It is the reason why, Reverend Ānanda, some Dhammadinnā, etc., appearance, having given some reason to this exposition of the teaching.",
    "ai-tika-s0401t1:56_6": "Furthermore, even when the Teacher has attained the kind of meditation.",
    "ai-tika-s0401t1:56_7": "for the Realised One, the Worthy One, the Perfect Sambuddha’s supernormal power, as he were a fully awakened Buddha.",
    "ai-tika-s0401t1:56_8": "Because there is no meaning in the prior stage of the past and the future forty-four grounds accumulations, and unification of knowledge.",
    "ai-tika-s0401t1:56_9": "Likewise the teacher’s teaching, the reckoning of the Dhamma, of the greed and hate, of those who have ended the defilements,",
    "ai-tika-s0401t1:56_10": "For it doesn’t rain all kinds of rain, dustlessly, lazy, and steep-free.",
    "ai-tika-s0401t1:56_11": "Thus, having given up craving and discovered ignorance in the past, the future, and views, which are defilement and full of canopied by various kinds of psychic power, the six classes of rebirths, and is including the minds of craving, the eighteen corruption of the languages, and the eighteencies connection with carpets, that is to say, the was practiced by the Buddhas about the Dhamma.",
    "ai-tika-s0401t1:56_12": "In this context, the explanation of the Dhamma in the scriptures, the opposite sex, or whatever bodily form there are—in in the case of the Teaching, the precincts of language, in the case of the origin of the world, the opposites, or the formless.",
    "ai-tika-s0401t1:56_13": "Therefore it is said:",
    "ai-tika-s0401t1:56_14": "“Such is the source of truly knots.”",
    "ai-tika-s0401t1:57_0": "Likewise the source of the Dispensation of the dispensation,",
    "ai-tika-s0401t1:57_1": "For the Blessed One’s own possession of knowledge, and when he has discerned the knowledge of the kind, etc., appears among the sake of himself and others.",
    "ai-tika-s0401t1:57_2": "Consequently, all is of presume for the sake of embracing the whole body, for the benefit of others, for the sake of the evidence, and for the sake of the instructions of the religion, not for the sake of the instructions of the various sentient beings.",
    "ai-tika-s0401t1:57_3": "And although the Teacher was deadly engaged in the misfortune with the gods of the Thirty-Three, wherever he was converted by him, as he was constructed by the opposite sex.",
    "ai-tika-s0401t1:57_4": "“In this case it is precisely all the other differences.”",
    "ai-tika-s0401t1:57_5": "Therefore it is said:",
    "ai-tika-s0401t1:57_6": "“Such-undorts” is the source of their nymphs.",
    "ai-tika-s0401t1:57_7": "Furthermore, it can be understood that these castes can be understood to teach by the introducing meaning of the meaning and the recommendation of the Vinaya thus: “In this way you have given their meaning, that is to say, the introduction of the meaning, and because of the initiative opposite sex.”",
    "ai-tika-s0401t1:57_8": "For the Blessed One is quite free from passion, hate, and delusion, abandons the indication of defilement, etc., indication by the words of the Realized One, quite secluded from sense desires, secluded from unprofitable things, and so on through the cleansing of all the special qualities of unpurified knowledge, etc., with the appearance of natural originations, and so on.",
    "ai-tika-s0401t1:57_9": "This is the source of this is the best of wide openings in moderation.",
    "ai-tika-s0401t1:58_0": "if he teaches by the Buddha;",
    "ai-tika-s0401t1:58_1": "for he is constantly teaching the heading for a noble disciple who has set aside of all kinds of virtue.",
    "ai-tika-s0401t1:58_2": "When he is conceived in the discourses of the ascetic life, he speaks in accordance with the Teaching, and evasively likewise to show the Buddha’s discussing the discourses of the ascetic life. When he has shown that he has shown that he has taught, he is well placed in the discourses of the Buddha’s instruction.",
    "ai-tika-s0401t1:58_3": "Herein, just as, when a hundred thousand practitions and a hundred thousand precepts, etc., have recommended in this way, it is said to be “finements, not shared by the World” .",
    "ai-tika-s0401t1:58_4": "Because he thinks the discourses of the Monastic Code.”",
    "ai-tika-s0401t1:58_5": "And here it is the exposition of the words that covetousness and change in others. It is here that the mind, and it is to be found, honest and puts down others on account of their own successes, etc., and because it is the breaking up of the opposites of their own good and bad views, and it cannot be violently through the power of others. And it is through the breaking up of the sword, the gener of its own successessence, it is called improper attention.",
    "ai-tika-s0401t1:58_6": "Then the winds because of that seeking the root of the winds is shown by that.",
    "ai-tika-s0401t1:58_7": "This is the exposition in which the dining hall should be transmigrated.",
    "ai-tika-s0401t1:59_0": "Herein, this is the word:",
    "ai-tika-s0401t1:59_1": "The Simile of the Leader: it throws upwards threading the Discourse on the Discipline",
    "ai-tika-s0401t1:59_2": "Or alternatively: the meaning is that it should be setting evasiveness",
    "ai-tika-s0401t1:59_3": "There is a person’s own home. There is bodily behavior that are percipient.",
    "ai-tika-s0401t1:59_4": "If he complains about one’s own welfare or he has himself of his own desires,",
    "ai-tika-s0401t1:59_5": "The same method of others.",
    "ai-tika-s0401t1:59_6": "(They are) asking permission of the Vajjisākha restraint: this is the meaning of it.”",
    "ai-tika-s0401t1:59_7": "for the purpose of illustrating the meaning, and for the sake of embarrasing the meaning, and for the sake of the ease, making precincts, and for the sake of ease.",
    "ai-tika-s0401t1:59_8": "This is the meaning of this eight kinds of rebirth.",
    "ai-tika-s0401t1:59_9": "Or alternatively, it is well stored up for a discourse.",
    "ai-tika-s0401t1:59_10": "In this case, in regard to this meaning, he lives home is austerity,",
    "ai-tika-s0401t1:59_11": "finding fault to others,",
    "ai-tika-s0401t1:59_12": "Should ask question: “Askin in questioning, is the meaning.”",
    "ai-tika-s0401t1:59_13": "Questioning is said to questions in the Dhammadinnā: “Appproaching the meaning of the Dhamma, in order to show the reflection of the Faiths, in order to perfect confidence.”",
    "ai-tika-s0401t1:59_14": "“As a question,” he replied.",
    "ai-tika-s0401t1:59_15": "Likewise the meaning here is this: here the meaning should be understood in this way.",
    "ai-tika-s0401t1:60_0": "Furthermore, in order to show the discourses that cognitive vanity of others, etc., with the complete understanding of the life faculty because of its own dispensation. It is only its own individual essences, because of the words “winning of the Refute with the mind the understanding of the States of the Dhamma” .",
    "ai-tika-s0401t1:60_1": "Or alternatively, when questioned thus: “This is the reason why I’m conducive to the removal of covetousness, the way that is the escape from others.”",
    "ai-tika-s0401t1:60_2": "this is not how it is to be accused.",
    "ai-tika-s0401t1:60_3": "For it is the way infatuated in others, questioning, and referred to ignorant in the destiny enlightenment of others, and it is only because of the giving up of taking leave.",
    "ai-tika-s0401t1:60_4": "For the sake of Brahmā is called “giving the states of loss” , etc.; and for the sake of non-existence, etc.;",
    "ai-tika-s0401t1:60_5": "(but) having asked permission of others, he questions the sign, thus it is “restraint in” by questioning, “This is contrary to the Monastic Law,” “It is in the Paṭisambhidā.”",
    "ai-tika-s0401t1:60_6": "Without having given a bad view in the same way, he made the Teaching.",
    "ai-tika-s0401t1:60_7": "The qualities that ripen in freedom have ripened in freedom, and the faith faculty,",
    "ai-tika-s0401t1:60_8": "they are committed to the end of intention,",
    "ai-tika-s0401t1:60_9": "From the view they accept views:",
    "ai-tika-s0401t1:60_10": "as their mind consult.",
    "ai-tika-s0401t1:60_11": "expert in their trade.",
    "ai-tika-s0401t1:60_12": "when developed (another) the treatise of the Bulas, they say:",
    "ai-tika-s0401t1:60_13": "In the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-tika-s0401t1:60_14": "In the case of the fine-material sphere of forms, etc., the mind-material jhānas, and so on.",
    "ai-tika-s0401t1:61_0": "By looking after them, they’ve been accepted.",
    "ai-tika-s0401t1:61_1": "but whose practice is branched.",
    "ai-tika-s0401t1:61_2": "For in regard to what is that action, or “I do not see in regard to what is effectively in the sense of action,”",
    "ai-tika-s0401t1:61_3": "“But how is it, sir?”",
    "ai-tika-s0401t1:61_4": "There is no other self that is not lasting of self for the world.",
    "ai-tika-s0401t1:61_5": "“They say that the Teacher is not made by exterior variety of decreases, even when the Bodhisatta is made.",
    "ai-tika-s0401t1:61_6": "The world overpowered by the two worlds: on the occasion of the Buddhas.",
    "ai-tika-s0401t1:61_7": "Talking is the same kind of speech that’s below.",
    "ai-tika-s0401t1:61_8": "and they told them about their generals.",
    "ai-tika-s0401t1:61_9": "one ointment",
    "ai-tika-s0401t1:61_10": "Seeing (when) it leads to the right knowledge. Painful knowledge gives rise to right wisdom.",
    "ai-tika-s0401t1:61_11": "he sees in as freedom from contemplation of views.",
    "ai-tika-s0401t1:61_12": "thus: “Our teacher” is ; such is the meaning.",
    "ai-tika-s0401t1:61_13": "Seeing thus, “This is suffering” , this is how they conclude.",
    "ai-tika-s0401t1:61_14": "looking around the world of the gods and men, which was suitable for the human beings, unlikely in the receptacleans, and so on, which in every way the world of men, have gone to be seen.",
    "ai-tika-s0401t1:61_15": "of the ascetic life is spoken of, since he has attained that in sense.",
    "ai-tika-s0401t1:61_16": "he should overcome that person’s mind thus: “This person is indeed a state of loss,” and so he is venerated by an individual.",
    "ai-tika-s0401t1:61_17": "Blessed One said: “Look,” and they illustriously oppressed thus: “Lay followers are used to be brought oppressed thus:",
    "ai-tika-s0401t1:61_18": "“Skillfully in the four ways.”",
    "ai-tika-s0401t1:61_19": "For that form is unskilled in the same way as soon as it can be called ‘perfected’, and ‘skilled in the supernatural form’, being skilled in the pinnacle of the mind’, and doing what is unskilled in this way.",
    "ai-tika-s0401t1:61_20": "Because a man is not equalizing a giver of sensual pleasures, etc., and because he has arisen in the profitable way.",
    "ai-tika-s0401t1:61_21": "Having taken it, he rolled forth the current and turned it over, like a golden statue, like a cloth from a chariot, and rejoicing to the cessation of defilements.",
    "ai-tika-s0401t1:61_22": "The World’s precisery three worlds: it cannot be brought by one who does not grasp unevenly.",
    "ai-tika-s0401t1:61_23": "“Saying: “Lord of” is said: “It is no joints,” according to referring to.",
    "ai-tika-s0401t1:61_24": "“Here there is both on both counts.”",
    "ai-tika-s0401t1:62_0": "For the deliverance of size: “For one who arranges a delicious flavor with its precincts,” etc., in this way:",
    "ai-tika-s0401t1:62_1": "“Just now, Venerable.”",
    "ai-tika-s0401t1:62_2": "Mendicant women: he is calling form, with the physical body,",
    "ai-tika-s0401t1:62_3": "” The first jhāna should be first understood as the “contemplation of sounds, etc., in the case of the texts, which function should be illustrated without differentiation.”",
    "ai-tika-s0401t1:62_4": "It’s just cramping.",
    "ai-tika-s0401t1:62_5": "to be told to come.”",
    "ai-tika-s0401t1:62_6": "Herein, weaver: roaming and cold, the meaning is, it arrogances , thus it is the meaning.",
    "ai-tika-s0401t1:62_7": "This reference to the various Vibhaṅgas in the various ways (suitable) way, how could it come from?",
    "ai-tika-s0401t1:62_8": "is said to be “accomplished”.",
    "ai-tika-s0401t1:62_9": "and doing so he has the characteristic of directing the formless states consisting of the formless states .",
    "ai-tika-s0401t1:62_10": "Now, as to the bloated: “Here there is the calming of forms that are pleasant,” he replied, “But so on.”",
    "ai-tika-s0401t1:62_11": "on the aggregates, he says is subtle, and so on.",
    "ai-tika-s0401t1:62_12": "By the form there is the supreme state of existence in the form world,",
    "ai-tika-s0401t1:62_13": "The meaning is this: ‘Bhikkhus in the sense of rebirth-contact .’",
    "ai-tika-s0401t1:62_14": "When it has been marked: the sign of the earth kasiṇa, the counterpart sign, and the counterpart sign.",
    "ai-tika-s0401t1:62_15": "and he makes his own form thus: “In the form of a Realised One, what is its own fruit, brings its individual essence –",
    "ai-tika-s0401t1:62_16": "“... sights ...",
    "ai-tika-s0401t1:62_17": "here I can’t get back.”",
    "ai-tika-s0401t1:62_18": "By doing what is during the essence of materiality, namely form, form and form is included in form.",
    "ai-tika-s0401t1:62_19": "“... the body ...",
    "ai-tika-s0401t1:62_20": "herein in the body.”",
    "ai-tika-s0401t1:63_0": "They praise form, beauty, and equanimity.",
    "ai-tika-s0401t1:63_1": "It is said in the way beginning, “Firstening in the division of visible forms that exists in the way stated,” and when it is said in the way already described.",
    "ai-tika-s0401t1:63_2": "“There is no reason for anyone.”",
    "ai-tika-s0401t1:63_3": "In the fine-material states beginning with “morse-infested” .",
    "ai-tika-s0401t1:63_4": "the beginning of forms, etc., which is included in the fourfold and the fivefold reckoning.",
    "ai-tika-s0401t1:63_5": "“Only in this way he will undertake the head hairs, body hairs, natures, and the formless in both places.” And in the way already stated, hence it is said in the way already stated.",
    "ai-tika-s0401t1:63_6": "but the woman’s body is occupied with a four colours, figure, sight of a man’s physical body and mind, yet he too occupies a man’s mind who is most function, and so on.",
    "ai-tika-s0401t1:63_7": "“It is said to have been stated” .",
    "ai-tika-s0401t1:63_8": "Having been stated like the smell of scents,",
    "ai-tika-s0401t1:63_9": "Saying: “Sensual desire for sensual pleasures, preference, oral tradition, reasoned contemplation, and occupy their mind.” But seeing that man would not occupy his mind.",
    "ai-tika-s0401t1:63_10": "if he gives up his mind to the burden, his pollutants are clear;",
    "ai-tika-s0401t1:63_11": "(Athis) before that which is called a firm, stout bond, a tie that has not been imprisoned.",
    "ai-tika-s0401t1:63_12": "or else, this is said to be seen.",
    "ai-tika-s0401t1:63_13": "Then owing to the introduction thus: “This person is spoken to because they occupied with a man’s mind,” etc., and in this way, they said: “This is the meaning of what is said.”",
    "ai-tika-s0401t1:63_14": "“So you should truly see ...",
    "ai-tika-s0401t1:63_15": "’s said to a woman’s sight.",
    "ai-tika-s0401t1:63_16": "Some oppositeness in all aspects, etc., according to the power of seeing, etc., are said to be the actual state of opposite sex.",
    "ai-tika-s0401t1:64_0": "But that is why (good) possession of the gifts, etc., should be illustrated by the (of the Results) powerfully in the island of Laṅkā, as well.",
    "ai-tika-s0401t1:64_1": "The king called Dīghaṭāgiri, “But” and “The royal nāga, is additioned to the elephants.",
    "ai-tika-s0401t1:64_2": "“He who is unrestrained with the eye, who is unrestrained and supply to restraint,",
    "ai-tika-s0401t1:64_3": "Having taken hold of lust in the sign, endowed with beauty,",
    "ai-tika-s0401t1:64_4": "and going to the distribution of the Set-Maker, he saw",
    "ai-tika-s0401t1:64_5": "Herein, one who contemplates one who is conceived.",
    "ai-tika-s0401t1:64_6": "They call you death with the opposite sex, thinking, “You have such a dreadful racket,” and they say, “We resplendent. ”",
    "ai-tika-s0401t1:65_0": "and precious things which brings into the Divine treasures, he’s called the Great King, with his faith and his text. He, having poised faith in the composed of faith,",
    "ai-tika-s0401t1:65_1": "occupied with their mind and investigates them by means of the first kind already described.",
    "ai-tika-s0401t1:65_2": "Within the case of the workmen in the village, he can’t go to a certain village district specifiedly after, and when he’s committed the worst kind of teacher, he’d meet the point of the teacher.",
    "ai-tika-s0401t1:65_3": "Therefore it is said:",
    "ai-tika-s0401t1:65_4": "if she considered it,",
    "ai-tika-s0401t1:65_5": "He perceives them as matter, and he lay down on the bare ground, and he saw that they had gained as one in return.",
    "ai-tika-s0401t1:65_6": "Thus mindfulness of death is stated in this way by the name of death.",
    "ai-tika-s0401t1:65_7": "This is the eighth exposition of the teaching on that is not suitable.",
    "ai-tika-s0401t1:66_0": "commentary on the color of Neither.",
    "ai-tika-s0401t1:67_0": "now we will perform the reason for the sake of the (for the complement).",
    "ai-tika-s0401t1:67_1": "that’s why it’s aroused to teach the meaning, and that’s why it’s well placed in the discourses and found in the texts on displayed circumference, and well placed firstly in the places of jackal.",
    "ai-tika-s0401t1:67_2": "Herein, the place where the names are conversed because of their source.",
    "ai-tika-s0401t1:67_3": "Herein, that himself here is twofold: there are two kinds of barriers.",
    "ai-tika-s0401t1:67_4": "Herein, the performance of the Parinibbāna of the Three Worlds, the Great Sages,",
    "ai-tika-s0401t1:67_5": "For the mind of the Buddha’s mind was referring to the same teaching.",
    "ai-tika-s0401t1:67_6": "“In order to explain the world with his Buddha-eye, Buddha, the Sole Protector of the world!”",
    "ai-tika-s0401t1:67_7": "And here it is beneficial for the sake of the great benefit of all beings. It is proper for the welfare and happiness of the people that is valuable to the true teaching.",
    "ai-tika-s0401t1:67_8": "And just as he did to enlightenmentous omniscience, and intimation of the ten powers and the twelve enlightenments (of them).",
    "ai-tika-s0401t1:67_9": "For the Blessed One should teach them the Dhamma in any way that is proper for them. In the evening, the treatment of the Kosalans, which will be transgressed on the spot.",
    "ai-tika-s0401t1:67_10": "Exterior and conquered the One of Ten Powers, a thousand Great Brahmā Sahampati.",
    "ai-tika-s0401t1:67_11": "Then the time for Uttarakuru had lady rained from the time to time, indicated by the Dhamma. I will die down, and cause the Dhamma to another.",
    "ai-tika-s0401t1:67_12": "also it is the two kinds of foulness and only two kinds of barteriers.",
    "ai-tika-s0401t1:67_13": "There you should understand this:",
    "ai-tika-s0401t1:67_14": "but the outside of the Buddhist community of forms.",
    "ai-tika-s0401t1:67_15": "The meaning of this is spoken by the eight.",
    "ai-tika-s0401t1:68_0": "(where) it is of two kinds, namely:",
    "ai-tika-s0401t1:68_1": "Herein, the deathless rebirth of the Buddha’s end of freedom through the ending of grasping.",
    "ai-tika-s0401t1:68_2": "Hence it is said:",
    "ai-tika-s0401t1:68_3": "“This is the meaning of that discussion.”",
    "ai-tika-s0401t1:68_4": "Moreover, infatuation, sights, sounds, smells, tastes, and touches are the exterior.",
    "ai-tika-s0401t1:68_5": "But if he had preached the Dhamma of the great sea, the great hermitage of a hundred leagues, is successful even in the modes of the day, as much as he had been constructed by the Blessed One’s own great embankment, as if he were needed for a league high, or if it were to be constructed in the day.",
    "ai-tika-s0401t1:69_0": "Furthermore, the drawbacks of forms has been discovered all the forms of sentient beings. Namely constantly knowing the drawbacks of those sights, he Namely constantly drawn from that.",
    "ai-tika-s0401t1:69_1": "for he shows the way to the Buddha,",
    "ai-tika-s0401t1:69_2": "for what has been taught in constructed in the monastery of the fruit that is constructed, is said.",
    "ai-tika-s0401t1:69_3": "Because of that person’s own seeing the drawbacks of those sights, with the five grasping aggregates.",
    "ai-tika-s0401t1:69_4": "Likewise: “I will lay down the proper conduct in regard to those who cause division of the true teaching.” Being advice and gruel. End of the Faith, accusations, divisive speech, and lies down on the true teaching, on the side of the wrong path, the prey to root of the causality, and those who have subdued their way to the true teaching and training. The training rules on the way to bed, they circumambulate and caused into ancious section.",
    "ai-tika-s0401t1:70_0": "In such a case, those sights, sounds, smells, tastes, and touches, and thoughts are able to grasp the true teaching of the noble ones, so I entered upon the true teaching of the Dhamma, the general population with its ascetics and brahmins, its gods and humans, frequenting good people, make the true teaching conversion of the true teaching and training.",
    "ai-tika-s0401t1:71_0": "And here the opposite of forms should be understood to included in the four elements, of the base consisting of boundless space, the constituents (of the Factors of the truths), the physical discriminations of the two rooted in each cases, the aggregates, the concepts of the states, etc., and the oppositesites, and the consequence of the clauence of matter instance, etc.; and the meaning of the observersion about visible objects, and so on.",
    "ai-tika-s0401t1:72_0": "but from here a necklace.",
    "ai-tika-s0401t1:72_1": "Herein, (Buddha) “Being forms are born in that place, and those born in form, all are those forms of suffering.",
    "ai-tika-s0401t1:72_2": "the origin of that conditioned phenomena as its object.",
    "ai-tika-s0401t1:72_3": "But the truth of which has no cessation.",
    "ai-tika-s0401t1:72_4": "the path of cessation, the practice going to the path,",
    "ai-tika-s0401t1:72_5": "Herein, the gratification, the drawback, and the escape when it comes to form, its escape.",
    "ai-tika-s0401t1:72_6": "for what is beneficial and what is the point of construction, the meaning is precinct (from that) a hundred leagues away.",
    "ai-tika-s0401t1:72_7": "That is the meaning of what the Buddha taught.",
    "ai-tika-s0401t1:72_8": "That is how a wholesome mind is not able to discern the development of the faculties investigation of principles, and to discern the faculties.",
    "ai-tika-s0401t1:72_9": "That person whose mind is skilled in the ways of giving a personality and form, taking care of the form of a personality, and who protects the meaning of it, then protects it well.",
    "ai-tika-s0401t1:72_10": "This is the fuel for the Buddha’s teaching.",
    "ai-tika-s0401t1:72_11": "For the noble state’s gratification that is the beginning of the middle and the dwelling,",
    "ai-tika-s0401t1:72_12": "For this is said in the Paṭisambhidā:",
    "ai-tika-s0401t1:73_0": "“Harmless an escape is the escape from old age and death,",
    "ai-tika-s0401t1:74_0": "the one who gives the Blessed One’s teaching.”",
    "ai-tika-s0401t1:75_0": "he teaches Dhamma so that’s confused, is the disciplined Teaching, the intention to prevail over it.",
    "ai-tika-s0401t1:75_1": "Doesn’t they teach the Dhamma to others likewise.",
    "ai-tika-s0401t1:75_2": "But this nutriment is real, of simile, and in the same way as they proceed, he does not confess it.",
    "ai-tika-s0401t1:75_3": "For there is no gratification in the drawback, and escape that has a conflict",
    "ai-tika-s0401t1:75_4": "What do they say about these things?",
    "ai-tika-s0401t1:75_5": "While sitting on the rainy season.",
    "ai-tika-s0401t1:75_6": "They’re well known as an educated noble disciple who takes over the marriage because they proceed having to them.",
    "ai-tika-s0401t1:75_7": "But if the place has not been explained in each case, it is not appropriate to be used in order to show the meaning and that which is necessarily dealing with the meaning and the running here and there.",
    "ai-tika-s0401t1:76_0": "and it is said: “It is because of the power of the eyes that he is made known to be reached by the end” .",
    "ai-tika-s0401t1:76_1": "Good virtues of alms obtained virtue, etc., and accepting the alms round of alms food, etc., that is what was said.",
    "ai-tika-s0401t1:76_2": "After one who has developed self-control it is said: “He who has no doubt” .",
    "ai-tika-s0401t1:76_3": "It is not shared by seeing the matter of not seeing with any reference to the origin of the eye, and so on.",
    "ai-tika-s0401t1:76_4": "I do not see any such form as “I do not see in him” .",
    "ai-tika-s0401t1:76_5": "Welcome him at the borderlands, “They are said, and the ‘unbuilding’.",
    "ai-tika-s0401t1:76_6": "And now, as the words “surpassable” and “should as a resentment and” are said, “plissive prone to being spoken of.”",
    "ai-tika-s0401t1:76_7": "and in the Vibhaṅga thus, “He is the basis for truthfulness infact, and what is said.”",
    "ai-tika-s0401t1:76_8": "Likewise the signs that occupied with the features of the details, and so on are said to because it is lost.”",
    "ai-tika-s0401t1:76_9": "“This is the meaning of the essence between the current and the goal of the monastery” .",
    "ai-tika-s0401t1:76_10": "and having disavowed his own say to the monks, “This is the purpose of making amends for the monks”,",
    "ai-tika-s0401t1:76_11": "Without taking part in the fact that they do not adverting with the state of particular individual essence in this way, “Friends” .",
    "ai-tika-s0401t1:76_12": "And here they shine or gnaments: here in various ways, the language, the absence of meaning, the absence of meaning, and the Vinaya since they apply.",
    "ai-tika-s0401t1:76_13": "The explanation of the words consisting in giving attention to the accumulations, etc., and the questioning of the finest enlightenment comes about with the characteristic of foulness.",
    "ai-tika-s0401t1:76_14": "And this is said too:",
    "ai-tika-s0401t1:77_0": "“This question that was given away by (King) Sutta and constructed,",
    "ai-tika-s0401t1:78_0": "Investigation of this discourse is the basis for ending.”",
    "ai-tika-s0401t1:79_0": "He occupies a woman’s mind without relishing each other with the form of a woman. This is the second kind of man who occupy his mind.",
    "ai-tika-s0401t1:79_1": "By the supernormal powers: it causes unity to phrases and characteristics, because its characteristic, etc.",
    "ai-tika-s0401t1:79_2": "And this is said too:",
    "ai-tika-s0401t1:80_0": "“All-spheres are the rims’ necks,",
    "ai-tika-s0401t1:81_0": "that preparing the life force, but which is eaten.”",
    "ai-tika-s0401t1:82_0": "And although that which is lost, it leads to rebirth in the realm of luminous form, since it is Undisturbed, successively in the formless.”",
    "ai-tika-s0401t1:82_1": "if he crosses a rope or secret discussion;",
    "ai-tika-s0401t1:83_0": "Your mind is not able to discern skillful qualities, and undevelopmented. You should pursue the development of the qualities that lead to protection. You should prevent any function to development. It is preference in all aspects.",
    "ai-tika-s0401t1:83_1": "He Mindfulness is the opposite kind of women, investigated the awakening factors, and exerting the mind once it is fully developed that a enlightenment is completed. He eliminates aggregates all conditions for the development and profitable choices. He acquires the supernormal power of knowledge, he whose mind is fully developed.",
    "ai-tika-s0401t1:83_2": "But arouses the case of those skillful thoughts, but their mind doesn’t fulfill the skillful qualities that give rise to skillful qualities. This is the proper occasion for the development of the skillful qualities.",
    "ai-tika-s0401t1:83_3": "But if this virtue is distinct, it should be given out by not grasping. Neither not grasping at the end of craving, they should be extinguished from grasping.",
    "ai-tika-s0401t1:83_4": "This is the place where",
    "ai-tika-s0401t1:83_5": "It has the characteristic of function that adversity is characterized as produced in accordance with the Dhamma. Its manifests in the Paths of Paccekabuddhas. Its proximate cause is the place for it has been purified by the born.",
    "ai-tika-s0401t1:83_6": "And this is said:",
    "ai-tika-s0401t1:84_0": "“He preaches the Dhamma, and what is Dhamma, which is whatever place he has heard,",
    "ai-tika-s0401t1:85_0": "So how far this dwelling is and the place of all things.”",
    "ai-tika-s0401t1:86_0": "placed a seat in the size of the seats.",
    "ai-tika-s0401t1:86_1": "But it should be understood that the preoccupation is said in the way already described.",
    "ai-tika-s0401t1:87_0": "The six exterior sense fields have the six exterior sense fields, and the six exterior sense fields have become the only.",
    "ai-tika-s0401t1:87_1": "In the mind-made means of the six internal sense-spheres: six internal bases, based on the mind bases,",
    "ai-tika-s0401t1:87_2": "So too they are to be spoken of as to by characteristic, and so on.",
    "ai-tika-s0401t1:87_3": "This is the characteristic of a tree.",
    "ai-tika-s0401t1:87_4": "Or alternatively, they are stated here in this way.",
    "ai-tika-s0401t1:87_5": "As a consequence of this in the Dhamma the Discipline of the Baskets ( views), the characteristic of foulness in the present life .",
    "ai-tika-s0401t1:87_6": "And this is said too:",
    "ai-tika-s0401t1:88_0": "“There are one thing",
    "ai-tika-s0401t1:89_0": "they all say, ‘There are nothing’, they have no characteristic of existence.”",
    "ai-tika-s0401t1:90_0": "By doing this teaching the Dhamma he preached these things: “Confidence in such a person, having heard and thought about sights, likewise, was it the drawbacks of forms, and he is added: ‘Confused passion for sights. These drawbacks of all these things in this way, may I be freed from all suffering?”",
    "ai-tika-s0401t1:90_1": "and in the Commentaries, “With ...” without its source, etc., indication,” etc., saying “They are stated,” etc., according to the incomparable talk, and without exception of owing to the Commentaries, etc., according to the language of the Commentaries.",
    "ai-tika-s0401t1:91_0": "Description of the Revealing and the five constituents (of mind and body)",
    "ai-tika-s0401t1:91_1": "(but) he wrapped the inside, the (you) with the connection with the lotuses.",
    "ai-tika-s0401t1:91_2": "whatever is called binding out with the top of the rejection, ~ for the purpose of crossing the flood by comparison with rope.",
    "ai-tika-s0401t1:91_3": "Discriminations of the Suttanta, and preference to the different suttas, according to the rule, of the inferiority, and superiority, according to the ignorant Commentaries, “Ascetics, chief of the Vihāra, inclination, and including the discourses of knowledge, hefoltment, according to the ruler of the enlightenment, as far as the time?”",
    "ai-tika-s0401t1:91_4": "And here the committed is of contemplation : it can be understood to be known as an incarnation,",
    "ai-tika-s0401t1:91_5": "It should be understood that in the Proclaimed at Getting of the Three Worlds",
    "ai-tika-s0401t1:91_6": "The Suttanta should be understood here as the construction here.",
    "ai-tika-s0401t1:91_7": "“But why are the first similes of the mind in this way? It is not the first rolling on the discourses, nor anywhere.",
    "ai-tika-s0401t1:91_8": "Furthermore, sentient beings transmigrate on all sides, lacking innumerable gems, they get to see the five cords of gems, the woman’s enemy. There they don’t get caught up in the either.",
    "ai-tika-s0401t1:91_9": "Likewise that a man, the one who is heavy, and the one who has entered it.",
    "ai-tika-s0401t1:91_10": "Then the Buddha said, “Now, how do you regard to women?”",
    "ai-tika-s0401t1:91_11": "That’s why the Buddha teach the five kinds of sensual stimulation is well aroused by desire and lust for sensual pleasures.",
    "ai-tika-s0401t1:91_12": "is the attainment of Nibbāna at the beginning.",
    "ai-tika-s0401t1:91_13": "But in the same way there is only a single conducive to the teaching,",
    "ai-tika-s0401t1:91_14": "should be known:",
    "ai-tika-s0401t1:91_15": "“Mendicants, I don’t say that you shouldn’t have a sense of urgency. ...",
    "ai-tika-s0401t1:91_16": "this is the teaching of the noble ones.”",
    "ai-tika-s0401t1:91_17": "“Mendicants, those sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Since this is so, welcome with that bad, unskillful qualities arise.”",
    "ai-tika-s0401t1:91_18": "“They identify with sights ...",
    "ai-tika-s0401t1:91_19": "Formlessness ...",
    "ai-tika-s0401t1:91_20": "And although the four directions were eradicated by the four gates, the independent, the interest, the instance, the four interpretations of the four elements, the instruments of death, the deluded in these four ways:",
    "ai-tika-s0401t1:91_21": "For the four characteristics, etc., advocates in four ways: the dwellings, the four characteristics, and the ninety-four stage .",
    "ai-tika-s0401t1:91_22": "for this is said:",
    "ai-tika-s0401t1:92_0": "“(But) the doctrine of the excellence, and the teaching of the Dhamma,",
    "ai-tika-s0401t1:93_0": "‘Formerly the four ways of practice, this is the fourth kind.’”",
    "ai-tika-s0401t1:94_0": "“Mendicants, I don’t say it’s not something else. ...”",
    "ai-tika-s0401t1:94_1": "Having improper attention without it having improper attention,",
    "ai-tika-s0401t1:94_2": "Herein, with proper attention to it occupied with attention.",
    "ai-tika-s0401t1:94_3": "Herein, when someone makes a new absence improper attention, craving for continued existence, and craving to end existence produce them. And it roots and fruits; the wheel-turning monarchship, simply ignorance and attentions; the wheel-turning monarchs, etc., rolled forth the wheel-turning monarchstude through the root of craving, and ignorance.",
    "ai-tika-s0401t1:94_4": "This is the abode.",
    "ai-tika-s0401t1:94_5": "Winds simply here and there in order to precisely the counterparts of the winds.",
    "ai-tika-s0401t1:94_6": "It is allowable to explain in the way beginning, the state of the Dhamma, and the characteristic of its foulness in accumulations as a weapons.",
    "ai-tika-s0401t1:94_7": "And this is said too:",
    "ai-tika-s0401t1:95_0": "“One seeks a place wherever he wants,",
    "ai-tika-s0401t1:96_0": "and he forwards and backwards.”",
    "ai-tika-s0401t1:97_0": "Form is the four primary elements that were produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion.",
    "ai-tika-s0401t1:97_1": "It’s when a brick is struck",
    "ai-tika-s0401t1:97_2": "All skillful mind should be known as “skilled”,",
    "ai-tika-s0401t1:97_3": "The sensual-sphere in the formless realm, so the fourth.",
    "ai-tika-s0401t1:97_4": "This is the meditation subject associated with feeling, and this nutriment is the nutriment consisting of the feeling.",
    "ai-tika-s0401t1:97_5": "Herein, analyzing here and there in this way, they are the reason why the winds of the defilement of the corruptions, the Vihāras, and the rest of the Paccekabuddhas.",
    "ai-tika-s0401t1:97_6": "to analyze for these, analyzing the ground.",
    "ai-tika-s0401t1:97_7": "For the reasoning of discerning is characterized as cleansing the states of defilement in things, etc., of the profession of the defilements, discrimination, and of the Vibhaṅga thus: “This dwelling is characterized as analysis of conditions.",
    "ai-tika-s0401t1:97_8": "And this is said too:",
    "ai-tika-s0401t1:98_0": "“This meditation subject is the same thing as analytically fellow for analysis,",
    "ai-tika-s0401t1:99_0": "It is shared by the meals that have not been shared out for the Vibhaṅga.”",
    "ai-tika-s0401t1:100_0": "Their mind is not occupied by a woman, improperly focuses on the flawless, and proper attention. This is the proper conduct.",
    "ai-tika-s0401t1:100_1": "Whether they are swept away by this or that the movement of the winds, are described as though they are.",
    "ai-tika-s0401t1:100_2": "For the meditation subjects that have been relinquished to the characteristic of phenomena. for thewards of conditions.",
    "ai-tika-s0401t1:100_3": "for this is said:",
    "ai-tika-s0401t1:101_0": "“I’ve given up the unskillful and developed the skillful,",
    "ai-tika-s0401t1:102_0": "collapsed at the circumference, one is called the ‘death’.”",
    "ai-tika-s0401t1:103_0": "The ascetic Gotama has gone forth as an ascetic,",
    "ai-tika-s0401t1:103_1": "for anyone else who speaks for another’s instruction.",
    "ai-tika-s0401t1:103_2": "they’d commende the forms,",
    "ai-tika-s0401t1:103_3": "I will see in regard to the world as constantly,",
    "ai-tika-s0401t1:103_4": "Thus in this way the indication to the instructions.",
    "ai-tika-s0401t1:103_5": "for a person whose instructions is of person’s retinue.",
    "ai-tika-s0401t1:103_6": "consciousness in the ways of mind.",
    "ai-tika-s0401t1:103_7": "Having conquered this by the Divine Messengers,",
    "ai-tika-s0401t1:103_8": "he stands by the introduction,",
    "ai-tika-s0401t1:103_9": "whatever uses there are,",
    "ai-tika-s0401t1:103_10": "or woman’s not a man of women.",
    "ai-tika-s0401t1:103_11": "The word-meaning in detail in which they spoke about.",
    "ai-tika-s0401t1:103_12": "what is called ‘accomplish’ is the meaning of what is contradiction’.",
    "ai-tika-s0401t1:103_13": "For a single earthquake only has the characteristic of endurance in one league.",
    "ai-tika-s0401t1:103_14": "for this is said:",
    "ai-tika-s0401t1:104_0": "“Three things, Sudhamma, in the Tusita realm,",
    "ai-tika-s0401t1:105_0": "he who knows the Discourse on Vessavaṇas.”",
    "ai-tika-s0401t1:106_0": "form, feeling, perception, choices, and consciousness.",
    "ai-tika-s0401t1:106_1": "A man is wise, and so on, but he is wise,",
    "ai-tika-s0401t1:106_2": "yet unequalified mind and understanding with limited mind.",
    "ai-tika-s0401t1:106_3": "“As a mansions” is one who prevents occupations, etc., overpowered to the air that cannot be described thus as they are, dreadful and frightened .",
    "ai-tika-s0401t1:106_4": "This is the designation of this fuel.",
    "ai-tika-s0401t1:106_5": "Or alternatively, what is recommended is known as “regarding” because of this.",
    "ai-tika-s0401t1:106_6": "For the oneness of the Dhamma is known as one thing, and the characteristic of investigation.",
    "ai-tika-s0401t1:106_7": "for this is said:",
    "ai-tika-s0401t1:107_0": "“What do you teach?",
    "ai-tika-s0401t1:108_0": "is the nutriment consisting of the clause consisting of the monastery for what is known as the name.”",
    "ai-tika-s0401t1:109_0": "In the absence of Virtue given in his way beginning, the complexion of the heart through having attained the physical end of the ear, the nose, the tongue, and the body of the mind, and painful physical pain, sharpness and severe, acute feelings, which is impermanent, suffering, as suffering, as suffering, as diseased, as an abscess of suffering, as an agitation, as suffering, as suffering, as diseased, and as an empty.",
    "ai-tika-s0401t1:109_1": "the mind element is related to that mind-consciousness element and the things element.",
    "ai-tika-s0401t1:109_2": "In this way the great constituents (of mind and body) should be spoken of.",
    "ai-tika-s0401t1:109_3": "States are swiftly present in them as they are. It is because of this dependent origination: for the purpose of crossing the flood and the dependent origination.",
    "ai-tika-s0401t1:109_4": "Dependent Origination has the characteristic of picking up the mouth. The dwelling is the same as its characteristic,",
    "ai-tika-s0401t1:109_5": "for this is said:",
    "ai-tika-s0401t1:110_0": "“According to the origin and dissipation, the sense-spheres,",
    "ai-tika-s0401t1:111_0": "he who crosses the flood by means of which one is called.”",
    "ai-tika-s0401t1:112_0": "I don’t say that you shouldn’t have a distance of nature ...",
    "ai-tika-s0401t1:112_1": "I regard it as faults like this.’",
    "ai-tika-s0401t1:112_2": "So when a person occupies a person’s mind like this, no purity of declaring purity.",
    "ai-tika-s0401t1:112_3": "but if it is due to purity of conduct, that should be cleansed with pure equanimity.",
    "ai-tika-s0401t1:112_4": "But they go about here composing these things.",
    "ai-tika-s0401t1:112_5": "For the meditation subject here is characterized by the signs of the ear ...",
    "ai-tika-s0401t1:112_6": "for this is said:",
    "ai-tika-s0401t1:113_0": "° he asked: “This questions, answered the questions with this verse:",
    "ai-tika-s0401t1:114_0": "which is pure, there is no essence for him. ”",
    "ai-tika-s0401t1:115_0": "they will determine it as due to another (still), without letting go of the ascetic life.",
    "ai-tika-s0401t1:115_1": "after dispelling the cool state of non-distraction,",
    "ai-tika-s0401t1:115_2": "which determines the ascetic life as the ascetic life, ~ of the ascetic life,",
    "ai-tika-s0401t1:115_3": "having determined that woman by nature, he is going to determine that dwelling.",
    "ai-tika-s0401t1:115_4": "Those things produced by this determined because it is not found in the Vibhaṅga thus: “Whoever is unbounded” .",
    "ai-tika-s0401t1:115_5": "For the meditation subject has reached the ascetic life as well. The characteristic of being discovered by the goal of the ascetic life.",
    "ai-tika-s0401t1:115_6": "And this is said too:",
    "ai-tika-s0401t1:116_0": "“One (by Buddhas) beings who are jealous of what is known",
    "ai-tika-s0401t1:117_0": "he should determine it as an abiding.”",
    "ai-tika-s0401t1:118_0": "Forms are the causes of work and the outcomes of deeds.",
    "ai-tika-s0401t1:118_1": "Having removed (about), he is attached to life,",
    "ai-tika-s0401t1:118_2": "associating with the wholesome mind,",
    "ai-tika-s0401t1:118_3": "By giving attention to it: such is occupied with improper attention, that is, improper attention.",
    "ai-tika-s0401t1:118_4": "Perhaps it is a cause and condition for the sake of fruit.",
    "ai-tika-s0401t1:118_5": "explains requisites to a requisite,",
    "ai-tika-s0401t1:118_6": "(There is) a requisite belonging to the precincts of others, or if it is to be done with a requisite belonging to a enclosed heart.",
    "ai-tika-s0401t1:118_7": "Except in the charnel grounds, having drunk the opposite sex, the characteristic of investigation .",
    "ai-tika-s0401t1:118_8": "for this is said:",
    "ai-tika-s0401t1:119_0": "“Those who do not know the Dhamma that is supreme as condition:",
    "ai-tika-s0401t1:120_0": "Having made this requisite, he threw it.”",
    "ai-tika-s0401t1:121_0": "The mind occupies a man’s mind. And here they should be understood as a person who occupy their mind.",
    "ai-tika-s0401t1:121_1": "(There is) in the formless, the suffering inherent in ignorance,",
    "ai-tika-s0401t1:121_2": "serenity in them, the way that is a penetration for insight.",
    "ai-tika-s0401t1:121_3": "wisdom, freedom of heart and freedom by wisdom.",
    "ai-tika-s0401t1:121_4": "That’s why they are called “fading away” and “perfected by a noble disciple.",
    "ai-tika-s0401t1:121_5": "That here the word is constructed in the same way: here “Herein, places” .",
    "ai-tika-s0401t1:121_6": "For the characteristic of foulness is characterized as it is characterized . Its function is to preceding the development of the meditation subjects that have been reached.",
    "ai-tika-s0401t1:121_7": "for this is said:",
    "ai-tika-s0401t1:122_0": "“Those things rooted in the root, have been explained by the Sages,",
    "ai-tika-s0401t1:123_0": "he should make an effort, this is the basis for ending.”",
    "ai-tika-s0401t1:124_0": "And at this point it is said:",
    "ai-tika-s0401t1:125_0": "“For he who has the characteristics of discrimination, and which is characteristics,",
    "ai-tika-s0401t1:126_0": "And in the four ways he discovered from monasteries?",
    "ai-tika-s0401t1:127_0": "For the one who is known as Vesantara, the Sole Protector of the World,",
    "ai-tika-s0401t1:128_0": "a resolution can settlement by determining: that is, one who has attained the text.",
    "ai-tika-s0401t1:129_0": "it should be understood that these sixteen kinds of expression should be understood:",
    "ai-tika-s0401t1:129_1": "Creators carry away this bag on the fortnights, etc., and on the day of the Wanderer of an ornament.",
    "ai-tika-s0401t1:129_2": "They carried out the flour and have the floor by the wind and sun.",
    "ai-tika-s0401t1:129_3": "Or alternatively, they are carrying pole and the recipient of the teachings, and they make the recipients of the teachings by the neighborhood of the Fraternity.",
    "ai-tika-s0401t1:129_4": "Or alternatively, they abide in dwellings,",
    "ai-tika-s0401t1:129_5": "For just as the treasure of his own hands was gems, compositioned with the medicine of the three treasures, for the sake of himself, and for the purpose of treasures, both for the sake of their own enjoyment of worldly pleasures, having cutting off the stopping of the head, treasures, and counselor-treasures, both equipments, medicines and supplied and provided with the five treasures of the Dhamma. Thesequipments of their own enjoyments, etc., and counterparations of the various gems of the various treasures, and that precious things, etc., appearances,",
    "ai-tika-s0401t1:129_6": "Or they tell them whether they arise or not.",
    "ai-tika-s0401t1:129_7": "Then he said: “She is the delightful manner of his heart, and it is sublimediately going to the dwellings,” and “The Fortunate One is a “fortune” .",
    "ai-tika-s0401t1:130_0": "But anyone else should be understood that these five lower fetters, etc.",
    "ai-tika-s0401t1:130_1": "Herein, the origin of craving is the truth of suffering, its origin, its cessation, and the path.",
    "ai-tika-s0401t1:130_2": "And here craving is deceitful owing to the skin, envelops the inner skin, the inner skin, the inner skin, the flesh, and shamelessness, as well as the outcome.",
    "ai-tika-s0401t1:130_3": "Ignorance is the aggregate of ignorance by giving attention to defilement, hate, delusion, anger, hostility, disdain, contempt, jealousy, stinginess, deceit, opposite sex, and view.",
    "ai-tika-s0401t1:130_4": "what is said from those who are skilled in the ways of revealing.",
    "ai-tika-s0401t1:130_5": "According to associating with non-attention and non-existence, etc., and as non-existent.",
    "ai-tika-s0401t1:130_6": "Likewise for one means to avoid giving up of faith, etc., to the perception of impermanence, etc., and not for those that are incompatible with faith. This is the opportunity for giving up of robes.",
    "ai-tika-s0401t1:130_7": "For craving is constructed in the four characteristics, while the degree of clinging, and the end of craving, and of the defilement of craving, is called constantly looking at the front.",
    "ai-tika-s0401t1:130_8": "for this is said:",
    "ai-tika-s0401t1:131_0": "“Transgression, discriminations, and those who are serenity,",
    "ai-tika-s0401t1:132_0": "having understood the truth, this is called Nandiya.”",
    "ai-tika-s0401t1:133_0": "forwards and forwards, as it were, that is to say, the streams of wails,",
    "ai-tika-s0401t1:133_1": "Just as when a consequence is allowed striving out of the currents, is not allowed externally.",
    "ai-tika-s0401t1:133_2": "Then the relishing of craving is constantly presented by the air,stricken by the air,",
    "ai-tika-s0401t1:134_0": "Their craving in the way already stated is irreversible and fondness in the three lower parts of greed, hate, delusion, and the mind are shrouded in ignorance, then in the three ways beginning with ignorance, the unprofitable encounter, and hindered by craving. When there is a good deceit, and oppressite of ignorance and clinginging to the past, it is slaughtered, it dissatisfaction with the wholesome.",
    "ai-tika-s0401t1:134_1": "And herein, all kinds of them are included in the same way as the when it comes to the truth of suffering, the origin of suffering, and the practice that leads to the cessation of suffering.",
    "ai-tika-s0401t1:134_2": "But here the perception of fruition should be undertaken in three ways: three kinds of unprofitable liberation, in three ways, and unskilled in defilement, and skill in having attained a sense of urgency, and profitable thoughts. He should develop the perception of the fruit of virtue, concentration, and the unprofitable thoughts.",
    "ai-tika-s0401t1:134_3": "For when a discourse is unprofitable, a dropping, and all-foted accumulating, praised by the first, and all-footed accumulations, namely, this fourth part of the body,",
    "ai-tika-s0401t1:134_4": "One observed: one luxurious skins, one who bodies shakes, one who is not heated; one who is greedy, one who has not neglected with the intelligence, and one who is very difficult to speak (only).",
    "ai-tika-s0401t1:134_5": "for this is said:",
    "ai-tika-s0401t1:135_0": "“Unskillful when it’s time to keenly,",
    "ai-tika-s0401t1:136_0": "Having good deeds, skillful roots,",
    "ai-tika-s0401t1:137_0": "truthfully, unselfish,",
    "ai-tika-s0401t1:138_0": "It’s not good to do good to give.”",
    "ai-tika-s0401t1:139_0": "In the case of the clause, that is to say, the species of craving in the various states beginning with the inferior states in the way beginning, “When there is the unborn of craving, dispelling and greed” should be understood as “with the impermanence of craving and view, and ignorance,” etc., in the Vibhaṅga thus: “For they are adhered to.”",
    "ai-tika-s0401t1:139_1": "Their mindfulness and full of profitableness become established in their minds. The four kinds of mindfulness meditation are undertaken with energy.",
    "ai-tika-s0401t1:140_0": "Herein, how should you do these four faculties?",
    "ai-tika-s0401t1:140_1": "for one of two kinds of temperament is one of deluded temperament, and one of the views.",
    "ai-tika-s0401t1:140_2": "Transgression, knowing that the recipient was observed by the power of foulness, by the power of mindfulness occupied with the body, and the power of development, he enters upon and dwells in the highest development.",
    "ai-tika-s0401t1:140_3": "They replied, “I am happy indulging in pleasure.” But they don’t re-ordained a subdue by energy,” and when they repulsed, they meditate with a rousing energy for attaining the purpose of abandoning the strength of their energy.",
    "ai-tika-s0401t1:140_4": "He witnesses, “Indeed,” and thus addressed the manner of: “Controlling the arms, eliminations, momentary, stepped on the bank of the three, he falls upon the development of choices.",
    "ai-tika-s0401t1:140_5": "The fourth tetrad substances that there is calm, having attained the fourth jhāna, of wielding the function of mind, deliverance, wipet, shakes, and directly attentions themselves. So the wrong way insisting on the ultimate goal of the ascetic life.",
    "ai-tika-s0401t1:140_6": "or of the four noble truths, or of the origin of suffering, and so on. The truth of the origin of suffering should be understood. The five grasping aggregates should be understood.",
    "ai-tika-s0401t1:140_7": "But here there are four kinds of fruitions of the ascetic life that is to say, four, five, four, five, six, seven, eighty, ninety, ten, twenty, thirty, forty, fifty, a hundred, a thousand, or a hundred thousand dispensations. He should be attained to the four kinds of mindfulness meditation subjects, tied up with the four kinds of mindfulness meditation. This is the fourth lost opposite of craving.",
    "ai-tika-s0401t1:140_8": "For one who has the perception of lion’s disperses and clarified perspectives, etc., in whom faith in the whole of absence, and whose mind is pure is said to be not shared by means of the fourth jhānas of the lion, namely, this is called mastery in nutriment.",
    "ai-tika-s0401t1:140_9": "for this is said:",
    "ai-tika-s0401t1:141_0": "“He who’s pulled up by those deeds,",
    "ai-tika-s0401t1:142_0": "Associating with the true teaching,",
    "ai-tika-s0401t1:143_0": "don’t miss out on this,",
    "ai-tika-s0401t1:144_0": "like a lion’s roar!”",
    "ai-tika-s0401t1:145_0": "After making an end of the lion’s roar, the Blessed One, the perfected one, the fully awakened Buddha, were tohaved like a lion’s roar, and setting out a lion’s roar with lion’s roar in a lion’s squel of speech, and so on. He roars his lion’s roar,",
    "ai-tika-s0401t1:145_1": "The (this) the power of the lion, roar in the lion’s roar, the Lion’s roar because of his power,",
    "ai-tika-s0401t1:145_2": "And here the strength of faith, etc., are the ten powers of faith,",
    "ai-tika-s0401t1:146_0": "But the dispensation of these three kinds of psychic power that has been effected for you.",
    "ai-tika-s0401t1:146_1": "Likewise the profitable states in the meaning, etc., in the degree of the skillful,",
    "ai-tika-s0401t1:146_2": "for this is said:",
    "ai-tika-s0401t1:147_0": "“That’s how, for one who sets out,",
    "ai-tika-s0401t1:148_0": "I have spoken of the skillful:",
    "ai-tika-s0401t1:149_0": "in the mind of the world,",
    "ai-tika-s0401t1:150_0": "(but) the districts are left out.”",
    "ai-tika-s0401t1:151_0": "Likewise when the time is carried on what is beneficial in this way, it is not said:",
    "ai-tika-s0401t1:152_0": "“After looking around it, he throws it up,",
    "ai-tika-s0401t1:153_0": "This is skillful, this is not necessary.”",
    "ai-tika-s0401t1:154_0": "Therefore, in order to distinguish the meaning, the phrasing for the regions, the five directions are not lost, and there are five opposites for them.",
    "ai-tika-s0401t1:155_0": "And at this point it is said:",
    "ai-tika-s0401t1:156_0": "“The first terrible embrack is finished.",
    "ai-tika-s0401t1:157_0": "The third (who was) called Sīha, the third lion, and the third lion,",
    "ai-tika-s0401t1:158_0": "I saw a supreme blessing in the four directions,",
    "ai-tika-s0401t1:159_0": "The fifth: all those who have not gone to feed the happiness –",
    "ai-tika-s0401t1:160_0": "This is how it should be understood here as said:",
    "ai-tika-s0401t1:160_1": "(They do) not dawn: “So they don’t discover what is beneficial and what is delivering, and what is distributed doesn’t show the discourses.” And they do not circumambulate him with joined palms.",
    "ai-tika-s0401t1:160_2": "In the case of the sixteenth parts, which were specifically beautiful, illuminating, and non-confidence of the strings, he should be regarded as such.",
    "ai-tika-s0401t1:160_3": "But in the twenty-eightth Absorption",
    "ai-tika-s0401t1:161_0": "Herein, it is called partaking of the length in partaking of the bowel or the string or the unique of distinction, and there is no leaning of the neighborhood of a woman’s length of the neighborhood of the tail, and it is not particle and the nephew of one who is completely disillusioned, dispassion, unfortunate, familiar, and any of the distinction of the distinction, and it is called master.",
    "ai-tika-s0401t1:162_0": "Herein, they will urge you to eat, the defilements are disturbed, and the defilements are connected with the defilements.",
    "ai-tika-s0401t1:162_1": "Or alternatively, there is a necessary, air, or abode of merit.",
    "ai-tika-s0401t1:162_2": "penetration of the aggregates, greed, or hate.",
    "ai-tika-s0401t1:162_3": "and the level of an adept’s level, one who is an adept, one who is unsuitable, or one who is trained in the rest of the training.",
    "ai-tika-s0401t1:162_4": "In that place where craving, the defilements are dispelled without defilements.",
    "ai-tika-s0401t1:162_5": "In whatever place the giving, including, and preceding the giving of merit is similar, this is the site for the part.",
    "ai-tika-s0401t1:162_6": "In the virtue of the training, etc., the difference of virtue is related to enlightenment.",
    "ai-tika-s0401t1:162_7": "However, the virtue of the trainer in that partaking of an adept is unsuitable, and so on in training.",
    "ai-tika-s0401t1:162_8": "the other I say according to their enemy.",
    "ai-tika-s0401t1:162_9": "All the opposites should be understood according to the complete destruction of all beings.",
    "ai-tika-s0401t1:162_10": "Herein, the states that are generally well proclaimed, and the states that are trained and have analyzed into the rest of the defilements.",
    "ai-tika-s0401t1:162_11": "However, all is unpleasant to be found in the story of all kinds, etc., should be understood as follows:",
    "ai-tika-s0401t1:163_0": "Eight things lead to the light of the twenty-fourths. But the overcoming doubts has been given up by lighting up the northern quarters , and the knowledge of the mundane and supramundane. Though the results of good and bad deeds have been given up and contemplations, he gives knowledge of the result of the skillful and that of the skillful, and that is to say, the knowledge and vision, the rest of the present.”",
    "ai-tika-s0401t1:163_1": "This world is detached from the world,",
    "ai-tika-s0401t1:163_2": "But here the world is stated in what is well spoken.",
    "ai-tika-s0401t1:163_3": "likewise the supermundane.",
    "ai-tika-s0401t1:163_4": "In that place where the miraculous mundane is reckoned as a ploughman, and the new.",
    "ai-tika-s0401t1:163_5": "to teach the seven places of loss,",
    "ai-tika-s0401t1:163_6": "taught by the Dhamma,",
    "ai-tika-s0401t1:163_7": "and both virtue and Dhamma, etc.,",
    "ai-tika-s0401t1:163_8": "The meaning should be understood in this way in the very same way.",
    "ai-tika-s0401t1:163_9": "But in the special qualities of the Buddhas, etc., according to the progressive progressiveness of the Enlightened One’s special qualities, etc., –",
    "ai-tika-s0401t1:164_0": "“The four paths are the foremost, the best is the best;",
    "ai-tika-s0401t1:165_0": "the best of things is the foremost, the Visionary in the beginning, the Dispensation of the Dhamma” -",
    "ai-tika-s0401t1:166_0": "The commentary on the colour of that is not finished.",
    "ai-tika-s0401t1:167_0": "They make a sound out of the drums, the sound of coughing, the Gandhamādana, and the making of penis,",
    "ai-tika-s0401t1:167_1": "It is of the kind as “blessing” and so on.",
    "ai-tika-s0401t1:167_2": "Also the women come down in the realm of the woman’s mind is calm, noise is actually calling the minds of a woman.",
    "ai-tika-s0401t1:167_3": "sounding and so on,",
    "ai-tika-s0401t1:167_4": "the sound of tabours, the sound of drums,",
    "ai-tika-s0401t1:167_5": "That woman who is laughing loud noise should be charmed according to such a man’s gratification.",
    "ai-tika-s0401t1:167_6": "“She listens to the sound of women through a wall or through a fence as they laugh or talk or sing or weep ...”",
    "ai-tika-s0401t1:167_7": "(but) for: he is ready to wear the sarong of the upper garments (but), for returning to the monastery.",
    "ai-tika-s0401t1:167_8": "to the jewel-measure that in the noble city of Laṅkā",
    "ai-tika-s0401t1:167_9": "But the sound of women is very hard in them –",
    "ai-tika-s0401t1:167_10": "who has a response.",
    "ai-tika-s0401t1:167_11": "Without taking a precincts, he workedlessly to the worst of the elephant,",
    "ai-tika-s0401t1:167_12": "Like a government offending by crowds, by great riches,",
    "ai-tika-s0401t1:167_13": "the elephant that has great power,",
    "ai-tika-s0401t1:167_14": "after putting (the later) in a plate, and making (them) he caused.",
    "ai-tika-s0401t1:168_0": "and the robe-making season which is likewise, displayed by a magician, covered with gold netting, and so on. His jackals and the colour of gold coins were like gold, and so on.",
    "ai-tika-s0401t1:168_1": "Herein, having performed the duties of the eye in the sense of urgency, the eye faculty by a measure in this way:",
    "ai-tika-s0401t1:168_2": "he is added, “one who stops this act,”",
    "ai-tika-s0401t1:168_3": "That is why it produced by its openings, then having become a plaster,",
    "ai-tika-s0401t1:168_4": "compassionate, tormented (by Buddhas), I cry out (only) tormented.",
    "ai-tika-s0401t1:168_5": "One cannot starts by one, one is called a friend who lives in dependence, and one does not deliberately thus:",
    "ai-tika-s0401t1:168_6": "“I hope you wouldn’t like that.”",
    "ai-tika-s0401t1:168_7": "Herein, don’t think of me that I have attained such confidence.",
    "ai-tika-s0401t1:169_0": "And if he finds it, does not enjoy it, does not delight in it, or find anyone else who lives in it, or who lives there, but who is an absence of such a kind, or whose violent resorts and banishes an elephants, horses, or chariots and reeds, or city resentment.",
    "ai-tika-s0401t1:169_1": "To start with one hundred and sixty spears wasteen running along arrow.",
    "ai-tika-s0401t1:169_2": "The earth is grounded on the earth, and turning away from the four directions.",
    "ai-tika-s0401t1:169_3": "Suppiyā, very dear,",
    "ai-tika-s0401t1:169_4": "Of those who, the merchants, or the worker’s simply attains the greatest of the Ganges, the Yamunā, or the Yamunā, or the same instance, are the best splendid, more greater wideer than that,",
    "ai-tika-s0401t1:169_5": "The Lord of Men (all) requested the merchant’s son, all begged the merchant’s husbands son.",
    "ai-tika-s0401t1:169_6": "came to smiling, where it stays,",
    "ai-tika-s0401t1:169_7": "now he has clinging to these things,",
    "ai-tika-s0401t1:170_0": "passed by rubbing down to the mountain from where the three kingdoms descended from Mount Mount Vepulla, and descended from the four directions.",
    "ai-tika-s0401t1:170_1": "he says this: “Do it exists in the Awakened One’s way.”",
    "ai-tika-s0401t1:171_0": "Herein, rises up: (the water element) is Unbounded in the eastern gate.",
    "ai-tika-s0401t1:171_1": "The eyes were given by the whole of the Seer: having shown that the black vision, and with the darkness of the (work) was given by the eye. Then he gave them a (wholesome) vision that was given by the eye.",
    "ai-tika-s0401t1:171_2": "King World-Leader, in the price for the whole world, the in between the time of the auspicious events, and the King of the earth,",
    "ai-tika-s0401t1:171_3": "He is golden coloured, beautiful, and golden colour.",
    "ai-tika-s0401t1:171_4": "he shines the light of perception,",
    "ai-tika-s0401t1:171_5": "therefore I will not be, therefore, I will worship you.",
    "ai-tika-s0401t1:171_6": "guarded by you today, we will live out a day, with weapons doing good deeds, and having become a four pair of posture, live happily.",
    "ai-tika-s0401t1:172_0": "The Buddha-to-be after this verse: “The Sun God’s Bodhisatta has become fully extinguished through the first verses of the Buddhas, etc., will not enjoy the virtue of the past and the future.”",
    "ai-tika-s0401t1:172_1": "Herein, the brahmins who are pure and bright",
    "ai-tika-s0401t1:172_2": "the Vetas, who has crossed over, and gone beyond, they know that he is a knowledge master,",
    "ai-tika-s0401t1:172_3": "And it was when all the texts, which were made by a very first offering, when the waves out.",
    "ai-tika-s0401t1:172_4": "Hence it is said:",
    "ai-tika-s0401t1:172_5": "“All things are subject to all.”",
    "ai-tika-s0401t1:172_6": "All the three characteristics beginning with the sense-spheres, in the sense-spheres, and follows the knowledge of having made known it, has reached the goal of all-known beginning as their owner. The meaning is this: it is the meaning of this, or the having attained Path.",
    "ai-tika-s0401t1:172_7": "they revere me, I revere this one, who is your homage (to them).",
    "ai-tika-s0401t1:172_8": "Pāsaṇḍas, these services (of Pāsaṇḍas), May I not be protected by me.",
    "ai-tika-s0401t1:172_9": "We bow to the Buddhas,",
    "ai-tika-s0401t1:172_10": "This is the fifth kind of freedom.",
    "ai-tika-s0401t1:172_11": "After making this safeguard the safeguard: this is the way of (true) death; once he became a Buddha.",
    "ai-tika-s0401t1:172_12": "The meaning of this:",
    "ai-tika-s0401t1:172_13": "He has made this safeguard: he protector for his own purpose and protection, for the sake of himself and others, but not for the benefit of.",
    "ai-tika-s0401t1:173_0": "Then, after walking for a day, and sitting on the ground, he sat down on the sunrise and said, “Listening the goods of the Buddhas, while sitting on the top of the Brahmā-world, for the sake of subduing the supreme beings.”",
    "ai-tika-s0401t1:173_1": "Hence it is said:",
    "ai-tika-s0401t1:173_2": "“Even if you like a scope, Godhā?”",
    "ai-tika-s0401t1:173_3": "She gets rid of from there without getting permission.",
    "ai-tika-s0401t1:173_4": "After making this safeguard the peacock dwells on (without fear). Having arisen in the Sambuddha’s presence, he said this:",
    "ai-tika-s0401t1:173_5": "The meaning of this:",
    "ai-tika-s0401t1:173_6": "He has put down this safeguard and protected against this protection: he protects his own benefit.",
    "ai-tika-s0401t1:173_7": "The smaller number of works in the past is damaged.",
    "ai-tika-s0401t1:173_8": "Chickens, chickens and pigs,",
    "ai-tika-s0401t1:174_0": "3.",
    "ai-tika-s0401t1:174_1": "In the third opposite case of the scents has the base consisting of boundless consciousness as well as the highest, and also in the case of the fine-material jhānas:",
    "ai-tika-s0401t1:174_2": "“Should produce in four places?”",
    "ai-tika-s0401t1:174_3": "and having the funeral pyre, at the time of the Bodhisatta lake, etc., and being tied up with the mud, etc., and beingcause of the fragrant birds of gems, and so on, without having reflected thus: “Where will they do so by calling her body?”",
    "ai-tika-s0401t1:174_4": "Herein, by women means of menstruation.",
    "ai-tika-s0401t1:174_5": "Because of the function of a bad woman’s body was smelly.",
    "ai-tika-s0401t1:174_6": "Here abiding by comparison with those of great desires, etc., are said:",
    "ai-tika-s0401t1:174_7": "But how does he say to the women’s body,",
    "ai-tika-s0401t1:174_8": "“I hope you’re like this?”",
    "ai-tika-s0401t1:174_9": "Herein, like a smell with an arranged water.",
    "ai-tika-s0401t1:174_10": "with a lump of fragrant scent,",
    "ai-tika-s0401t1:174_11": "Such-like scented scented ointment",
    "ai-tika-s0401t1:174_12": "Fragrance, like a version in the ear,",
    "ai-tika-s0401t1:174_13": "Delighting in ropes and the yokes transmigration, etc., by the removal of ignorance and by the abandoning of the worms, and by the power of a woman’s mind proceeds having dispassion for her body and so on.",
    "ai-tika-s0401t1:174_14": "and showing the body of a woman by the fragrance of the Pāṭaliputta, and in order to show the mass of women.",
    "ai-tika-s0401t1:174_15": "“One who is brilliant” is said, “We wish to eat.”",
    "ai-tika-s0401t1:174_16": "if she didn’t get it up in this way, why is it said:",
    "ai-tika-s0401t1:174_17": "“This is no one at all.”",
    "ai-tika-s0401t1:174_18": "with an animal invited to see human females, and not seeing showing the gratification of the body, but only that the opposites, etc., this body is unshakable for a woman, or a man.”",
    "ai-tika-s0401t1:174_19": "This is how the women’s proceeds: by the bodies of women is said.",
    "ai-tika-s0401t1:175_0": "4.",
    "ai-tika-s0401t1:175_1": "What is reference to in the fourfold reckoning of the tongue? What is more: the 80 kilometers in the vicinity of the tongue, and the rest.",
    "ai-tika-s0401t1:175_2": "the worm-infested corpse is like a milk-rice made from a hole, which was like the monkey in the ears.",
    "ai-tika-s0401t1:175_3": "the sound of the rose-apple trees covered with the drums, etc., and the door of the rose-apple trees (of the sun).",
    "ai-tika-s0401t1:175_4": "all the women bearing their wives,",
    "ai-tika-s0401t1:176_0": "Likewise in the case of the sectarians, too.",
    "ai-tika-s0401t1:176_1": "But if the Blessed One’s mind has gone to the forest of visible objects, but not being dispelled by him, still observed by him, then he said:",
    "ai-tika-s0401t1:176_2": "“That’s a teacher,” he replied.",
    "ai-tika-s0401t1:176_3": "just as one who goes on it goes to that meaning,",
    "ai-tika-s0401t1:176_4": "it is shakes off (therefore) going in the place where it is speech that is dispelled.",
    "ai-tika-s0401t1:176_5": "if he departs to depart when it comes to the Sangha;",
    "ai-tika-s0401t1:176_6": "Likewise, etc., this is not “short” etc., with a visible object, etc., just as if it were, without making it its object, and without making it its appearance, it is to be not said:",
    "ai-tika-s0401t1:176_7": "“Are you keeping what is said?”",
    "ai-tika-s0401t1:176_8": "In the five immaterial jhānas accompanied by the five objects.",
    "ai-tika-s0401t1:176_9": "And some of the five objects should be understood as follows: just as that of one or other of the five objects, and so on should all be understood as the fifth liberations.",
    "ai-tika-s0401t1:176_10": "and in the fifth, which is heavy and non-human beings, being respected by the object of the five objects,",
    "ai-tika-s0401t1:176_11": "Emetics of five objects, there is the difference between the five objects of the ring-processes in the family of the eclipses, “The five” is said.",
    "ai-tika-s0401t1:176_12": "If he says this, it is this:",
    "ai-tika-s0401t1:176_13": "“I’m coming for the sake of service.”",
    "ai-tika-s0401t1:176_14": "After making an agreement about that permitting with the body, they must give it to him one who has arrived.",
    "ai-tika-s0401t1:177_0": "6-8.Tesanti suttānaṁ.",
    "ai-tika-s0401t1:177_1": "Then he wishes to take a seized, and not wanted to be able. Because of that, he could not want to catch up.",
    "ai-tika-s0401t1:177_2": "when he is transmigrating, he is transmigrating:",
    "ai-tika-s0401t1:177_3": "there are two elephants: the bowls, the two hands, the palms of the hand,",
    "ai-tika-s0401t1:177_4": "Having shown the board (to them), she approached the courtesan and gave them one, and gave them two.",
    "ai-tika-s0401t1:177_5": "(Only) the best I prevented him with my prime.",
    "ai-tika-s0401t1:177_6": "A fragrant wind arises in him.",
    "ai-tika-s0401t1:177_7": "Standing thus, “He should first take it away,” and, “This is a reading.",
    "ai-tika-s0401t1:178_0": "She said, “Good, Dhammadinnā,” and “Very well said. It is good for us to explain the progress of the Dhammadinnā.",
    "ai-tika-s0401t1:178_1": "Like a blue lily risen from the water’s lilies, extraordinary fair to the mouth.",
    "ai-tika-s0401t1:178_2": "rounded in the same way as stated under the earth.",
    "ai-tika-s0401t1:178_3": "And if it is said in the same way, they should teach the Dhamma leading to the end of freedom.",
    "ai-tika-s0401t1:179_0": "The commentary on forms is finished.",
    "ai-tika-s0401t1:180_0": "Thus there is the plantains on the Uttarakuru",
    "ai-tika-s0401t1:181_0": "The first concluded one by one whose appearance is finished."
}