{
    "ai-tika-vin07t48:0_0": "Adhikaraṇabhedaṁ",
    "ai-tika-vin07t48:1_0": "On the commentary on the side, etc.",
    "ai-tika-vin07t48:2_0": "Reverends, after establishing a boundary in himself in one’s own persuading them, etc., and for the purpose of making them attaining the benefits of a certain disciplinary issue, they put each other aside, and then ask for for for the sake of a quarreling, and so on. But they can instead of offenses because of arguing each other.",
    "ai-tika-vin07t48:2_1": "Hence it is said: “He is precincts in the Ways of Performity”.",
    "ai-tika-vin07t48:3_0": "Since they do acts of body, speech, and mind, they being attached to being negligent, they have wrong view, being resentful and observed on the right side. Then they don’t show their power, being created by the power of arrogance.",
    "ai-tika-vin07t48:4_0": "The exposition of the commentary on the side is finished.",
    "ai-tika-vin07t48:5_0": "A precise of legal issues, etc.",
    "ai-tika-vin07t48:6_0": "Since he is so, he conceals his own offenses, and he conceals all of them. He covers himself with the intention to commit an offense entailing expulsion.",
    "ai-tika-vin07t48:6_1": "By business or another, they all sit or lie down next to the gross of the business, etc., and they then continue to pay homage to all the nuns.",
    "ai-tika-vin07t48:7_0": "344.",
    "ai-tika-vin07t48:7_1": "“Pāṭikaputta” is said, “It is a legal issue arising from an accusation”; or “It is just a legal issue arising from business.”",
    "ai-tika-vin07t48:7_2": "“While in regard to three reasons” is said: “Through in questioning, he does so in the midst of the Sangha?”",
    "ai-tika-vin07t48:7_3": "“Where is in regard to plants?” “It is what is meant.”",
    "ai-tika-vin07t48:7_4": "sustained thought should be understood in the three ways: and it is the same questioning, thus it is the disproved.",
    "ai-tika-vin07t48:8_0": "(4b) Are there legal issues arising from disputes, legal issues arising from accusations, legal issues arising from disputes, legal issues arising from disputes, legal issues arising from disputes, legal issues arising from accusations, legal issues arising from disputes, legal issues arising from disputes, legal issues arising from accusations, legal issues arising from disputes, legal issues arising from disputes, legal issues arising from disputes, disputes, legal issues arising from accusations, and disputes? Are there legal issues that are also a disputes invated.",
    "ai-tika-vin07t48:9_0": "The Regarding of legal issues is finished.",
    "ai-tika-vin07t48:10_0": "Where there are seven Factors of Awakening, etc.",
    "ai-tika-vin07t48:11_0": "354.",
    "ai-tika-vin07t48:11_1": "A legal issue arising from an accusation, disciplinary issue, which is the kind of disciplinary issues, disciplinary issues, leading to harm, suffering, and disciplinary issues.",
    "ai-tika-vin07t48:11_2": "were bad for me, and attained to confidence.",
    "ai-tika-vin07t48:12_0": "Instead of apprehending the successively: it is gradually pervading as usually cooled,",
    "ai-tika-vin07t48:13_0": "(Asoka) drives away like a fool,",
    "ai-tika-vin07t48:13_1": "accusing them, (thinking): “Angering is the support of the enemy of covetousness,”",
    "ai-tika-vin07t48:13_2": "Givening to those concerning the legal procedures of the Sangha headed by the Sangha, etc.",
    "ai-tika-vin07t48:14_0": "The section on the seventh section for recitation on themaking season is finished.",
    "ai-tika-vin07t48:15_0": "The one kind of legal issue is finished.",
    "ai-tika-vin07t48:16_0": "Second: A preference",
    "ai-tika-vin07t48:17_0": "Questioning is the commentary on the questions, etc.",
    "ai-tika-vin07t48:18_0": "359.",
    "ai-tika-vin07t48:18_1": "The second preparation: “Herein, what are the same thing?”",
    "ai-tika-vin07t48:18_2": "“By thief, for the sake of quarreling, the Fortunate One, etc.”",
    "ai-tika-vin07t48:18_3": "The Elder Upāli then asked Upāli about the abidings, and they answered him.",
    "ai-tika-vin07t48:19_0": "(At) “Bhikkhus” were a preacher of the Abhidhamma, the Paṭisambhidā, the Suttanta, and the Vinaya, –",
    "ai-tika-vin07t48:19_1": "and knowing the original decisions were gathered in the place where they found. They arrangement and the sword, benefits, and practises, knowing that their intention is:",
    "ai-tika-vin07t48:20_0": "“Don’t be afraid, Abhaya,” while the senior monks were advice, he scorning the scratching. And while the Elder did the same thing, he gave advice, saying:",
    "ai-tika-vin07t48:21_0": "The training rule on enquiry by example",
    "ai-tika-vin07t48:21_1": "He despises his own destiny, the Happy One,",
    "ai-tika-vin07t48:22_0": "With his mind the sound of drums, etc., said: “Have you taken connection with the sound of talk,”",
    "ai-tika-vin07t48:22_1": "And so too with the continuity of enquire : here too.",
    "ai-tika-vin07t48:22_2": "And the meaning is that it is behaviour of good behavior by way of body, speech, and mind.",
    "ai-tika-vin07t48:22_3": "Hence it is said: “He is the one who “Give me.”",
    "ai-tika-vin07t48:23_0": "(They are) sixteen rules that were held in the land of the Analytical laziness, etc., as they tell the truths of the training rules.",
    "ai-tika-vin07t48:23_1": "or novice nuns, etc., one should recognize and the training rules as beginning with what is given in one who is distributed is before.",
    "ai-tika-vin07t48:24_0": "When talk about what is talking about is talking about is talking about is talking about in their differentiations, he knows the talk of what is talk about the words, and he does not know, “This is the meaning, what is that meant.”",
    "ai-tika-vin07t48:24_1": "(These two discourses should be expanded in line with the perspectives.) Questions of three kinds, that is to say, sense desires, and ignorance.",
    "ai-tika-vin07t48:25_0": "The commentary on the questions, etc."
}