{
    "ai-tika-vin05t30:0_0": "30. Garubhaṇḍavinicchayakathā",
    "ai-tika-vin05t30:1_0": "The Sangha has given away him a boy, a spade, anoint, one should not give away, one who has committed a heavy offense, nor one who is bound to a lump of copper, one who is addicted to eat the food, one who bandits, an abscess, a neck, a jackal, or a creeper of bamboos, reed, grass, wooden wooden goods, banners, etc., a creeper, and an individual essence that is called Bamboy iron, and who has gone forth.",
    "ai-tika-vin05t30:2_0": "Herein, there is a monastery or a garden.",
    "ai-tika-vin05t30:2_1": "They set up the site for a monastery or in order to precisely the Ārāmas monastery for their purposes, being established in the monastery, and held together by the kings of the monastery.",
    "ai-tika-vin05t30:2_2": "whatever dwelling or sort of dwellings there are,",
    "ai-tika-vin05t30:2_3": "the site of a dwelling:",
    "ai-tika-vin05t30:2_4": "The beds and benches called one of the four legs, that is bound with detachable legs.",
    "ai-tika-vin05t30:2_5": "A bench, fragrant, and instruments of four primary elements,",
    "ai-tika-vin05t30:2_6": "Rolling the three realms: five chairs another one of the five (performed)",
    "ai-tika-vin05t30:2_7": "at the root of a tree called Bimbaṭṭha, one of the cotton-down quilt,",
    "ai-tika-vin05t30:2_8": "A metal pot: it leads to a metal pot, a metal jar, or anything else.",
    "ai-tika-vin05t30:2_9": "Likewise with the medium one, and so on.",
    "ai-tika-vin05t30:2_10": "But here the ointment boxes is what is meant.",
    "ai-tika-vin05t30:2_11": "if she craves the air—",
    "ai-tika-vin05t30:2_12": "I have become winnowed by the hip.",
    "ai-tika-vin05t30:2_13": "There is no wrong in the hole and in the rest.",
    "ai-tika-vin05t30:2_14": "And of the five beginning with the “city” and “change- of five enlightenment and twenty-four Individualities.",
    "ai-tika-vin05t30:2_15": "for this is said:",
    "ai-tika-vin05t30:3_0": "“Two-foods have two factors,",
    "ai-tika-vin05t30:4_0": "The fourth section for recitation on the ninth, is the fifth section.",
    "ai-tika-vin05t30:5_0": "“For five hundred heads, Rāla,",
    "ai-tika-vin05t30:6_0": "for the fifth, etc.",
    "ai-tika-vin05t30:7_0": "Here is this discussion:",
    "ai-tika-vin05t30:7_1": "For all the times should be told, “How many resting places have been spread out,?”",
    "ai-tika-vin05t30:8_0": "“After going to the lower world,",
    "ai-tika-vin05t30:9_0": "these five great hermits spoken of.",
    "ai-tika-vin05t30:10_0": "If he uses it without first giving it away, there is no offense.",
    "ai-tika-vin05t30:11_0": "These are wholesome things that are skillful.”",
    "ai-tika-vin05t30:12_0": "returning to the future.",
    "ai-tika-vin05t30:12_1": "Therefore at the root, transfer that cannot be given away from the root of the sixteen foulness, and that is to say, the seven rebirths that arose in him and the air. And the means and that cannot be understood how the abandoning of this analysis of development.",
    "ai-tika-vin05t30:13_0": "228.",
    "ai-tika-vin05t30:13_1": "Here is the stage of talk on stage:",
    "ai-tika-vin05t30:13_2": "This robes, alms-food, lodgings, and medicines and supplies for the sick. It’s not allowable to use a heavy rising even a strap, heavy sandalwood, creed and celibacy.",
    "ai-tika-vin05t30:13_3": "but not suitable for the Sangha of monks.",
    "ai-tika-vin05t30:13_4": "But in a monastery, or inside a monastery, the site of a monastery, or of a dwelling. These are the four supports of a dwelling.",
    "ai-tika-vin05t30:14_0": "Here is the conclusion:",
    "ai-tika-vin05t30:14_1": "a boat, a garden, or a barber, and a greater fruit, even if he hasn’t committed an offense, they should ask the Sangha for too many people, and if they go to the monastery, then looking at the monastery, saying, “We shall give you a beggars of the Sangha,” and they then go to the monastery, but not far from that village.",
    "ai-tika-vin05t30:14_2": "And if there are five hundred monks, people say, “We’re not extra robe,” they should say.",
    "ai-tika-vin05t30:14_3": "And even if this little bit of water is more than that,",
    "ai-tika-vin05t30:14_4": "And even if she says, “It’s possible to eat it even if you’ll be able to either.”",
    "ai-tika-vin05t30:14_5": "But if people have many trees, he should be told to do so.",
    "ai-tika-vin05t30:14_6": "if he says, “Please give us out any of merit,” and then say, “We wish to know.”",
    "ai-tika-vin05t30:14_7": "When the monks’ trees fruits took a fruit, they thinking “The tree isn’t able, even long as they take leave of a group, what can they do?”",
    "ai-tika-vin05t30:14_8": "People took the tree of fruit, thinking, “There’s no fruit or result of a tree trunk.” But they proceeded in the wood.",
    "ai-tika-vin05t30:14_9": "“Sir, if you wish to give us any merit, they’ll know it.”",
    "ai-tika-vin05t30:14_10": "In this way you should repeat it.",
    "ai-tika-vin05t30:14_11": "In this way, even a monastery, the site of a dwelling, or a site of a monastery, or a dwelling, or a site of a monastery, or a dwelling, or a monastery, or a requisite;",
    "ai-tika-vin05t30:15_0": "How should we swept away?",
    "ai-tika-vin05t30:15_1": "If there is a stilt house in the Sangha, they’re allowed to be asked to live.",
    "ai-tika-vin05t30:15_2": "If a monk has given up a valuable warning, he said, “It is possible to go forth to live in the home of my house.” But he says, “Nothing that I have not able to go forth.",
    "ai-tika-vin05t30:15_3": "If people have many valuables, they should be told: “You should do so,”",
    "ai-tika-vin05t30:15_4": "“Venerable, please be our wrap when we’ve our merit.” But when we said, “Venerable Sir, you’re asked.",
    "ai-tika-vin05t30:15_5": "In this way, too, you should swap around.",
    "ai-tika-vin05t30:15_6": "In this way, even the site of a monastery, a site of a dwelling, or a monastery, or a dwelling, or a site for a dwelling,",
    "ai-tika-vin05t30:15_7": "Thus you should understand (surely) recite the same thing,",
    "ai-tika-vin05t30:16_0": "or a heavy goods that are tall ornamental and black, brown, or tail-food-sweller’s precincts, even the smallest strings—are to be used for the Sangha.",
    "ai-tika-vin05t30:16_1": "If rulers, royal ministers, government officials, dead, cases, beds and benches, allowable and one hundred thousand aeons, or even if they use them, he should not use them according to the rule.",
    "ai-tika-vin05t30:16_2": "If he puts out the alms-bowl in the storeroom, he lay down the bowl and robe, and he lay down on the ground.",
    "ai-tika-vin05t30:16_3": "(The Thera) gave it to the Community, saying: “Give it to the Community,” he should give it to the donors of the Community.",
    "ai-tika-vin05t30:16_4": "and many are there.",
    "ai-tika-vin05t30:16_5": "whatever deed there is in the case of the requisites there is, he should use it in the place where the water is used.",
    "ai-tika-vin05t30:16_6": "Indeed he can get something more than a hundred thousand coins or a hundred thousand carts, and he can take hold of his bed.",
    "ai-tika-vin05t30:16_7": "or any monastery or the site of a dwelling, or a bed or a monastery, or a dwelling, or a bench, or a monastery, the site of a dwelling.",
    "ai-tika-vin05t30:16_8": "The same lips rolled-picks",
    "ai-tika-vin05t30:16_9": "But these things are not allowed in useless, unallowable, enclosed by the Sangha.",
    "ai-tika-vin05t30:16_10": "that has not been swept away by the wind.",
    "ai-tika-vin05t30:16_11": "There is no prominent shaveling on the part of his lip:",
    "ai-tika-vin05t30:17_0": "account of the three hundred pots, salt, metal jars, and bitter gourds, as much as they want.",
    "ai-tika-vin05t30:17_1": "But a metal peril of black cowherd’s feet, a tip of leaf, a foot-salm, and a foot-stool. When it is finished, he should put his foot on the foot-scraper.",
    "ai-tika-vin05t30:17_2": "and he accepts more than five _nāḷika_ measures: “The group of five _māsaka_ coins and more than five _māsakas_.”",
    "ai-tika-vin05t30:17_3": "At these places she went to a distance.",
    "ai-tika-vin05t30:17_4": "Or on the elephants, horses, antelopes, bulls, goats, hungers, younglings, and decorated with bunches of peacocks, ordure and feathers, all the ornaments, buffaloes, unevenly cutting down, greys, adornments, and swepts,",
    "ai-tika-vin05t30:17_5": "(but) held his bowl, and get these things (performed) a crowd.",
    "ai-tika-vin05t30:17_6": "allowable people to use a large heap of sandals, a shade, an including, or a person in use.",
    "ai-tika-vin05t30:17_7": "for the purpose of giving, etc., is not allowed to use a large heap of meat, a shop, and asuitable way, and use it to be used as a large.",
    "ai-tika-vin05t30:18_0": "apart from the potter’s boils, damager, goats, rams, and sheets, greens, metals, adornments, ornaments, thorns, and tail, the keyholes, horns, bulls, goats, sheeps, rubbers, goats, throats, and sheeps; the sheeps, grabs; and itches, salty skin wounds, saled with a neck, feeding ontory; thorns, salt, salty, oil, and wathereezems, salty wathereze, horbs, res, sal and blander, ashes.",
    "ai-tika-vin05t30:18_1": "They seek a light ball of baskets and dwelt in a leaf hut whose body is decorated with oil-lamps and creepers, and rubbishes. They must use the decorations, even if they want, without trouble or difficulty, and they use the ill at easesame, even if they use favourable to enjoy themselves.",
    "ai-tika-vin05t30:18_2": "Likewise in the finest rolls.",
    "ai-tika-vin05t30:18_3": "stones, pinks, stones, sticks, and swords,",
    "ai-tika-vin05t30:19_0": "but when water jars are shaved by a vessel, or more than a _pāda_.",
    "ai-tika-vin05t30:19_1": "golden or silver.",
    "ai-tika-vin05t30:19_2": "Also the resting place is allowed to live in a dwelling place without a reward.",
    "ai-tika-vin05t30:20_0": "Is it possible to discard the crowd from the cutting off of judgments, millets, or formless people? This is why it is not possible to discuss a large crowd.",
    "ai-tika-vin05t30:20_1": "when he moves through which a large or small, then heavy goods can make a heavy ,",
    "ai-tika-vin05t30:20_2": "or even a flock of birds made from a charming hair,",
    "ai-tika-vin05t30:20_3": "Like the deer in the axe and bubble;",
    "ai-tika-vin05t30:20_4": "But the weapons will be made by a weapon,",
    "ai-tika-vin05t30:20_5": "even with a finger-tree of four-limbers, a heavy goods,",
    "ai-tika-vin05t30:20_6": "ropes for a four-first hands, a foot-stool, a foot-stand, a staff, a heavy leather, frogs, and a creeper.",
    "ai-tika-vin05t30:20_7": "but the edge of the bed with twisted hair and beards.",
    "ai-tika-vin05t30:20_8": "and he took it away in a leaf-hut and dropped it.",
    "ai-tika-vin05t30:20_9": "You have eaten the barber of the forest:",
    "ai-tika-vin05t30:20_10": "have been given to him, a builder, or a house. If it is given to him, they are imprisoned, rich, affluent, and wealthy. If they’re not, then we’ll be delivered.”",
    "ai-tika-vin05t30:20_11": "If they don’t bring back, he should not accuse them.",
    "ai-tika-vin05t30:21_0": "Divinities, resplendent Keṇiya’s softwood, decorated with browns, adornments, golden statue, and triumps, and leaves in the Saṅgha.",
    "ai-tika-vin05t30:21_1": "Likewise the colour of cooking cloths, encircling walls, etc., which is the same as in the case of the first-jhānas ;",
    "ai-tika-vin05t30:21_2": "And this is the effect.",
    "ai-tika-vin05t30:21_3": "At the desert of making needles for rubbing the body, encircled by gold, silver, or gold.",
    "ai-tika-vin05t30:21_4": "Not attending on her enemy, except for the purpose of making preventing the great fruit, and all the other great sacrifices, –",
    "ai-tika-vin05t30:22_0": "it is allowed to wear the opportunity to make-works in body and speech, and to make the wounds there. If it is given to the Sangha, it is for a person who is protected and protected by demonstrates, etc., if it is allowed to make it unity in the Sangha.",
    "ai-tika-vin05t30:22_1": "And if he is not confused, he is not conscientious,",
    "ai-tika-vin05t30:22_2": "I’ve been given to the whirlpools of the Sadattas or Rohaṇas or Caves of Characks, sweptles, and watching the wounds, heavy goods that were given to the Sangha.",
    "ai-tika-vin05t30:22_3": "And a crowd was given by garments, he gave honey-covers, millet and carried on.",
    "ai-tika-vin05t30:22_4": "If there are twelve rough shaven-footed ropes for themselves, one should not be done.",
    "ai-tika-vin05t30:23_0": "whoever has a sense of urgency bows—phether a _paṇḍaka_ or even there— a _paṇḍaka_’s _paṇḍaka_, even if it’s a _paṇḍaka_—whether that person is exactly the Shrine, they must be given to the Sangha.",
    "ai-tika-vin05t30:23_1": "(but) when he has grasped his foot with a sunshade and sandals, that is a _paṇḍaka_ coin, the sixty-six kinds of _paṇḍaka_ and his _paṇḍaka_saka_ coins are said to be that:",
    "ai-tika-vin05t30:23_2": "if she is conceived by a group, one should not be given while going.",
    "ai-tika-vin05t30:23_3": "After taking one’s care of the beryl, or he has sex with a variety of bamboos, he should make sure that clay dyes on it, and he should give it back. He should then wipe the procedure.",
    "ai-tika-vin05t30:23_4": "When it has gone to the monastery, he should take leave of the Sangha at the wrong time, and he should then give them to the park.",
    "ai-tika-vin05t30:23_5": "he should cancel the half-monthly instructions belonging to the Sangha.",
    "ai-tika-vin05t30:24_0": "apart from the grass and chair, whatever resting place there is.",
    "ai-tika-vin05t30:24_1": "Where there is no grass, necklace, and creepers are all cut off.",
    "ai-tika-vin05t30:24_2": "So the grass, sticks, stones, and swords were ended all the arrows, one knife, posts and trees on the ground, and one going to the Sangha’s site, or even if shrines, or an individual. If it’s given to the Sangha, you should not give a teaching, or even if there are exceedingss in the Sangha.",
    "ai-tika-vin05t30:24_3": "At the end of the fingernails of the two valuable century and the smallest goods.",
    "ai-tika-vin05t30:25_0": "yet he started around five hundred positions of clay drums, very influenced by a dog or otherwise antelope hide, and five _māsaka_ coins or more than the sauces, heats, hunger, and thirst at the head of a Shrine, and exciting the valuable jackals. And he droves out of f the fruits, vine, more than the sacred choice.",
    "ai-tika-vin05t30:26_0": "Yet even one who says this: “Anyone who is eighty-footed my boys tapped in a pit, a metal wooden goods, or a heavy wooden goods—this is called heavy, who is protected.”",
    "ai-tika-vin05t30:26_1": "But this conversation between the woody season can also be being prepared to the woods of the Thūpārāma, and so on, without getting a seat, eventually left over.",
    "ai-tika-vin05t30:26_2": "Here is this:",
    "ai-tika-vin05t30:26_3": "a high couch, a luxurious couch, a bench, a mattress, a pillow, a _kahāpaṇa_ coin, a creeper, and a _māsaka_ coin, or a _māsaka_.",
    "ai-tika-vin05t30:26_4": "And although the carcass of a bowl can be collected by garments, etc.,",
    "ai-tika-vin05t30:26_5": "At the end of a large keyhole or a string of treasures or a framework of straps, a heavy thread, a gravel, a wooden floorny, a creeper, bambooing, etc., a wooden rubbing strainer-cover, a stick or a string of clothestool, a foot-scraper, or a cracking bucket, and a crashing bucket, backs; threeping animaling, or soiling.",
    "ai-tika-vin05t30:26_6": "But when brothers are afraid of wrongdoing, the boy is stated.",
    "ai-tika-vin05t30:27_0": "Whether in the top of the foot, all the wooden floor or leaves, etc.,",
    "ai-tika-vin05t30:27_1": "Also the bowls, a _nāṭika_, a spade, a curtain, a tangle, a lump of folk, a metal bowl, adorned with reeds, a wooden shell, metal trunk, a tail, adorned with floors, a spade, or a wooden _māsaka_ coin, or resplendent _māsaka_.",
    "ai-tika-vin05t30:27_2": "ivory, timber, wooden leaf-hut, or black grointments, whatever can be done organized there are level of stones, charms, or anything that’s given by the Sangha.",
    "ai-tika-vin05t30:27_3": "but on the edge of the later synonyms that were important and transferred to another.",
    "ai-tika-vin05t30:27_4": "they spoke many pots",
    "ai-tika-vin05t30:27_5": "Where is the most importantities (story) that “spare and Bodhisattas seeds.”",
    "ai-tika-vin05t30:28_0": "trying to avoid all the goods, dancers, decaying, keyholes, food, drink, clothes, vehicles, beds, lakes, timber trees, leopards, all full of universes, boxs, etc., all the goods, and all the goods of wagons.",
    "ai-tika-vin05t30:28_1": "the bed and bench, the beds and benches, the beds and the benches, the mats, the sheet, the shells, the legs, staff, and the others—whether scratching the backs, the beds, the worms, and the manages—",
    "ai-tika-vin05t30:28_2": "One has instructed the servants of embracing a stick. one with a stone worth a sixteenth part of the Fraternity, a keyhole, a bunch of thread, an embankment, and a quail, an embankments, a leather-horn, a big, an leather-worker (working) shos the head of the monastery, a leather, a box, a longing torcher, a knife, and a tail, and a tail-fe of all the great wooden.",
    "ai-tika-vin05t30:28_3": "when there are elephants or horses, then anything that can be spoken to by him.",
    "ai-tika-vin05t30:28_4": "And what is the exposition in those same way?",
    "ai-tika-vin05t30:28_5": "carcasses, however far the clods, disposed carbuncles, poisons, and all the waters of the crowds. That is:",
    "ai-tika-vin05t30:29_0": "(He also gave the following order:) “Bhaṇḍuka, Bhagavat, I shall put a foot on the ground, brought water for washing the feet, and a foot-stool, a foot-scraper, and water for washing the feet.” And he shows the bowl for leftovers, a place of loss, a foot-scraper, an untruel, a leaf house, and a foot-scraper, and eventual crums; and even the placed as a foot of the Sangha.",
    "ai-tika-vin05t30:29_1": "(but) just as it is Laṇḍuka’s fear, terror, and goosebumps, so however discuss, this discussion is “provided,”",
    "ai-tika-vin05t30:30_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t30:31_0": "Discussion of the proper conduct in regard to a heavy offenses"
}