{
    "ai-tika-s0404t13:0_0": "1. Ānisaṁsavaggo",
    "ai-tika-s0404t13:1_0": "1. Kimatthiyasuttavaṇṇanā",
    "ai-tika-s0404t13:2_0": "1.",
    "ai-tika-s0404t13:2_1": "By the ten opposites he has no regrets in for the first, level of the ten leagues is for the sake of non-vision.",
    "ai-tika-s0404t13:2_2": "regrets, etc.",
    "ai-tika-s0404t13:2_3": "Then he should embarrasse a sense of observed such as blue, yellow, etc., as a tree of such qualities, and so on.",
    "ai-tika-s0404t13:2_4": "“Only knowing and seeing the purity of path brought by knowledge and vision, according to the observation of the variety of paths, he is like a man on account of insight and knowledge, which is like a master’s noble knowledge and vision, which is connected with insight.",
    "ai-tika-s0404t13:3_0": "The commentary on the Path is finished.",
    "ai-tika-s0404t13:4_0": "Proclaimed for the business of others,",
    "ai-tika-s0404t13:5_0": "2-5.",
    "ai-tika-s0404t13:5_1": "He who transmigrates in the second beginning, the he who attains the far shore.",
    "ai-tika-s0404t13:5_2": "There is no farming for you, there is no danger,",
    "ai-tika-s0404t13:5_3": "Hence it is said: “Consciously, the Supreme One,” and so on.",
    "ai-tika-s0404t13:5_4": "and third statements are to be spoken of.",
    "ai-tika-s0404t13:6_0": "The group of forty-three on business is finished.",
    "ai-tika-s0404t13:7_0": "6. Samādhisuttavaṇṇanā",
    "ai-tika-s0404t13:8_0": "6.",
    "ai-tika-s0404t13:8_1": "The sixth peaceful things come to an end, and then they sit under the sway of the finest lady, sublime  counselor.",
    "ai-tika-s0404t13:8_2": "But if the mind is directed to it, then on to that very specific condition it should be understood to realization of the fruit of stream-entry in the same way.",
    "ai-tika-s0404t13:8_3": "The rest is the same.",
    "ai-tika-s0404t13:9_0": "The Concentration of Immersion is finished.",
    "ai-tika-s0404t13:10_0": "The Benefits of praise are finished."
}