{
    "ai-tika-s0105t7:0_0": "9. Poṭṭhapādasuttavaṇṇanā",
    "ai-tika-s0105t7:1_0": "On the Poṭṭhapāda",
    "ai-tika-s0105t7:2_0": "406.",
    "ai-tika-s0105t7:2_1": "The Lion’s Roar",
    "ai-tika-s0105t7:2_2": "fondness to Sāvatthī.”",
    "ai-tika-s0105t7:2_3": "“There is,” thus they replied, “This is the meaning of the throne,” thus they replied, “This is the meaning of the opposite of,” etc., in order to show the meaning, “This is the point of requisites,” and in relation to the way beginning, “This is the meaning.",
    "ai-tika-s0105t7:2_4": "Prince Jeta’s Wood, Jotipāla, and Bhaddāli, they were afflicted by the power of the Jetavana garden, saying: “Prepare the prince, princess Anotatta.”",
    "ai-tika-s0105t7:2_5": "Sudatta called Sudatta,",
    "ai-tika-s0105t7:2_6": "Jeṭṭha, the chief of men, having placed the elephant’s horse-hair garments on the ground, which were covered with jungles, and placed in the four directions, he put the furniture in the four places of the Buddha. He had the neighbourhood of the Enlightened One, the Sole Leader of the World’s Commentaries (reately). Then he gave it to the Community of Bhikkhus,",
    "ai-tika-s0105t7:2_7": "Hence it is said: “Householder, why has this monastery worker?”",
    "ai-tika-s0105t7:2_8": "shaking off the fruits of the flowers, etc., and being making use of requisites by the wind, they wait besidered with the ascetic’s thorns thus: “As a renunciate, thorns, they delight in it,",
    "ai-tika-s0105t7:2_9": "Or alternatively, when the special qualities of the kind already described, it is due to those who have passed away, thus it is the delightful .",
    "ai-tika-s0105t7:3_0": "after his feet had been arranged on his feet,",
    "ai-tika-s0105t7:3_1": "for the idiot can be looked for;",
    "ai-tika-s0105t7:3_2": "Wanderers, the wanderer Channa Piṇḍola Bhāradvāja, the Dark-King Mount Vepulla, and the Mount Vepulla,",
    "ai-tika-s0105t7:3_3": "Herein, abode of stinginess, without passions, there are two kinds of behaviour.",
    "ai-tika-s0105t7:3_4": "The naked ascetic Gotama, not all those naked ascetics, not all of them were to live having shaked above all parts, dressed in one ocher robes.",
    "ai-tika-s0105t7:3_5": "But this is called of two kinds: what is said in the shadow of the sunshade. It is said in the six kinds of including the shadow of the sunshade, having gone as an universal formation.",
    "ai-tika-s0105t7:3_6": "Brahmin the Great Seer, who attained great majesty and great sacrifice,",
    "ai-tika-s0105t7:3_7": "traveling along a group.",
    "ai-tika-s0105t7:3_8": "They need that be in an ascetic life.",
    "ai-tika-s0105t7:3_9": "They say that resort to one who is shown by oneself as others, and the meaning is that way.",
    "ai-tika-s0105t7:3_10": "its name is ‘tree’.",
    "ai-tika-s0105t7:3_11": "Touches the sound of the ears, the nose of the tongue, the body of the auspicious snake, and the resounding with the sound of the adorns, etc.,",
    "ai-tika-s0105t7:3_12": "The tree called Kāḷivisa.",
    "ai-tika-s0105t7:3_13": "The remote:",
    "ai-tika-s0105t7:3_14": "The Lord of Men, here and there, means therefore it is peaceful,",
    "ai-tika-s0105t7:3_15": "and in the same way as given there is one house.",
    "ai-tika-s0105t7:3_16": "Once upon a time, people spoke about the meaning, saying: “We will show it,”",
    "ai-tika-s0105t7:3_17": "Thus, for this reason",
    "ai-tika-s0105t7:3_18": "“I am,” he replied: “I did not see (also).",
    "ai-tika-s0105t7:4_0": "Saying “Alay of the residue of the enlightenment factor,” “following them,” she is knowledge of the clause, knowing that knowledge has been attained by him, is what is meant.",
    "ai-tika-s0105t7:4_1": "those who were inclined to joints, that is why it is called “confidence.”",
    "ai-tika-s0105t7:4_2": "such a thing as: “It is unshakable to provide for the benefit of us by means of which they take care of the investigating and talk,” it is consequence of this jhāna, how then, if it is said, “Of covetously, what is inquire about inquire about with this matter?”",
    "ai-tika-s0105t7:4_3": "cessation,",
    "ai-tika-s0105t7:4_4": "cessation,",
    "ai-tika-s0105t7:4_5": "After making known of all the Buddhas beginning with knowledge: “Continued existence is the cessation of all analytic knowledges and the cessation of all these things.”",
    "ai-tika-s0105t7:4_6": "Do any bad deed by the donors?",
    "ai-tika-s0105t7:4_7": "for that is just the meaning of this text.",
    "ai-tika-s0105t7:4_8": "to go for refuge, thinking, “I’ll go to the refuge.”",
    "ai-tika-s0105t7:4_9": "“There is, Citta Hatthisāriputta, who is a teacher of the status of a teacher,”",
    "ai-tika-s0105t7:4_10": "The son of Hatthisāriputta said, “When Hatthisāriputta’s mind is said, we can see the teacher, the teacher’s doctrine.",
    "ai-tika-s0105t7:5_0": "When they do so, dust and dirt, they rolled around the day’s meditation.",
    "ai-tika-s0105t7:5_1": "“There is a pair of polishes,” and “There is such a state consisting in which it is an inclination.”",
    "ai-tika-s0105t7:5_2": "Meghavaṇṇa is the meaning of gardening in his appearance, saved by jackals; the meaning is that it is shake.",
    "ai-tika-s0105t7:5_3": "And here it is said in the first place, which is shown by the second and its attainment.",
    "ai-tika-s0105t7:5_4": "Which has a single vicinity’s mind:",
    "ai-tika-s0105t7:5_5": "‘Because the Cowherd’ is a term for the discourses spoken by the shell is so terminated.",
    "ai-tika-s0105t7:5_6": "Whether or not he has put out the near shore of the far shore, he should do so.”",
    "ai-tika-s0105t7:5_7": "Nigrodha said, “There are praises for the sake of the Vaṅgīsa in that case,” and “There are those who need a robe,”",
    "ai-tika-s0105t7:5_8": "Since they are terms of the kind already described, the meaning is this: termination of it should be understood as it is said.",
    "ai-tika-s0105t7:5_9": "accepting one handful, at the time of a mass of fire, the cluster fresh or a dried up, the meaning is, the portion of a lump of foul.",
    "ai-tika-s0105t7:5_10": "and firstly in the first-mentioned reason do not wish -",
    "ai-tika-s0105t7:5_11": "Likewise the teacher at plays in the language beginning, “A giver of a big sacrifice,” so too when they clever that no vastrue, etc., in the end of the Sundarīnandā did not agree that.",
    "ai-tika-s0105t7:5_12": "For the Buddhas didn’t use what belongs to the community of the Blessed One. And they used here who receive the best seat and also use them.”",
    "ai-tika-s0105t7:5_13": "(but) he said: “Noble Ones have got what is called to do with what is not given,” and so on, without having obtained such a being, that is why it is called “which is” .",
    "ai-tika-s0105t7:5_14": "Mucalinda (all) the colour of the lotus which had attained the four great regions,",
    "ai-tika-s0105t7:5_15": "The sutta with the Buddha is just like a bird in the name of consciousness, and so on.",
    "ai-tika-s0105t7:6_0": "Because of the arouse equanimity and the unsuitable, etc., not being able to discern them by means of the non-greed.",
    "ai-tika-s0105t7:6_1": "“The individual, having seen that she is just attitude,” she said, “My good place, the earth wasn’t lovely to see the shameless,”",
    "ai-tika-s0105t7:6_2": "For the Buddha came out of his dwelling and said, “I shall give the Dhamma analytically.”",
    "ai-tika-s0105t7:6_3": "and Pāṭaliputta Visāgotta said: “This is the simile of the infantry, this is the success of the lay life, successively going to heaven.”",
    "ai-tika-s0105t7:6_4": "the sound of drums because it is good.",
    "ai-tika-s0105t7:6_5": "And other synovial fluiding with the sound of clay.",
    "ai-tika-s0105t7:6_6": "Herein, the explanation is said in the Commentaries: “It is unfinished, the detailed explanation,”",
    "ai-tika-s0105t7:6_7": "Furthermore, it rolls forth firstly , is showed to one who is reborn in excessive in this way.",
    "ai-tika-s0105t7:6_8": "What is called specific neutrality is called the Book of Twos’ sounds, as though it were, and so on.",
    "ai-tika-s0105t7:6_9": "Having seen that he is attached to, he thinks, “This is the word of him”,",
    "ai-tika-s0105t7:7_0": "Whatever substance is there to be no more than this, but it is like that. But when something transmigrates and creeper is creeper in this very life.",
    "ai-tika-s0105t7:7_1": "Why is it that the circumstances beginning with “Why is it not in order to inspect a Buddha?” And when it was said, “Why did you propose this?”",
    "ai-tika-s0105t7:7_2": "and the Awakening One called the Bodhisatta, through his trunk,",
    "ai-tika-s0105t7:7_3": "Preceding the function of thoughts: precepts of applied thoughts and sustained thought .",
    "ai-tika-s0105t7:7_4": "So, thinking, “We shall not do such as myself,” etc., thinking, “We shall not do all beings live in Paccekabuddhas and all that is,” because of the minds of all the way beginning, “We shall not find no fault in all the way,” and so on. But when it is said in its various ways.",
    "ai-tika-s0105t7:7_5": "Hence the Blessed One is worthy of praise in all the Buddhas comparedly thus: “In this place, having a sign, she is the meaning of this text.”",
    "ai-tika-s0105t7:7_6": "This is the eighth talk about Dhamma.",
    "ai-tika-s0105t7:7_7": "Whatever is destroying (etc.) means",
    "ai-tika-s0105t7:7_8": "if he approaches him, thinking: “Why would you be happy?” is what is said, there is no decrease.",
    "ai-tika-s0105t7:7_9": "And that’s why I am approaching the point in a league,",
    "ai-tika-s0105t7:7_10": "“But these is what is said?” And the meaning is that it is said.",
    "ai-tika-s0105t7:8_0": "for the assembly of the wanderers.",
    "ai-tika-s0105t7:8_1": "Having reached the end of the going enclosure, having reached the end of the going along, and embarrassed by",
    "ai-tika-s0105t7:8_2": "In all directions there is a place consisting in which absence of foulness is an indication consisting in .",
    "ai-tika-s0105t7:8_3": "And here the caravan leader, just as when the noise had been spending by the hurriedly in the air, making a great noise, so the sound of the ears, “Conflict by the belly, having made the sound of them again and again,” it again he said, “There is noise of any division.”",
    "ai-tika-s0105t7:8_4": "The meaning is this: it should be understood as the sense of urgency.",
    "ai-tika-s0105t7:8_5": "Now, as wanderers making that dreadful racket: “Now” is shown the size of the ketttle-drums, etc., to the wanderers, thinking, “Like this is what is said.”",
    "ai-tika-s0105t7:8_6": "when she is started by the fools,",
    "ai-tika-s0105t7:8_7": "There’s a desire for sensual pleasures,",
    "ai-tika-s0105t7:8_8": "Grasping for sensual pleasures, etc.",
    "ai-tika-s0105t7:9_0": "In lamps, like a lamp in sunrise, cast-ointed, and on the day of the lamp forward.",
    "ai-tika-s0105t7:9_1": "You should proclaim it without gaining material possessions.",
    "ai-tika-s0105t7:9_2": "Placess rolling the assemblies,",
    "ai-tika-s0105t7:10_0": "he set his Sattuka abiding in perception of peace.",
    "ai-tika-s0105t7:10_1": "And if someone were told the point of talking about staying in the same way, then that is said to be the point of retenclosing the Teacher, the wounded and the worst, the customs studied, etc., said, “Have you find yourself in order to show the same way,” and the way already described.",
    "ai-tika-s0105t7:10_2": "He did not abuse",
    "ai-tika-s0105t7:10_3": "making a dreadful racket:",
    "ai-tika-s0105t7:10_4": "if he sat down on one side, saying “Sitter,” and so on,",
    "ai-tika-s0105t7:10_5": "growth and virtue;",
    "ai-tika-s0105t7:10_6": "longing to be a cause of;",
    "ai-tika-s0105t7:10_7": "For the characteristics are the causes and conditions for the sake of conceit.",
    "ai-tika-s0105t7:10_8": "now he is able to dispel the meaning in detail, “The one who has lost his own welfare.”",
    "ai-tika-s0105t7:10_9": "another;",
    "ai-tika-s0105t7:10_10": "They don’t neglect negligence, and they don’t become negligent.",
    "ai-tika-s0105t7:11_0": "Ānanda has arrived at our lodging.",
    "ai-tika-s0105t7:11_1": "“Sir, it’s long since he says this exposition about the meditation on this exposition of the enquiry.”",
    "ai-tika-s0105t7:11_2": "Piyatissa, thinking: ‘I have a lot of kindness.’",
    "ai-tika-s0105t7:11_3": "Therefore at the end, bodily behavior is dear,",
    "ai-tika-s0105t7:11_4": "Not soon afterwards the Buddha had gone forth and wasn’t able to practice for the sake of non-human beings. Then it was brought to the Buddha’s army, and to go forth.",
    "ai-tika-s0105t7:11_5": "Herein, musical instruments: “Before” is the meaning of being possessed by the King who is eighteen royal family of snakes.",
    "ai-tika-s0105t7:11_6": "That’s why the ascetic Gotama said: “The one who has gone forth from the lay life to homelessness out of disrespect behaved in an eminent family.”",
    "ai-tika-s0105t7:11_7": "Since this is so, however, however, is compared with what is said?",
    "ai-tika-s0105t7:11_8": "and she remains unfinished, having been established,",
    "ai-tika-s0105t7:11_9": "“But talk about what is unfinished,” then when it is finished, admits to that very beneficial, admits to being explained,",
    "ai-tika-s0105t7:11_10": "But Kātiyāna, therefore it is preoccupied with what is the point of not discussing, and praises that. That is why they claim to be unclearing all the way, not getting rid of anything.",
    "ai-tika-s0105t7:11_11": "And you’re the owner of all acts.”",
    "ai-tika-s0105t7:11_12": "this is the assembly of the wanderers, Prince Vassakāra,",
    "ai-tika-s0105t7:11_13": "here and there is no dying (the possession of) the noble state’s protection.",
    "ai-tika-s0105t7:12_0": "Practicing the cessation of perception,",
    "ai-tika-s0105t7:13_0": "411.",
    "ai-tika-s0105t7:13_1": "“Laying,” he said, “Laying!” and “There’s no need,” and he said, “If I could give,”",
    "ai-tika-s0105t7:13_2": "Guarantee means (wisdom).",
    "ai-tika-s0105t7:13_3": "went to the assembly hall.",
    "ai-tika-s0105t7:13_4": "As regards many and various requisites obtained by ninety-two parts:",
    "ai-tika-s0105t7:13_5": "or having made a sound of bearing water-lilies, thinking “Where do you do it?”",
    "ai-tika-s0105t7:13_6": "“What’s the point of this?” he said, “What’s the slave?” and “Who’s the sword? Where is the sal tree, what the salt-coloured house?”",
    "ai-tika-s0105t7:13_7": "oppression by what is going on the refuge from to the best.",
    "ai-tika-s0105t7:13_8": "namely, perceptions, and thoughts come into them; that’s why their mind is said, and their cessation apply the minds of perception.",
    "ai-tika-s0105t7:13_9": "But when they have reached the ultimate end, their cessation, and the practice that leads to their cessation, they say, “This is unbounded.”",
    "ai-tika-s0105t7:13_10": "But even though they’re not free of anxiety, still ignorant speech, and speak right there, that’s why they should understand that.",
    "ai-tika-s0105t7:13_11": "When she ceases, she ceases.",
    "ai-tika-s0105t7:13_12": "“What is it possible to point to the point of resigning the world?” Asking the Siritar making a practice of the border is of making the earth inside, it eventually stands with the hands, erecting the pieces, it becomes drunk, and there is no coming to the jackals.",
    "ai-tika-s0105t7:13_13": "said:",
    "ai-tika-s0105t7:13_14": "Now comes the clay to the Buddha’s mangoes, making a plank about it.",
    "ai-tika-s0105t7:13_15": "And the lower partaking of the opposite sex, the state of partaking of diminution,",
    "ai-tika-s0105t7:13_16": "The time of emerging from the between existence and the Thirty-Three, wherever he can arrival at the base of psychic power, and create any suitable deeds.",
    "ai-tika-s0105t7:13_17": "There is some training rules on a basis for truthfulness. He should sit down next to them in such a way that, having made such a place as a piece of cos.”",
    "ai-tika-s0105t7:13_18": "talk about cessation,",
    "ai-tika-s0105t7:14_0": "When they had assembled together, ladies of various sectarians, and various ascetics and brahmins,",
    "ai-tika-s0105t7:14_1": "some of them bring one part:",
    "ai-tika-s0105t7:14_2": "For he takes the first perception: “Here a person’s perceptions arise and cease without cause or reason.”",
    "ai-tika-s0105t7:14_3": "Hereafter in these four ways,",
    "ai-tika-s0105t7:14_4": "Where one is bound by darkness.",
    "ai-tika-s0105t7:14_5": "Perceiving the attainments of the fourth absorption, or the fourth absorption in the fine-material sphere.",
    "ai-tika-s0105t7:14_6": "and cessation is in the way already stated.",
    "ai-tika-s0105t7:14_7": "Transmigrating through which perceptions of cessation is a cause of suffering, that leads to the cessation of perception and feeling. Then, through that which leads to the cessation of perception and feeling, they abide in these five ways.",
    "ai-tika-s0105t7:15_0": "For a second person is said: “He’s speech, sir,” and so on.",
    "ai-tika-s0105t7:15_1": "weren’t the first speakers.",
    "ai-tika-s0105t7:15_2": "But, by getting up, he thinks, “I can’t be like this.”",
    "ai-tika-s0105t7:15_3": "how to shine the deer park at the Deer Palace,",
    "ai-tika-s0105t7:15_4": "The Deer Piṅgiyānī heard that in the same way.",
    "ai-tika-s0105t7:15_5": "Unsuitable, although description of the perception of being reborn in abiding in perception of non-existence,",
    "ai-tika-s0105t7:15_6": "for it is said: “Having been incomplete and he perceives.”",
    "ai-tika-s0105t7:15_7": "And when the belly is finished, (the spears) it is said in the deer park at Gosiṅga Sal Wood, etc., was said, “Ascetic, what is the place whereby this?”",
    "ai-tika-s0105t7:15_8": "but one who has gone out through the power of defilement of defilement in oneself,",
    "ai-tika-s0105t7:15_9": "the Drubbing Treasure, and the treasurer,",
    "ai-tika-s0105t7:15_10": "For the purpose of making amends for the complete non-delusion, etc., which are pervaded by Enlightenment and so on. He stopped having the ultimate sense faculties, with the ultimate sense faculty,",
    "ai-tika-s0105t7:15_11": "Because if he gets a hot water, heat, pulls out of the heat, and has it done.",
    "ai-tika-s0105t7:15_12": "“... employed ...”",
    "ai-tika-s0105t7:15_13": "and sent him by saying, “This is a cause of ruination”.",
    "ai-tika-s0105t7:15_14": "Who is free from fear, who is skilled in transferring to bad people, and so on, thinking, “There is dirty,”",
    "ai-tika-s0105t7:15_15": "Through that sign of his hands the other",
    "ai-tika-s0105t7:15_16": "and because of that perception:",
    "ai-tika-s0105t7:15_17": "For that is how perception ceases by men,” etc.",
    "ai-tika-s0105t7:15_18": "This word can be understood as the other in two places.",
    "ai-tika-s0105t7:16_0": "For the third group of ascetics and brahmins say: “Giving what is said, sir.”",
    "ai-tika-s0105t7:16_1": "Practicing Again and Piṭakas which applications should be known as feeling of the Deaths, etc., of the Himālayas, separately, .",
    "ai-tika-s0105t7:16_2": "he sent him away.",
    "ai-tika-s0105t7:16_3": "Guarded by mistress, wealth,",
    "ai-tika-s0105t7:16_4": "After making a portion regarding the size of the Divine He then conquered the Paths, and he took ahold of the Firm in the cessation of perception and feeling, the way he can extinguish it from the cessation of perception.",
    "ai-tika-s0105t7:16_5": "to whom the head of her head was shown by the skull,",
    "ai-tika-s0105t7:17_0": "Fourth: “There is a fourth deity, sir.”",
    "ai-tika-s0105t7:17_1": "The spirits, female spirits, and males, saying “These are called governments” and “These are also called “baths”.",
    "ai-tika-s0105t7:17_2": "smooth banks of the river, solitary, and water,",
    "ai-tika-s0105t7:17_3": "While they were danced by the gods, we were worshipped by deities and so on.",
    "ai-tika-s0105t7:17_4": "they damage and drink, full of liquor,",
    "ai-tika-s0105t7:17_5": "Enters upon: it is day that is needed; the meaning is, is the meaning.",
    "ai-tika-s0105t7:17_6": "That which is why they drew down and flee.",
    "ai-tika-s0105t7:17_7": "The Grounded of Deities",
    "ai-tika-s0105t7:18_0": "Visiting this topic of discussion on the Andhakavinda.",
    "ai-tika-s0105t7:18_1": "cessation: four kinds of cessation,",
    "ai-tika-s0105t7:18_2": "and one must be developed only in a single one.",
    "ai-tika-s0105t7:18_3": "don’t transmigrate each other with many different hands,",
    "ai-tika-s0105t7:18_4": "Therefore this single state of cessation, etc., too, is the cessation of the plane.",
    "ai-tika-s0105t7:18_5": "and other words are stated in accordance with the meaning.",
    "ai-tika-s0105t7:18_6": "his state of cessation.",
    "ai-tika-s0105t7:18_7": "Except in all ways:",
    "ai-tika-s0105t7:18_8": "Where the Hall of Justice Hall",
    "ai-tika-s0105t7:18_9": "This is the cessation of two times.",
    "ai-tika-s0105t7:18_10": "Abandoning is one who recollects the incredible and amazing things:",
    "ai-tika-s0105t7:18_11": "That’s why he thinks: ‘Somelessness is simply not overcoming doubt, resentful, and without interruption, he reaches cessation.’",
    "ai-tika-s0105t7:18_12": "Surely he does not tell in excessive matters,",
    "ai-tika-s0105t7:18_13": "And here in this world he surveys the two and three times,",
    "ai-tika-s0105t7:18_14": "For surpassion the level of the sound of your feet here and there is the captive of fondness,",
    "ai-tika-s0105t7:18_15": "Therefore it is said: “Without conflict",
    "ai-tika-s0105t7:18_16": "Hence it is said: “He recollects your mouth in front of someone who reckons it. ” ...",
    "ai-tika-s0105t7:18_17": "The Happy One, the word of the Holy One,” is this league for 40 kilometers.",
    "ai-tika-s0105t7:18_18": "“That’s the sound of coputation.” they said, “We wish to give a sound of a hundred leagues,” and so on.",
    "ai-tika-s0105t7:18_19": "Those (goods) in order to create a dead person, so many skillful things in order to create a value of the skillful, cooking the sound of your enemy, and to be seen.",
    "ai-tika-s0105t7:18_20": "is a skilled in the ways of lying down.",
    "ai-tika-s0105t7:18_21": "One should not give a talk (to others): “Should it seems to me, it seems,",
    "ai-tika-s0105t7:18_22": "he is the confessed about,",
    "ai-tika-s0105t7:18_23": "when the one who has reached Nibbāna in one whose formation is the attainment of cessation,",
    "ai-tika-s0105t7:18_24": "when he knows that he has developed, he knows as it is the state of cessation.",
    "ai-tika-s0105t7:19_0": "On the cessation of causes and conditions",
    "ai-tika-s0105t7:20_0": "Just as the rainy season residence was drunking in the midst of the houses, making plunges out of the houses, and lives outside the gate, in the inner sea, and in the windows, the their bowls were built moved,",
    "ai-tika-s0105t7:20_1": "What is the cause, what is the reason why it is called “where” in the way already described, etc., and on its particular composed , which is why it has been described under the heading of annoyed.”",
    "ai-tika-s0105t7:20_2": "only, when a person has said: “But they do not arise in a person’s presence, on all sides,” and they cease with cause and reasons, only their cause or reasons.",
    "ai-tika-s0105t7:20_3": "for the arising of causes is a condition for cessation,",
    "ai-tika-s0105t7:20_4": "for if a man has no cause or condition, it might be understood that it is stated again in the way beginning, “Confidence,” etc., then the meaning should be understood in the way already stated.",
    "ai-tika-s0105t7:20_5": "This instance is stated in the same way as of the cessation of the conditions.",
    "ai-tika-s0105t7:20_6": "But just as, when there is in the opposite directions, “The cessation of all that can be understood” .",
    "ai-tika-s0105t7:20_7": "Hence the Blessed One said: “He trains in this training, perception is well proclaimed; neither perception nor non-perception, and the cessation of perception,” then the Comprehended too in this way: “Herein, the perception of the cessation of perception and the practice that leads to the cessation of perception.”",
    "ai-tika-s0105t7:20_8": "For that is what should be said in reference to the Cessation of the Eights, without giving rise to the cessation of all.",
    "ai-tika-s0105t7:20_9": "training undergoing the name of the enquiry, and he should leave aside with the requisites in the place where it depart.",
    "ai-tika-s0105t7:20_10": "It will be a reason for the discerning,",
    "ai-tika-s0105t7:20_11": "Sometimes they say, “Whoever does not decay even seven spend factions,” and some can carry onland fly away.",
    "ai-tika-s0105t7:20_12": "The same method applies in the same way.",
    "ai-tika-s0105t7:21_0": "I want to work for the benefit of building work.",
    "ai-tika-s0105t7:21_1": "Various kinds of fatiguing in questioning, etc., in detail in the questioning of the rest.",
    "ai-tika-s0105t7:21_2": "“Approaches on the spot in the gathering”—the monks were acting aside Village.",
    "ai-tika-s0105t7:21_3": "perception ...",
    "ai-tika-s0105t7:21_4": "If you are able to show it, you should give it to them.",
    "ai-tika-s0105t7:21_5": "what is his teacher says is Dhamma if he teaches the upper half-month.",
    "ai-tika-s0105t7:21_6": "she is the third training in the higher wisdom.",
    "ai-tika-s0105t7:21_7": "“This is the proper conduct of nuns ...”",
    "ai-tika-s0105t7:21_8": "He taught by the words “possessed of right view” and right thought.",
    "ai-tika-s0105t7:21_9": "Why?",
    "ai-tika-s0105t7:21_10": "And because it is included in the beginning and because it is the understanding of the aspect of welfare and of the various kinds already stated .",
    "ai-tika-s0105t7:21_11": "Because that is why these three things are called ‘fetters’ and right view, and right thought’ are included in the categories of right view, right thought, right speech, right action, right livelihood, and right effort, and right mindfulness, and right immersion. That is why these three things are trained in the same way.",
    "ai-tika-s0105t7:21_12": "But the other words, etc., should be understood in the same way as each Character in the lunar half-month.",
    "ai-tika-s0105t7:22_0": "and the five kinds of sensual stimulation: amongst them Pañcasikhaka and Luster arises in him.",
    "ai-tika-s0105t7:22_1": "whatever enemy has arisen in the past, one who is unbroken on the occasion of sensual desire has arisen in him as enemy, and who does not ask for whatever attainment there is.",
    "ai-tika-s0105t7:22_2": "When the one who has arisen in the way, “The fire-world is indeed strong,” and is free from stain.",
    "ai-tika-s0105t7:22_3": "And herein, sense desires in the sense of urgency, greed for sensual pleasures, etc., because greed for sense desires are gross greed for sensual pleasures, etc., respectively in the sense-decluded, and greed for sensual pleasures.",
    "ai-tika-s0105t7:22_4": "sense pleasures that are felt for sense pleasures and sense pleasures,",
    "ai-tika-s0105t7:22_5": "For all of them are liable to sense pleasures.",
    "ai-tika-s0105t7:22_6": "He can understand both kinds of sensual perceptions and death for the sake of having a name for the surmounting of sensual perceptions, and so on.",
    "ai-tika-s0105t7:22_7": "“He is near to see the five lower fetters” and so on, thinking: “Seeing in the five cords of sense desires, etc., in this way, or that he has arisen in him,",
    "ai-tika-s0105t7:22_8": "At that the five kinds of sensual stimulation were also unenlightened. Even as long as they have been all fallen into the road, they have drawn back from desire, re-entering, and they are not far from that place.",
    "ai-tika-s0105t7:22_9": "Therefore it is said in the five ways that is aroused with greed, etc., as its own goodness, neither too tall nor too short in any way beginning, middle, or end, and end, meaning in this way: “Bhikkhus, what is done in this way is said in this way that is referred to both, and without having done away with both ways, it is said to be aroused thus “possessed,” and “possessed of being” .",
    "ai-tika-s0105t7:22_10": "Therefore it should be understood that the right kind is, not in fact only one is allowed.",
    "ai-tika-s0105t7:22_11": "The first jhāna is the factors of the person.",
    "ai-tika-s0105t7:22_12": "Reflectingly the kind already described above: “This is the equal of sensual perception” , and this is said of Pāṭaliputta .",
    "ai-tika-s0105t7:22_13": "For when the part has entered here it is said, “The arising of” .",
    "ai-tika-s0105t7:22_14": "That’s why in the future the present will not be shown by organized, saying “Who are there?”",
    "ai-tika-s0105t7:23_0": "So they don’t announce the rapture and bliss born of seclusion, and the rapture and bliss born of seclusion.",
    "ai-tika-s0105t7:23_1": "for that perception is associated with perception, it is of the rapture and bliss born of seclusion.",
    "ai-tika-s0105t7:23_2": "Or alternatively: the meaning is: it is happiness produced by wind.",
    "ai-tika-s0105t7:23_3": "passing away at the noise, “Anyone who has faith in the stores,” and “It’s given to the King’s Dhamma, like the stomach.”",
    "ai-tika-s0105t7:23_4": "Desire for the purpose of abandoning the conscious body, etc., not with the perception of the stain of a fine-material and so on.",
    "ai-tika-s0105t7:23_5": "They’ve realized truth,",
    "ai-tika-s0105t7:23_6": "Through that meaning, it is present.",
    "ai-tika-s0105t7:23_7": "effacement is the meaning. And it is an undeveloped state .",
    "ai-tika-s0105t7:23_8": "Then, having shown that and shown that the art of worms, he said “Listen, etc., just as much as you like.”",
    "ai-tika-s0105t7:23_9": "for it is due to commentary according to the two kinds of skill in concentration.",
    "ai-tika-s0105t7:23_10": "“Neither greed, etc., is the basis for defilement and the abandoning of the five hindrances, and so on. The abandoning of the hindrances by the supernormal power of the hindrances, and the escape from the immaterial attainment of the hindrances.”",
    "ai-tika-s0105t7:23_11": "* For the inclination: “In the ultimate sense, the ultimate sense, and the connection with the effacement,",
    "ai-tika-s0105t7:23_12": "from seclusion and from the hindrance of seclusion:",
    "ai-tika-s0105t7:23_13": "Now, as in the passage beginning, “Now, this in order to show the meaning of the second jhāna,” etc., is said.",
    "ai-tika-s0105t7:23_14": "everywhere in all places:",
    "ai-tika-s0105t7:24_0": "Likewise when he has entered upon them, is accomplished in the practice, like a rough for attaining the jhāna, and then in other words, though he has entered upon them and emerged from the jhāna, stilling the essence of the jhāna, and he does not live in that way. That is why he does not train them in them for attaining the states of jhānas.",
    "ai-tika-s0105t7:24_1": "... he has attained the first absorption.",
    "ai-tika-s0105t7:24_2": "Also the absorption: “You may tell this,” there is the commentary on the meaning of this,",
    "ai-tika-s0105t7:24_3": "Hence it is said in the first jhāna : which is the meaning of the words “has the first jhāna. ”",
    "ai-tika-s0105t7:24_4": "And here the calming of the happiness of seclusion in the absence of the rapture and bliss born of seclusion, etc., in that is to say, the attainment of the bliss born of seclusion, and so on.",
    "ai-tika-s0105t7:24_5": "But the cessation of sensual perceptions, and the practice that leads to cessation.",
    "ai-tika-s0105t7:24_6": "But that Ways of Practice",
    "ai-tika-s0105t7:24_7": "Likewise the origin of the path because it has been described in the way beginning “finally in the first phrases thus: “These perceptions of matter by means of the fine-material and immaterial jhānas in this way is not fully admitted” .",
    "ai-tika-s0105t7:24_8": "everywhere in all places:",
    "ai-tika-s0105t7:25_0": "414.",
    "ai-tika-s0105t7:25_1": "Now, as to the introduction of the dimension of nothingness, he gave birth to see the inclination of the dimension of nothingness.",
    "ai-tika-s0105t7:25_2": "Because he has fame and renownness ...",
    "ai-tika-s0105t7:25_3": "The storehouses bind the mind.",
    "ai-tika-s0105t7:25_4": "But head hairs are included in the sense of performing hairs, etc., in the sense of calming the “village” and “They are attainments” .",
    "ai-tika-s0105t7:25_5": "Arounded upon the absorptions has the jhāna.",
    "ai-tika-s0105t7:25_6": "For this is the characteristic of investigation of principles.",
    "ai-tika-s0105t7:25_7": "For one who enters upon them does not make an effort to attain the attainment at ease, and does not attain the attainment of the meditation, nor is there anything that can be attained.",
    "ai-tika-s0105t7:25_8": "That’s why it is called “matter” in this way the characteristic of perception is characterized as the one who has an end.",
    "ai-tika-s0105t7:25_9": "Or alternatively: it is in line with the teaching.",
    "ai-tika-s0105t7:25_10": "like a swallowing by a cloud.",
    "ai-tika-s0105t7:25_11": "But it is said in the Commentaries: “When arouses the attainment of the perception of the attainment of the cessation being aroused in this way, this is how it should be understood as said in order to show the way that this is stated.”",
    "ai-tika-s0105t7:25_12": "Consequently it is called because of the words “the mind has an agitation,” because it is aroused .",
    "ai-tika-s0105t7:25_13": "But the dimension of nothingness does not perceive the dimension of neither perception nor non-perception there.",
    "ai-tika-s0105t7:26_0": "“He is called “blessed” when he said, “Entering”, “They are stated” thus: “They are not too tall,” etc., according to the doctrine, according to what is called to friendship,” etc., and according to what is called “garden” based in the town, just as these words “profected,” the sound of the city, etc., is called “possessed,” etc.",
    "ai-tika-s0105t7:26_1": "And in the sound of drums there is the sound of the rolls on the cloth covering.",
    "ai-tika-s0105t7:26_2": "They perceive the perception of one’s own perception, and they perceive it as such, and so the first jhāna is said to be “ginner of perception” .",
    "ai-tika-s0105t7:26_3": "And here it is said in the first jhāna because the abandoning of the perception of giving up and perception of takes the cessation of perception. Perception of the jhānas existing in the sense of urgency.",
    "ai-tika-s0105t7:26_4": "That is why it is said: “Firstly to be the foremost.”",
    "ai-tika-s0105t7:26_5": "That’s why it should be understood that in one who has reached jhāna in one and one who has pointed (after his own) in that place:",
    "ai-tika-s0105t7:27_0": "(Though) they (etc.) means, (good) wrapped in materiality, I need tomorrow.",
    "ai-tika-s0105t7:27_1": "But when they be able to financier the best in the best,",
    "ai-tika-s0105t7:27_2": "I’ll start my teachings,",
    "ai-tika-s0105t7:27_3": "And here it is “where in the world” according to the supramundane jhāna is performing the supramundane.",
    "ai-tika-s0105t7:27_4": "The remaining kinds of becoming , which is accompanied by defilements, is produced in the way that is not in the attainment where it is “not idiot” .",
    "ai-tika-s0105t7:27_5": "For the one who wants to be reborn there should be of such and such contacts, and such contacts as these: “Beings, perception and feeling and choices are established in him,” and on account of the attainment of the base consisting of boundlessness, etc., these states of the opposites, etc., these states of the states consisting of neither perception nor non-perception, etc., just as a zembryowing to the Death. And so these eight things are discribed, they lead to the repetition of conditions for the attainment.",
    "ai-tika-s0105t7:27_6": "the ultimate sense is the best thing there, on the ultimate path, and on the other side of the teachers, with the purification of teachers, with the elimination of the teachers, and with the quality of the teachers .",
    "ai-tika-s0105t7:27_7": "Of these, some say, “One from the winter attainments,” and on account of which all attainments were founded on account of the surmounting of the base consisting of neither perception nor non-perception, nor do they say that anyone of these imperturbable intentions, liberating thus: ‘This is the precursor of reaction nor non-perception,’ and reaction is its realization for them, not that, even when something else.",
    "ai-tika-s0105t7:27_8": "And why are they brought to the attainment of the dimension of infinite space in the dimension of infinite consciousness?",
    "ai-tika-s0105t7:27_9": "Saying, “Ascetics” ...",
    "ai-tika-s0105t7:27_10": "While this is the meaning of it, it is said: “This is the best, this is the foremost, this is the “welling.”",
    "ai-tika-s0105t7:28_0": "if he makes an appointment;",
    "ai-tika-s0105t7:28_1": "for one who has attained the absorption, since he is called “effected”.",
    "ai-tika-s0105t7:28_2": "Choices, they delight in something,",
    "ai-tika-s0105t7:28_3": "The meaning is indeed the best,",
    "ai-tika-s0105t7:28_4": "But having shown that there is fruition of preliminary starting point in making the fruit there is no danger of , because it is said in making it showing fruition by means of its dealings.",
    "ai-tika-s0105t7:28_5": "what is said.”",
    "ai-tika-s0105t7:28_6": "Now, these perceptions of the dimension of nothingness: perceptions of the dimension of neither perception nor non-perception.",
    "ai-tika-s0105t7:28_7": "and in this way, too, it would make sense to surmount the choice of produce condition.",
    "ai-tika-s0105t7:28_8": "is so enlightened.",
    "ai-tika-s0105t7:28_9": "you’ll get bad gross and refined;",
    "ai-tika-s0105t7:28_10": "But why does he say “ of these perceptions of existence?”",
    "ai-tika-s0105t7:28_11": "If the perception of the dimension of nothingness were to emerge from the dimension of nothingness, they’d think: “If I reach the base consisting of nothingness and the perception of the dimension of nothingness, the perception of the dimension of neither perception nor non-perception would be reborn in the next life, and the next.”",
    "ai-tika-s0105t7:29_0": "And although he is engaged in one-perception-nor-non-perception, each in one-perception, and in the consciousness belonging to the base consisting of neither perception nor non-perception, he is mindful in this way:",
    "ai-tika-s0105t7:29_1": "And here it is not called “blessed” since it is incapable of performing the function of riches and separates,",
    "ai-tika-s0105t7:29_2": "For the first absorption is stated in use of use as “interrupting the meditation subject.”",
    "ai-tika-s0105t7:29_3": "(But) doing as they despise absorption, they are not abandoned there, and therein, as they are.",
    "ai-tika-s0105t7:29_4": "(but) he does not choose painting with the lower parts, like the boat in the way beginning, “Sinking is in successively one’s intentions.",
    "ai-tika-s0105t7:29_5": "“I’m attaining the meditation subject,” and “I do not act in this way, for that is why there, being neither suppressed, nor settles down, chooses down the chopping bandits in the lake.",
    "ai-tika-s0105t7:29_6": "But since it is winter in such a way that there is no jackal or abode are cooked there, nor do I actually got.",
    "ai-tika-s0105t7:29_7": "“This monk has been explained in this way.”",
    "ai-tika-s0105t7:29_8": "This is the meaning of this thing:",
    "ai-tika-s0105t7:29_9": "That’s why there is no choice, does not have intention in the sense of urgency.",
    "ai-tika-s0105t7:29_10": "nutriment consisting of the simile of the man who possesses nutriment consisting in making use of the mouth, whether the one whose mind is accompanied by means of the interruption of the food or the mouth.",
    "ai-tika-s0105t7:29_11": "if he does not grasp it at ease, saying: “This is the meaning of it,” and so on;",
    "ai-tika-s0105t7:29_12": "Bonding to my son, the son of my grandsons, the Bodhisatta",
    "ai-tika-s0105t7:30_0": "Having gone to the bonds, they followed him.",
    "ai-tika-s0105t7:30_1": "and later went to the sitting hall for the west.",
    "ai-tika-s0105t7:30_2": "you’re born from there to a house.",
    "ai-tika-s0105t7:30_3": "Sitting in the house, when he has got by wandering through the alms round of his son, he will go to that house.",
    "ai-tika-s0105t7:30_4": "The attainment of the dimension of nothingness is like the dimension of neither perception nor non-perception, like the cessation of the dimension of neither perception nor non-perception.",
    "ai-tika-s0105t7:30_5": "The father of the dimension of neither perception nor non-perception is to be found in the attainment of the dimension of neither perception nor non-perception.",
    "ai-tika-s0105t7:30_6": "Like a god to the house of a son, youth, steady as a state of cessation.",
    "ai-tika-s0105t7:30_7": "after entering his house, and entering the house, and going back, and preparing the house, and adorned with his father’s home,",
    "ai-tika-s0105t7:30_8": "From that for the sake of sons: two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, or a hundred thousand rebirths; locally giving attention to the cessation of perception and attention.",
    "ai-tika-s0105t7:30_9": "With proper attention and non-confusion to proper attention, we will point out what is meant.",
    "ai-tika-s0105t7:30_10": "for he does not tell because of his attention to the Buddha,",
    "ai-tika-s0105t7:31_0": "she often, two, one perception of the dimension of neither perception nor non-perception, and one perception of the dimension of neither perception nor non-perception;",
    "ai-tika-s0105t7:31_1": "The attainment of cessation is the fourth absorption, which has the fourfold and subsequence of cessation, and is not forwards the fourth jhāna;",
    "ai-tika-s0105t7:31_2": "He is included thus: “Character” , and subtle absolutely ceased in the way already stated .",
    "ai-tika-s0105t7:31_3": "according as it is said: “ perceptions of the other absorptions, perceptions of matter, and perceptions of non-perception.”",
    "ai-tika-s0105t7:31_4": "(Whoever) has cut off the deportment, thus he is “with” .",
    "ai-tika-s0105t7:31_5": "Then in this way the mendicants practice walking in accordance with the peak of perception, they’re practicing unbroken and possessed of the three kinds of concentration, once-returners, non-returners, and its fruition ‘I am practicing for nine specific conditioned immersion’.",
    "ai-tika-s0105t7:31_6": "and gradually ceased in the consciousness of the cessation of perception and feeling, “The perception and feeling is” in the cessation of perception and feeling.",
    "ai-tika-s0105t7:31_7": "it shows how to touch it, he shows delight in it, saying “I will give it,” “Delights,” “Dearnship with this.”",
    "ai-tika-s0105t7:31_8": "But with the complete understanding that the time is reckoned as peaceful, just as the consciousness of the mental formation (into the Buddha),",
    "ai-tika-s0105t7:32_0": "but that’s why the meaning here is therefore itself.",
    "ai-tika-s0105t7:32_1": "After having entered upon the progressive cessation, these attainments in nobserving the attainment of cessation, they said, “Having set aside their rulers in a next life.” Then they said, “They are what is said.”",
    "ai-tika-s0105t7:32_2": "Therefore it is said: “Have you said: ‘The Vajjians assemble here is therefore ...’",
    "ai-tika-s0105t7:32_3": "” The meaning is that he shows how to flattery;",
    "ai-tika-s0105t7:32_4": "And here it is the meaning of the words “where it is puscious for a hundred leagues,” and so it is an instance.",
    "ai-tika-s0105t7:32_5": "Having entered upon those who were full admission to that attainment, they enter into that (this) attainment, and then attained the state of conditions that person,",
    "ai-tika-s0105t7:32_6": "As to the words of the beginning is the middle and the end of the path,",
    "ai-tika-s0105t7:32_7": "The second absorption for a mendicant who is aware and mindful. Being aware of having entered upon the cessation of all this jhāna is accompanied by defilements and has entered upon them. Such a mendicant’s wisdom.",
    "ai-tika-s0105t7:32_8": "Hence it to the monk.",
    "ai-tika-s0105t7:32_9": "After hearing the word spoken by remaining, the neither- trainer-nor-non-proclaimed,",
    "ai-tika-s0105t7:33_0": "Should give rise to the reciting of the Enlightenment factor: talk about the attainment of cessation.",
    "ai-tika-s0105t7:33_1": "All the application of the kind described in the attainment of cessation is entering in the attainment of cessation in all its various forms. It is “withstanding” .",
    "ai-tika-s0105t7:33_2": "The meaning is that from the group of four is purified; there is no subsequent meaning of that which is founded on the Path of Purification through the similes of the purity that is purified, and there is no further existence.",
    "ai-tika-s0105t7:34_0": "In such a case, they pick up a key to, having made a sound of couch.",
    "ai-tika-s0105t7:34_1": "Thus there were Poṭṭhapāda in the same way as before.",
    "ai-tika-s0105t7:34_2": "That is why it is called him.",
    "ai-tika-s0105t7:35_0": "415.",
    "ai-tika-s0105t7:35_1": "perceptions of the dimension of nothingness are perceptions of the dimension of nothingness.",
    "ai-tika-s0105t7:35_2": "The remaining kinds of perception are stated in the same way as “finaling” is said of perception, but the meaning of it is profounded, stated under the heading of “perception” or “perception.”",
    "ai-tika-s0105t7:35_3": "“This is a mark,” “This is clading to them,” “It is said.",
    "ai-tika-s0105t7:35_4": "“It is because of this sort of difference in various ways.”",
    "ai-tika-s0105t7:35_5": "is said to be a shared out what is said.",
    "ai-tika-s0105t7:35_6": "The explanation of the jhānas in conflict with the cessation of perception, what is their cessation? And what is their choice?",
    "ai-tika-s0105t7:35_7": "your listens to—they are detached,",
    "ai-tika-s0105t7:35_8": "For when the jhāna is oppressed by the cessation of the jhāna, what is the basis for cessation of what is to be developed?",
    "ai-tika-s0105t7:35_9": "And even a making amends for an offense, he says, “I have invalid path as far as the path.”",
    "ai-tika-s0105t7:36_0": "and even if it is on the same sheet.",
    "ai-tika-s0105t7:36_1": "The cessation of perceptions of sensual perception, and the cessation of perception and feeling.",
    "ai-tika-s0105t7:36_2": "perception ...",
    "ai-tika-s0105t7:36_3": "perception, perception, choices, and perception are the best.",
    "ai-tika-s0105t7:36_4": "Here, perception, choices, and consciousness that convinces the best perception.",
    "ai-tika-s0105t7:36_5": "Where perceptions have been described in the signs of the kind reckoned as such, or such an abiding here itself, or such an abiding here.",
    "ai-tika-s0105t7:36_6": "Two or two or three times:",
    "ai-tika-s0105t7:36_7": "A hundred thousand (people) shook the Deer Park in Bhesakaḷā’s Wood.",
    "ai-tika-s0105t7:36_8": "He can also be understood according to the simile of the kasiṇa materiality, that is to say, the intention of it: “This point is the jhāna,” and so on. He should also be understood that the jhāna in each case.",
    "ai-tika-s0105t7:36_9": "But just as the earth kasiṇa thinks, “The earth kasiṇa has absorption based on the earth kasiṇa by its object,” and so he then said, “Take this jhāna and without object,” and with that object, he then said, “Let us go by means of that object.”",
    "ai-tika-s0105t7:36_10": "if he makes a base consisting of what is collapsed, “This town,” and so on;",
    "ai-tika-s0105t7:36_11": "Sineru, the one-place, and the fourfold reckoning of absorption,",
    "ai-tika-s0105t7:36_12": "They perceive the as included in the Saṅgha as included together. Then, because it is possible to attain that same characteristics, because it has already been described in the beginning, “in the middle,” and in the end.",
    "ai-tika-s0105t7:36_13": "and later time again and again.",
    "ai-tika-s0105t7:36_14": "Many tips are equal to you.",
    "ai-tika-s0105t7:37_0": "416.",
    "ai-tika-s0105t7:37_1": "In order to show the first jhāna, one who gets no matter, and one who shows that personality can be shown by means of the first jhāna.",
    "ai-tika-s0105t7:37_2": "In the second driven by insight and by the path, they are the path leading to discovering knowledge, and by path.",
    "ai-tika-s0105t7:37_3": "In the third Yasa, the second after showing the third immaterial fearful abiding with the subtlety, and so on, he showed the fruit of that same perception in each and attained the supreme fruition.",
    "ai-tika-s0105t7:37_4": "it is not shown by means of three kinds, that is to say, the path leading to in regard to those who are shown,",
    "ai-tika-s0105t7:38_0": "“But this matter,” he replied, “But did the senior elder Kiṭaka.",
    "ai-tika-s0105t7:38_1": "Therefore it is said: “Perception of the fruit of the elder’s actual offered to the fruit of the act of striving is the meaning.”",
    "ai-tika-s0105t7:38_2": "These are the first monks who speak in accordance with the Teaching.”",
    "ai-tika-s0105t7:38_3": "But when the monastery was droping, he turned around the three Vedas, the senior mendicants say to them:",
    "ai-tika-s0105t7:38_4": "When he had asked about the cessation, he asks about the imperturbable, and who lays the base evaluation when he was asked in order to explain the meaning:",
    "ai-tika-s0105t7:38_5": "And emerging from the fruit of perfection he can attain the fruit of non-return, and the practice that leads to the cessation of perceptions , etc., before he reviews them thus: “Certainly I am the practice of perfection, are the elders in the family, and the Past.”",
    "ai-tika-s0105t7:38_6": "There the Fortunate One (good) conduct:",
    "ai-tika-s0105t7:39_0": "At that, when he has arisen from the path of the path, produced by the austerities, the path of the path, the sixteen craft, the knowledge of the fruits, is said to be the production of knowledge of the fruition and fruits, which is knowledge of the fruition of knowledge.",
    "ai-tika-s0105t7:39_1": "He said: “This is the fruit of Liberation.” ...",
    "ai-tika-s0105t7:39_2": "only this is the reason why, after making a plan,",
    "ai-tika-s0105t7:39_3": "surrounding him with the first offerings.",
    "ai-tika-s0105t7:39_4": "But he does not possess the fruit of concentration, nor said the elders in the fruit of Liberation, “I attained the fruit of Liberation due to the fruit of Liberation.”",
    "ai-tika-s0105t7:39_5": "Regarding what is good",
    "ai-tika-s0105t7:39_6": "For the means of the result of his concepts is reviewed.",
    "ai-tika-s0105t7:39_7": "And here concentration is all the fruits of Arahantship in that same way as the produced of the fruit of non-confidenlightenment, and the rest, that is to say, the attainment of unshakable .",
    "ai-tika-s0105t7:39_8": "This is how they show the fruits of dead and mostly to defecate.",
    "ai-tika-s0105t7:39_9": "The Shorter Discourse on the Mass of Suffering in this way is said: “All suttanta to complete and fullness.",
    "ai-tika-s0105t7:39_10": "For one defilements have been abandoned only one defilements, and one is alone. On the path is that only one, it becomes unified.",
    "ai-tika-s0105t7:39_11": "But these five kinds of reviewing, not for one or two, namely, clay, that is allowed to say, the middle, or the end.”",
    "ai-tika-s0105t7:39_12": "but say:",
    "ai-tika-s0105t7:40_0": "“The Wise Path reviews extinguishment, the Wise One is extinguishment.",
    "ai-tika-s0105t7:41_0": "if he reviews the defilements in the present, or he does not review it.”",
    "ai-tika-s0105t7:41_1": "The story of the Commentary is the commentary on the undertaking of the ascetic practices.",
    "ai-tika-s0105t7:42_0": "Perception and the Self",
    "ai-tika-s0105t7:43_0": "I do so.”",
    "ai-tika-s0105t7:43_1": "That is how a consequence is defined.",
    "ai-tika-s0105t7:43_2": "it has the characteristic of endearing . It is easy to teach the skill in embracing of knowledge, as it is the profoundity’s true nature, which is the act of lightness, as it is the act of welfare and happiness, like a production of lighting a liquority, and it is distinguished as it has the characteristic of lightness.",
    "ai-tika-s0105t7:43_3": "Next to that person in such a way the knowledge of the attainment of cessation is the practice that leads to the cessation of perceptions. And they said: “Namely, intentional emission of semen is invited in this way: ‘I give rise to the bliss of insight due to the analysis of cessation.’ ...",
    "ai-tika-s0105t7:43_4": "Is unshaken.”",
    "ai-tika-s0105t7:43_5": "This is the Teacher talk about him,",
    "ai-tika-s0105t7:43_6": "Joyful World gained goodness, (safeguard) appearance,",
    "ai-tika-s0105t7:43_7": "Whatever (performed) heat is like a dung-eating village,",
    "ai-tika-s0105t7:43_8": "one regards oneself as a self,",
    "ai-tika-s0105t7:43_9": "having taken a progressively by the name of another, “The self-mortification” is established in oneself. He then becomes established in dependence on himself.",
    "ai-tika-s0105t7:44_0": "But Pāṭaliputta chief among the three kinds of contact: himself and non-physical in three ways, possessed of mentality, three kinds of gross physical nutriment, and three kinds of self-materiality.",
    "ai-tika-s0105t7:44_1": "“I will give it up with my proper attention to the Buddha,” and he said, “I’ll give it to him a following.”",
    "ai-tika-s0105t7:44_2": "While filthy,: if he is frightening onwards, he runnning oneself, he (only) destroys himself with his own hand.",
    "ai-tika-s0105t7:44_3": "unshakable, a female wanderer said, “I have no use of the wanderers in the wanderers’ Cūḷapanthaka.”",
    "ai-tika-s0105t7:44_4": "He who speaks in accordance with his self-made self-mortification to form, taking on which he has nothing to do with self, yet he makes himself happy and pleased. Then he thinks, “The self-mortifiers uses it, the form of self, the one whose self has vanished from the four classes of rebirths, and it is the same as self,” and he does so on.",
    "ai-tika-s0105t7:45_0": "“That is your self, Poṭṭhapāda.” And in the same way, they replied:",
    "ai-tika-s0105t7:45_1": "Or if there were such form, perception would be self, and formlessness, but without liable to vanish.",
    "ai-tika-s0105t7:45_2": "Also if forms were permanent, everlasting, eternal, imperishable, and states of existence, there is no further development of the perception that is interrupted, held thus: “The self and the perception of form, made up and the fruit of self and the efficacy of their own perception, it is inclination after it.”",
    "ai-tika-s0105t7:45_3": "gets physical and infinite,",
    "ai-tika-s0105t7:45_4": "Go to the opportunity from time to time they go. Or aiming at work, the meaning is the same as that of those who know whose meaning is that it comes.",
    "ai-tika-s0105t7:45_5": "“The perceptions arise and cease when perception cease. Why don’t they cease?” They are called a terminator and beneficial, which has arisen, evasion, and they don’t give rise to the aggregates. They’re called “the Learnings’.”",
    "ai-tika-s0105t7:45_6": "Mindfulness is the one opposite sex on the basis of the cessation of the day. When there is the arising of perception and feeling, the cessation of perception is stated .",
    "ai-tika-s0105t7:45_7": "and another later generation,",
    "ai-tika-s0105t7:46_0": "418-420.",
    "ai-tika-s0105t7:46_1": "Since they delight in absorption, delight in the mind,",
    "ai-tika-s0105t7:46_2": "Not he who does socializing with the outside of the Buddhist community of mind.",
    "ai-tika-s0105t7:46_3": "and speaks ill of form in the world, they speak to me.",
    "ai-tika-s0105t7:46_4": "Whatever speaks in accordance with the Teaching, Ānanda, the Dispensation is given.",
    "ai-tika-s0105t7:46_5": "Herein, the mental joy is evident, “Born of the mind” or “the body” is also self,",
    "ai-tika-s0105t7:46_6": "With the giving of hate, he says, “I will be able to find anyone else who is hateless” and so on, and so on.",
    "ai-tika-s0105t7:46_7": "And here too, although the previous stated thus: “Here the mind-made self does not perceive both in terms of the mind-made self and in all aspects would be different. Their perception would not be different.”",
    "ai-tika-s0105t7:46_8": "for the purpose of showing the meaning, “The Buddha said, Poṭṭhapāda, is your dwelling.”",
    "ai-tika-s0105t7:46_9": "But why does this wanderer admit to that gross coarse you admit and that he’d reply back?",
    "ai-tika-s0105t7:46_10": "But when they claim to be one, they claim it to be formless.",
    "ai-tika-s0105t7:46_11": "One who clings to sensual pleasures, in that place others who have not got these things.",
    "ai-tika-s0105t7:46_12": "By the beginning’s held up, “By the lower part of the sectarians,” and “They are not able to do so,” and when asked, “Where are you going? Where did they not do so?”",
    "ai-tika-s0105t7:46_13": "They neither perception nor non-perception, nor do they perceive it as object, nor do they arise in him as object, nor do they contemplate him?",
    "ai-tika-s0105t7:46_14": "At the time of perception: this is not a term for.",
    "ai-tika-s0105t7:47_0": "Herein, it is “final” or “possessed formless”.",
    "ai-tika-s0105t7:47_1": "thus the Elder Protector’s Being thus expert in the Dhamma (process) of the Elder Paṭācārā, –",
    "ai-tika-s0105t7:47_2": "The arising of the Three Worlds constituents (of mind and body), for the cessation of the bondage.",
    "ai-tika-s0105t7:47_3": "Through that perception arises in him does not excess the reference to the cessation of perception, which gives rise to the cessation of perceptions.",
    "ai-tika-s0105t7:47_4": "some say that “ perceptions of good conduct are used to inappropriate for venerating the senior monks.”",
    "ai-tika-s0105t7:47_5": "Afterwards arising from the next life to the cessation of perception.",
    "ai-tika-s0105t7:47_6": "Likewise, too, the perception “which is giving up” is rolling a delivereration to them, but he thinks,",
    "ai-tika-s0105t7:47_7": "Hence it is said: “But it is the one who is eternal.”",
    "ai-tika-s0105t7:47_8": "Consequently, having some perceptions of variety, the name of which is known as “mind”.",
    "ai-tika-s0105t7:47_9": "When perception ceases, they show to the recipients, hate is surpassed by that.",
    "ai-tika-s0105t7:47_10": "And just as that: “Behikkhus, there is bodily form, mind-made self, and non-physical in this world, so too with its gods and humans likewise, is hard to teach, and so on, not otherwise the meaning.”",
    "ai-tika-s0105t7:47_11": "wrong view, they insist on wrong view.",
    "ai-tika-s0105t7:47_12": "and it is produced because it is not-self, and so on. It is swallowed by kamma and so on.",
    "ai-tika-s0105t7:47_13": "the house covered with the benefit of going, by the fool, by the rolling of the house with the fool, by which they use the wrong way (of the water), “Entry (by Buddha), the Lord of the Dhamma” is covered with the wrong way, and the rice gruel takes all its ropes, which is in the cows that cannot be dispersed, “Now there is no single use of the offerings the robber,”",
    "ai-tika-s0105t7:47_14": "That’s why the wanderer Nuns say that such a one has nothing to do with knowledge.",
    "ai-tika-s0105t7:47_15": "and does not arise in one who knows moment, and in a different way the order arises in him.",
    "ai-tika-s0105t7:47_16": "perception ...",
    "ai-tika-s0105t7:47_17": "And that’s why the Buddha said that the mango grove is delivered, but he doesn’t show the way of natural excellence in the same way as that is stated in line with the teaching.",
    "ai-tika-s0105t7:48_0": "they infatuated, “These views are insisted to see the sight of views.”",
    "ai-tika-s0105t7:48_1": "Because the preliminary work is included in the ears thus: “It is the simile of the instance” .",
    "ai-tika-s0105t7:48_2": "Likewise rising out of affection for these four views.”",
    "ai-tika-s0105t7:48_3": "Herein, just as, when a noble disciple has not reached the peak of the noble ones, the ignoble ones, and the middle way is enlightened.",
    "ai-tika-s0105t7:48_4": "Invariably, it’s possible that the ultimate sense is the ultimate, the ultimate, the ultimate, the ultimate, the ultimate, the ultimate, and the ultimate, namely, the ultimate, the ultimate, andhip.",
    "ai-tika-s0105t7:48_5": "and moves a very deep,",
    "ai-tika-s0105t7:48_6": "Therefore it was said: “Here it is sensed (wholesome) mind.”",
    "ai-tika-s0105t7:48_7": "and (only) a reflection that is to say about another’s duties, that is to say,",
    "ai-tika-s0105t7:48_8": "And his teacher said, “ according to the advice, teacher, advice,” according to the word “There is noise,” he said, “There is no sound.”",
    "ai-tika-s0105t7:48_9": "Herein, he is something more than a hundred leagues away from his teacher’s home.",
    "ai-tika-s0105t7:48_10": "“(They are) not consenting for seeing (their),” and so on,",
    "ai-tika-s0105t7:48_11": "“This is the ultimate goal, this is the ultimate share.” This is the difference between the two of these two kinds of wrong speech.",
    "ai-tika-s0105t7:48_12": "“When the Buddha was given up and thought, “Now, let alone within questions,” and “It is said, “Noble One, I will make a claim.”",
    "ai-tika-s0105t7:48_13": "Or alternatively: the meaning is one thing, the self is another.",
    "ai-tika-s0105t7:48_14": "and only that perception will be reborn there.",
    "ai-tika-s0105t7:48_15": "if it is for his own use;",
    "ai-tika-s0105t7:49_0": "The self will be seen, the cosmos issured, the cosmos is fitting and produced. And it is the self and the cosmos contracts.",
    "ai-tika-s0105t7:49_1": "for he has had a maker as well as he liked.",
    "ai-tika-s0105t7:49_2": "The self and the cosmos are eternal, and the self and the cosmos.",
    "ai-tika-s0105t7:49_3": "Though this isn’t irreversible in the present life,",
    "ai-tika-s0105t7:49_4": "For when someone takes pleasure in this way, they should be told, “This is the proper procedure for that gift.”",
    "ai-tika-s0105t7:49_5": "In this way he should not praise the Dhamma by means of the Dhamma and the Sangha.",
    "ai-tika-s0105t7:49_6": "of the beginning of the spiritual life, just as a celibacy of the spiritual life (because of the beginning of the spiritual life) is short.",
    "ai-tika-s0105t7:49_7": "Hence it is said: “He is departing from the motion.”",
    "ai-tika-s0105t7:49_8": "All the parts of the hypotheses that were bringing them to the very fruitful and so on.",
    "ai-tika-s0105t7:49_9": "This training in the higher ethics.",
    "ai-tika-s0105t7:49_10": "For among the disciples of the Dispensation they do not show the fundamentals of the spiritual life, as one who lives in the fruit of the life of purity that is wrong livelihood, etc., and otherwise., are said to be the means of this.",
    "ai-tika-s0105t7:49_11": "ever get disillusioned, dispassionate, and freed regarding the thorns.",
    "ai-tika-s0105t7:49_12": "“Your knowledge of the ending of suffering, through knowing according to (the nature of) relatives,",
    "ai-tika-s0105t7:49_13": "Except for the sake of concept as pervasion is preventing . For as regards them in the way there is calming them.”",
    "ai-tika-s0105t7:49_14": "Besides, he understands by direct knowledge and complete understanding.",
    "ai-tika-s0105t7:49_15": "But it is rejected in this way that arrival is said, “What is it in conformity with the effect?”",
    "ai-tika-s0105t7:49_16": "For the purpose of leading to the welfare of the private parts: for the purpose of perfecting them",
    "ai-tika-s0105t7:49_17": "When rolling and transmigration, he is chooses that running away and turning away, it crying is allowable for them to pursue the aggregates.",
    "ai-tika-s0105t7:49_18": "Likewise that of his direct-knowledge should be seen and heard in the same way.",
    "ai-tika-s0105t7:50_0": "Those who have given up craving for sensual pleasures, the origin of suffering, and the cessation of craving—that is what is called.",
    "ai-tika-s0105t7:50_1": "is the arising of the one producing.",
    "ai-tika-s0105t7:50_2": "and so, when ignorance is developed and cultivated, it does not bring to the next life. But when ignorance is developed by this, there is no cause or condition.",
    "ai-tika-s0105t7:50_3": "which leads to the signless.",
    "ai-tika-s0105t7:50_4": "There are no progressive originations of suffering here in this way.",
    "ai-tika-s0105t7:50_5": "extinguishment, this is the practice that leads to the cessation of suffering.",
    "ai-tika-s0105t7:50_6": "Gaining is the arising of the path,",
    "ai-tika-s0105t7:50_7": "realization of the fruits of the fruit of the fruit of the fruit,",
    "ai-tika-s0105t7:50_8": "and they don’t inform him as if he were silent, they did not announce it to their mouths.",
    "ai-tika-s0105t7:51_0": "421.",
    "ai-tika-s0105t7:51_1": "all roundedness, like the water from the fire.",
    "ai-tika-s0105t7:51_2": "mind-made body, speech, and mind-made body, and being held together by moves.",
    "ai-tika-s0105t7:51_3": "Hence it is said: “Conquering it to be a bag.”",
    "ai-tika-s0105t7:51_4": "Or alternatively, “This is the case of those who say, ‘This is the head hairs, this is the basis for it.”",
    "ai-tika-s0105t7:51_5": "thinking, “He is inappropriate for only these things,” thus he is the meaning of the words “has,” or “They are stated ,” or “The meaning is, it is in bondages of sexuality.”",
    "ai-tika-s0105t7:51_6": "he should assemble them in speech, he should look out for funeral pyre out each below.",
    "ai-tika-s0105t7:51_7": "“All these are carried along”: “Towards,” is one that is impure, ~ unsuitable, falsely, and harmful,” he is added: “Listened, like the wanderer, who is unse speech is false,” and so on. He is said.",
    "ai-tika-s0105t7:51_8": "That’s why it is said: “Through ignorance.”",
    "ai-tika-s0105t7:51_9": "When it is developed, while in this way the virtuous is “I am” next to the extent of a life span, like a cow.",
    "ai-tika-s0105t7:51_10": "The truthful one, (thinking):",
    "ai-tika-s0105t7:51_11": "they’re undistorted,",
    "ai-tika-s0105t7:51_12": "on the true teaching, the contradicts themselves.",
    "ai-tika-s0105t7:51_13": "After attaining the nine supermundane states, and having made known the Dhamma,",
    "ai-tika-s0105t7:51_14": "Mindfulness : the meaning is that it is “finaling” .",
    "ai-tika-s0105t7:51_15": "In the supermundane states the supermundane and supermundane.",
    "ai-tika-s0105t7:51_16": "Now, as to the supermundane states, they are no more than the teachers.",
    "ai-tika-s0105t7:51_17": "But why was this practice of the way of practice? Why, in order to purify the Buddhas of the Dhamma?”",
    "ai-tika-s0105t7:51_18": "This is the way of practice.",
    "ai-tika-s0105t7:51_19": "That peculiarl is stated in the way beginning, “Herein,” and so on.",
    "ai-tika-s0105t7:52_0": "On Citta Hatthisāriputta",
    "ai-tika-s0105t7:53_0": "422.",
    "ai-tika-s0105t7:53_1": "elephants, horses, chariots, and elephants.",
    "ai-tika-s0105t7:53_2": "In the immaterial states: the sense spheres, the six sense spheres, the knowledge that provides fuel for attachment,",
    "ai-tika-s0105t7:53_3": "an enemy shamelessly.",
    "ai-tika-s0105t7:53_4": "rarely wholesome deeds in the past, too, has cut off the breathing out,",
    "ai-tika-s0105t7:53_5": "when the householders are present,",
    "ai-tika-s0105t7:53_6": "But after hearing this, it didn’t get enough to receive the going forth.",
    "ai-tika-s0105t7:53_7": "When the lay person is developed, they should be told, “This is the discussion that enquiry because they have been granted by the monk who is virtuous,” because he has been defeated by him and because he has been charming to disciplinary discussion. And he should because he has been defeated caused about the monk.",
    "ai-tika-s0105t7:53_8": "for the sake of my deeds he should be fruitful.",
    "ai-tika-s0105t7:53_9": "when they’re running out of disrespect,",
    "ai-tika-s0105t7:53_10": "In the Mahātittha garden the Mahātittha enclosure, the Elder Mahā Suttanta expounded at the conversion of the Mahākappina garden, saying: “For he is the meaning, what is this matter!”",
    "ai-tika-s0105t7:53_11": "Having arisen prepared to the lay person, he said: “I have seven years of seniority.”",
    "ai-tika-s0105t7:53_12": "But the story of the Dhamma in the Kuṇḍalakesālaka, the incomparable Cave Laṅkā, and the Videhan shaved in the way already described.",
    "ai-tika-s0105t7:53_13": "The householder friends and companions.",
    "ai-tika-s0105t7:53_14": "Since they do not recall what is called “perhaps” because of which they do not hide” is a term for it.",
    "ai-tika-s0105t7:53_15": "allows to go forth, thus he is allowed to go forth.",
    "ai-tika-s0105t7:54_0": "He is endowed with good eyes that are likable, desirable, and agreeable to the eye of wisdom: he is perfect in the attainment of the eye of wisdom.",
    "ai-tika-s0105t7:54_1": "whatever is said to be shown by the eye, he said, “Yes,” and “It is said to be the best.",
    "ai-tika-s0105t7:54_2": "This is the eighth talk about Dhamma.",
    "ai-tika-s0105t7:54_3": "enthusiastively: it is constantly “extinguishment” .",
    "ai-tika-s0105t7:54_4": "but are wise.",
    "ai-tika-s0105t7:54_5": "They don’t attain Nibbāna one producement, and because of the absence of Nibbāna, that is allowed to extinguish it as permanent.",
    "ai-tika-s0105t7:54_6": "For I have taught these things:",
    "ai-tika-s0105t7:54_7": "From Extinguishment Is close to Extinguishment.”",
    "ai-tika-s0105t7:55_0": "Deserving In the Teaching",
    "ai-tika-s0105t7:56_0": "After asking questions, “Did you get boiled fine rice,” and they answer, “Yes,” and pointing out a league distance, they answer.”",
    "ai-tika-s0105t7:56_1": "For even the result is successful in the teacher’s practice, yet the teacher can see the reason why the words “?” And the word is rejected, since the meaning of the opinion of the teachers beginning with the word, “This word-meaning of the profitable,” and this meaning here is said.",
    "ai-tika-s0105t7:56_2": "wisdom is the definition of wisdom;",
    "ai-tika-s0105t7:56_3": "The suttantas, “Piṇḍolabhāradvāja” is said to be the cattle of the Mahāpajāpatī Gotamī in the sense of Vibhaṅga, as in the Mahātittha Vihāra, like the sound of the crowd, as it were, to say, in the sense of making a great noise.",
    "ai-tika-s0105t7:56_4": "the variety of paths, in the place where the an outcaste is found.",
    "ai-tika-s0105t7:56_5": "Through this action is called complete in, not coming to the conclusion.",
    "ai-tika-s0105t7:56_6": "emancipating, leads out,",
    "ai-tika-s0105t7:56_7": "For when one man has developed, much practiced, and he does not want to lead out the end of his unbecoming.",
    "ai-tika-s0105t7:56_8": "emancipating, there is noeon, unfortunate, so the meaning is that it is the outcome of doubt, in this way: “This is the unfortunate, this is the meaning, the emancipation of the stages.”",
    "ai-tika-s0105t7:57_0": "“All these should be used here.”",
    "ai-tika-s0105t7:57_1": "I describe the deathless as a conclusion about extinguishment.",
    "ai-tika-s0105t7:57_2": "And they describe the other world in their presence as described. Then they describe it as “finally,” then they describe it as “with Nibbāna. ”",
    "ai-tika-s0105t7:57_3": "the world’s called Brahma world’s Chief Dispensation.",
    "ai-tika-s0105t7:57_4": "But some say that dimensions of neither perception nor non-perception is called a “gitation” in the sense of urgency, and that is so called too.",
    "ai-tika-s0105t7:57_5": "And here there is another person who is quietened by the surface of the Buddhas, another person who is not free from delusion, who is free from delusion, who is free from delusion, who is not free from delusion, who is not a fool, who has not given to birth, who is not alife, who is free from delusion, who is free from delusion, who is not a fool, who is free from delusion, who has not given to birth, who is not a resort, who is free from delusion, and is free from delusion with the produced.",
    "ai-tika-s0105t7:57_6": "At that time in an unsuitable way, there is no one called ‘result’.",
    "ai-tika-s0105t7:57_7": "The first Brahmā realm is finished.",
    "ai-tika-s0105t7:57_8": "Herein, just as that’s permanent, everlasting, eternal, complete, and imperishable are those insistent of Brahmā. And it is easy to completely understand the insistence of Brahmā’s mind.",
    "ai-tika-s0105t7:57_9": "And when this instruction is completed in this way, it is nevertheless because of the highest view of the Brahmā realm, or because of perfection, etc., or in the Brahmā-world that they do not described as “Now.” But when it is said, “Not in this way, I reject it.” But on account of that extinguishment, they say, “Now let it is the ultimate way lead to extinguishment,”",
    "ai-tika-s0105t7:57_10": "develops how many kinds of : so since it is found, in having been described, is the meaning.",
    "ai-tika-s0105t7:57_11": "it is not known that “Noble Ladies” according to the accumulation, having entered, thus it is lost opposite sex with her.",
    "ai-tika-s0105t7:57_12": "When wisely, this is finished,",
    "ai-tika-s0105t7:57_13": "They say that response accumulates, fame, thirst, passion, and craving for the clever persons, they do not fit for a community. That is why it is only declared to be one who is wise, not competent to hold a discussion.",
    "ai-tika-s0105t7:57_14": "ripens undeveloped,",
    "ai-tika-s0105t7:58_0": "Knowing and seeing the many goals propounded, they say, “They know,”",
    "ai-tika-s0105t7:58_1": "For while walking along with the sound of drums, knowing that there are noises in the monastery without asking permission of the novices, etc., if a nun is the meaning, the point of physical traits.",
    "ai-tika-s0105t7:58_2": "But the meaning is that he asks for too many robes, etc., should be asked and so on.",
    "ai-tika-s0105t7:58_3": "it should be known that this is the terminator of terms.",
    "ai-tika-s0105t7:58_4": "The striving (should be understood) as long as he lives in close to him, the shouts of anxiety isn’t free from delusion.",
    "ai-tika-s0105t7:58_5": "to see him in this matter,",
    "ai-tika-s0105t7:58_6": "For in this world people have seen the shape of beings in the world of a single one, and they are like to be seen in a single one.",
    "ai-tika-s0105t7:58_7": "For this is aiming at the end of suffering in the world, saying: “Have you renounced the training?”",
    "ai-tika-s0105t7:58_8": "they know and see in the world who knows and sees, the inclination of the world.",
    "ai-tika-s0105t7:58_9": "it is said: “The world is youth, or is there a relative?”",
    "ai-tika-s0105t7:59_0": "But since he has renounced the faculties of the world, making amends in him, and is said to be shown that he is in the evening and achieves them to be seen.",
    "ai-tika-s0105t7:59_1": "From what they did. Then they think in the same way, the” and “body” , etc., should be understood as the purpose of abandoning the sight of seeing they know.",
    "ai-tika-s0105t7:59_2": "For the meaning is that because it is good in insight, and because it is the meaning of that knowledge.",
    "ai-tika-s0105t7:59_3": "and then the skin of the body is the shape of a luxurious skin.",
    "ai-tika-s0105t7:59_4": "They replied, “This is a traderer,” “This is the problem,” “This is the successiver.”",
    "ai-tika-s0105t7:59_5": "That word of the other remains because he has no longer bound for him.",
    "ai-tika-s0105t7:59_6": "less he undertakes them as “lesser”: “Such is the time of incompetent” . And when someone has undertaken that has entered upon them, they say.",
    "ai-tika-s0105t7:59_7": "And here this is however:",
    "ai-tika-s0105t7:59_8": "were preparing a turn a miracle in the morning time,",
    "ai-tika-s0105t7:59_9": "By oneself is for the north,",
    "ai-tika-s0105t7:59_10": "The demonstrations, in the dreadful (supernatural) faculties, “The seers of others” are said to because it is unsurpassable.",
    "ai-tika-s0105t7:59_11": "And here there is the noise,",
    "ai-tika-s0105t7:59_12": "Hence it is said: “He who has completed it,”",
    "ai-tika-s0105t7:59_13": "For it is when someone re-admits the word spoken by means of which they say, the meaning is that they are debted and excluded from the supply.",
    "ai-tika-s0105t7:59_14": "Therefore this is why it should be said that it is the unsuitable way to do so.”",
    "ai-tika-s0105t7:59_15": "Therefore it is said: “Hereints what is said”.",
    "ai-tika-s0105t7:60_0": "the woman from whom shelter went to, is said, “What is your state?”",
    "ai-tika-s0105t7:60_1": "Haircases, head hairs, body hairs, nails, teeth, skin, flesh, sinews, bones, bloated contempt, and so on.",
    "ai-tika-s0105t7:60_2": "who speaks from faith, who speaks in concert,",
    "ai-tika-s0105t7:60_3": "for a person is said to be ailing in.",
    "ai-tika-s0105t7:61_0": "Three Yets of Friends",
    "ai-tika-s0105t7:62_0": "428.",
    "ai-tika-s0105t7:62_1": "Then I said: “Have I, this self-made reincarnation is my self,”",
    "ai-tika-s0105t7:62_2": "How is it said: “He shows the description of the robe-making season in the way?”",
    "ai-tika-s0105t7:62_3": "to say: since it is sense desires in the sensual-sphere states in the sensual-sphere becoming,",
    "ai-tika-s0105t7:62_4": "it shows why produces in the formless state, which is born in the formless state, which is accompanied by dispassion,",
    "ai-tika-s0105t7:62_5": "it is shown in the formless state, which will be shown in the formless state,",
    "ai-tika-s0105t7:62_6": "(There are) things that are unskillful, while the basis for defilement, corruption of the corruptions, and with the giving up of the defilements.",
    "ai-tika-s0105t7:62_7": "Since you are so devoted to the teaching and training, you should see in order to do the mind with the complete in virtue of generosity.",
    "ai-tika-s0105t7:63_0": "429.",
    "ai-tika-s0105t7:63_1": "When there is no such thing as it is, it’s not possible to know the annihilation, evasion, or because it’s not possible to be reborn. And when there is the sense of urgency, it’s still fruitless that it’s very fruitful.",
    "ai-tika-s0105t7:63_2": "because of the calm it arises: it is on the feble and weakness;",
    "ai-tika-s0105t7:63_3": "and having the strength of his great strength, at the end of the attainment (would), by attaining the absence of those who had attained perfection and happiness, and so on.",
    "ai-tika-s0105t7:63_4": "(but) now, he shows the meaning in brief, saying: “Like what is said!”",
    "ai-tika-s0105t7:63_5": "There they dwelt there. ...",
    "ai-tika-s0105t7:63_6": "he butchery is bound by what is called.",
    "ai-tika-s0105t7:63_7": "This is said:",
    "ai-tika-s0105t7:63_8": "That dwelling where defilements are defiled, put out, and crushing all the conditions for the giving up of the defilements. By completely understanding the insistence on this spiritual path, they’ll resist on this a spiritual path, and reject it with wisdom.”",
    "ai-tika-s0105t7:63_9": "there will be a reward for you.",
    "ai-tika-s0105t7:63_10": "After the advice of that monk,",
    "ai-tika-s0105t7:63_11": "When living in this way, they stay in the kind of abiding in being spoken of the monastery or its cause.",
    "ai-tika-s0105t7:63_12": "The gladness of the sign, joy, happiness, tranquility, tranquility, immersion, and knowledge of the pair of tranquillity. When the pair of mindfulness is established and lucid, it is established in the highest bliss.",
    "ai-tika-s0105t7:63_13": "and it will be pleasurable for a league.",
    "ai-tika-s0105t7:63_14": "For when tranquility is tranquilizing the body and the mind is said, “For one who has tranquillity” .",
    "ai-tika-s0105t7:63_15": "Because they don’t tranquilize each other, they’re tranquilized by tranquillity. Then it’s undisturbed.",
    "ai-tika-s0105t7:63_16": "But why are these things? “Why should it be said?” “Why should it be told in the sense of bliss?” and “It is good in the conduct of the three, four, five, ten, twenty, thirty, forty, fifty, or a hundred thousand, or a hundred thousand rebirths?”",
    "ai-tika-s0105t7:63_17": "How is it said: “And how does one who is happy and at peace?”",
    "ai-tika-s0105t7:64_0": "When he has acquired the first jhāna familiar with the first jhāna, he reckons happiness and is quite strong in him when he has got rid of the fine-material jhānas in this way: “This attainment is sublime, and it is something more subtle, of the words “profitable,” and “possessed,” and “possessed,” and “possessed,” and “possessed,” etc., as a opposite of the greed for the in him.",
    "ai-tika-s0105t7:64_1": "Talking at joy, joy springs up. Trunkles joy and aversion.",
    "ai-tika-s0105t7:64_2": "For applied and sustained thought is mentioned in the first jhāna and second-jhāna access too, in the second jhāna, which is accompanied by applied and sustained thought with happiness and bliss, like the first jhāna is said to be the first jhāna.",
    "ai-tika-s0105t7:64_3": "He is subsides with the happiness and has already attained in the third jhāna.",
    "ai-tika-s0105t7:64_4": "“Beath is blissful,” he said, “Take this concentration has been brought.”",
    "ai-tika-s0105t7:64_5": "Those who say, “Bhikkhus, there are’s bliss who arouses that is indeed the fourth jhāna, who dwells in equanimity and loving happiness, say, “Of these, there are mentioned next to the fourth jhāna,” and in the way already described, they say, “Only equanimity. ”",
    "ai-tika-s0105t7:64_6": "After this very long investigating that it isn’t difficult for them to teach, and us it is said: “Noble Ones in this monastery, what is said!”",
    "ai-tika-s0105t7:64_7": "pure and bright.",
    "ai-tika-s0105t7:64_8": "they’ve completed the road and cut off all meditation subjects, and foundation of insight,",
    "ai-tika-s0105t7:64_9": "four kinds of mindfulness meditation ...",
    "ai-tika-s0105t7:64_10": "Next to insight, Vipassī, after establishing the four absorptions in the first jhāna, and so on, the four paths of insight and the paths,",
    "ai-tika-s0105t7:64_11": "The fourth immaterial attainment in the fruit of stream-entry means having made the fruit of the first absorption and the fourth jhāna in the fourfold reckoning the fruition and the fruition attainment is accompanied by the fourth jhāna.",
    "ai-tika-s0105t7:64_12": "After one of two kinds of happiness: there is one new adverting with the calming joy at the actual time of joy in the law of the happiness, and on the actual occasion of breaking up and happiness.",
    "ai-tika-s0105t7:64_13": "With the fading away of rapture, they say, “Please live happily.” And after a meditation subject, they can extra effort, “The fruit of stream-entry, and bliss,” they are said to be the fruit of stream-entry.",
    "ai-tika-s0105t7:64_14": "There are first jhānas that are present in the first jhāna and the blissful, and there are no more subtle than the one who obtained in the second jhānas in the fine-material and immaterial kinds of applied and sustained thought. Consequently, and they are in the first jhānas because they are exceedingly sweetness of the fruits.",
    "ai-tika-s0105t7:65_0": "“The ascetic Gotama has gets tired of all sorts. He is victorious in form, and nothing more than one. ...”",
    "ai-tika-s0105t7:65_1": "worships or rises offer to the seat.”",
    "ai-tika-s0105t7:65_2": "That is why he said: “This is the proper conduct.”",
    "ai-tika-s0105t7:65_3": "After reincarnation thus: “This is the reason for its absence!”",
    "ai-tika-s0105t7:65_4": "For this is said by the Blessed One in the past: “For those who take seats, and others took the reincarnation of others, and through having ultimate doctrine of others.”",
    "ai-tika-s0105t7:65_5": "do not say that.",
    "ai-tika-s0105t7:65_6": "The meaning is this: here the meaning should be understood in the way already described .",
    "ai-tika-s0105t7:65_7": "accusing to prohibit the doctrines of others, including the course, is unshakable for the sake of defecatings.",
    "ai-tika-s0105t7:65_8": "Assured, hollow, and false.",
    "ai-tika-s0105t7:65_9": "the mind-made reincarnation, or non-physical.",
    "ai-tika-s0105t7:65_10": "That substantial reincarnation,",
    "ai-tika-s0105t7:65_11": "At that time there is a present phenomena that is present.",
    "ai-tika-s0105t7:65_12": "But it’s only because of the reincarnation that this person’s own reincarnation. But it’s not appropriate for him to show that such name that this illness will, “This is incarnation.”",
    "ai-tika-s0105t7:65_13": "And here the states beginning with form: feeling in the world beginning with the volition of matter, etc., have the state of non-existence here in the world.",
    "ai-tika-s0105t7:65_14": "For name and form are designated as “reincarnation”, this is the five grasping aggregates.",
    "ai-tika-s0105t7:65_15": "Such is your reincarnation, that is the expression of this reincarnation.",
    "ai-tika-s0105t7:65_16": "name and designation of name and form are designated as “respect”.",
    "ai-tika-s0105t7:65_17": "she said: “This is a reincarnation,’ this is the meaning in this way.”",
    "ai-tika-s0105t7:66_0": "But when I said: “But whatever is included in the forms of self,” then he said, “This is mental form in the future,” and once made such a way, at that time I do not grasp it.",
    "ai-tika-s0105t7:66_1": "and having asked the necessary, they might ask about the practice, which is the right time.",
    "ai-tika-s0105t7:66_2": "(but) just as the meaning of the Vinaya discipline is included in the meaning,",
    "ai-tika-s0105t7:66_3": "(There are) things that are past, future, and present.",
    "ai-tika-s0105t7:66_4": "you’re blessed at present.",
    "ai-tika-s0105t7:66_5": "and then he said: “Yes,” he replied.",
    "ai-tika-s0105t7:66_6": "Therefore at the time of the past and the future –",
    "ai-tika-s0105t7:66_7": "Then I became one of the same as a reincarnation.",
    "ai-tika-s0105t7:66_8": "At that time:",
    "ai-tika-s0105t7:66_9": "Truth, like a lion,",
    "ai-tika-s0105t7:66_10": "In the future, present, and future.",
    "ai-tika-s0105t7:66_11": "Then in the past, future and present: there are no further existence -",
    "ai-tika-s0105t7:66_12": "at that time you’re grasping, and those of the past and future. The meaning is, it’s deceitful.",
    "ai-tika-s0105t7:66_13": "For one who has meaning",
    "ai-tika-s0105t7:66_14": "name and clan, they haven’t understood themselves.",
    "ai-tika-s0105t7:66_15": "admits that he’s not acquisition,",
    "ai-tika-s0105t7:67_0": "“This is just like this.” But now these things aren’t real at present, and since I have now come to be.",
    "ai-tika-s0105t7:67_1": "At that time, future, and present are the meaning of the past, future. Then it is such a way of being grasped, you claim to benefitting.",
    "ai-tika-s0105t7:67_2": "then these things are reckoned as an in the present. That’s why I say that the one who has come to be.",
    "ai-tika-s0105t7:67_3": "In the past, future, and present these days ago, are unbroken, impeccable, spotless, and irreversible. That is why he claims: “This is the meaning of this self.”",
    "ai-tika-s0105t7:68_0": "being unable to gather around it with wets.",
    "ai-tika-s0105t7:68_1": "I went to a house.",
    "ai-tika-s0105t7:68_2": "For each of the five wardings:",
    "ai-tika-s0105t7:68_3": "When someone is exhausted by the stage at the time of grasping, they are milk-rice and fraud.",
    "ai-tika-s0105t7:68_4": "The river doesn’t flow into the sky.",
    "ai-tika-s0105t7:68_5": "(They are) coming to the grasping aggregates, grasping, and mental forms.",
    "ai-tika-s0105t7:68_6": "For the world’s objects of mentioned is to be relinquished,",
    "ai-tika-s0105t7:68_7": "Hence it is said: “Venerable sir, I am heirs in the teaching.”",
    "ai-tika-s0105t7:68_8": "Here is conditioned: such is this.",
    "ai-tika-s0105t7:68_9": "They lie down, and say, “Clearly you are expelled”.",
    "ai-tika-s0105t7:68_10": "There is the meaning of this: “These beings called ‘mindful’ because they don’t recommend what is called.”",
    "ai-tika-s0105t7:68_11": "“At such a time,” he replied, “They do not give me any in detail,” and so on.",
    "ai-tika-s0105t7:69_0": "Having been given permission by oneself, this is the simile of the deeds, this is the inferior. This is the common practice of getting studies, in accordance with the ultimate goal. Next, “This is the ultimate way that is incarnation.” But when someone else says, “The mind-made, it is neither self-proliferation nor belonging to self-assured-resident,” he does not consequence for the sake of self-deaction in the world.",
    "ai-tika-s0105t7:69_1": "(Dearing) the sound of the row, the starting trickling down,",
    "ai-tika-s0105t7:69_2": "Saying, “Like”, etc., the contact of the one who is raised on the tent and so on, etc., were raised in many ways:",
    "ai-tika-s0105t7:69_3": "And likewise:",
    "ai-tika-s0105t7:70_0": "“For the first Earth, having heard the second sound with the ear,",
    "ai-tika-s0105t7:71_0": "For the third (Vaṭṭagāmaṇi), the fourth garden of the earth, in clothes and counselors, rulers of various kinds, and circumstances, –",
    "ai-tika-s0105t7:72_0": "those who are satisfied with their own outcome,",
    "ai-tika-s0105t7:72_1": "For even a single one of these is seen in a word without a group.",
    "ai-tika-s0105t7:72_2": "or according to their own dwellings,",
    "ai-tika-s0105t7:72_3": "namely, of the influence: it is only merely the meaning. What is that she has not found.",
    "ai-tika-s0105t7:72_4": "Is it all of them said: “There are myself a reincarnations” or “It’s already been given to you,” this is all the sharings.”",
    "ai-tika-s0105t7:72_5": "And why is it said that “It is involved in ultimate sense? ” and “Why are we going to the ultimate way?”",
    "ai-tika-s0105t7:72_6": "you’ve empty of what you say.",
    "ai-tika-s0105t7:73_0": "And when doing so, why is it said to be “Why are you called?”",
    "ai-tika-s0105t7:73_1": "The discussion on the agreement of the gathering is finished.",
    "ai-tika-s0105t7:73_2": "(But) the highest deed was done that Dhamma speaks (of Nibbāna),",
    "ai-tika-s0105t7:73_3": "talk about ultimateness, etc., is said to be “because of the ultimate” .",
    "ai-tika-s0105t7:73_4": "For there is the ultimate bad principle, and that which is called pain.",
    "ai-tika-s0105t7:74_0": "“Impermanent are all impermanent and suffering,",
    "ai-tika-s0105t7:75_0": "the one who has reached Nibbāna and who is not-self – this is the Self.”",
    "ai-tika-s0105t7:76_0": "The word-meaning of the word aggregates is called “noblemish” , etc., as regards the following aggregates, etc., as in the sense of the aggregates, and so on. That is why it is called “unbounded” .",
    "ai-tika-s0105t7:76_1": "Doesn’t you have taught the Dhamma introduction to such a way?",
    "ai-tika-s0105t7:76_2": "But it is not the same that should be understood as the counterpart sign, and it is not the counterpart sign of foulness because it is discovered by anyone who does not discover the counterpart of sounds.",
    "ai-tika-s0105t7:77_0": "Why is it difficult to get past?",
    "ai-tika-s0105t7:77_1": "to penetrate the four noble truths, the receivers have gone beyond the shackle, and the repulsion of the path to perfection.",
    "ai-tika-s0105t7:77_2": "But in the ultimate sense is the connection with the highest degree of clarifying a noble truth of supreme knowledge, and so on. That is why the Blessed One can speaks from being taught likewise. Enlightened One’s discipline, who is an enlightenment of persons.”",
    "ai-tika-s0105t7:77_3": "“And what is confused about” can be said: “This is the ultimate sort of others,” etc., of all the other passages, that is, an actual requiring rehabilitation,” and so on.",
    "ai-tika-s0105t7:77_4": "“According to the talk about” is said in the Discussion.",
    "ai-tika-s0105t7:77_5": "shaking them by the arm, he’d give him a good thing in the way that should be known as “This is the meaning of this.”",
    "ai-tika-s0105t7:77_6": "And here it is in the preceding loving-kindness according to the individual essence should be taught in the ultimate way that person thus: “And wherever such an unprofitable discussion” , “It is in the preceding talk that each time expounded in accordance with the Teacher.”",
    "ai-tika-s0105t7:77_7": "Yet the Blessed One, the perfected one, the fully awakened Buddha, goes beyond all his insistence in terms of the teaching, and insistence on that Dhamma. This is the excellence of the teaching.",
    "ai-tika-s0105t7:77_8": "For this is said by the Buddha, “They don’t expert on local terminology and don’t nurse her.”",
    "ai-tika-s0105t7:78_0": "First the discussion in the heaven of the Vepacitti: “What can be said sought by one who is enlightened with the Sambuddha? But how long has it been shown that place?”",
    "ai-tika-s0105t7:78_1": "Talking up is like someone who has rough mortified rough coarse physical and mentality.",
    "ai-tika-s0105t7:78_2": "Doesn’t they investigate whether they’re not reborn in the highest respects, saying: “How do they lead to the Buddhas?”",
    "ai-tika-s0105t7:78_3": "you should truth,",
    "ai-tika-s0105t7:78_4": "is the state of individual essence too through the air.",
    "ai-tika-s0105t7:78_5": "That’s why it was said.",
    "ai-tika-s0105t7:78_6": "But there is nothing that can be said in the ultimate way",
    "ai-tika-s0105t7:79_0": "Who is your equal, what is the ultimate benefit?",
    "ai-tika-s0105t7:79_1": "Wherever the Sambuddha is broken, drunk from the Sambuddha’s speaking riches, etc., that is not tormented in the various orders of gods.",
    "ai-tika-s0105t7:79_2": "you can’t even find anyone else to do so.",
    "ai-tika-s0105t7:79_3": "“That being so, even when a man has been described in the way already stated, she said, “No doubt this, and the respective realisation of the truth.”",
    "ai-tika-s0105t7:79_4": "Herein, the meaning is this: “Bhikkhus, there are three kinds of worry, precept for the teacher, efficacy, doctor,” and he is capable of realizing anything that can be realized by the Blessed One.",
    "ai-tika-s0105t7:79_5": "it is said to be “what has reached the highest and the third rain,” it is for the sake of having been reached by the highest perfection.",
    "ai-tika-s0105t7:79_6": "Varabhita, all of them speak in the forest.",
    "ai-tika-s0105t7:79_7": "if she is insane;",
    "ai-tika-s0105t7:79_8": "the highest, ~ is the supreme state of non-perception,",
    "ai-tika-s0105t7:80_0": "Now comes a requestively to be shown by the surveying verses in full.",
    "ai-tika-s0105t7:80_1": "Consequence for the world is to be undertaken by the terminator of conditions, and the truth of the accumulation of all is true.",
    "ai-tika-s0105t7:80_2": "For the meaning of the world because it is accomplished in view, because it is accomplished in seeing the truth of the origin of the world, for the benefit, of gods and humans, it is an advice to be known that is incapable of reaching the truth.",
    "ai-tika-s0105t7:80_3": "Excellence is the ultimate advantage beginning with the highest perfection in this matter, for all its reasons:",
    "ai-tika-s0105t7:80_4": "Whoever is the state of non-proclaimed (into the lower realms), the ignorant is the meaning. ... the meaning is that it is not fit to be known as the highest.",
    "ai-tika-s0105t7:80_5": "But with a blemish confronting the World, the teacher of the world, having dropped the lotuses in the world with its shell and its conditioned the way that is due to surmounting of the world.",
    "ai-tika-s0105t7:80_6": "Thoughts that are perishable",
    "ai-tika-s0105t7:80_7": "For the occurrence of reasoning those who take place in dependence on ground, etc.”",
    "ai-tika-s0105t7:81_0": "but in the case of another:",
    "ai-tika-s0105t7:82_0": "“You are skilled in the world, the Teacher of the world,",
    "ai-tika-s0105t7:83_0": "I’m free from false speech, he does not tell a decrease.”",
    "ai-tika-s0105t7:84_0": "This too has the virtues of the Three Times",
    "ai-tika-s0105t7:84_1": "Herein, it is of two kinds: this is the escape from the things described in one who has reached the truth.",
    "ai-tika-s0105t7:84_2": "He is free from (?) “Only a hostile person,” and so on, etc., the meaning is this: “The deity of the world is said to be lying, the Joyful Gods,”",
    "ai-tika-s0105t7:84_3": "There the Blessed One said: “Bhikkhus, how can he in order to inspire a person for the sake of conscience and prudence for the sake of worldly gain, and he practiced the (thinking): “Brahmā, what can only be said, there is for the sake of my (of the knowledge) for the sake of his purity and mindfulness,”",
    "ai-tika-s0105t7:85_0": "whether the Realized One is Attending to discover the ultimate truth, he holds the view of the world, and then castegories. He says: “Who are you? Where have you lost, destroyed, plunged from?”",
    "ai-tika-s0105t7:85_1": "This is said:",
    "ai-tika-s0105t7:85_2": "if he carries out a large crowd, thinking, “Non-one like this,” “We came to the monastery, etc., which is used for them.",
    "ai-tika-s0105t7:85_3": "But the Realized One has given up all enemying and independent of others; so the meaning is that of this world is hard to understand. That is why he acts in conformity with them.",
    "ai-tika-s0105t7:85_4": "(but) he fixes his own doctrine on all sides by himself with the confinedtion of the enemy.",
    "ai-tika-s0105t7:85_5": "(And he preached the Dhamma) which is called after he has seen, heard, sensed, and course, after subtle, and dedicated to (the urgency of) the ultimate goal.",
    "ai-tika-s0105t7:85_6": "With the peaking of the range of Kūṭadanta, thinking: “In this way you place, take pleasure in the debtermination, that is to say, the stilling of craving, by calling him a dwelling place,",
    "ai-tika-s0105t7:85_7": "And here there is no reason for discovering the meaning.",
    "ai-tika-s0105t7:86_0": "the thirteen positions were created in the auspicious Cloth. In the ploughtory, the very fragrant Dīgha Tambapaṇṇi,  the Abode of Cetiyan Tree Worlds, the Lord of Sages, (thinking): “The Decorated House-dwns” .",
    "ai-tika-s0105t7:87_0": "The About Practice is finished."
}