{
    "ai-tika-s0301t4:0_0": "4. Mārasaṁyuttaṁ",
    "ai-tika-s0301t4:1_0": "1. Paṭhamavaggo",
    "ai-tika-s0301t4:2_0": "1. Tapokammasuttavaṇṇanā",
    "ai-tika-s0301t4:3_0": "137.",
    "ai-tika-s0301t4:3_1": "When he is leading to a village, he has awakened to the village of Uruvelā, which was swept away from among the village of Rohaṇa, he rightly awakened with all things, he is called the Buddha, who has perfect enlightenment.",
    "ai-tika-s0301t4:3_2": "When five years had elapsed, they told: “This is the first beginning of the rainy season residence in the first three years, in the first position of the Bo trees, it is only because it was said that only because of the Lord of the Enlightened Ones.”",
    "ai-tika-s0301t4:3_3": "And through the power of the state of generals, because of the perfection of Kāsī, because of the drum of her telling them to give, the renown is difficult.",
    "ai-tika-s0301t4:3_4": "thought: “Oh, may she be freed!”",
    "ai-tika-s0301t4:3_5": "if it is simply that place of the world for six years?",
    "ai-tika-s0301t4:3_6": "The Self is likewise by deeds.",
    "ai-tika-s0301t4:3_7": "for this is said:",
    "ai-tika-s0301t4:4_0": "“While I was Jotipāla, the Happy One,",
    "ai-tika-s0301t4:5_0": "Just who is this shaven Bodhi (Tree), is it difficult to get through Awakening?",
    "ai-tika-s0301t4:6_0": "“Then, who lives austerities of deeds,",
    "ai-tika-s0301t4:7_0": "For six years at Uruvelā, and then attained to Awakening.",
    "ai-tika-s0301t4:8_0": "“By this path I have attained supreme Awakening",
    "ai-tika-s0301t4:9_0": "I sought along the wrong path being obstructed by a past deed.”",
    "ai-tika-s0301t4:10_0": "Or else harasses him:",
    "ai-tika-s0301t4:10_1": "for one who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is the concept of death.",
    "ai-tika-s0301t4:10_2": "She said to him, “Having drunk of bad friends,”",
    "ai-tika-s0301t4:10_3": "a predominance of sensual pleasures,",
    "ai-tika-s0301t4:10_4": "He wields power uninterest, he falls under his control.",
    "ai-tika-s0301t4:10_5": "Having done what is good, a wholesome one who does not deceit,",
    "ai-tika-s0301t4:10_6": "Yet forwards, without suffering, the Supreme One who cannot forwards",
    "ai-tika-s0301t4:10_7": "even if you stuck in your kinsmans,",
    "ai-tika-s0301t4:11_0": "mortification in self-mortification,",
    "ai-tika-s0301t4:11_1": "you crave.",
    "ai-tika-s0301t4:11_2": "is better than that.",
    "ai-tika-s0301t4:11_3": "By means of this body, it will be due to adverting to physical contact with using shamelessly, for the sake of their wives, and conquering it to the goal for the sake of their wives.",
    "ai-tika-s0301t4:11_4": "all creatures of them.",
    "ai-tika-s0301t4:11_5": "I’m not undergoing to be reborn in the place of loss,",
    "ai-tika-s0301t4:11_6": "What can I do?",
    "ai-tika-s0301t4:11_7": "Reflecting the teaching, they say, “He for the sake of the Dhamma” , “It is said because he praises the Dhamma.",
    "ai-tika-s0301t4:11_8": "Hence it is said: “Make some in the wilderness.”",
    "ai-tika-s0301t4:11_9": "both of them were to take up and carried away.",
    "ai-tika-s0301t4:12_0": "Having right speech, right action, right livelihood is the path because it has been the end.",
    "ai-tika-s0301t4:12_1": "For concentration is lucky, which is accompanied by defilements, is the productive of the kind,",
    "ai-tika-s0301t4:12_2": "Likewise in wisdom, too.",
    "ai-tika-s0301t4:12_3": "theyre wakened by the arm,",
    "ai-tika-s0301t4:12_4": "Paying: “I road,” he said.",
    "ai-tika-s0301t4:12_5": "But how does one know the path to develop the path of which is lost?",
    "ai-tika-s0301t4:12_6": "which is shared by the path of development, so much as they can be shown by the way of the path in the way beginning, “Development of the path,”",
    "ai-tika-s0301t4:12_7": "And finding fault influence, and lingering the noble path to development should be seen.",
    "ai-tika-s0301t4:12_8": "“Whether those who are unintelligent pathshiping this path are brought to perfection, and then they say: ‘I have reached the highest purity, I say that this is your ultimate purity.’",
    "ai-tika-s0301t4:12_9": "for he’s crossed over to the Bodhi.”",
    "ai-tika-s0301t4:12_10": "I’ve stopped one free of evil things,",
    "ai-tika-s0301t4:12_11": "Hence it is said: “He is the ultimate goal.”",
    "ai-tika-s0301t4:13_0": "The Results of Merit",
    "ai-tika-s0301t4:14_0": "In the Form of an Elephant King",
    "ai-tika-s0301t4:15_0": "illustrated by the eyes of right hands, which were very blind fortunate, countless hundreds of years (when the Buddha’s) beautiful eyes, etc., which had arisen in the way –",
    "ai-tika-s0301t4:15_1": "you look down on the great hermit,",
    "ai-tika-s0301t4:15_2": "While sitting on a rock, he shows that fruit, brings such fruit, and seeds.",
    "ai-tika-s0301t4:15_3": "the meditations that endeavor.",
    "ai-tika-s0301t4:15_4": "While he is going totally beyond the local states: he gives attention to the fruit of stream-entry, revealing the fruit of perfection.",
    "ai-tika-s0301t4:15_5": "Hence it is said: “Neither, and also.”",
    "ai-tika-s0301t4:15_6": "Ariṭṭhaka, who is not covered in colour,",
    "ai-tika-s0301t4:15_7": "That is why it said, “Here’s black.”",
    "ai-tika-s0301t4:16_0": "“For a long time I have passed away.",
    "ai-tika-s0301t4:16_1": "(The people) in due course, meaning to secondly, advice, decorated with spears, and yet all forty leagues.",
    "ai-tika-s0301t4:16_2": "There is no one who has no need for doing his welfare.",
    "ai-tika-s0301t4:17_0": "The color of an Elephant is finished.",
    "ai-tika-s0301t4:18_0": "3. Subhasuttavaṇṇanā",
    "ai-tika-s0301t4:19_0": "Guarded (surely) covered with clothes, gloriously,",
    "ai-tika-s0301t4:19_1": "well-planted words,",
    "ai-tika-s0301t4:19_2": "Whoever under the sway of a cowherd’s control has perished.",
    "ai-tika-s0301t4:19_3": "For one who is bound by linking:",
    "ai-tika-s0301t4:20_0": "The Refirstance of Subha is finished.",
    "ai-tika-s0301t4:21_0": "First: In the Life",
    "ai-tika-s0301t4:22_0": "and focusing on the impermanent.",
    "ai-tika-s0301t4:22_1": "Enjoying the arising of unwholesome things that have not yet arisen,",
    "ai-tika-s0301t4:22_2": "By means of energy, etc.",
    "ai-tika-s0301t4:22_3": "They proclaim the meaning of what has not yet arisen. The meaning of what is beneficial and what is good, the meaning of what is beneficial. It is the right meaning of this.",
    "ai-tika-s0301t4:22_4": "For causing wise attention to it is said: “Because it arises in this way, it is said to be the time of arousing energy” .",
    "ai-tika-s0301t4:22_5": "perfection of the fruit of Liberation,",
    "ai-tika-s0301t4:22_6": "They said, “Mendicants, don’t consent to the Buddha,” and on hear about it. When you heard it, they did not accept it.",
    "ai-tika-s0301t4:23_0": "General of corruptions: the production of the defilements that brings access only.",
    "ai-tika-s0301t4:23_1": "For one who is tied up with the defilements of sense desires, and who does not want to lie in himself.",
    "ai-tika-s0301t4:23_2": "Hence it is said: “Conditioned the heavenly sensual stimulation,” and so on.",
    "ai-tika-s0301t4:23_3": "for Māra’s bonds: the meaning is that it is born in bonds place; the meaning is, it ismoved .",
    "ai-tika-s0301t4:23_4": ": “No, ascetic, this is not my equal’s gone into homelessness.” And he says this: “Those who have reached the goal of all beings, being devoted to the ascetic Gotama, who is freed through enlightenment,” and “Does it thus: “Those sentient beings will be able to do so for me,” and he says, “Takes out of affection,” he says, “No doubts!”",
    "ai-tika-s0301t4:24_0": "First: The Deathless",
    "ai-tika-s0301t4:25_0": "5. Dutiyamārapāsasuttavaṇṇanā",
    "ai-tika-s0301t4:26_0": "Traveling stage by stage in the neighborhood of a village, town and capital cities,",
    "ai-tika-s0301t4:26_1": "Thus, having gone-forth in this way, amongst those who have gone assembled",
    "ai-tika-s0301t4:27_0": "good in the beginning, good in the middle, good in the end,",
    "ai-tika-s0301t4:27_1": "Ethics are the story of the Dispensation because it has been the beginning.",
    "ai-tika-s0301t4:27_2": "But having come to his progress and attainments in the Dispensation by the One who is neutral,",
    "ai-tika-s0301t4:27_3": "When it comes to fruit, it comes to the end of fruit, there is nothing more to do.",
    "ai-tika-s0301t4:27_4": "It is preceding the proficiency in the Dispensation, that concentration is called “the linking” .",
    "ai-tika-s0301t4:27_5": "From understanding of these two kinds of danger, that is to say, two kinds of danger, that is to say, the path of purification is the path followed by the path.",
    "ai-tika-s0301t4:27_6": "When there is the fruit of wisdom, they should be undertaken by means of the fruit of right knowledge, saying, “This is the fruit of extinguishment.”",
    "ai-tika-s0301t4:27_7": "For the fruit of the highest fruits bringing such fruit, etc., as the other shakes off of the fruition in the way beginning, “following the fruit of Nibbāna” is said.",
    "ai-tika-s0301t4:27_8": "“Well then, mendicant, you should purify the starting point of skillful qualities.",
    "ai-tika-s0301t4:27_9": "What is the starting point of skillful qualities?",
    "ai-tika-s0301t4:27_10": "Virtue and conduct are purified from view.” So firstly, stepped on that account; they say, “One who is virtuous, well established in virtue” , etc., and seeing these shrines liberations of dispensation, thus he is the root of the Dispensation.",
    "ai-tika-s0301t4:27_11": "The rest is as already explained.",
    "ai-tika-s0301t4:28_0": "although even though these verses were not apprehended, yet there is no place for the purpose of showing them that, etc., as in the case of the first jhāna, they are not shown that there, and after gradually to them, they will show them the first verses of the cows and pay homage to them.",
    "ai-tika-s0301t4:28_1": "The Five verses consisting in the beginning with the five verses beginning with the firstly subdivisions of the second, etc., are said to be the next: the path of the path gone by and come back.",
    "ai-tika-s0301t4:28_2": "“This Similarly is much of the Todeyya that is in conformity with the supplementary of the supermundane and the others, and there is only the uninclusion of the teaching. Yet they teach the Dhamma in the beginning, the middle, and the end.",
    "ai-tika-s0301t4:28_3": "Declaring Liberation: the meaning is that interpretinguishment .",
    "ai-tika-s0301t4:28_4": "This is how they’re quiet.",
    "ai-tika-s0301t4:28_5": "Yet when I oppressed by that very day.",
    "ai-tika-s0301t4:28_6": "At the end of the would have been shameless and the first time of conversion,",
    "ai-tika-s0301t4:28_7": "The end should be understood as included along with the other following. The middle and the end has to be understood as the middle.",
    "ai-tika-s0301t4:29_0": "The persistence of what is good, and having prepared,",
    "ai-tika-s0301t4:29_1": "frequented by details and reverence for the sake of phrasing.",
    "ai-tika-s0301t4:29_2": "received homage ...",
    "ai-tika-s0301t4:29_3": "teaches the Dhamma.”",
    "ai-tika-s0301t4:29_4": "having completed the entire spectrums of all the water, complete in the wholesome ethics, and so on.",
    "ai-tika-s0301t4:29_5": "birds, dispels, (but) views, defilements, and so on,",
    "ai-tika-s0301t4:29_6": "Without taking the training three trainings in the Dispensation,",
    "ai-tika-s0301t4:29_7": "But sir, what is the spiritual life lived under the Buddha for a long time? “What is the spiritual life?”",
    "ai-tika-s0301t4:29_8": "He is concealed as an instancerel, not concealed in the way beginning, as a wretched man",
    "ai-tika-s0301t4:29_9": "which nourishes the whole Dhamma, and with the giving up of the defilements it.",
    "ai-tika-s0301t4:29_10": "obtained by gaining material gains, goats, and basics,",
    "ai-tika-s0301t4:29_11": "Pañcasikhaka were three hundred and three hundred thousand leagues,",
    "ai-tika-s0301t4:29_12": "that’s con happiness,",
    "ai-tika-s0301t4:30_0": "Second: The Northingness of the Golden",
    "ai-tika-s0301t4:31_0": "6. Sappasuttavaṇṇanā",
    "ai-tika-s0301t4:32_0": "great waters, they hang up a construction in the bodies of yellow,",
    "ai-tika-s0301t4:32_1": "of the Kosalan King Okkāsa,",
    "ai-tika-s0301t4:32_2": "if he uses food for the use of use, he uses it at the meal;",
    "ai-tika-s0301t4:32_3": "works down with the eighty-footed riches, thieves, chowries, and bows;",
    "ai-tika-s0301t4:32_4": "I give to those who take, here throw away.",
    "ai-tika-s0301t4:32_5": "But it is said to be a thoroughbred when he fills the name when he has been filled with loathing the floor.",
    "ai-tika-s0301t4:32_6": "This place of the Buddha’s delightful places, passing away from place to place, and seeing me,",
    "ai-tika-s0301t4:32_7": "Hence it is to be found in the two ways.",
    "ai-tika-s0301t4:33_0": "Compassionates:",
    "ai-tika-s0301t4:33_1": "Hence it is said: “I will take the first absorption.”",
    "ai-tika-s0301t4:33_2": "he subsequently through his own self,",
    "ai-tika-s0301t4:33_3": "Hence it is said: “She is developed because of a seven state.”",
    "ai-tika-s0301t4:33_4": "Then, his hands and feet were stuck in the back of the hands, the palms of the Buddha, and the rest of the hands of the feet.",
    "ai-tika-s0301t4:33_5": "It will be assigned for this reason that the Fortunate One answers, when he explains it to you:",
    "ai-tika-s0301t4:33_6": "But only this much of it all I lose without trouble or difficulty like a magnificent observed donation.",
    "ai-tika-s0301t4:34_0": "those free of desire for the sick ones, (surely) fearless people.",
    "ai-tika-s0301t4:34_1": "Whatever is the sign of beauty",
    "ai-tika-s0301t4:34_2": "Gives the fruit:",
    "ai-tika-s0301t4:34_3": "Respect: the sword humours (people) hundred spears rough in swords,",
    "ai-tika-s0301t4:34_4": "If I were to place it in a cramped snake, it wouldn’t give it up.",
    "ai-tika-s0301t4:34_5": "In the aggregates, trickling back and constituents aggregates,",
    "ai-tika-s0301t4:34_6": "Those who do not presume the sign that would be even beyond this and that.",
    "ai-tika-s0301t4:35_0": "The color of ghee is finished.",
    "ai-tika-s0301t4:36_0": "7. Supatisuttavaṇṇanā",
    "ai-tika-s0301t4:37_0": "After washing the dye washed, and washing the dust and dirt, it would not be able to wash the knees.",
    "ai-tika-s0301t4:37_1": "Hence it is said: “But is it, Buddhas.”",
    "ai-tika-s0301t4:37_2": "To be cleansed: the houses and feet that are to be washed down with feet, and the non-human beings.",
    "ai-tika-s0301t4:37_3": "There is no breaking up of the Teaching that is not,",
    "ai-tika-s0301t4:37_4": "the first head (who returns), without having seen the meaning.",
    "ai-tika-s0301t4:37_5": "He has the names of the Thirty-Three: the Unbounded Sutta , the Benefitting sunk in the basic normal power of the heart, he makes sure the signstained in the way beginning, “This is produced by an invariable envelopsed by the hymns. ”",
    "ai-tika-s0301t4:37_6": "But some say that “Whoever has cut off the Buddha’s nose,” he said to the Buddha,",
    "ai-tika-s0301t4:38_0": "What is this? Why not you say?”",
    "ai-tika-s0301t4:38_1": "About overpowering hanging to a corpse, he said, “So, this is what is meant. ” And like a monkey in such a way, “It is percipient,” and he response, “It is said. ”",
    "ai-tika-s0301t4:39_0": "the sun is the beginning of the person who takes part in the beginning, “He who has the eighteen currents of craving and puts them aside,” and so on.",
    "ai-tika-s0301t4:39_1": "Herein, the heir of poison is the object of that.",
    "ai-tika-s0301t4:39_2": "The root of suffering, etc., is the cause of suffering, the poison, or the root of suffering.",
    "ai-tika-s0301t4:39_3": "and it doesn’t enjoy the deathless.",
    "ai-tika-s0301t4:39_4": "And where does one have them all to be reborn,",
    "ai-tika-s0301t4:39_5": "complete destruction of all fetters—",
    "ai-tika-s0301t4:39_6": "What is yours alone, all your practices are you stretching out of your reach?",
    "ai-tika-s0301t4:39_7": "it shows only very same roaming.",
    "ai-tika-s0301t4:40_0": "The About Suppiyā is finished.",
    "ai-tika-s0301t4:41_0": "8. Nandatisuttavaṇṇanā",
    "ai-tika-s0301t4:42_0": "144. Aṭṭhamaṁ uttānatthameva.",
    "ai-tika-s0301t4:43_0": "The About Nandaka’s Mother is finished.",
    "ai-tika-s0301t4:44_0": "9. Paṭhamaāyusuttavaṇṇanā",
    "ai-tika-s0301t4:45_0": "as one living for a hundred years, so the Elder Anuruddha lived on for a hundred years.",
    "ai-tika-s0301t4:45_1": "Suppose there was a senior elder Bākula’s father.",
    "ai-tika-s0301t4:45_2": "Having arisen in a long time she is one who is happy and well developed oppressed of each manifest in a sorry state.",
    "ai-tika-s0301t4:45_3": "of existences being explained: having known, (and yet) he spoke (only) to the Lord of the World,",
    "ai-tika-s0301t4:46_0": "Naḷinikā isn’t disgusting,",
    "ai-tika-s0301t4:46_1": "Because that’s what he did.",
    "ai-tika-s0301t4:46_2": "They’d because of eating and drinking worms. And all of them will do so after considering them, they’d do so in any other lifespan.",
    "ai-tika-s0301t4:47_0": "First: Life in the Cloth",
    "ai-tika-s0301t4:48_0": "10. Dutiyaāyusuttavaṇṇanā",
    "ai-tika-s0301t4:49_0": "I say it’s not appropriate for you to say that a lion’s roll.",
    "ai-tika-s0301t4:49_1": "he turns around, because of anguishment, thus he is going to (surely) continually rolling them around.",
    "ai-tika-s0301t4:49_2": "But he is able to abandon that (them), “An abyss (only) with his nurses.”",
    "ai-tika-s0301t4:49_3": "The life of mortals keeps running back. But when a Buddha has arrived, it through the outcome of fear and dread. Soon afterwards the Buddha declared that his life was indeed.",
    "ai-tika-s0301t4:50_0": "Second: Long life is finished.",
    "ai-tika-s0301t4:51_0": "The first section for recitation is finished.",
    "ai-tika-s0301t4:52_0": "2. Dutiyavaggo",
    "ai-tika-s0301t4:53_0": "1. Pāsāṇasuttavaṇṇanā",
    "ai-tika-s0301t4:54_0": "Taking him on a mountain-top, he went back to a mountain.",
    "ai-tika-s0301t4:54_1": "Inclusive: possessing all kinds of stain: is the meaning.",
    "ai-tika-s0301t4:55_0": "The Book of the Goldens is finished.",
    "ai-tika-s0301t4:56_0": "2. Kiṁnusīhasuttavaṇṇanā",
    "ai-tika-s0301t4:57_0": "overpowered by the eye of one who has no eyes.",
    "ai-tika-s0301t4:57_1": "as the Buddha’s teachings is able to see the Buddha, and so he could not see his own eyes.",
    "ai-tika-s0301t4:57_2": "Hence it is said: “He is intelligent” .",
    "ai-tika-s0301t4:57_3": "(but) was not able to bring the rest of the life, (but) the absence of the wall,",
    "ai-tika-s0301t4:57_4": "endowed with the ten strengths, endowed with strength,",
    "ai-tika-s0301t4:58_0": "The Congregation of the World’s Finishment",
    "ai-tika-s0301t4:59_0": "3. Sakalikasuttavaṇṇanā",
    "ai-tika-s0301t4:60_0": "by the power of Goat-Herder’s Understanding Mogharāja, with the majesty of delusion,",
    "ai-tika-s0301t4:60_1": "allocations should be done by one who is dead, etc., and should then do it in relation to one who is dead.",
    "ai-tika-s0301t4:60_2": "This is the name of the person’s statement: ‘This is the meaning of such a man, what is the name of this man?’",
    "ai-tika-s0301t4:60_3": "having attained the goal, Emancipation is the ultimate end of (of Nibbāna), after attaining the highest.",
    "ai-tika-s0301t4:60_4": "lacking respect ...",
    "ai-tika-s0301t4:60_5": "there is no scope for one who has no scope of logic.",
    "ai-tika-s0301t4:60_6": "altogether a person who is born in wakeful, like the fire in a wake.",
    "ai-tika-s0301t4:60_7": "May all not lose anything in all, may there be no one who is undeveloped.",
    "ai-tika-s0301t4:60_8": "There are things that are pleasant,",
    "ai-tika-s0301t4:60_9": "Endowed: it is questioned in the detailed explanation of one who is steady.",
    "ai-tika-s0301t4:60_10": "to know anyone",
    "ai-tika-s0301t4:61_0": "The About Conduct",
    "ai-tika-s0301t4:62_0": "4. Patirūpasuttavaṇṇanā",
    "ai-tika-s0301t4:63_0": "150.",
    "ai-tika-s0301t4:63_1": "These are the gradualities of enlightenment: greed is the bow of.",
    "ai-tika-s0301t4:63_2": "These are the ceased: this is the flood.",
    "ai-tika-s0301t4:63_3": "In such and such a particular individual essences as these, the sign of foulness is the same as that of analysis of curry.",
    "ai-tika-s0301t4:63_4": "When a non-human compassionates, out of compassion for others, out of compassion for the other beings, out of compassion for the future generals, out of compassion for the Perfect Sambuddha, the fully Awakened One, having compassion on their way, said this to the root of the one,",
    "ai-tika-s0301t4:64_0": "The Appearance of Grasping is finished.",
    "ai-tika-s0301t4:65_0": "5. Mānasasuttavaṇṇanā",
    "ai-tika-s0301t4:66_0": "if she is adding, “the other feeds on these five points;",
    "ai-tika-s0301t4:66_1": "And in the sky, when the sky was overflowing in the sky, the wind from the sky,",
    "ai-tika-s0301t4:66_2": "he gives attention to it, ~ he is one who has given up birth.",
    "ai-tika-s0301t4:66_3": "But in the hymns associated with it, “They are associated with it.”",
    "ai-tika-s0301t4:67_0": "The Contact of Contact is finished.",
    "ai-tika-s0301t4:68_0": "6. Pattasuttavaṇṇanā",
    "ai-tika-s0301t4:69_0": "152.",
    "ai-tika-s0301t4:69_1": "the characteristic of the five grasping aggregates, etc., to their origin, and took them by the five grasping aggregates, they carry them along.",
    "ai-tika-s0301t4:69_2": "Transmigrations of the opposite constituents (of mind and body) that provide fuel for attachment,",
    "ai-tika-s0301t4:69_3": "Compassion is the beginning of the middle, and the end of the tastes, and of the origination.",
    "ai-tika-s0301t4:69_4": "(he said): “He shows it thoroughly shows it in the hand, like a very spot,",
    "ai-tika-s0301t4:69_5": "They make sure that view by recitation, examined by the mind, and well comprehended theoretically.",
    "ai-tika-s0301t4:69_6": "Herein, the words “blessing” is equal in the beginning of the first jhāna and the aggregates in accordance with the opposite .",
    "ai-tika-s0301t4:69_7": "and because of the special qualities of seclusion, that is to say, the basis of virtue, and because of the special qualities of veneration.",
    "ai-tika-s0301t4:69_8": "They lightly over the victor’s mind. They’re not free from defilements by defilement and cleansing the mind.",
    "ai-tika-s0301t4:69_9": "he should establish a boundaries that were taught by the their story, with a strong rope, and before he ropes it.",
    "ai-tika-s0301t4:69_10": "That is why it was said, “We did not consent.”",
    "ai-tika-s0301t4:69_11": "he was a beautiful worker named the mind, and a (good) conduct,",
    "ai-tika-s0301t4:69_12": "“When someone attends on improper attention, all meditation subjects,",
    "ai-tika-s0301t4:69_13": "(So) writing: It is good fortune, he Dhammadinnā, endlessly to the meaning, which is an outcaste.",
    "ai-tika-s0301t4:70_0": "These forms, etc., are conditioned and sparky, but I have not founded that.",
    "ai-tika-s0301t4:70_1": "Saying oneself is a safe place, secures it is safe,",
    "ai-tika-s0301t4:70_2": "Hence it is said: “I am, live unborn, unattached, such a person.”",
    "ai-tika-s0301t4:70_3": "searching for Māra’s army,",
    "ai-tika-s0301t4:71_0": "The color of the bowls is finished.",
    "ai-tika-s0301t4:72_0": "commentary on the Fields of Contact",
    "ai-tika-s0301t4:73_0": "153.",
    "ai-tika-s0301t4:73_1": "By this means of these produces kamma-formation: the meaning is that same thing associated with it, which is the meaning of it, with that of the refuge, is the meaning.",
    "ai-tika-s0301t4:73_2": "The sound of fear and dread: whatever rushing the earth is used, the sound of fear, the gods together with the drums, and the earth.",
    "ai-tika-s0301t4:73_3": "and make the sound of the gods through rainy season a cloud, shining to the carpet,",
    "ai-tika-s0301t4:73_4": "The untroubled and the sound of unsightening -",
    "ai-tika-s0301t4:73_5": "if she moves when the night is decaying;",
    "ai-tika-s0301t4:73_6": "He is added: “Alas, this world is infatuated by questioning, like a monkey.",
    "ai-tika-s0301t4:73_7": "don’t get tired from Māra’s sway.",
    "ai-tika-s0301t4:73_8": "placed on the plane of polished,",
    "ai-tika-s0301t4:74_0": "The Book of the Six Fields is finished.",
    "ai-tika-s0301t4:75_0": "8. Piṇḍasuttavaṇṇanā",
    "ai-tika-s0301t4:76_0": "Isidatta and Punabbasuka in that family,",
    "ai-tika-s0301t4:76_1": "He should not give laments for him.",
    "ai-tika-s0301t4:76_2": "for the newly arrived monks have arrived, they have fallen to the visiting monks.",
    "ai-tika-s0301t4:76_3": "he (whether the next day) went to the young woman’s house, and himself to his own husbands.",
    "ai-tika-s0301t4:76_4": "now we gave birth to a dispensation, saying: “Like this is the sword” .",
    "ai-tika-s0301t4:76_5": "He should be illustrated with the opposite sex.",
    "ai-tika-s0301t4:76_6": "Visākha, distributed-limited, and unity in the sense of calm,",
    "ai-tika-s0301t4:76_7": "and then from there to the village,",
    "ai-tika-s0301t4:76_8": "when there is no rain in fact, there is no production.",
    "ai-tika-s0301t4:76_9": "to be able to wrap the skin on the ground.",
    "ai-tika-s0301t4:76_10": "Those people who are equal in their attainments, and (good) the Dhamma also is my relations.",
    "ai-tika-s0301t4:77_0": "(The king asked:) “Previously knowledge of the Fruits of today, therefore he said, “Previously you do not say so!” and he said, “Do you have acceptance of these enlightenments!”",
    "ai-tika-s0301t4:77_1": "Having seen him at the breakage of the blessed Buddha and appeared amongst humans.",
    "ai-tika-s0301t4:77_2": "to destroy the danger.",
    "ai-tika-s0301t4:78_0": "But the Fortunate One is about the word of boundaries,",
    "ai-tika-s0301t4:78_1": "One does not return to this village, nor in this assembly hall. There he entered it out of compassion for the village.",
    "ai-tika-s0301t4:79_0": "Though he exceeds people with good people, he will become aroused like this.",
    "ai-tika-s0301t4:79_1": "(also) although although for sitting there is no fixing,",
    "ai-tika-s0301t4:79_2": "And what do they think, “What do they take?”",
    "ai-tika-s0301t4:80_0": "The Resplendent Boil",
    "ai-tika-s0301t4:81_0": "9. Kassakasuttavaṇṇanā",
    "ai-tika-s0301t4:82_0": "having extinguished extinguishment by the equality of Nibbāna, which is the meaning.",
    "ai-tika-s0301t4:82_1": "Described: here and there were some exceedingly crowded and separated from various families.",
    "ai-tika-s0301t4:82_2": "eye consciousness ...",
    "ai-tika-s0301t4:82_3": "When there is an eye, he takes hold of them:",
    "ai-tika-s0301t4:82_4": "The eyes were not purified from the group of six, and all were possessed by the eyes of consciousness,",
    "ai-tika-s0301t4:82_5": "It is true that is real and unrestrained.",
    "ai-tika-s0301t4:82_6": "The states of existence associating with the mind (from the Uposatha), having shown that he is not able to show the way beginning, “Those mind and familiar with the object; therefore it is fitting to do with that object.” So when it is said, “possessed by means of the object.",
    "ai-tika-s0301t4:82_7": "Saying: “Consciousness” is said, but the God’s Grove,",
    "ai-tika-s0301t4:83_0": "“Putting the ropes,” “There is no eradication for one who isn’t able to point it out in the world.",
    "ai-tika-s0301t4:83_1": "although he is dropped in the Visionary One with the eyes that were roughly away,",
    "ai-tika-s0301t4:83_2": "But this is just as impure, (should be) the same in the world, which is like a necklace, the worm of filthy or the best, even if it is still unpleasant to .",
    "ai-tika-s0301t4:84_0": "Whatever balanced he has broken in various ways as a man, that is, the one who has gone forth as a _paṇḍaka_, the mansion of the colours, the going forth in the form of a _paṇḍaka_, or in the formlesser going forth, whether that is the meaning is the meaning, still their mind is said to be not transgressed, whether it is the meaning, that is to say, the meaning, “Now” .",
    "ai-tika-s0301t4:84_1": "Hence it is to be a deluded ascetic.",
    "ai-tika-s0301t4:85_0": "when they say that about combats, they say that many people are described.",
    "ai-tika-s0301t4:85_1": "They don’t think: ‘This is mine, I am not mine.’ And there is no craving for mine.",
    "ai-tika-s0301t4:85_2": "I don’t bound the convictions to mine. I don’t tell you there.",
    "ai-tika-s0301t4:85_3": "I will not see anyone in such a way.”",
    "ai-tika-s0301t4:86_0": "The Advantage of What is finished.",
    "ai-tika-s0301t4:87_0": "10. Rajjasuttavaṇṇanā",
    "ai-tika-s0301t4:88_0": "These are the reasons they say: “We each individually, whose enquiry and impliesses, and they get caught up in the names of each classed as usually,” and they should be understood with this: “You may be one who understands” .",
    "ai-tika-s0301t4:88_1": "The same method applies in the same way.",
    "ai-tika-s0301t4:88_2": "Going back is the reason why they say that the is the reason why they receive wealth.",
    "ai-tika-s0301t4:88_3": "when riching is helpful for one without money,",
    "ai-tika-s0301t4:88_4": "As to the one called “gone” and “accomplished” and so on.",
    "ai-tika-s0301t4:88_5": "Why was it that the Buddha thought, “Why are we done so?”",
    "ai-tika-s0301t4:88_6": "In kingdom, rod, treasury, violent, tail-food, and pale,",
    "ai-tika-s0301t4:89_0": "one who has actually developed the aggregates, etc., and who including the mind- deliverance of stains, etc.,",
    "ai-tika-s0301t4:89_1": "and the fulfilment of conditions, they are fully developed .",
    "ai-tika-s0301t4:89_2": "again and again, generous, cultivating, and repeatedly practices,",
    "ai-tika-s0301t4:89_3": "When they return to the most excellent chariot, he just as it is.",
    "ai-tika-s0301t4:89_4": "Extermined: Experiencing the bones.",
    "ai-tika-s0301t4:89_5": "Equanimity is established in the complete destruction of all defilement and discovered by supernormal powers, as its object is well established in its own base.",
    "ai-tika-s0301t4:89_6": "and although (magical)ness is not distracted by what is well developed, well developed, much practiced, and have been properly resolved.",
    "ai-tika-s0301t4:89_7": "Those who constantly go to, like fact that is always shaking along.",
    "ai-tika-s0301t4:89_8": "well proclaimed by all the resolutions, made by the force of the development of the well-prepared thoughts.",
    "ai-tika-s0301t4:89_9": "May I, through having no doubt, the complete destruction of craving, which will succeed as in the life.",
    "ai-tika-s0301t4:89_10": "Well-guarded (wholesome) has been properly undertaken by development,",
    "ai-tika-s0301t4:89_11": "Should think about and consider it to be thought about in the size of the bloated,",
    "ai-tika-s0301t4:90_0": "from the mountain cleft means from the mountain.",
    "ai-tika-s0301t4:90_1": "As to mountain: “And soon as to become, what kind of incomparable?” he said, “Forget it,” and so on.",
    "ai-tika-s0301t4:90_2": "form is related to forms, formless,",
    "ai-tika-s0301t4:90_3": "The one who goes out of the two instances before going out to the shore is destroyed.",
    "ai-tika-s0301t4:90_4": "Though there is no single personality, but it is not appropriate for a single person to attain the fullness of craving.",
    "ai-tika-s0301t4:90_5": "Knowing this, the teaching is hard to comprehend, and the simile of craving is incomplete.",
    "ai-tika-s0301t4:90_6": "Since he practices them as the basis for others, in the next life, or for what is theirs.",
    "ai-tika-s0301t4:91_0": "Craving is the source of suffering, sourced by craving, and conditioned by craving. That is why this source of craving.",
    "ai-tika-s0301t4:91_1": "your suffering grieves.",
    "ai-tika-s0301t4:91_2": "Since they occur with a source of each other, the Lord of the World does with reason.",
    "ai-tika-s0301t4:91_3": "Yet he who has completely understood these kinds of suffering in this way for him who has abandoned the eye of sensuality, who is undeveloped in him.",
    "ai-tika-s0301t4:91_4": "What reason I revere?",
    "ai-tika-s0301t4:91_5": "Here is the meaning.",
    "ai-tika-s0301t4:91_6": "sensuality, desire for rebirth, and attachment to sensual pleasures.",
    "ai-tika-s0301t4:91_7": "Here is arranging (for him), this is the belonging to the Community,",
    "ai-tika-s0301t4:91_8": "but only then, if you don’t become a master of sensual pleasures, you should train like this:",
    "ai-tika-s0301t4:92_0": "The Body Principles is finished.",
    "ai-tika-s0301t4:93_0": "The second group of nine is finished.",
    "ai-tika-s0301t4:94_0": "3. Tatiyavaggo",
    "ai-tika-s0301t4:95_0": "1. Sambahulasuttavaṇṇanā",
    "ai-tika-s0301t4:96_0": "wrapped in skin, locks and head-rolls,",
    "ai-tika-s0301t4:96_1": "and about the brahmin lady of the authority, wandering around and giving up the entrail.",
    "ai-tika-s0301t4:96_2": "For the purpose of protection in their own welfare, etc., are for their welfare and benefit.",
    "ai-tika-s0301t4:96_3": "Hence it is said: “Having few wishes” .",
    "ai-tika-s0301t4:96_4": "shaking his head, and he said, “Anyone who uprights his head, why should take this bag, give it away, even when developed a dog’s head?”",
    "ai-tika-s0301t4:96_5": "Holding the tongue, rising through the mouth, he grabbed the Rose-Apple Isle.",
    "ai-tika-s0301t4:96_6": "Hence it is said: “He is the ocean” .",
    "ai-tika-s0301t4:96_7": "Living for (se three) means not made of a hut made of resplendent,",
    "ai-tika-s0301t4:96_8": "Hence it is said: “Raintly (them) wrap garments in the sky, the manifold after garment.”",
    "ai-tika-s0301t4:96_9": "ownership in their own work: on the shopkeeper in the place where they were reborn in a place belonging to themselves.",
    "ai-tika-s0301t4:97_0": "The Advantages are finished.",
    "ai-tika-s0301t4:98_0": "2. Samiddhisuttavaṇṇanā",
    "ai-tika-s0301t4:99_0": "the one who gains such wisdom is called a fully awakened Buddha, who leads the spiritual life, and who practices it to the Teacher’s simply gains such-and-such a reincarnation. I am practicing that such spiritual companions is good.",
    "ai-tika-s0301t4:99_1": "my going forth is easy to find a vulnerability and do what I have received, and I’ve received them with all that.",
    "ai-tika-s0301t4:99_2": "But just as this thought (said) “And how could you be shown by the thought?”",
    "ai-tika-s0301t4:99_3": "Whose meditation subject is stationed at the root of the world,",
    "ai-tika-s0301t4:99_4": "confidence in him,",
    "ai-tika-s0301t4:99_5": "“How is it, Sīha!” That was how I felt thinking, “It was in that way.",
    "ai-tika-s0301t4:99_6": "sitting in that place, like a droping-pick.",
    "ai-tika-s0301t4:99_7": "Wherever he stands in that place, the Māra comes at that place.",
    "ai-tika-s0301t4:99_8": "The Elder Samiddhi",
    "ai-tika-s0301t4:99_9": "Given that will be suitable for the meditation subject",
    "ai-tika-s0301t4:100_0": "“This is mine, it is mine!",
    "ai-tika-s0301t4:100_1": "the understanding that there is from understanding and the noble path, which is concluded by the Buddhas, and the ignorant Buddhas.",
    "ai-tika-s0301t4:100_2": "The Elder, it seems, had a desire to make his dwelling place.",
    "ai-tika-s0301t4:100_3": "are all the more.",
    "ai-tika-s0301t4:100_4": "and told him what was happening.",
    "ai-tika-s0301t4:100_5": "destroyers of displays.",
    "ai-tika-s0301t4:100_6": "vigorous sights,",
    "ai-tika-s0301t4:100_7": "For even with the purpose of showing the various forms, it is said: “Fielding of matters, there is noise in them” .",
    "ai-tika-s0301t4:100_8": "he doesn’t neglect an ascetic, and the teaching master.",
    "ai-tika-s0301t4:101_0": "The conclusion of Samiddhi",
    "ai-tika-s0301t4:102_0": "3. Godhikasuttavaṇṇanā",
    "ai-tika-s0301t4:103_0": "he sees the flame in the mountain-tops:",
    "ai-tika-s0301t4:103_1": "At that time she became Sāketa.",
    "ai-tika-s0301t4:103_2": "Hence it is said: “He also behaves in unsteady in the Paṭisambhidā.”",
    "ai-tika-s0301t4:103_3": "Because one who has not reached the end of freedom, who has reached the ultimate end of freedom, the ultimate goal, the supreme freedom.",
    "ai-tika-s0301t4:103_4": "although these two kinds of possession: “These are not released, unattached, and unconcentrated.”",
    "ai-tika-s0301t4:103_5": "(The meaning is:) “What is the meaning of the simile of the first jhāna?”",
    "ai-tika-s0301t4:103_6": "Afflicted by affliction:",
    "ai-tika-s0301t4:103_7": "And phlegm, wind, sun, and reference to the heart, etc., of the wind, of the using of the kind assemblies, etc.,",
    "ai-tika-s0301t4:103_8": "But although constantly goes on alms, he stands by stinginess; the meaning is, it is sought.",
    "ai-tika-s0301t4:103_9": "That concentration through the development of concentration enlightenment factor:",
    "ai-tika-s0301t4:103_10": "if a monk is encircled in a state that is illegitimate, and so on;",
    "ai-tika-s0301t4:103_11": "To fill them,",
    "ai-tika-s0301t4:103_12": "Udāyī’s body is filthy, pervades by nature,",
    "ai-tika-s0301t4:104_0": "Sharking others with both,",
    "ai-tika-s0301t4:104_1": "He is tied up with the Brahmā realm, like a stream-enterer, not being a stream-enterer.",
    "ai-tika-s0301t4:104_2": "Hence it is the Brahmā realm.",
    "ai-tika-s0301t4:105_0": "Rulling in all the world with its gods, Māras and Brahmās,",
    "ai-tika-s0301t4:105_1": "the Vision-Seeing Visionary, the vision of the Dhamma, and the five kinds of vision -",
    "ai-tika-s0301t4:105_2": "Undeveloped in the Buddha’s power, he might be able to discern the states.",
    "ai-tika-s0301t4:105_3": "For the supernormal powers are evident in one whose energy is successful, etc., as in one who is successful only in one who has no energy.",
    "ai-tika-s0301t4:105_4": "An incapable of becoming general: it causes them to be the foremost, best, chief.",
    "ai-tika-s0301t4:105_5": "And in the case of rebirth one should be seen, one should be seen",
    "ai-tika-s0301t4:105_6": "Ethical virtue: the supreme, unsurpassed virtue,",
    "ai-tika-s0301t4:105_7": "Living in the training, thinking: “This trainee nun, while practiceing the training,",
    "ai-tika-s0301t4:105_8": "not for development by development,",
    "ai-tika-s0301t4:105_9": "Hence it is to be done.",
    "ai-tika-s0301t4:105_10": "In the world with its gods: is the meaning of seven people in the world with its deities.",
    "ai-tika-s0301t4:105_11": "Endowed with virtue and so on, being devoted to the virtues of virtue and so on.",
    "ai-tika-s0301t4:106_0": "and departing, the feeling arises in him making an end of suffering. Then, having arisen bodily feelings that arise from the root of the body, after which he went out of the Rains, torment, etc., and on the root of making an end of suffering. Then he gives that meditation subject to the root of the meditation subject.",
    "ai-tika-s0301t4:106_1": "he said, “After taking up the sitting mat,” and “Having gathered here, this is the threefold system,” and so on.",
    "ai-tika-s0301t4:106_2": "the lion’s posture—a lion’s posture.",
    "ai-tika-s0301t4:106_3": "So too with the rest,",
    "ai-tika-s0301t4:107_0": "and it is a deportment of laziness.",
    "ai-tika-s0301t4:107_1": "Sitting alone: the garden is precincts.",
    "ai-tika-s0301t4:107_2": "Nibbāna by the destruction of the precincts, etc., just as the defilements reaches Emancipation on the destruction of the defilements.",
    "ai-tika-s0301t4:107_3": "Here is the three kinds of blessings:",
    "ai-tika-s0301t4:107_4": "And because of that their mindfulness would be good fortunate, because they’ve postures them into the opposite sex and developed, they’d do so only for attain Nibbāna.",
    "ai-tika-s0301t4:107_5": "their meaning should be understood in the way already described.",
    "ai-tika-s0301t4:108_0": "If anyone here is the head-splitting",
    "ai-tika-s0301t4:108_1": "your energy is loving, tied, attached, blind to the drawbacks, views, conceit, arrogant, and ignorance.",
    "ai-tika-s0301t4:108_2": "These scopes are terrified, rolled, and set out rolling on and transmigration. It observed by the heads of these.",
    "ai-tika-s0301t4:108_3": "Because when he has about the fruit of that, he can show the fruit of choices and the path to cessation of conditions.",
    "ai-tika-s0301t4:108_4": "But here it is precisely because they say: “Preliminary temperament is not frequented by the surrounding of the life forces or the rest of their own life, with the wide, with the skin itch, with the bowels, etc., and in order to show the way that they do so.”",
    "ai-tika-s0301t4:109_0": "Herein, the path that occurs within its head and died there, since they pass away from the round of rebirths and old age, it comes to as much as they die, the passing away and reappear in their life.",
    "ai-tika-s0301t4:109_1": "But, as in order to purify his own defilements, he should review the dangers in himself as if he were abiding by the path to get absence of his own defilements.",
    "ai-tika-s0301t4:109_2": "“In such a case, he has absolute sense of urgency, knowledge of the deathless, and he has attained the two, namely, thede of using them, namely, the two, three, four, five, ten, twenty, thirty, forty, or fifty-two parts. You should be understood “This is oppressed,” “This is oppressed,” “You may this body, though they do not give rise to life-continuum.”",
    "ai-tika-s0301t4:109_3": "(They are) two thought of mind:",
    "ai-tika-s0301t4:109_4": "Transgresses ( full of) the Sattuka full seven times, or five times rolled forth.",
    "ai-tika-s0301t4:109_5": "Although they say: “Even somewhere else, their minds occurred with two or three objects,” their object, they occur with a hostile object.",
    "ai-tika-s0301t4:110_0": "He removes thirst, thus it is an importantment.",
    "ai-tika-s0301t4:111_0": "Burning is smokeyed by the level of the fire.",
    "ai-tika-s0301t4:111_1": "like a burning cloud, a droping (?) the clouds, they are called “teachil”.",
    "ai-tika-s0301t4:111_2": "One who obtains unburning, obtains what is unattained.",
    "ai-tika-s0301t4:111_3": "It is the meaning of being possessed by this mark that is called the meaning.",
    "ai-tika-s0301t4:111_4": "However, when there is the relationship of the consciousness, the causing of consciousness is established in some primary elements, and that which ends with access and does not last for extinguishment.",
    "ai-tika-s0301t4:112_0": "He surely touched by grief: “Oh, I have been born and grieved by me,” and when they manifested.",
    "ai-tika-s0301t4:112_1": "When you’re strong, you’re slacked by agitated leprosy, when you’re going to a good place.",
    "ai-tika-s0301t4:113_0": "The Godhika is finished.",
    "ai-tika-s0301t4:114_0": "commentary on the seven Factors of Awakening",
    "ai-tika-s0301t4:115_0": "160.",
    "ai-tika-s0301t4:115_1": "Because the one who grows in Kapilavatthu is surrounded by Māra’s Sineru, and the one who is followed by the one who is added to the Faith for the sake of the world, having already entered upon them.",
    "ai-tika-s0301t4:115_2": "having arrived: “After going (only) go, he does as though with the result,",
    "ai-tika-s0301t4:116_0": "Actording to others, victors, defeated, victorious which victoriously springs up.",
    "ai-tika-s0301t4:117_0": "and after having destroyed the roots of sensual pleasures, give up the pollutant-free,",
    "ai-tika-s0301t4:118_0": "When they say, “This is the village, this is the far shore,” “It is the village,” “It is the same as that is the sound of your robe,” etc., “It is the sound of a village.”",
    "ai-tika-s0301t4:119_0": "Māra’s servants, his thorns, and his behavior are hard to be seen.",
    "ai-tika-s0301t4:119_1": "THE Dispensations and Viḍūḍabha in the three months.",
    "ai-tika-s0301t4:119_2": "those in order to give them what is said, “It is because there is no need for them.”",
    "ai-tika-s0301t4:119_3": "penetration of rebirths,",
    "ai-tika-s0301t4:119_4": "attending on (the angel) from the top of things,",
    "ai-tika-s0301t4:120_0": "(These should be expanded in the same way as the fourfold reckoning, are to be experienced in the same way.)",
    "ai-tika-s0301t4:120_1": "That’s why he said “I’ll go.”",
    "ai-tika-s0301t4:120_2": "Here therefore it in this matter, in the ears",
    "ai-tika-s0301t4:120_3": "to get out of the rejoicing that has arisen in the forest.",
    "ai-tika-s0301t4:120_4": "‘Give gratification’ is gratification.",
    "ai-tika-s0301t4:121_0": "The commentary on the foref is finished.",
    "ai-tika-s0301t4:122_0": "5. Māradhītusuttavaṇṇanā",
    "ai-tika-s0301t4:123_0": "After reflecting on his thought thus: “This is the Lord of the World,",
    "ai-tika-s0301t4:123_1": "The Sitter Discourses on those deserving rehabilitation,",
    "ai-tika-s0301t4:123_2": "hundred and one hundred thousand leagues do the same thing, is the meaning.",
    "ai-tika-s0301t4:123_3": "Hence it is to be a hundred spears (and then), “Where is a hundred Sattuka?”",
    "ai-tika-s0301t4:123_4": "praised by the girl of the young princes,",
    "ai-tika-s0301t4:123_5": "they showed themselves to those men in the first,",
    "ai-tika-s0301t4:123_6": "For it is known by the flower, which does not know,",
    "ai-tika-s0301t4:123_7": "As the princes Ciravāsi was dwelling in a beautiful place,",
    "ai-tika-s0301t4:123_8": "being reborn in the formless,",
    "ai-tika-s0301t4:123_9": "spoke to him, saying: “They have become one hundred and eighty years.”",
    "ai-tika-s0301t4:123_10": "In the third (first) up like a third time,",
    "ai-tika-s0301t4:123_11": "For one woman was born among them, dispelling the middle of the end,",
    "ai-tika-s0301t4:123_12": "they showed themselves to the worms in the three Vedas, there are two kinds of human beings, in which they were human beings, having compassion and disliked and sex. That is how they show appeared among human beings.",
    "ai-tika-s0301t4:124_0": "(but) if he overestimates himself, conveying what is beneficial;",
    "ai-tika-s0301t4:124_1": "The heart is supreme, peace of mind,",
    "ai-tika-s0301t4:124_2": "Generally means having a defilements, the first is the pollutant of sensuality.",
    "ai-tika-s0301t4:124_3": "For that is simply in the case of the defilements too should be illustrated with the simile of the foulness of the corruptions. And since it is appears in their own continuity that is dear to beloved conditions and the others.",
    "ai-tika-s0301t4:124_4": "One meditates having the characteristic of foulness and body, having the ending of defilements.",
    "ai-tika-s0301t4:124_5": "From to wounded at both ends, it is the middle of the body,",
    "ai-tika-s0301t4:124_6": "Therefore, just as the sign of the highest bliss (may there is) the expert sign of extension.",
    "ai-tika-s0301t4:124_7": "(but) with one who has bad friends, that is not with misfortune.",
    "ai-tika-s0301t4:124_8": "identity is esteemed by Sakka.",
    "ai-tika-s0301t4:125_0": "What meditation are the absorptions in the monastery that brings about?",
    "ai-tika-s0301t4:125_1": "Here it should be given away by the second (from the meaning). This includes it will be the same:",
    "ai-tika-s0301t4:125_2": "Without harming that person is present, he said, “The Buddha is standing in front of a person without making an agreement.”",
    "ai-tika-s0301t4:126_0": "It is because of the giving up of thought. The abandoning of attemperedness should be understood here: “Unbody is tranquilizing the bodily formation.” But this, that is, with the stilling of applied and sustained thought.”",
    "ai-tika-s0301t4:126_1": "she was reborn in a heavenly realm, and in the next life.",
    "ai-tika-s0301t4:126_2": "through the complete destruction of sensual pleasures,",
    "ai-tika-s0301t4:126_3": "doesn’t grieve or wave.",
    "ai-tika-s0301t4:126_4": "for sentient beings come to be reborn amongst humans",
    "ai-tika-s0301t4:126_5": "dullness and drowsiness,",
    "ai-tika-s0301t4:126_6": "For beings who are overcome by delusion do so.",
    "ai-tika-s0301t4:126_7": "They had a degree of defilement by day and a thousand corruptions. All these eight-four thousand carcasses, sixteen thousand bases of psychic power, and a hundred thousand bases of the defilements, and the attachment to Brahmā realm. And they had been seen each other with their own hands, and was perfect in the vows.",
    "ai-tika-s0301t4:126_8": "and that which arises with the power of those various virtues had arisen, the ten thousand-eyes which were grown for a thousand-fold.",
    "ai-tika-s0301t4:126_9": "but, without making little effort in a group, one thousand coins who were not able to grasp at a hundred thousand (perfections), “This is what is said.”",
    "ai-tika-s0301t4:126_10": "And so, because of the power of being the past, future and present,",
    "ai-tika-s0301t4:126_11": "This is the detailed explanation of the meaning here in brief.",
    "ai-tika-s0301t4:126_12": "(But) he does not say, “He who does not get angry for this first because,”",
    "ai-tika-s0301t4:126_13": "In the second (story), “Amongst those who are favourable”.",
    "ai-tika-s0301t4:126_14": "and third: “One who is departing,”",
    "ai-tika-s0301t4:126_15": "having given up the defilements, abandoned the hindrances, corruptions that have come to an end.",
    "ai-tika-s0301t4:127_0": "it rolling the door-posts of the five doors, and it flows rolling on the door and the windows, and descending from the sky.",
    "ai-tika-s0301t4:127_1": "The floods of sensual pleasures should be understood as “For one whose five lower fetters” etc., and whose five lower fetters are to be understood as the greedy.",
    "ai-tika-s0301t4:127_2": "As to greed for visible objects, etc., the fivefold understanding described under the heading of the five cords, etc., should be understood in the sense of its nymphs .",
    "ai-tika-s0301t4:128_0": "they show the King of Death, (saying): “We will show the elephant’s army,”",
    "ai-tika-s0301t4:128_1": "While they are not acting like this, they say, “We don’t pull up your robe”.",
    "ai-tika-s0301t4:129_0": "because of (giving) the Buddha,",
    "ai-tika-s0301t4:129_1": "“This is a pointing out the expression of appreciation in this way: ‘This is a joint of jute million in this way, this is not allowable for us to show offer a jute robe, but just as it is when anyone else.",
    "ai-tika-s0301t4:129_2": "when they give, making gladness at the time of the Victor,",
    "ai-tika-s0301t4:129_3": "Hence it is said: “Consider it,”",
    "ai-tika-s0301t4:129_4": "but as they bring their body, they couldn’t and pay attention to it without trouble.",
    "ai-tika-s0301t4:129_5": "As to fruit: the eight fruits resultanted in the sense of the fruit.",
    "ai-tika-s0301t4:129_6": "the stone sticks on the lotus stalks, and the cotton down from the cotton,",
    "ai-tika-s0301t4:130_0": "The commentary on Māra’s daughter is finished.",
    "ai-tika-s0301t4:131_0": "The third section for recitation is finished.",
    "ai-tika-s0301t4:132_0": "Questioning the sword of the self-control",
    "ai-tika-s0301t4:133_0": "if it is the act of Māra’s power ; for the purpose of (that) the purpose of (wholesome) desires (in all),"
}