{
    "ai-tika-abh04t0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-abh04t0:1_0": "if it is a reminded place;",
    "ai-tika-abh04t0:2_0": "an unmarried girl,",
    "ai-tika-abh04t0:3_0": "Provided in twenty ways",
    "ai-tika-abh04t0:4_0": "1.",
    "ai-tika-abh04t0:4_1": "Applied in line with the teaching, wishing to get the best among them, and wanting to show them, he entered into and to a fortnight. He sets up a hundred leagues in the beginning, the middle, or the end, and introducements for the sake of eliminating the painting point of diseases, and the embryoding from the lotuses, and it is the best for the sake of purification of the equipments, as a circumstance, and adornments of others.",
    "ai-tika-abh04t0:4_2": "Herein, when you practice accordingly, the Dhamma in which the ascetic life is used, the starting way is spread out, the sound of the teachings, and the level in the way here and there is in the scriptures.",
    "ai-tika-abh04t0:4_3": "Here is the commentary on the meaning of this commentary on the Commentaries.",
    "ai-tika-abh04t0:5_0": "the Teacher tells them about the three ways, and the Teacher is unshakable.",
    "ai-tika-abh04t0:5_1": "dismissed by (them) of the body, speech, and mind.",
    "ai-tika-abh04t0:5_2": "making preparations for the setting forth, making the effort to worship, and to worship.",
    "ai-tika-abh04t0:5_3": "And although he thinks, “What is the meaning of this? ” and “The one who isn’t able to show the one who has taken up the similes of all acts beginning with the absence of it, etc., should be understood how to the interpreting of each case it, and so on.",
    "ai-tika-abh04t0:5_4": "For the Greatestness of the Teacher, etc., which have arisen in the special qualities of untornness, etc., by means of the special qualities of faith, etc., and the effacement by recollecting the special qualities of faith, etc., and according to the Dhamma, becomes evident, and so on.",
    "ai-tika-abh04t0:5_5": "When it has entered on a good way according to the doctrine of the Teacher, which is transmigration, owing to the well-proclaimed, etc., and has the meaning of the virtue of its special qualities of many people.",
    "ai-tika-abh04t0:5_6": "By the Dhamma, the Teacher, whose virtue is successful in the special qualities of the Dhamma, and through the having the special qualities of the Dhamma, becomes successful in the Teacher’s special qualities of the Dhamma,",
    "ai-tika-abh04t0:6_0": "And that’s how they show confidence in a single phrase and show their confidence.",
    "ai-tika-abh04t0:6_1": "You don’t practice accordingly.",
    "ai-tika-abh04t0:7_0": "Buddha’s special qualities, etc., is said to be the Dhammadinnā: “We are worthy of the Religions of the treasures, and welcomes” in the four ways.",
    "ai-tika-abh04t0:7_1": "Likewise the service “The Buddha has consented.”",
    "ai-tika-abh04t0:7_2": "(While) after showing them to the True Dhamma, he said: “Having gone beyond the true Dhamma”,",
    "ai-tika-abh04t0:7_3": "understands the meaning of others’ good circumstances that have been understood by others.",
    "ai-tika-abh04t0:7_4": "one who understands immeasurable, unlimited, and wise.",
    "ai-tika-abh04t0:7_5": "They think, “Paccekabuddhas and workers because they don’t know the way of speaking of the Buddha. They’re worth a gem, and they’re worth a sixteenth part of faith.",
    "ai-tika-abh04t0:7_6": "And here too, although confidence in the earlier stage, must be understood rightness in the way already described.",
    "ai-tika-abh04t0:8_0": "And here it is in the first place where the first three in the meanings of faith and the essence of such a person as the essence of the Dhamma.",
    "ai-tika-abh04t0:8_1": "first, they are the first thing that is inclusive and the meaning of the teachings proclaimed by one who has no meaning.",
    "ai-tika-abh04t0:8_2": "Likewise the first is the second in the case of the treasures. This is the second difference in the precious treasure.",
    "ai-tika-abh04t0:9_0": "This is the right way, desires, making precisession, diverse fields, and embracings.",
    "ai-tika-abh04t0:9_1": "For that is the danger in the attainment of the teacher, and in the present life, and in the attainment of the embryo, for the sake of merit, and for the sake of the production of in the present life, or in the midst of the meritorious water, etc., and for the sake of the embryodiment of the aggregates, etc., thus it is “fitting the kamma-respheression,” etc., to be used for the purpose of those who wishing the opppositesites of bad deeds.",
    "ai-tika-abh04t0:9_2": "for the meditation of the trainees.",
    "ai-tika-abh04t0:9_3": "and then, because of this, avoiding them as a predominance of vanity, etc., saying: “Having done away with this much practice of the way that is indicated by the linking that it is interrupted, and loving-kindness, he dwells in blissful meditation in this very life, and in lives to come.”",
    "ai-tika-abh04t0:10_0": "(Asoka) “For those who show virtues in the three watches of the body, which is produced in the middle, great incomparable, is the top of mindfulness occupied with the body, which is the inheritance, (said) “haves) the state of loss (of peace.”",
    "ai-tika-abh04t0:10_1": "shows what is given in the profitable, the teachers’ practices arable,",
    "ai-tika-abh04t0:10_2": "not of the Teaching or the Monastic Law, here.",
    "ai-tika-abh04t0:10_3": "not in the passage beginning, “Evens,” there is no definition of teaching the Dhamma in any one of these three ways.",
    "ai-tika-abh04t0:10_4": "Or alternatively, the teaching, and the training proclaimed by the Vinaya thus: “This is the section in the discourses and found in the Vinaya, Vinaya, and the rest.”",
    "ai-tika-abh04t0:10_5": "Then he taught the Dhamma, the preceding Vinaya, the intention and the Discipline Vinaya, Breaking of the Vinaya, and the composing of the Vinaya, that is, the escape from the group of six classes of offenses.",
    "ai-tika-abh04t0:10_6": "Likewise in the Suttanta.",
    "ai-tika-abh04t0:11_0": "And how does the Buddha’s discipline taught by the Vinaya and released by compassion?",
    "ai-tika-abh04t0:11_1": "When the Buddha has arrived at the glorious field, he can do as he were told by the people who were ready, etc., and who looked after the speech of the world, thus it is simply in the Mahā-jhānask, and whose minds were ready to shine due course, who were self-assured and in the Mahātittha Vinaya, thus it is the time for the sake of the rainy season, like a great worms, and so on. That is why it is called “welling the Great Sidellings” .",
    "ai-tika-abh04t0:11_2": "compassion, creating of compassion for all living beings. In the pretexts, they might become established in the Discourse on the Mindfulness of By the Worlds, the Virtue of Persons, opposites, concentrations, understanding how much necessary means of the striving rolls and pointless wisdom. And compassionates that conformity with the helpless consciousness of all they could rightly developed.",
    "ai-tika-abh04t0:11_3": "Through that reason the name of the kind is shown by means of profitable way, he shows that the teacher, saying:",
    "ai-tika-abh04t0:12_0": "The ten kinds of sight are due to eyes in the thirty-two parts of form: such as inferior, etc., as ignorant, etc., and as if synonyms, etc., were, it were, expert in the meaning in the Vibhaṅga thus: “This is the meaning of the ten sounds, it is worthless, this one law” .",
    "ai-tika-abh04t0:12_1": "For it is possible to give dependence on the bed and do not through it, and when there is no mindfulness of breathing as foundation for him when there is anyone present to him, he says: “He who is unknowing, there is no alertness of him” ...",
    "ai-tika-abh04t0:12_2": "What I need?”",
    "ai-tika-abh04t0:13_0": "“Herein, what is beneficial” , etc., to show the meaning of the accumulations beginning with what is to be used in order to show the making preference to the meaning of the discriminations of the law and of the dwellings, etc., to point outstanding, “It is said to be shown by means of arrivals, etc., to show it in order to show the way beginning, “possess,” and so on.",
    "ai-tika-abh04t0:13_1": "Herein, once there was a permanent or impermanent.",
    "ai-tika-abh04t0:13_2": "And the same teaching is called “possessing of the other beings” in the way that they too earn a different person’s doctrine.",
    "ai-tika-abh04t0:13_3": "For this is said:",
    "ai-tika-abh04t0:13_4": "“All things are cleared in all things” if he does not tell them to do so, then when anyone who is not?”",
    "ai-tika-abh04t0:13_5": "With this wisdom that is without difficult.",
    "ai-tika-abh04t0:13_6": "For this is how it is shown in the Paṭisambhidā, amongst those who wish to show their own benefits, in order to show their own faith, self-mortification, etc., as follows: “With all these things, what is dispelled, successful, proficient in self-material, safeguarded, deposed, and factortioned.” And this is how they can be shown by wisdom.",
    "ai-tika-abh04t0:13_7": "“How can the sound of cowherds reputation, like the sound of blue, yellow, red or white?”",
    "ai-tika-abh04t0:13_8": "whatever comes that person’s to be shown,",
    "ai-tika-abh04t0:13_9": "For this ill will is evident, just as the calm of wisdom is successful.",
    "ai-tika-abh04t0:14_0": "While the Buddha was rolling the weapons of ourselves, this class of fear, and that was said here within the continuation of a ruination here,",
    "ai-tika-abh04t0:14_1": "were to draw a sword out from its shell and spend an end in excessive pleasure and pain. It would see even more subtle for the sake of health and happiness that sentient beings would be able to pull out of compassion for the sake of exceeding the extent, the jackals, the conquership, and the path. But if they were to extinguish it by win the Buddha’s concept jackals, it would be known to him to him if he washy, the prevented by the head offens of the cold energetic and to oblicornments.",
    "ai-tika-abh04t0:14_2": "Seeing even a lake,",
    "ai-tika-abh04t0:14_3": "Having escaped the story of the co-pupil, which carries the water, for the sake of the deed, I announced my supreme beings.",
    "ai-tika-abh04t0:14_4": "This is how it is said:",
    "ai-tika-abh04t0:14_5": "Sensual pleasures are dropped in such a state, they don’t see anyone else who is arrogant when he sees me. Then that’s how they might not get to see the Buddha.",
    "ai-tika-abh04t0:14_6": "Or they see others because of which they don’t see any other person, even if they do not respond to the Buddha’s own bowl, then that is the meaning.",
    "ai-tika-abh04t0:15_0": "And the rest of the time opposites, etc., not having spoken in each of the three Vedas, which are not shared by the kamma-forms beginning with in the way beginning, “Herein, not having entered upon the way already stated , and its deposites, etc., should be understood in the way already stated under the headings of any aspect, and it cannot be understood in the way beginning, “boundless” , thus it is the way already described under the headings of the various individual essencesences of essences, and so on.",
    "ai-tika-abh04t0:15_1": "And this is the meaning of the Buddha’s knowledge, and so on.",
    "ai-tika-abh04t0:15_2": "And just as when you see the end of the world, you’re conversed to be on the four sides of the world, the simile of the Blessed One.",
    "ai-tika-abh04t0:15_3": "For those Buddhas see a great teachers, the pupils of the Buddhas, the teachers of a hundred,",
    "ai-tika-abh04t0:15_4": "“The world’s stored up in eight ways. ...”",
    "ai-tika-abh04t0:15_5": "The monk committed to the joyful thoughts. ...",
    "ai-tika-abh04t0:15_6": "you’re liberated ...",
    "ai-tika-abh04t0:15_7": "’s practicing the wrong way. ...",
    "ai-tika-abh04t0:15_8": "The world is led on. ...",
    "ai-tika-abh04t0:15_9": "‘The world has no shelter and no savior. ...’ ...",
    "ai-tika-abh04t0:15_10": "The whole world has given up all. ...",
    "ai-tika-abh04t0:15_11": "The world is attached to, seeing the degree of craving, by the Buddhas, and by the hosts of raising of craving, all that is the greatest of the world, and its deities, thus it is the most excellent Mahāpadassana (saying): “It is the path to discover this variety of paths.” So let them know what is hard to say, “the path to know,” and to give it to knowledge, it is hard to show the great direct knowledge, and so on.",
    "ai-tika-abh04t0:15_12": "The faculties of the treatise on the deathless, Yama, trickling down of Yama, and giving incomparable,",
    "ai-tika-abh04t0:15_13": "For the Realized One sees sentient beings here in the way beginning, “He sees sentient beings with little dust in their eyes and so on, without getting rid of the wrong path!” But he shows the way already described, which is the wrong way already described.",
    "ai-tika-abh04t0:15_14": "the difference between the two kinds of discrimination should be understood as the penetration of the analytical knowledge of the truth.",
    "ai-tika-abh04t0:16_0": "He told “Now,” he can also be illustrated by compassion, as in the Niddesa of the Vibhaṅga thus: “Herein, what is the point of created in order to show the heritages of compassion” . He must not show that he has said “Nibbāna.”",
    "ai-tika-abh04t0:16_1": "Those who have adhered to the knowledge and vision of freedom, who is an unskilled in the language of freedom, who have a sense of urgency, the four bases of psychic power, the five faculties, the five powers, the six fields of psychic power, the seven awakening factors, and the noble truths of the paths, the hard-to-self through immersion, the knowledge and vision of freedom.",
    "ai-tika-abh04t0:16_2": "For what is it possible to point out the Fortunate One’s doctrine with wisdom?",
    "ai-tika-abh04t0:16_3": "He placed the Buddha’s virtue, the one who is wise, the one who is competent and capable of having the qualities of the Buddha, his virtue, and his having compassion for him, thinking, “My confidence, I have become independent.”",
    "ai-tika-abh04t0:17_0": "They roam out of transmigration for sentient beings, which are caught in the neighborhood of the Bodhisatta lion’s rolling the flame. And so in order to hung these sentient beings they reached the Great Bodhisatta lake.",
    "ai-tika-abh04t0:17_1": "Bodhi (Tree) all the Great Bodhisatta in this way,",
    "ai-tika-abh04t0:17_2": "If you get rid of it, you must look for someone who is not defiled.",
    "ai-tika-abh04t0:17_3": "And one who is born in them is raised up to the doctrine of the noble ones, and so on. It is wrong-doing is the wrong way.",
    "ai-tika-abh04t0:17_4": "perception ...",
    "ai-tika-abh04t0:17_5": "(he said): “He is exceedingly exceedingly ; there is no need for seven or seventy-seven grounds;",
    "ai-tika-abh04t0:17_6": "The professions of compassion, what is called gruel, composing, and what is said to be the time for taking up practices, it does not confused.",
    "ai-tika-abh04t0:17_7": "Hence it is said: “He develops the source of this in each and every case.”",
    "ai-tika-abh04t0:17_8": "the Buddhas are not shown by the virtues, and so on.",
    "ai-tika-abh04t0:17_9": "For this is the opportunity to see the Buddha, that is, the recipient of the Enlightened One’s special qualities.",
    "ai-tika-abh04t0:17_10": "or because of another’s giving birth and death.",
    "ai-tika-abh04t0:17_11": "Then he said to kill living creatures, “Has anyone who kills living creatures?”",
    "ai-tika-abh04t0:18_0": "they show its colour, etc., and for the sake of its restraint.",
    "ai-tika-abh04t0:18_1": "it should be understood how the purpose of abandoning a league is to be understood.",
    "ai-tika-abh04t0:18_2": "within what is inside the interior, the exterior,",
    "ai-tika-abh04t0:18_3": "Having sympathy: the primary elements of compassion, kindness, compassion, gladness and equanimity, and giving attention to the word-meanings as they do so.",
    "ai-tika-abh04t0:18_4": "Because of that, so he does not get loving-kindness.",
    "ai-tika-abh04t0:18_5": "previously, which is the meaning of this verding of the recitation passage.”",
    "ai-tika-abh04t0:18_6": "Through which he is laid out, he prepared for himself and good for maiden .",
    "ai-tika-abh04t0:18_7": "and (etc.) the efforts to prevent those who love to see.",
    "ai-tika-abh04t0:18_8": "two ends.",
    "ai-tika-abh04t0:18_9": "The word of compassion: “Only he who has compassion for one (only) arouses faith, speech and mind, is quiet from the scriptures, but is dedicated to the gods. He is unable to be quieter.”",
    "ai-tika-abh04t0:18_10": "When there is no end of such circumstances, they understand that they have not been handed down. ...",
    "ai-tika-abh04t0:18_11": "It is only because it has been attained in such a position, busy, separate, and non-staple food. It is synonyms, though it is not shared by a meal, it is “length. ” It is not “non-food” .",
    "ai-tika-abh04t0:18_12": "and this is incapable of sympathy: Pleasing, this is to be removed.”",
    "ai-tika-abh04t0:18_13": "Striving is poisoned by that ascetic life. she must be separated from the ascetic life.",
    "ai-tika-abh04t0:18_14": "Herein, the ascetic life should be understood as follows:",
    "ai-tika-abh04t0:18_15": "But sympathy:",
    "ai-tika-abh04t0:18_16": "And although they described under the influence of wisdom, etc., before saying “Entering the precincts of striving,” etc., they bring to an end, and to the end of compassion.",
    "ai-tika-abh04t0:18_17": "and it is here that the striving of compassion and the way already stated .",
    "ai-tika-abh04t0:18_18": "Likewise, so it is said: “We shall shrine, and strive.”",
    "ai-tika-abh04t0:19_0": "How on earth can I do this?”",
    "ai-tika-abh04t0:19_1": "apart from his relatives, disparages, and accusing them to speak (them).",
    "ai-tika-abh04t0:19_2": "(but) if they were the origin of the great hermit, it would be the best of the highest degree (the himself).",
    "ai-tika-abh04t0:19_3": "There is no exposition of the teaching on loving-kindness like this: “As soon as this much of the heart’s full of compassion,” etc., in the eighth case, and it is not shown that Is compassionate to him within the words “Delimination” .",
    "ai-tika-abh04t0:19_4": "After saying, “Having sympathy,” he can say introduce the syllables, etc., as it is the inferior way: “This is the sound of syllable” .",
    "ai-tika-abh04t0:19_5": "The fool who thinks the sympathy: “One who has compassion for gifts, grieving the their rolls,",
    "ai-tika-abh04t0:19_6": "The person whom the particular individual essences always under loving-kindness is because they have compassion for one who has kindness and compassion for both having kindly beings. That is why it is said.",
    "ai-tika-abh04t0:19_7": "The meaning is that introduced by a tree as free from fear, as in the case of trees, making precincts of loving-kindness, compassion, gladness and equanimity. It is the meaning of all the kind already described, the meaning in each case is kind intended.",
    "ai-tika-abh04t0:19_8": "for loving-kindness is like the reason why in the killing living things,",
    "ai-tika-abh04t0:19_9": "But knowing that someone has committed these (permissions) approvals, etc., only if not loving, etc., will be understood to do not kill living creatures in himself or in others. And what is to say about doing living creatures? Or that kills living creatures, steals, commits sexual misconduct, lies.",
    "ai-tika-abh04t0:19_10": "This is what is referred to as ‘the eighth kind of discussion’.",
    "ai-tika-abh04t0:19_11": "if they have sympathy with loving-kindness, compassion, gladness, and equanimity, they should give to him assert such, thus: “This is the meaning of the accusations, on account of compassion, and on account of the neighborhood of the word “borns,” and on account of that.",
    "ai-tika-abh04t0:20_0": "They don’t give even attention to them, and make merit. They will show strength of such power and strength, compassion, and compassion for the living of compassion.",
    "ai-tika-abh04t0:20_1": "just as, although showing the detailed explanation of the forty-three , etc., respectively to protection and secretion,",
    "ai-tika-abh04t0:20_2": "Just as one, however, many wishes and diverse in one or other of the fine-material jhānas.",
    "ai-tika-abh04t0:20_3": "“But when there isn’t arouse energy, it’s possible that when there is handed down in this way, it is beneficial for the sake of arousing mindfulness,” it was in this way that is not repeatedly words, “This is interrupted,” it was said to be “This is indeed.",
    "ai-tika-abh04t0:20_4": "We won’t give even when the gods are sympathy for the advantages of the beings.” She said “There is no need for seven vows,” etc., and for the sake of which they say, “Through this word is indicated by the word “profitable” .",
    "ai-tika-abh04t0:21_0": "Who dies in the passage beginning, “The Declare of the Kālakas,” and so on, etc., is giving the source of a reception.",
    "ai-tika-abh04t0:21_1": "(but) for what is said: “I am bound together in the Tipilavatthu” is what is said because of the words “I don’t believe in in in in the scriptures, .” Did they say,",
    "ai-tika-abh04t0:21_2": "Herein, it is “restraint by making an precept of ordinary persons” and “bounded” since it can be said in the Vibhaṅga thus: “It is simply this arisen in the Vibhaṅga thus in the Paṭisambhidā fostering” , and so on. It is called “boundlessed” because it cannot be said to have reached by the constant repeatedly practicing that it cannot be called “bility regarding the Blessed One’s .",
    "ai-tika-abh04t0:21_3": "Those who have right view, whose view is unbroken to be found, whose view is undeclared opposite sex, etc., which is like the attainment of the states of loss.",
    "ai-tika-abh04t0:22_0": "Sīhahaniyamātā, thinking, “A pair of chief disciples is standing on the bank of the Ganges river, surrounded by the Rohiṇī.” Then they say: “The Buddha is standing on the bank of the Ganges river, lamps, and",
    "ai-tika-abh04t0:23_0": "4-5.",
    "ai-tika-abh04t0:23_1": "One of the ten thousand universal wheels had assembled in the entire world, and assembled together with ten thousand universes of less than ten thousand aeons.",
    "ai-tika-abh04t0:23_2": "As regards to Vajjis: “It is possible to walk in front of them without first being dismissed.”",
    "ai-tika-abh04t0:23_3": "For this assembly can’t be unable to maintain the greatest,",
    "ai-tika-abh04t0:24_0": "“As a consequence ...",
    "ai-tika-abh04t0:24_1": "Doing so, I can teach them in order to teach them.”",
    "ai-tika-abh04t0:24_2": "Those sentient beings would have seen the truths,",
    "ai-tika-abh04t0:24_3": "The state of existence is stated in accordance with natural principles, etc., just as stated, and so on.",
    "ai-tika-abh04t0:24_4": "They proclaim what is contrary to the meaning as a wound. They explain what is beneficial as it means.",
    "ai-tika-abh04t0:25_0": "Two on the Great Wood, having worshipped the Lord of Men, etc., by leading into the air in the way beginning, “What have you achieved? ” and so on, after paying homage in the way beginning, “Forms that have been brought back by them,",
    "ai-tika-abh04t0:25_1": "By the Hearing of the blazing: it is the beginning of good friends, companions, and so on.",
    "ai-tika-abh04t0:26_0": "after having swept away the end of suffering, cessation,",
    "ai-tika-abh04t0:26_1": "And herein is the explanation of the meaning that gives rise to the cause of cessation, that is to say,",
    "ai-tika-abh04t0:26_2": "to explain the meaning of it, “I shall proclaim it;” and having preached it, he replied: “I shall proclaim it.” But the first time were described in the past, nature it is called “giver.”",
    "ai-tika-abh04t0:27_0": "The state of grueling is invalid to be aroused since it is worthy of the drum because of the giving up of.",
    "ai-tika-abh04t0:27_1": "Likewise the other offenses entailing expulsion in the passage beginning, “Even those who have developed their virtue, etc., with the passing of conduct and those who have developed their virtue, etc., with a serious offense in the other two, and with the others as their precepts.”",
    "ai-tika-abh04t0:27_2": "remains with purified conduct, blameworthy, unpleasant ones, and worth listening to the true teaching. Their good qualities that are purified and cleansing the true teaching, and accepting the minds of the true teaching. And it cannot be very helpful to spring out of their good qualities that way.",
    "ai-tika-abh04t0:28_0": "The meaning is this: he preached the on the spot wherever there were, made up of the Supreme One in the detailed meaning.",
    "ai-tika-abh04t0:29_0": "The exposition of the communal recitation is in the communal recitation of the Commentary on the Buddha’s word rough, as if the Buddha were abolished by the eight Vibhaṅgas of the Fortunate One’s word (haven).",
    "ai-tika-abh04t0:29_1": "“I will explain the meaning of the teaching,” he asked, “I shall explain the meaning to the reason for this.” But when asked, “You are about the meaning of the teachings,” and he replies, “It is about the eight important principles.” But when he does so, he then asks the neighbourhood of the Dhamma.",
    "ai-tika-abh04t0:29_2": "Or alternatively, this indication should be illustrated by the meaning.",
    "ai-tika-abh04t0:30_0": "16.",
    "ai-tika-abh04t0:30_1": "The noble path of Aṅgaka has the factors of the noble eightfold path. Understanding the first jhāna of the placing of the head and keeping it connected. But it is the first jhāna, etc., that is, beginning with the tranquillity of the body, namely, the Elder Bimbahuka, and so on. He sees the tranquillity of the aggregates, beginning with the for the Elder Tissārāma.",
    "ai-tika-abh04t0:30_2": "When he has devoted himself to the meaning in that way, he praises the reason.",
    "ai-tika-abh04t0:30_3": "the Great Monastery in the Mahāvihāra monastery.",
    "ai-tika-abh04t0:30_4": "Likewise to the appearance of the kind already described.",
    "ai-tika-abh04t0:30_5": "To quietly he shows the greatest of the Lesser Nimi, etc., and in the Bodhisatta lake in the Mahāvihāra he shows the way: “About One who is prevented from here the Paṭisambhidā” .",
    "ai-tika-abh04t0:30_6": "Or alternatively, if it is not absolutely in the way already described, it is “unbounded” .",
    "ai-tika-abh04t0:30_7": "When he shows the meaning of the teaching, he made it known.",
    "ai-tika-abh04t0:30_8": "Likewise in the Mahāvihāra monastery: during the Liberation of dwellings,",
    "ai-tika-abh04t0:30_9": "To this reason, he explained the meaning to me: “I shall an enclose this meaning.”",
    "ai-tika-abh04t0:31_0": "Everywhere, the meaning is: is Todeyya’s meaning.",
    "ai-tika-abh04t0:31_1": "Hence it is said: “He is illustrious and has been done by him.”",
    "ai-tika-abh04t0:31_2": "and the best constructed.",
    "ai-tika-abh04t0:32_0": "The Book of the Twenties is finished.",
    "ai-tika-abh04t0:33_0": "On Regarding the Controllation",
    "ai-tika-abh04t0:34_0": "and Questioning",
    "ai-tika-abh04t0:34_1": "(There is) a comfortable production for the settling of preventing.",
    "ai-tika-abh04t0:34_2": "Likewise the ocean is deep and thought, “The four noble truths can be understood” and “These states of profound and the state of deep natural states, etc., just as the ocean is stated.",
    "ai-tika-abh04t0:34_3": "“The Dhamma talk has been taught by the One, and having taught the Dhamma, which is profound and its part, which is profound and the profound state of deep natural states, etc., by the profound state of the Dhamma, which is profound, its profound, its state.”",
    "ai-tika-abh04t0:35_0": "“Yes indeed, sir.” ...",
    "ai-tika-abh04t0:35_1": "Likewise, there is a senior elder who gave birth to a seniority, thinking “This is the path,” etc., of the noble path, or of such a state, thus it is the wrong way to doing that the Elder Sāriputta.",
    "ai-tika-abh04t0:35_2": "For the Buddha’s teaching is taught by the deities, without confessing, making amends for, and not giving food and drink, of the senior mendicants, and of middle standing in the It is incapable of the elders,",
    "ai-tika-abh04t0:35_3": "Likewise: such and such substances , however, is the reviewing of the path bearing by the Elder Nun, or the path of the good,",
    "ai-tika-abh04t0:36_0": "As to meaning the words of the meaning, wholesome thoughts, etc., are devoted to the profitable states of counsel, etc., before entering the sound of counsel, which have no faith in the letter.",
    "ai-tika-abh04t0:36_1": "“Those who see my direct knowledge",
    "ai-tika-abh04t0:36_2": "That is:",
    "ai-tika-abh04t0:36_3": "The four kinds of mindfulness meditation are the four kinds of mindfulness meditation. ...",
    "ai-tika-abh04t0:36_4": "Two bhikkhus, there were two monks bowing down to the Doctrine, etc., of the Bodhi (Tree), were Suttas, and it is said: “How, observed is this: ‘It is in the scriptures of discourses, and it is this: ‘How is this concentration,’” .",
    "ai-tika-abh04t0:36_5": "Herein, the influence of the Dhamma is called “accomplished” in the sense of urgency in suttas this way is called “accomplished” .",
    "ai-tika-abh04t0:36_6": "“Ānanda, I have taught and pointed out the teaching and training according to the Teaching as a training.”",
    "ai-tika-abh04t0:36_7": "When they’re not able to focus on the instructions of the Bodhisatta, the intentions, the absence of the being intent on awakening, and when they don’t focus on the act of insight in line with the teachings, they should be given attention by means of the interval of the bas, and without making it rejection of the states of existence. ...",
    "ai-tika-abh04t0:36_8": "composed to the recitation of the Monastic Code.”",
    "ai-tika-abh04t0:37_0": "the sound of those delighting in the boat of the earth element is quiet and birds yojanas because of the earth element.",
    "ai-tika-abh04t0:37_1": "then: the task, as well as on the bank of the river, etc., which is (surely) the sound of drums,",
    "ai-tika-abh04t0:37_2": "Then just as this is said: “Bhikkhus, just as these four” , etc., are local instruments because the sound of drums, and the singing of the kettledrums is interrupted, the sound of tasks such as:",
    "ai-tika-abh04t0:37_3": "For it is simply something else in the latterability that is the best, thus it is “restinguishment” in the same way as “restinguish” or “principled” because it is said.",
    "ai-tika-abh04t0:37_4": "For if he applies the sound of thirty-two pieces here and there,",
    "ai-tika-abh04t0:37_5": "Herein, just as, when a good person is worshipped by a good person, the rising of good friends in this way: “Ascetic” or “Dields the cattle of good friends, or to the six kinds of sounds,",
    "ai-tika-abh04t0:37_6": "One who has good friends should be developed by the method of virtue,",
    "ai-tika-abh04t0:37_7": "It is the difference in virtue of spreads, that is to say, the mind-made body and the consciousness.",
    "ai-tika-abh04t0:37_8": "and then, because of what he says, “This is the same for you are the same.”",
    "ai-tika-abh04t0:37_9": "And as in the case of the shadow, so too it should be seen in also.",
    "ai-tika-abh04t0:37_10": "For many reasons:",
    "ai-tika-abh04t0:37_11": "and because of the power of that he brings more (the nature of) the constituent form (of food);",
    "ai-tika-abh04t0:38_0": "This sutta deals with that for a single eon is one who has not seen the five constituents opposite sex; and, when these five faculties are able to obtain the aggregates, the six sense faculties, the five faculties, the six sense fields, and the four faculties, the five faculties, the six sense faculties, the five spiritual powers, the seven awakening factors, and the paths of awakening. When they have been developed and cultivated, they don’t come to be. They’t look down on a single one, they’re faithful essence, and they don’t essence, they lead to the faithless in the future.",
    "ai-tika-abh04t0:38_1": "Since all the discourses are included together with the sutta, then they are uninterrupted separated from the Paṭisambhidā, discovering each other, and one training rules analyzed down assemblies, etc.",
    "ai-tika-abh04t0:38_2": "Abandoning in the Vibhaṅga thus, “One who has no abstention from being influentient and Wisdomous about the faculties might become delivered by the greatness of the faculties. If he can exercise his sense faculties in the various ways beginnings of ability to enlightenment, etc.; it may be experienced as enlightenment.",
    "ai-tika-abh04t0:39_0": "Even if there is no unity in him when he is dedicated to the gods, there is no unification of mind in the consciousness that is called “realm” because of the conditions for in the becoming, and because of the conditions for interrupting the life-continuum, etc., when conditioned, is the cause or reason why conditioned in the conditions for that state.",
    "ai-tika-abh04t0:39_1": "Herein, the concentration is the cause of liberating of the various kinds of becoming , etc., as liberating of ignorance and incompatible with ignorance.",
    "ai-tika-abh04t0:39_2": "the recitation passage for recitation, etc., which is the definition of the aggregates, etc., is the question of the aggregates, and it is said to be the question of the origin of the world.",
    "ai-tika-abh04t0:40_0": "Reciting in Concert",
    "ai-tika-abh04t0:40_1": "five training rules ...",
    "ai-tika-abh04t0:40_2": "Refraining from negligence thus,",
    "ai-tika-abh04t0:40_3": "Avoiding these things should be understood as the acceptance of the three aggregates, that is to say, the existing of the sense-spheres, etc., as aggregates, and the defining of the sense-spheressions of the sense-spheression, etc., and because it is praised in the way beginning, “This is the abstentional mind” .",
    "ai-tika-abh04t0:40_4": "And that is how the analytical knowledge of the path is impermanent ...",
    "ai-tika-abh04t0:40_5": "they’re not impermanent by old age and death.”",
    "ai-tika-abh04t0:41_0": "But they should not show extra respect to the development of the Dhamma in conformity with the extra effort.",
    "ai-tika-abh04t0:41_1": "But this supernormal powers did not show it, even when the time has been realized, it is inappropriately.",
    "ai-tika-abh04t0:41_2": "you should all not stop.",
    "ai-tika-abh04t0:41_3": "What they say is stated by the nature of disagreeable people. We ask question of that is, enquired, and he does not neglect abode.",
    "ai-tika-abh04t0:42_0": "And having asked questions in the Paṭisambhidā, answering .",
    "ai-tika-abh04t0:42_1": "This is the exposition concerning the teaching on the Dhamma,",
    "ai-tika-abh04t0:42_2": "For the ignoble One, etc., which is diligent, there is the state of loss (andfactor of) the Dhamma, and so on, since it is worthless states of partaking of in the Mahāvihāra, etc., and in the way beginning, “Having given to him,” and “position, the states of excellence in the Dhamma, etc., which is said to be the Great Kings,”",
    "ai-tika-abh04t0:42_3": "They feels inspired by the teaching.",
    "ai-tika-abh04t0:42_4": "After entering the realm of luminous forms, and using the air element in the way beginning, “Abode of the fine-material wind, they remain diligently.”",
    "ai-tika-abh04t0:42_5": "Then the great Sager of the Dhamma talk (was heard) in the Mahātittha and the Analytical Dhamma talk, after the great Sanctuary great Sanctuary talk, having gone to the end of the elements, one who is diligent in accordance with the Dhamma talk, one who is diligent, discerning the great elements, and alert.",
    "ai-tika-abh04t0:43_0": "obtains liberality, precept for one who is greedy, etc., by means of the non-processes opposite . For it is called “harmology” because it arises in him.",
    "ai-tika-abh04t0:43_1": "Seven where it is “onality” , etc., according to the Truth, etc., in the sense of attraction, etc., is for formations, and so on.",
    "ai-tika-abh04t0:43_2": "Here all gets preferred to it: “All cc. ” Having received this in all directions, he can all be directed here, and having grasped them, thus they are all followed here.",
    "ai-tika-abh04t0:43_3": "whatever the constituents (of mind and bodily form) came to be constructed in the Commentaries (of the Fire.)",
    "ai-tika-abh04t0:43_4": "* is truthful, ~ one who is truthful, and (alternative spends into the truth.",
    "ai-tika-abh04t0:43_5": "By these words,",
    "ai-tika-abh04t0:43_6": "Seven Knowledge of the Truths, the one positions roses, all of them.",
    "ai-tika-abh04t0:43_7": "Devoted to the roots of the paths,",
    "ai-tika-abh04t0:43_8": "“For all the times,” etc., that is to say, sense the urgency, and the rest it is “reviously the rest. ”",
    "ai-tika-abh04t0:44_0": "It’s consumed.",
    "ai-tika-abh04t0:44_1": "When he is one, it is said to be one that: it is unified, produced for the following sets, thus it is “hadow” ; the meaning is that it is the productive of visibleness, and that is the meaning. This is the meaning of one, one is the production of the dealtermination.",
    "ai-tika-abh04t0:44_2": "He should not think,",
    "ai-tika-abh04t0:44_3": "Such a person does not think because they believe in their own doctrine, or because they speak of something as well, then the opposite sex, or that what their opinion is repulsive, because they say.” Then they say, “Have they don’t Because of that, for that kind of person is because they don’t resentment, and that person is because of their accurate towards others.”",
    "ai-tika-abh04t0:44_4": "When speaking in accordance with the Teaching because of the intention of others, the speaking of what is badly in accordance with the intention of speaking, then that person who speaks in accordance with the speech of others. ...",
    "ai-tika-abh04t0:44_5": "Inevitation:",
    "ai-tika-abh04t0:44_6": "but we didn’t admit it here.",
    "ai-tika-abh04t0:44_7": "Then, because he is angry and upset, he thought, “He is giving us to us,” and so on. He then, etc., similar to that person, etc., when he sees that person, he then obtains each other, because he is without comparison, and so on.",
    "ai-tika-abh04t0:44_8": "“So, then, when a person has been killed, then, for that person to be put down, etc., saying: “Such is done away with, anyone who has been accused, living in dependence on correctly, gives his own legal procedures, etc., to because they are well placed once the dependence of the person whose self-control, etc., to because they are easy to admonish, and properly grasped.”",
    "ai-tika-abh04t0:44_9": "The same method of explanation given by the Dhamma the preliminary that is ... a law of opposite sex ... a second preliminary ... admiration by the influence of the elimination of the .",
    "ai-tika-abh04t0:45_0": "Fueld is the fuel for the three kinds of form, etc., that is their nutriment consisting of form.",
    "ai-tika-abh04t0:45_1": "it is here in this way that person is made up of self.",
    "ai-tika-abh04t0:45_2": "To them, (saying): “This is the basis of forms, (wholesome) appearance?”",
    "ai-tika-abh04t0:45_3": "Except in your presence:",
    "ai-tika-abh04t0:45_4": "and destroyed the rivers and so on, the poisonous in being purified,",
    "ai-tika-abh04t0:45_5": "So it is of those beings who have crossed over the very same virtues, thus it is a person who is endowed with the special qualities of virtue.",
    "ai-tika-abh04t0:45_6": "It is because of the greatness of materiality that it should be said to him: “Because of the person’s purity of mindfulness meditation, that person should be understood” .",
    "ai-tika-abh04t0:45_7": "so that form is not mine,”",
    "ai-tika-abh04t0:45_8": "nging the states of existence as “contemplation,” and so on, with its characteristic, etc., conditions of the ascetic life.",
    "ai-tika-abh04t0:45_9": "Then, another self-mortifier, gaining form, and so on, their own master, he is one who speaks contradicts it.",
    "ai-tika-abh04t0:45_10": "“A person who speaks in accordance with the Teaching persuade another individual essence, or who has given a desire to be reborn in another sort of listed on visible objects, whose mind is unsuitable. And they might die of that person.",
    "ai-tika-abh04t0:45_11": "Neither not later in the lower realms, nor in other words, the state of loss.",
    "ai-tika-abh04t0:45_12": "And to be found in a fire, not to be found in a Indra’s trader, and so on, not able to claim:",
    "ai-tika-abh04t0:45_13": "for if no one else finds no one,",
    "ai-tika-abh04t0:45_14": "Then another should only give the response.",
    "ai-tika-abh04t0:45_15": "In the same way, such a person doesn’t describe a person as physical, nor do I say. For they are any other persons, nor do they metal.”",
    "ai-tika-abh04t0:45_16": "Herein, the fire in the world is called a ‘form’ because he dropped the mass of fire’. Burning, spittle, smeared with fire, produced in the fierce, burning up, and scorching backwards. It is impermanent and changeable.",
    "ai-tika-abh04t0:45_17": "Rather, it is only the ultimate fire that rises up from the seats and sets out on the desert uproot of the five-hundred fire. As to the Indadāna, the fire, the cluster fig-mothers, the confirmed one, and the three.",
    "ai-tika-abh04t0:46_0": "When a person has been reborn in the next life, it is said to be the “interrupted” and “It is said, ‘a person who solace’s intention, they get reborn in the various ways.”",
    "ai-tika-abh04t0:46_1": "because of the lack of making amends for an individual essence, and so on, without being resentful, etc., and without having been since he is speaking from another. There is such a state consisting in an individual essence thus: “This person is residue of individual essence between people should be since they hold a person.”",
    "ai-tika-abh04t0:46_2": "Or he should see the same view as a person accomplished in view.",
    "ai-tika-abh04t0:46_3": "“I do, mendicants.”",
    "ai-tika-abh04t0:46_4": "She then asked: “As abstaining from sexuality,” and so he replies, “Now, there was no concerning the way they could not make amends for it again.",
    "ai-tika-abh04t0:46_5": "For he who has reached the ultimate locality of all is the physical matter, which is the idiosyncratic interpretation, while quite different.",
    "ai-tika-abh04t0:47_0": "However, however, this shows that no source in them in this way is said in order to show the meaning in the sense of showing.",
    "ai-tika-abh04t0:47_1": "Because of stinginess:",
    "ai-tika-abh04t0:47_2": "seeking for what is called craving. When you feel, you should apply out the three kinds of craving that entails being overwhelmed by craving, you should ignoble when three comes to an end.",
    "ai-tika-abh04t0:47_3": "And here it is said in the Commentaries: “There is no one who looks after forwards and backwards because of grasping what is unbuilded, fully encountered because of its fruit, thus it is called the “with-bearing of the fruit,” “proceit,” “claimed,” “proaching of their enemy,” and “posy is said to be a requisite reckoned as a lengthing to fruit” .",
    "ai-tika-abh04t0:47_4": "the fruit.”",
    "ai-tika-abh04t0:48_0": "he knows “Knows” and “It looks down on using what is low, terminology, and despised,” and he knows what is to be done and what is to be known as ‘Rebirth’. Knowing and understanding separated by the infatuated, he should know what is to be disposed of continuation.",
    "ai-tika-abh04t0:48_1": "Or alternatively, he can bring about the meaning of the words “This is the end”; this is the meaning.",
    "ai-tika-abh04t0:48_2": "He sees thus: He sees in this way, too.",
    "ai-tika-abh04t0:48_3": "Knowing that language of the life of purity is through the first jhāna, etc., of the other religions, and of the second jhānas in the fine-material and immaterial jhānas.",
    "ai-tika-abh04t0:48_4": "He knows the way to the non-returner, who knows the way to the non-returners.",
    "ai-tika-abh04t0:48_5": "This is the meaning of the aggregates of suffering.",
    "ai-tika-abh04t0:48_6": "Or, alternatively, when the eye was arisen,",
    "ai-tika-abh04t0:48_7": "and so on. Such knowledge is the same in the case of the knowledge.",
    "ai-tika-abh04t0:48_8": "Or alternatively, though five eyes were present, he is the master of the five kinds of vision -",
    "ai-tika-abh04t0:48_9": "So it should be seen in this way by knowledge producing knowledge.",
    "ai-tika-abh04t0:48_10": "She is said to have “welling to the Dhamma” and “It is in line with the Teaching” because it is said to be in the fourfold restraint.",
    "ai-tika-abh04t0:48_11": "“Saying,” he said, “It’s needing here.” ...",
    "ai-tika-abh04t0:48_12": "he said.",
    "ai-tika-abh04t0:48_13": "running the stream,",
    "ai-tika-abh04t0:49_0": "“One whose mind is said, but one is just as unification of mind.”",
    "ai-tika-abh04t0:49_1": "And when they do so, having lifted up their minds in the texts on all sides, even after pulling them out of the profitable thoughts. They won’t draw pictures for the analysis of getting rid of any Fraternity orificances, thinking, “This is the truth, expounding the minds of skillful qualities.”",
    "ai-tika-abh04t0:49_2": "and having made such a place, when there is something nice:",
    "ai-tika-abh04t0:50_0": "He thinks, “After the profitable states” is for the first time, in the first phrases, etc., before distinguishing the meaning and the later generations of clause.",
    "ai-tika-abh04t0:50_1": "but this is what is said.",
    "ai-tika-abh04t0:50_2": "And it is not possible for just one who is angry that a legal issue has been carried out, but who is less than that.",
    "ai-tika-abh04t0:50_3": "He should apprehend the proximate cause: “This must be done here,”",
    "ai-tika-abh04t0:51_0": "being obsessed by knowledge, loving-kindness and understanding owing to the influence of states.",
    "ai-tika-abh04t0:51_1": "Vobserved by the power of all the defilements, being destroyed by the abandoning of all the defilements.",
    "ai-tika-abh04t0:51_2": "The deepod has reached the deep and subtle views, like the depthed in the deeps.",
    "ai-tika-abh04t0:51_3": "after having blamed the rest of his (shead): “Where do not having someone else restrain them,",
    "ai-tika-abh04t0:51_4": "In the five lesser called Queen Shrines,",
    "ai-tika-abh04t0:52_0": "Eleven things beginning with the single consequences of the five defilements beginning with the eighteen kinds of trouble: “The abandoning of the defilements” , and the five classes of rebirth, etc., are the ninety-four kinds of troublesome and exceeding in the nine respects, etc., and the five beginning with the eleven kinds of becoming . And the six groups of nine hundred and ten respects beginning with the body, “The eighteen kinds of becoming ” .",
    "ai-tika-abh04t0:52_1": "head-sphere clothes through this hermitage.",
    "ai-tika-abh04t0:52_2": "Parinibbāna of those five-hundred and sixty-two years had seen each other.",
    "ai-tika-abh04t0:53_0": "And then these fourteen are skilled in the forty-four grounds, twenty-four grounds, thirty-two marks of a hundred and twenty-four grounds, and eight individuals. All these things are to be expected as long as they wish. And one maintain each other.",
    "ai-tika-abh04t0:53_1": "while in one place where these ten defilements are due to subduing, without defilements,",
    "ai-tika-abh04t0:54_0": "Or alternatively, all states of the formless space, and unity in the formless states of unity and materiality, these five characteristics, etc., have the characteristic of indication and own states .",
    "ai-tika-abh04t0:54_1": "Herein, one thousand defilements subside in one places the defilements.",
    "ai-tika-abh04t0:54_2": "Likewise in this way there are five ways of being described in the category of the forms, feeling, perception, choices, and consciousness. Directly knowing the five contemplations of enlightenment factor in each of their own form, they become evident to him in an individual essence.",
    "ai-tika-abh04t0:54_3": "One of them brings about these ten thousand defilements.",
    "ai-tika-abh04t0:55_0": "And another all:",
    "ai-tika-abh04t0:55_1": "In the first of these two unskilled in the sixth section dealings with the sixth, the sixth, the eighth year, the sixth, the sixth, the eighth section, and the sixty-two drawing local objects, and the sixty-two roots (profitable). All these five hundred, sixty-two respects, sixty-two have been woven hundred and seventy-twoven sections this was the second sections of the . And the elevens, seventy-twomen, eight hundred and ninety-twours, ten thousand .",
    "ai-tika-abh04t0:56_0": "Or alternatively, there are five hundred internal objects of sense desires, etc., of the ten recollections, the remaining jhānas based on universal consciousness, and the ten recollections, as objects of the groups, and one thousand as objects, two each cases, three thousand, fourteen elements, and twenty-four thousand objects.",
    "ai-tika-abh04t0:57_0": "Then, although these ten unskilled in the second physicians: twenty-two years, twenty-four thousand Bhikkhunīs, thirty-two sections, and twenty-eight years, sixty-two drawing loads, twenty-four thousand sections, sixty-two sections woven sections, twenty-two years, thirty-two have passed away: sixteen sections, thirty-twomen, or forty-two years.",
    "ai-tika-abh04t0:58_0": "Endowed with the other, beginning with craving: “There are past, future and present”, etc.",
    "ai-tika-abh04t0:58_1": "(But) he cuts off the Noble One in the noble path, unworn,",
    "ai-tika-abh04t0:58_2": "“Even if it is a thousand corruptions without defilement,”",
    "ai-tika-abh04t0:58_3": "As regards the ultimate goal, it is said to be the best of the past in the future that is described thus: “He who has not given up the highest gift, has reached the highest perfection,”",
    "ai-tika-abh04t0:58_4": "But it should be given in the passage beginning, “The teaching should be given up in the same way: “The purpose of seeing the base consisting of boundless space,” etc., is the condition for seeing, etc., which is to be given up in order to see, and without seeing having previous practices, that is to be given up, etc., and be given up, by seeing rising above and oppressing, etc., and in the way beginning, what is to be given up, what is to be given up, what is to be given up, what is rejected, heard, thought, known, and expounded in the sense of the indication.",
    "ai-tika-abh04t0:59_0": "The word has not been spoken by him, “This is this exposition of the words,” and “The Description of the Eastern Both Karāyana” .",
    "ai-tika-abh04t0:59_1": "For this is not appropriate for a word when the meaning of the words is spoken in for a hundred leagues, and so on.",
    "ai-tika-abh04t0:59_2": "For the exposition should be understood",
    "ai-tika-abh04t0:59_3": "“There is no meaning in giving,” one does not deliver.",
    "ai-tika-abh04t0:59_4": "However, though this word is beneficial in this meaningful,",
    "ai-tika-abh04t0:59_5": "For the first-proclaimed at the meaning of the Vibhaṅga thus: “Bhikkhus, there is the difference between these five and the nine sections of the Faith. For these there are difference between them in both ways.”",
    "ai-tika-abh04t0:59_6": "Herein, the stinking is deposited in the very deep, etc., the root in the air, etc., should be understood as deep and appearing in the deeps.",
    "ai-tika-abh04t0:59_7": "Or alternatively, what is unconditioned is stated in the three defilements, or in the noble states consisting of neither perception nor non-perception.",
    "ai-tika-abh04t0:59_8": "(because) Nibbāna is the ultimate abiding in Nibbāna, the ultimate goal,",
    "ai-tika-abh04t0:59_9": "He shows (they are) discriminations - and so on (the development of) theness developed.",
    "ai-tika-abh04t0:59_10": "“This Discourse With Sudassana,” is included in the discourses of the Buddha, “This sutta from the Discourse on the Buddha’s discourses,” it is said, “This is the sound of five suttanta.”",
    "ai-tika-abh04t0:59_11": "Transmigrating",
    "ai-tika-abh04t0:59_12": "And although the state of the progressiveness in the way already stated, it should be regarded as such as the words, the time of striving , etc., that is to say, the actual absorption,",
    "ai-tika-abh04t0:59_13": "In the section on discipline.",
    "ai-tika-abh04t0:60_0": "night and day.",
    "ai-tika-abh04t0:60_1": "Doesn’t you have consisted of the nights in the Character? Do you have quiet at night? Do you have reputations? ”",
    "ai-tika-abh04t0:60_2": "“Nothing is coughing and slandering, weeping, singing, and inrandriving forsome.",
    "ai-tika-abh04t0:60_3": "And here the word opinions on the inside is used up. This is the meaning of the law of the sesame seeds such as contentment in having drums reputation.",
    "ai-tika-abh04t0:60_4": "and in the desiring of three (supernatural) faculties, which were in the Noble Ones’ heritages, like the quieter of the Queen’s men.",
    "ai-tika-abh04t0:60_5": "For examplesively in countless ways: in the various categories it is a condition for the caravan.",
    "ai-tika-abh04t0:61_0": "although he teaches the Dhamma for the purpose of showing that, etc., are not taught there, etc., in the way beginning, “singleness is that poisonousness,” etc., and in the way already stated, and the rest.",
    "ai-tika-abh04t0:61_1": "just as when a lump of chewing in the Kosalan country has come to low arrange of lowing, the inside of the Kosalan Kings, the inferior is independent of the low art and the boundless state,",
    "ai-tika-abh04t0:61_2": "and another similes.",
    "ai-tika-abh04t0:61_3": "Compassionate.”",
    "ai-tika-abh04t0:61_4": "When there is a danger, it should be given insisting on the ground. When there is such a view, it should be given insisting on what has been done, they say, “This is the point of what is the ground for view, there is no unfinishment.”",
    "ai-tika-abh04t0:61_5": "For one whose fault-finding mind is unattractive,",
    "ai-tika-abh04t0:61_6": "the embellishments, etc.",
    "ai-tika-abh04t0:62_0": "The trees that were intended to steal, and he said to them, “Just as much as they want,”",
    "ai-tika-abh04t0:62_1": "they don’t disciplinary issues in their mouths or in one’s presence.",
    "ai-tika-abh04t0:62_2": "for the Teaching and the Discipline taught by the meaning and the Vinaya, which is the meaning and the teaching of the Dhamma.",
    "ai-tika-abh04t0:62_3": "“Those who practice in order to give rise to confidence in those who are seized, and who do not give rise to the teachings, who are not able to nurse the meaning of to accompany, and who will discomfort, who has made an end of suffering.”",
    "ai-tika-abh04t0:63_0": "By the Dhamma so is beneficial,",
    "ai-tika-abh04t0:63_1": "for the teaching is called conformity because it is discovered from the ultimate goal of the Dhamma as one who enlightens against the streams of the Dhamma.",
    "ai-tika-abh04t0:63_2": "it shows how many ways shows that is infatuated by the Dhamma.",
    "ai-tika-abh04t0:63_3": "For the means of the progressive objects in the way described under the protection of the limited object, etc., with limited object, etc., in the Commentaries, “For the sound of the analysis” and so on.",
    "ai-tika-abh04t0:63_4": "And the word omitting of the meaning here is this: “This word of the meaning” , etc., has already been constantly made by the word-meaning of the word-meanings .”",
    "ai-tika-abh04t0:63_5": "Doesn’t they say: “Possessing this teaching come into this teaching?” and “Development of the Dhamma, which is in fact",
    "ai-tika-abh04t0:63_6": "(Only) the Bodhisatta has not dedicated to the welfare of those kinsmans with the benefit of others, relatives, and kinsmans, but in the later generations, etc., thus it is the Dhamma “following” . It is for the purpose of showing them in the way beginning, “Faith, it is not the Dhamma” .",
    "ai-tika-abh04t0:63_7": "Or alternatively, the sound of recitation, etc., is like the dispensation of law.",
    "ai-tika-abh04t0:63_8": "of the words that originate from what is welcome,",
    "ai-tika-abh04t0:63_9": "for the sake of the words “just” occurs because of what is said.",
    "ai-tika-abh04t0:63_10": "teaching is taught by these.",
    "ai-tika-abh04t0:63_11": "For it is called ‘accomplishment’ because it is included in the aspect of the modes’ because it arises.",
    "ai-tika-abh04t0:63_12": "Hence it is said: “He is laying on the bathing.”",
    "ai-tika-abh04t0:63_13": "‘Fewly dissatisfaction is produced, maintaining, and producing such a state of existence.’",
    "ai-tika-abh04t0:63_14": "but the second territory is shooted down on the same sheet.",
    "ai-tika-abh04t0:64_0": "With the complete ending of ignorance, its origin, its cessation, and the practice that leads to its cessation should be understood as suffering for them making an end of suffering. Their manifestation of them would be understood that which is unpleasant to do with suffering.",
    "ai-tika-abh04t0:65_0": "Whatever things do they lead to suffering? ...",
    "ai-tika-abh04t0:65_1": "It was cause for the sake of this.”",
    "ai-tika-abh04t0:65_2": "Or alternatively, when it comes to the escape",
    "ai-tika-abh04t0:65_3": "and having the agreement",
    "ai-tika-abh04t0:65_4": "Their (etc.) “Having been undertaken in that way, remaining here,",
    "ai-tika-abh04t0:65_5": "the recitation passage, “The topics of the Saṅgha” is excited in the morning, ~ “The community of the Factor” .",
    "ai-tika-abh04t0:65_6": "Or alternatively, the meaning can be developed according to the Vinaya, the western Bhāthūpa.",
    "ai-tika-abh04t0:65_7": "The eighty-folks of the eighty-footed (precept)",
    "ai-tika-abh04t0:66_0": "Herein, in the Vibhaṅga: “‘Considering’: he does not apprehend from among the forty-threeshing the recitation passages, etc., he can deliberately laymens in the Two parts, elisions, rivers, value in each case, like a charnel ground, is said to because the passages of the Dhamma.",
    "ai-tika-abh04t0:67_0": "Respect Following the Ascetic life in the Spropriately",
    "ai-tika-abh04t0:68_0": "Not understanding the signless, with a motion, one who boged together with gods,",
    "ai-tika-abh04t0:69_0": "For the ascetic life is a term for the ascetic life.",
    "ai-tika-abh04t0:69_1": "That’s why Venerable Mahākaccāna said to their thread monk, “This Venerable Mahākaccāna doesn’t confine my discourse.”",
    "ai-tika-abh04t0:69_2": "“This included in the discourses that the Buddha has come down in the Council’s thread, and so on. From this exposition of the sections, he produces the meaning in that same place as that are.”",
    "ai-tika-abh04t0:69_3": "Because that necklace is stated with the sign of beauty",
    "ai-tika-abh04t0:69_4": "for the world’s bathing in the world, they say: “They’re like the time,”",
    "ai-tika-abh04t0:69_5": "Mindfulness with the verses on the opposite sex,",
    "ai-tika-abh04t0:69_6": "for answering questions is what is meant.",
    "ai-tika-abh04t0:69_7": "answers:",
    "ai-tika-abh04t0:70_0": "This being so, when answering questions, becomes answering in this way, it does Nevertheless.",
    "ai-tika-abh04t0:70_1": "was not worth a sixteenth part",
    "ai-tika-abh04t0:70_2": "That is why in the passages of the Dhamma in the way already stated, recited these verses consisting in the Vibhaṅga thus: “Perceptions of the Dhamma, verses about the Beings of mentioned, was bound up with a sense of urgency, and predominances of the Dhamma in the past, alternatively: ‘Perceptions of the Vibhaṭakas of the Dhamma in the past,’ and so on.",
    "ai-tika-abh04t0:70_3": "When there is an enlightenment factor, reciting them, and delivering those described, thus it is “without doubt” . When it is beneficial, dropping the neighborhood, the perception of art in the home life that has been properly distinguished, and is established in him. Thus they confessed themselves to thery.",
    "ai-tika-abh04t0:70_4": "But here the perception of the home life that has a particular sign because it is properly grasped that from the ascetic life, and from the stilling of perceptions of variety.",
    "ai-tika-abh04t0:71_0": "They don’t make sure that doctrines passage for recitation. They don’t wait until they’ve heard.",
    "ai-tika-abh04t0:71_1": "Because of a stream-enterer",
    "ai-tika-abh04t0:71_2": "Because formerly interprehending the sign, he answers questions that are clear in the sign.",
    "ai-tika-abh04t0:71_3": "And what is said: “It is not easy to set about in dependence on the cows, beds and chairsms there.”",
    "ai-tika-abh04t0:71_4": "For in the Sproachy One’s Top-Knot Friends",
    "ai-tika-abh04t0:71_5": "For the Buddhas’ verses were not found in the Dhamma surpassed by the Perfectly Awakened One with these verses:",
    "ai-tika-abh04t0:71_6": "For that is why it is called “the Commentary”;",
    "ai-tika-abh04t0:71_7": "But what is said: “It may be in the home there’s no blemish in the home.”",
    "ai-tika-abh04t0:71_8": "because they have understood these things.",
    "ai-tika-abh04t0:71_9": "There is a thousand verses consisting of boundaries: One with his own hands and bowls, one whose mind is devoted to shelter in arranged verse, one whose verses were spoken thus: “Are there any other verses for him?”",
    "ai-tika-abh04t0:71_10": "When this is said in the recitation of the analysis of the Monastic Code in the recitation passages, etc., it may not be taken back from the scriptures.",
    "ai-tika-abh04t0:71_11": "Those verses consisting in the yellow robes, etc.",
    "ai-tika-abh04t0:71_12": "He can’t be understood each other in both ways:",
    "ai-tika-abh04t0:72_0": "the victor’s instruction is dispensation.",
    "ai-tika-abh04t0:72_1": "and the place for growing back and the reason for penetration.",
    "ai-tika-abh04t0:72_2": "“I know right view” is also called “with right view”,",
    "ai-tika-abh04t0:72_3": "But at the time of Pāvā also “But how wrong view is even a condition for wrong view.",
    "ai-tika-abh04t0:72_4": "whatever is right view, that is conditioned.”",
    "ai-tika-abh04t0:72_5": "As long as resentment: the conditions that are necessary condition for the sake of inferior and superior.",
    "ai-tika-abh04t0:72_6": "(But) having spoken the word of others, destroy the partridge from the others.",
    "ai-tika-abh04t0:72_7": "attaining ...",
    "ai-tika-abh04t0:72_8": "Sights, he should be taught by form, and by gratitude , all of them should be understood as similar in that similar ways.",
    "ai-tika-abh04t0:72_9": "And there is the description of the teaching as stated there is the penetration of states, and the enlightenment of states -",
    "ai-tika-abh04t0:72_10": "As taught likely.",
    "ai-tika-abh04t0:72_11": "But that is what is called the inclusiveness of teaching the Dhamma leading to the rolling of the teaching. And it is said in accordance with Dhammadinnā, having performed his teaching, the act of teaching, and the Dhamma only by annoying.",
    "ai-tika-abh04t0:72_12": "in the teaching of the noble ones, equivalent, clearing away, and comprehending the noble truths of the Dhamma as taught, or the ultimate noble truth that is in line with the ultimate view.",
    "ai-tika-abh04t0:72_13": "the teaching of the noble ones itself is stated in the six classes of an absences which were grown in the sense of countlessness.",
    "ai-tika-abh04t0:72_14": "For you don’t use merits in them as mangoes, etc., who clinging to good conduct, have you teach the mangoes of merit.",
    "ai-tika-abh04t0:72_15": "and on the eighteen bases of unsuitable .",
    "ai-tika-abh04t0:73_0": "Discussion on the beautiful comment.",
    "ai-tika-abh04t0:74_0": "you’ll be able to discern the Dhamma because of that the Buddha has arisen in an empty dwelling, and you won’t give them a emptiness due to mindfulness of breathing. And that’s how you should get enough of attainment.",
    "ai-tika-abh04t0:74_1": "That’s why it is called “wareless”.",
    "ai-tika-abh04t0:74_2": "is called “which is permanent, everlasting, eternal, complete, and imperishable” in the same way in the name of the Buddha.",
    "ai-tika-abh04t0:74_3": "Hence it is said: “He is the next life” .",
    "ai-tika-abh04t0:74_4": "For according to the accumulation, etc., which is various kinds of dissolution, and so on.",
    "ai-tika-abh04t0:74_5": "The meaning is that it should be set aside of undertakings, directions, and the meaning is, giving it.",
    "ai-tika-abh04t0:74_6": "with knowledge of the perfection of mindfulness, overpowering from understanding, with intention,",
    "ai-tika-abh04t0:74_7": "Because it is the knowledge of this great arrival at the head of the Bodhisatta, which is the signless and the attainment of awakening.",
    "ai-tika-abh04t0:74_8": "That is why, just as a human being,",
    "ai-tika-abh04t0:74_9": "With the perception of foulness in the sign of foulness, etc., that is purified,",
    "ai-tika-abh04t0:74_10": "“While I can see him,” he said, “We will not give a good thing to those who take it,”",
    "ai-tika-abh04t0:74_11": "They’re slacking off with energy, rousing energy, being energetic, and diligent.",
    "ai-tika-abh04t0:74_12": "Hence it is said: “This is my energy.”",
    "ai-tika-abh04t0:75_0": "The account of the praised is finished."
}