{
    "ai-tika-vin11t37:0_0": "Discussion of the Great Congregation",
    "ai-tika-vin11t37:1_0": "4.",
    "ai-tika-vin11t37:1_1": "Then he said, “Having given up the vessel and is shown that they have shown that they are in the supreme abode,” and “Dep in the future.",
    "ai-tika-vin11t37:1_2": "“This is the reason,” “This isn’t confessed,” and “It is the phrases,” and she questions, saying,",
    "ai-tika-vin11t37:1_3": "he constantly touched the three offenses, that is to say, the boiled away.",
    "ai-tika-vin11t37:2_0": "5.",
    "ai-tika-vin11t37:2_1": "it is said to be “Through the wretched” in this way: “Through seeing visible objects and so on.”",
    "ai-tika-vin11t37:2_2": "on the field, or some of the three fields of seeds there were sesame seeds,",
    "ai-tika-vin11t37:2_3": "He has sexual intercourse with a serious offense when he has sexual intercourse.",
    "ai-tika-vin11t37:2_4": "“One is said”: “Have weavers, although constantly joints,",
    "ai-tika-vin11t37:2_5": "If they say, “It’s because of Venerable.” When the training rules were dealt with that, it exists because of the building.",
    "ai-tika-vin11t37:2_6": "the whirlpools in his mouth, and inserted his penis into the wide.",
    "ai-tika-vin11t37:3_0": "Seeing what is meant is that in the way already described.",
    "ai-tika-vin11t37:4_0": "In the ninth enquiry, the ninety-four pairs, (which was) a Palace made from the Commentary on the Fives, or five months.",
    "ai-tika-vin11t37:4_1": "it is more than five or more;",
    "ai-tika-vin11t37:4_2": "Only less than twenty-four of a king’s ministers is the meaning.",
    "ai-tika-vin11t37:4_3": "if it is a _māsaka_ coin or a whirld, but then on the leftover,",
    "ai-tika-vin11t37:4_4": "After that, five hundred is the middle’s (of the day).",
    "ai-tika-vin11t37:4_5": "five months have passed, and the five months of the fortnights, five months and the five months of the rainy season, and five months and ten months of the Jina as well.",
    "ai-tika-vin11t37:4_6": "The remainder should be told: “Haven’t so long as there is a month left over, northrown by one who gives the sword, the eighty-footed riginated, the supernatural words, and the thirty-two parts rinsing;",
    "ai-tika-vin11t37:5_0": "When he said, “It is said”, he should do this.",
    "ai-tika-vin11t37:5_1": "the same way, a second group of monks, who had gone forth as an old man, a drive her only to beat, prevented by the Buddha, puts him down by the rulers, bandits, or has it prepared for him.",
    "ai-tika-vin11t37:5_2": "And in the eighth talk about Dhamma:",
    "ai-tika-vin11t37:6_0": "“The donkey’t have acquired five hundred coins, Āḷāra Kālāmas, and twenty-five hundred wounds there is Pāṭaliputtas a _māsaka_ coins.",
    "ai-tika-vin11t37:6_1": "This is the fourth characteristic of all possible holding all the characteristics, which can be understood as a fourth characteristic, and because of the fourth.",
    "ai-tika-vin11t37:6_2": "But that old man, too, is hard to defeat and curry.",
    "ai-tika-vin11t37:6_3": "Now, some of the Buddhas set out from the past, future, and present, both will declare",
    "ai-tika-vin11t37:6_4": "For all the Buddhas have committed an offense entailing expulsion, and there is no expelled in the four rules. These are the four rules on expulsion in the mundane or more than these.",
    "ai-tika-vin11t37:6_5": "That’s why the Buddha described the second precincts just by separating them from the second, and from the third time.”",
    "ai-tika-vin11t37:7_0": "And for the lamp:",
    "ai-tika-vin11t37:8_0": "“For he who wants to develop all the fourth kind of dispensation, all-spheres this vessels should be understood as given in the Bhāpaṇajālaka’s simple.",
    "ai-tika-vin11t37:8_1": "Access the arising of the unmortification should be understood as blue.",
    "ai-tika-vin11t37:8_2": "Having overcome miserable words, hard to give rise to the noble ones,",
    "ai-tika-vin11t37:8_3": "After saying: ‘It seems the blue’ means it seems that _kahāpaṇa_ coin’s blue, yellow, red or magenta.",
    "ai-tika-vin11t37:8_4": "One should take a _kahāpaṇa_ coin to the blue, the edge, and the wide openings in the hands and air, wide openings, one with blue robes, and one with blue shops, one hatchets, oil from the nose tips, one should be undertaken, and one who plunges into the lakes.”",
    "ai-tika-vin11t37:9_0": "And here the goldsmith weapons in the gold, the silver, and the goldsmith’s dye, and so on.",
    "ai-tika-vin11t37:9_1": "After hearing them, some dollars,",
    "ai-tika-vin11t37:9_2": "some heaps gold coins and bullion,",
    "ai-tika-vin11t37:9_3": "whose shoots are a _kahāpaṇa_.",
    "ai-tika-vin11t37:9_4": "Herein, (the garden) is worthless coins who were not worth a sixteenth part",
    "ai-tika-vin11t37:9_5": "The difference of the offenses entailing expulsion in all ways should be extremely purified in every one aspect, and so on.",
    "ai-tika-vin11t37:9_6": "for the Buddha has laid down abode that is legitimate and in the reckoning of stealing.",
    "ai-tika-vin11t37:9_7": "That is why in each case the remainder of all kinds, unrestrained gold belongings, silver, or gold.",
    "ai-tika-vin11t37:10_0": "He said: “I do a _kahāpaṇa_ coin to the venerables,” and he who came to the end (of the air),",
    "ai-tika-vin11t37:11_0": "Discussion of the eighth causes:",
    "ai-tika-vin11t37:12_0": "“For he who gives to _kahāpaṇa_ coin in Rājagaha, there is five _kahāpaṇa_ coins.",
    "ai-tika-vin11t37:12_1": "This is the fourth characteristic of all possible holding all the characteristics, which can be understood as a fourth characteristic, and because of the fourth.",
    "ai-tika-vin11t37:12_2": "That is the ancient news, but it is hard to get others from here and there.”",
    "ai-tika-vin11t37:13_0": "For this is said in the Path:",
    "ai-tika-vin11t37:14_0": "And the origin of the old age should be understood as blue.",
    "ai-tika-vin11t37:15_0": "and (they said): “Anyone who has completed the duties, in order to prevent them from his deer and from his idea, he should mount the Thūpa.”",
    "ai-tika-vin11t37:15_1": "for how on earth can he see characteristics about the Ancients?",
    "ai-tika-vin11t37:15_2": "So that’s why it is due to a goldsmith’s mother. Then, when the other horses, the ten months, the fortnights, the elephants, the horses, the chariots, the drill-sticks, and the elephants, the horses, and the chariots, and the thirteen ponds.",
    "ai-tika-vin11t37:16_0": "in the trainings of the people who want to train, he puts the deer range of jute legs, saying: “Potes, Mounts, and Pañcasikha.” Then he added: “Thus in the former month, which is dead, has got the previous practice,",
    "ai-tika-vin11t37:16_1": "For among the one who says about Potals: “He who speaks oppressed in dead,” “He is addicted to one who has got five hundred,”",
    "ai-tika-vin11t37:16_2": "The novice Sīhahanu were responsible for the first time what was said by the novices:",
    "ai-tika-vin11t37:17_0": "“As a man of the old man, having adorned with blues, one from a charnel ground, one from a foreign country, one who was old, one who had ascended gems, (wholesome) decorated with gold palanquins, a valuable gems, or twenty-two years old? ” and he stubborns the marks of his curry, he becomes ancient, and he is despised behaved as a palace, new palace, or a golden garland. Then he has doubts, uncertainty, uns of ninety, or twenty years old.",
    "ai-tika-vin11t37:18_0": "I’ve been shown by the army.",
    "ai-tika-vin11t37:19_0": "but he describes it as preparing for a golden palanquin to the Buddha.",
    "ai-tika-vin11t37:19_1": "Therefore, just as when a characteristic of perfection has been described in the way beginning of all kinds, the forty-four points, in the forty-four grounds, all its characteristics, etc., by its grossness and the defining of all kinds, enclosed by all the perfections, he is expelled and well admired by the appearance of all the perfections, he is excluded from the community.",
    "ai-tika-vin11t37:19_2": "This is subtle that is very hard to maintain, like a lion’s essential.",
    "ai-tika-vin11t37:19_3": "Therefore the training should train in all essences according to the Vinaya; the function of all kinds, as incapable of the training in the monastery by experts on the training.",
    "ai-tika-vin11t37:19_4": "And in this context it is said:",
    "ai-tika-vin11t37:20_0": "“Having Where the Mindful Jayasena, Etc.",
    "ai-tika-vin11t37:21_0": "After having made an agreement, he is blue, blue and blue as well.",
    "ai-tika-vin11t37:22_0": "for the legs of the feet, for the bearing of the head, for the ears,",
    "ai-tika-vin11t37:23_0": "After bringing them to make a wish,",
    "ai-tika-vin11t37:24_0": "One is said to have reply: ‘Now is a poor person who is poor, has actually destroyed.’",
    "ai-tika-vin11t37:25_0": "He had a golden drum with golden ribbs,",
    "ai-tika-vin11t37:26_0": "Whoever places no one who can’t do his duties,",
    "ai-tika-vin11t37:27_0": "In the twenty-first yellow sandalwood from the cowherd",
    "ai-tika-vin11t37:28_0": "And the cowherds of gold, which were twenty monks,",
    "ai-tika-vin11t37:29_0": "and they also respect the ascetic life.”",
    "ai-tika-vin11t37:30_0": "and when he is born, suffering in him.",
    "ai-tika-vin11t37:31_0": "“Perhaps I undergoing the Dhamma” is one who is happy, (and) saved by the line of the Dhamma, and saved about the Dhamma, he said, “Dear Uttara, the supreme Dhamma,” and after having performed the Dhamma, he said, “Rāhula.”",
    "ai-tika-vin11t37:31_1": "states beyond this, and the noble ones teach Dhamma to the noble ones:",
    "ai-tika-vin11t37:31_2": "makes himself happy to beset by himself, and including that he says “This is an impediment” or “This is why I ensures it thus.” Then he said, “She is this, my self-assured and in this way,” and he says, “Let me this,” then say, “This is the case.”",
    "ai-tika-vin11t37:32_0": "Saying: “Mendicant, you must live in a monastery that has been a perfected one,” and so on.",
    "ai-tika-vin11t37:32_1": "He recites and thinks for men to each human being,",
    "ai-tika-vin11t37:32_2": "If you don’t know",
    "ai-tika-vin11t37:33_0": "Thus there were Uttarakuru,",
    "ai-tika-vin11t37:34_0": "The account of the offenses entailing expulsion is finished.",
    "ai-tika-vin11t37:35_0": "13.",
    "ai-tika-vin11t37:35_1": "he intends, and after sufficient with respect to the Battle, full for devotedness,",
    "ai-tika-vin11t37:35_2": "If he intends, and he makes an effort, and semen is not emitted, then he commits a serious offense.",
    "ai-tika-vin11t37:35_3": "and because of the house of that one, after rising up the charming hairs, persisting in the presence of others.",
    "ai-tika-vin11t37:36_0": "14.",
    "ai-tika-vin11t37:36_1": "and it is said in the way already described, “Now,” and she consented to him, saying, “Just now,” etc., in the way already stated, she said, “Di.”",
    "ai-tika-vin11t37:36_2": "And when we were previously considered this, we shall praise you the same.",
    "ai-tika-vin11t37:37_0": "He is not satisfied with his own body, and he is bound to his own bodies, thinking “In this way,” and they are not bound to him.",
    "ai-tika-vin11t37:38_0": "if they, with something connected to their own bodies, their body is connected to be disappointed in a league.",
    "ai-tika-vin11t37:39_0": "While expert on the road, the two leagues do not know, and the path that is,",
    "ai-tika-vin11t37:40_0": "By means of the colour of the birds, etc., that is to say, physically, for the sake of the body, and for the sake of a league.",
    "ai-tika-vin11t37:41_0": "satisfaction with his own hands, and desires of good conduct,",
    "ai-tika-vin11t37:42_0": "20.",
    "ai-tika-vin11t37:42_1": "For the one who desires the _paṇḍaka_ to satisfy his own desires, he praises that monk.",
    "ai-tika-vin11t37:42_2": "Likewise in the presence of an animal: here too.",
    "ai-tika-vin11t37:43_0": "21.",
    "ai-tika-vin11t37:43_1": "He receives himself from a menstruation (words) intermediate directions, in the case of the women and from the mouth heavy bodies, trembling and deceived in a vehicle, he goes to public gamble, deposition, and deposing,",
    "ai-tika-vin11t37:44_0": "When the house-to-do has a household life, how can he act as go?",
    "ai-tika-vin11t37:44_1": "When there is aattening, here in the three factors,",
    "ai-tika-vin11t37:45_0": "Someone whose site has been approved, which is the site for a hut whose site has been approved, which is the right shameless and charms in the wilderness. It is “I will go to heaven” .",
    "ai-tika-vin11t37:45_1": "Thisty-one eons of the world, ~ for all living beings, was said to be conceived in all ways.",
    "ai-tika-vin11t37:46_0": "He who has groundlessly charged an offense entailing expulsion without an offense entailing expulsion.",
    "ai-tika-vin11t37:47_0": "having made her gets permission for them, he replied: “As I do so. Please get my opportunity, I wish to get permission from you.” Then he gave it to that monk.",
    "ai-tika-vin11t37:48_0": "and the general rules for the simile of the should be illustrated by the name of the neck.",
    "ai-tika-vin11t37:48_1": "This is the meaning here in which case, exception from which one can be understood.",
    "ai-tika-vin11t37:49_0": "But she does not respond to any respond to the end.",
    "ai-tika-vin11t37:50_0": "30.",
    "ai-tika-vin11t37:50_1": "For a procedure that requires one motion and one announcement, it may be constructed in two or three leagues or four. If it’ll be heavy, then it may be that heavy.",
    "ai-tika-vin11t37:50_2": "“‘This is the mark of a serious offense’: this is a serious offense.",
    "ai-tika-vin11t37:51_0": "31.",
    "ai-tika-vin11t37:51_1": "Their expression of the four elements is shown by one of the first absorption and the second three announcements, and they then said, “From the third jhāna there, too, have one divided,” etc., and they then said, “This is the same thing, and it is the same as the similar.”",
    "ai-tika-vin11t37:52_0": "Thus there were Uttarakuru,",
    "ai-tika-vin11t37:53_0": "The account of the commentary on the commentary is finished.",
    "ai-tika-vin11t37:54_0": "If he goes beyond the robe season, without even one of the determining it as a result, he crosses the sea, but only if he gets a robe, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t37:54_1": "If he stays apart from the three robes even for a single night, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t37:54_2": "This is what was said in regard to one who is conceived in would, and that to say, the exposition of the section on one side of the offenses .",
    "ai-tika-vin11t37:55_0": "After receiving cloth, they received the robe-cloth from another and received the robe-cloth.",
    "ai-tika-vin11t37:55_1": "For there is a month left of the time.",
    "ai-tika-vin11t37:55_2": "When there is a retance of mindfulness and having passed over to the western gate, he puts the rainy season in the scriptures, while placing the mind on the thirty-two robes, and he passed by. He then entered the monastery gateway,",
    "ai-tika-vin11t37:55_3": "When one offense entailing relinquishment and confession for one day they lie down, or for 40 kilometers.",
    "ai-tika-vin11t37:56_0": "34.Aññātikāya bhikkhuniyā.",
    "ai-tika-vin11t37:56_1": "Whatever perhaps they do incorporate the robes, and also the outer robe-cloth is more.",
    "ai-tika-vin11t37:57_0": "He washed in the houses, “I am washed in this way” and “The monk who washed in all the times, etc., washed in all his houses and so on.",
    "ai-tika-vin11t37:57_1": "‘A nun who has got over it, she commits an offense entailing relinquishment and confession.’",
    "ai-tika-vin11t37:58_0": "takes hold of the group of travelers, thinking “From this day on it is worth 40 kilometers.”",
    "ai-tika-vin11t37:59_0": "According to the recipients, the observed of the robe-cloth in the ear ...",
    "ai-tika-vin11t37:60_0": "While he is wandering for alms, his robes were stolen, or his robes are destroyed, more peaceful.",
    "ai-tika-vin11t37:61_0": "is the household-worker’s household life.",
    "ai-tika-vin11t37:62_0": "If you do, you commit an offense of wrong conduct.",
    "ai-tika-vin11t37:63_0": "He is all one who is starts his wealth, who has not yet come to obtain the abode of robes, alms-food, lodgings, and medicines and supplies for the sick.",
    "ai-tika-vin11t37:64_0": "The first sub-chapter on the robe-making season is finished.",
    "ai-tika-vin11t37:65_0": "45.",
    "ai-tika-vin11t37:65_1": "and two 80,000 leagues.",
    "ai-tika-vin11t37:65_2": "and the household life is the separate of the house.",
    "ai-tika-vin11t37:65_3": "after taking note of them, and making them precises for him.",
    "ai-tika-vin11t37:66_0": "After putting it on a matchmaker, thinking, “It’s cutting off the size of jujube seeds,” he crossed over,",
    "ai-tika-vin11t37:67_0": "if she is unrelated and she perceives her as such;",
    "ai-tika-vin11t37:67_1": "werehed and cutting it down,",
    "ai-tika-vin11t37:67_2": "“There are plastering blue, yellow, red or magenta.",
    "ai-tika-vin11t37:67_3": "and the formations of language.",
    "ai-tika-vin11t37:67_4": "and moves the household life.",
    "ai-tika-vin11t37:68_0": "if he accepts the household life, he accepts the household life;",
    "ai-tika-vin11t37:69_0": "49.Nānākāranti nānappakāraṁ.",
    "ai-tika-vin11t37:69_1": "That monk gets hold of:",
    "ai-tika-vin11t37:69_2": "He is one who has entered upon it: there is mindfulness that is purified;",
    "ai-tika-vin11t37:69_3": "and he’s reborn in absorption.",
    "ai-tika-vin11t37:70_0": "if he is not able to get to see the household, he relaxed into the household life, but he has anointed himself in that place;",
    "ai-tika-vin11t37:71_0": "Second: Kosiyas",
    "ai-tika-vin11t37:72_0": "While they fall on their foreheads and bowls, or not having attained that decrease.",
    "ai-tika-vin11t37:72_1": "While a single monk was passing away from that place he passed beyond the customs station,",
    "ai-tika-vin11t37:73_0": "52-3.",
    "ai-tika-vin11t37:73_1": "For there is no mention of these five bonds: there is no mentioning for it.",
    "ai-tika-vin11t37:73_2": "then for one oppressed by illness,",
    "ai-tika-vin11t37:73_3": "the gaining of wealth.",
    "ai-tika-vin11t37:74_0": "54.Bhesajjanti sappiādikaṁ.",
    "ai-tika-vin11t37:75_0": "55.Payogeti pariyesanapayoge.",
    "ai-tika-vin11t37:76_0": "cast-of-workers were killed, captivated by the house-hair, and killed him.",
    "ai-tika-vin11t37:77_0": "if he touchs the robes, etc., that is to say, thevoked for wide or the unconcealed offenses, and he goes beyond the limit, the meaning is, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin11t37:78_0": "58-9.",
    "ai-tika-vin11t37:78_1": "If he goes to the weavers of an unrelated monk, but he wants without first being invited by the robes.",
    "ai-tika-vin11t37:78_2": "That monk is a monk.",
    "ai-tika-vin11t37:78_3": "There are two or three leagues:",
    "ai-tika-vin11t37:78_4": "he is reborn in a household life.",
    "ai-tika-vin11t37:79_0": "If he receives robe-cloth and receives it after asking it for a league, and then store it up.",
    "ai-tika-vin11t37:80_0": "one of the three robes:",
    "ai-tika-vin11t37:80_1": "if he walks in inhabited areas;",
    "ai-tika-vin11t37:80_2": "if she stores it up after relinquishing it;",
    "ai-tika-vin11t37:80_3": "With that robe-cloth he remembered it, except for the day of the robe season, but for the purpose of eating it, except for the one who is staying in that dwelling, it is to be relinquished.",
    "ai-tika-vin11t37:81_0": "Knowing the Saṅgha’s material possessions,",
    "ai-tika-vin11t37:82_0": "63.Payogeti pariṇāmanapayoge.",
    "ai-tika-vin11t37:82_1": "of all kinds of cross-legged: amongst all kinds,",
    "ai-tika-vin11t37:82_2": "The meaning is that, giving up a teaching. The explanation is indicated with the first caravan, and the concluded of the rainy season. Their meaning is that it is stated first because I have been stated first.” Then, when I said, “Except winnership,” “There is no offense for the sake of that which I have been stated.",
    "ai-tika-vin11t37:83_0": "The third kind of almsbowl",
    "ai-tika-vin11t37:84_0": "Thus there were Uttarakuru,",
    "ai-tika-vin11t37:85_0": "The account of the thirty purgings is finished.",
    "ai-tika-vin11t37:86_0": "if she teaches a superhuman quality;",
    "ai-tika-vin11t37:86_1": "The King of the Dhamma surpasses in a state beyond, he is exceeding in the three Vedas.",
    "ai-tika-vin11t37:87_0": "Ways of accusing a monk groundlessly charges a monk with an offense entailing expulsion, he commits an offense entailing suspension.",
    "ai-tika-vin11t37:87_1": "In the explanation of the meaning is: “The dwelling in the monastery is dwelling in your dwelling,” and so on.",
    "ai-tika-vin11t37:87_2": "you’re a relative of your relatives in that place, you should think about.",
    "ai-tika-vin11t37:88_0": "But if he does not know what is said, then what is said in brief doing this for him:",
    "ai-tika-vin11t37:88_1": "they compare it with it,",
    "ai-tika-vin11t37:89_0": "67.",
    "ai-tika-vin11t37:89_1": "from the community of monks, he commits an offense of wrong conduct.",
    "ai-tika-vin11t37:89_2": "was endowed with discernment,",
    "ai-tika-vin11t37:89_3": "the other person is not fully ordained, but she might commit an offense of wrong conduct.",
    "ai-tika-vin11t37:90_0": "He as well as on the foreheads,",
    "ai-tika-vin11t37:91_0": "if he means beggs the teaching from the time to hear the Teaching, condemns, engages in malicious talebearing between two or three courses, then for the effort there is an act of wrong conduct.",
    "ai-tika-vin11t37:91_1": "If he makes the effort to get it, he commits an offense entailing confession.",
    "ai-tika-vin11t37:92_0": "70.",
    "ai-tika-vin11t37:92_1": "“Anyone who’s not fully ordained for one who’s not fully ordained,”",
    "ai-tika-vin11t37:92_2": "and the other person is not fully ordained with a group of nuns.",
    "ai-tika-vin11t37:92_3": "if she travels more than 40 kilometers:",
    "ai-tika-vin11t37:92_4": "To sleep in the household to bedding encounter, etc., with the bedrooms, and the use of the ocher robes, etc.,",
    "ai-tika-vin11t37:92_5": "In remote lodgings which are allowable for the bodily part .",
    "ai-tika-vin11t37:93_0": "71.",
    "ai-tika-vin11t37:93_1": "If a monk lay down in the same sleeping place as a woman,",
    "ai-tika-vin11t37:93_2": "When an act of wrong conduct, they feel as For one who has committed an offense entailing expulsion, and they lie down in that 40 kilometers, and in that way.”",
    "ai-tika-vin11t37:94_0": "Endowed with the characteristic of the household life",
    "ai-tika-vin11t37:95_0": "if it is on the right way in the bowl of a nearby bowl,",
    "ai-tika-vin11t37:95_1": "if he tells a person who is not fully ordained about a superhuman quality, if he tells them to be regioned,",
    "ai-tika-vin11t37:95_2": "If, when he tells about the grave offense, he doesn’t know, “This is the monk who feels,” and he makes two efforts, he commits an offense entailing confession.",
    "ai-tika-vin11t37:96_0": "if someone is not fully ordained about someone who is not fully ordained, and who is not fully ordained about a ruler of less than 40 kilometers, then say to the Buddha:",
    "ai-tika-vin11t37:96_1": "If he comes to an act of wrong conduct in regard to others, he commits an offense of wrong conduct.",
    "ai-tika-vin11t37:96_2": "or for 80 kilometers.",
    "ai-tika-vin11t37:97_0": "thinking, “I’ll clean the household life” and “I’ll seek the way to get hold of the house.” Where can I seek a seeker?",
    "ai-tika-vin11t37:98_0": "The first kind of speech",
    "ai-tika-vin11t37:99_0": "if he divids it on the plane of loss;",
    "ai-tika-vin11t37:100_0": "77.",
    "ai-tika-vin11t37:100_1": "In the chapter on one side in the way already described, the counselors, and the dwelling in the way already described separately is not able to break them out in the way already described.",
    "ai-tika-vin11t37:101_0": "The Sangha has designated another requisite for the Sangha.",
    "ai-tika-vin11t37:101_1": "making her consider, he thought, “This is oppressive to that monk,” and he said, “Dielding such-and-such a later, who wants to give to such-and-such a dwelling,” and when he has seen hurriedly, he departs.",
    "ai-tika-vin11t37:101_2": "Entering is the home for the purpose of ill-world, etc., in order to prevent the homes of that lay person.",
    "ai-tika-vin11t37:102_0": "83.",
    "ai-tika-vin11t37:102_1": "Being in a dwelling belonging to the Sangha, a monk arranges his sleeping place in a way that encroaches on a stone, even if he knows that enclosures him.",
    "ai-tika-vin11t37:102_2": "Paṭisambhidā, beginning with talk, middle and ends;",
    "ai-tika-vin11t37:102_3": "if he takes a cry in the beginning, he commits an offense entailing confession.",
    "ai-tika-vin11t37:103_0": "Whether the houses, “Having thrown out the houses,” etc., on account of the houses, etc., such as: “The elephants, horses, chariots, or vehicles, etc., waste-workers, and so on.” Order, etc., with his hands and feet were laid down by means of the houses, etc.,",
    "ai-tika-vin11t37:103_1": "When a monk has committed an offense entailing confession.",
    "ai-tika-vin11t37:104_0": "85.",
    "ai-tika-vin11t37:104_1": "“To the lower story, Upaṭācārā, who cut the shoots,",
    "ai-tika-vin11t37:104_2": "if he says, “Take this sitting here,” or “The bench is to be sprinkle;”",
    "ai-tika-vin11t37:104_3": "sat down on the seat spread out.",
    "ai-tika-vin11t37:104_4": "If he touchs it, then for the effort there is an act of wrong conduct, he commits an offense entailing confession.",
    "ai-tika-vin11t37:105_0": "86.",
    "ai-tika-vin11t37:105_1": "attains the first part of the horses.",
    "ai-tika-vin11t37:105_2": "he is determined, advert to home.",
    "ai-tika-vin11t37:105_3": "if he applies it to the courses, applying themselves to the intervals,",
    "ai-tika-vin11t37:106_0": "he positioned the home of the homes and the homes of the homes when he was charming, and he smiled.",
    "ai-tika-vin11t37:107_0": "The second sub-chapter on plants is finished.",
    "ai-tika-vin11t37:108_0": "if she teaches 40 kilometers when the other was finished;",
    "ai-tika-vin11t37:109_0": "89. Vibhāgoyeva vibhāgatā.",
    "ai-tika-vin11t37:110_0": "If it is an exchange, and she perceives it as such, and she gives her robe-cloth, except if the monks have agreed, she commits an offense entailing confession.",
    "ai-tika-vin11t37:110_1": "The home life is moved.",
    "ai-tika-vin11t37:111_0": "93.",
    "ai-tika-vin11t37:111_1": "“They do not.”",
    "ai-tika-vin11t37:111_2": "mounted by the red ocher,",
    "ai-tika-vin11t37:111_3": "For an offense of wrong conduct, etc., which is the sound of someone obes, as well as to look after an inheritance, he commits an offense entailing confession.",
    "ai-tika-vin11t37:112_0": "(They are) cutting off of the head, “It’s cutting off.”",
    "ai-tika-vin11t37:113_0": "96.",
    "ai-tika-vin11t37:113_1": "A nun sat down in private alone with the nuns, and she instead of sitting on the private parts, she commits two offenses.",
    "ai-tika-vin11t37:114_0": "Third: Principles",
    "ai-tika-vin11t37:115_0": "After eating he is in the second bathing place and Uttarakuru, like a second time, and on the following day, he on the following day.",
    "ai-tika-vin11t37:115_1": "(Abandoning) the instruction of the nuns",
    "ai-tika-vin11t37:115_2": "In the ninth Nuns, the nun who had prepared a meal for him,",
    "ai-tika-vin11t37:116_0": "if he fulfills the two or three bowlfuls;",
    "ai-tika-vin11t37:116_1": "Uttarakuru is more than that,",
    "ai-tika-vin11t37:116_2": "is accepted from the household life.",
    "ai-tika-vin11t37:117_0": "he takes hold of his logs,",
    "ai-tika-vin11t37:118_0": "he is satisfied (those), he is well-spheresed in the Discipline.",
    "ai-tika-vin11t37:119_0": "And here it is said that the “after” is one cutting off of joints, sweat, and so on.",
    "ai-tika-vin11t37:120_0": "The Fourth",
    "ai-tika-vin11t37:121_0": "if she does not tell because she thinks the sound of drums or clay, “Uphold-covering,” she reputations, owing to her, she reputations, and she understands the ending of defilements.",
    "ai-tika-vin11t37:121_1": "who takes food from the group of traveling and comes to an end,",
    "ai-tika-vin11t37:121_2": "is for the sake of wealth and health.",
    "ai-tika-vin11t37:122_0": "having had food given to them,",
    "ai-tika-vin11t37:122_1": "and moves away in the home life,",
    "ai-tika-vin11t37:122_2": "I’m the monk",
    "ai-tika-vin11t37:122_3": "if he sends him away when the sending away,",
    "ai-tika-vin11t37:123_0": "if she urges her on, spotless water, saying: “Indane Sāla,”",
    "ai-tika-vin11t37:124_0": "from the overcoming Uttarakuru, which is more than that limited and expanded.",
    "ai-tika-vin11t37:125_0": "For the purpose of seeing the (which is) suitable for attaining the benefit of the world.",
    "ai-tika-vin11t37:126_0": "The group of five on the naked ascetics",
    "ai-tika-vin11t37:127_0": "114.Mereyyanti merayaṁ.",
    "ai-tika-vin11t37:127_1": "In less heritages the definition of the rod and the sun.",
    "ai-tika-vin11t37:127_2": "the sound of my ears ornaments - this is the sound of the great -",
    "ai-tika-vin11t37:127_3": "a sage doesn’t associate with.",
    "ai-tika-vin11t37:128_0": "if he says, “This monk isn’t from fingers,” and he sweps his fingers in the home of the lay life.",
    "ai-tika-vin11t37:129_0": "116.",
    "ai-tika-vin11t37:129_1": "undergoing an opportunity to be found in the water.",
    "ai-tika-vin11t37:129_2": "the meaning is, it is above above all round.",
    "ai-tika-vin11t37:130_0": "thoughts that are always constantly and improperly.",
    "ai-tika-vin11t37:130_1": "Or alternatively, falling into the homes of the body, or of the effort,",
    "ai-tika-vin11t37:130_2": "if it is to be done without making an agreement;",
    "ai-tika-vin11t37:131_0": "if he is fearful and frightening;",
    "ai-tika-vin11t37:132_0": "119.Jotinti aggiṁ.",
    "ai-tika-vin11t37:132_1": "having shaken off and neglects.",
    "ai-tika-vin11t37:132_2": "“As a possibility,” thus by reasoning fruits.",
    "ai-tika-vin11t37:132_3": "For the life of purity consisting in discrimination, the widea honey, and the bearing of the widea.",
    "ai-tika-vin11t37:132_4": "So if he disrobes: here, the meaning is this: it is “has those” ;",
    "ai-tika-vin11t37:132_5": "he is falling into the household life.",
    "ai-tika-vin11t37:132_6": "In the same way: the meaning is that it is reckoned as abiding.",
    "ai-tika-vin11t37:133_0": "If they get their wounds and their body breaks up, after death, they commit an offense entailing confession.",
    "ai-tika-vin11t37:134_0": "ugly or deformed—they apply out of overcoming powder, ugly, and unsightly,",
    "ai-tika-vin11t37:134_1": "without having grasped a certain,",
    "ai-tika-vin11t37:134_2": "The ninth robe-cloth is finished.",
    "ai-tika-vin11t37:135_0": "122.",
    "ai-tika-vin11t37:135_1": "There is no impediment for him, which is unbounded to him, namely, the protection of the tastes, and non-self.",
    "ai-tika-vin11t37:136_0": "Holding it up, he lay down on the ground, saying: “Having chopped it in a place,",
    "ai-tika-vin11t37:136_1": "Both the bowl, etc., in the end of the robe, having spread over the swirl of robes, etc., with the shackles, and so on.",
    "ai-tika-vin11t37:136_2": "falling down into depression.",
    "ai-tika-vin11t37:136_3": "In that place the bowl, etc.",
    "ai-tika-vin11t37:136_4": "if she does not stop, buttermilks by an offense entailing confession;",
    "ai-tika-vin11t37:137_0": "The sixth sub-chapter on drinking alcohol",
    "ai-tika-vin11t37:138_0": "a mendicant disciple of the Pātimokkha, who finds true remoteness, firmness in calm, and calming self-control.",
    "ai-tika-vin11t37:139_0": "125.Tasmiṁ opāte.",
    "ai-tika-vin11t37:140_0": "a human being, plunges into a male spirit, a female ghost, a _paṇḍaka_, or an animal.",
    "ai-tika-vin11t37:141_0": "each of the Buddhas said: “All these are boundless states by the Dhamma,”",
    "ai-tika-vin11t37:142_0": "he accepts the use of the household life for the use of the household life, for the purpose of use, and for the use of that nun.",
    "ai-tika-vin11t37:143_0": "if he is able to hold on high, to high couch after a place.",
    "ai-tika-vin11t37:143_1": "and the homeless home life",
    "ai-tika-vin11t37:143_2": "if he sends it away at the 40 kilometers;",
    "ai-tika-vin11t37:144_0": "They proclaim a minor offense as minor. They proclaim one offense entailing suspension, and one offense entailing confession.",
    "ai-tika-vin11t37:145_0": "allowed laying for the home, etc.",
    "ai-tika-vin11t37:145_1": "an offense of wrong conduct can be committed to an offense of wrong conduct.",
    "ai-tika-vin11t37:145_2": "if she has been given the full ordination with an attainment of peace.",
    "ai-tika-vin11t37:145_3": "Through the verses consisting in mind",
    "ai-tika-vin11t37:146_0": "132-3.",
    "ai-tika-vin11t37:146_1": "knowingly that a group of traveling thieves along this path, this is the path to construction, and along with a woman.",
    "ai-tika-vin11t37:146_2": "He is able to travel with a particular monastery.",
    "ai-tika-vin11t37:146_3": "Practicing in the path",
    "ai-tika-vin11t37:146_4": "between the boundaries without knees,:",
    "ai-tika-vin11t37:147_0": "if she makes it move, then for the wave;",
    "ai-tika-vin11t37:148_0": "The is called a monk who has been given the full ordination by someone who follows the Teaching, the Monastic Law, and the substantively handed down the Teacher’s instruction—has is called an expert in the Teaching, the Monastic Law, and the Teacher’s instruction—has is called a noble one who has been ejected. This is the meaning of the Teaching, the Monastic Law, and the Teacher’s instruction.",
    "ai-tika-vin11t37:148_1": "He enjoys material things and uses wealth.",
    "ai-tika-vin11t37:148_2": "to eat the household life, etc.",
    "ai-tika-vin11t37:148_3": "After apprehending the meaning in worldly pleasures: on both occasions, the meaning is explained.",
    "ai-tika-vin11t37:149_0": "Getting by is the beginning of the middle, the bowl and robes, etc., as well as falling into the houses, etc., and because of the opposite of the houses, and using the opposite sex.",
    "ai-tika-vin11t37:150_0": "The Seven Discourses on containing living beings",
    "ai-tika-vin11t37:151_0": "In the case of the five training rules accumulated by the Buddha, the five training rules, by a making them known to them, or with the five training rules he declared: “The Buddha has acquired the training rules because he has acquired the abolished the doctrine of the Buddha, with the five training rules, etc., and because he is accomplished by the Dhamma.”",
    "ai-tika-vin11t37:151_1": "Soon afterwards he said, “Both this legal issue is going.”",
    "ai-tika-vin11t37:152_0": "“What’s the point of reciting these minor and insignificant training rules, what is the lesser training rules, lesser training rules, when they go to a charnel ground?”",
    "ai-tika-vin11t37:152_1": "“What is the home,” he said, “What is the doing of these kinds, opinion, etc., that is, for the sake of the house.",
    "ai-tika-vin11t37:152_2": "when the color is deceitful.",
    "ai-tika-vin11t37:153_0": "But now I proclaim it because I’m unable to make sure that he knows “I am” and so on, without having told him his own hands.",
    "ai-tika-vin11t37:153_1": "deception is the fuel for delusion.",
    "ai-tika-vin11t37:153_2": "When it is done, it is done by an incomplete assembly.",
    "ai-tika-vin11t37:154_0": "A mendicant gives a blade of grass, etc., even if they die in a new town or a league into the home of the home.",
    "ai-tika-vin11t37:155_0": "When riches are struck: riches, a house is luxurious,",
    "ai-tika-vin11t37:156_0": "He who wears such things as droping, etc., in the opportunity, the opportunity, the illness in the home, and the one who is starting on lying down, etc., has laid down the ground, and so on.",
    "ai-tika-vin11t37:157_0": "(But) you were afraid of wrongdoing, he thought, “It would seem that you were less than twenty years old when you were given the full ordination,” like someone who is afraid of wrongdoing.",
    "ai-tika-vin11t37:157_1": "is the arising of the house of ill-will,",
    "ai-tika-vin11t37:157_2": "when one is anxious,",
    "ai-tika-vin11t37:158_0": "said: “Having seen (them),” “It is knocking on the bank, ‘It is infested to lust.” It is good for shakes, gravel.",
    "ai-tika-vin11t37:159_0": "Taking the teachings, the Teacher’s instructions, and the four confessences—had been laid down by the Buddha, the Teaching, and the Monastic Law—",
    "ai-tika-vin11t37:159_1": "Then later generation: he should give his consent;",
    "ai-tika-vin11t37:159_2": "Which is lacking means (the state of) having a dwelling place prepared, (thinking):",
    "ai-tika-vin11t37:159_3": "If he experiences the two, he commits an offense entailing confession.",
    "ai-tika-vin11t37:160_0": "146.Saṅghe saṅghamajjhe.",
    "ai-tika-vin11t37:160_1": "Dispelling what is contrary to the extension, what is to be done,",
    "ai-tika-vin11t37:160_2": "when the announcement is (another) concluded, not having any declarations, then when the motion has been decided—",
    "ai-tika-vin11t37:161_0": "The Sangha abolishes the boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin11t37:162_0": "Principles",
    "ai-tika-vin11t37:163_0": "After attaining the King’s continued pressuring the King, he sat down on the seat.",
    "ai-tika-vin11t37:164_0": "Golden treasures, horse-treasures, and so forth.",
    "ai-tika-vin11t37:165_0": "if it is at the time of dawn and starting from dawn;",
    "ai-tika-vin11t37:166_0": "From the disease of the household life heat, encircled in the riches, of the household life.",
    "ai-tika-vin11t37:167_0": "and if they get enough, even if they a dropped into it, they’d still have an a league.",
    "ai-tika-vin11t37:168_0": "nine treasures",
    "ai-tika-vin11t37:169_0": "Thus there were Uttarakuru,",
    "ai-tika-vin11t37:170_0": "The discussion on the commentary is finished.",
    "ai-tika-vin11t37:171_0": "The Buddha is expected more than four hundred leagues from giving directions, and he is bound to the goods by the belt of the Buddhas.",
    "ai-tika-vin11t37:172_0": "over all the fortnights,",
    "ai-tika-vin11t37:173_0": "Discussion of the legal procedures on offenses entailing acknowledgment",
    "ai-tika-vin11t37:174_0": "On account of the intervals of Contact",
    "ai-tika-vin11t37:175_0": "Discussion of the proper conduct in that case.",
    "ai-tika-vin11t37:176_0": "162.",
    "ai-tika-vin11t37:176_1": "the first sequence of all the offenses should be expelled: “Whoever has the three disciplinary issues, the sections, the monks from the near shore and the far shore, and the inclusion, the intercourse, the expositions, the four kinds of offenses, the sections, the investigating, the creates an offenses of intention, and the non-existences as the seventh.”",
    "ai-tika-vin11t37:176_2": "Devoted to adultery:",
    "ai-tika-vin11t37:177_0": "one of those news, tenems, and three kinds of foulness in a heavenly realm, one of the three kinds of wet cloth.",
    "ai-tika-vin11t37:177_1": "dead and mostly undecomposed, has sexual intercourse with a clay, has sexual intercourse, that monk has sexual intercourse with him.",
    "ai-tika-vin11t37:178_0": "164.",
    "ai-tika-vin11t37:178_1": "When the training is covered with something that’s were over, then, if a monk has sexual intercourse, he commits a serious offense.",
    "ai-tika-vin11t37:178_2": "Asking, they misdeed the waves.",
    "ai-tika-vin11t37:178_3": "he gave a dildo to the nun Jina, which was given to her.",
    "ai-tika-vin11t37:179_0": "For the one who gets hold of lust, for the sake of the body,",
    "ai-tika-vin11t37:179_1": "for I have a fixed destiny like (in all) fortune.",
    "ai-tika-vin11t37:179_2": "I followed in self-control",
    "ai-tika-vin11t37:179_3": "“No, mister.”",
    "ai-tika-vin11t37:179_4": "From the Leader of the Absorptions, they consented in that way.",
    "ai-tika-vin11t37:180_0": "167.Kāyenāti attano kāyena.",
    "ai-tika-vin11t37:180_1": "having seen a woman’s body,",
    "ai-tika-vin11t37:180_2": "Contact with lust for the body,",
    "ai-tika-vin11t37:180_3": "Likewise with the body and the rest.",
    "ai-tika-vin11t37:181_0": "if she is bound by what she is connected to her own body;",
    "ai-tika-vin11t37:181_1": "If they, with something connected to their own body, makes physical contact with something connected to the other’s body,",
    "ai-tika-vin11t37:181_2": "That monk’s dwelling.",
    "ai-tika-vin11t37:182_0": "“The analysis of the eighty great analysis is finished,” what has been said in the Great Wood, not in the Simile of the Collection of the Monastic Code. And in the Mahāvihāra, they did not respond to the section about the sections of the Aṅgas.",
    "ai-tika-vin11t37:182_1": "But that composed to the truth, is what is said.",
    "ai-tika-vin11t37:182_2": "Such encounteration is shown by the great opposite sex, but it is because of all the attainments that were responding to see and illustrious, because it was said to be foremost.",
    "ai-tika-vin11t37:183_0": "Thus there were Uttarakuru,",
    "ai-tika-vin11t37:184_0": "The golden pollutants is finished."
}