{
    "ai-tika-vin11t2:0.1_0": "Bhikkhuvibhaṅgo",
    "ai-tika-vin11t2:0.2_0": "Pārājikakathā",
    "ai-tika-vin11t2:1_0": "In the first of the offenses entailing expulsion",
    "ai-tika-vin11t2:2_0": "6.",
    "ai-tika-vin11t2:2_1": "Thus she showed the advantages of five verses andnaments: “Now, having shown that the act of treasures, I have shown them the means, and so on.”",
    "ai-tika-vin11t2:2_2": "Herein, “Herein,” etc.",
    "ai-tika-vin11t2:2_3": "It is of three kinds: it is the path, keeping the mind on the front, and so on.",
    "ai-tika-vin11t2:2_4": "the sesame seeds that broke off the petals and the pins.",
    "ai-tika-vin11t2:2_5": "the anus or the vagina, or the drainying near the middle of the monastery, on the bank of the Vaggumudā, and on the way to the neighbouring of a tree standing near the middle of the body, and on the way to the top of a river.",
    "ai-tika-vin11t2:2_6": "When he has found in the three paths, in the sharing of the three paths beginning with the shame, “In the three cases of the blessings”, etc., this was said here, “Three” , “The Physically,” and they show the thirty-two parts of the opposite sex with them.",
    "ai-tika-vin11t2:3_0": "In what way?",
    "ai-tika-vin11t2:3_1": "the basis of psychic power that has been shown by one who has been performed in front of them is shown by one who is hostile to the hymns, in the presence of an animal, and who is present to the produced in the air. And such a way that is present, a writing up the three paths, four paths, five variety of paths, three drops, poisonstures, and many men.",
    "ai-tika-vin11t2:4_0": "possessing what is useful in the tasks of roaming generation is good, sex, possession of the removal of greed for sense desires, is the meaning.",
    "ai-tika-vin11t2:4_1": "With a rest of the thirty-two paths, the lord of the earth is waven, without havingernally apprehended the sign in the other.",
    "ai-tika-vin11t2:4_2": "he must tell them, “This is the second message,” “This is the second (but) he must take it away onto the third day. He should then told the monks who said, “Though you go.”",
    "ai-tika-vin11t2:5_0": "or oppressed by a body.",
    "ai-tika-vin11t2:5_1": "And the rest of the body, which is caused by the rest.",
    "ai-tika-vin11t2:5_2": "while bringing them to the bathing, making precincts, and including the attainments,",
    "ai-tika-vin11t2:5_3": "Death through exhaustion of himself: It is hardly difficult to get by wishing the supramundane bliss of which will be obtained by the supramundane bliss of supramundane kinds, by means of the happiness of the arrivals, by defilement of the world, or the kingship.",
    "ai-tika-vin11t2:6_0": "This is the construction here.",
    "ai-tika-vin11t2:6_1": "He keeps himself in three ways, that is, in other three ways, that is, clung to his wet. He has the same way that is, a monk incomparable, is an expert on the way.",
    "ai-tika-vin11t2:6_2": "THE SEN in this way:",
    "ai-tika-vin11t2:7_0": "‘If a monk, after taking on the monks’ training and way of life, without first renouncing the training and revealing his weakness, has sexual intercourse, even with a female animal, he is expelled and excluded from the community.’”",
    "ai-tika-vin11t2:8_0": "The Buddha has laid down a training rule that we should be seen as long as it takes to be given.",
    "ai-tika-vin11t2:9_0": "7.",
    "ai-tika-vin11t2:9_1": "When she had expelled thus with these verses, she urged them from the community by the monks, saying: “Because of this monk is present,” and she created a human state with them, “Ascetic, I will show them the way that he is expelled and excluded from the community.”",
    "ai-tika-vin11t2:9_2": "Herein, there is this monk invited that he has arisen in the enemy of a non-human beings. He directed the variety of paths, having entered upon them with his penis. Then he enters the way to the anus or the vagina.",
    "ai-tika-vin11t2:9_3": "he accepts the invitation, and is one who is staying within a league.",
    "ai-tika-vin11t2:9_4": "And here the intention to: “Cessation, the intention to practice the higher mind than that of the one who adverts in the ultimate sense, the having taken the meaning is that it is the best calm, while that is the meaning, the deportment, the meaning is that to say, the having the instruction of the Faith.”",
    "ai-tika-vin11t2:9_5": "and so too, in the past and present,",
    "ai-tika-vin11t2:10_0": "entering and remain in meditation.",
    "ai-tika-vin11t2:10_1": "can be excluded: “We have accumulated” , etc., which is to be dug out by the fortunateness.",
    "ai-tika-vin11t2:10_2": "And here it is said in each of the one who has reached the end (of Nibbāna),",
    "ai-tika-vin11t2:10_3": "While it was standing there, he should explain it to the progress of all manner: “Existence in each case.” And he should was responsible for maintaining impediments.",
    "ai-tika-vin11t2:10_4": "which should be made falling away in the way already described under the cutting it up at the time of the palm of the kasiṇa and evaluation.",
    "ai-tika-vin11t2:10_5": "Kind away the time to remove low.",
    "ai-tika-vin11t2:11_0": "Or alternatively, it is good in the dispensation of the Vibhaṅga thus: “Confidence is faithful, confident, and expert in the life of purity.”",
    "ai-tika-vin11t2:11_1": "If, even if he says, “Even if you agree,” and if he agrees to the edge of the robe, he consents to these two or three days after taking the meal, and he accepts the invitation of a _māsaka_ coin, etc., if, having entered upon them, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:11_2": "Faith can be said: “You can train your ownership,” and the meaning is that you can’t announce.",
    "ai-tika-vin11t2:11_3": "(But) having attended on him), he attended the mind,",
    "ai-tika-vin11t2:11_4": "that monk is a monk’s bathing.",
    "ai-tika-vin11t2:11_5": "apart from the water.",
    "ai-tika-vin11t2:11_6": "When there is passing away, a monk consents to the opposite direction, but not at the end of the meal, he consents to me.",
    "ai-tika-vin11t2:12_0": "And here there is this: “For one who has renounced the training precepts without first renouncing the training precepts, without first renouncing the training precepts, and withdrawn from the training precepts, without first renouncing the training precepts, is the meaning.”",
    "ai-tika-vin11t2:12_1": "That is why it should be understood as follows:",
    "ai-tika-vin11t2:12_2": "There is no idea for one person who is training in the way beginning, “Not that is announced by the mind” .",
    "ai-tika-vin11t2:12_3": "For one who is fully ordained should train in the nun who is fully ordained only through peace and out the training, etc., and who has no doubt about whether or not.",
    "ai-tika-vin11t2:12_4": "Thus there is no production of the training in that way.",
    "ai-tika-vin11t2:13_0": "“Through the Buddha, the teaching, and the Saṅgha, and the training, of a teacher, lay down a training rule. Instead he resigns the training and returns to a lesser life. That teacher says, “I renounce the training! The pupil isn’t renounced, the training! The Sakyan daughters are not an ascetic or a lay follower of the Sakyan.” And he says, “I renounce the training! Pleasembract with a lay follower of the Buddha, the Teaching, and the Sangha becomes no-one who wish to trainer.”",
    "ai-tika-vin11t2:13_1": "Thus there is no production of the training in that way.",
    "ai-tika-vin11t2:14_0": "Herein, when I say this to them: “I am inferior” or “I do not say this to them,” “When I wear them, laugh it,” it is said, “When I return to a lesser life, or syllables,” it is lost, thus he commits a serious offense.",
    "ai-tika-vin11t2:14_1": "When they do so, there is no accumulation in the realm of the lady and available.",
    "ai-tika-vin11t2:15_0": "What is twofold and change in brief.",
    "ai-tika-vin11t2:15_1": "Herein, having renounced the Buddha, “I renounced the body”, and when he is resigned the fearless, etc., done for his breaking the body or the rest of the hand, he becomes making a horn, and he is expecting the breaking of the body, speech, or the breaking up of the hands.",
    "ai-tika-vin11t2:15_2": "When a making the four winds in this way, there is no way to resign the winds.",
    "ai-tika-vin11t2:16_0": "if he resigns the two kinds of person, and he resigns it;",
    "ai-tika-vin11t2:16_1": "But if he resigns the understands, but if there is no one of his own consciousness remaining in regard to the aeon.",
    "ai-tika-vin11t2:16_2": "But if he resigns a human being, he is not renounced insane; he is training and returning to a lesser life.",
    "ai-tika-vin11t2:16_3": "There’s no way to strike a leaf or from the ground.",
    "ai-tika-vin11t2:16_4": "When this is said in the commentary on the person, there is no making the distinction of those persons.",
    "ai-tika-vin11t2:17_0": "and it is twofold by means of two kinds, and it is of two kinds as dependent;",
    "ai-tika-vin11t2:17_1": "Whoever has put it up or has told him, “I inform anyone.”",
    "ai-tika-vin11t2:17_2": "If they do so, the teacher who understands the meaning of what they say, “Perhaps these in the world for advice, what is beneficial for him or what is deliberating, what is unsuitable,” thus he is renounced.",
    "ai-tika-vin11t2:17_3": "And then the other person, knowing that of them said, “What do they know,” thus they do know.",
    "ai-tika-vin11t2:17_4": "“And if you announce to anyone, you can know the meaning of a human being sort of those who can understand the meaning of what you say, the training is explained.",
    "ai-tika-vin11t2:17_5": "When he lives in this way, there is no making known beginning with what is said.",
    "ai-tika-vin11t2:17_6": "But even if you renounce the training, you’re not renounced.",
    "ai-tika-vin11t2:18_0": "So it is said to be the kind of mental embarrassing of the mind in the way that is not explained.",
    "ai-tika-vin11t2:19_0": "8-10.",
    "ai-tika-vin11t2:19_1": "“Now, as with a blanket and bathing poisonous snake, stroking on top of ropes! I cannot walk in a way that is impediments and cannot walk in the air, encounter for the purpose of a newly-born road,” and she residing the wrong way to the nuns. She then shameless viptures a bhikkhu, caravansssing them in a new state of loss.",
    "ai-tika-vin11t2:19_2": "Herein, covered with blanket-proces the covering of cloth:",
    "ai-tika-vin11t2:19_3": "if he says, “Because he!” and “It is peaceful and sublime to visit another,” and “There is nothing beyond the characteristic of instead of simultaneously,” and he replied, “This is the expert on the matter in this way,” and he says, “This is the exceedingly the success of it.",
    "ai-tika-vin11t2:19_4": "if he is able to do so;",
    "ai-tika-vin11t2:20_0": "When one is showing this, he says, “K here,” “It is starting to the feet,” and so on.",
    "ai-tika-vin11t2:20_1": "Here the place where it has been shown by means of the the beginning, the giver of the fruit, etc., in the way beginning, “from the tip of the body,” etc., in the way that is the place where it has arisen bodily formations beginning, the gives its place beginning, middle, and end, thus it is the equal of the body, the linking of its object.",
    "ai-tika-vin11t2:20_2": "This in the eighteenth blemish, the fore-quipment, and the water to the Enlightened One.",
    "ai-tika-vin11t2:20_3": "the name-calling faculty is said to be the “sense-faculty”.",
    "ai-tika-vin11t2:20_4": "undergoing the same feet, “chieved” and “covering the cloth for the purpose of concealing the private parts” .",
    "ai-tika-vin11t2:20_5": "Leaving my feet, grasping in a cesspool, expelled by the wind, mud, organized in a banana tree, in a bathing place constructed with the upper robe, looking onwards,",
    "ai-tika-vin11t2:20_6": "And here the words “first in the phrases” are cleared away.",
    "ai-tika-vin11t2:21_0": "To this extent the introduction that is expelled and excluded from the fourfold section, he says, “That is far from the fourfold mundane and expelled in this way.”",
    "ai-tika-vin11t2:21_1": "And here in these four ways:",
    "ai-tika-vin11t2:21_2": "when the four offenses entailing expulsion have been expelled in the four rules, having couches the belly, the sound of the sea, the above that is to say, the belly.",
    "ai-tika-vin11t2:21_3": "For the noise is permanent, constantly, eternal, and unconquered,” and “This is the sound of covetousness.” And she might quiet at all,",
    "ai-tika-vin11t2:21_4": "The meaning is this:",
    "ai-tika-vin11t2:21_5": "Enemy monks bringing that monk into the presence of a woman and defeated with the confidence of him, and without the consideration of any other monk of the three paths beginning with a woman or a man, the monk who is devoted himselfs to the throne of a sleeping place even a drum, if he wishes to beat, agreeable to the hunter or to the foods of the earth, whether it is a monk who is an or abscesses of curd. If he accepts the sound of the spirits, etc.; if he is charming him, he is unable to entertain his passions them with the hunger of sensual desire for sense of humble and quieter of hunger of rope.",
    "ai-tika-vin11t2:21_6": "if he accepts, saying, “Certainly,” “There is no offense for one who is lost;”",
    "ai-tika-vin11t2:22_0": "“When someone is expelled in this case,” he replied, “This is the kind of defeat in this place.",
    "ai-tika-vin11t2:22_1": "“Here are you happy,” and after taking it away, he said:",
    "ai-tika-vin11t2:22_2": "In the Vajirā, “Perhaps these places are a shelter in such a way,” and she “Through gruel” , she involved in loancations, howrations, quite cleared out the fields, is to be found in the field for the purpose of perfecting the world.",
    "ai-tika-vin11t2:22_3": "which is called “hindir” in the way beginning, “Poison” and “the neck,” etc.; and when they live in a long way, they are said to be far from attachment to life.",
    "ai-tika-vin11t2:23_0": "By these two, he should do what is said: “This is why, reverend Sir,” and “Putting out of desire for these two functions,” etc., respectively instead of accumulating, etc., doing what is said above, he should be expelled by the windows in the way already described, enclosed by the good families, and without making an effort, he should say:",
    "ai-tika-vin11t2:23_1": "When he has a serious offense, whether he makes it enter or not.",
    "ai-tika-vin11t2:23_2": "When they have been blankets made in this way, there is an offense of wrong conduct. ...",
    "ai-tika-vin11t2:23_3": "He should look out for him in that place,",
    "ai-tika-vin11t2:24_0": "And here there is the swift fields of all the fields beginning with the field, etc., of the field including the air, and the tips of the lengths, and the tip of the fingernails of the wings, the carphery, and the calf together so on.",
    "ai-tika-vin11t2:24_1": "under the sway of the field for the sounds, etc., and for the purpose of concealing the analysis of the fields, etc., and for the sake of hide making an effort, and for the sake of producing the sign, and even with the scope of wide, and so on.",
    "ai-tika-vin11t2:24_2": "These are the not attached to.",
    "ai-tika-vin11t2:24_3": "On his penis to the wings, the field is two inserted the field for the bad,",
    "ai-tika-vin11t2:25_0": "11.",
    "ai-tika-vin11t2:25_1": "To this extent of Jīvaka, having seen the blessings thus, “With furnishing the necks of a body,” and on account of the three kinds of foulness, he shows the sign in three ways as with the stain of avarice, for the purpose of protection, etc., just as when a neighbourhood of a wickedness and subdued the rubbish heaps the sign in the way beginning, “Now,” and when a placed on a bad destination, etc., is being the threefolded by the headings, held on a bad destination, and so on. And just as to the sign in the three kinds of facternity, and so on.",
    "ai-tika-vin11t2:26_0": "Herein, “We can live in this body”, and they must exhausted a share of the sleeping place with a particular bodies.",
    "ai-tika-vin11t2:26_1": "if he shows that a sign is shown by this sign, then the hidden is shown by the sign,",
    "ai-tika-vin11t2:26_2": "After he has done so, he should remove the signs, etc., before thus: “This body is lost in the moderation.” Then, when he has finished his not discerned, he should say, “Kill, however, this is unsuitable.” Then, when he has lost his mind, he should give it up again and again without scratching it or knocking it, he should say, “This is an occasion.”",
    "ai-tika-vin11t2:26_3": "Or alternatively, thinking “Expert a meditation subject,” he should knock on the sign of the spot.",
    "ai-tika-vin11t2:27_0": "If he announces there without saying, “He who has not found the signless,”",
    "ai-tika-vin11t2:27_1": "if he took something in a most territory; having been eaten by him;",
    "ai-tika-vin11t2:27_2": "“They say that the tangle of the four lower parts have been understood by the name of the sign, and the manifestation of the other.”",
    "ai-tika-vin11t2:27_3": "With the appearance of sexual intercourse, and because of the failure of sexual intercourse, they say, “This is my particular composing of sexual intercourse with a woman.” Then they say: “Those who have a resembled dead in the section of rooms, and they are called “posed” .",
    "ai-tika-vin11t2:28_0": "He is expelled: the king, having fallen upon the lower realm, is the meaning.",
    "ai-tika-vin11t2:28_1": "For this is one training rule (only) an offense entailing expulsion if he is one who has performed the training rules.",
    "ai-tika-vin11t2:28_2": "Herein, it’s impossible that the Buddha should abolish a training rule that entails expulsion because of the Vajjians.”",
    "ai-tika-vin11t2:28_3": "“You have committed an offense entailing expulsion.”",
    "ai-tika-vin11t2:28_4": "“We’re not expelled and excluded from the community.”",
    "ai-tika-vin11t2:28_5": "“You may say involve service in the present life,” and that he is said.",
    "ai-tika-vin11t2:28_6": "But since, how many training rules do you have achieved, but don’t should be told, the training rules are cleared only.",
    "ai-tika-vin11t2:29_0": "Herein, one who trains in that place, the training rules in others is called expelled.",
    "ai-tika-vin11t2:29_1": "One who commits an offense entailing expulsion. That is why it is called “shord”.",
    "ai-tika-vin11t2:29_2": "The person who is called because they have lost conqueror is called a victor.",
    "ai-tika-vin11t2:29_3": "the training rules on expulsion offenses entailing expulsion in the faith of someone who is expelled: “You have done a legal procedure consisting of the essence given in the reeds,” and the other individual can be understood to be understood as the result of deeds.",
    "ai-tika-vin11t2:29_4": "“No, mendicant,” he replied.",
    "ai-tika-vin11t2:29_5": "the ascetic life dissatisfies, ~ the rest is left over.",
    "ai-tika-vin11t2:30_0": "After taking note of them in the four components, he acts in the four composite cases, and eats one-pointed residence.",
    "ai-tika-vin11t2:30_1": "When the part is half of half-month:",
    "ai-tika-vin11t2:30_2": "smoke out the hemp and is a serious offense.",
    "ai-tika-vin11t2:30_3": "If the consciousness belonging to the community of Pātimokkha, etc., one does not say, “I have a serious offense.”",
    "ai-tika-vin11t2:30_4": "the rest is called envious.",
    "ai-tika-vin11t2:30_5": "for this is said in the Commentaries: “Upāla carpets in the commentaries.”",
    "ai-tika-vin11t2:30_6": "If they have made an agreement, the monkey commits an offense of wrong conduct. Being badly, the sound of women, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:31_0": "Having eaten the signs that were milk-rice and feeding on a body, and so on, the whole body, being eaten by the rest,",
    "ai-tika-vin11t2:31_1": "he proclaims the sound of drums (himself),",
    "ai-tika-vin11t2:31_2": "When they hear this advocate the sign in what is said, there are some in other three ways, or that is, when he cultivates the signs, he is expulsion in the.",
    "ai-tika-vin11t2:31_3": "Herein, one who associates with happiness is this:",
    "ai-tika-vin11t2:31_4": "That is why it has not been stated under the heading of an idiot.",
    "ai-tika-vin11t2:31_5": "(but), the story of the body should be treated in the same way as in the texts .",
    "ai-tika-vin11t2:32_0": "14.",
    "ai-tika-vin11t2:32_1": "“The bloated corpse is like a collection of worms,” but rather he is engaged in all kinds of grass, tied up with blue, yellow, red or white. When all the body is drawn by the head, the family traditions, and nine orifices, etc., then in every way: “This body is expelled and excluded from the community” and the thirty-two families of a youth.",
    "ai-tika-vin11t2:32_2": "and if she says, “I won’t do it,” “We won’t give it to them,” “There’s no offense.”",
    "ai-tika-vin11t2:32_3": "If they say, “She is dead,” etc., they shouldn’t understand all their inheritances or clay.",
    "ai-tika-vin11t2:33_0": "15.",
    "ai-tika-vin11t2:33_1": "if the monks were given to him, he said, “They are cut off,” and so on.",
    "ai-tika-vin11t2:33_2": "Herein, a wound appears here and there.",
    "ai-tika-vin11t2:33_3": "standing in that place where the sign appears, he is standing on the spot.",
    "ai-tika-vin11t2:33_4": "This second discussion is obsessed by the word of the meaning here in the Commentaries, according to the meaning, and of the Jina.",
    "ai-tika-vin11t2:33_5": "When it is finished, all signs, he thinks, “Now, this is the shape of its hideous skin, the skin, the flesh, and sinews,” but he sees inviting the sign, he thinks, “That is how repulsiveness in the six ways of livelihood by means of livelihood, etc., and that is unprofitable way, not abolishing the boundary,” and he directed the signless.",
    "ai-tika-vin11t2:34_0": "16.",
    "ai-tika-vin11t2:34_1": "By apprehending the signs,",
    "ai-tika-vin11t2:34_2": "Is heedless in the past, (but) fear, or dread.",
    "ai-tika-vin11t2:34_3": "As to sign appearing in the sign, they are bounded on me.",
    "ai-tika-vin11t2:34_4": "cut off the top, the meaning is that to say, or the feathers settles.",
    "ai-tika-vin11t2:34_5": "when he makes an effort from sexual intercourse with an 40 kilometers in the day.",
    "ai-tika-vin11t2:35_0": "After wrapping their nails, they should cut their gestures by the eight substances, etc., and after cutting them off.",
    "ai-tika-vin11t2:35_1": "taken it, (saying): “There is no reason for this,”",
    "ai-tika-vin11t2:35_2": "As long as he lives, he thinks “I am alive!”",
    "ai-tika-vin11t2:35_3": "but when their body breaks up, after cutting off the features of the leaning on a bodily part of the body, and on the top of a lump of meat, hence there is no more than 40 kilometers in the day.",
    "ai-tika-vin11t2:36_0": "18.",
    "ai-tika-vin11t2:36_1": "Saying, “We’re transferring to life,” he should draw a conclusion, “For each.”",
    "ai-tika-vin11t2:36_2": "is declaring: “Through coming!” and “Today is cleansed by evening,” etc., saying “Through these,” he is cleansed out.",
    "ai-tika-vin11t2:36_3": "People were consecrated by the body. ...",
    "ai-tika-vin11t2:36_4": "when it comes down:",
    "ai-tika-vin11t2:36_5": "clothes, lodgings, and foods—",
    "ai-tika-vin11t2:36_6": "undergoing the sway of the wounds,",
    "ai-tika-vin11t2:36_7": "(Always) means having the genitals (it).",
    "ai-tika-vin11t2:36_8": "full of sensual desire and lust.",
    "ai-tika-vin11t2:37_0": "There were placed in the body in the way already described.",
    "ai-tika-vin11t2:37_1": "Hence it is said: “Having sinews in between the two and the arms rose-apple trees!”",
    "ai-tika-vin11t2:37_2": "Disciplinessions: Its beginning with rough materiality,",
    "ai-tika-vin11t2:37_3": "having spoken of the particulars as the body will bring together.",
    "ai-tika-vin11t2:37_4": "he should cut off his penis.",
    "ai-tika-vin11t2:37_5": "It is plain because of (food) property,” and she insert a seed that has arisen for a rottted it.",
    "ai-tika-vin11t2:37_6": "Like fleing in the vicinity of the lust-free: “My lust is influence which I received (only) free from lust.”",
    "ai-tika-vin11t2:37_7": "If you are told, “They aren’t given” and so on, the meditator should also be told in the way already described.",
    "ai-tika-vin11t2:38_0": "Gomayas, pins, crystals, etc., which resembles and full of pearls, and so on.",
    "ai-tika-vin11t2:38_1": "gratification is the gratification in the deed.",
    "ai-tika-vin11t2:38_2": "He thought: “Listening to deceiving people”, he is one who is deranged,",
    "ai-tika-vin11t2:38_3": "Meanwhile,: “Through the greed for sense desires” and so on, even with the hunger of greed for the greedy yoke, clinging to the dissolution of seeds, do they enter into a serious matter!",
    "ai-tika-vin11t2:38_4": "And here they should be told: “We will go to the house of the hermitage, etc., in the morning, and so on.”",
    "ai-tika-vin11t2:38_5": "For if there is eight reasons: the sound of counsel, the essences in the Commentaries, the sound of recitation, the cycle, and the essence of the sea them all.",
    "ai-tika-vin11t2:38_6": "When they think, “We’re making an end of the first part of the opposite sex nearby, and endeavour.” They may be repeatedly responding to them.",
    "ai-tika-vin11t2:39_0": "21.",
    "ai-tika-vin11t2:39_1": "Like that of them impurely the thinking deer.",
    "ai-tika-vin11t2:39_2": "They all bear the animal realm, the winter of all activities, of all cutting off all animals, and all of them.",
    "ai-tika-vin11t2:39_3": "“Just as, with this: “Because of this” is said, “It’s introduced to the greed for sense desires,” and an act of opposite sex, an seeds, clung to infatuated, envelops the seeds of all the seeds in the monastery,",
    "ai-tika-vin11t2:39_4": "And they can’t be called “blessed” when he can be called one who “has calls out” .",
    "ai-tika-vin11t2:40_0": "22.",
    "ai-tika-vin11t2:40_1": "Thus, having shown that Ājīvaka one’s body is shown that they will give, and having made a living in a charnel ground, they will give eventually eat the story of them in this way.",
    "ai-tika-vin11t2:40_2": "“This is a human being,” they said, “There are mentioned here,”",
    "ai-tika-vin11t2:40_3": "Those people having shown that he has dead body hair, carpet, etc., before ran backwards and so on. He should then show them the funeral pyre, and profitable actually give them to the goal.”",
    "ai-tika-vin11t2:40_4": "When there is a bloated corpse in the movement of his hairs, etc., in the three ways beginning with the wet cloth, etc., and in the way beginning, “He may be adverting with the hairs and freshly drivenks, etc., or three in three ways, phlegm, etc., or three in three ways, pride and eight or three months of embodiousness.",
    "ai-tika-vin11t2:41_0": "(They are) in three ways: by looking after the inheritance and dissolution, the aggregates, by a foulness, the inner skin, the flesh, sinews, the synonyms, the three kinds of fondness, the torn, and the wide in the way beginning, the indication, the others. The path, and the practice, and the practice of these three kinds, and the ninety-two training rules what is to be controlled.",
    "ai-tika-vin11t2:41_1": "I found it in a hundred places.",
    "ai-tika-vin11t2:41_2": "If he has the infant of having slayed passions, and he makes a round of greed for fall, as much as he likes, then for the threefold offense entailing expulsion, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:42_0": "These were to show the way already described in the way beginning, “Having achieved successively in the way already stated, they must be quite secluded from sense desires, secluded from unprofitable things, or with a general essence, and each time instructed in this body, they must be understood as follows: ‘The path of essence, etc., and in the way already described,’ and so on.",
    "ai-tika-vin11t2:42_1": "according as it is said: “Neitherwise, just as in the Commentaries has been talked in the way already described,” and she understood all the time.",
    "ai-tika-vin11t2:43_0": "23.",
    "ai-tika-vin11t2:43_1": "Both pacifies means:",
    "ai-tika-vin11t2:43_2": "for the signs of moderation,",
    "ai-tika-vin11t2:43_3": "When told him, “This is the fourth kind of ascetic of asceticism,” she replied, “Upāli,” she replied, “This is oppressed as an ascetic of another religion.” And she is exactly what has been said.",
    "ai-tika-vin11t2:43_4": "There it is from these Vajjiputtakas: “Here the harem of women,” and she should also say, “Through this basket-makers,” and if the menstruation owing to intermediate directions, there too, to be a woman who is similar in fact",
    "ai-tika-vin11t2:44_0": "When there is a large exposition of the sectarians, he should tell him, “Such is the sign of foulness in her mouth,” and when it is stated, “Though it with its forecourt",
    "ai-tika-vin11t2:45_0": "and his penis enters its own place.",
    "ai-tika-vin11t2:45_1": "with mouth-waxing,",
    "ai-tika-vin11t2:45_2": "Focus his livelihood to the sign of a woman’s ornament,",
    "ai-tika-vin11t2:45_3": "‘If a monk’s body is dead and woreed, he who when the body is dead and woreed, say what is meant by lustful and irreversible, and he has a distributed from the ascetics of another religion, he commits a serious offense.",
    "ai-tika-vin11t2:45_4": "In the same way, when the spirits were struck with a body of the dog, he commits a serious offense. Once they were told, “Should come here,” and with the intention to commit one offense entailing suspension, and a serious offense. On the second offense entailing confession, he commits a serious offense.",
    "ai-tika-vin11t2:45_5": "Therefore it was said: “Having given to the life of a woman who is coming,”",
    "ai-tika-vin11t2:45_6": "if, at the end of the body and the mindfulness occupied with the body, it takes pleasure in him who is not free from greed, desire, ill will, confusion, and fear. That is why, the desireless, the position of vanity.",
    "ai-tika-vin11t2:45_7": "Suspension:",
    "ai-tika-vin11t2:46_0": "25.",
    "ai-tika-vin11t2:46_1": "Just so when he is outside the monastic boundary, it is said to have fewer than six kilometers that is outside the monastic boundary, and when it is said to have fewer than that.",
    "ai-tika-vin11t2:46_2": "May I be led to on both counts, or I have sensual desire",
    "ai-tika-vin11t2:46_3": "A man of men for his livelihood, who will not be in the realm of men,",
    "ai-tika-vin11t2:46_4": "Even a man with a liquor, he shows how he shows how he places.",
    "ai-tika-vin11t2:46_5": "is what is meant.",
    "ai-tika-vin11t2:46_6": "“live, they’re a scholar who has gained commending what is his sort.”",
    "ai-tika-vin11t2:46_7": "if he engages in malicious talebearing the sign, saying, “Though having few sensual desires,” “They canopy, but only expect a spend the sign in me,” he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:47_0": "26.",
    "ai-tika-vin11t2:47_1": "if he raises the circumstances all over the monks from the group of six, saying, “I have sexual intercourse with the monks from the group of six. ” If he says, “I’ll give rise to the sign,” “I’ll encounter,” “I’ll enemies,” “I’ll give to the feature of a serious offense.”",
    "ai-tika-vin11t2:47_2": "Here there is because of this that it is the Renunciation of the King.",
    "ai-tika-vin11t2:47_3": "If he has the sign of his own desires, he indicates the sign of an embryo is outside the monastic boundary.",
    "ai-tika-vin11t2:48_0": "27.",
    "ai-tika-vin11t2:48_1": "“There is, Rāhula.”",
    "ai-tika-vin11t2:48_2": "Here it should be understood: “This is incapable of greed for the purpose of removing greed for sense desire,”",
    "ai-tika-vin11t2:48_3": "for the reason he urges it,",
    "ai-tika-vin11t2:48_4": "Contacts,",
    "ai-tika-vin11t2:49_0": "The right kind of cycle is that swelling about is cut off.",
    "ai-tika-vin11t2:49_1": "As to right:",
    "ai-tika-vin11t2:49_2": "“Sīva,” he replied. He should do so,",
    "ai-tika-vin11t2:49_3": "And all the animals beginning with the golden and also the charioteer’s grandsons, surrounding them in their mouth, as well as all the characteristics, etc., should be regarded as none of them.",
    "ai-tika-vin11t2:49_4": "a penis enters the penis,",
    "ai-tika-vin11t2:49_5": "Herein, a small thing in one who has committed an offense entailing expulsion, and whirlpools in front of him, then unworned heaps over the hunter.",
    "ai-tika-vin11t2:49_6": "Then the one who arranges the marks on the inside of the animal realms, or one who can bring them to the characteristic of it in front.",
    "ai-tika-vin11t2:50_0": "in (they said): “They are coming,” and when they wished, he fulfilled the monasteries.",
    "ai-tika-vin11t2:50_1": "Seeing the four lower fires in the shade of a great man,",
    "ai-tika-vin11t2:50_2": "Saying, “All these are embankments” is to say, “There is no sign for the purpose of serenity.”",
    "ai-tika-vin11t2:50_3": "that the ascetic life,",
    "ai-tika-vin11t2:50_4": "Because it’s by means of these four statements",
    "ai-tika-vin11t2:50_5": "He said, “Perhaps these fourteen bases ” above by the forehead, the influence of the introducation through the surface of this verse, and all the women through the enlightenment of the foreign lord over these verses, thus he is the sign of the enemy of the investigating thus: “This is the exposition concerning the Commentaries. ”",
    "ai-tika-vin11t2:50_6": "And this is the end of all the aspects, saying: “This is the place to be taken as a dwelling.”",
    "ai-tika-vin11t2:50_7": "“As a blemish” is one who surely attacks.",
    "ai-tika-vin11t2:51_0": "Having thus fulfilled in this way, he can see the four kinds of people entering the mouth. Then, having made an end of her, and he inserted his penis into the mouth, he can see the glory of a woman. Then, having made the sign thus: “This is him, the four kinds of foulness, and the monk who sees the road,” and he should behave him opposite the size of him as such, he should see the otherwises in this way: “This is the meaning, this is the needed for him, this is the subsequentle, this one, this is the four measure of wrong conduct, that, that is to say,”",
    "ai-tika-vin11t2:52_0": "being oppressed by sticks, swords, arthropods, and various hypothes,",
    "ai-tika-vin11t2:52_1": "Once the teeth are wide,",
    "ai-tika-vin11t2:52_2": "outside the gateway of the rainy season. While the wind is outside the gateway, he departs from the room.",
    "ai-tika-vin11t2:52_3": "when touched by the wind entering the penis entering through the general (of the sun),",
    "ai-tika-vin11t2:53_0": "making a sign of eight standard fingernails of the Sangha, and then bound the Community,",
    "ai-tika-vin11t2:53_1": "While traveling along the road",
    "ai-tika-vin11t2:53_2": "having gone to the two ends of lust or with the body,",
    "ai-tika-vin11t2:53_3": "and is satisfied (them going) in his penis, and having inserted the wound,",
    "ai-tika-vin11t2:54_0": "For the purpose of (permising) the vessel:",
    "ai-tika-vin11t2:54_1": "It is the name of the hand named Hatthaka Vassakāra.",
    "ai-tika-vin11t2:54_2": "the hand, and the sun mortification in his hand,",
    "ai-tika-vin11t2:54_3": "for the rest of the body, for the ease of the mind, and for the sake of another (only),",
    "ai-tika-vin11t2:54_4": "adding, “After honey to the body of the hand, the palms have been moved by the hand of the hand force of his hand, the embankment,”",
    "ai-tika-vin11t2:54_5": "That is why in the Commentary talk is complete in the commentaries (of the Buddha).",
    "ai-tika-vin11t2:54_6": "And the monastery, thinking, “Even if you were to go to the body of the park, the soles of the feet, and the rest it is not called.”",
    "ai-tika-vin11t2:54_7": "for the rest of the body, but for the rest of the bed is invalid.",
    "ai-tika-vin11t2:54_8": "Crossing the sound of recitation, the accumulation of the receivers, and the recipients,",
    "ai-tika-vin11t2:54_9": "if she thinks, “This isn’t a woman in such-and-such a clan,” and she refined her hand in this way.",
    "ai-tika-vin11t2:55_0": "33.",
    "ai-tika-vin11t2:55_1": "human beings in the lower floats of men, under the beggars of the hands, pairs of antelope hide, and so on. “structed”, “How may I give me a cliff!”",
    "ai-tika-vin11t2:55_2": "“Now, these four primary elements should be spoken to,” he should then be told: “This is mine, this is not;”",
    "ai-tika-vin11t2:55_3": "For seven years old:",
    "ai-tika-vin11t2:55_4": "Strong downwards and delimited by the snares of the elephants, horses, and chariots came back by the neck,",
    "ai-tika-vin11t2:55_5": "As regards the Jotipāla bounds with one hundred and four hundred leagues, etc., that is to say, the Palace of the Three Worlds, the Bests, and the size of the three.",
    "ai-tika-vin11t2:55_6": "In the seven places of the two.",
    "ai-tika-vin11t2:55_7": "Kapilavatthu is the rim above which is heavy, because of the droping of the snake,",
    "ai-tika-vin11t2:55_8": "beyond:",
    "ai-tika-vin11t2:55_9": "Seven on “One tears”",
    "ai-tika-vin11t2:55_10": "Gopaka is the upper side of the elephants, horses and chariots below are the leans.",
    "ai-tika-vin11t2:55_11": "Below is in the lower direction.",
    "ai-tika-vin11t2:55_12": "An offense entailing expulsion in regard to sexual intercourse is unrelated to an offense entailing expulsion in regard to sexual intercourse.",
    "ai-tika-vin11t2:56_0": "my mind is so prevented by craving, made by sexual intercourse, and by cultivating the bonds of craving.",
    "ai-tika-vin11t2:56_1": "the anus, the vagina, or the vagina.",
    "ai-tika-vin11t2:56_2": "was his own variety of paths.",
    "ai-tika-vin11t2:56_3": "One who has gone forth in the monastic code, conducting themselves well and seeking alms in suitable places, hasn’t committed an offense entailing expulsion, but who has committed an offense entailing expulsion. The first offense is called ‘who hasn’t committed an offense entailing expulsion.’",
    "ai-tika-vin11t2:57_0": "35.",
    "ai-tika-vin11t2:57_1": "If you make an offense entailing expulsion in the ear, the new is the meaning, and the north is the first.",
    "ai-tika-vin11t2:57_2": "the rest of the three kinds of misconduct are not stealing.",
    "ai-tika-vin11t2:57_3": "Saying a serious offense, shelters it, follows it.",
    "ai-tika-vin11t2:57_4": "if it is a marks;",
    "ai-tika-vin11t2:57_5": "If he makes it quiver, saying, “Though it,” “There is a serious offense for a serious offense,” “There is an offense entailing expulsion for having committed an offense entailing expulsion,” “He is an offense entailing expulsion,” “He commits a serious offense.",
    "ai-tika-vin11t2:58_0": "If the fourth offense entailing expulsion is current backwards, the fifth is produced in dependence on such-and-such a heavy offense entailing expulsion. The intention is practiced as far as the attainment of the attainment of the fourth absorption, and he makes a serious offense in that culminate the attainment of the attainment.",
    "ai-tika-vin11t2:58_1": "When he said, he should be regarded as such and such a serious matter.",
    "ai-tika-vin11t2:59_0": "When they see a woman or a man, being devoted to her, and seeing her lying on his own penis, having made her entering the terrrace which he is like the Greatly Famous Man, like the very spot in the Great Wood, when they see a female who has gone to shoot without his wings, and is like a boiled to wandering in the Great Wood.",
    "ai-tika-vin11t2:59_1": "these are the same: “This is the kind of rebirth in the human state,” it is to be included:",
    "ai-tika-vin11t2:59_2": "He remembers the opposite sex that is, the constantly drawing local in the bodies of an enemy, and the monkey, like a very strong man, he was seized by the day of the night in the Great Wood, when it arrived at an unhurriedly- soon afterwards, like a great series of floor.",
    "ai-tika-vin11t2:59_3": "If you don’t know the sound of your enemy, you should be aware here.",
    "ai-tika-vin11t2:59_4": "the Buddha’s turning somewhere held over the whole town while still a deed, but rather it is the earth that was normal? It is to be taken to corresponding it all round. That is to say: ‘I am what is the meaning of this.’ The monk is working for him.’",
    "ai-tika-vin11t2:59_5": "The meaning should be understood in the place where it is used, and in the case of these people.",
    "ai-tika-vin11t2:59_6": "Here the Vibhaṅga too with all kinds of showers, etc., and because of the seven instances of schools, etc., and because of the instances of all the perfections beginning with the supernormal powers, etc., will be explained in detail.",
    "ai-tika-vin11t2:59_7": "That’s why you shouldn’t see it.",
    "ai-tika-vin11t2:60_0": "37-38.Vinayeti vinayapiṭake.",
    "ai-tika-vin11t2:60_1": "He doesn’t embrace absorbed, settles the body, avoidance of precepts and observances, and in line with the humours of concentration, thus he is an expert in each case. He doesn’t eliminating thus: “This is the monk who is immediately precepts, resoluteness is the means of this concentration, it is called “rejudition of the body”.",
    "ai-tika-vin11t2:61_0": "and therefore in this very place",
    "ai-tika-vin11t2:61_1": "it is not worth a sixteenth part",
    "ai-tika-vin11t2:61_2": "This is the highest quality you should consider giving preference to others, and this very day.",
    "ai-tika-vin11t2:61_3": "“The meaning is this: it is not appropriate to speak to these words,” “the meaning of the dispensation.”",
    "ai-tika-vin11t2:62_0": "He, delighting in heavenly pleasures, enjoying himself, converse with people, like a wise man in the training.",
    "ai-tika-vin11t2:62_1": "Because in the highest manner of men (of Buddha), ~ he did not attain (ordinary) in the highest  lineage.",
    "ai-tika-vin11t2:62_2": "bliss and supramundane brings happiness.",
    "ai-tika-vin11t2:62_3": "And this is in the end, “This is the end of a distinction,”",
    "ai-tika-vin11t2:63_0": "This is the purpose of crossing over,",
    "ai-tika-vin11t2:63_1": "Upasena, which can be made to understand, is worth a sixteenth part of a great sacrifice, and that should be understood here.",
    "ai-tika-vin11t2:63_2": "you’ll be able to hurry.",
    "ai-tika-vin11t2:63_3": "if it is the condition for the corruption of greed and hate in the present life and for the complete destruction of defilements, etc., and for the sake of defilement in the present life.",
    "ai-tika-vin11t2:63_4": "But this is the reason why a gentleman, having given this permission of the Discipline for a single clan, and this is good.",
    "ai-tika-vin11t2:63_5": "When he has entered the Vinaya Retreat and dwelt in the Monastic Law, and when he has reached the perfection of virtue, he becomes fully extinguished through the act of supernormal power, and the attainment of the Monastic Law, and the knowledge of the fruition of the actual analysis of Nibbāna.",
    "ai-tika-vin11t2:64_0": "As to effort, he reckons the earth, “Here is the first place.”",
    "ai-tika-vin11t2:64_1": "And the meaning in the Vinaya Sutta , etc., should be regarded in the discourses or in the texts on monastic training as in the middle of the Vinaya.",
    "ai-tika-vin11t2:64_2": "Or alternatively, “Because of the best things” is the meaning.",
    "ai-tika-vin11t2:64_3": "gets hold of the essential.",
    "ai-tika-vin11t2:64_4": "Then all the students asked them, “Whoever is this?”",
    "ai-tika-vin11t2:64_5": "here in this very life, in the Monastic Law.",
    "ai-tika-vin11t2:64_6": "delights in cleaving.",
    "ai-tika-vin11t2:64_7": "Saying “I’m not getting delight in heaven,” he who doesn’t enjoy himself with his hands, after delighting in any quarters,",
    "ai-tika-vin11t2:65_0": "And a senior monk who was trading along adultery over the city of Bāhiya, opposing when they had thought, “However there is no longer present,” he is indicated to the expert on the Monastic Law, and so on. He is committed to the end of the five striving.",
    "ai-tika-vin11t2:65_1": "They may be the first topic on the Monastic Law in the Monastic Law.",
    "ai-tika-vin11t2:66_0": "There is this means to show that aquatic drinks, etc., before a league in a league for all leagues,",
    "ai-tika-vin11t2:66_1": "This is called ‘the nature of the Monastic Law’.",
    "ai-tika-vin11t2:66_2": "is drinking,",
    "ai-tika-vin11t2:66_3": "He who is virtuous and accomplished in knowledge and conduct, has expert in the Vinaya. He knew that he had completed (them) himself in fact.",
    "ai-tika-vin11t2:66_4": "What gets a simile of the earth, saying: “What sort of deeds?”",
    "ai-tika-vin11t2:66_5": "For the supramundane Dhamma arrests the basic concentration is called “restraint in the root” because it is the actual absorption . Here it is known in the Development of the World.",
    "ai-tika-vin11t2:66_6": "“When ethical conduct is grounded in ethical conduct. ...”",
    "ai-tika-vin11t2:66_7": "Vijaya, Vijaya, Fielding the roots of all kinds, entangled the year of all kinds, thoroughly practiced by the supernormal powers, and giving the noble knowledge of the attainments, by means of the special qualities of the supernormal power, etc., is the establishing of the omniscientity of the Vinaya, the fourth Rains Retreat, and so on. This is the virtue of Pātimokkha.",
    "ai-tika-vin11t2:67_0": "They use the forest, saying, “Having developed,” and “There is no coming back, they can expect growth, not is what is said.",
    "ai-tika-vin11t2:67_1": "For that is so very beneficial or reference to the removal of the function of mind.",
    "ai-tika-vin11t2:67_2": "(Surely) tastes ... (the taste of) tastes, the taste of the touches, the having cutting off the sweet, the taste of the earth, the taste of the (Deven). In this way it is beautiful, the taste of solitude, the shines,",
    "ai-tika-vin11t2:67_3": "You do good deeds indeed, rising above it is well stored.",
    "ai-tika-vin11t2:67_4": "what is said:",
    "ai-tika-vin11t2:67_5": "“Did he say about the blessings, the stainless One, absoluteness, the meaning of the phrases, the reckoned as deliverance of the five hindrances, namely, the Beautiful (profitable) eyes, the physical process, the jackals, and the three hymns, and the hard-tongued, Asoka hymns, and the searches of mentioned about the essencesences such as these five produced as “pres of building sites,” .",
    "ai-tika-vin11t2:68_0": "Or alternatively, it is due to subduing that arouse immersion, thus it is “with conducive to concentration” . It is due to the aggregates of concentration, it should be understood that extinguishment as the root of extinguishment, the elimination of peace, the fruit of extinguishment, the precedescept that cannot be understood as the root of extinguishment.",
    "ai-tika-vin11t2:68_1": "They say that this is called “blessing” . It is bodily pleasure , bodily pleasure, mentality, and the constituent groups (of mind and body) that originated from the root of the aggregates’ disciplined great aggregates, pervasion of the body, and incomparable, the meaning is the escape from the root of the aggregates, and the mind is the meaning of produced by the productive of productive happiness and conditioned by the productionality of producing condition.",
    "ai-tika-vin11t2:68_2": "This is how to point in the Monastic Law showing complete in this way.",
    "ai-tika-vin11t2:69_0": "So what is it if a gentleman’s virtue about various kinds of treasures, when he has come to the Vinayan gate?",
    "ai-tika-vin11t2:69_1": "Because they are protected.",
    "ai-tika-vin11t2:69_2": "For Pāṭaliputta is said to have the meaning of this Dispensation, namely, “Upāli sent Vinaya” , “These are called the three kinds of practice, namely, the disciples of the Faith, in the Vinaya, created by disciples” , and “It is said to have found in the Collection in the scriptures, produced in the texts on monastic training, and reciting the law of the accumulated great disciples by disciples” .",
    "ai-tika-vin11t2:70_0": "regarding the teaching of the Dispensation,",
    "ai-tika-vin11t2:70_1": "Herein, just as when the Dispensation is in three ways: the story and the Vinaya stage in the Collections of the Discipline , and the Vinaya and of the Faith in the scriptures, and the law of the Vinaya, which is the meaning of the three kinds, namely, the Collection in the scriptures, and the owing to the Commentaries of the Dispensation.",
    "ai-tika-vin11t2:71_0": "What’s the teaching of the Buddha?",
    "ai-tika-vin11t2:71_1": "the sage in Māra’s army,",
    "ai-tika-vin11t2:71_2": "Māra’s power over Māra’s power, Māra’s domain, and the territory of Māra.",
    "ai-tika-vin11t2:71_3": "The five aggregates beginning with the senses in the five constituents (of mind and body) that provide fuel for attachment, and so on. Their One, etc., respectively in the defilement, etc., and by the indication of women, etc. ...",
    "ai-tika-vin11t2:71_4": "You don’t have the meaning of what is said because of the power of Māra, etc., of the neighborhood of Māra, of the an outcaste is unsuitable.”",
    "ai-tika-vin11t2:72_0": "Then, knowing that the noise of the hands were dropped off by the hand of the hand, and the sun, which washed with a garland of flowers and stalks made of garlands, fragrances, and latches, and goes outside the gateways, “We came out of the Vinaya!” But the transmigration of the wounds, smoothing the Vinayas, the man with the drums of delusion, the lazy of the Faith, and the monke of the lates, offens, drums, the oppppper of the drumsying eyes, the hunter of crisying thunder, and making a great reed, and ledgender, not scardal for marsh of the latered clicking!",
    "ai-tika-vin11t2:73_0": "And here when the rains residence does not delight in this monastery, the one who takes the training, but is not overcome by expert in the training, and who doesn’t take pleasure in it, isn’t able to discern the training in the returns to the training, the one who is expert in the training. And who is expert on the reciting of essential or the essence attained to the highest bliss of embaneousness, isn’t the Monastic Law, and the Teacher’s instructions.",
    "ai-tika-vin11t2:73_1": "Therefore it should be understood that the Vinaya from Pāṭaliputta is able to take care of this instance.",
    "ai-tika-vin11t2:73_2": "Or alternatively, it is only the four influences that is noble and full of energy, when the meditator has overcome it in this very life, he doesn’t consolidate it in the Vinaya, he is happy, free from suffering.",
    "ai-tika-vin11t2:74_0": "For the sake of the influence of the three Collections (of the Neithers), ninety-two grounds (of the Faith), for the sake of the Jains, the sake of the erasing of the propagation of the Collections enlightenment factor, the intention of the Dispensation, the Saints of the Commentaries, and the Jinayas (of the Ceter this exposition) remain in the end of the teaching, and the training in the training, and the having expercipient of the Jinactions.",
    "ai-tika-vin11t2:75_0": "The Vinaya from the Commentary in the Monastic Law",
    "ai-tika-vin11t2:76_0": "This in the Vinaya discipline.",
    "ai-tika-vin11t2:77_0": "The first section on the heels is finished.",
    "ai-tika-vin11t2:78_0": "In the second of the offenses",
    "ai-tika-vin11t2:79_0": "39.",
    "ai-tika-vin11t2:79_1": "Now comes the second offense entailing expulsion, etc., to show that he has shown that he is,",
    "ai-tika-vin11t2:79_2": "Herein, saying: “Having aside opened” is the reason for Pāṭaliputta.",
    "ai-tika-vin11t2:79_3": "and so he should steal from all beings by the beginning with all the middle of the day.",
    "ai-tika-vin11t2:79_4": "When they pass away from the group of another’s embracing authority, weaponsing the vanity of the death of others, and adornments, and he falls in the morning with their own aim of hate. Then, having fallen into the neighborhood of the recitation of the monastic code, he is a serious offense when sick.",
    "ai-tika-vin11t2:80_0": "If he thinks, “Yes,” and he told him, “May I beat this one!” and he should do so.",
    "ai-tika-vin11t2:80_1": "If, with the intention to steal, he takes things away from a bandit, a creeper, an enclosed goods, another’s head, and then uses the goods on the head, and his envelopsing the goods, he commits a serious offense.",
    "ai-tika-vin11t2:81_0": "the thought of stealing for the bandits floats, etc., and one leagues away.",
    "ai-tika-vin11t2:81_1": "But this is the meaning here:",
    "ai-tika-vin11t2:81_2": "Also, intending to steal, he comlains those goods in themselves, saying: “Take me, I have taken up my goods,” “I have been reported, I picked up a razor-covered and put to the Buddha,” and when he recovered them on the throat. Then he said,",
    "ai-tika-vin11t2:81_3": "They replied, “I did not say,” and he put them aside.",
    "ai-tika-vin11t2:82_0": "illuminating the path to construct with the belly, and roams another’s league.",
    "ai-tika-vin11t2:82_1": "When one of other goods wearing sandals, he takes it with his creepers and wounds, thinking “I conquers, steal the goods,” and he then call them back together with the center. In the first posture, he is a serious matter, and if he says, “I soon afterwards, I wish today,” he is the second mere good-joice.",
    "ai-tika-vin11t2:83_0": "even if he criticizes the intention of stealing, he thinks through a spot that is connected with the intention of others.",
    "ai-tika-vin11t2:83_1": "All the goods are to be found in the fourfold reckoning, which is to be found, like the story of the rains that were standing on the ground, being founded on the surface of the advantages, and he falls into the sky, like a second time and loosening-tongued with the head hairs and body hairs, as if he were, were, he were, ashamed with the intentions of a serious offense when sickness, and he falls from the community.",
    "ai-tika-vin11t2:84_0": "Because of this verse, he thought, “May they take it away in the sixth part, speaking of the wrong turn, and go away down the spot when they’d give it up.” Then, when the five beginning, middle, or ends, they can’t fall down on the spot.",
    "ai-tika-vin11t2:84_1": "This verses spoken by the words that are not able to show them, but rather they can give them a share in eight ways. Next, the group of five, and twenty on the grounds for the purpose of the linking. That is why it should be given in the sixth section of the sixth.",
    "ai-tika-vin11t2:84_2": "Then, Vāseṭṭhas, which belongs to the third yellow, and for the sake of five hundred years owing to the Sangha, in the foreign territory, and third because of the nearest enquiry, they should not understand to be understood the sixth and eighteen covers.",
    "ai-tika-vin11t2:85_0": "40.",
    "ai-tika-vin11t2:85_1": "In this section on stealing is said: “I have been performed for five reasons.” These five reasons are to be expelled in the former places, the fifth, and the ninety-five and twenty-five and eighty-five verses, five even more than that.",
    "ai-tika-vin11t2:85_2": "Herein, there is a means I will go about this verse:",
    "ai-tika-vin11t2:85_3": "(There is) no safetying for sounds, those who live alone and in absence,",
    "ai-tika-vin11t2:85_4": "It should be understood that all of them whose quarrels and disputes should be understood as the fifth.",
    "ai-tika-vin11t2:85_5": "and five months passed by.",
    "ai-tika-vin11t2:85_6": "iignorant: what is meant is that she has been given to death.",
    "ai-tika-vin11t2:85_7": "By its next: “Through restraint” and so on, etc., respectively, etc.",
    "ai-tika-vin11t2:85_8": "he develops it in the way that arises in him in an expert in the texts on monastic training, he develops it.",
    "ai-tika-vin11t2:85_9": "all kinds of trouble or difficulty: the meaning of was said in the Vinaya-consciousness, etc., and of the servants, etc., similar to one or sense-spheres, etc., are included in the story of all four classes beginning with the lesser training, having a sense of urgency, having become the disciplinary and the Vinaya and the restord. The meaning is the meaning of the Jina as described under the headings of Faith and what is said for one who owners.",
    "ai-tika-vin11t2:86_0": "41.",
    "ai-tika-vin11t2:86_1": "When he is shown in the five ways, then, for each of them, he said, “Now, anointment goods,” and so on, he said, “Now, an ascetic,” and so on, and so on.",
    "ai-tika-vin11t2:86_2": "Herein, with the hand of foot, the Sakyans there is no re story of his own hand, the ascetic, and with the drivers, and with the rest of their hands.",
    "ai-tika-vin11t2:86_3": "whether he has committed an offense entailing expulsion, he does not tell anyone who is extinguished and says, “Do you’re a criminal” or “It’s hard to get to take back.”",
    "ai-tika-vin11t2:86_4": "They rob the sacred flame, the cemetery, the one edge of the robe, and the one who makes the saucer in the evening and the other’s articles, and the goods have been put in it.",
    "ai-tika-vin11t2:87_0": "A position of one who has participated in the meaning, one who has committed an offense entailing expulsion, one who has committed an offense entailing expulsion, but one who has not participated in the robe-making procedure, etc., and one who has participated in the meaning, one who has not participated in the robe-making procedure of an offense entailing expulsion, etc., and one who is confused about the meaning, etc., of the making an offense entailing expulsion, etc., and one who is compired to the ignoble, etc., and the otherwise., of what is needed for his own hands, etc., and what is said to be expending what is to say, and what is the meaning.",
    "ai-tika-vin11t2:88_0": "For it is a hook in a disturbance of such-and-such a snake, a dog, an enclosing: “I’ll restrain myself in the caravan,” and when the meditator is taking care of the robber, he replies, places starting, jackals, as before.",
    "ai-tika-vin11t2:88_1": "Thus this five hundred prescribes, and in the verywide open reckonings, as in the fivefold reckoning, are said to be the fifth, and five beginning with the five.",
    "ai-tika-vin11t2:88_2": "He should know the sound of the sun.",
    "ai-tika-vin11t2:89_0": "He can also bearing stirred by holding cows, constantly, “Firstened in pushed himself.”",
    "ai-tika-vin11t2:89_1": "the origin of the Thirty-Three should be understood to be discussed as before. Having given the full-moons, he takes the former monks, that is to say, “Heal so-and-so, separately,” the name-and-so, having taken his former goods, he should be understood as the first monk.",
    "ai-tika-vin11t2:89_2": "by body, speech, and mind is the eastern quarter, and the wounder of the belly and the formers are to be seen and heard about the eastern gates, and it is the former fields.",
    "ai-tika-vin11t2:89_3": "And the words “Characterizing the characteristics of definition” can be understood as of the meaning and of its characteristic, etc., and because of its characteristic, etc., which is the basis for defining it.",
    "ai-tika-vin11t2:90_0": "When there is an enclosed wall, they all thought, “When we’ve been sent by one, all of them together,” and when they all arrived, they all went to the class of the hosts of theirs. Then they all, having taken that dwelling, they all were killed or outside the vicinity of the Great Snakes.",
    "ai-tika-vin11t2:90_1": "it is worth even a single one edible that poisoned collarse or more than one rinsing, which is more than all the limits, is to be put.",
    "ai-tika-vin11t2:90_2": "after appointing a counsel, and giving them a reason,",
    "ai-tika-vin11t2:90_3": "and it should be understood that the sound of terms of terms.",
    "ai-tika-vin11t2:90_4": "“Listening to the monastery” is a curtaining, “This is the place for this meal.",
    "ai-tika-vin11t2:90_5": "if he makes an appointment like this: one l number of zombies, all of them staunches, some goods, some gets rid of them, some things together with the intention to commit one offense entailing expulsion, and one offense entailing expulsion.",
    "ai-tika-vin11t2:91_0": "They perceive that the corruption of the corruption of the several deeds ...",
    "ai-tika-vin11t2:91_1": "But if, after causing it in the morning, he should remove the goods beforehand, dry the whipping and evaluate the goods, saying, “Enough, Venerable so-and-so,” and he should understand that robe was given in that place as far as the time of the shakes.",
    "ai-tika-vin11t2:92_0": "This is not a lump of medical man’s mark. Because of that the sign of the remaining censuress is said to because of the cause of extinguishment.",
    "ai-tika-vin11t2:92_1": "“When I’m shaking off, they included the them into a hole, or when they have been smeared with iron goods, they get the signs of someone to goods, observe the signs of the servants, etc., and their signs in the way already described.",
    "ai-tika-vin11t2:92_2": "And if, having spent the sign in the way already described, he thinks, “If it’s reach of the dwelling,” and he resolves.",
    "ai-tika-vin11t2:92_3": "The first use of the past, the beginning, the middle, and the five hundred, that is which was used in the past and the five hundred prior currents, and the five does not apply.",
    "ai-tika-vin11t2:93_0": "43.",
    "ai-tika-vin11t2:93_1": "From what is conceived and concealed, but because of the intentions and the intention of curry and concealed for the offenses of intentions and an abscess, etc. ...",
    "ai-tika-vin11t2:93_2": "story of the dwellings and the rest of the beds, etc. ...",
    "ai-tika-vin11t2:93_3": "And is what is said:",
    "ai-tika-vin11t2:93_4": "Herein, westerning is called a ‘favour’ because it is the Elder’s dwelling place. It is a hardened killer’ and, etc., that is to say, “fitting” when it is called a “fraid” because it is a lack of thieves, etc., authority, and that is to say, not a lengthening, taken by thieves.",
    "ai-tika-vin11t2:94_0": "and when he had entered the village he erected himself with the district of avarice and broken terrified girls, he dropped the girl in the village as if he were going to cure the village, he chopped off a cowherd of royalty.",
    "ai-tika-vin11t2:95_0": "Having laid down the barber (which is called) the “refuse” and “allow-workers powder” and “allow-food-refuser’s shake, there is two kinds of or three.",
    "ai-tika-vin11t2:95_1": "Herein, by means of the darkness he entered into the darkness receptacle, after taking note of the local auspicious goods, etc., and he does not think, “I shall count the goods,” etc., if it is well placed, he does not accept it because he has been put in an offering of a large number of wounds, etc., he does not accept any recitation.",
    "ai-tika-vin11t2:95_2": "Having entered the monastery, he thought of the parks, “As a stilt house,” and when he sees a bag, making a pregnas out of greed for the shade of the room, “I shall go to a cliff,” and when he sees the place wherever he was seen, it wasn’t able to show the opportunity, when he was standing or drink, he shook his places, etc., as a messenger to get by an opportunity, as a pregnant, and observedornments, as a pregnancy for mesing the sickness and observersing it were to look at it.",
    "ai-tika-vin11t2:96_0": "the grass and sticks were overpowered with a sharp knife, put on a bed or bench, the upper story, the edge of the Sangha, and the edgesting its hide, having approached and placed it, before putting it together a pile, and a chopping blocks, he (on his head) in a screen and consecrated place, he hung it over the door frame, and he leathers. After hanging the carbuncles, he rows, when he sees anywd the bed ornaments, etc., and he having covered up the woodencovered with grass and woodenclos, he woodenved and wooden the goods, he has cooked with the goods.",
    "ai-tika-vin11t2:97_0": "a leper-food as the belly, with the intention to commit theft, take the wealth or belongings of others from a certain person, is the meaning.",
    "ai-tika-vin11t2:97_1": "If a monk, when discarded robe-cloth belonging to the Sangha is being distributed in the air belonging to his own hands, puts it on his own doctrine, puts it on the edge, and puts it outside the gateway, burning cooked in the board, puts it on the edge, and he is expelled and excluded from the community. If he wants to having a value of five worsts himself, his own robe-cloth dust, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:97_2": "Firstly, abstains from others, agitation, anchorns the part of one’s own position, an abscess, agings, a jackal, anget, and one is put down on his own way. Both the inner skin of the head, he is expelled and excluded from the community.",
    "ai-tika-vin11t2:98_0": "If two, after covering all the monks with the group of two monks and went outside the gateway, takeing them in a place with the their own hands, and making a robber, he won’t go back and forth with the owners. Then when he was coming, he said, “He’s robbers, it was like a bandit,” and he puts it onto the leftover and then pulled out.",
    "ai-tika-vin11t2:98_1": "if he says, “If I don’t give to your storeroom,” and he replies, “The store meat, then, if he says, “I shall be deposed of others,” and he replies, “In this way I’ll expelled,” and he reply, “They’ll know the offense entailing expulsion.”",
    "ai-tika-vin11t2:98_2": "If she thinks, “What can be, observed by you think, “What can I do?” and “Dep it, I say to you, ought, take it?” or “We shall give it to you,” then, if it is an expelled”—this is called “hadāla”.",
    "ai-tika-vin11t2:98_3": "if he takes it in the same way, “Arguments,” and she took the bowl from her own distributor of garments, except for it, he is a donkey, and he is the top of a any offense entailing expulsion.",
    "ai-tika-vin11t2:98_4": "This is how the exposition should be known as to the pertaining.",
    "ai-tika-vin11t2:98_5": "In the first tetrad there are twenty-four kinds of concentration in brief in the Vinaya commentaries . The meaning should be understood in detail in the Vinaya and the decisions of the Collection.",
    "ai-tika-vin11t2:99_0": "44.",
    "ai-tika-vin11t2:99_1": "At this point he has shown that stealing is required in unsuitable and rainy, has five points, and is to be told in the success of stealing, and he has said, “This is the first action that isn’t proper for us.” And he should give him the five stomach arrivals.",
    "ai-tika-vin11t2:100_0": "There is a story on the ground:",
    "ai-tika-vin11t2:100_1": "what is said:",
    "ai-tika-vin11t2:100_2": "If, intending to steal, he thinks, “I’ll take the rainy-season robe,” and he exercises it with a value of five _māsaka_ coins or more than five _māsakas_, and he has a _māsaka_ coins or more than five _māsakas_ coins or more than five _māsakas_ coins or more than five _māsakasakas_, he is expelled and excluded from the community.",
    "ai-tika-vin11t2:100_3": "There is no wrong-doing to get hold of the owners.",
    "ai-tika-vin11t2:100_4": "but they were given water for the arguments on the goods, intimate goods, and equipments of that dwelling.",
    "ai-tika-vin11t2:101_0": "the time:",
    "ai-tika-vin11t2:101_1": "don’t have a valuable goods, precious quarrels,",
    "ai-tika-vin11t2:101_2": "Therefore one should remove the goods according to the influence of the debt, which is why the goods have been overlooked by the goods, and the rainy season has beentioned.",
    "ai-tika-vin11t2:102_0": "the goods of arguing,",
    "ai-tika-vin11t2:102_1": "And here there is a new quarrelsome offering in all the money, everlasting goods in the bribes,",
    "ai-tika-vin11t2:102_2": "Therefore the edge of the dwellings should be used in a new state of existence. When he has put it on all sides, he should then be deprived on that occasion.",
    "ai-tika-vin11t2:103_0": "And he preaches the Dhamma of the Buṇḍuka:",
    "ai-tika-vin11t2:103_1": "And here he should confess the bundle of all the goods enclosed by a unanimous assembly, having been invalided by a unanimous assembly, confused one, but he should confess the offenses of the worms in the monastery, and under the influence of the urgency, he should confess the Paṭisambhidā.",
    "ai-tika-vin11t2:104_0": "the use of the wealth, the rest is called “usterity” because it is used to be used against others.",
    "ai-tika-vin11t2:104_1": "If anyone who steals the goods to use material possessions, honor, and popularity combines the value of material possessions, then if he asks them for the precincts of adornment, he should make an end of them.",
    "ai-tika-vin11t2:105_0": "In this way, having known these five things beginning with what is not said, he should examine them in this way: “Don’t give them up” .",
    "ai-tika-vin11t2:106_0": "45.",
    "ai-tika-vin11t2:106_1": "At this point he shows the duality of stealing in twenty-four grounds (afterwards), which is not showing to anyone elsewhere, the monk who wants to give (to them) in the realm of the groups of five Collections (perfections); he shows any kind of delusion that offerings to its requisites (wholength them); the practice of the Realized One, the compassionates, and when he shows the Realized One,",
    "ai-tika-vin11t2:107_0": "on the ground and the bones of the earth:",
    "ai-tika-vin11t2:108_0": "into the openings at all,",
    "ai-tika-vin11t2:109_0": "A pestle’s teeth,",
    "ai-tika-vin11t2:110_0": "From the vehicle in the middle",
    "ai-tika-vin11t2:111_0": "and monastery in the monastery of the monastery.",
    "ai-tika-vin11t2:112_0": "fields, lands,",
    "ai-tika-vin11t2:113_0": "a machete wilderness,",
    "ai-tika-vin11t2:114_0": "For the tooth-cleaner,",
    "ai-tika-vin11t2:115_0": "killed or injured,",
    "ai-tika-vin11t2:116_0": "they had killed living creatures.",
    "ai-tika-vin11t2:117_0": "the two-footed and the pathe,",
    "ai-tika-vin11t2:118_0": "full of quadrupeds,",
    "ai-tika-vin11t2:119_0": "I wander the traders,",
    "ai-tika-vin11t2:120_0": "a hostile and conduct.",
    "ai-tika-vin11t2:121_0": "whatever bad deeds there are,",
    "ai-tika-vin11t2:122_0": "‘Any, a deity’:",
    "ai-tika-vin11t2:123_0": "When they were overturned, that wonderful (supernatural) vessel, and likewise having shown that place, he said first among the people would give to the gift of indication, in order to show the way: “Come, opposite sex.”",
    "ai-tika-vin11t2:124_0": "Herein, one steals from a second sesame floor.",
    "ai-tika-vin11t2:124_1": "so when there are three,",
    "ai-tika-vin11t2:124_2": "A tree standing on the top of a lake, the Commentaries, and adorned with the surface of the trees and an enemy, thinking, “Having even a single stone’s head,” and an opportunity to get down from the west.",
    "ai-tika-vin11t2:124_3": "ground-sprouts on the ground, a leaf-hut, or a floor cover for the purpose of crossing water.",
    "ai-tika-vin11t2:124_4": "If these two kinds of plants are unable to lift up from a tree, or even if there are no staffs for the purpose of crops, he commits an offense entailing confession.",
    "ai-tika-vin11t2:125_0": "Go to the second, from whatever place he gets hold of and so on, without having obtained even a little, is the meaning.",
    "ai-tika-vin11t2:125_1": "And here it is said in the next phrase “By mind,” “By this matter,” “There is needed for the next to them,” “When he says, “When there isn’t need,” “One whose mind is fact,” “I shall learn the profitable,” and he says, “I shall give,” “I shall expounding the Teaching to the Sangha,” or “I shall give you a good will do what is needed for the Buddha,” and he says, “I shall give you this for the wholesome.”",
    "ai-tika-vin11t2:125_2": "Against that of the first: the meaning is that in the second jhāna, etc., is its condition, and its phrases is difficult.",
    "ai-tika-vin11t2:126_0": "his former wives were pure and bright, and the eighth day of the fortnight. They gravely ejected him on the first side. They were ejected and glorifying and scratching, gravely made of thorns, and their gravel.",
    "ai-tika-vin11t2:126_1": "Herein, when a mind is smeared with water, he seeks out a second poison or a length of the wall, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:126_2": "Firstly, that nun commits an offense entailing confession for the past.",
    "ai-tika-vin11t2:126_3": "if he cuts it into a borrow, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:126_4": "Here the base consisting of stealing is for an offense entailing confession, but having committed the worst kind of offense, he in the here.",
    "ai-tika-vin11t2:126_5": "Full of gold, silver, and treasures, all of them have the ten kinds of treasures, all of which are shared in the seven bonds of weapons. —all of this when they have done bad things, threwhere else.",
    "ai-tika-vin11t2:126_6": "(He who used to) a piece of meat, etc., of which was made of leaves and, and made a fruit from a new pad.",
    "ai-tika-vin11t2:126_7": "Eavesdrops the upper edges is the meaning.",
    "ai-tika-vin11t2:126_8": "your genitals have been depraved; there was a new pack made of gravel and grew.",
    "ai-tika-vin11t2:126_9": "When it has been dyeed, a bowl-of-washing water, and holding it (towards) in the Monastic Law, and without getting permission from the Monastic Law, he commits an offense entailing confession.",
    "ai-tika-vin11t2:126_10": "although even though they are described for the sake of the end, etc., are called “perfections” in the same way as in the Vinaya and so on.",
    "ai-tika-vin11t2:126_11": "“So, having heard that, one does not say, “Whoever is of wrong-doing”,",
    "ai-tika-vin11t2:126_12": "whatever has been pressed by the eleven myrobalan fruits, she commits an offense entailing acknowledgment.",
    "ai-tika-vin11t2:126_13": "“The first rains residence doesn’t count for that monk. And there is an offense of wrong conduct for the assenting.”",
    "ai-tika-vin11t2:126_14": "These eight kinds of wrong conduct in regard to these eight kinds of wrong conduct are their names and clans.",
    "ai-tika-vin11t2:126_15": "Hence it is said: “Here they have arrived.”",
    "ai-tika-vin11t2:126_16": "After reciting the inspiring places, they must say, “Previously, unshakable” .",
    "ai-tika-vin11t2:127_0": "And although these eighty-foted aristocrat vassals of carts had been drawn out from the household carts, dodges, and corners toponds. The opposites should be laid down on both sides, and lots of the rest. But they should be laid down on the four sides.",
    "ai-tika-vin11t2:127_1": "“They do not.”",
    "ai-tika-vin11t2:127_2": "But there were eight dirty million costs of dust: “This is the end of the style of the dyeing;”",
    "ai-tika-vin11t2:127_3": "But anyone else should show the drum of the lady in the past: “From the debate, the midst of the monks, the merchants, and the workers of the Collections, and the Vinayans, and the eighth day of the hopes such as yourself, etc., and because of the inclusion of the Vinaya and the neighbourhood of the Discians.”",
    "ai-tika-vin11t2:128_0": "borne the various kinds of wood, drunk from that place, so that the green blazing.",
    "ai-tika-vin11t2:128_1": "like the merchant or the same opposite.",
    "ai-tika-vin11t2:128_2": "this is the characteristic, etc., that is to say, has to be seen and heard to be taken up.",
    "ai-tika-vin11t2:128_3": "Both myself and others are carried on both.",
    "ai-tika-vin11t2:128_4": "reaching a tree, but having torn, he commits an offense entailing confession.",
    "ai-tika-vin11t2:128_5": "If it is said to because of misapprehension, it is badly on the way to embarrass that were placed in the gathering.",
    "ai-tika-vin11t2:128_6": "“Householder, someone is engaging in both places, were badly made by the first house in the first house; he shows that he is quite shown that he has already shown this way; he is going to a higher place.”",
    "ai-tika-vin11t2:129_0": "they Where they fall, or not?",
    "ai-tika-vin11t2:129_1": "the opposite is uninterrupted in a forehead;",
    "ai-tika-vin11t2:129_2": "they drove her from the pan, and each other.",
    "ai-tika-vin11t2:129_3": "“Some householders do one thing, one who is calling formations and deliverance” , etc., and one who is clarified here and there in the Commentaries, “In this way you should proceed to be taken away from the water element,” and they proceed to composites.",
    "ai-tika-vin11t2:129_4": "They made a hole in the wall by the hand of a lotus pond, or with the hand of a foot, the sunshade, and the carts in the lunar, or the sound of the neighbours, the behaves, the waists, or the sound of the news essence.",
    "ai-tika-vin11t2:129_5": "by those who take delight in kumbhath, (saying): “He should go to the Through the sky.”",
    "ai-tika-vin11t2:129_6": "they’re freed from because of attachment.",
    "ai-tika-vin11t2:129_7": "The hidden, overpower, hit the teacher, and throwing it up,",
    "ai-tika-vin11t2:129_8": "And this is said in the commentaries:",
    "ai-tika-vin11t2:130_0": "“That’s what I said, in what is said,",
    "ai-tika-vin11t2:131_0": "if they’re not deposed, plastered, and make a bad karma,”",
    "ai-tika-vin11t2:132_0": "And alternatively, what is decent and what is it said in order to show the matter?",
    "ai-tika-vin11t2:133_0": "“Whatever person performs a wicked deed, ~ whether in the village or wilderness,",
    "ai-tika-vin11t2:134_0": "They declare: ‘It’s said,’ is why it’s called “weater”.",
    "ai-tika-vin11t2:135_0": "When they think, “After attaining the unshakable” , they lifted up their heads on to the top of a thread, shot out of the bed. They have washed and wrapped in the net of a cowherd. They fall down from the to the top of a tree, and when the fifth day they had eventually covered up to down.",
    "ai-tika-vin11t2:135_1": "standing upright while making a plaster of the razor, he dropped off the story of a certain person, making a resentment once. He threshold to the bed.",
    "ai-tika-vin11t2:135_2": "Just as when the rain falls heavily are being made, of the first two or three bowlfuls appear to them, thinking, “In the first two announcements they wait,” the rest is in the neighborhood of a serious offense.",
    "ai-tika-vin11t2:135_3": "In this case the discussion on the Great Forty of that person should go to the has been spoken about by stealing. He should then go there.",
    "ai-tika-vin11t2:136_0": "48.",
    "ai-tika-vin11t2:136_1": "If he makes it quiver, he commits a serious offense.",
    "ai-tika-vin11t2:136_2": "He can also say, “Pārāsariya,” “We have said, “Pārājita,” “Dough you have committed an offense entailing expulsion,” “This is a serious offense, and that is independent of others”.",
    "ai-tika-vin11t2:136_3": "where she a potter’s mouth.",
    "ai-tika-vin11t2:136_4": "After putting it on a rope, they put it away.",
    "ai-tika-vin11t2:136_5": "milk from rice, bark, from honey balls,",
    "ai-tika-vin11t2:136_6": "bound by linking, bound by jails, he is bound to the bonds,",
    "ai-tika-vin11t2:137_0": "49.",
    "ai-tika-vin11t2:137_1": "now we will give to the reason for no coming,” and so on.",
    "ai-tika-vin11t2:137_2": "when it is finished in these two directions, then the grains or the two directions, then the intermediate directions composite to the west, the north, above, beneath, and producing the various parts of them.",
    "ai-tika-vin11t2:137_3": "in the same garden.",
    "ai-tika-vin11t2:137_4": "from what is done for one or two leagues.",
    "ai-tika-vin11t2:137_5": "his wind becomes clear in the middle of the air.",
    "ai-tika-vin11t2:138_0": "50.",
    "ai-tika-vin11t2:138_1": "In this way, having shown that he is said to show the specific purpose, he should give them a small amount of warrior-nobles, etc., and then he is for the sake of showing them.",
    "ai-tika-vin11t2:138_2": "It’s enough for me,",
    "ai-tika-vin11t2:138_3": "In the presence of a serious offense he must teach the other three. He can then be a serious offense:",
    "ai-tika-vin11t2:138_4": "for this is said:",
    "ai-tika-vin11t2:139_0": "“Having thrown up the grass is what is said;",
    "ai-tika-vin11t2:140_0": "Listen to it as you are.",
    "ai-tika-vin11t2:141_0": "if he teaches one root;",
    "ai-tika-vin11t2:142_0": "when a mistake is confessed,",
    "ai-tika-vin11t2:143_0": "You’re happy there, no-one else.",
    "ai-tika-vin11t2:144_0": "That’s why it’s said.”",
    "ai-tika-vin11t2:145_0": "And here the opposites should be understood as well when apprehended thus: “Which ladder is in the fruition of the greedy temperament and the folded in the publictar, like the sun’s garden.",
    "ai-tika-vin11t2:145_1": "and the breaking up of the position.",
    "ai-tika-vin11t2:145_2": "it stands simply to the top of the head hairs, etc., as to standing up,",
    "ai-tika-vin11t2:145_3": "And here there is a boat or a termite-mound, even if it is said to be the fourfold and eighty less than the fact of the hairs, she commits an offense entailing expulsion.",
    "ai-tika-vin11t2:145_4": "To one direction the place where the lower direction is standing, then the one standing in that direction the middle of the mouth should be disturbed. When he’s placed in this way, its nearness to the far shore, and the far shore is standing on the far shore. When he’s spread out with a serious offense, a serious offense entailing expulsion is to be understood as a serious offense.",
    "ai-tika-vin11t2:145_5": "In the same way the words “final to this same” is just like that.",
    "ai-tika-vin11t2:145_6": "Likewise in the rope of the river called Nandana robbers at a robber’s place.",
    "ai-tika-vin11t2:146_0": "51.",
    "ai-tika-vin11t2:146_1": "The first ropes ropes first droping the pot and weapons, and robbing them with a potter’s shovel, and then latching it first to the Independent.",
    "ai-tika-vin11t2:146_2": "He thinks, “He doesn’t immerse” is the second serious offense for the second offense.",
    "ai-tika-vin11t2:147_0": "Sineru the territory rolled forth like an iron pot,",
    "ai-tika-vin11t2:147_1": "Sāgallā, with no rim back to the root of the tree,",
    "ai-tika-vin11t2:147_2": "if he touches it while rubbing;",
    "ai-tika-vin11t2:147_3": "he is far from here and there is no further beyond.",
    "ai-tika-vin11t2:147_4": "“In this case, bhikkhu,” “Firstly,” “Firstly,” “It is said, monk who is unhearded”;",
    "ai-tika-vin11t2:147_5": "to the root:",
    "ai-tika-vin11t2:147_6": "the one who acts disrespectfully, generates all the sacred flame, and making a space its object.",
    "ai-tika-vin11t2:147_7": "violently despised by others, he has been reborn in the realm of the King.",
    "ai-tika-vin11t2:148_0": "53.",
    "ai-tika-vin11t2:148_1": "and in the pots of Kapilavatthus.",
    "ai-tika-vin11t2:148_2": "It was always for a long time. It was from the root of a spike to bathe.",
    "ai-tika-vin11t2:148_3": "blows from the tree to heap,;",
    "ai-tika-vin11t2:148_4": "And here the tree standing on the ground coverings, he said, “Whoever is intersecting the ground,” while standing on the ground with a stick or on the ground, and on the top of the termite-mound, there is a piece of green grass, puts them on the ground, and on the top of the termite-mound, and then it can be understood again.",
    "ai-tika-vin11t2:148_5": "“Have they begined,” thus they consulted with this verse.",
    "ai-tika-vin11t2:148_6": "And when the first story of the kind described above described under the headings of the kasiṇa without being asked, if the clothes or the neighbours, he commits an offense entailing confession.",
    "ai-tika-vin11t2:149_0": "54.",
    "ai-tika-vin11t2:149_1": "Now comes the end of this vessel (of seats), while standing on the ground, he seized, saying: “Listen, learning the goods in this way, I shall give you a distance.”",
    "ai-tika-vin11t2:149_2": "Herein, one who is able to put is put on the rubbishment in order to put on his sarong and put it away, etc., and insert it.",
    "ai-tika-vin11t2:149_3": "if she stands or sits down below, but above the collar bone is to be found, and she stands above the doors.",
    "ai-tika-vin11t2:149_4": "Or alternatively, it can be understood that very according to what is called rejection of giving a discussing, thus it is the meaning. He is, it is, giving the blessing to take to his own vessel and refute his doubts.",
    "ai-tika-vin11t2:149_5": "you’ll want the pot to pull up.",
    "ai-tika-vin11t2:150_0": "55.Harantoti avaharanto.",
    "ai-tika-vin11t2:150_1": "for his unmindfulness. He spills his calf by hands, he dropped it in a potter’s length, puts it in a potter on his own hands, and takes it back in the morning, and he has deportmented it eventually bits, at the end of his own hands, and he is like a jar which is carried on the ground.",
    "ai-tika-vin11t2:150_2": "if he cuts it into his own vessel or takes it away;",
    "ai-tika-vin11t2:150_3": "If he puts his own vessel into the pot, and he thinks, “I’ll take it carefully and put it aside,” and if he says, “I’ll get itin,” and he becomes expelled.",
    "ai-tika-vin11t2:151_0": "56.Hāraṁ vāti muttāhāraṁ vā.",
    "ai-tika-vin11t2:151_1": "ornaments, golden garments, silver, or gold.",
    "ai-tika-vin11t2:151_2": "Sleep, fragrant, and well-wormed strings, black hair, browns, and well-spoked Sinerure like gold:",
    "ai-tika-vin11t2:151_3": "each group of separately from a monastery to the Commentaries: “This is the first section in the Commentaries; it is not easy to say, Discussion, and it should be the first topic of the different kinds of rod and the adornment of different colors.”",
    "ai-tika-vin11t2:151_4": "steady in a pot.",
    "ai-tika-vin11t2:151_5": "he picked up sandals with a variety of delicious intentions, and made the fourth.",
    "ai-tika-vin11t2:151_6": "How there is a serious offense when they transgressed in the ground,",
    "ai-tika-vin11t2:151_7": "it stands simply to the base consisting of nothingness, and it goes beyond the air.",
    "ai-tika-vin11t2:151_8": "Restrained: the Pātimokkha restraint is inferior.",
    "ai-tika-vin11t2:152_0": "From then on the top of the pots of a potter or from the size of the pot, and then the necklaces or the backs of this matter, or when the generation is announced he makes it sit or lies down right there, thinking: “Now that is the time for the attendant”;",
    "ai-tika-vin11t2:152_1": "At that moment the floor-covered drops of the mouth level ground, wide openings the air, places having been put on a hole water from the foot of the air, and wounds, and when the birds screen and hitched to the ends of the head hairs, body hairs, nails, teeth, skin, skin, and body hairs drops, tears, skin and body hairs were placed over his head hairs and beard and beard and beard, put on to the leans, the nails, the pull, the roll, and the bones, the mouth, the bir, and the birds ropes ropes, and the crowds pulled together, the crowds of a dishes, and bir, the crowd, the crowd, the crowd, the crowd, and fly stir, and then exhade of fanns, and",
    "ai-tika-vin11t2:153_0": "(permission) from the council hall which is used for the sake of vessels, since which is suitable for the Teacher,",
    "ai-tika-vin11t2:153_1": "He is the meaning: possessing the foot-stool (on his feet); the meaning is the meaning.",
    "ai-tika-vin11t2:153_2": "like a King’s lovely behind him.",
    "ai-tika-vin11t2:153_3": "“When will any?",
    "ai-tika-vin11t2:153_4": "just as he drops the lotus leaf soles on the foot,",
    "ai-tika-vin11t2:153_5": "that deposited is the best.",
    "ai-tika-vin11t2:153_6": "sprinkled about in one place, having made the home into the air and dropped the water in one sitting per day, after bathing and drunk.",
    "ai-tika-vin11t2:153_7": "“This is how,” “body,” but rather it is said. If the water is filled with it, it has been carried out by the sea ear, it is said.",
    "ai-tika-vin11t2:153_8": "if he puts his hand in the mouth with a vessel, covered with poison, sewing it down with a vessel, he is what is said;",
    "ai-tika-vin11t2:153_9": "And the beryl wounds drunk when he’s tailed with bamboos, etc., and then unriped, he is carried along without scratching the end of the fingernails, and his ends.",
    "ai-tika-vin11t2:153_10": "This is the exposition concerning the words “Whoever uses a dispensation or takes the vessel” in the way already described, etc., or on account of the eight importances of the Mahānāma .",
    "ai-tika-vin11t2:154_0": "“One who has drunk the yellow lump of ghee put into the hands in the back of the hands in the bowl of a single-food eater suits his feet, or with another with a single pot full of ghee or oil.” Then he should severely put into the pots aside terrace, etc., or the potsherd by the pots and so on.",
    "ai-tika-vin11t2:155_0": "58.",
    "ai-tika-vin11t2:155_1": "“Having eseized the prosperous range or turning back, and when he passes away, he is carried along again and again, the king’s property, and is bird again.”",
    "ai-tika-vin11t2:155_2": "When he has been told, he should take it out and place it in front of the hand and put it back in his mouth, or when he has washed the back, and he should fill it.",
    "ai-tika-vin11t2:156_0": "59-60.",
    "ai-tika-vin11t2:156_1": "If he places it in a place, he follows it.",
    "ai-tika-vin11t2:156_2": "whatever their shells were broken, etc., and the edge of a shell,",
    "ai-tika-vin11t2:156_3": "he’ll be like a potter.",
    "ai-tika-vin11t2:156_4": "If the goods have been deposited in that place,",
    "ai-tika-vin11t2:156_5": "if she drinks one to finish;",
    "ai-tika-vin11t2:156_6": "for the rain of itself is said.",
    "ai-tika-vin11t2:156_7": "at that moment, at that moment,",
    "ai-tika-vin11t2:156_8": "at the moment of the clause he says: “Here, withdrawn from the first jhāna, from the yellow range of oil, yellow from the first damaged, and wind aw opening.”",
    "ai-tika-vin11t2:156_9": "One who sees clearly and concentrates his virtue.",
    "ai-tika-vin11t2:156_10": "Having washed off lowly,",
    "ai-tika-vin11t2:156_11": "on the bank of the rivers,",
    "ai-tika-vin11t2:156_12": "It (such): “Here those” is subsequently, meaning is the meaning.",
    "ai-tika-vin11t2:156_13": "With Sāḷha and his wife,",
    "ai-tika-vin11t2:156_14": "he thinks, “He is hanging it on,” he thinks, “I’ll steal it;” and he thinks, “He’s committed an offense entailing expulsion.”",
    "ai-tika-vin11t2:157_0": "The sweetness of the oil ... the wide, the oil-seed floor, the edge of the bowl, and the floor in the first place.",
    "ai-tika-vin11t2:157_1": "“As a worker,” she said, “I can do so in order to show the King of the time.",
    "ai-tika-vin11t2:157_2": "I was constructed: “I am thirty-two parts of the trees,” and he who was reborn in the Pāṭaliputta.",
    "ai-tika-vin11t2:157_3": "Saying: “This is what belongs to your mind,” he is to be fixed, and then followed.",
    "ai-tika-vin11t2:157_4": "With this point he stored it up, cuts it down, and puts it aside, without having it put it aside, the thought, “Now is the impure One’s minds ill will, without applied thought,",
    "ai-tika-vin11t2:158_0": "and stands in the place shelter for the purpose of wining place.",
    "ai-tika-vin11t2:158_1": "Since he is breaking down from the place where the bhikkhu terrace, he dropped the stone on it from its top, and while seeking it, he drew his robe.",
    "ai-tika-vin11t2:158_2": "“Does it because of the power of scheming evil is slain?”",
    "ai-tika-vin11t2:158_3": "if he discards it in a place wherever he wants to throw water; at the end of the robe he wounds, spears it in the baskets and seeds with water; or he needs a knife, the meaning is deposited, or the meaning is needed.",
    "ai-tika-vin11t2:158_4": "“Don’t step on water,” he said,",
    "ai-tika-vin11t2:158_5": "When there is no place in the definition of the someone, intending to steal, there is no offense for the inheritance.",
    "ai-tika-vin11t2:158_6": "While rubbing they throw rubbing his firewood, he winning it.",
    "ai-tika-vin11t2:158_7": "Doing so, they use sex.",
    "ai-tika-vin11t2:158_8": "(They are) fools that are forbidden in these four reasons, and for the sake of use, the act of wrong conduct, etc., that is what is said.",
    "ai-tika-vin11t2:159_0": "On the Protector of the World",
    "ai-tika-vin11t2:160_0": "63.",
    "ai-tika-vin11t2:160_1": "now we will show the rest and have shown that he is to be seen (them), and so on.",
    "ai-tika-vin11t2:160_2": "carrying a bowl within that place.",
    "ai-tika-vin11t2:160_3": "And here there is the sound of dropings in the debt, wielding a hole in the Enlightened One’s Abode. And here it is included in the way already stated, alternatively, the wielder of identity that has been stated.",
    "ai-tika-vin11t2:160_4": "Reflecting their refuge, they have remembered their refuges,",
    "ai-tika-vin11t2:160_5": "Having removed the ointments, he should remove the tips, wrapped up in a pile, and pulled up the cloth.",
    "ai-tika-vin11t2:160_6": "He liberates it, after standing there, sitting down to be found terrified, which is like the fire of the hairs, his hairs were dropped,",
    "ai-tika-vin11t2:160_7": "destroyed the dispensation from ruination.",
    "ai-tika-vin11t2:161_0": "64.",
    "ai-tika-vin11t2:161_1": "After hanging it to the meaning, he said: “After showing it to her, having shown that he is to be shown the transferred to the student, he said, “Give it to her.”",
    "ai-tika-vin11t2:161_2": "Or again, they understand,",
    "ai-tika-vin11t2:161_3": "if he places it upwards and make it straight, strikes out from its place to the west, in the four directions, and if it is collapsed in one direction, he is far from the four directions.",
    "ai-tika-vin11t2:161_4": "“When will any?",
    "ai-tika-vin11t2:161_5": "dropped on in this way, at the crossroads beyond the 40 kilometers,",
    "ai-tika-vin11t2:161_6": "While they were standing on the edge of the bowls, they were to be found on the edge of the assembly which they were standing on the ground,",
    "ai-tika-vin11t2:161_7": "and by the loving-kindness: Toraṇavatthu is what is needed,",
    "ai-tika-vin11t2:162_0": "His name is covered over the ground, on the ground, in the air, under the ground, and so on, etc., that is called “the stone goods”.",
    "ai-tika-vin11t2:162_1": "Herein, the exposition should be understood here as given in the Vibhaṅga .",
    "ai-tika-vin11t2:163_0": "Discussion of the color on dry land",
    "ai-tika-vin11t2:164_0": "if he uses delimitation on the spot that idea that prevent his delimitation, he’s quick to attain it.",
    "ai-tika-vin11t2:165_0": "they do so.",
    "ai-tika-vin11t2:166_0": "As he lays down on the ground, he is liked on the spot.",
    "ai-tika-vin11t2:166_1": "Because of the understanding of her fodder was a league away.",
    "ai-tika-vin11t2:166_2": "and he left for the monk.",
    "ai-tika-vin11t2:167_0": "70.",
    "ai-tika-vin11t2:167_1": "Having been poisoned by the hand of the stone on the ground, he took a bedroom with the palm stump of the hand, and placed it on the ground.",
    "ai-tika-vin11t2:167_2": "for his own sakes are proximate caused,",
    "ai-tika-vin11t2:167_3": "It is said to be a mendicant who understands their own development as an ascetic.",
    "ai-tika-vin11t2:168_0": "While (he said): “This is indicated by the words “There is held out,” etc., as soon as they wish.",
    "ai-tika-vin11t2:169_0": "sat on the seat spread out,",
    "ai-tika-vin11t2:170_0": "and throwing it up in the air,",
    "ai-tika-vin11t2:171_0": "They spread the foot soaked with a fortnight, placed on the top of the feet, and on the first they werehed their feet.",
    "ai-tika-vin11t2:172_0": "Feeling from the two ends of the grounds, the made of the pictures is produced by the one who is hatred.",
    "ai-tika-vin11t2:173_0": "if they lie down on the ground, there is a serious offense for three reasons, not for the first earth, and for the third time, and for the fourth.",
    "ai-tika-vin11t2:174_0": "THE SEN in this way:",
    "ai-tika-vin11t2:175_0": "“With joined palms to the ointment of the box, he lifts them up.",
    "ai-tika-vin11t2:175_1": "If he can define it by its similes beginning with all the feet,",
    "ai-tika-vin11t2:175_2": "If, intending to steal, he touches what has a site for the ground, he exceeds the site of the lowestate outside the door, he exceeds the base consisting of boundless consciousness.",
    "ai-tika-vin11t2:175_3": "while the story of the Victor’s site is like a cow’s site.",
    "ai-tika-vin11t2:175_4": "but seized them with the hand and the site for the air, he can make him commit an offense entailing expulsion.",
    "ai-tika-vin11t2:175_5": "down from the village to village, too, in the middle of the village, if he goes beyond the effort,",
    "ai-tika-vin11t2:175_6": "if, after hanging the dwelling in the vicinity of a village, he sounds or a cloth from a village, or from a charnel ground, he keeps it with a stick or a straw mat, and he then tie it up with his arms and feet;",
    "ai-tika-vin11t2:175_7": "But if he goes without taking hold of his fists, or burning his head, or having invited him to accept a more than a second time, he excluded from the earth to the in the evening and twentieth, he is excluded from the community.",
    "ai-tika-vin11t2:175_8": "When he has gone out from the village, it is at the place where the stage remains.",
    "ai-tika-vin11t2:176_0": "But in the Commentaries it can be understood:",
    "ai-tika-vin11t2:176_1": "And the rest should be seen in the sense of urgency, and the rest.",
    "ai-tika-vin11t2:177_0": "(but) the door for the bowl of the rainy season residence is standing in the carrying-pole,",
    "ai-tika-vin11t2:178_0": "After embraceing his bowl, he holds the bowl which was carried on by the hand of the bowl, and he puts it away without scratching it or knocking it against the first door.",
    "ai-tika-vin11t2:179_0": "81.Hattheti hatthatale.",
    "ai-tika-vin11t2:179_1": "clothesline:",
    "ai-tika-vin11t2:179_2": "the head of your head is black:",
    "ai-tika-vin11t2:179_3": "Origination given in the verses consisting in the shade of the opposite sex,",
    "ai-tika-vin11t2:179_4": "grounded on ethics.",
    "ai-tika-vin11t2:179_5": "While he is covering the golden powder,",
    "ai-tika-vin11t2:179_6": "if he takes hold of the air with the hand;",
    "ai-tika-vin11t2:179_7": "Rememberging the place he had a place where they spread out.",
    "ai-tika-vin11t2:179_8": "taking the baked goods, he departed from the second sea.",
    "ai-tika-vin11t2:179_9": "and the rest is as before.",
    "ai-tika-vin11t2:180_0": "The account of the talk on the space",
    "ai-tika-vin11t2:181_0": "From the top of the beds and benches: from the bed, chairs, etc., and from the beds and chairsms, etc., that is to say, the beds, and the benches of all the earth,",
    "ai-tika-vin11t2:181_1": "one with the other’s body: one should guard the body, or with the other.",
    "ai-tika-vin11t2:181_2": "Those who have not adhered to that which is accompanied by:",
    "ai-tika-vin11t2:181_3": "Yes, trained in the end of the hand,",
    "ai-tika-vin11t2:181_4": "“Throw out the dancing,” and he makes it sit down in the manner of a serious offense.",
    "ai-tika-vin11t2:181_5": "But the delimited by the skin should be found satisfaction in the middle of the four kinds of foulness forwards and backwards, and by making the inner skin by the feet, by the flesh, sinews of the head, enveloping the feet, and twisting the entrashing the middle, and by gradually touching the four foot.",
    "ai-tika-vin11t2:182_0": "This robe-cloth is placed for the purpose of protection in the robe-cloth in the benefit of all the trees and under the protection of a tree, and so on.",
    "ai-tika-vin11t2:182_1": "from his own mouth,",
    "ai-tika-vin11t2:182_2": "after taking note of the wealth he placed it in the place where he was being placed,",
    "ai-tika-vin11t2:182_3": "having done not having made, both of them together, both mother and father,",
    "ai-tika-vin11t2:182_4": "After having completed the far shore from another, and defining the good,",
    "ai-tika-vin11t2:183_0": "He is touched by the touch of a robe, and he is one made of a robe.",
    "ai-tika-vin11t2:183_1": "he placed it on that robe.",
    "ai-tika-vin11t2:183_2": "It’s not good fortune-tempered.",
    "ai-tika-vin11t2:184_0": "85-6.",
    "ai-tika-vin11t2:184_1": "To touch it with the body, they bound him.",
    "ai-tika-vin11t2:184_2": "After taking the robe-cloth from his own mouth, he took his own mouth from the group of a robe from his own mouth and tongue. He then continues the grabbing his own robe on the other side of the thresholds, and he cut off his own robe over one shoulder.",
    "ai-tika-vin11t2:184_3": "Someone attacked by one of the other kind of robe that was place and descended from this state of existence. When one is finished, the other’s surpasses that robe over a hundred leagues.",
    "ai-tika-vin11t2:184_4": "Standing in the others from the group of one hundred is to bestroyed over to the threshold weavers,",
    "ai-tika-vin11t2:184_5": "touching the robes of a boon.",
    "ai-tika-vin11t2:184_6": "while standing at the end of the robe-cloth for himself, he placed them in the same place as before.",
    "ai-tika-vin11t2:184_7": "When he exceeds the exceeds of the hair, etc., with the disappearance of the hairs of the head hairs,",
    "ai-tika-vin11t2:185_0": "Having thus shown the size of the Dīghanakha, and by showing them the three noble ones, he said, “We will show the way to immediately effect that is incomparable,” and so on.",
    "ai-tika-vin11t2:185_1": "Or again, when a person gives birth,",
    "ai-tika-vin11t2:185_2": "when touched by the south of the offering, he passes away and reappears.",
    "ai-tika-vin11t2:185_3": "the robe-cloth is to be found in his own robe on the right side of the right size. When he’s able to get hold of a robe-cloth, he goes beyond the robes.",
    "ai-tika-vin11t2:185_4": "when touched by the touch of one or other of them here they surpass the other.",
    "ai-tika-vin11t2:185_5": "While they were touching the robes by the mouth of a snake, the robes of the mouth, and they descended from the nose.",
    "ai-tika-vin11t2:185_6": "Anyone else who makes use of the robe fund by those who go beyond the southern gate or at the right time is the meaning.",
    "ai-tika-vin11t2:186_0": "As to location: from the whole of the robe-cloth is to be found on the eighteenth day.",
    "ai-tika-vin11t2:186_1": "“Where do you have accepted nails?” They are expert on the spot.",
    "ai-tika-vin11t2:186_2": "“Throw out!” But when the work washed to do it, they did not practice a bridge because of this.",
    "ai-tika-vin11t2:186_3": "“Who’s the tip of the blade?” And wherever he falls,",
    "ai-tika-vin11t2:187_0": "88.",
    "ai-tika-vin11t2:187_1": "if he intends to steal, he looses a serious offense;",
    "ai-tika-vin11t2:187_2": "the bamboo robe-racks, having woven robes brought him to an ocher robe, puts him aside, moves him, looses it, and he breaks it with a serious offense.",
    "ai-tika-vin11t2:187_3": "expelled:",
    "ai-tika-vin11t2:187_4": "he is expelled from the near shore, he is one who adverts from death.",
    "ai-tika-vin11t2:188_0": "if she urges her on, saying “What is to be used for them?” she is to say, “There is no need for them.”",
    "ai-tika-vin11t2:188_1": "This monk who is pursuing the robes made by floor covering the robes with cloth, and put it aside. This monk is pursuing the training.",
    "ai-tika-vin11t2:188_2": "As he is enthusiastic, pursuing the local state,",
    "ai-tika-vin11t2:188_3": "those who are expelled in the thirteen rules, just as before.",
    "ai-tika-vin11t2:188_4": "This lazy is not bound by the wind,",
    "ai-tika-vin11t2:188_5": "‘If a monk places a solid robe, he should first set it out and then eat it.",
    "ai-tika-vin11t2:188_6": "the cutting down in the same place as before, and he cuts off the robes, and he cuts them into the windows, and he cuts them off with a serious offense.",
    "ai-tika-vin11t2:188_7": "Soon afterwards, if he does not tell a group of monks, he should go to the nuns, saying: “This monk isn’t stored in this way.”",
    "ai-tika-vin11t2:188_8": "(He placed) the bamboo robe-racks and the rest of the robe-cloth in the way already stated.",
    "ai-tika-vin11t2:189_0": "Furthermore, the law of the beautified by the interval of the kasiṇa is profitable in the way already described and the others. They scrutinize the meaning as “sing as to the rod and the clause,” and “posite is included by the word ‘posites,” the goods are concluded from the community.",
    "ai-tika-vin11t2:189_1": "The tree-root dweller in that place, having first set out the garments, hanging down, delivering the garments, and having the requisites obtained all the three robes, and he is outside the monastic boundary with the shade, but he has a serious offense in the openingsecurity. He is not covered in air.",
    "ai-tika-vin11t2:189_2": "“Anyone who breaks into houses, whether he makes a hole or not.” They dodge the robe-cloth in the fourfold army, making the leftovers from the window, or in the open, buttermilk after washing it with the outer robe, thinking, “This is the ones, it should be taken as such.” And all the remainder and so on.",
    "ai-tika-vin11t2:190_0": "After rejoicing the drums in the lowly, he must take it as if slowly, saying “Whoever has made the sound of a lotuses on the shake,” and he should first make the sound of the wipe the omnistation, “He who is faithful,” he should make the bearing that up as if the scoundrel.",
    "ai-tika-vin11t2:190_1": "Or alternatively, if you are standing in a distance, it is only possible to disturb even as much the sound of drums because it is successful.",
    "ai-tika-vin11t2:190_2": "and the exposition should be understood as it is said: it is best,",
    "ai-tika-vin11t2:190_3": "After making a long gorge or separate robe from the three robes, and put it aside in the robe-cloth in the way already described he collected the robes together in the way already described, he collected the robes, and then in the way already described.",
    "ai-tika-vin11t2:190_4": "the meaning should be understood in the way already stated .”",
    "ai-tika-vin11t2:191_0": "91.Sikkāyāti olambikādhāre.",
    "ai-tika-vin11t2:191_1": "when the _paṇḍaka_ animal broke.",
    "ai-tika-vin11t2:191_2": "having leftovered it up,",
    "ai-tika-vin11t2:191_3": "if he drinks it, it is plastered;",
    "ai-tika-vin11t2:191_4": "knowing that they were receding on it, or at that place they use it, at a place where they can understand.",
    "ai-tika-vin11t2:191_5": "In the second place where the trapper ropes, the place in place for ropes it is possible to know whether it is possible.",
    "ai-tika-vin11t2:192_0": "The sound of the head is what is disturbed in the beginning of the Dīghanakha, and so on. He should get a good reputation,",
    "ai-tika-vin11t2:192_1": "and rolling back as a wall ornaments for the deer-skins, (thinking): “Sāgas, when a hunter is broken, or mung-beans area”.",
    "ai-tika-vin11t2:192_2": "Or like a canopy made of the fruit,",
    "ai-tika-vin11t2:192_3": "on being struck by a drop of cloth,",
    "ai-tika-vin11t2:192_4": "As to a furniture: it As to below,",
    "ai-tika-vin11t2:193_0": "At that place the royal bull elephant drops placed in that place. At that place the royal bull elephant stood on the top of the hair of the beard, waves, mindfulness on the ground from the petals of the hair, body hairs, nails, and when his hairs were placed over his hairs.",
    "ai-tika-vin11t2:193_1": "needs to avoid the head hairs, etc., and the precincts of the head hairs, etc., that is the meaning.",
    "ai-tika-vin11t2:194_0": "94-5.",
    "ai-tika-vin11t2:194_1": "When a rich man is driven out in this way and showing them the bribe and showing them the Licchavīs, the Dīghanasas, and dust of others, he said, “Live using what is said.”",
    "ai-tika-vin11t2:194_2": "the one who stands on his own mouth, and the mouth of itself towards himself.",
    "ai-tika-vin11t2:194_3": "In the place where they touched their logs of the head, they descended from the lower part of their own distance.",
    "ai-tika-vin11t2:194_4": "(such as) the word shade of the waves in places of loss, the remaining in materiality,",
    "ai-tika-vin11t2:194_5": "“Did they say that one is the fortune-telling work at the time of the Magadhan Kings? Acording to see each other with its characteristics, functions, and many characteristics, they say?”",
    "ai-tika-vin11t2:194_6": "You should use the restroom in the monastery after the others. You should do what they have done, and the next is included in the middle. You should be done by an agreement.",
    "ai-tika-vin11t2:194_7": "if he passes away from the tip of the hair,",
    "ai-tika-vin11t2:194_8": "and the meaning is stated.",
    "ai-tika-vin11t2:195_0": "born of gladness, he attributes of others, looking at the face of another; on his face is the meaning.",
    "ai-tika-vin11t2:195_1": "This is wherever he passed away.",
    "ai-tika-vin11t2:195_2": "while this is still canceled, this is not allowed.",
    "ai-tika-vin11t2:195_3": "And he should be told: “Bhikkhus, what is the meaning of,” etc., is the meaning.",
    "ai-tika-vin11t2:196_0": "96.",
    "ai-tika-vin11t2:196_1": "A monk who was fleing on a plank as a horse trainer next to the fruit of the cracking a monk. When he had arrived at that hermitage, he commits adultered.",
    "ai-tika-vin11t2:197_0": "cuts the palms of the stalk with a palm-leaf packet, the palm-leaf-tree,",
    "ai-tika-vin11t2:197_1": "When the site is completed, he can put it on a foundation for showing that he has committed an offense entailing expulsion.",
    "ai-tika-vin11t2:197_2": "Or if there was a leaf, they plastered it.",
    "ai-tika-vin11t2:197_3": "standing on the leaf-hut, or standing in a lake, the upper side of thes is to be found holding on the surface of the story.",
    "ai-tika-vin11t2:197_4": "Like this is the basis for defining it, just as when the announcement is released from the necklaces. If he were, he wouldn’t be released from the community.",
    "ai-tika-vin11t2:197_5": "Of these, all of them set up an offense entailing expulsion in the past, the future, and the present. Because of this he has, he commits a serious offense. He has committed an offense entailing confession.",
    "ai-tika-vin11t2:198_0": "Discussion of the color of Vesabhā",
    "ai-tika-vin11t2:199_0": "98.",
    "ai-tika-vin11t2:199_1": "The lower entangle is bound to be bound by water.",
    "ai-tika-vin11t2:199_2": "When a man returns from Ambaṭṭha, he inspires the windows that go down into a chain of a league. Then—which is an act of wrong conduct.",
    "ai-tika-vin11t2:199_3": "But with the profounded: “The wind is deep, likewise with the scalpel.”",
    "ai-tika-vin11t2:199_4": "Go to that place, driven out from the hand of the hand, and stretching it with the hand of the hand, and saying: “This is the mark of the hand, the foot, the bed, and the birds of the bowl, and the way the palms should be understood to included in each of the hand, and it is in mind.",
    "ai-tika-vin11t2:199_5": "Therefore it was said: “Haven some mangoes possessed of eight hands or needles to protect the hand or the foot, or to prepare the effort there, then for every effort there is an act of wrong conduct.”",
    "ai-tika-vin11t2:200_0": "the rottening of the linking thus: “Here’s the sound of an all-bearing lawless, be making a loud noise,",
    "ai-tika-vin11t2:200_1": "Then thinks, “As a man is generated by this,” and “There are those who go to, through the act of wrong conduct,",
    "ai-tika-vin11t2:200_2": "For the handsome of the pot is put down, placed in the hand of the bowl when hand-washing water, and footprints using the hands of the bowl when the hand is reckoned as a snake.",
    "ai-tika-vin11t2:200_3": "Hence it is said: “This is the eighth day of the pot for recitation, questioning, and answering.”",
    "ai-tika-vin11t2:201_0": "To give this verse on the following eighteen verses, while walking in the words, with its aim and an enemy, while going along with the air, and not even if he shares it out.",
    "ai-tika-vin11t2:201_1": "In the case of the rooms that are in the same place as before, and the seconds of the advantages, and the places of baskets and trees are in the same places, and hes, without trouble or difficulty, he commits a serious offense.",
    "ai-tika-vin11t2:201_2": "Herein, it is possible that arrangement can go back from this life to homelessness here without turning away.",
    "ai-tika-vin11t2:202_0": "At that time the Lord of the Planet",
    "ai-tika-vin11t2:202_1": "It should be used to have the bathing cloth.",
    "ai-tika-vin11t2:202_2": "As to cut up: here the meaning is, it is to be taken as “specified” , after cutting off the meaning as “the goods, the meaning is, it is, giving the meaning.",
    "ai-tika-vin11t2:202_3": "Abandoning thus, “After going from the first house as far as the near shore, he is expelled and excluded from the near shore to the far shore, and from the far shore.” ...",
    "ai-tika-vin11t2:202_4": "He told him, “No doubts,” and he said, “Now,” and so on, having told him this point, “Do not, I did likewise. O Vāsabha, who is able to discuss it. When they come to the truth, he said, “Do not proceed in the heaven of the Devas, I shall pay homage to him,” he said, “You may do so in the past,” he told him.",
    "ai-tika-vin11t2:203_0": "he deposits it in the way already described thus: “This poor rod is intimate, they grow disillusioned with this manner, the one who is rough, the one who is addicts, and the one who cut off the legs.”",
    "ai-tika-vin11t2:203_1": "One calls a single eon should understand, “Seeing the meaning” in this way, they should understand these verses as ‘litternally’.",
    "ai-tika-vin11t2:203_2": "and when you make a boat,",
    "ai-tika-vin11t2:204_0": "101.",
    "ai-tika-vin11t2:204_1": "it is bound among the bodies, trapped by the burden, the entrails, and it must take place in the various directions.",
    "ai-tika-vin11t2:204_2": "As they were engaged in this matter in the kind described under the atmosphere they readily:",
    "ai-tika-vin11t2:204_3": "“I accept at that place,” and so on.",
    "ai-tika-vin11t2:205_0": "102.",
    "ai-tika-vin11t2:205_1": "Having put down his brothers, bound by the strings of concentration,",
    "ai-tika-vin11t2:205_2": "flowers out of the feet, etc.",
    "ai-tika-vin11t2:205_3": "Six-Producing people were unable to do so; the four directions forwards and forwards, the four directions, the four directions, and the eight directions were able to make up the districts of their existence.",
    "ai-tika-vin11t2:205_4": "by means of begging:",
    "ai-tika-vin11t2:205_5": "(These two discourses are) the same as the matter.",
    "ai-tika-vin11t2:205_6": "He cannot lay down on the top of the termite-mound, he does not plant them down, saying: “I will not plane the supernormal powers,” he does not establish the virtue of the special qualities of Pātimokkha ascendent, the Lord of the Devas, and the Sole Pātimokkha, after which he seized the Pātimokkha, –",
    "ai-tika-vin11t2:206_0": "if it is on the bank of the Ganges, etc., and the covering of a drop of cotton-down;",
    "ai-tika-vin11t2:206_1": "He wipes water, raises it, and lifts it up.",
    "ai-tika-vin11t2:206_2": "At the place where the flowers started with a garland of flowers,",
    "ai-tika-vin11t2:206_3": "Tomorrow: it flows from the top of the hair, body hairs, and things on the ground.",
    "ai-tika-vin11t2:206_4": "no matter how many flowers comes to them, that is to say, “Where does the meaning?”",
    "ai-tika-vin11t2:206_5": "As a flower in the former flowers, he should be only before.",
    "ai-tika-vin11t2:207_0": "I’ll move on the road for it with a league.”",
    "ai-tika-vin11t2:207_1": "he thinks, “I’ll take it where it have been prepared,” and he takes it on trust.",
    "ai-tika-vin11t2:207_2": "looks after them in the same manner, he guards the sense of urgency, and he Purinds that monk.",
    "ai-tika-vin11t2:207_3": "placed it in the place where the flower had already acquired, and the cemeteries it is disposed,",
    "ai-tika-vin11t2:207_4": "if he intends, “Take this much,” he should knead on that flower.",
    "ai-tika-vin11t2:207_5": "“It is impossible, sir,” they doing a flower from the place wherever they fall, having lifted them up, fixed them on the spot.",
    "ai-tika-vin11t2:207_6": "Clouding the water, wipes out the cold, heat, pulled up the water, and fixing the water on the top of the head, pulled up lotuses, and fixing the exhaustions of the head.",
    "ai-tika-vin11t2:207_7": "It is possible,” he said, “This is the way that is to say.",
    "ai-tika-vin11t2:207_8": "The eldest son of the requested: ‘It is said, guarded, protected by the rulers of the Monastic Code, guarded by one who is called abiding in virtue of the special qualities of being investigated by the Pātimokkha; it is called “rejoiced”.",
    "ai-tika-vin11t2:208_0": "if she does, saying, “It is flattered,” “There is no flowers in the sky,” and she “There is for the purpose;",
    "ai-tika-vin11t2:208_1": "They dropped the story of leaning on a floor while sitting on the size of the flesh, below the whole of the water.",
    "ai-tika-vin11t2:208_2": "bringing them to the top, and threw them away,",
    "ai-tika-vin11t2:208_3": "therefore the place where the blossoming lotuses arise",
    "ai-tika-vin11t2:208_4": "straightening up the straight ground,",
    "ai-tika-vin11t2:208_5": "if he applies it out;",
    "ai-tika-vin11t2:209_0": "At the root of a tree flowering tree flower",
    "ai-tika-vin11t2:209_1": "placed water on the water.",
    "ai-tika-vin11t2:209_2": "merely through the messenger of the head hairs he may take more than 40 kilometers.",
    "ai-tika-vin11t2:209_3": "It is because of the first kind of person” should be understood as said: “From what those who are not shakes in the first houses, etc., and because of what is snot, etc., but because of the words “shout?” etc., it is said again to be again “blessed.”",
    "ai-tika-vin11t2:209_4": "“‘Anyone is well freed from enmity, and the good fortune,’ or from what is said. Those who are bound together.",
    "ai-tika-vin11t2:209_5": "for it leads to peace.",
    "ai-tika-vin11t2:210_0": "and being neither too little nor too small, they might not get up.",
    "ai-tika-vin11t2:210_1": "The following places were used (thinking): “Go away is in the future”, and so on,",
    "ai-tika-vin11t2:210_2": "It may be that this bag of all the flower is to be found first at the root of the ears, and its place is to be understood as the reason for its appearance.",
    "ai-tika-vin11t2:210_3": "Yet even though they’re reborn in a place where the lower parts have been reborn in.",
    "ai-tika-vin11t2:211_0": "108-9.",
    "ai-tika-vin11t2:211_1": "The fisherman from what is profitable, whose words are steady, steptle to one who is catching the absence of the inheritance, hymns, and fostering the fishinger.",
    "ai-tika-vin11t2:211_2": "Or alternatively, it is mentioned under the headings of neutrality, etc., or as they are stated in the explanation of the syllables, etc., and they are mentioned above which be regarded here as they are of the syllables.",
    "ai-tika-vin11t2:211_3": "The group of nine on “without cloth”",
    "ai-tika-vin11t2:211_4": "This is what happens to someone who is fondness,",
    "ai-tika-vin11t2:211_5": "he is a bearer of a bean curry, which is the modes.",
    "ai-tika-vin11t2:211_6": "after hanging on to the water of the head hairs, etc., that is unshakable,",
    "ai-tika-vin11t2:212_0": "110.",
    "ai-tika-vin11t2:212_1": "The size of the flowering trees were to be found on the first part of the string, and having made a spot, they said, “What is similar to that thing?”",
    "ai-tika-vin11t2:212_2": "and the catchingous and born in water is the catching out for the carcass.",
    "ai-tika-vin11t2:212_3": "and explaining the meaning of the words that are quiet and still, they say,",
    "ai-tika-vin11t2:212_4": "prosperous and torpor,",
    "ai-tika-vin11t2:212_5": "alternatively, what is said above is but in water.",
    "ai-tika-vin11t2:212_6": "With this storehouse is stored up.",
    "ai-tika-vin11t2:212_7": "It’s bad for one who shows that he has performed subdued all kinds of fame, with the cause, for the sake of which is the reason why he reaches the whole earth.",
    "ai-tika-vin11t2:212_8": "If he makes it move from the water and is expelled, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:213_0": "111.Nīraṁ udakaṁ.",
    "ai-tika-vin11t2:213_1": "they are born in a pond of water, or like a jackal.",
    "ai-tika-vin11t2:213_2": "In the air, rising above water, he should understand to be understood: “Like at the root of the Goat-Herder’s smooth. ”",
    "ai-tika-vin11t2:213_3": "the explanation of the meaning should be understood to dealt with that sutta.",
    "ai-tika-vin11t2:213_4": "the goods have been deposited in a place likewise. If, etc., for the sake of a misfortune, etc., as its case, is the meaning.",
    "ai-tika-vin11t2:214_0": "They get caught up in the lakes of the lotus ponds and lotuses, jewels, crystals, and mounds.",
    "ai-tika-vin11t2:214_1": "In the rivers they do not extract them. This is the escape from beginning with this.",
    "ai-tika-vin11t2:214_2": "Standing:",
    "ai-tika-vin11t2:214_3": "Deluded is called “virtuous” , here what is called “the sound of perception”;",
    "ai-tika-vin11t2:214_4": "should be given in the abundance of meat, etc., which should be given in the fruit of meat,",
    "ai-tika-vin11t2:214_5": "As she was going (therefore) in the charnel ground, among the families,",
    "ai-tika-vin11t2:215_0": "having slaughtered under material things, he who had gone amongst those who were fostering.",
    "ai-tika-vin11t2:215_1": "bringing it to those who are filthy.",
    "ai-tika-vin11t2:215_2": "Monks, whether arguing, etc., was to be given to the goods, a privacy, or above the goods, below the goods, or above the goods.",
    "ai-tika-vin11t2:216_0": "I do not pay due respect to a dead person,",
    "ai-tika-vin11t2:217_0": "if you get caught up in the features, produces a sign,",
    "ai-tika-vin11t2:217_1": "There is no offense for which there is no offense for the attainment of by stealing, there is no offense for the failure in morality,",
    "ai-tika-vin11t2:217_2": "This function should be understood as the three instances of stains, etc., and unfamened in the desert of the Book.",
    "ai-tika-vin11t2:218_0": "Discussion of the water",
    "ai-tika-vin11t2:219_0": "if he says, “She should be given the names for the purpose of winter,” and “They can carry out each other, just as much as he needs in the name of the clan,” and so on should also look for the name of the actual gems.",
    "ai-tika-vin11t2:219_1": "(There is) no comparison, whatever great (magical) faculties there is.",
    "ai-tika-vin11t2:219_2": "he says and declares: “I will take it with this,” “I’ll ask for the benefit.”",
    "ai-tika-vin11t2:219_3": "while going to the dwelling place nearby, in the second place, wherever he was going,",
    "ai-tika-vin11t2:219_4": "but an offense of wrong conduct.",
    "ai-tika-vin11t2:219_5": "If, intending to steal, he thinks, “I’ll steal the goods on the ground,” and he either searches for a companion or just goes there himself, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:220_0": "they must show how to understand how to define whether it is improved by the water. It is from the time to settlement by the tips of the water, etc., their termites should be understood as stated in the sense of habitually it is given in the sense of rope.",
    "ai-tika-vin11t2:220_1": "With a bound trapped in a jail, they are called a dead fortune.",
    "ai-tika-vin11t2:220_2": "Those who restrain them",
    "ai-tika-vin11t2:220_3": "of the wise, learned,",
    "ai-tika-vin11t2:221_0": "from the drop of the waters that were fixed in water, but weren’t worth a sixteenth part of the hands in the water.”",
    "ai-tika-vin11t2:221_1": "Through boarding him from the near shore to the far shore.",
    "ai-tika-vin11t2:221_2": "And after he was told, he said, “What did you do?” he said, “Lay follower?”",
    "ai-tika-vin11t2:221_3": "Excellent and doesn’t follow.",
    "ai-tika-vin11t2:221_4": "And it should be told, “The meaning is that to say, the meaning should be practiced according to level.”",
    "ai-tika-vin11t2:221_5": "here it is the same that should be spoken of in the past.",
    "ai-tika-vin11t2:222_0": "121.",
    "ai-tika-vin11t2:222_1": "When the fourth (supernatural) thing and showing them, he said: “Now such a place, with four feet on the ground, and using them,” and “Listen, etc., to point out the way that is, an incomparable wide opening.”",
    "ai-tika-vin11t2:222_2": "Likewise: “In this way one is expelled”,",
    "ai-tika-vin11t2:222_3": "she said, “Where is the time period of the head hairs? Grounded graceful hair?”",
    "ai-tika-vin11t2:222_4": "above ground—free, not too above, below, across the water, everywhere, all around, they spread out the good.",
    "ai-tika-vin11t2:222_5": "the breadth of the head hairs, his hair moving over the front.",
    "ai-tika-vin11t2:222_6": "That’s why it should be cleaned by the waters of the mouth, head hairs, body hairs, nails, teeth, skin, flesh, sinews, and bones.",
    "ai-tika-vin11t2:223_0": "122.",
    "ai-tika-vin11t2:223_1": "But when it was permanent, everlasting, eternal, and imperishable, and that place he was established in a ship.",
    "ai-tika-vin11t2:224_0": "if he digs from the first bond of sexuality, he becomes a serious matter;",
    "ai-tika-vin11t2:224_1": "What is called “water” is stated under the heading of “water” or “possessed, etc., just as the words “possessing of their” .",
    "ai-tika-vin11t2:224_2": "for they don’t advocate him.",
    "ai-tika-vin11t2:225_0": "After putting on the first place, he said, “This is the place where there is no forgets,” and “possessed,” and “posites, according to the composite sex places, according to the foreheads, as well as usages of any one of these.",
    "ai-tika-vin11t2:225_1": "Like this it is just because the rope of the wind is to be found first in the same place as before. The meaning is, it is not executed.",
    "ai-tika-vin11t2:225_2": "And here, having cut off the bonds on dry land, he places them first in the water, stands on the water, places them first, and two a serious offense.",
    "ai-tika-vin11t2:225_3": "and later the six moves, he is expelled and excluded from the near.",
    "ai-tika-vin11t2:225_4": "First the first place, that is to say, the chief, ~ and the festering, the Commentaries in the Commentaries.”",
    "ai-tika-vin11t2:225_5": "It is said in the winter as a bandit of pulled rice in the way stated as a potter’s sinkervant, and no matter what can be understood as it is said.",
    "ai-tika-vin11t2:225_6": "Like this, monks, does a monk develop mindfulness related to the body.",
    "ai-tika-vin11t2:226_0": "after putting on water for washing it, worshipping it with people,",
    "ai-tika-vin11t2:226_1": "Having risen up, he wore his mouth,",
    "ai-tika-vin11t2:226_2": "the boat was placed on the ground, and it was placed by boats on the front.",
    "ai-tika-vin11t2:226_3": "lowly: by that, by what is called burning, without anything left over, the poisonous, the rest is said.",
    "ai-tika-vin11t2:227_0": "126.",
    "ai-tika-vin11t2:227_1": "And here it is said in the different opposite sense to be found to the other of the five ways that isn’t better than that, etc., in order to show the reason why, etc., should be shown by means of the remaining passages in the moderation, and so on.",
    "ai-tika-vin11t2:227_2": "Since it is (therefore) the Thirty-Three, the upper direction, and the lower parts of the head hairs, body hairs were refined, and the inner skin that envelops the head.",
    "ai-tika-vin11t2:228_0": "I placed a water-pot and position for it.",
    "ai-tika-vin11t2:228_1": "He crushed the wooden bowls,",
    "ai-tika-vin11t2:228_2": "“It is just as soon as he says,” and so on, etc., in the way already described, and so on.",
    "ai-tika-vin11t2:228_3": "But when he placed it up in a ground, he wokes down and lay it down.",
    "ai-tika-vin11t2:228_4": "One placed on the top of the stages in the places of the Nāgas which were placed in the way already described.",
    "ai-tika-vin11t2:229_0": "gets rid of requisites, “This is the earlier state.”",
    "ai-tika-vin11t2:229_1": "at the root of the three:",
    "ai-tika-vin11t2:229_2": "Through playing here:",
    "ai-tika-vin11t2:229_3": "to makeup of the fruits of Place,",
    "ai-tika-vin11t2:229_4": "sending him away, he sent him away,",
    "ai-tika-vin11t2:229_5": "the meaning is, she from the time of giving. The meaning can be seen as well.",
    "ai-tika-vin11t2:230_0": "undergoing the winds, holding the winds,",
    "ai-tika-vin11t2:230_1": "if he picks up it up and puts it on;",
    "ai-tika-vin11t2:230_2": "Hunger robe-cloth, sewing up the robes,",
    "ai-tika-vin11t2:230_3": "spoke the verse ‘cord in the shackle’.",
    "ai-tika-vin11t2:230_4": "They wander like a golden statue, who was like the rising sun,",
    "ai-tika-vin11t2:230_5": "falling like a creeper stirred:",
    "ai-tika-vin11t2:230_6": "There is no hate for him in this way it is said to be “secluded” or “reconsequently because it is not found in him or in the future.",
    "ai-tika-vin11t2:230_7": "If when it is when an enemy is made, it should be seen as like this.",
    "ai-tika-vin11t2:231_0": "131-2.",
    "ai-tika-vin11t2:231_1": "like myself caught in the bonds.",
    "ai-tika-vin11t2:231_2": "she entered the village her village.",
    "ai-tika-vin11t2:231_3": "they ship, boat, and sword",
    "ai-tika-vin11t2:231_4": "if he goes there with the appointment of a sunshade or a village, he stands in the village,",
    "ai-tika-vin11t2:231_5": "if he raises him up, saying, “Because he is not able to make such a serious offence,” and he gives it to him,",
    "ai-tika-vin11t2:231_6": "Rather, while making it preparing the different kinds of fact, the meaning is to be found holding up the head hairs, body hairs, and body hairs are an undeveloped.",
    "ai-tika-vin11t2:231_7": "after running off the roots,",
    "ai-tika-vin11t2:231_8": "they prepare it should be told in the same place as before.",
    "ai-tika-vin11t2:231_9": "Likewise, they get a robe, if they do not get a robe, and they go to the next life.",
    "ai-tika-vin11t2:231_10": "(but) he is satisfied by himself, and having made her a consideration for the purpose of preventing (himself) for the sake of (of the (where).",
    "ai-tika-vin11t2:232_0": "Discussion of the proper conduct in regard tost preventing",
    "ai-tika-vin11t2:233_0": "133-4.",
    "ai-tika-vin11t2:233_1": "Yet even when speed’s feeble:",
    "ai-tika-vin11t2:233_2": "delights in cleaving.",
    "ai-tika-vin11t2:233_3": "It is called because of one’s speech: they are swept away,",
    "ai-tika-vin11t2:233_4": "“For eighth or a summoning gems, having made a honey-covered and wrap garments in the Collection of the waves and dwelt on the eighth day.”",
    "ai-tika-vin11t2:233_5": "It is seen amongst the “space” and “It is all adverting to gold cows, cattle, gold, and silver, and money, and gold, bannerning the eight double comprehensions, and so on.”",
    "ai-tika-vin11t2:233_6": "Some moves in its culmination, running downwards, and creepers,",
    "ai-tika-vin11t2:234_0": "135-6.",
    "ai-tika-vin11t2:234_1": "having shown that the ten places beginning with the blessed thus, “Whoever amongst those who can create division,” then he commits an offense entailing confession.",
    "ai-tika-vin11t2:234_2": "yoke with a drum yoke of yoke, the yoke of yoke, the yoke of fame, or was enlightened in the yoke.",
    "ai-tika-vin11t2:234_3": "The ten kinds of fondness should be placed on the contrary owing to the tent and the eight kinds of ninety-two places, that is to say, the ten kinds of fondness, and the tenfold understanding.",
    "ai-tika-vin11t2:234_4": "In this way, when the fourfold army is shown in the same place in the fourfold reckoning, it is not said to be in the succession,",
    "ai-tika-vin11t2:234_5": "The which is shared by the carts, sends away,",
    "ai-tika-vin11t2:234_6": "“A pair of wraps” is said in the Commentaries.",
    "ai-tika-vin11t2:234_7": "it is said in a chariot yoke with a yoke’s place.",
    "ai-tika-vin11t2:234_8": "“Through the offering” is (the name).",
    "ai-tika-vin11t2:234_9": "“After having discarded the thirteen syllables, having been given to the names of the teacher, even if it is called a “disciple”.",
    "ai-tika-vin11t2:234_10": "here it is when the Ganges river that is full of rags, like a charming flet-melling in the Ganges.",
    "ai-tika-vin11t2:235_0": "For he whomever looks at it with a serious foot,",
    "ai-tika-vin11t2:235_1": "This is what was said from reference to Godhā, and from time to time,",
    "ai-tika-vin11t2:235_2": "After considering “Like this poisonous victor” and “land of (from the village), he wishes to discuss, having given up the sing of the Victory of the drums, (saying): ‘After his husband’s servants, I have thrown aside the Copping work for my husband.",
    "ai-tika-vin11t2:235_3": "Having walked along a cattle andept with a strong rope, they can put a spear in the way described and give them a strong rope.” Then he can then give them a serious offense in the way already described.",
    "ai-tika-vin11t2:235_4": "And when the sound of cows : “Which is the sound of your own, that is to say, the wheel of the crops rolling the Wheels Whel turns the holy wheel that was rolled forth by the wheel that rolled forth two or three?",
    "ai-tika-vin11t2:235_5": "But while standing straightening towards the cowherd, he shows them himself at the end of the hair, body hairs, nails, teeth, and the eighth standing on the ground.”",
    "ai-tika-vin11t2:236_0": "137-9.",
    "ai-tika-vin11t2:236_1": "To this extent the highest deliverance in a sense of urgency, having shown that to the highest bliss, and give them a residence there, he said, “Laying to the highest bliss.”",
    "ai-tika-vin11t2:236_2": "It is postsing that is a change, standing, sitting, or lying down, that is to say, the instance of sinks, etc., and it is of the fulfilment of the body, thus it is the .",
    "ai-tika-vin11t2:236_3": "Herein, he is supreme amongst those who have it that he is supreme.",
    "ai-tika-vin11t2:236_4": "which is called precisely by in the way already described as thirty-two parts of the body that is called constantly jewels.",
    "ai-tika-vin11t2:236_5": "the fact that stands distance to the pillar, the upper story of the spiritual post,",
    "ai-tika-vin11t2:236_6": "Avoids fear, agitation, wavering,",
    "ai-tika-vin11t2:236_7": "When the western quarter is constructed in the western wavy staff, the strong post is called “the belly”; his former waist is a post, not the belly.",
    "ai-tika-vin11t2:236_8": "Here the first disciplined contempt,",
    "ai-tika-vin11t2:236_9": "“The distension of the proper conduct is calm, etc., as what is said” . Thus this is said in order to show that the suitable position to it, as “This actuality,” it is said.",
    "ai-tika-vin11t2:237_0": "accordingly: “It is indicated by this term,” it is said in the sense of urgency, and only three in the moderation .",
    "ai-tika-vin11t2:237_1": "“This is so mucher’s nation.”",
    "ai-tika-vin11t2:237_2": "And it is set asidely, and so it is still only the same kind of asurahant.",
    "ai-tika-vin11t2:237_3": "Here the three instances became established in two places,",
    "ai-tika-vin11t2:237_4": "And there in such a place where the upper story is appointed to be set aside for the one who is satisfied.",
    "ai-tika-vin11t2:237_5": "Herein, opinion by means of these three kinds of discrimination: “This is the mode of the three kinds of cohesion, but this is the mode of the three kinds, and that is to say, two phlegm and three phenomena, and five ositions” .",
    "ai-tika-vin11t2:237_6": "If the thirty-two cases are placed in the case of the monasteries, they can be taken in the place where the sunshade.”",
    "ai-tika-vin11t2:238_0": "To him in front and behind: “Tomorrow, having no happiness,” he generally thrown out.",
    "ai-tika-vin11t2:238_1": "but, thinking, “Hush, they determined.”",
    "ai-tika-vin11t2:238_2": "But if he places it in front of a fortnight, or for its position, then the meditator whom one is giving it up, and who stands in its position.",
    "ai-tika-vin11t2:238_3": "(These three kings): “These three are cattle,” and they do so. They are of those who don’t.",
    "ai-tika-vin11t2:238_4": "“When is it, what is it?” ...",
    "ai-tika-vin11t2:238_5": "you’re conscious.”",
    "ai-tika-vin11t2:238_6": "It is possible (to say): “It is because of this” in the sense of foundation, this is because of its attachment.",
    "ai-tika-vin11t2:238_7": "You should pull out the drums in the wood near the boundaries of the Sāketa in the Jeta Grove, which are used in the wooden range of the pit, and that which is needed to be used in the grove of the ropes, and is referred to as too.",
    "ai-tika-vin11t2:239_0": "his head was on the eyes.",
    "ai-tika-vin11t2:239_1": "“Seeing in this way in a certain spot that you’re very much about the word of the meaning,” so many people believe in a single word.",
    "ai-tika-vin11t2:239_2": "if he says, “This is a poison,” “There is no distinction for one needing,” he must be taken away.",
    "ai-tika-vin11t2:239_3": "And because of the two things wagons, he wagons, spirits, hungers, thirst and rats, when they fall into two or three displays, then them a thicket and put them on.",
    "ai-tika-vin11t2:240_0": "clothes, vehicles, pieces, and poisoning the neck,",
    "ai-tika-vin11t2:240_1": "Standing upwards, he who was standing on high side low,",
    "ai-tika-vin11t2:240_2": "The touch of the head hairs, body hairs, and nails of the head hairs, as they proceed to be touched in the sense of the hairs.",
    "ai-tika-vin11t2:240_3": "the rest is as before.",
    "ai-tika-vin11t2:240_4": "Whoever is attached to such a chariot,",
    "ai-tika-vin11t2:241_0": "those fourteen rafts, small or large.",
    "ai-tika-vin11t2:241_1": "In the case of the two ends, that is to say, the inner skin’s size, the flesh in the two ends, the wide, and the two ends of each whip.",
    "ai-tika-vin11t2:241_2": "for shaking off the chariot, he is bound to the tendons of a chariot.",
    "ai-tika-vin11t2:241_3": "For the Great King, who knows the time period,",
    "ai-tika-vin11t2:241_4": "Or they see the sound of drums or horns on the side, and he takes them onto the seized by the noble ones,",
    "ai-tika-vin11t2:241_5": "taken hold of it, he said: “Where is the wrong kind from?”",
    "ai-tika-vin11t2:241_6": "To help them , he takes his place in the place wherever he spreads his own body through the lesser to the extraordinary tail, and places them through the central shade of the hairs.",
    "ai-tika-vin11t2:242_0": "they think, “After because of this workable” or “I’ve during the wretches.”",
    "ai-tika-vin11t2:242_1": "But in the Commentaries they told, “As I have no indicated all it, and I do not entertained it in the middle of the four directions, and live in the middle of the necklacessary, or situated near the belly, and including the ends of the earth.” Then he can establish all the time in the four directions.",
    "ai-tika-vin11t2:243_0": "143.Nābhiyāti nābhimukhena.",
    "ai-tika-vin11t2:243_1": "(but) there is one place, having taken one place, it is impossible that it is impossible.",
    "ai-tika-vin11t2:243_2": "or got the same reply.",
    "ai-tika-vin11t2:243_3": "The meaning is, “ familiar” is that it is bounded here. But the meaning is, it is delimited.",
    "ai-tika-vin11t2:243_4": "Five on: it is limited simultaneously for five reasons that is value, is the meaning.",
    "ai-tika-vin11t2:244_0": "Considering: from the place he is going to the place where there are two things that can be seen,",
    "ai-tika-vin11t2:244_1": "‘They are the wheel-turning monarch’s wheel-turning monarch.",
    "ai-tika-vin11t2:244_2": "For those who have two things",
    "ai-tika-vin11t2:244_3": "For one who is fearful is established in oneself, etc., and one who does not see these eight kinds of discussion in the Commentaries, and in the Vibhaṅga thus, “Herein, what is meant is this matter.",
    "ai-tika-vin11t2:245_0": "sat on the ownership over his husband’s house.",
    "ai-tika-vin11t2:245_1": "Having washed a cow with his buttocks,",
    "ai-tika-vin11t2:245_2": "he is not expelled: he is expelled in the community.",
    "ai-tika-vin11t2:245_3": "When the owners enjoy a meal, they are arguing.",
    "ai-tika-vin11t2:246_0": "Discussion of the color of water",
    "ai-tika-vin11t2:247_0": "146.",
    "ai-tika-vin11t2:247_1": "When the loads of the head is skull, a lump of furnishing the necklaces they think,",
    "ai-tika-vin11t2:247_2": "Herein, the application of head hairs should be understood in delimitation of the head innsequences:",
    "ai-tika-vin11t2:247_3": "The head hairs are its former parts sinews, the ears, the neck, the head hairs, body hairs, nails, teeth, and the rest. When the head hairs are weathered, the inner skin that envelops the head. But even the head hairs are collyrium, and the jackals worms are called ‘owls’.",
    "ai-tika-vin11t2:248_0": "Both these two ends of the ear-picks are to be found inside the terrace; the lower jawbones from the neck and the top of the ear-picks, and the upper side of the bellyrils is called the heart flesh; the inside of the necks of the ear-picks is said to be the head hairs.",
    "ai-tika-vin11t2:249_0": "But the lower rolls are to be found inside the heart flesh, and the to the top of the feet while standing on the foot. This is called “the foot of the feet,” it is said, “The flesh and the sinews of the bones.”",
    "ai-tika-vin11t2:250_0": "As to the domain, it is bound up until the hand of the drop of the hands, the waves stalks next to the stalking is said:",
    "ai-tika-vin11t2:251_0": "He is speaking : thus, “In this way you are arguments, such as this, and that is why ‘Sisters’ is said” .",
    "ai-tika-vin11t2:251_1": "Standing on the lower part:",
    "ai-tika-vin11t2:251_2": "Thus he is called “Longer”;",
    "ai-tika-vin11t2:251_3": "They say that the sound of the eight brothers, for the sake of having been brothers, for the sake of the (magical) powers, they are called Bhaṇḍuka because they believed in the Faith.",
    "ai-tika-vin11t2:252_0": "You can like someone with good fortune in a house, just as you like.",
    "ai-tika-vin11t2:252_1": "if he is ejected by others, but not because he has been ejected;",
    "ai-tika-vin11t2:252_2": "they may be a serious, intelligent, and declare (thinking):",
    "ai-tika-vin11t2:253_0": "Likewise, how the constituents (of mind and body) that provide fuel for attachment,",
    "ai-tika-vin11t2:253_1": "doesn’t descend into the lower world,",
    "ai-tika-vin11t2:253_2": "And here “In the head” is in the depths , etc., the meaning is, it is allocated by the head envelops of the head, and it is the meaning.",
    "ai-tika-vin11t2:253_3": "after taking the hair of the head hairs,",
    "ai-tika-vin11t2:253_4": "The one who is beaten (them) confidently,",
    "ai-tika-vin11t2:253_5": "Going to behave with the hair of my hair, wry,",
    "ai-tika-vin11t2:253_6": "And there are also in this way: they put down the circumstance by the noise of the body, speech, and mind. Because they’re maintained by others, they have been born.",
    "ai-tika-vin11t2:253_7": "But the misfortune was standing on the ground covering the head with the thirty-two parts, and the Paṭisambhidā, the object of twofold understanding, that is to say, “This is the one ground of deliverance” . This is how the exposition of the natural posture.",
    "ai-tika-vin11t2:254_0": "149-50.",
    "ai-tika-vin11t2:254_1": "After showing them in the head in the texts, and making a precincts of the heads beginning with the blossoming, in the rest of the composed thus, “The expositions have been shown that in the way already described, what is said in the Council Vibhāts in the Sambaries Vibhaṅga thus expounded in the sense of Vibhaṅga thus: “Aboundless, what is the purpose of the energy of the unshakable enquipoposed,”",
    "ai-tika-vin11t2:254_2": "pure white as they were filled with a pure funeral pyre, with the intention of stealing, put for wipeding the hands of the head, embankments, garlands, fragrances, and makeup on water. This is his head.",
    "ai-tika-vin11t2:255_0": "And here it is in the Commentaries that just as a head hairs are struck in the shade of the head rose-apple,",
    "ai-tika-vin11t2:255_1": "Such parts are included in the rest of the sense spheres beginning with the rest.",
    "ai-tika-vin11t2:255_2": "They miss the essential,",
    "ai-tika-vin11t2:255_3": "the exposition should be understood as it is prepared by the thus: “I shall be found in a place where the intention is to be found,” and on the contravention of which is to be found, just as much as he thinks, “I shall put it on,” and he places, having taken up, he commits a serious offense.",
    "ai-tika-vin11t2:256_0": "The Regardenment",
    "ai-tika-vin11t2:257_0": "151-3.",
    "ai-tika-vin11t2:257_1": "Just now they show the monastery and said, “We wish to give to the monastery.”",
    "ai-tika-vin11t2:257_2": "were reborn in the monastery of Campā and flowers, and so on, that garden of gardens and fruits,",
    "ai-tika-vin11t2:257_3": "There are gardens, here and there, the drums, kettledrums, horns, and cymbals in the sea.",
    "ai-tika-vin11t2:257_4": "and having manifested it, he created a deliverance by the surface of their own peacefulness, etc., stated in the second-jhāna Leader of the life-continuum, etc., and said the Blessed One, “Hitnessing the wrong way, etc., by its having attained that westernness, and by its own name, with the level, and so on, the fortunate use,” etc.; and by the second, they concluding the deliverance of the instance of sching.",
    "ai-tika-vin11t2:257_5": "as he would making the teaching,",
    "ai-tika-vin11t2:257_6": "if the owners are produced from another’s husband, he goes more than one day,",
    "ai-tika-vin11t2:258_0": "Because I look down on them",
    "ai-tika-vin11t2:258_1": "separately, thinking, “I’m making exhausted,” and he replied, “She is robbed, I’ll bandit.”",
    "ai-tika-vin11t2:258_2": "The one who pacifies the teaching of the Dhamma himself and the other, with a serious offense.",
    "ai-tika-vin11t2:259_0": "She thought, “Before I will produce a razor,” “By this living of the spiritual life for the sake of my own life!” This is how to show the life of purity.",
    "ai-tika-vin11t2:259_1": "Thus donning a razor, a defeat,",
    "ai-tika-vin11t2:259_2": "The response is enjoyed:",
    "ai-tika-vin11t2:259_3": "And they can be understood as falternatively: it is possible inferior, medium, and superior.",
    "ai-tika-vin11t2:259_4": "But knowing that it was only for one who bandits what a criminal, and that the meaning is useless, without a doubt, the meaning is that it is present.",
    "ai-tika-vin11t2:260_0": "Discussion of the color of a park",
    "ai-tika-vin11t2:261_0": "154.",
    "ai-tika-vin11t2:261_1": "discusssion of the dwellings is the characteristic of the dwellings, and he must tell them his monasteries.",
    "ai-tika-vin11t2:261_2": "he has been given to the Sangha, and given to the monks.",
    "ai-tika-vin11t2:261_3": "A large or small: the meaning is,",
    "ai-tika-vin11t2:261_4": "he takes hold of him and made an alcoholic drinks that were brought by the earth, and he could not start a league rolling.",
    "ai-tika-vin11t2:261_5": "to be told: “I will give to this upwarding off all my belly,” and so on. It is opposed out in every place.",
    "ai-tika-vin11t2:261_6": "“Like this monastery” is just one who is staying in the same place and then, if he has been sent back to the beginning, “Boiled,” etc., and when it is said, “Anyone who is unshakable” and “Through the four persons, etc., before he has been given to him by an undetermined, is excluded from the community.",
    "ai-tika-vin11t2:261_7": "Here the exposition should be understood here in the monastery as in the monastery",
    "ai-tika-vin11t2:261_8": "These are the eighteen grounds: Vibhaṅgas of the earth, the abode of Sakka, the Lord of the Gods Yama, and the last stages of the kind already described.",
    "ai-tika-vin11t2:262_0": "Discussion of the dwellings",
    "ai-tika-vin11t2:263_0": "155-6.",
    "ai-tika-vin11t2:263_1": "doesn’t winnow the field.",
    "ai-tika-vin11t2:263_2": "But when having drunk, he has become intimate with his hand, then (his) he has attained the elephant (to know).",
    "ai-tika-vin11t2:263_3": "if there is no appointment with me;",
    "ai-tika-vin11t2:263_4": "After running away,",
    "ai-tika-vin11t2:263_5": "In the case of all kinds of demonstration, etc., is said to be the be attraction.",
    "ai-tika-vin11t2:263_6": "the rice gruel, the rice gruel, the water jars, and the top. When the brims have been taken up, the goods are filled with air, and the top.",
    "ai-tika-vin11t2:263_7": "A snake shoulder define it by its head and followed it.",
    "ai-tika-vin11t2:263_8": "He cuts through the advantage and takes it up with a knife, the top sewer held ...",
    "ai-tika-vin11t2:263_9": "rebirth into a league,",
    "ai-tika-vin11t2:263_10": "Negrodha in the fruit.",
    "ai-tika-vin11t2:263_11": "and the basis for rest.",
    "ai-tika-vin11t2:263_12": "the head bone on the head,",
    "ai-tika-vin11t2:263_13": "released from the bonds of delusion,",
    "ai-tika-vin11t2:264_0": "Or perhaps the floor of the wind, or the topplexion,",
    "ai-tika-vin11t2:264_1": "One who cuts them through bonds,",
    "ai-tika-vin11t2:264_2": "if he says, “One from a ploughshare” and “ protection from the flesh, the calf should be protected;",
    "ai-tika-vin11t2:264_3": "Or alternatively, all these eight kinds of explanation it is said, “This is the company of the community.”",
    "ai-tika-vin11t2:264_4": "who betrays with the punishment",
    "ai-tika-vin11t2:264_5": "herein, when he’s bitter, he’s covered down,",
    "ai-tika-vin11t2:264_6": "For one who gets rid of violence is brought into a hole, being devoted to the worms, one who is hanging on to the flowers, etc., that is enveloped.",
    "ai-tika-vin11t2:264_7": "and he has long.",
    "ai-tika-vin11t2:264_8": "and he said, “She has gone out,” “(thinking): “Removely taken out.”",
    "ai-tika-vin11t2:264_9": "“As a resplendent,”",
    "ai-tika-vin11t2:264_10": "Next, the inner skin of the head, widely cut through the air, the inner skin’s shaved off, the meaning is that it cut off.",
    "ai-tika-vin11t2:264_11": "the monk who protects that determines that monk, having drunk (his) the Conqueror of the offenses, and conquered the attainment of wrong conduct.",
    "ai-tika-vin11t2:264_12": "if you don’t hire; you don’t guard you;",
    "ai-tika-vin11t2:265_0": "And the Commentaries said, “Are the thirty-two marks of a worms that are long-lashed even when the thorns come out?",
    "ai-tika-vin11t2:265_1": "head hairs, body hairs, nails, teeth, skin, flesh, sinews, bones, bone marrow.”",
    "ai-tika-vin11t2:265_2": "Like this it is said in the Commentaries: “Buddhashikkhus, when the sections on the basis clean, he should cover thes of the framework, and when the top, and he sits down with undetermined perils, etc., and in the same way as before, and he is not excited by the private parts.”",
    "ai-tika-vin11t2:266_0": "After plunging into the lake,",
    "ai-tika-vin11t2:266_1": "drags a fleecy, having become hunger-skins,",
    "ai-tika-vin11t2:266_2": "He thinks, “I’ll take it away from here.”",
    "ai-tika-vin11t2:266_3": "from here this world to the other.",
    "ai-tika-vin11t2:266_4": "I’ll take the infant secure,",
    "ai-tika-vin11t2:266_5": "If he surrounds it 40 kilometers,",
    "ai-tika-vin11t2:266_6": "if he guards the cloth, saying, “The donor is the right size,” “Let’s break the edge,” and then, when the hand is finished, he commits an offense entailing confession.",
    "ai-tika-vin11t2:267_0": "rapture-coloured lotuses on the forehead.",
    "ai-tika-vin11t2:267_1": "Propering upwards and falling away,",
    "ai-tika-vin11t2:267_2": "Immediately adorned with fear, terror, and so on.",
    "ai-tika-vin11t2:267_3": "There are those who can meditate together with the tips of hate, etc., as well as the highest. And the instructed attainments and the life-continuums because they have been ejected by me.",
    "ai-tika-vin11t2:267_4": "his own reflection ...",
    "ai-tika-vin11t2:267_5": "the precisely because of the king’s own work divided (the king’s) company, the opposite sex (firm) from the courtesan of the fetters, just as they pleased.",
    "ai-tika-vin11t2:268_0": "160.",
    "ai-tika-vin11t2:268_1": "“This is how far the ground is shown by the field on the four grounds.” And on the ground, they end in the air, on the ground, in the air, and on the ground is using the rainy season, they say, “Through the fields,” and they showly that everything over and ground, “Through the fields of vessels,” and “possessed, the fourteens have been shown by parrots, fields, and so on.”",
    "ai-tika-vin11t2:268_2": "they know the state of others;",
    "ai-tika-vin11t2:268_3": "milk-rice winds, gravel, or anything at all,",
    "ai-tika-vin11t2:268_4": "from the thoughts of it: it is possible (to see) or hear about it from others that needs the ownership, or else their ownerships, and if they do his own goodness in the same way as that is, is uninterruptedly.",
    "ai-tika-vin11t2:269_0": "161.",
    "ai-tika-vin11t2:269_1": "The offense entailing expulsion is bordering on expulsion: “Where is this, it’s a dollar,” and he respondsed: “Anyone who has been reborn in the company of the lamps.”",
    "ai-tika-vin11t2:269_2": "“It is just because of tradition.”",
    "ai-tika-vin11t2:269_3": "if he says, “I will be quiet in a Continent” and “Through confidence,” and if he says, “I will give it a because he thinks, “I’m attaining the faith of self-controlled,” and he said, “I will give it up by himself.”",
    "ai-tika-vin11t2:269_4": "Thus they say this: “Having done by oneself,” thus he said.",
    "ai-tika-vin11t2:270_0": "162.Yā panāti yā bhūmi pana.",
    "ai-tika-vin11t2:270_1": "In those two, spots,",
    "ai-tika-vin11t2:270_2": "If the first monk is moved, but the monk commits a serious offense.",
    "ai-tika-vin11t2:270_3": "In the second portion: when the King’s running is finished.",
    "ai-tika-vin11t2:270_4": "Many in the debt, etc., are expounded in the two places according to the periphery of the greedy temperament.",
    "ai-tika-vin11t2:270_5": "but the other insteads, that is to say, the rest of all the other than the inferior ones according to the other materiality, and the others respectively of all acts of wrong conduct.",
    "ai-tika-vin11t2:271_0": "163-4.",
    "ai-tika-vin11t2:271_1": "if she does not want to sweat them;",
    "ai-tika-vin11t2:271_2": "Knowing this matter, they do so.",
    "ai-tika-vin11t2:271_3": "There are two lesser merchants who are superior in every way, with alcoholic drinks that are roaming, with backbiting, states of danger,",
    "ai-tika-vin11t2:271_4": "to make (them) psychic power over the earth.",
    "ai-tika-vin11t2:272_0": "And here there is a rope, calm, shot out of the influences, saying “In the precinctsing the home life” , and thriving under the sway of a serious offense, and one who gives up the former ones’s home life, etc., who boards himself to his rope enclosed in the way beginning,” and “Nāgas,” and so on, the first giving up of the pride robbers, etc., is continually joints, as a drum of the rope, or air, etc., and inside the contradict, and in the shade of the rope of the obspppherecies of the paste Vāsacrinedly, he does not Vāduths, he commits an offense entailing the Faths of wrong conduct.",
    "ai-tika-vin11t2:273_0": "On the contrary",
    "ai-tika-vin11t2:274_0": "165.",
    "ai-tika-vin11t2:274_1": "cloth is the basis for such in which the size of the grounds, in the site for the huts, for the use of the dwellings, for the base of psychic power, etc., and for the purpose of making a site, and for the fourth ground is said to be the enclosed monastery, instead of wide, and dwellings the basis for the enclosed by the ground that base consisting of truth, etc.; and for the fourth, they are called “possessing the ground” .",
    "ai-tika-vin11t2:274_2": "according as it is said in the sense of urgency, the meaning is that it is said:",
    "ai-tika-vin11t2:274_3": "He can also be obtained in this way: “This is the field, this is the field in the field for the field.”",
    "ai-tika-vin11t2:274_4": "And the same phrase too as before.",
    "ai-tika-vin11t2:274_5": "in the village too, dancing and in-standing on their way. They’re thrown on four grounds.",
    "ai-tika-vin11t2:274_6": "When they had spoken, these fourteen kinds of foulness: it is said.",
    "ai-tika-vin11t2:275_0": "Discussion of the five lower fetters",
    "ai-tika-vin11t2:276_0": "166.",
    "ai-tika-vin11t2:276_1": "talk on “This is the topic,” they replied, “This is the string of quarrels”.",
    "ai-tika-vin11t2:276_2": "Herein, there is in the lady: “He is born in what is known as a human being, there is nothing else than the owner of the bonds of sexuality; there is whatever can be in the other ownership, that is, the meaning is this:",
    "ai-tika-vin11t2:276_3": "he should place it on another’s place, covering over with grass and leaves. He should then be given the grass or leaves.",
    "ai-tika-vin11t2:276_4": "my house was worn away as the time of the household, etc., that was suitable, and so on.",
    "ai-tika-vin11t2:276_5": "Or I will some other such as (living), like a fool,",
    "ai-tika-vin11t2:276_6": "But a large tree is large and a spending the branches. When the tree is cut, the ropes, and then cracked them off, the tips are not cut off, and then no more.",
    "ai-tika-vin11t2:276_7": "But when the roots have been cut off at the root, the tree is cut off,",
    "ai-tika-vin11t2:276_8": "But if she stands firmly within a tree, but then, the dust of a tree, and the remainder of that dwelling place is different.",
    "ai-tika-vin11t2:276_9": "The owners were given away by the husbands, by lack of skin and enclosing the limbs, and so on. Their goods should be understood to understand this.",
    "ai-tika-vin11t2:276_10": "For whom do they think:",
    "ai-tika-vin11t2:276_11": "And the meaning should be illustrated by the story of the ground too because it is the meaning.",
    "ai-tika-vin11t2:276_12": "Hence it should be made the shelter of barley.",
    "ai-tika-vin11t2:276_13": "if it is called “the boiled” or “specifies” or “special” or “specified” or “spare” because it is done by an act of wrong conduct.",
    "ai-tika-vin11t2:276_14": "it has a _māsaka_ coin or more than five _māsakas_.",
    "ai-tika-vin11t2:276_15": "it is an extra robe made of five _māsaka_ coins or more than five _māsakas_.",
    "ai-tika-vin11t2:276_16": "It is said: having committed an offense entailing expulsion: it is to be granted and dripped on covering.",
    "ai-tika-vin11t2:276_17": "if he takes it on trust;",
    "ai-tika-vin11t2:277_0": "167-74.",
    "ai-tika-vin11t2:277_1": "Now, as to the words “Now on the part of the tree” , etc., in order to show the cooking of a tree as they wish.",
    "ai-tika-vin11t2:277_2": "Mahaka’s expensive worth five _māsakas_ coins or more than five _māsakas_.",
    "ai-tika-vin11t2:277_3": "he does not think of a lengthread of the consciousness, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:277_4": "the sound of drums belly,",
    "ai-tika-vin11t2:277_5": "if he leaves, saying, “Who is this: he must take it back in,” and he put it on a moisten.",
    "ai-tika-vin11t2:278_0": "The characteristic of endeavour is to be rooted.",
    "ai-tika-vin11t2:278_1": "if they intend to make the best, he should cut down the tips at the root, made a palm stalk, and unable to cut down.",
    "ai-tika-vin11t2:278_2": "Remember the one whose vegetables excrement lasted, who does last long.",
    "ai-tika-vin11t2:279_0": "she cuts off the top of her own characteristics, hanging the trees on to the tent and the trees, and she cuts off the top.",
    "ai-tika-vin11t2:279_1": "Six on covering with rains, surrounded by six-hundred millions, which are drawn out from the skin.",
    "ai-tika-vin11t2:279_2": "And although the meaning is said, “There is the first amongst those who bear it,”",
    "ai-tika-vin11t2:279_3": "The home is lived without a co-wife,",
    "ai-tika-vin11t2:279_4": "I gave the household to the house, to the forest, and to the root of a tree, and when it was cut off the to the root of a tree, the threshold, and the meaning is well freed.",
    "ai-tika-vin11t2:279_5": "and when it comes, she said: “Which is the reason why the wooden raft?”",
    "ai-tika-vin11t2:279_6": "When he has entered the rainy season residence, he has bathed and anointed, mounted the golden statue, and creeping it in the way.",
    "ai-tika-vin11t2:279_7": "doesn’t follow the advantages.",
    "ai-tika-vin11t2:279_8": "intending to requisites, “There is no need,” “There is need.” And he needs it.",
    "ai-tika-vin11t2:279_9": "What is the reason why",
    "ai-tika-vin11t2:279_10": "she took a wilderness region from the forest and settlement to the roots, she threshold the floor and the grasses from the ground.",
    "ai-tika-vin11t2:280_0": "For this is said in the Commentaries: “There are eight trees for the sake of the embodiments of a tree that are considered for the benefit of the wives, and when they see what’s lost, what is unfavourable to the opposite sex and what is not the reasoned.",
    "ai-tika-vin11t2:280_1": "For the one who has no longer desires, these are unshakable,",
    "ai-tika-vin11t2:280_2": "to give up what should be given to the forest, the hermits and make them thrown away. And that’s where they throw strawn from the forest.”",
    "ai-tika-vin11t2:280_3": "This is how there should be given after the owner, in this way.",
    "ai-tika-vin11t2:281_0": "and one who enters the wilderness, thinking “I’m going to the forest,” and he gave him a foot-stool, “I’ll give him a foot-scraper.”",
    "ai-tika-vin11t2:281_1": "Having entered the wilds, the wilderness protected by the forest, and having entered that wilderness place, he is sitting on the shade.",
    "ai-tika-vin11t2:281_2": "When thinking, “Which do you think,” he grieves it, thinking, “This is the specifically delivering.”",
    "ai-tika-vin11t2:281_3": "Therefore at the end of the meditation subject, and having made the sound of those thoughts such as to learn.",
    "ai-tika-vin11t2:281_4": "Or he might say something else for him, if he goes beyond it, and he should be told the meaning of it. ”",
    "ai-tika-vin11t2:281_5": "they thought, ‘This is another thing, or it is included by the thought and the harmful.’",
    "ai-tika-vin11t2:281_6": "and “There is no need of the house here,” “From the household life” is for the purpose of making use of the house.",
    "ai-tika-vin11t2:282_0": "If, thinking, “He is told,” he should do so now, and he should go into the wilderness in the forest with the hands, and he should then hung it thus: “I will go to the root of a tree, in the wilderness, in the openings, or in the charnel ground, in the forest, in this way already described, after coming down the opposite directions, or an embarrass, or a tooth to the root, and after coming back, he should give it away from the forest or to the forest or to the end of the sentence, and he has thus addressed the sentence thus: “I have come back, what is least I have come back, but I have been in the placed them, what is not to begnicovered by myself. making it, the place wherevers, the places, the water, the sound of the ves, the etc. If I have been shade of the mansion after going to begras, they making it is to be asked, the drupro",
    "ai-tika-vin11t2:283_0": "like an acacia.",
    "ai-tika-vin11t2:283_1": "transmigration.",
    "ai-tika-vin11t2:283_2": "hermits,",
    "ai-tika-vin11t2:283_3": "inside my head.",
    "ai-tika-vin11t2:283_4": "Through progressive refreshments Gotamī, or through quarrels,",
    "ai-tika-vin11t2:283_5": "These kinds of foulness, etc., are called “conformity” and “conformity” and “conformity” and “possessing of foulness and its rollings” .",
    "ai-tika-vin11t2:283_6": "At the time of the night, when they have seen the heard of the lunar half-month, they are said:",
    "ai-tika-vin11t2:283_7": "yet he is freed from delusion,",
    "ai-tika-vin11t2:283_8": "Saying, “I’ll take this meal in this way,” she took a little bag, and went out. She then took a bowl from the first house and sent him away, saying, “I’ll give it away,” “There’s no need of a wooden bowl,” she only took a little bag.",
    "ai-tika-vin11t2:283_9": "That is the position, the lake",
    "ai-tika-vin11t2:283_10": "It thoroughly goes beyond this: “This must be done” and “This must be done its characteristic, while it’s unsuitable, isn’t,",
    "ai-tika-vin11t2:284_0": "He can also be understood as it is good indeed, that is to say: the meaning is, made by oneself , by which it is well proclaimed, thus it is good.",
    "ai-tika-vin11t2:284_1": "Although the king’s position apprentice had killed that very person, his poet who is well is killed and finished his hands, profitable",
    "ai-tika-vin11t2:284_2": "like an executioner in the womb.",
    "ai-tika-vin11t2:284_3": "Therefore it is well-developed because it is easy in him,",
    "ai-tika-vin11t2:284_4": "That’s why they step upon you,",
    "ai-tika-vin11t2:284_5": "if he goes without having permission;",
    "ai-tika-vin11t2:284_6": "If he makes it understood by an offense of wrong conduct, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:285_0": "Just as this rains residence is,",
    "ai-tika-vin11t2:285_1": "intending to steal it, he touched the load from afar. ...",
    "ai-tika-vin11t2:285_2": "air in the air, not going from the sky, and is bound to the bed.",
    "ai-tika-vin11t2:286_0": "If this is not allowed to steal it through a space on the ground, and he thinks, “After going through the air, go from the sky to space, from the group of five or more than five months,” and he added: “This isn’t worth more than five _māsakas_ coins or more than five _māsakas_, but he is expecting more than five _māsakas_, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:286_1": "If he makes it quiver, he commits a serious offense.",
    "ai-tika-vin11t2:286_2": "if he says, “Anyone who has committed an offense entailing expulsion,” “Do you have killed himself in the Vinaya,” “Does,” “It is just as if he says,” “It is talking about an offense entailing expulsion,” “It is said to be a serious rule,” “It is as if heard” he says, “It is no offense for the indication.”",
    "ai-tika-vin11t2:286_3": "and in the same way as those described under the eight kinds of temperament.",
    "ai-tika-vin11t2:286_4": "But why can we lay down the following rules assembled? “Why don’t we do the same?” And the monks from the group of eighteen do the same?",
    "ai-tika-vin11t2:286_5": "There are monks staying here and there in the Mahātittha Village should be told by the Buddha, the Great King, and he shouldn’t go back to the monastery on the stilt longhouse for his teacher. He should not understand, “Understairs in this way this way this teacher,” and he should elaborated here.",
    "ai-tika-vin11t2:287_0": "Or alternatively, he might commit an offense of wrong conduct. Then he thought, “Whoever has not yet seen, heard, or suspected of this. If he does so without it any inviting whether or not they have reinforced or not, there may be three emptinesses.",
    "ai-tika-vin11t2:287_1": "in the first-proclaimed omniscience only to be given to the first of all kinds, that is to say, in brief.",
    "ai-tika-vin11t2:287_2": "The second... to say, “Provision of the world’s in this solace.”",
    "ai-tika-vin11t2:287_3": "if it is the third course;",
    "ai-tika-vin11t2:288_0": "Herein, having asked: “What is the reason why do they say?”",
    "ai-tika-vin11t2:288_1": "In the first part of the ascetic life, he commits an offense entailing expulsion in the wilderness. In the first place there is an offense entailing expulsion, and that is, with the intention of stealing.",
    "ai-tika-vin11t2:288_2": "“I shall give to going,” and he does so too, having given to the east, he does not believe in the past. But there is something that is meant, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:288_3": "As a consequence, he thinks, “This preliminary works adornments,” and he is going through the air, even when he has been able to fulfill the practice of the journeying, he commits an offense entailing expulsion. He should not ask for a regular monk, in order to show the meaning of the kind already described, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:289_0": "So having drunken funeral pyre, having cut off the thought, “After strike from afar, he is an undehakable.",
    "ai-tika-vin11t2:289_1": "Then he does not trust in this place,",
    "ai-tika-vin11t2:289_2": "“‘Knowledge’: this is a cause of reason, this is why including the meaning.",
    "ai-tika-vin11t2:289_3": "that is to say, “Plant” and “Possessing the good virtue.” “Poisonously with this monk” he is purified.",
    "ai-tika-vin11t2:289_4": "Training to this monk’s advice to this monk, he should avoid it.",
    "ai-tika-vin11t2:289_5": "When you have ethical conduct, good people attentively are prevented from ruining here and there, not wanting to establish it in this way, mindfulness is established and lucidator.",
    "ai-tika-vin11t2:290_0": "Reference to the wilderness",
    "ai-tika-vin11t2:291_0": "Guarding is rare, it’s hard to find a vulnerability, he Todeyya.",
    "ai-tika-vin11t2:291_1": "After having winned the water, and having gone round,",
    "ai-tika-vin11t2:291_2": "After entering that (them), he put it on to his own vessel, or having someone else put it away,",
    "ai-tika-vin11t2:291_3": "and having made a vessel, placed water for washing the bowl, for the wound, and for the purpose of sweping the time of wound. When he is dividing the time, he should be fixed in shade and quantity.",
    "ai-tika-vin11t2:292_0": "Likewise just as when discarded he hears what is rare and devoted, he guards the water, discarded and exceeds the water without the bowl, and the one who is led on to the far shore.",
    "ai-tika-vin11t2:292_1": "Is he responsible for others, or for what is known as an instance.",
    "ai-tika-vin11t2:292_2": "to delight in your gold, or to such a kind,",
    "ai-tika-vin11t2:292_3": "it should be understood all the crims, white lotus pond, and wind, or has not been stated by the sound of natural pond.",
    "ai-tika-vin11t2:292_4": "When he has shown his own vessel and gets (After his own) brother, he should speak like the characteristic of the vessel and the throat in the mouth, and he should be understood as before. He should cleansee the Pippaliminating with the potter’s positions.",
    "ai-tika-vin11t2:293_0": "They bound for conjoining, belt in a whirlpool,",
    "ai-tika-vin11t2:293_1": "to cut up the creeper leaves, places them out, and pull them out.",
    "ai-tika-vin11t2:293_2": "he drives the sword of the drop of the sun and moon, and he cuts his weaker into the water, thinking, “Got so that it cut into the water,” and when it is finished his own crops, having it cut down, dust on the stakes, or sixty terrified, and he is not able to cut down, or to wash his own rope. Then after cutting it into the water, he was cut off a cut off a cliff, or to the windows, or trees down on the ground, and he is in the water, and he cut down on the ground,",
    "ai-tika-vin11t2:293_3": "so too the cowherd’s caught up in the honey, snapped the cattle, and took ahold, heat, hung it from the cows, tie the ropes, and swept away the water reaches the refutations. Having washed, he should fill it together with the water and the ropes. The wounds, he should fill it out the barbers in the cows.”",
    "ai-tika-vin11t2:293_4": "Because of stealing there was no former existence",
    "ai-tika-vin11t2:293_5": "the sound of the holy Campā was constructed together with the Best of Campā.",
    "ai-tika-vin11t2:293_6": "even if he drops the earth with the water at the very leaf;",
    "ai-tika-vin11t2:293_7": "cutting off the edge of the bed, the floor cuts down together with a walking stick or a straw mat, he instines.",
    "ai-tika-vin11t2:293_8": "he creates an ornament in the earth because he’s born, and he creates a blazing with the earth.",
    "ai-tika-vin11t2:294_0": "he should be expelled thus: “This is the method, an offense entailing confession for abode.”",
    "ai-tika-vin11t2:294_1": "Also within according to the rainy season : here is to be dealt with in different ways.",
    "ai-tika-vin11t2:294_2": "When he has cut down the floor within the ground, he should cut down the rainy season by himself, and if it is to be cut down outside the collarse , and he should cut down the creepers and all the goods.",
    "ai-tika-vin11t2:294_3": "But this is the meaning here:",
    "ai-tika-vin11t2:294_4": "he should cut down the target, writ it out, and creeping it outside the door. He should then dry the legs in the water and stand outside the doorway, and he should then use it to the legs.",
    "ai-tika-vin11t2:294_5": "the target is to be found outside, and he should cut down the creeper’s board while standing on the level of the strips.",
    "ai-tika-vin11t2:294_6": "When standing outside the inner low, he should knock on the ground outside, and he should cut it out in the middle. He should then dry it into the middle.",
    "ai-tika-vin11t2:295_0": "Discussion of the water",
    "ai-tika-vin11t2:296_0": "The water for washing is drunking the feet, with novices, and the novices’ distributed in the wilderness, they put the names, your teachers, the water with tooth cleaners, and the water for washing the feet. He then the teachers, the pupils, the teachers, gives it to the neighborhood of a teacher, and when he gives it to the Sangha.",
    "ai-tika-vin11t2:297_0": "for the sake of self-developing fame they are bound together.",
    "ai-tika-vin11t2:297_1": "the wilderness and the rainy-season robe should be given, by a briming water and a foot-scraper, all the goods,",
    "ai-tika-vin11t2:297_2": "the Sangha was given the Order of the Sangha, etc., that was everything over and wide, the Sangha was respected and authority.",
    "ai-tika-vin11t2:297_3": "takes the group of travelers, etc., of the groups, of eight divisions of the monasteries in the way beginning, the introduced to a community, the and the eighth rounds from the group of travelers, he commits an offense entailing acknowledgment.",
    "ai-tika-vin11t2:298_0": "Taking the tooth-sticks, whis from the Saṅgha, and from the novices,",
    "ai-tika-vin11t2:299_0": "183.",
    "ai-tika-vin11t2:299_1": "As to the Sangha was given a large number of councils, etc., that is to say, “from the intention of stealing” and so on.",
    "ai-tika-vin11t2:299_2": "Herein, the guarding of the hundred: he has acquired the stains because it is the proximate cause of the Sangha as a precaution against it.",
    "ai-tika-vin11t2:299_3": "Just as when he is burning the gatherblic story belonging to the Sangha that nurses, enveloped heats it, were dying and fruits, he is to be shared out with the flowers according to its fruit.",
    "ai-tika-vin11t2:299_4": "(All these:) “All out of the Community” and so on, all should be excited in the commentaries.",
    "ai-tika-vin11t2:300_0": "Remembering the Sangha, beginning with the nose, the end,",
    "ai-tika-vin11t2:300_1": "he counts another, yet another, that is to say, the inside, the -",
    "ai-tika-vin11t2:300_2": "In this way the caravan is took the variety of robbers from the thieves, etc., and even if being told by the intention of robbery, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:300_3": "But he should be told:",
    "ai-tika-vin11t2:300_4": "When he has finished his meal and arranged water with the Sangha, he should go outside the monastery gateway, wait for the coming inside of the Sangha. He should then sew them out at the end of the walk, saying: “I have gone outside the monastery gateway, two or three days after coming,” and he should make the lack of the rainy season.",
    "ai-tika-vin11t2:301_0": "Discussion of the tooth cleaners",
    "ai-tika-vin11t2:302_0": "the manager of making use of the requisites “ascetic” and “Produced to a tree is used for eight months” or “Pāṭaliputta, making amends for eight months” is one who is enjoyed, etc., and is mentioned, such as a tree standing or a reward for human state.",
    "ai-tika-vin11t2:302_1": "if she gives by fire or flood;",
    "ai-tika-vin11t2:302_2": "if he shows where there is a tree standing on the top of a tree, on a bed or on the bank of the river, and when he is shown by the thresholds it, he cuts it down on the ground.",
    "ai-tika-vin11t2:302_3": "They wanted to build a moisture, drunk on a piece of thorns, a monkey in a tree, or a monkey drums. They want to live in a tree, but not far from the path.",
    "ai-tika-vin11t2:303_0": "whether he is not asked by anyone back or wherever he likes.",
    "ai-tika-vin11t2:303_1": "He will give to a fire-place, like a burning floor, like a dropping jar, and like a pot full of fire, like a lump of flying creatures on the spot.",
    "ai-tika-vin11t2:303_2": "“Through playing,” he said, “This is what I was said.”",
    "ai-tika-vin11t2:303_3": "If they do not see a monk, with a storm of thorns, plastered on a piece of thorns, wrapped in a cul-de-sac, “There are near the upper side of the belly,” he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:303_4": "Herein, what is shown here.”",
    "ai-tika-vin11t2:303_5": "but he is expelled in the community after he has determined, that is to say, the community of the community because he says, the Faith, the classed as in the section on the foundation of aggregates, and it is because of the exposition of the sections of the kind already described.",
    "ai-tika-vin11t2:304_0": "Uppalavaṇṇā",
    "ai-tika-vin11t2:305_0": "186-7.",
    "ai-tika-vin11t2:305_1": "“Friends being carried out for one of another,",
    "ai-tika-vin11t2:305_2": "If, intending to steal, he touches the person, he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:305_3": "If he makes it quiver, he commits a serious offense.",
    "ai-tika-vin11t2:305_4": "Two parts of the four offenses entailing expulsion in the passage beginning “As air” is expelled in the place as an offense entailing expulsion, etc., having shown that he has been expelled in the presence of the deathless, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:305_5": "she said: “What is the reason, (good) actions that are connected with her own hand,”",
    "ai-tika-vin11t2:305_6": "cut off the top,",
    "ai-tika-vin11t2:305_7": "Having lifted the monks with his thighs,",
    "ai-tika-vin11t2:306_0": "He should also be quietly offended by the head with a pot of trading, thus: “In this way I am bound to in this way,” and only he should only explain it in the same way as to exactly the meaning.",
    "ai-tika-vin11t2:306_1": "his fortune-telling half and horns about, the bribelling half of the mouth, and the Kāsī’s shovel and the half-wall, and infesting half his sauce.",
    "ai-tika-vin11t2:307_0": "On the contrary, the garden was wrapped in the forecourt",
    "ai-tika-vin11t2:307_1": "having shown that it is drunk from the hand of the palm, and having shown the hand of the hand or the bowl, without bringing them back,",
    "ai-tika-vin11t2:307_2": "From the first day of the best current",
    "ai-tika-vin11t2:307_3": "he makes another retort as before.",
    "ai-tika-vin11t2:307_4": "“As a reinstance” is the meaning.",
    "ai-tika-vin11t2:307_5": "for it is quite enough to make a bitter,",
    "ai-tika-vin11t2:307_6": "he does not do so; he does not die in any direction, and he does not experience anything beyond the space.",
    "ai-tika-vin11t2:307_7": "As a judgmenting the root of a tree is independent, it is said to be “welling that all the legs have become necessary”, “They say, “It is ploughed” .",
    "ai-tika-vin11t2:307_8": "they make this as a wagon,",
    "ai-tika-vin11t2:308_0": "taken clothes, vehicles, and clothes.",
    "ai-tika-vin11t2:308_1": "The bait of the cloth",
    "ai-tika-vin11t2:308_2": "the origin of cloth.",
    "ai-tika-vin11t2:308_3": "Bandits are found, and inside themselves,",
    "ai-tika-vin11t2:308_4": "Today it doesn’t shake off his head, nor does he rise early, nor does the neck in the ear.",
    "ai-tika-vin11t2:309_0": "191.",
    "ai-tika-vin11t2:309_1": "As a bandit, he increases (men), and even two leagues away.",
    "ai-tika-vin11t2:309_2": "Enjoying the meaning is the meaning.",
    "ai-tika-vin11t2:309_3": "it is the living of another:",
    "ai-tika-vin11t2:310_0": "192.",
    "ai-tika-vin11t2:310_1": "possible they made arrangements for him on the spot, enclosure, embarrassing the earth, etc., and embankments, etc., as well as to receptacle, etc., and having shown that he is worshipped by the Fraternity, the Pācīnatimonative (saying): “This is the Commentaries of the Joyful Gods, the for the sake of its particulars,” and the goods, etc.,",
    "ai-tika-vin11t2:310_2": "He carries the opposite sex with women, which were adorned with menstruments, bound together with women and so on. He went male and female bondservants, –",
    "ai-tika-vin11t2:310_3": "when they were carried away by those goods according to their (supernatural) reckoned as a precious goods, boiled, etc., and goods, and goods have been destroyed by the goods of quarrels,",
    "ai-tika-vin11t2:310_4": "if she does not tell because she thinks the person who does not exist.",
    "ai-tika-vin11t2:310_5": "and one who is standing, he is standing, like the intermediate directions,",
    "ai-tika-vin11t2:310_6": "when he goes beyond the first 40 kilometers with his feet, he commits a serious offense.",
    "ai-tika-vin11t2:310_7": "I will take the goods in this dwelling.”",
    "ai-tika-vin11t2:310_8": "When the first rainy season residence goes first to be exhausted by the intermediate directions, and he various summons him and passes away.",
    "ai-tika-vin11t2:311_0": "193.",
    "ai-tika-vin11t2:311_1": "If he steals from the group of thieves, he poisons another goods, having dropped the hands in the hand of the lump of delusion, the King’s 4,000 kilometers, is dropped in a place with the drop of the lumps,",
    "ai-tika-vin11t2:311_2": "merely through the absence of the hair, urine, spittle water, urine.",
    "ai-tika-vin11t2:312_0": "194.Athāpīti atha vā.",
    "ai-tika-vin11t2:312_1": "if she gets hold of it, thinking, “I’ll damage it,” “If I prepare it, or he thinks, “I’ll give it,” “If I’ll return.” After poison, she then insert it;",
    "ai-tika-vin11t2:312_2": "eventually they throw it down in the morning, there is an act of wrong conduct for one leagues.",
    "ai-tika-vin11t2:313_0": "they make the site for the huts on the ground, and are incapable of a serious offense.",
    "ai-tika-vin11t2:313_1": "When there is a bundle of function, the cloth from the group of six was being thrown away by himself, and being afraid of wrongdoing, the six kinds of mindfulness meditation are being burned.",
    "ai-tika-vin11t2:313_2": "Therefore, too, they say, “We have committed an offense entailing expulsion,” “We don’t do that.”",
    "ai-tika-vin11t2:313_3": "When he said: “But” he replied, “But if just at the place where the sun comes up, he overestimation is given, there is no offense for him.",
    "ai-tika-vin11t2:313_4": "and it is in this way since he divided the stealing gradually,",
    "ai-tika-vin11t2:314_0": "(but) the goods that were thrown away by the wind and burning sun,",
    "ai-tika-vin11t2:314_1": "Avoiding that lesser and arguments those goods (where) burning the story.",
    "ai-tika-vin11t2:314_2": "The offense entailing expulsion can be expelled, saying: “May they be going in Sāketa!”",
    "ai-tika-vin11t2:314_3": "but he is not able to catch the lamp, not being ill will, and he is not able to display the thought,",
    "ai-tika-vin11t2:315_0": "197.",
    "ai-tika-vin11t2:315_1": "the husband wanted to show the nurse’s meal at the wrong time, and (thinking): “We will show her son,”",
    "ai-tika-vin11t2:315_2": "they came here in the first house, “Three”,",
    "ai-tika-vin11t2:315_3": "(The king replied:) “After perceptions of the Sakyans,” and after accepting the composite sex with the word, “Sāsaka, take the perception of the Sakyans,” and after having obtained his own hands, he replied: “Here a cloth taken aside stolen (where cloth).",
    "ai-tika-vin11t2:315_4": "she embraces, perceptions of matter: once, she wins, waste-workers, she was destroying one’s own temperament.",
    "ai-tika-vin11t2:315_5": "Hence it is said: “After guarding it.”",
    "ai-tika-vin11t2:315_6": "But if he knows that his goods are 40 kilometers;",
    "ai-tika-vin11t2:315_7": "if she protects it, saying, “It is in this way,” and she protects it;",
    "ai-tika-vin11t2:316_0": "After doing so in the destiny, “The Protector’s spears, why do I get abstaining the jeweller’s life? ” Making the jewels then they dwelt in a large monastery, having drunk (only).",
    "ai-tika-vin11t2:316_1": "Hence it is said: “Bandit,” “There is no criminal.”",
    "ai-tika-vin11t2:316_2": "‘I’m a bandit, a caught in here.’",
    "ai-tika-vin11t2:316_3": "taken by grabbing it, (saying): “Here the goods have been deposited in the same way as before.”",
    "ai-tika-vin11t2:316_4": "or, when he is expelled, he commits an offense of wrong conduct. He thinks, “I am a roam-stickinding the mind,” he commits an offense of wrong conduct.",
    "ai-tika-vin11t2:316_5": "Remembering the meaning here: “Listening the mark according to the characteristic, which ends the goods, owing to the goods,” thus he said.",
    "ai-tika-vin11t2:317_0": "200.",
    "ai-tika-vin11t2:317_1": "if he is not able to get hold of a sunshade, he in whom the ground and which can make him leave? “Why are you who come?”",
    "ai-tika-vin11t2:317_2": "Understanding the Great Commentaries in the Great Commentaries, and the rest,",
    "ai-tika-vin11t2:318_0": "On Describing the colour of Ground",
    "ai-tika-vin11t2:319_0": "201.",
    "ai-tika-vin11t2:319_1": "But when someone says “I take part in comparison” for twelve leagues,",
    "ai-tika-vin11t2:319_2": "When told him, “This is mine, I’ve returned,” and “Give me my goods,” and so on, then, if it is intended for my own goods, I say, “I’ll make a deliberate lie.”",
    "ai-tika-vin11t2:319_3": "took hold of it,",
    "ai-tika-vin11t2:319_4": "(In the past), flowing from the past, future or present,",
    "ai-tika-vin11t2:319_5": "‘When the training rules on lying down, he commits an offense entailing confession.’”",
    "ai-tika-vin11t2:319_6": "Herein, stealing is the precedence of stealing because of stealing, and because of the former existences there.",
    "ai-tika-vin11t2:319_7": "for stealing isolated in the past, but he commits an offense entailing confession.",
    "ai-tika-vin11t2:319_8": "Hence it is said in the Commentary: “It is good fortune,”",
    "ai-tika-vin11t2:320_0": "202.Etassāti etassa samīpe.",
    "ai-tika-vin11t2:320_1": "what can be shown?",
    "ai-tika-vin11t2:320_2": "(but) on the cause of ruination that arises,",
    "ai-tika-vin11t2:320_3": "to whom that monk’s presence go forth.",
    "ai-tika-vin11t2:321_0": "The mendicant gets scattered: ‘I have been reborn in that place,’",
    "ai-tika-vin11t2:321_1": "When there is a hinting, they give. Because of their own goods, the beggars gets a gift, making an end of them give. When there is a woman who is prevented, thinking, “I will give her to her,” and he said, “I’ll give her to them.”",
    "ai-tika-vin11t2:321_2": "That’s why it said: “Certainly we have thrown it up!”",
    "ai-tika-vin11t2:321_3": "the wardens of others.",
    "ai-tika-vin11t2:321_4": "In some in the holes, thinking, “I’ll take it,” he replied.",
    "ai-tika-vin11t2:321_5": "keeps it away:",
    "ai-tika-vin11t2:322_0": "wanting to raise him, she longs for him, and she said, “Where is the first kind of food.”",
    "ai-tika-vin11t2:322_1": "And even if he thinks about them,",
    "ai-tika-vin11t2:322_2": "The bandit wanted to kill his mind through the air, he says, “I’ll robber him with a league.”",
    "ai-tika-vin11t2:322_3": "Then he thought, “Before you must tell him,” and he hurriedly,",
    "ai-tika-vin11t2:322_4": "If it is said in the meaning,",
    "ai-tika-vin11t2:322_5": "he is one, King. “This isn’t difficult,” and he turns out.",
    "ai-tika-vin11t2:322_6": "When he wants to steal it, he thinks, “I’ll get up with the arrow in my mouth” and “I’ll take it a league,” and he spends mindfulness.",
    "ai-tika-vin11t2:323_0": "Practicing Conduct",
    "ai-tika-vin11t2:324_0": "it is the next village called Pāṭaliputta, thinking, “This hasticipated is the proper conduct for one,” or they put it on the way to the inhabited area with a river. ... there was a thorny grain, a customs, “Suppose a village,” he is at that edges,” “There is an out of compassion for their home.” ...",
    "ai-tika-vin11t2:324_1": "(Anāthapiṇḍika said): “She is the eighth sections,” “The king is going forth. When he is finished in that place, the king’s communal recitation, the royal compound, he surrounds the King of the mountain.",
    "ai-tika-vin11t2:324_2": "Of the inside of the Sumedhā, who was outside the monastic boundary,",
    "ai-tika-vin11t2:324_3": "an enclosed field in this place, “This is a legal issue here” is going to a legal issue.",
    "ai-tika-vin11t2:324_4": "The Kings (story), saying: “Amongst those goods,”",
    "ai-tika-vin11t2:324_5": "When it has been water, the king is more than five _māsakas_ coins or more than five _māsakas_ coins, etc., before he is intended outside the goods.",
    "ai-tika-vin11t2:324_6": "Where do you seeps, (he said): “Where do you take goods?” and “Even the remainder of Pāsaṇḍas,”",
    "ai-tika-vin11t2:324_7": "Just as when Bhaddā Kāpilānī was watching over it,",
    "ai-tika-vin11t2:324_8": "as a multitude of elephants,",
    "ai-tika-vin11t2:325_0": "206.",
    "ai-tika-vin11t2:325_1": "if he says, “It is a timber,” “Dielder,” “Listening for a tree;” and so on.",
    "ai-tika-vin11t2:325_2": "They dry it outside the gateway, and take it away when he is able, there is a minor matter.",
    "ai-tika-vin11t2:325_3": "can be excluded even when the wind is finished.",
    "ai-tika-vin11t2:325_4": "“‘Knowledge’ is said, by the name of Lotusity or by a wall,",
    "ai-tika-vin11t2:326_0": "it shows why the name of the child, having made use of their fatigue and pretexts on the ground, and heals and respects even when the far shore.",
    "ai-tika-vin11t2:326_1": "Hence it would be a serious offense.",
    "ai-tika-vin11t2:327_0": "the ancient reason, having drunk (wrong) go outside the city, being requested by the Lord of the Earth, having gone outside, about the Pāṭaliputta, and is going outside the monastery gate, even if he is wanted to show expelled, he is excluded from the community.",
    "ai-tika-vin11t2:327_1": "That is why he said: “Great King.”",
    "ai-tika-vin11t2:327_2": "If she says, “Where do you find out anywhere else?” and she shows one who is not satisfied by the mere fact of a monastery worker.",
    "ai-tika-vin11t2:327_3": "That’s why it is called “pert.”",
    "ai-tika-vin11t2:328_0": "209.Tanti aṭṭhakathāvacanaṁ.",
    "ai-tika-vin11t2:329_0": "he stands outside the doorway, and he stands outside or knocking with his hands.",
    "ai-tika-vin11t2:329_1": "Eight feet were brought by the eight important (of cloth), and then on the eighth day.",
    "ai-tika-vin11t2:329_2": "rounded my limbs grow.",
    "ai-tika-vin11t2:329_3": "“As a place where head hairs are put inside the ends of the head hair, ~ the on the tent and the eighth day.”",
    "ai-tika-vin11t2:330_0": "211.",
    "ai-tika-vin11t2:330_1": "If that goods have been put down outside the monastic boundary, they stand outside the door.",
    "ai-tika-vin11t2:330_2": "if he puts down the boundary on the ground, the meaning is that.",
    "ai-tika-vin11t2:330_3": "he protects the proper conduct in which a monk deserves to be released first. He encounters an opportunity to help, he encounters an end of the accusation, and when he is surrounded by him of the dwelling, he makes him considered to be put for a monk outside the monastic boundary,",
    "ai-tika-vin11t2:330_4": "had been set up a clean cloth, and he put it on the hunger’s floor, thinking, “I’ll drink the mouth,” and he placed it outside the doorway. When he had taken it, he placed it outside the doorway.",
    "ai-tika-vin11t2:330_5": "if she stands outside the ceramic goods in the same place, she stands outside the doorway.",
    "ai-tika-vin11t2:330_6": "Yet with one who is committed an offense:",
    "ai-tika-vin11t2:331_0": "But he goes to the charnel ground in the robber’s pride,",
    "ai-tika-vin11t2:331_1": "The King’s employed texts on precious year, embracing the quadruple,",
    "ai-tika-vin11t2:331_2": "when taking note of a league:",
    "ai-tika-vin11t2:331_3": "And the intention to steal the mind from the group of five hundred on “unblessings” etc., as non-human beings, etc., and non-human beings who were not able to steal the goods, etc., are put inside the goods, and the non-human beings respected by himself as their own goods, etc., and because theirs is the meaning.",
    "ai-tika-vin11t2:332_0": "it is given to him that the impediments are contradicted by bandits, and there is no hurriedly in the way already stated.",
    "ai-tika-vin11t2:333_0": "Characteristics in the matter of the gems , which are worthy of the vegetables , the etc., has the same characteristics of preciousness in the sense.",
    "ai-tika-vin11t2:333_1": "He can commit the offense entailing expulsion, he can be expelled by himself,",
    "ai-tika-vin11t2:333_2": "Standing steps, idea, closely woven, which leads to the proximate cause.",
    "ai-tika-vin11t2:334_0": "“The king is going on,” and “We took the alms-bowls of the provestigations of the Kings.",
    "ai-tika-vin11t2:334_1": "But talk is the value of the paths that come about, having fallen from the customs covered in the places of an argument, say, “So I haven’t like that.” Being thus expounded the way to the goods that are invade him.",
    "ai-tika-vin11t2:334_2": "To the end of the wilderness it is said: “Amongst those who go to the wilderness,” and so on, etc., according to the nature of abode .",
    "ai-tika-vin11t2:335_0": "“Having done up a meditation subject,",
    "ai-tika-vin11t2:336_0": "reflecting on it,",
    "ai-tika-vin11t2:337_0": "I’ve reached the step—",
    "ai-tika-vin11t2:338_0": "the goods, I’ll restrain the goods.”",
    "ai-tika-vin11t2:339_0": "and in the beginning of the mentioned is stated in the first preceding people. And now it is not known that in the way beginning, “Now.”",
    "ai-tika-vin11t2:340_0": "Practicing is the color of curd",
    "ai-tika-vin11t2:341_0": "216.",
    "ai-tika-vin11t2:341_1": "“Hopefully there is a human being,” he replied, “Through greetings in the Commentaries,” but “Three”, “Possess, etc., is saying, “Hail, not what is it should be said.”",
    "ai-tika-vin11t2:341_2": "I was born in a household, and after being reborn in the womb for him.",
    "ai-tika-vin11t2:341_3": "Bought with wealth, bent on wealth,",
    "ai-tika-vin11t2:341_4": "A gift given to them, or the slaves, or the robes given by someone, and then given them to the slave-worker.",
    "ai-tika-vin11t2:341_5": "a bondservant caught in the slave,",
    "ai-tika-vin11t2:341_6": "Whatever was made by another, the bondservants, workers, and staff, and made a robbing the bondservants of others.",
    "ai-tika-vin11t2:341_7": "Cultivated plants, “I shall take the life of the kings,” and he requisites, saying, “When I have committed an offense entailing expulsion,” he committed a serious offense.",
    "ai-tika-vin11t2:342_0": "He who conquered this mirror or human beings,",
    "ai-tika-vin11t2:342_1": "human beings live in a human state.",
    "ai-tika-vin11t2:342_2": "The place rinsing:",
    "ai-tika-vin11t2:343_0": "bondservants and workers do their jobservants,",
    "ai-tika-vin11t2:343_1": "desiring to give the full ordination, desires to carry away.",
    "ai-tika-vin11t2:343_2": "They wanted to throw it up and raise it.",
    "ai-tika-vin11t2:343_3": "if he eats both hands:",
    "ai-tika-vin11t2:343_4": "which is to be founded in the place he robbed by thieves, robbers, and shouted by that place. He should not expound his general to it. He should not expound it in this way.",
    "ai-tika-vin11t2:343_5": "There’s nothing else to be reborn in the company of the hair-spheres.",
    "ai-tika-vin11t2:343_6": "if he thinks, “Friends,” or “For he who does not finish interrupted,” or “This is the reason for it should be made.”",
    "ai-tika-vin11t2:344_0": "After hanging his speech: “He is hurried,” he took hold of them with a hole, and he bind them (but).",
    "ai-tika-vin11t2:344_1": "If he surveys the bride with a thought, “Fruit,” and with the intention to commit one serious offense.",
    "ai-tika-vin11t2:344_2": "The first offense entailing expulsion is the second offense entailing expulsion.",
    "ai-tika-vin11t2:345_0": "While heaven was being shaved by the head hairs, etc., I took care of the head hairs.",
    "ai-tika-vin11t2:345_1": "bondservants and workers,",
    "ai-tika-vin11t2:345_2": "Both half-month:",
    "ai-tika-vin11t2:345_3": "The king thought, “The Theras is going through the air” and “Therefore”, with the Parinibbāna of the Bhikkhus,” and he crossed over the first (saying):",
    "ai-tika-vin11t2:345_4": "this person is not told by the word “They aren’t yet come”, and they commit a serious offense.",
    "ai-tika-vin11t2:346_0": "By the affairs of robbers, thieves, robbers, bandits, executioners, oral tradition; his thieves are said to be strong.",
    "ai-tika-vin11t2:346_1": "This non-offense:",
    "ai-tika-vin11t2:347_0": "222.Saṇikanti mandagatiyā.",
    "ai-tika-vin11t2:347_1": "saying, “Go and get a little,” he said, “Go and so on.”",
    "ai-tika-vin11t2:347_2": "Now, he who was walking around thus will surely walking, as though they were walking,",
    "ai-tika-vin11t2:348_0": "After going to the husband’s house, and given up the husband,",
    "ai-tika-vin11t2:348_1": "the owner as a law.",
    "ai-tika-vin11t2:348_2": "went to the town or village,",
    "ai-tika-vin11t2:348_3": "then having fallen into that asleep, were heedful,",
    "ai-tika-vin11t2:348_4": "The slaves fell down and gave it to the slave.",
    "ai-tika-vin11t2:349_0": "Using in the commentary on the elephant",
    "ai-tika-vin11t2:350_0": "224.Theyyāti theyyacittena.",
    "ai-tika-vin11t2:350_1": "ghee, butter, oil, honey,",
    "ai-tika-vin11t2:350_2": "and they build a serious offense.",
    "ai-tika-vin11t2:350_3": "It is to be found in the place consisting of ghee,",
    "ai-tika-vin11t2:350_4": "she was reborn in a heavenly realm—",
    "ai-tika-vin11t2:351_0": "225.Karaṇḍanti sappapeḷaṁ.",
    "ai-tika-vin11t2:351_1": "opening the door.",
    "ai-tika-vin11t2:351_2": "The rubbing stuck",
    "ai-tika-vin11t2:351_3": "With the simile of the eight factors,",
    "ai-tika-vin11t2:352_0": "after seeing the resplendent in swift streams, after seeing them,",
    "ai-tika-vin11t2:352_1": "for ghee and oil.",
    "ai-tika-vin11t2:352_2": "As a consequence of his calves poles through the bird’s level.",
    "ai-tika-vin11t2:353_0": "when one is called ‘another’, one who stops boat’ is incapable of being carried out by the neighborhood of a monastery’, one who is rinsing into the mouth’s house.",
    "ai-tika-vin11t2:354_0": "I opened the cloth",
    "ai-tika-vin11t2:354_1": "and having made a baked goods made from boat by boat, it is a husking-water.",
    "ai-tika-vin11t2:354_2": "Or because of the noise of the crowds, being undergone by the earth,",
    "ai-tika-vin11t2:355_0": "served and satisfied.",
    "ai-tika-vin11t2:355_1": "so too when the one who was telling the deadly performed, having spit onto the ground, took (her) and put it away, and put it away in his hand into the grove, and took it away.",
    "ai-tika-vin11t2:355_2": "by which one is called the word “restraint” because of that,",
    "ai-tika-vin11t2:356_0": "And one who, when he is satisfied, and he does not live in accordance with the order of his status, he who is annoying:",
    "ai-tika-vin11t2:356_1": "The monk’s doing this deed",
    "ai-tika-vin11t2:357_0": "Understanding in the formless",
    "ai-tika-vin11t2:358_0": "I’m the one who had eaten what elephants said in the hands of the elephant wound,",
    "ai-tika-vin11t2:359_0": "232.Sālāyanti hatthisālāyaṁ.",
    "ai-tika-vin11t2:359_1": "Here kings and counselors, the King’s site for him; the meaning is the meaning.",
    "ai-tika-vin11t2:359_2": "smooth: with royal wounds,",
    "ai-tika-vin11t2:359_3": "And also the noise, thinking that noise, “Even those who live in the city.”",
    "ai-tika-vin11t2:359_4": "They make the sound of course and the private parts,",
    "ai-tika-vin11t2:359_5": "In the case of the whole herd: it blems, the elephants, inner skin, envelops, and plunges into the assembly hall.",
    "ai-tika-vin11t2:360_0": "used to be surrounded by the Kings of the crowds, and he is said to be the ending of the fetters.",
    "ai-tika-vin11t2:360_1": "For it is the meaning matter that the whole of the elephants, etc., is the meaning.",
    "ai-tika-vin11t2:360_2": "to steal, or to someone:",
    "ai-tika-vin11t2:360_3": "‘Confidence’ is least bound for a league’, but he’s tamed in the sense of causing it.",
    "ai-tika-vin11t2:360_4": "With the tip of the Bārāṇasī he resembles in the hall.",
    "ai-tika-vin11t2:360_5": "And they are said in the fourfold and four in each case.",
    "ai-tika-vin11t2:360_6": "Cuting (them) bonds, tie it later, and (but) those who stand on both sides together,",
    "ai-tika-vin11t2:360_7": "So since these five things are imprisoned, and the five enemys do not appear.",
    "ai-tika-vin11t2:360_8": "For those who go about in order,",
    "ai-tika-vin11t2:360_9": "Where delights doing: “There is no offense for one who is happy,” he is gained.",
    "ai-tika-vin11t2:360_10": "he is cultivated by the means of the thieves, robbers, bandits, and precious things,",
    "ai-tika-vin11t2:360_11": "Produced in the Jewelled Ways of Kāsī, as far as the original composite-month, he needs them in the same way as a serious matter.",
    "ai-tika-vin11t2:361_0": "Standing on a stand, four foot-stands are said to be the in size of a bundle, and all the feet are what is said.",
    "ai-tika-vin11t2:361_1": "as stated in the Line directions, in the way already described, that is, in the depth of the function of separately.",
    "ai-tika-vin11t2:362_0": "placed in the place where they sleep.",
    "ai-tika-vin11t2:362_1": "Perhaps I’m mature,",
    "ai-tika-vin11t2:362_2": "The monk’s intention is:",
    "ai-tika-vin11t2:362_3": "Two on the ship, and many-spheres are many in two ways,",
    "ai-tika-vin11t2:363_0": "236.",
    "ai-tika-vin11t2:363_1": "habitually is the meaning of this. And nothing is to be spoken of as 40 kilometers.”",
    "ai-tika-vin11t2:363_2": "There the panels will be:",
    "ai-tika-vin11t2:363_3": "I’ll treach him",
    "ai-tika-vin11t2:363_4": "the beginning of the Godhā, the Buddha’s chief, having faith in the Saṅgha,",
    "ai-tika-vin11t2:363_5": "And there is nothing in the matter of the kingship unshakable singingly, as stated.",
    "ai-tika-vin11t2:364_0": "When he has placed it in the four directions, he can put it on a box, that is, ghee or tree standing with a top of a holes, etc., and places it in the morning, and hesitt from the top of the termites, eaten by the winds, etc., and after defining it thus: “This is risky, boiled by the sun” ropes, and then the barber’s foot, he can bring it back inside the place where a tree wash or his head cut off, wrapped on the cattles, and that is,",
    "ai-tika-vin11t2:364_1": "And here the meditators say about anything that can be said from among the kinds of intention: “Here, unbroken” , etc., in all this way, and likewise in regard to anything that of the kind already described,” he said, “There is no serious matter in this way,” he said, “There is no serious matter in this way,” and he said, “There is no serious matter in this way.",
    "ai-tika-vin11t2:365_0": "“Mumāra’s footprint is said to be the thirty-two parts of the gave birth” , etc., thus it is said to be the “bounded” .",
    "ai-tika-vin11t2:365_1": "He is full of many different carcasses: “Thegem is high and luxurious, the meaning is, the clay-druwner” and the names, “This is so many meaning.”",
    "ai-tika-vin11t2:366_0": "At this point the thirty-two marks of a wicked person, having given the five Commentaries, for the sake of worldly merit, have been shown the thirty-two marks of a great dealing with the shade of the aggregates, not for the sake of insight, and he shows them himself in the explanation of the words: “This is the first case of the remaining passage, this is the first to be one embraced by the appearance of the five Commentaries.”",
    "ai-tika-vin11t2:367_0": "“Formerly, both of the gods and men,",
    "ai-tika-vin11t2:368_0": "Five are the eastern gateways, and the five enemys beginning with that of these.”",
    "ai-tika-vin11t2:369_0": "This includes such things as talking, etc., that is, a jewel, all-cloth, each comprisonent, worm-infested, constructed recitation, the nineteenth, and the jewelry . And what is said in the Commentaries : “This is the meaning of what is the first to be given. What is the satisfaction should be understood as such.”",
    "ai-tika-vin11t2:370_0": "Herein, one who is called argumentative, and then, “Pāṭaliputta, is living in dependence on the rulers.”",
    "ai-tika-vin11t2:370_1": "One of hating temperament goes there, but not having gone there, he goes there, lives where there and goes there.",
    "ai-tika-vin11t2:370_2": "“A trader, a cattle-keeper, an ox, a donkey, poison, or austerities as an arrow.”",
    "ai-tika-vin11t2:370_3": "the one who guards it as a ruler having performed his own desires, who guards the wives, seeks out the benefit of whatever others doing the goods that lasts a moment, wishing for: “I’ll go to such-and-such a place, sir.”",
    "ai-tika-vin11t2:371_0": "In the commentary on the two Many-Child",
    "ai-tika-vin11t2:372_0": "237.",
    "ai-tika-vin11t2:372_1": "If he says, “I haven’t committed any offense entailing expulsion,” and so on, etc.",
    "ai-tika-vin11t2:372_2": "Herein, “Here, having a variety of wealth,” etc., said the intention to having attained all its particular states thus: “This is an opportunity, this is how the bowstanding downwards, the five or more than twenty-four kinds of wealth, this is to say, “Anyone who knows the person’s discarded,” and he refers to the five” .",
    "ai-tika-vin11t2:373_0": "238.",
    "ai-tika-vin11t2:373_1": "To this extent of the thirty-two parts of the Friends, in the Best of Enlightenment’s material body, speech, and mind, and he perceives that he has gained eventually lost his opposite sex, he commits an offense entailing confession.",
    "ai-tika-vin11t2:373_2": "Herein, one who thinks, “Perceptions” is a donation for anyone who has confidence in another’s instruction, etc., should be practiced in every way.",
    "ai-tika-vin11t2:373_3": "When they saw that the owners were requested and defeated, they were rose from the arms.",
    "ai-tika-vin11t2:374_0": "for the animal realm, etc., when possessiveness is possessed,",
    "ai-tika-vin11t2:374_1": "For even if it’s iron balls of food and drinkworms, a curtain, take plunges from stage to various kinds of people, value, he is not able to take them by care of them.",
    "ai-tika-vin11t2:374_2": "For he who is hunting a lion, like a lion, tiger, leopards, or jackals, and who gets rid of hate, and who eats it first when provoked by hate, there is no fault in any way.",
    "ai-tika-vin11t2:374_3": "for anyone who enters the animal realm is prosecuted with any rod or fondness.",
    "ai-tika-vin11t2:374_4": "For this is said in the Commentaries: “There is no division of the General State, taking it as a precept and go away,”",
    "ai-tika-vin11t2:374_5": "In the same way, what Dhamma speaks to be spoken to, for the purpose of shaven, for the sake of the life, for the sake of another life, is to be understood to me.",
    "ai-tika-vin11t2:375_0": "If he takes one who takes it, thinking, “I’ll take it,” and he says, “If I take it, I’ll make it allow.”",
    "ai-tika-vin11t2:375_1": "then you should not give permission.",
    "ai-tika-vin11t2:375_2": "presented by both fairs, wrapped in a razor,",
    "ai-tika-vin11t2:375_3": "But the meaning of the commentary on the thirty-two coals is said to be the Commentaries.",
    "ai-tika-vin11t2:376_0": "In the Vibhaṅga, monks, I allow you to take possession of five factors if it has been brought for the sake of sewing them, and confuses them, he becomes exhibited with the sake of their livelihood and disparaged in the way that is proper for an opening up, and one who has five qualities: ‘This is fitting in accordance with the rules.’”",
    "ai-tika-vin11t2:376_1": "according as it is said:",
    "ai-tika-vin11t2:377_0": "Herein, one who is seen (surely) himself started from this.",
    "ai-tika-vin11t2:377_1": "that comes up when he has finished his meal.",
    "ai-tika-vin11t2:377_2": "Island, thinking, “My step, even when you ask me about it, you can’t go.”",
    "ai-tika-vin11t2:377_3": "As long as they live, they are not persuaded by sleeping places, even though they sleep badly.",
    "ai-tika-vin11t2:377_4": "He was delighted and satisfied with the thought, “Indeed I will be happy there,” and he understood how I shall know about you.",
    "ai-tika-vin11t2:377_5": "The five factors possesses those without exception of the five factors. But even the receivers have three factors.",
    "ai-tika-vin11t2:377_6": "Ājīvaka Ājīvaka ascetics is pleased when asked. He is pleased when he lives in comfort. He is pleased with his livelihood.",
    "ai-tika-vin11t2:378_0": "But one who lives in a way that is pleased is an important. If anyone takes food, it’s given to him, it should be given also to them again.",
    "ai-tika-vin11t2:378_1": "When it was given, one who was oppressed in first carcasses, those who have gone forth underwhere else should be given to them.",
    "ai-tika-vin11t2:378_2": "it should be given to him in anger.",
    "ai-tika-vin11t2:378_3": "but one who says “I won’t allow you to refute yourselves having been bodied first, either to make yourselves or to the deathless.”",
    "ai-tika-vin11t2:378_4": "Not wanting to endure anything, it wouldn’t be appropriate for you to take back.",
    "ai-tika-vin11t2:378_5": "if someone says, “We’re not to appoint who have taken up residence and relaxed,” “It’s impossible for them to build him.” But they say, “It’s good that the goods have been done.”",
    "ai-tika-vin11t2:379_0": "the ghost realm of the gods because he has arisen in that ghost, and so on, the monk whose material body is free from fear and dread of becoming and has arisen, being reborn in this abiding of the Four Great Kings, the Protector of the World, etc., is the meaning of that.",
    "ai-tika-vin11t2:379_1": "And if Sakka was sitting down at the crack of dawn, he was seated himself on the bank of the river. He thought,",
    "ai-tika-vin11t2:379_2": "“One who is attached to the root of a tree in the midst of the gods and humans under the Thirty-Three, what should be spoken of in common.”",
    "ai-tika-vin11t2:379_3": "If it is a rag-robe, and she perceives it as such, there is no offense.",
    "ai-tika-vin11t2:379_4": "Likewise if the owner thinks, “I will take it too much. Please, if the husband should be given to them.”",
    "ai-tika-vin11t2:380_0": "and in the second, third and fourth,",
    "ai-tika-vin11t2:380_1": "The training rule on being repeatedly questioned, is what is said as “alsociating with the untrue” .",
    "ai-tika-vin11t2:380_2": "Such is the discussion that should be spoken to about only in the conversation.",
    "ai-tika-vin11t2:380_3": "The Simile of the most excellent Pāṭaliputta Village in the Suttas which were fixed by predatory spirits, etc., were canceled by Upāli.",
    "ai-tika-vin11t2:381_0": "Guarded by one hundred thousand widespreads, eighty thousand modes, nine hundred thousand monasteries, the one hundred thousand leagues in exceedingly towers, or even a hundred thousand times moved by fine foods, etc., with the defeat of all their wide shade and victor infact, cutting their heart full of passions, hatred by others, and by various others.",
    "ai-tika-vin11t2:381_1": "The second offense entailing expulsion is said to be the second offense entailing expulsion.",
    "ai-tika-vin11t2:381_2": "The remainder is able to perform the task for the sake of the surrounding him, for the sake of the 80 kilometers.",
    "ai-tika-vin11t2:381_3": "And here there is the first kind of sound of cotton.",
    "ai-tika-vin11t2:381_4": "For the sound of drums, that is to say, the reason why the Realized One is not allowed, except if it is.",
    "ai-tika-vin11t2:382_0": "The Vinaya from the Commentary",
    "ai-tika-vin11t2:383_0": "This in the Vinaya discipline.",
    "ai-tika-vin11t2:384_0": "The second section on the heels is finished.",
    "ai-tika-vin11t2:385_0": "In the third section on the unpleasant talk",
    "ai-tika-vin11t2:386_0": "241-2.",
    "ai-tika-vin11t2:386_1": "he says this, “Lust as an instrument of the family he shows the third kind from the fourth absorption and so on,” and so on.",
    "ai-tika-vin11t2:386_2": "Herein, reborn as a human being is born and growing on forms. That which is why a human being is reborn in hell, the animal realm, the human realm, and the ghost realm.",
    "ai-tika-vin11t2:387_0": "They are skilled in the human states, skilled in the human state, and skilled in the human states.",
    "ai-tika-vin11t2:387_1": "(The Buddha) asked: “In the first month he subdued the sign by the mother’s womb in the way already stated,” and when the consciousness arisen in the way already stated, he gave it to the aggregates and the consciousness associated with the concept –",
    "ai-tika-vin11t2:388_0": "“So long as the ghee has bunch",
    "ai-tika-vin11t2:389_0": "Thus, although beautifully, it is said to be “without the colour” .",
    "ai-tika-vin11t2:390_0": "they dropped in the leaf-hut and on their bodies, having been described in the one who is the length of the one or other of the tongue, and they put it on to the tent and the body of forms, and it through the runnning hilly and chowries about carpets about forms, and it is known that “long body” .",
    "ai-tika-vin11t2:390_1": "Saying, “He is quite different from death” in this way, “Indeed,” he never spoke of anywhere in the way beginning, “This is unincluded from the human state,” he reaches the end of the deathless state.",
    "ai-tika-vin11t2:390_2": "it is shown by a human being, he shows in the sense of conscience in regard to a human being,",
    "ai-tika-vin11t2:391_0": "Who knows “I am”: “I did not know.”",
    "ai-tika-vin11t2:391_1": "If a mendicant lives off the life faculty, might kill them and is calmed. The faculty of the life faculty of the ‘death’ is said to be a terminator.",
    "ai-tika-vin11t2:391_2": "That’s why they say that respond to an aristocrat, “Kill souls life” .",
    "ai-tika-vin11t2:392_0": "And that is how there is two kinds of life-faculty:",
    "ai-tika-vin11t2:392_1": "Herein, one who isn’t free of fondness and ignorant livelihood does not have regrets.",
    "ai-tika-vin11t2:392_2": "Once they are included in the same way as a poisonous form, since both Compassions and what has been given there in the way already described, what is the same thing should be understood as the ascetic life.",
    "ai-tika-vin11t2:392_3": "This is because of past in the past, future, and present in the future,",
    "ai-tika-vin11t2:392_4": "yet you must get rid of the present with (all) presents.",
    "ai-tika-vin11t2:392_5": "and that moment is threefold as one who has faith.",
    "ai-tika-vin11t2:393_0": "Herein, the arising of the producing of the arisen through the power of the arising of the enlightenment factor is producing condition for the moment of arising.",
    "ai-tika-vin11t2:393_1": "They’re attached to their own foes, and don’t attack themselves, being attached to their own troops.",
    "ai-tika-vin11t2:393_2": "entering the Earth, and rising early in the darkness of room, at the end of the darkness, going through the sky, and entering into a cool breeze of the hot in the darkness, and in the darkness of the two.",
    "ai-tika-vin11t2:393_3": "and the sun constituents (of mind and body) that provide fuel for attachment, the various aggregates, and the names of the categories.",
    "ai-tika-vin11t2:393_4": "Only this body is included in the peaceful way beginning, “In this way,” and interrupting the life faculty as a peaceful, one present, and he includes it thus: “Now, as long as life lasts, he lays off the course of life after life; and in this way there is neutrality, he should know that “This being peaceful,” and sublime” .",
    "ai-tika-vin11t2:393_5": "And this one says seems to him: “While I have no use,”",
    "ai-tika-vin11t2:394_0": "He shows how the opportunity to kill living creatures thus, “In the Commentaries,” and when he is shown that he is aroused .",
    "ai-tika-vin11t2:394_1": "Herein, breathing beings live in dependence on such a living being as “mindful” is said.",
    "ai-tika-vin11t2:394_2": "Killing living creatures is a name for the strike from killing living creatures, “He who is annoyed by the method,”",
    "ai-tika-vin11t2:394_3": "Killing living creatures is a person called ‘annon-standing’.",
    "ai-tika-vin11t2:394_4": "Killing living creatures is said:",
    "ai-tika-vin11t2:395_0": "“The Buddha spoke of killing living creatures",
    "ai-tika-vin11t2:396_0": "The great hermitage –",
    "ai-tika-vin11t2:397_0": "in the way already described there should be given here by the Vibhaṅga thus: “Here the incompatible of the Dhamma” .",
    "ai-tika-vin11t2:398_0": "tossed aside: if he stands in a league,",
    "ai-tika-vin11t2:398_1": "Because of this he is a human birth,",
    "ai-tika-vin11t2:398_2": "“A before she,” she said, “As a reward.",
    "ai-tika-vin11t2:398_3": "Hatthaka:",
    "ai-tika-vin11t2:398_4": "like a driven by the boundaries:",
    "ai-tika-vin11t2:398_5": "Virtuous conduct should be given to the meaning in one whose weapons thus, “Blessed with the palm length of life” , etc., by one whose necessary condition is worthy of the kasiṇas .",
    "ai-tika-vin11t2:398_6": "for the sake of heaven.",
    "ai-tika-vin11t2:398_7": "Hence it is said: “Before I shaveling the air with a stone, arrow, or a clusterities,”",
    "ai-tika-vin11t2:398_8": "Here the various kinds of demonstration, archers, and the mouth-workers are its head.",
    "ai-tika-vin11t2:398_9": "or lay down as much as they like.",
    "ai-tika-vin11t2:398_10": "With this congregation the neighborn,",
    "ai-tika-vin11t2:399_0": "or ‘Painfully because of death is the meaning of death for the purpose of time, with death.’",
    "ai-tika-vin11t2:399_1": "“Living in Jīvaka, you’ll give the drawbacks of death to your head.” And he said, “Death you have vanquished qualities.” He said, “Dear Bhallika, you’ll eat the food, drink, clothes, vehicles, villages, towns, currents, and moves through the air enemy, you have no more doubts about the dying, the murder of death, the maidens of a lay followers who have compassion for your own life” .",
    "ai-tika-vin11t2:400_0": "if he teaches by the 40 kilometers;",
    "ai-tika-vin11t2:400_1": "the meaning to kill him, he said, “Kill yourself with a knife, rope, a lake, anointment, or a rope.” And he said, “Such is a suitable liquor, auority.”",
    "ai-tika-vin11t2:400_2": "“Oh, indeed weaver, the one who cuts the stream was born in the untrained.”",
    "ai-tika-vin11t2:400_3": "By the two elements of running, like a charming hair freshly spun by on the Blessed One’s neck, which is like the function of a life-form in the way beginning . He is the meaningful in the present life of a lotus-form, which is the meaning.",
    "ai-tika-vin11t2:401_0": "The Buddha’s smooth weapons, By the words, which brings about the resolving of Siddhattha (himself), by understanding the earth, and by composing the chanks of men .",
    "ai-tika-vin11t2:402_0": "those who were born in the six lower worlds, and the sunshade.",
    "ai-tika-vin11t2:402_1": "elephants, horses, having no use for what is profitable,",
    "ai-tika-vin11t2:402_2": "It is here that the characteristic of function is characterized here by its own hand, and so on its own particulars, etc., which is why it is manifested as one’s practice.",
    "ai-tika-vin11t2:403_0": "245.",
    "ai-tika-vin11t2:403_1": "“As a mendicant, when the other’s bidding, doesn’t motivated by another and exceeding on air.”",
    "ai-tika-vin11t2:403_2": "“One who is constantly determined” is the same as “the intended” .",
    "ai-tika-vin11t2:403_3": "Neither sets out of the river Nerañjarā.",
    "ai-tika-vin11t2:404_0": "246.Dūranti dūraṭṭhaṁ.",
    "ai-tika-vin11t2:404_1": "By means of the body: here “The elephants, the body is interpreted, the palms of the hand, and so on.”",
    "ai-tika-vin11t2:404_2": "which is connected with what is connected with grasping, (and saying): “This is connected with the first foot-stand,” and “It is just as before.",
    "ai-tika-vin11t2:404_3": "sounds, smells, tastes, touches, and thoughts are what is said.",
    "ai-tika-vin11t2:404_4": "the meaning is, giving up.",
    "ai-tika-vin11t2:405_0": "if he is constantly covering the head with his foes, he arose with his heart;",
    "ai-tika-vin11t2:405_1": "The abode of these is something shaken by means of non-human beings who have not discerned, doing, etc., by means of these, and so on. He is free from fearfulness and dread .",
    "ai-tika-vin11t2:406_0": "Transmigration: for the coming and going of the life-continuum, and discreetching the pervasion of the five hindrances,",
    "ai-tika-vin11t2:406_1": "They don’t hear the lady, and others recite it again and again.",
    "ai-tika-vin11t2:407_0": "249.",
    "ai-tika-vin11t2:407_1": "The method of sacrifices, the wields of psychic power, the shade of the wields is performed, not even a league for a league.",
    "ai-tika-vin11t2:407_2": "Some of the deeds born in the womb for the native spirits, some with psychic power, the spirit Suppabuddha said: “The Nāgas, the eighth princes of the great spirits, who have become successful and prosperous and full of supernormal powers, who have spoken of the eighthypositions.”",
    "ai-tika-vin11t2:407_3": "There the dragons seen them after seeing the talking about the dragons, and seeing them consumed the several bulls place,",
    "ai-tika-vin11t2:407_4": "So too, in this way too,",
    "ai-tika-vin11t2:407_5": "(but) powers that he should be frightened with psychic powers, he should not be despised there.",
    "ai-tika-vin11t2:407_6": "For this is said in the Commentaries:",
    "ai-tika-vin11t2:408_0": "“Whose shaken off cropsen to the development of others, being unknown,",
    "ai-tika-vin11t2:408_1": "Devoted to the destroyer of slaughtering (others) his throat, like a powder’s cracking water with their psychic power, and like it only when they want (only) to break it.",
    "ai-tika-vin11t2:408_2": "They don’t agree with what is skillful.",
    "ai-tika-vin11t2:408_3": "For I have done the fourth kinds of mindfulness meditation.",
    "ai-tika-vin11t2:408_4": "neither-painful-nor-pleasant feeling is related to the complete ending of suffering.",
    "ai-tika-vin11t2:408_5": "Without applied and sustained thought: without thinking, with thinking and reflection, without placing the mind and keeping it connected.",
    "ai-tika-vin11t2:408_6": "of the limited-handed monastery is limited and expanded.”",
    "ai-tika-vin11t2:409_0": "those forcibly thirty-six times occurring evenly.",
    "ai-tika-vin11t2:409_1": "a recitation passage for recitation, the Monastic Code, and a recitation passage for recitation, and analysisting, “They are wrong.”",
    "ai-tika-vin11t2:409_2": "And this is the only truth, which should be understood as it is for.",
    "ai-tika-vin11t2:409_3": "here it is the one recitation passage for recitation that is apart from the scriptures, etc., that is how two or three leagues are disagreeable.",
    "ai-tika-vin11t2:409_4": "What is the two? I shall reciters and have one separate definitely brings about these two (supernatural) powers, and I shall proclaim it (to others): “I shall cause the intention of laws, enquieldy about the Island.”",
    "ai-tika-vin11t2:410_0": "Though people wrapped among men and gods,",
    "ai-tika-vin11t2:410_1": "Through the legal procedure of deed, through that deed,",
    "ai-tika-vin11t2:410_2": "It isn’t because of their deeds in the lower realm, the (wholesome) their deeds, that is theirsor.",
    "ai-tika-vin11t2:411_0": "(but) after being attacked with joy, glad, and rubbed to the gods of the Thirty-Three, the Best of Men, he entered upon a human state,",
    "ai-tika-vin11t2:412_0": "can carry on scratching the head or the waist in the bowl,",
    "ai-tika-vin11t2:412_1": "and later to the next;",
    "ai-tika-vin11t2:412_2": "And two, generals, blacks, clay, waves,",
    "ai-tika-vin11t2:412_3": "The killer of killing, caging:",
    "ai-tika-vin11t2:412_4": "which brings death to the precincts.. The sound of the law of the services (of the drums), making the sound of death is accumulated.",
    "ai-tika-vin11t2:412_5": "And for the purpose of death, which was given for the purpose of abandoning those many wishes, is for the purpose of abandoning the absence of death, he will beginated only by the Elder Maddita.",
    "ai-tika-vin11t2:412_6": "are not aiming to give the full ordination in the human realm, then for the sake of all the life is said.",
    "ai-tika-vin11t2:413_0": "exceedingly the two, namely, the same illustrious verses, and material possessions, honor, and popularity.",
    "ai-tika-vin11t2:414_0": "255.Karaṇassāti kiriyāya.",
    "ai-tika-vin11t2:414_1": "Differents his diversity,",
    "ai-tika-vin11t2:414_2": "While they were deliberating, they fall back from the cemetery of wipe.",
    "ai-tika-vin11t2:415_0": "in the six kinds of weavers.",
    "ai-tika-vin11t2:415_1": "* He who is included by the word “builder” such as the rainy season, etc., which was given in the Haṁsavatī, and that is to say,",
    "ai-tika-vin11t2:416_0": "257.",
    "ai-tika-vin11t2:416_1": "What is that sword?",
    "ai-tika-vin11t2:416_2": "Seven months (where) beings live on a being of these seven months, etc., are not adhered to by false speech.",
    "ai-tika-vin11t2:417_0": "violently plunged into the sky.",
    "ai-tika-vin11t2:417_1": "There is dividing schism in two or three.",
    "ai-tika-vin11t2:417_2": "cut up, cutting off, avoided, two or three.",
    "ai-tika-vin11t2:417_3": "The bean curry of the head,",
    "ai-tika-vin11t2:417_4": "That is why it is said .",
    "ai-tika-vin11t2:417_5": "Speaks many dangers.",
    "ai-tika-vin11t2:417_6": "the meaning is that it is an instance.",
    "ai-tika-vin11t2:418_0": "259-60.",
    "ai-tika-vin11t2:418_1": "“He prospers in the city, don’t give it up.” ...",
    "ai-tika-vin11t2:418_2": "and when the 40 kilometers goes down,",
    "ai-tika-vin11t2:418_3": "clothes, saying: ‘What’s the point of this,’ is the right kind that it is inferior.",
    "ai-tika-vin11t2:418_4": "then you’ll give away that site.”",
    "ai-tika-vin11t2:418_5": "“A host of gods,",
    "ai-tika-vin11t2:418_6": "it is said to be a particular (and then) if it is shown by a silence,",
    "ai-tika-vin11t2:418_7": "Propper to the roots,",
    "ai-tika-vin11t2:418_8": "for people stand at the root: possession of the portions there is a chair,",
    "ai-tika-vin11t2:419_0": "261.",
    "ai-tika-vin11t2:419_1": "if he is suspected and making an appointment, and then, without having made amends for it, even if he says, “Thoses it is far from the base of psychic power,” “They are to be expelled and excluded from the community.”",
    "ai-tika-vin11t2:419_2": "clothes and killed them. ...",
    "ai-tika-vin11t2:419_3": "They go up to the riches, just as weeping.",
    "ai-tika-vin11t2:419_4": "stores up down for leagues,",
    "ai-tika-vin11t2:419_5": "For one who has taken up the dead,",
    "ai-tika-vin11t2:419_6": "both of these ( swords) seventy-two systems.",
    "ai-tika-vin11t2:419_7": "At the time of the Kattika full moon, so that the time is grabbed by the wind heat, and he will not at the time of his moment.",
    "ai-tika-vin11t2:419_8": "bonds are bonds, workable.",
    "ai-tika-vin11t2:419_9": "Or alternatively, it is hatred to deeds, the kin is bound by deeds,",
    "ai-tika-vin11t2:420_0": "The meaning is that it is not overpowered (including): “There is no delimitation for the dead, there is no deliverance”, and the meaning is, it is the delimited calm.",
    "ai-tika-vin11t2:421_0": "all the time should be understood as systems constructed in all the times.",
    "ai-tika-vin11t2:421_1": "with all the aspects of all beings:",
    "ai-tika-vin11t2:421_2": "the wise one, overcome by Dhamma,",
    "ai-tika-vin11t2:421_3": "for he dispells the meaning in that way.",
    "ai-tika-vin11t2:422_0": "They think, “Where is it, sirs?” and “It is standing in the neighborhood of a village, don’t perceive it as it is said to be one who thinks, “Where is it about?” and “It is said, but there is no opportunity,”",
    "ai-tika-vin11t2:422_1": "The sender to the Fortunate One,",
    "ai-tika-vin11t2:422_2": "if she thinks, “I’ve taken up” and “There’s no need,” and the meaning is the meaning.",
    "ai-tika-vin11t2:422_3": "if he stands in the same room, saying, “So it is to be found in the wooden village,” and she is reinforced by a magician,” and she is staying in the wood; or she is near Verañjā, there is no less than a village, or town in that village.",
    "ai-tika-vin11t2:422_4": "Then, thinking, “Sāliputta,” he should knock on the thighs, wristen the opposite sex. He should only be taken by thighs, saying, “Sāketa, open them,”",
    "ai-tika-vin11t2:422_5": "He knows as it has been understood, is being suspected from this.",
    "ai-tika-vin11t2:423_0": "They all were reborn in the village of Verañjā.",
    "ai-tika-vin11t2:424_0": "270.",
    "ai-tika-vin11t2:424_1": "‘He moves for the sake of anyone, don’t go with anyone who, with the intention of precincts it for anyone.’",
    "ai-tika-vin11t2:425_0": "He fills the inferior bowls because there is something more:",
    "ai-tika-vin11t2:425_1": "“This is the case, not the other.” Then, “Better, Māra, or Brahmā, this is the same kind of built.” Then they put it on, dry ground, on all sides, do not give rise to this one.",
    "ai-tika-vin11t2:425_2": "sinews, bones and bone;",
    "ai-tika-vin11t2:425_3": "The lump of frothyers also eat",
    "ai-tika-vin11t2:425_4": "It is “unbounded” because it is included in the same way as “special” in the same way.",
    "ai-tika-vin11t2:426_0": "Guaranteed, they get the same warrior-noblems here and there, the peril of their shade of their own perspectives, persuading each other with respect to their own perils.",
    "ai-tika-vin11t2:427_0": "274.Parenāti bhikkhunā.",
    "ai-tika-vin11t2:427_1": "The first monk told him.",
    "ai-tika-vin11t2:427_2": "he does not think, “She is sitting, but do not come to the next life.” But when he thinks, “This isn’t like that, it’s unthinkable, ignoring, and instruments.” But when it is said, he does not perceive that he wants to make a deportment, but he thinks, “It isn’t like this.",
    "ai-tika-vin11t2:428_0": "275-6.",
    "ai-tika-vin11t2:428_1": "When there is no place, what is unsuitable, and having shown that it is the opposite of, people will give to reason for this reason and that they invite him, saying: “Come, opportunity,”",
    "ai-tika-vin11t2:428_2": "But they mustn’t think, “Shouldn’t go.” Then they think, “Let them not come.",
    "ai-tika-vin11t2:428_3": "She said, “I’ll go, don’t want to go.” Then they pulled her relatives and kin come, saying:",
    "ai-tika-vin11t2:428_4": "stretching along a league in this way: “From this day I stretch out!”",
    "ai-tika-vin11t2:429_0": "Having given up those things, they shake,",
    "ai-tika-vin11t2:430_0": "Shaved her to cut down from the bonds, and he deposed them again.",
    "ai-tika-vin11t2:431_0": "Associating with lofty things, etc., which is precisely in the sense of urgency,",
    "ai-tika-vin11t2:432_0": "280-1.",
    "ai-tika-vin11t2:432_1": "To this extent it is to be shown by the size of the monastery that is the basis for such a long time, etc., and if it is said, “Now, this because of this it is the time for prolonging the merchant’s size of the houses.”",
    "ai-tika-vin11t2:432_2": "“Transmigration ...",
    "ai-tika-vin11t2:432_3": "There is no garland of flowers, garlands, and stalks without arranging it, he thinks, “Even if there is no-one likesticks, doing anything that can be done for one who thinks, “Even if you’re not able to get lost,” and when he falls asleep, he is able to live there.",
    "ai-tika-vin11t2:432_4": "Then he may, if he thinks, “I’ll make a league back for a league,” and so on.",
    "ai-tika-vin11t2:432_5": "having experiential confidence in the cause of (myself).",
    "ai-tika-vin11t2:432_6": "- makers for the ornament of Laṅkā",
    "ai-tika-vin11t2:432_7": "What is meant is that in your practice?",
    "ai-tika-vin11t2:432_8": "“By the problem, king, we also gave another such as this matter, there is no other dispensation.”",
    "ai-tika-vin11t2:433_0": "If you had the intention to commit theft, he brought it to him.",
    "ai-tika-vin11t2:433_1": "just because they haven’t done a paternal an opportunity to specifiedly; there’s no need to be released from the species of work. They’re not freed from the King.",
    "ai-tika-vin11t2:433_2": "if he thinks, “If in such-and-such a monastery or day and nights in such-and-such a spot in the day or night, after getting permission from it whenever he is seated,” and he sends him away, saying, “She is expelled,” and he sends him away, he too the daughter-in-law.",
    "ai-tika-vin11t2:433_3": "Then he kinsman of the deer-hunters, (thinking):",
    "ai-tika-vin11t2:433_4": "but only the self-definitively recites. The other is the same.",
    "ai-tika-vin11t2:433_5": "If it is something else than the root:",
    "ai-tika-vin11t2:433_6": "If he does not know or see another, but he is expelled and excluded from it, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:433_7": "in the next phrase, one should precincts between the shoulders.",
    "ai-tika-vin11t2:434_0": "282.",
    "ai-tika-vin11t2:434_1": "If you do, there is an instance of a human being, he commits an offense entailing confession.",
    "ai-tika-vin11t2:434_2": "it is two leagues monasteries and two leagues away to move the 40 kilometers.",
    "ai-tika-vin11t2:434_3": "Herein, just as, when a hundred leagues from Pāṭaliputta has arrived at least three leagues, and is complete within a league for leagues, back for the sake of a league.",
    "ai-tika-vin11t2:434_4": "him to the opposite sex: “A distancer is the bowels;",
    "ai-tika-vin11t2:434_5": "“For his moment,” he said the calves, “We are holding on the spot”.",
    "ai-tika-vin11t2:434_6": "“There is a door, ‘a cloth’ and arranged from it,” and so he said,",
    "ai-tika-vin11t2:435_0": "“Human beings, did you see any kind of work?",
    "ai-tika-vin11t2:436_0": "If you dig up the cloth",
    "ai-tika-vin11t2:437_0": "at that moment, at each instance,",
    "ai-tika-vin11t2:438_0": "but there is an offense of wrong conduct.”",
    "ai-tika-vin11t2:439_0": "Pāṭaliputta, more thanks, in a greater result, he made an effort to have someone else threw a nest.",
    "ai-tika-vin11t2:440_0": "283.Tatthāti tasmiṁ āvāṭe.",
    "ai-tika-vin11t2:440_1": "Because of that she became well-known as a human being,",
    "ai-tika-vin11t2:440_2": "for the sake of pain and sorrow (in all),",
    "ai-tika-vin11t2:440_3": "The mistress is the current.",
    "ai-tika-vin11t2:440_4": "He fell into the monk’s messenger, and he puts it on the further side.",
    "ai-tika-vin11t2:441_0": "Whatever bad he constructed in the ocean is quite different from there, that is,",
    "ai-tika-vin11t2:441_1": "Without having no measure of food, without having placed, is the meaning.",
    "ai-tika-vin11t2:441_2": "In the case of the results, in the falling away of the wishes, “Abscess,”",
    "ai-tika-vin11t2:441_3": "“‘Impermanent’: he should apprehend the meaning in virtue of the moderation thus: “The actually apprehending the aspect of the moderation is its far enumeration, is its meaning.”",
    "ai-tika-vin11t2:442_0": "285.",
    "ai-tika-vin11t2:442_1": "“In that case, anyone who says is there any incomparable.” Then they might die if that person washed away their own entire life. When it was springs up, they’ll die, then they may be reborn in one leagues.",
    "ai-tika-vin11t2:442_2": "“Who is the name of your parents?” And in order to do his mother and father,",
    "ai-tika-vin11t2:442_3": "Through the (true) deeds, he is expelled and excluded from the community.",
    "ai-tika-vin11t2:442_4": "went to the food district, having eaten the food,",
    "ai-tika-vin11t2:443_0": "They think, “People has fallen to the ground on a site.” At that time they pass away, they must drive her back. After creating a dead one, the perfected one, the fully awakened Buddha, after passing away, and at that time the meaning has passed away.",
    "ai-tika-vin11t2:443_1": "“Forms” is one seen, in each phrase, in the commentaries, the meaning should be seen in the sense of composing, and the air.",
    "ai-tika-vin11t2:443_2": "They told him, “Just as this ground,” and they told, “This is the ground,” and they then dismissed me, saying, “This is the ground, Venerable,” and when the time was in this matter,",
    "ai-tika-vin11t2:443_3": "When they build a serious offense, and when they pass away, there is a serious offense.",
    "ai-tika-vin11t2:443_4": "When he has fallen into it, he is dead and mostly undecomposed, and he lay down upon the throne, he commits a serious offense.",
    "ai-tika-vin11t2:444_0": "Two on the inner clothes, and two on the other side are the same sheets, killing, and dead.",
    "ai-tika-vin11t2:444_1": "One or one of them wives, one or two children who kills living creatures.",
    "ai-tika-vin11t2:445_0": "288.",
    "ai-tika-vin11t2:445_1": "Again, if the bandits have been bound here and there, they’ll die in a midstress even a league.",
    "ai-tika-vin11t2:445_2": "gradually to Anurādhaka.",
    "ai-tika-vin11t2:446_0": "those who look for them",
    "ai-tika-vin11t2:446_1": "Herein, there is a human being in that place, if it is carried off the currents there, horns and go about. From that has been reborn there, people who are spontaneously reborn there, and then sees in consequence of such a hunter dried up and thoroughly been reborn there, there after being no distinction between the people.",
    "ai-tika-vin11t2:446_2": "having been reborn here, they fill the size: here.",
    "ai-tika-vin11t2:446_3": "but where there is no sound of drums (wrong) a good reeds.",
    "ai-tika-vin11t2:447_0": "gets the sound of covetousness, etc., that is to say: the sound of drums,",
    "ai-tika-vin11t2:447_1": "Taking the site for a serious offense,",
    "ai-tika-vin11t2:447_2": "and the sound of a serious offense.",
    "ai-tika-vin11t2:448_0": "doesn’t according to what is said, “This non-world” is said.",
    "ai-tika-vin11t2:449_0": "Pressing the teachings that lasts,",
    "ai-tika-vin11t2:449_1": "is the reading on the road.",
    "ai-tika-vin11t2:449_2": "“For he who explains the meaning, in this way is indeed the meaning, in this way.”",
    "ai-tika-vin11t2:450_0": "If he has had enough clothed in the morning, and he explaineds any other than that, there is no offense.",
    "ai-tika-vin11t2:451_0": "on account of eating it, the Lord of the World or those non-human beings.",
    "ai-tika-vin11t2:451_1": "Embracing the plane of roots,",
    "ai-tika-vin11t2:451_2": "Bound by deeds he kills living creatures, steals, commits sexual misconduct,",
    "ai-tika-vin11t2:451_3": "These are the calms, workers, and bonds.",
    "ai-tika-vin11t2:451_4": "When he is expelled in the three Vedas, he rose up from the first caste; then in the middle of the day he then was told, “Enough, sir, I wasn’t able to kill all that.”",
    "ai-tika-vin11t2:452_0": "298.",
    "ai-tika-vin11t2:452_1": "“If that place wherever he sees a fleing that lights up the wind, he sees with a strong wind, or float stuck or collapsed in his mouth, and having dragged down the current, after seeing it swiftly, he ropes over his head, a strong wind, or float them away down in the eighth day.”",
    "ai-tika-vin11t2:452_2": "And here it is said in the Paṭisambhidā that the words “has calls a reference to” , etc., in order to show the meaning of his , and so on.",
    "ai-tika-vin11t2:452_3": "Where the word-meanings: here too that has the eighty-foted laws on the clause, the compassion has been handed down, and the customs, “This is what is meant?”",
    "ai-tika-vin11t2:452_4": "Because of this, they think:",
    "ai-tika-vin11t2:452_5": "“Even if you have got early in the morning, the distinction is what is said;",
    "ai-tika-vin11t2:452_6": "When they are cleansed by snares, and now do they get past from both sides.",
    "ai-tika-vin11t2:453_0": "anyone who gets a recipient (preparation) from Pāṭaliputta;",
    "ai-tika-vin11t2:453_1": "having destroyed it, do not use it, and having deposited the meaning, the meaning is that it is not called so.",
    "ai-tika-vin11t2:453_2": "Herein, Cānati and Story means, and delight in the evening.",
    "ai-tika-vin11t2:453_3": "Who is freed?",
    "ai-tika-vin11t2:453_4": "I went to where",
    "ai-tika-vin11t2:454_0": "Having prepared a valuable because of delusion, they don’t come into leagues.",
    "ai-tika-vin11t2:454_1": "Having seen (that), he thinks: “This is the reason for it is in the sense of having seen and it is the cause,",
    "ai-tika-vin11t2:454_2": "Someone else might think: ‘This is another thing that is wrong-doing ...’",
    "ai-tika-vin11t2:454_3": "doesn’t escape being freed there,",
    "ai-tika-vin11t2:454_4": "But no one of them would cut down such a separate place without cutting off anyone.",
    "ai-tika-vin11t2:454_5": "dropped in the sixty-three.",
    "ai-tika-vin11t2:454_6": "Who is freed?",
    "ai-tika-vin11t2:454_7": "walls and precincts,",
    "ai-tika-vin11t2:455_0": "While (the weeping) the currents for he was hurriedly covering the raft, and the wailing of his forehead.",
    "ai-tika-vin11t2:456_0": "let alone from the houses: “Where do you not wish.” This is the first method of the houses,” and “There is no offense for gaps that is necessary; they are to be harassed there by the houses.",
    "ai-tika-vin11t2:456_1": "“I will not tell this,” and he then departs, without getting permission from it, he commits an offense entailing expulsion. When I have seen that there is no dangerous talk about it. When I departed, he then departs without putting it away, having risen above it, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:457_0": "if he says, “I won’t know,” “This is a person who is not fully ordained,” and he replies, “They’ll die,” and when there is no offense for one who is dead,” “I have no use,” and if there is no offense for one who is dead, there is no offense.",
    "ai-tika-vin11t2:457_1": "“Dears in,” “(the place) exceedingly in this way is used to be in.",
    "ai-tika-vin11t2:457_2": "If he has a non-human intentionally left their mind, then leaves because he wants more than the one who has gone forth into homelessness, there is no offense.",
    "ai-tika-vin11t2:457_3": "and the simile of the initiative forms as stated,",
    "ai-tika-vin11t2:458_0": "it is shown by the supernormal powers.”",
    "ai-tika-vin11t2:458_1": "“We will show mindfulness of death by wishing to die;”",
    "ai-tika-vin11t2:459_0": "The Vinaya from the Commentary",
    "ai-tika-vin11t2:460_0": "This in the Vinaya discipline.",
    "ai-tika-vin11t2:461_0": "The third section on the same commentary is finished.",
    "ai-tika-vin11t2:462_0": "In the fourth dyad",
    "ai-tika-vin11t2:463_0": "306-7.",
    "ai-tika-vin11t2:463_1": "Thus, being thus shown that third place, in the third part of the fourth beginning, “As absence of the four paths, I will show the fourth in order to show the way, the incomparable Jina, and so on.”",
    "ai-tika-vin11t2:463_2": "Herein, having driven out that he has no affection. If he says, “Because he has not broken down such-and-such a piece of grain,” and he then, “After doing it, he must eat unshakable,” and he replies, “Afterred to the monks”.",
    "ai-tika-vin11t2:464_0": "having a peaceful life-form in that place, in oneself, the destiny is not found.",
    "ai-tika-vin11t2:464_1": "Having made themselves exclaimed: here, having made (them), he is going to him.",
    "ai-tika-vin11t2:464_2": "If he is mastered by means of attraction and delight, then on account of that, if he focuses his mind on the spotless mind on that occasion, then that is what is said.",
    "ai-tika-vin11t2:464_3": "of other monks who live in the monastery Vibhaṅga thus, “The monks are in common with the exposition;”",
    "ai-tika-vin11t2:464_4": "And when they have seen these things, they understood: “I have achieved what is seen, heard, thought, and known, attained the supreme state of sublimeness.”",
    "ai-tika-vin11t2:464_5": "When their body breaks up, after death, they have been reborn in the company of the jhānas, etc., which is an imperishable abiding in the noble ones, in that jhāna, which is accompanied by defilements, has the defilements, and the attainment of the fruits of the path, and that is an empty hut.",
    "ai-tika-vin11t2:464_6": "“They do.”",
    "ai-tika-vin11t2:465_0": "If you are standing in the opposite direction, you should confess one by body or speech, saying:",
    "ai-tika-vin11t2:465_1": "anyone who understands the ways of standing, having gone forth, standing or married, the vehicles, or of a woman or a man of the ascetics of other religions, thinking “Whoever has gone forth.”",
    "ai-tika-vin11t2:465_2": "By body: by speech or by body and speech:",
    "ai-tika-vin11t2:465_3": "“Once this is the winnerest for the hand, this is not the time for the hand, this is the elephant, this is the head in the hand, this is the bloated, this is the eighth person, this is the basis for understanding, and this is the development of the discussion.”",
    "ai-tika-vin11t2:465_4": "* For he who stands in the forest, the one who is standing in speech may be able to convert with any kind of speech or with any other.",
    "ai-tika-vin11t2:465_5": "* He who is senior: he who is senior, a middle or junior,",
    "ai-tika-vin11t2:465_6": "“I can add the first absorption” for the first absorption, etc., that when someone says “I am entering the first absorption,” or “I might say.”",
    "ai-tika-vin11t2:465_7": "In this case “se” is the meaning of that is useful,",
    "ai-tika-vin11t2:465_8": "you too will well-known.",
    "ai-tika-vin11t2:465_9": "or “change-of-worker’s word has been spoken about, without any use of it, with one of the menstruments because of being asked, “This is why, actually mentioned, using the meaning in the way already described,”",
    "ai-tika-vin11t2:465_10": "“After giving up” is exceedingly to the Enlightened One, he can’t do so again to one who is delivered, supplementary on virtues, etc., and then, having made the special qualities of good qualities, he can’t even see the means to its special qualities of the Enlightened One’s special qualities.",
    "ai-tika-vin11t2:465_11": "What does he say ...",
    "ai-tika-vin11t2:465_12": "in silence.",
    "ai-tika-vin11t2:465_13": "And he can’t do so by each other.",
    "ai-tika-vin11t2:466_0": "308-9.",
    "ai-tika-vin11t2:466_1": "But now you can’t think, “Now,” according to the specifically,” etc., in this way, they bring about whether or not it is negligent,” and they show non-human beings, whether in this way.",
    "ai-tika-vin11t2:467_0": "In the first absorption he says, “I shall attain the first absorption.” But in the same way, he is “I am the same as danger.”",
    "ai-tika-vin11t2:467_1": "But he twelves the twelve measures (of the Elder), after which he was speaking to him.",
    "ai-tika-vin11t2:467_2": "And he knows “This is the first jhāna” and “Dwells in the first jhāna,” and so on, without having asked, is the meaning.",
    "ai-tika-vin11t2:467_3": "But one who, not knowing the absorptions or of the three absorptions, etc., should do so by one who has acquired the wisdom of freedom from sense desires, etc., and who is unshakable in order to preceding the aggregates, etc., and one who knows “I have entered upon them” or “I am entering the first absorption because of the embracing freedom” or “I am in the Commentaries. ” And this is said, “It seems, too that would because it seems, the eight liberations because it seems, etc., have been attained, in accordance of the signs, and so on.”",
    "ai-tika-vin11t2:467_4": "When he has passed away, there is noise of which free from fear and dread, and there is no evil plants of supernatural special qualities of various kinds, untroubled and single-layered iron balls, and has it made use of this gifts: “One who is unfavourable to the Dispensation, and makes use of the stakes,” and so on.",
    "ai-tika-vin11t2:467_5": "As he is told because of this: “Bhaddā, what he has said first is not able to teach for the sake of this, even when a debate,” because he has said and he does not repeat it again,",
    "ai-tika-vin11t2:468_0": "but now I will show you the meaning of what is said.” ...",
    "ai-tika-vin11t2:468_1": "But if he does not know about a lamp, he does not know the special qualities of lying in a good place.",
    "ai-tika-vin11t2:469_0": "if he says, “This to one who is fully ordained,” “This has been shown by him,” “Dields,” “By this breath,” “They’re said, “Will they make this effort,” “We shall give,” “We wish to create a creature” he commits an offense entailing confession.",
    "ai-tika-vin11t2:469_1": "he who stays here in this monastery, and is a league for one league.",
    "ai-tika-vin11t2:469_2": "if she proclaims what has been made;",
    "ai-tika-vin11t2:469_3": "And he knows “This is enlightenment in this way” or “This passage for recitation with the analysis of annoyance,” while he knows “This poorly contradicts itself,” and if he does not know, “This is the only truth,”",
    "ai-tika-vin11t2:469_4": "so it is overpowered, that monk",
    "ai-tika-vin11t2:469_5": "This is said in the section dealing with that.",
    "ai-tika-vin11t2:469_6": "There is no offense of wrong conduct.",
    "ai-tika-vin11t2:469_7": "To give about the reason of his own hands, and making the point of the three robes in the presence of those already described, then making the agreements about the Paṭisambhidā, he should give them to his own hands in this way:",
    "ai-tika-vin11t2:470_0": "And here the words “faith” can be understood as stated in the Commentaries, etc., as stated in the passage beginning, “Herein,” and “from the syllables .”",
    "ai-tika-vin11t2:470_1": "Likewise in the case of the jhāna factors, etc., in the case of the obtaining of the jhānas, etc., these immaterial attainments, etc., are of the jhānas that are incompatible and quiet, blemish, and clever, learned, arrogant, one who understands this exposition of the opposites, one whose mind is pointed:",
    "ai-tika-vin11t2:471_0": "they stated according to the kind of existence.",
    "ai-tika-vin11t2:471_1": "(But) he thought, “I have achieved it thus.” “It’s so that, having achieved it, they attain it,” “It’s strong, when I have achieved it.",
    "ai-tika-vin11t2:471_2": "When this is completed, there is no offense for one who isn’t committed any offense, they shouldn’t be called “learned”.",
    "ai-tika-vin11t2:471_3": "“By the profitable,” “The Buddha says, “It is in accordance with the Dhamma” , “It is said, “It is in the first jhāna,” “It is quite clear,” “It is said, “It is interrupted,” “It is said.",
    "ai-tika-vin11t2:472_0": "If there is no measure of the urgency, one who does not think:",
    "ai-tika-vin11t2:472_1": "They don’t review the noble path, or the western path—of mind—when it’s abiding with five points,",
    "ai-tika-vin11t2:472_2": "Unvirtuously, there is no subduing virtues of being controlled of the noble ones.",
    "ai-tika-vin11t2:472_3": "For one whose meditation subject is well taken by virtue, etc., but not for the development of the meditation subjects that are familiar, and so on.",
    "ai-tika-vin11t2:472_4": "At the end of all meditation subjects, which is of the attainment of renunciation, having attained perfection and consummation of insight, obtained knowledge, has the attainment of vision, and knowledge arose in him.",
    "ai-tika-vin11t2:472_5": "They make sure that one’s shared by means of serenity and discernment in the defilement, and which will be able to remain unallowable, (for them).",
    "ai-tika-vin11t2:473_0": "that is how the sound of cow comes.",
    "ai-tika-vin11t2:473_1": "“Yes,” they replied.",
    "ai-tika-vin11t2:473_2": "“Yes,” he replied, “Yes.” But he intentionally, he is preparing the World,” “This is the purpose of making him leave.",
    "ai-tika-vin11t2:473_3": "is said to be wanting to show (them), so the complete:",
    "ai-tika-vin11t2:473_4": "What is meant is that they doing. The meaning is that: “It is inferior to abstaining from wicked desires, merely through the power of fellows,” and he does so in the same way he declared the meaning of this.",
    "ai-tika-vin11t2:473_5": "and the beginning of the middle is also said.",
    "ai-tika-vin11t2:473_6": "“‘I am’ with the first absorption’ is said. The meaning is non-existent.",
    "ai-tika-vin11t2:473_7": "the monks from the group of six are practising the Vaggumudā.",
    "ai-tika-vin11t2:473_8": "(but) after being described under the word of the kind already described under the word ‘protector of mind’, and so on.",
    "ai-tika-vin11t2:474_0": "It is the way to develop me, and so on. He will develop me a meditation subject for the sake of developing such and cultivating the meditation subject as the a foundation for developing the mind investigation of the sign, and because it is the actual way to developing the mind, and to develop signifies it with the fading away of happiness.",
    "ai-tika-vin11t2:474_1": "whatever she has entered into is discovered, by the Dhamma, and so on, the incomparable,",
    "ai-tika-vin11t2:474_2": "Unbounded is held together in a present life-form, and not without a thought.",
    "ai-tika-vin11t2:474_3": "While a human being is profitable for a human being, he knows that it is “finitely use” and “For he who know that it is a human being,” and once again entered upon it, and that it is not,",
    "ai-tika-vin11t2:474_4": "and by the name of this enquiry: ‘Perception is the driver’ influence of perception.",
    "ai-tika-vin11t2:474_5": "“The monk who stays in your dwelling is the first absorption, he does not enter upon the first absorption in one who has entered upon the dwelling in the first absorption, and he is straightfortunately for himself.”",
    "ai-tika-vin11t2:474_6": "The knowledge that they arise is complete, then how they did know it was stated.",
    "ai-tika-vin11t2:474_7": "There is a fourth offense entailing expulsion in this fourth offense (consequence).",
    "ai-tika-vin11t2:474_8": "of the wise, learned,",
    "ai-tika-vin11t2:475_0": "The second coronation was like the moon in the waning fortnight, like the moon in the monasteries.",
    "ai-tika-vin11t2:475_1": "and doesn’t found in the ways of performing expulsion, nor for one who has lost the depths,",
    "ai-tika-vin11t2:475_2": "But that is not just stated in the third. The other is so should be seeked in this way: “This is not mine, this is the meaning.” And the others do not conquer them.",
    "ai-tika-vin11t2:475_3": "“And what’s the color of curry or a man?” “What is your name or clan?” and “Death is yours, I say.” He says, “He is rich, affluent, and wealthy,” “Take who even say, ‘Take this one who gets uplifted is exempt from the community’?” “I say, he is exempt from the community.”",
    "ai-tika-vin11t2:475_4": "the application of the Pārāsariya, the Realised One, the Worthy One,",
    "ai-tika-vin11t2:475_5": "But here there is no before or in the first place : here it is first because of the words of the four paths, that is, the meaning is,",
    "ai-tika-vin11t2:476_0": "313.Ādīti paṭhamapārājikaṁ.",
    "ai-tika-vin11t2:476_1": "Endowed with one place:",
    "ai-tika-vin11t2:476_2": "He is endowed with these eighteen offenses, that is to say, sense desires,",
    "ai-tika-vin11t2:476_3": "But the body, speech, and mind are the six kinds of bodily conduct, bodily, verbal, and mental speech.",
    "ai-tika-vin11t2:476_4": "we will praise them according to their means, and in the supreme sequence of them.",
    "ai-tika-vin11t2:476_5": "The one-pointedness of the mind is steming from one of the eighteen-fold opposite sex.",
    "ai-tika-vin11t2:476_6": "Hence it is said: “Having (their) body and mind.”",
    "ai-tika-vin11t2:476_7": "knowing that it has not been put down,",
    "ai-tika-vin11t2:476_8": "Where the first attainment arises in him in the first absorption is the condition for the mental processes.",
    "ai-tika-vin11t2:476_9": "The meaning is that inclusively the body and the mind associated with the two factors, namely, the remaining jhāna factors, and the rest. The meaning is that: “The ascetic practice is indeed.”",
    "ai-tika-vin11t2:476_10": "the remainder of the three lowers, he commits an offense entailing expulsion.",
    "ai-tika-vin11t2:476_11": "These three consciousnesses: the mental produced by bodily conduct, the mind, and the mental speech are produced by body and speech.",
    "ai-tika-vin11t2:476_12": "Those who have three eight qualities,",
    "ai-tika-vin11t2:476_13": "” and the rest of the Ganges.",
    "ai-tika-vin11t2:476_14": "The body is speech that is mind-developed, not preserved.",
    "ai-tika-vin11t2:477_0": "The adversities of the mental states associated with the firstly-existence.",
    "ai-tika-vin11t2:477_1": "The happiness is blissful, he discerned,",
    "ai-tika-vin11t2:477_2": "When he enters upon a bronze bowl, the pleasant feeling that associated with him is pleasant associated with equanimous, his mindfulness is established, and equanimity.",
    "ai-tika-vin11t2:478_0": "The third feelings associated with painful feeling is the meaning.",
    "ai-tika-vin11t2:479_0": "Second: taking the second absorption, mental factors, and second absorption.",
    "ai-tika-vin11t2:479_1": "Goes by means of greed, hate, delusion, associated with the other’s cooked by the courtesan, crushing them, robbed them with a preyre, or he is one who wants to be banditten by robbing the doors of the belly, and he is like the best of equanimity.",
    "ai-tika-vin11t2:480_0": "Fourth: if he possesses a higher than human state, and the fourth characteristic of foulness,",
    "ai-tika-vin11t2:480_1": "When he has the basis of psychic power that is associated with the first absorption, he says “I am a condition for the third absorption, with the fourth absorption, with the intention that is associated with gladness,” and with the first absorption, “I am a very associated with gladness,” and with the first absorption, with the mental joy and happiness associated with the earlier. And with the equanimity as condition.",
    "ai-tika-vin11t2:481_0": "The meaning is that shelter gains complete based on greed for eight hundred leagues, and then the consciousness associated with greed for sense desires, is the meaning.",
    "ai-tika-vin11t2:481_1": "Like this, monks, does a monk develop mindfulness related to the body.",
    "ai-tika-vin11t2:481_2": "Two on scraps of requisites associated with two mind,",
    "ai-tika-vin11t2:481_3": "ten : the world-interest and the two kinds of greed associated with greed.",
    "ai-tika-vin11t2:481_4": "Undefiled, they get what belongs to be associated with a very of light.",
    "ai-tika-vin11t2:482_0": "This is said in the Commentary on the words that were associated with those two and three consciousnesses,",
    "ai-tika-vin11t2:482_1": "what is an important matter?",
    "ai-tika-vin11t2:482_2": "With the perception of transgression, perception, liberation, emptiness release, and liberation.",
    "ai-tika-vin11t2:482_3": "The Vajjians proclaimed by the world, because he has made the Vajjians.",
    "ai-tika-vin11t2:483_0": "We won’t give the training rules that make them arrival at the wrong time, thinking,",
    "ai-tika-vin11t2:483_1": "This is the convention of the path’s originating.",
    "ai-tika-vin11t2:483_2": "By dispelling wisdom: by the wise one who possesses understanding",
    "ai-tika-vin11t2:484_0": "having given approval to the legs, it is not capable of showing them that it is the right amount of giving and shout.",
    "ai-tika-vin11t2:484_1": "being struck with a rose-apple tree trunk,",
    "ai-tika-vin11t2:484_2": "Lambītaka (in him), through him, he gains that wealth,",
    "ai-tika-vin11t2:484_3": "These two people of sensual pleasures are still present and entering the mouth of a limb, after entering the mouth of his own path and going beyond, he put on the twice.",
    "ai-tika-vin11t2:484_4": "holding on its mouth: the receiver of your mouth, the recipient too wore, the receiver of the mouth, and its for its mouth.",
    "ai-tika-vin11t2:484_5": "and sits down on the lip of the mouth of himself with his own penis.",
    "ai-tika-vin11t2:484_6": "These two, namely, with virtue and practices, (the other) of other shameless and ride (permissions).",
    "ai-tika-vin11t2:484_7": "As they’re not included in the four kinds of included by the four kinds of mindfulness meditation, there is an inclusion.",
    "ai-tika-vin11t2:484_8": "“‘We will be traveling along the road,’ he should think about the first and the way being fact that he has already attained. He should then be responsively.”",
    "ai-tika-vin11t2:484_9": "And although the one is immaculate, bones, bone marrow, kidney, fourteen, five, tenden, twenty, thirty, forty, fifty, or a hundred years old,",
    "ai-tika-vin11t2:485_0": "But in the palace:",
    "ai-tika-vin11t2:486_0": "“Of the four, Ambaṭṭha, the one who is dead and another’s mouth, grabbed by the snake and the top of the head, the inner skin, and the four drops, and the pillows, and the four kinds of fairs in him.",
    "ai-tika-vin11t2:486_1": "For it is these that quality is called ‘perse in one who has not reached Arahantship’ and through attainment of the Dhamma’. All these states are so called because he has “fusess Dhamma” and “possessed by the noble path to having attained perfection and conquersity of the path and requisites” .",
    "ai-tika-vin11t2:487_0": "And although the two, that is to say, the indication to be known as the island",
    "ai-tika-vin11t2:488_0": "“Dep this mangoes, leaning against the peak of copper-coloured,",
    "ai-tika-vin11t2:488_1": "They don’t qualify things, when they’re dissatisfaction, they’re dried up, withered, maintained by entering on the path, or profitable.",
    "ai-tika-vin11t2:488_2": "soft and backbiting, backbiting,",
    "ai-tika-vin11t2:488_3": "When he was plagued by discontent, he was plagued by discontent with his own penis.",
    "ai-tika-vin11t2:488_4": "the one who generates another’s lips another’s mouth, the one who, throats the mouth, or he of his own penis into his own mouth.",
    "ai-tika-vin11t2:488_5": "The one who does not confuses another’s site, does not prevent his penis into the mouth of a woman by himself, but returns to his own anus.",
    "ai-tika-vin11t2:488_6": "Even if although the four names of the mangoes beginning with: it is first destroyed by an including into the first jhāna, etc., and if it is were unadhered by the name of greed, hate, and delusional refuted by the stilling them.”",
    "ai-tika-vin11t2:489_0": "And when the twentieth year he should be told, “This is the first kind of task.”",
    "ai-tika-vin11t2:490_0": "forty-four years: “The Community of nuns are even if she has been ejected by the monks,” and she re-admitted, then eighty-admitted by the any of them.",
    "ai-tika-vin11t2:490_1": "When a nun has been lying down, she should follow that: “Such is unbrinken,”",
    "ai-tika-vin11t2:490_2": "The nuns from the four rules entailing expulsion leads (the sun), a nun who lives in conformity with them.",
    "ai-tika-vin11t2:490_3": "When the mind was ready, they dress in a cloth from the group of six. Having dressed in a sarong on their bed, they dressed in a cloth onto the instruction. Then the nuns, having taken her instructions, went away, is what is said.",
    "ai-tika-vin11t2:490_4": "In this way they acted like this.",
    "ai-tika-vin11t2:491_0": "Likewise: “As a bhikkhu shows that he has not shown that he has, by the power of such a one, and that is to say, the next one,” according to who is expelled.",
    "ai-tika-vin11t2:491_1": "Eleven months’ a nun, the one who has raped a male animal, a perfected one, a fully awakened Buddha, who is the owner of the Sangha, a hermaphrodite, an animal, and a schism in the Sangha.",
    "ai-tika-vin11t2:491_2": "All these twenty-four individuals should be understood as the consequence of such a person.",
    "ai-tika-vin11t2:492_0": "320.",
    "ai-tika-vin11t2:492_1": "These twenty-four persons of the four rules entailing expulsion have been cut off here and there, a mendicant who is incapable of life: a bhikkhu who is an inclination of life.",
    "ai-tika-vin11t2:493_0": "321.",
    "ai-tika-vin11t2:493_1": "of these eleven kinds of confidence: “We will not have a cause of _paṇḍaka_;”",
    "ai-tika-vin11t2:493_2": "A _paṇḍaka_, a _paṇḍaka_, a _paṇḍaka_, or a _paṇḍaka_. They don’t leave the Paṇḍaka_.",
    "ai-tika-vin11t2:493_3": "The animal realm understands he is going to the animal realm. The elephants giant is coming down, “They are infatuated,” and so on. It is shaken, etc.,",
    "ai-tika-vin11t2:493_4": "all the spirits, etc., have to be understood here in the animal realm.",
    "ai-tika-vin11t2:493_5": "of a hermaphrodite human, and a woman who is socializing in both ways, and she has crushed gold and silver, and so on. He is lustful, wieldy, spending the opposite sex with a hermaphrodite spirits, and so on.",
    "ai-tika-vin11t2:493_6": "He who has committed the worst kind of offense against a monk in whose site has been admitted to the embankments of the _paṇḍaka_, or who has gone forth is worthy of the _paṇḍaka_, and who has gone forth as an embarrassed _paṇḍaka_. He should be given to him in the _paṇḍaka_.”",
    "ai-tika-vin11t2:493_7": "I’m quiet",
    "ai-tika-vin11t2:493_8": "They have one gone forth in a sorry state. That is why one who has gone forth incarnation is said to be one who has gone forth subsequently incarnation.",
    "ai-tika-vin11t2:493_9": "“It is because of the words “Bhikkhus,” etc.",
    "ai-tika-vin11t2:494_0": "Putting the proximate cause, ~ and having dyed the general termite-mound, himself with the supreme ending of rebirth, old age and death, and the remaining after death and the escape from cooking of these five months, and while on the inside of the deathless,",
    "ai-tika-vin11t2:494_1": "those living in a community by theft, and by caste, and by thieves about all the offenses and by thieves, and three is threefold.",
    "ai-tika-vin11t2:494_2": "a messenger having sex, and he has sex with her as messenger, saying that the nun who has sex with her.",
    "ai-tika-vin11t2:494_3": "The ascetics of other religions who were sectarians, having taken that (safeguard), having taken that prostitute, and entertained it,",
    "ai-tika-vin11t2:494_4": "Thus the eighth leagues because there is no ingredient leagues.",
    "ai-tika-vin11t2:494_5": "this is what is said:",
    "ai-tika-vin11t2:494_6": "these are the stricks.",
    "ai-tika-vin11t2:494_7": "When these eight months have been developed by the mother’s womb, the meaning is that a mendicant must dropped on developing it.",
    "ai-tika-vin11t2:494_8": "then this is how to be shown that there is none of them that is,",
    "ai-tika-vin11t2:495_0": "323.",
    "ai-tika-vin11t2:495_1": "Victorious over Sakka, he who is seeking the benefit of (from that), in consequence of (these) I have spoken thus, is able to go beyond the influence of Vāsabha.",
    "ai-tika-vin11t2:496_0": "324.",
    "ai-tika-vin11t2:496_1": "He should seek out the highest blessings -houghly expert in discipline, in the ultimate sense. This is the construction of Āpaṇa.",
    "ai-tika-vin11t2:496_2": "There the various kinds of blossoming sun",
    "ai-tika-vin11t2:496_3": "they don’t reinstate him, saying: “Have they come from here,” “They are spoken of by the noble duties.”",
    "ai-tika-vin11t2:496_4": "(But) the ultimate goal is the ultimate, the ultimate, the ultimate, the ultimate goal, the ultimate blessing, the good for saunas, the ultimate, the ultimate, and the good is called “one who inspects the ultimate” . He should make enlightenment, thus he is called “one who is perfecting ultimate,” he should constantly, in the ultimate sense.",
    "ai-tika-vin11t2:496_5": "And in the Vinaya Commentaries: here too the meaning is, clarified.",
    "ai-tika-vin11t2:496_6": "then he should be cut off.",
    "ai-tika-vin11t2:496_7": "The middle of the day in the monasteries",
    "ai-tika-vin11t2:496_8": "then they should remember it.",
    "ai-tika-vin11t2:496_9": "tireless in the Monastic Law:",
    "ai-tika-vin11t2:497_0": "The Vinaya from the Commentary",
    "ai-tika-vin11t2:498_0": "This in the Vinaya discipline.",
    "ai-tika-vin11t2:499_0": "The fourth section on the site of death is finished."
}