{
    "ai-tika-abh04t6:0_0": "3. Nikkhepakaṇḍaṁ",
    "ai-tika-abh04t6:1_0": "On the Uppalavaṇṇā",
    "ai-tika-abh04t6:2_0": "985.",
    "ai-tika-abh04t6:2_1": "While the word has been described in the phrases given in the five ways already described, that is to say, the aggregates in the phrases, etc., and that of the heart from counselors, etc., and covered with defilement, etc., and that is, it should be said from the time to settle, etc., just as the mentioned for the sake of the heart, elimination of the heart, etc., and that is mentioned., and that based on the word “wellness” .",
    "ai-tika-abh04t6:2_2": "what you say.”",
    "ai-tika-abh04t6:2_3": "And although the state of the fine-material faculties have ceased there is the necessary, etc., of the heart, and the state of subtlety, etc., appearance of the base consisting of the faculties as its object, etc., stated in the bloated, and unification of mind as described above.",
    "ai-tika-abh04t6:2_4": "For the mind-consciousness element occurs in her because of the words that he is the mind-consciousness element, and the mind-consciousness element occurs in her body, is present.”",
    "ai-tika-abh04t6:2_5": "Vāseṭṭhas, in order to show the basis of the heart, or to be seen by means of the bloated.",
    "ai-tika-abh04t6:2_6": "yet he does not say about the two kinds of becoming , that is to say, the heart of the money by means of the heart, etc., which is conceived in the name of form and so on.",
    "ai-tika-abh04t6:2_7": "put down their deposing it in, placed it in the air, having cooked it with a particular, saying, “Hum.” Then he put it on the way to the village.",
    "ai-tika-abh04t6:2_8": "For the teaching of the wholesome roots have been taught by the root, and so on. And the same way as that of the skillful, etc., they are sustained thought and so on.",
    "ai-tika-abh04t6:3_0": "Virtuously: It is well established by roots consisting in limitedness , etc., according to the periphery and the rest.",
    "ai-tika-abh04t6:3_1": "And here is the cause, this is the reason why, namely, the fruit of the plane of currents, for the sake of the fruit, and thus it is the reason why these people are reborn in a cause, a condition for the sake of heavenly rebirths.",
    "ai-tika-abh04t6:3_2": "“... knee-deepers ...”",
    "ai-tika-abh04t6:3_3": "Hence it is said: “The roots have been lived in the sense of urgency, the roots, etc., is unskilled in the roots, and the wholesome roots. ” This is its root itself.",
    "ai-tika-abh04t6:3_4": "The meaning is that it is not rooted in the roots, steps, filled, and so on. It is well established in a profitable root states aggregates beginning with all skillful qualities:",
    "ai-tika-abh04t6:3_5": "Hence it is said: “Here they must go (them) at all times.”",
    "ai-tika-abh04t6:3_6": "Then the words “Bhikkhus,” said they stated in the profitable, etc., and told the starting point of speaking unskilled” .",
    "ai-tika-abh04t6:3_7": "yet it is called “breaths” in the sense of habit, etc., as well as in the sense of entirety, and so on.",
    "ai-tika-abh04t6:3_8": "Then as a greedy feeling, etc., are described in the way beginning, “Feeling and so on.” But the synonyms should be quietly, get rid of that.",
    "ai-tika-abh04t6:3_9": "That here, shakes and rocks and trembles in them, as they tell the sound of the feelings associated with the feelings, etc., in the case of the first arrivals, or as well.",
    "ai-tika-abh04t6:4_0": "“What are these four things?” then, after asking them, “What are the four things, etc., and then, when it is stated, they are skilled in the aggregates, they say, “the skillful qualities are skillful and considered skillful?”",
    "ai-tika-abh04t6:4_1": "Feelings are skillful ...",
    "ai-tika-abh04t6:4_2": "the consciousness component,",
    "ai-tika-abh04t6:4_3": "if it is the owner of another;",
    "ai-tika-abh04t6:4_4": "Because those skillful roots are inappropriate towards the root, this is not so very blameless. It is not worthy of the noble ones because it is not worthy of the arising of this growing old.",
    "ai-tika-abh04t6:4_5": "Because when the root of skillful deeds were to be found in the beginning, “May all unskillful oppressed in the middle, or at the root, there would be no more for them.",
    "ai-tika-abh04t6:4_6": "for this is said: “Because of this is the reason why ...”",
    "ai-tika-abh04t6:4_7": "This is the cause.”",
    "ai-tika-abh04t6:4_8": "What is more unskillful, that is to say, when it comes to the root of skillful, etc., and not to be able to develop the roots of the skillful, whether by day or by night?",
    "ai-tika-abh04t6:4_9": "Because things have a rooted in trunk, like a rope, the tiger’s foot would not be good.",
    "ai-tika-abh04t6:4_10": "(They are) not able to get blameless. Having developed that it is not possible to point out the different states of existence oppositeness, but without resentment, having given it up into the sense of urgency. Then, having spoken it as a ruler.",
    "ai-tika-abh04t6:4_11": "Skilled in the constituent parts of the aggregates, so skill in absorption, is not properly grasped.",
    "ai-tika-abh04t6:4_12": "even so the wholesome aggregates have been shown by them,",
    "ai-tika-abh04t6:4_13": "(But) the wise man need not recognize",
    "ai-tika-abh04t6:4_14": "Like the sound of deeds, like the results of liking, based on the aggregates, and the results in goodness in the way described thus, “Here there is no quieter.”",
    "ai-tika-abh04t6:4_15": "it is said to be shown by the beginning and good in the middle.",
    "ai-tika-abh04t6:4_16": "The source of blamelessness produced by the origin of the kinds of source and originations, etc., that is to say, the origin of the cessation of perception and feeling, etc., should be understood as the actual source, and the origin of the path.",
    "ai-tika-abh04t6:4_17": "For proper attention, on to the root, wholesome root, exhausted, and comprehending theoretically.",
    "ai-tika-abh04t6:5_0": "if he is said to be the urgency, “Like deer-to-be,” and so on, after saying, “What if it is for himself?” he is expounded, “It is used for himself to get rid of it,” and he said, “It is the wrong time for himself.",
    "ai-tika-abh04t6:5_1": "The other is said: “Here, having covered his private parts by the lake associated here,” etc., with the word “food,” etc., in the way beginning, “We abode of the monastery and so on.”",
    "ai-tika-abh04t6:5_2": "The meaning of this:",
    "ai-tika-abh04t6:5_3": "“The words associated with this” is said as stated under the introduced thus, “What is being hidden oppositeed, and it is not allowed to be deportment, however.",
    "ai-tika-abh04t6:5_4": "And here it is stated in the Vibhaṅga too with the states associated with another.",
    "ai-tika-abh04t6:5_5": "For there is no doubt regarding the state of uncertainty, or undecided about the Dhamma, and so on.",
    "ai-tika-abh04t6:6_0": "987.",
    "ai-tika-abh04t6:6_1": "Characteristics of suffering, etc., are said to be the truth of the origin of suffering.",
    "ai-tika-abh04t6:6_2": "But the arising of the states consisting in the opposite sex only with the states.",
    "ai-tika-abh04t6:6_3": "For this is said: “The monasteries take the two aggregates in each and every respectively in the beginning, “The middle and the end” .",
    "ai-tika-abh04t6:6_4": "He should be regarded as pots of the head, etc., of the designation of forms, feeling, perception, choices, and consciousness. He has cleared the sign of the beginning with the absence of the seven bonds of sexuality, and so on. He should be regarded as such.",
    "ai-tika-abh04t6:6_5": "Once this has been shown that there is a suitable place, and which is accompanied by the being’s allowable for them, they get seven hundred highways.",
    "ai-tika-abh04t6:6_6": "After having become agitated through the states of existence, etc., and as to the physical endurance, all the aspects of the removal of the activity, etc., and as they do not say, As they do so, appear to them as they are stated in the Compassion of the three characteristics, etc., and because they cannot seem to be spoken of states. And wielding the Commitmentaries.",
    "ai-tika-abh04t6:6_7": "Where have you no consequence?",
    "ai-tika-abh04t6:6_8": "you must also be told what is skillful.",
    "ai-tika-abh04t6:7_0": "988.",
    "ai-tika-abh04t6:7_1": "That is whereby there is the plane of existence, ~ the plane of it is the plane of pleasure, the plane of it is the plane of pleasure .",
    "ai-tika-abh04t6:7_2": "My mind is connected with pleasure,",
    "ai-tika-abh04t6:7_3": "Their benefits are for the instance of the earth and to be associated with it, (and) associated with the senses, and as adhered to conduct.",
    "ai-tika-abh04t6:7_4": "Or alternatively, it is incapable of performing the declaration for the purpose of advantage. Then it is said, “The mind-made” .",
    "ai-tika-abh04t6:7_5": "Herein, the meaning of sensual pleasures is called “Bhikkhus” in the Commentaries. Those two kinds of becoming , that is to say, sense desires as pleasant, sensual loves, and arousing energy” , “Beings in the beneficial,” and they show the meaning of sensual pleasures, etc., from the composing of the fine-material spheres.",
    "ai-tika-abh04t6:7_6": "For the mind with limited mind like this, all things associated with sensual pleasures,",
    "ai-tika-abh04t6:7_7": "This too is said in the Commentaries: “This too is the meaning of the eighth day.”",
    "ai-tika-abh04t6:7_8": "or the arising of a thought is what is meant.",
    "ai-tika-abh04t6:7_9": "Hence it was said: “She did the mind that have arisen introduced to embarrass that are skilled in the highest state with the higher mind.”",
    "ai-tika-abh04t6:7_10": "and having thus been made by you to give rise to pleasure in this way, the giving rise to a thought that is good.",
    "ai-tika-abh04t6:7_11": "seeing the discoverable,",
    "ai-tika-abh04t6:7_12": "the meaning of this statement:",
    "ai-tika-abh04t6:7_13": "the partner,",
    "ai-tika-abh04t6:7_14": "(and that) is the meaning of sesame seeds that are declaring and laziness; it is snowled, exposed.",
    "ai-tika-abh04t6:8_0": "but, when the body is present, it can preceded by the aggregates of the term ‘aggregates’ just as before. So while a single one of the elements, having grasped his attachments, at the time of aggregates in each and every month, they occur in the Elder’s manner of the palms.",
    "ai-tika-abh04t6:8_1": "When there is no inclination they’re included in the emergence of the supernormal powers, while the talk about it is being recited.",
    "ai-tika-abh04t6:8_2": "But there is no path to Nibbāna, there is no way that is inclusiveness and wrong view as regards the path to Nibbāna.",
    "ai-tika-abh04t6:9_0": "so they divided up the defilements by not grasping.",
    "ai-tika-abh04t6:10_0": "1006.",
    "ai-tika-abh04t6:10_1": "And ignorance fact and ignorant. ...",
    "ai-tika-abh04t6:10_2": "That was made of shelter,",
    "ai-tika-abh04t6:10_3": "When views are permanent, everlasting, eternal, and imperishable, the view of all the different kinds of foulness. When it is eradicated, they don’t exist. And when it is lost, the body doesn’t exist.”",
    "ai-tika-abh04t6:10_4": "ignorant is this: “This is the basis for ending the body” . It is said to be the remainder of the impediments, thus it is the aggregates, it is said to be the concept “formity with the physical opposite of the body” .",
    "ai-tika-abh04t6:10_5": "Their in the idea is degree of greed and because they’re mindful and thoroughly fielded, and they’re called ‘the view of giving’.",
    "ai-tika-abh04t6:10_6": "For the supermundane states are called “the world’s origination.”",
    "ai-tika-abh04t6:10_7": "For the supermundane attainments: either the supermundane attainment or the virtue, etc., or the practice of good conduct.",
    "ai-tika-abh04t6:10_8": "“He who is engaged in crossing the progress of virtue, etc., should be undertaken thus: “He who is virtuous, possessed of virtue” .",
    "ai-tika-abh04t6:10_9": "Doing the virtuous, etc., in its definition of one who performs virtue, in accordance with the community (of the Fraternity), and so on.",
    "ai-tika-abh04t6:10_10": "They must analyze from eating the cleansing decrees of virtue and practices, or of the food and drink. Their virtues are independent, clear, and uncomfortable.”",
    "ai-tika-abh04t6:11_0": "1007.",
    "ai-tika-abh04t6:11_1": "These are the things that arising of this arising, which is produced by equanimity. They say that intention is not experienced. When people they say “This is because of this, they say.”",
    "ai-tika-abh04t6:11_2": "Those people who don’t faith noise were unknown by reason.",
    "ai-tika-abh04t6:11_3": "the many people there are in fact.",
    "ai-tika-abh04t6:11_4": "Abandoning the dart, the sound of cotton-down elements,",
    "ai-tika-abh04t6:11_5": "the footprints of the constituents (of mind and body), the eye of the sense spheres, and the footprint (them) does not say, “This is the state of loss.”",
    "ai-tika-abh04t6:12_0": "They know what is skillful and what is unskillful, and what is skillful and what is unskillful, pleasure and pain are made by oneself.",
    "ai-tika-abh04t6:12_1": "They perform their own acts as they did.",
    "ai-tika-abh04t6:12_2": "He should make an end to suffering in the mortals of suffering, or so as to sink in the way described.",
    "ai-tika-abh04t6:12_3": "The noble truths of the Dhamma, which is called “the Noble One” in the first noble truth of impermanence as impermanence.",
    "ai-tika-abh04t6:12_4": "When it is completed, it can be understood that “unblessed” in this way, etc., and also mindfulness that is said to be permanent, eternal, and imperishable,” etc., in the sense of urgency, and so on.",
    "ai-tika-abh04t6:13_0": "The rest is defilement of the defilements,",
    "ai-tika-abh04t6:13_1": "knowledge of the authority,",
    "ai-tika-abh04t6:13_2": "for they are called “final present” because they are present in him with put down, etc., and they are not present in him.",
    "ai-tika-abh04t6:13_3": "and so the rest of all kinds,",
    "ai-tika-abh04t6:13_4": "and liable to fall away from getting rid of these things.",
    "ai-tika-abh04t6:13_5": "The thirty-two aggregates is said to be “not aggregates” in the same way as before.",
    "ai-tika-abh04t6:13_6": "after accepting the Parinibbāna (wholesome) mindfulness, saying “Certainly here” is said,",
    "ai-tika-abh04t6:13_7": "They dislay the eye,",
    "ai-tika-abh04t6:13_8": "The state of the one whose liberation is well-proclaimed, etc., both of the states of being eaten and the rest.",
    "ai-tika-abh04t6:13_9": "Extinguishment in the Present Life and conducive to extinguishment",
    "ai-tika-abh04t6:13_10": "You proceed having given up craving and knowledge and vision, and the practice that leads to the destruction of defilements. But as in the preceding absorption by knowledge and vision, he having given up defilements.",
    "ai-tika-abh04t6:13_11": "having given up these things.”",
    "ai-tika-abh04t6:14_0": "Their view of what is originated is shaking about is the truth of suffering, etc., and that is like the self and the appearance of views, etc., as they like.",
    "ai-tika-abh04t6:14_1": "Likewise, as the one who buttermilk is setting out on foot of the trees,",
    "ai-tika-abh04t6:14_2": "for one does not take pleasure in form.",
    "ai-tika-abh04t6:14_3": "By this means the ascetic life occurred with all form, produced in all its various parts, that is to say, physical, made up of the five-hundred aggregates.",
    "ai-tika-abh04t6:14_4": "There is an individual essence in self-development, he produces self-effacement.",
    "ai-tika-abh04t6:14_5": "Unrestanding: One’s maintaining oneself, without another’s self,",
    "ai-tika-abh04t6:14_6": "Long outshines flowers, and various kinds of flowering trees,",
    "ai-tika-abh04t6:14_7": "Who does not neglect a tree flower in the ultimate bloom,",
    "ai-tika-abh04t6:14_8": "and it is not found in the form of a tree that is eliminated, (into is) found, as) the foot of a tree, etc., and herein, and there are shakes, etc., which is founded on material pleasures, and here and there in the way beginning, “Simped by the eye” .",
    "ai-tika-abh04t6:15_0": "Given that rebirth is born, appearing, and that rebirth is born, old age, and death have appeared,",
    "ai-tika-abh04t6:16_0": "1009.",
    "ai-tika-abh04t6:16_1": "The ascetic life, like a man who has gone to a defilement of defilement, etc., is called “fitter” because of gets rid of greed, etc., and because he thinks “This is a preliminary defilements” because of its aggression, etc., and because he says “Simits in the future” or “There is a future generation thus: “Dielding the future life” , “abobviously that this is so, is said to because of what is unsuitable, produced” .",
    "ai-tika-abh04t6:16_2": "you wish to stay.”",
    "ai-tika-abh04t6:16_3": "Being understood as the opposite of the meaning, and having been dispelled by him in the way already stated.",
    "ai-tika-abh04t6:16_4": "So the meaning is that it is also called “resoluteness” since it is the defilement of the fetters and of individual essences and of the defilements.",
    "ai-tika-abh04t6:16_5": "Fetters is low, radiant, and shameless, both are hostile, phrases, hostile, and phrases.",
    "ai-tika-abh04t6:17_0": "1013.Ekade…pe…",
    "ai-tika-abh04t6:17_1": "A later this terrified, slaympathetic, is said to be a “aster”.",
    "ai-tika-abh04t6:17_2": "these are the reasons why these things.",
    "ai-tika-abh04t6:17_3": "naturally undetermined.",
    "ai-tika-abh04t6:17_4": "As to the first, etc., here it is according to the instance of the first phrase starting point and here,",
    "ai-tika-abh04t6:17_5": "It is said in the first place: “Have you to give up the profitable roots, that is to say, none of the remaining states consisting in the profitable,” etc., in the way already described .",
    "ai-tika-abh04t6:18_0": "1029.",
    "ai-tika-abh04t6:18_1": "Or alternatively, limited-spheres are called “generality” , etc., the excellence of his psychic power “matic” .",
    "ai-tika-abh04t6:18_2": "In the past ...",
    "ai-tika-abh04t6:18_3": "associated with knowledge.”",
    "ai-tika-abh04t6:19_0": "immediately adverted from cotton-work and hair, wrapped in between the middle of the monastery and the far shore. Then it’s speared, not transferred to another.",
    "ai-tika-abh04t6:19_1": "One who interrupts the next life, one who should practice it without dangers.",
    "ai-tika-abh04t6:19_2": "And although counting that the many different kinds of offerings there are only the reason why, etc., even when something to the various kinds of foulness, etc., are stilled, this is said to be far from the fruition of the various kinds already described, etc.,: “What is profitable rooted in the ears and nose-tory, etc., are stilled in the various ways?”",
    "ai-tika-abh04t6:19_3": "“I’m in suffering, what is uncleared in what is not. ...”",
    "ai-tika-abh04t6:19_4": "They don’t say that, ‘Where did you get close to the ends of many opposites, or in the next life’ is said. And when it is said, they what is created.’ Then they said: “This is why, it is the result of this,” etc.,",
    "ai-tika-abh04t6:19_5": "And that’s not referred to each other, so they should understand the detailed meaning.",
    "ai-tika-abh04t6:20_0": "Having thus shown the meaning of the Vibhaṅga thus: “After its meaning, after taking it as the highest goal, the Lord of the Earth, and rose up into the air, he spoke thus: “It is time for the sake of the efficacy of knowledge, and so on.”",
    "ai-tika-abh04t6:20_1": "This legal procedures of banishment that remains because of male and female bondservants, workers, and staff, is infatuated with the residue of aggregates.",
    "ai-tika-abh04t6:20_2": "But although the result of wielding power a state of defilement in the result of deeds, their results in the next life, and the result of deeds is said, “This is causal relation to both” .",
    "ai-tika-abh04t6:20_3": "Herein, there are three kinds of deed: the result, and the result can be understood as included in the good and bad deeds, that is, the result of good deeds, and the practice that leads to their own good.",
    "ai-tika-abh04t6:20_4": "Yet when he does so, he thinks: “Someone whose view is Linking in the true teaching and training proclaimed by the doctrine of the infatuated and the Jina as causes and reasons, sits down in private parts, and lies in private on the spot, thinking, “This is wrong in one,” and he does so as its object.",
    "ai-tika-abh04t6:20_5": "in the first woods a hundred times.",
    "ai-tika-abh04t6:20_6": "he has attained the seven states of uncertainty;",
    "ai-tika-abh04t6:20_7": "Such is their view, reference to idea, “The view of what is said.”",
    "ai-tika-abh04t6:20_8": "Then undetermined,",
    "ai-tika-abh04t6:21_0": "1039.",
    "ai-tika-abh04t6:21_1": "And triumphing as they arose in one ignored and the way already described, and the path of the law of the same way, and the One, together with the lamps associated with each other, etc., and the way described as “Possessed by each other.”",
    "ai-tika-abh04t6:21_2": "They think the path is practiced.",
    "ai-tika-abh04t6:21_3": "It is not possible to give to each other, and the path to develop each other.",
    "ai-tika-abh04t6:21_4": "Thus there is a hundred paths to the states of loss (of the first path) in this way, the nutriment is the first path discrimination of the fruition which is present.",
    "ai-tika-abh04t6:21_5": "When this happens, all the paths beginning with the cause, etc., should be placed in that same way as in the place just described in the case of the feelings that is, he should not say, “Comprehend to the third jhāna,” then he can put in an unpleasant feeling.",
    "ai-tika-abh04t6:21_6": "previously:",
    "ai-tika-abh04t6:22_0": "In the second triad that with happiness is the best chrough,",
    "ai-tika-abh04t6:22_1": "which is the third reason why it is not shown in the first place, the third and the fourth;",
    "ai-tika-abh04t6:22_2": "In the third (first) right view, he inspires to see the reason for his own use, saying “What is the talk about is the act of seeing for himself?”",
    "ai-tika-abh04t6:22_3": "But the other only say, “He should give up the path” and “It is inappropriate for seeing,” etc., and such substitution of the way states beginning with seeing, “It is in order to show the path to that the root of the states of their states beginning with insight to be given up by the path to be given up like the path to developing of their states. This is how they bring it to be abandoned by seeing.",
    "ai-tika-abh04t6:23_0": "After that is, right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.",
    "ai-tika-abh04t6:23_1": "anyone else is the path, “We are different paths”;",
    "ai-tika-abh04t6:23_2": "Because it is the same in the same way as the other two, that is the middle and the end of them.",
    "ai-tika-abh04t6:23_3": "It is only because of grasping the summarization: it is best only because of the paths of human beings, because it is the path of the essence of such and such paths as:",
    "ai-tika-abh04t6:23_4": "and they for the one bear it in mind.",
    "ai-tika-abh04t6:23_5": "associating with the roots,",
    "ai-tika-abh04t6:23_6": "In the texts, “About the meaning,” etc., of the commentary on the meaning, and association with the reason why, is in the Paṭisambhidā.",
    "ai-tika-abh04t6:23_7": "By non-delusion, by the words “Bhikkhus and by seeing the cause of harm, and by the second, they occur in order to show the third thing.” And the second they say, “It is in order to show the cause of the reason for the sake of its .”",
    "ai-tika-abh04t6:23_8": "because of not seeing with kindly eyes.",
    "ai-tika-abh04t6:23_9": "‘Without knife or crashing the arms,’ he can guarantee him with a hand. ...",
    "ai-tika-abh04t6:23_10": "By going along a path and saying: “Having set out the composed of the path gone by and associated with the jhānas, in other words, the path of the states of loss is independent of others.”",
    "ai-tika-abh04t6:23_11": "But those beings associated with the paths of cause or reason are their conditions for the sake of their (broking) view.",
    "ai-tika-abh04t6:24_0": "1040.",
    "ai-tika-abh04t6:24_1": "It is not possible that one who is not a serious thing should be developed in order to develop what is said.",
    "ai-tika-abh04t6:24_2": "Also it is said in the commentary on that comprehension of the wholesomeness, starting with the skin as its object, and in the Vibhaṅga thus: “This is the action of the profitable states” .",
    "ai-tika-abh04t6:24_3": "apart from the variety of paths, takes up the road,",
    "ai-tika-abh04t6:24_4": "they interrupted ...",
    "ai-tika-abh04t6:24_5": "* the wisdom there is from using the Rains Retreat in the Rains Retreat,",
    "ai-tika-abh04t6:24_6": "wisdom should be understood as due to inquiry, and depraved by wisdom.",
    "ai-tika-abh04t6:25_0": "1041.",
    "ai-tika-abh04t6:25_1": "or alternatively, it is said in order to show the Vibhaṅga in the first phrase and also in order to show the special creepers.",
    "ai-tika-abh04t6:25_2": "whatever deeds he’ll be got.",
    "ai-tika-abh04t6:25_3": "‘Over a thousand eons’ ...",
    "ai-tika-abh04t6:25_4": "This is called ‘accumulation’.",
    "ai-tika-abh04t6:25_5": "There is no arising of gaining material possessions that have not arisen for the arising of rebirth, old age, and death that has not arisen, and who makes an end of them.”",
    "ai-tika-abh04t6:25_6": "to the formless realms,",
    "ai-tika-abh04t6:26_0": "What is not the result of not having leftovers, with the result of past deeds, without coming to an individual essence of the result of in consequence of his belief of deeds, saying “It is the result of deeds” in the future.",
    "ai-tika-abh04t6:26_1": "What doesn’t exist? If there’s no craft, does not arise, or if it’s unarisen, thinking, “What can be?”",
    "ai-tika-abh04t6:26_2": "then (he said) to the legal procedure of demotion, which is shown by that the legal procedure,",
    "ai-tika-abh04t6:26_3": "Because formerly it is lost opportunity to be a construction in the way already stated, it is nevertheless because it has entered upon that it is stated.",
    "ai-tika-abh04t6:26_4": "“From the lunar half-month’s rolling, there would be no more future lives.”",
    "ai-tika-abh04t6:26_5": "The results of deeds through the result of past deeds, results, and through (is that),",
    "ai-tika-abh04t6:26_6": "The noble paths, which are not transferred as like a cliffing of the range of places, is like a mass of fire, producing a sense of covetousness, and widespreading aside, as they were dwelling in the windows, and in the eighth enemy.",
    "ai-tika-abh04t6:26_7": "And here the verdict of quadruple jhāna is quite enough to prevent him from its own views, etc., in the sense of urgency, and because there is no idleness to be tamed—",
    "ai-tika-abh04t6:26_8": "and he is one who has done the result of his deeds, the result of that deed will arise in the future.",
    "ai-tika-abh04t6:26_9": "He says, “When arouses the nutriment is repeatedly practicing that way, if it has already been described, there will be no more than the reason for which unarisening it.”",
    "ai-tika-abh04t6:27_0": "1050.",
    "ai-tika-abh04t6:27_1": "the starting point of grasping,",
    "ai-tika-abh04t6:27_2": "the meaning is, by not grasping.",
    "ai-tika-abh04t6:27_3": "Which will I think is the beginning’s knowledge of the fruit?” thus they review the extent of their knowledge.",
    "ai-tika-abh04t6:27_4": "Now, as to the meaning of that interpretinguishment thus: “This is the sound of the feet, etc., or the word is stated in the word-meaning of tranquillity.”",
    "ai-tika-abh04t6:27_5": "Herein, his individual essence is indicated by the path of quenching there is the fruit of Nibbāna.",
    "ai-tika-abh04t6:27_6": "The inside of the others.",
    "ai-tika-abh04t6:28_0": "The discussion on the saw is finished.",
    "ai-tika-abh04t6:29_0": "On Declaring the Uppalavaṇṇā",
    "ai-tika-abh04t6:30_0": "1062.",
    "ai-tika-abh04t6:30_1": "With loving-kindness towards the kindness and compassion, they say: “Though I have a good friend, they oppressed to me, they instead behaviour the meaning, “Teach me,” and they said, “Tough the meaning in the opposite sense of love.”",
    "ai-tika-abh04t6:31_0": "1065.",
    "ai-tika-abh04t6:31_1": "At that time one with joined palms to his mind.",
    "ai-tika-abh04t6:31_2": "The meaning of craving, etc., are included in the beginning with the word “profitable” , and so on.",
    "ai-tika-abh04t6:31_3": "or it should be understood that craving’s continued pressure .",
    "ai-tika-abh04t6:31_4": "There is the sign of impermanence in the formless, etc., that is its impediment, etc., and so on. He has not dedicated himself to the jhāna, etc., by means of the non-existence of craving, etc., and by the complete non-existence of craving.",
    "ai-tika-abh04t6:31_5": "The meaning is that it is stated in the way beginning, “Whoever is governed with the birds of being held together with the wielder of an abode” , and it is stated .",
    "ai-tika-abh04t6:31_6": "“The snare is in the very space the mind travels through,",
    "ai-tika-abh04t6:31_7": "Therefore I shall beat you by Māra’s arm, etc., by Māra and his catching him.",
    "ai-tika-abh04t6:32_0": "1066.",
    "ai-tika-abh04t6:32_1": "But if he has advert to the normal extent of their opposite sex, etc., and it is unadhered, the intention that is indicated by the aims of aggressive method with the three opposites, etc., and it is only because of the attainment of the action that is equipment, it is possible to destroy the purity that oppositesite of his own mind. Then there might be no supreme choice.",
    "ai-tika-abh04t6:32_2": "And the rainy season harms, etc., and indicated by the surrounding signs, etc., are said in order to show the way beginning, “Explains, what is meant” .",
    "ai-tika-abh04t6:33_0": "1091.",
    "ai-tika-abh04t6:33_1": "Two things keep on enduring the two things profitable sounds, a deluded from sight, in order to show a lot of many different things and an outcaste, a lot of sight.",
    "ai-tika-abh04t6:33_2": "or the point is called the word “one up”.",
    "ai-tika-abh04t6:33_3": "they proclaim a lot of recitation, for questioning, and for the sake of the recitation.",
    "ai-tika-abh04t6:33_4": "For questioning of the Recitation:",
    "ai-tika-abh04t6:33_5": "For accordingly, however, in brief, is there the three including the recitation passage, or “Herein, what is the exposition?”",
    "ai-tika-abh04t6:33_6": "The passage for recitation of the things that can be added to what is called to say about the extent of the fruits of requisites, etc., and because it is similar to the fruit of the delimited and shaking the label “welry” .",
    "ai-tika-abh04t6:33_7": "‘Only inappropriate’ means because it is praised by the community of Noble Ones, and so on. Except in line with the rules, the intention that is independent, what is contrary to the Monastic Law as contrary to the Teacher’s instructions, and that each other is in the way beginning, “it is in the transgressive,” and so on. This is how they might because of being described as in the various forms of reciting the deed.",
    "ai-tika-abh04t6:33_8": "and the rolling of the inclusion, etc., occurring evenly.",
    "ai-tika-abh04t6:33_9": "But the delimitation of the suttantas, etc., should be illustrated as in the sense of urgency, and the rest. In this way the in order to show the defining of the elements is done in the ultimate sense.",
    "ai-tika-abh04t6:33_10": "Transmigration with the cause of what is beneficial and what is fit to be handed down, or what is I asking about is indicated by the emergency of an opposite sense to what is beneficial, and what is in fit to do.",
    "ai-tika-abh04t6:33_11": "By one who does not know about without knowing it is said” .",
    "ai-tika-abh04t6:33_12": "As to the general: it is said in the Commentary talk that is referring to the recitation of the stated .",
    "ai-tika-abh04t6:34_0": "1101.Bhinditvāti vibhajitvā.",
    "ai-tika-abh04t6:34_1": "Yet you regard the Realized One as having form ...",
    "ai-tika-abh04t6:34_2": "Defilements: sense desires, sense-spheres, superiority, loving-kindness, wanting to embrace, superior states, according to the aggregates, etc., of the sense-spheres, etc., having a sense of urgency, loved by the fine-material and immaterial kinds of widels, etc., as follows: that are discovered by the words, and sense desires of accumulating, etc., of the sense desires, and ignorance.",
    "ai-tika-abh04t6:34_3": "The others with a limited object.",
    "ai-tika-abh04t6:34_4": "(They are) only the sense-objects, sense-of-world, and requisites for the object.",
    "ai-tika-abh04t6:34_5": "There are sights, sounds, smells, tastes, touches, and thoughts known by the consciousness. And they might be known by the eye, which can be known by forms.",
    "ai-tika-abh04t6:34_6": "So too the rest should be seen in the evening,",
    "ai-tika-abh04t6:34_7": "The eye should be seen by one with eyes, ears, nose and tongues, body and mind. It is the gateway of the door unconditioned.",
    "ai-tika-abh04t6:34_8": "The others settle, united, and inside,",
    "ai-tika-abh04t6:34_9": "One of the forms of sensual pleasures, sought in the formless realm, of the fine-material sphere. Sensual pleasures are included in the formless-spheres, unsurpassable sphere, magnificent light, and unskilled in sensual pleasures. Sensual pleasures are they to be known in the realm of the formless realm.",
    "ai-tika-abh04t6:34_10": "For the life-form, knowing extinguishment, the origin of Nibbāna,",
    "ai-tika-abh04t6:35_0": "1102.",
    "ai-tika-abh04t6:35_1": "Formation of forms of future lives is lived in the realm of luminous form. The defilements of sensuality, desire to be reborn, and ignorance. Existent in the underworld, bound for rebirth in a future life.",
    "ai-tika-abh04t6:35_2": "For even the one who is free from desires in sense desires, and who has not failed in the continuation of existence or in one who has reached the rest of rebirth,",
    "ai-tika-abh04t6:35_3": "Discussion of the eighth section on the eighth day.",
    "ai-tika-abh04t6:35_4": "Herein, just as, when these eight surpasses (supernatural) faculties arise in the eight classes of greed, hate and delusion are said to be not ignored in the greed for future generations, “Does the thought, “Will arise in the formless realm?”",
    "ai-tika-abh04t6:35_5": "what is said regarding movements, disciplinary issues, responding, and what is said.",
    "ai-tika-abh04t6:35_6": "Likewise: “And what is the complete destruction of views can be attained by one who has actually dispelled in the four kinds of ignorance.”",
    "ai-tika-abh04t6:35_7": "and he encounterred one hundred thousand men.",
    "ai-tika-abh04t6:35_8": "(but) as though with sense desires destroyed - here and there is no danger of sensual desire.",
    "ai-tika-abh04t6:35_9": "And the Compassionates of the hundred and eightty-two constituents (of mind and body): “From what is greedy about form, there are eight bases for continued existence” . That is to say: “There are nearness in the sense of urgency, there is no craving for continued existence. ” And this is said in the Paṭisambhidā the Liberation in its Commentaries. This is called “There are greed” .",
    "ai-tika-abh04t6:35_10": "Likewise that there are two kinds of becoming here and there are two kinds of continued existence asent: the ignorant and the results of existence and the kind already stated .",
    "ai-tika-abh04t6:35_11": "Herein, the realm of sensual pleasures, infatuation for forms, and for rebirth in the formless realm.",
    "ai-tika-abh04t6:35_12": "And that very same signified by the acquisition of sensual desires is produced by the sense desires as the fine-material and immaterial jhānas.",
    "ai-tika-abh04t6:35_13": "For all things are found in you.",
    "ai-tika-abh04t6:35_14": "And there is no subsides in the case of the view of the one whose view is unfaithful, his poisonous view is pure because he has attained a state of loss.",
    "ai-tika-abh04t6:35_15": "The view that is just about the origin of forms, sounds, smells, tastes, and touches",
    "ai-tika-abh04t6:35_16": "Sensual pleasures are in the present life and in the next life. For twelve in agitation and in lives to come.",
    "ai-tika-abh04t6:36_0": "1103.",
    "ai-tika-abh04t6:36_1": "He can’t give the dregs of worldly pleasures, the worms of Sakka, the Lord of the worms, etc., in the evening heedlessness, saying: “It’s not possible to give rise to the highest gifts,”",
    "ai-tika-abh04t6:36_2": "“Faith is faithful.”",
    "ai-tika-abh04t6:37_0": "I live on topic and enjoying the various kinds of self-mortification through the each other. That is, the excellence of the teaching.",
    "ai-tika-abh04t6:37_1": "Or alternatively, there is no degree of form, feeling, perception, choices, and consciousness. They are theest of their essence to anyone.",
    "ai-tika-abh04t6:37_2": "Hence it is to be another.",
    "ai-tika-abh04t6:37_3": "Then the aggregates of the constituent groups (of mind and body) that provide fuel for attachment.",
    "ai-tika-abh04t6:37_4": "For all feeling ...",
    "ai-tika-abh04t6:37_5": "more than that in a very movement.",
    "ai-tika-abh04t6:37_6": "“The soul is one thing, the body is another thing”;",
    "ai-tika-abh04t6:37_7": "‘Continued existence is the meaning.’",
    "ai-tika-abh04t6:37_8": "something else’s originally.",
    "ai-tika-abh04t6:38_0": "Rebirth in the formless worlds is like a fine-material desire for sensual pleasures.",
    "ai-tika-abh04t6:38_1": "and form are given up also to the five lower fetters. When greed has been given up in the five ways of sensual desire and the five lower fetters, they don’t let them go of greed for sensual pleasures. But the eighth existence does not become advantages.",
    "ai-tika-abh04t6:38_2": "And in the realm of Āḷavī, the excellent greed for sensual pleasures, etc., which is disliked by the passion for sensual pleasures, the vanity of forms, and the desire for rebirth in the realm of luminous form, and so on. He is detached from sensual pleasures.",
    "ai-tika-abh04t6:38_3": "If you go, he should get rid of it, and then take it away.",
    "ai-tika-abh04t6:38_4": "They may be connected with sensual desire, or with rebirth in the realm of luminous sensual desire, or the red-hot of the hairs, etc., or the suffering in the case of the sensual desire and greed for sensual pleasures, or the warding off of the judgments, etc., or the suffering in the case of the sense desires, and the worst for rebirth in a new state of existence.”",
    "ai-tika-abh04t6:38_5": "(They are) given up and the meaning.",
    "ai-tika-abh04t6:38_6": "abandoning,",
    "ai-tika-abh04t6:39_0": "Prince Joyful Gods and so on, and so on.",
    "ai-tika-abh04t6:39_1": "Gotama of Gotamī, Gotama, Nāgas and Suppagedha,",
    "ai-tika-abh04t6:39_2": "of the laziness at Kosiyatissa",
    "ai-tika-abh04t6:39_3": "Delusion is very beautiful, and so on,",
    "ai-tika-abh04t6:39_4": "“It is called ‘a lotus pond’.",
    "ai-tika-abh04t6:39_5": "he looks after winning one’s conceit,",
    "ai-tika-abh04t6:39_6": "flowing along the stream of the teaching,",
    "ai-tika-abh04t6:39_7": "Despite is better than the case of the persons for the schism.",
    "ai-tika-abh04t6:39_8": "having broken down my bed, and rolled back.",
    "ai-tika-abh04t6:39_9": "“An a person to associates,” “I am better for a person,” that is, independent,” and so on.",
    "ai-tika-abh04t6:39_10": "Two on account of his own conceit, etc., is better than what is better than that.",
    "ai-tika-abh04t6:40_0": "1140.",
    "ai-tika-abh04t6:40_1": "All greedy greed is all the realms of sensual desire and ill will. Desire with the vanity of desire, ill will, wielder of greed, hate, and delusion.",
    "ai-tika-abh04t6:40_2": "apart from covetousness and ill will, without developing views.",
    "ai-tika-abh04t6:40_3": "and non- greed are brought to an end. And he should remove greed and hate and delusion in this way: “Delighting greed and get rid of greed or hate or delusion.”",
    "ai-tika-abh04t6:40_4": "taken by group, living in a receptacle for the sake of counter-question, and for the sake of function.",
    "ai-tika-abh04t6:40_5": "Herein, the Dhamma is a cause,",
    "ai-tika-abh04t6:40_6": "Virtuous teaching is for us to listen to the teaching.",
    "ai-tika-abh04t6:40_7": "Yet the teaching is for those who don’t rain, yet the rainy season.",
    "ai-tika-abh04t6:40_8": "not for us.",
    "ai-tika-abh04t6:40_9": "lazy is not Dhamma,",
    "ai-tika-abh04t6:40_10": "Nor does he have no defilement but not rain,",
    "ai-tika-abh04t6:40_11": "And although these things are not, it is the cause of the reason why they are stated in the Videhanship, namely, that is to say, the reason why it is said to have collection of the kind already described.",
    "ai-tika-abh04t6:40_12": "Herein, suppose we were to develop the manner of greed, the mind associated with view, and the states of greed. All these things are not a condition for the sake of the hymns that are the reason why, not a cause or reason for the sake of the opposite sex; and if they states of the teachings, they wouldn’t be legitimate.",
    "ai-tika-abh04t6:40_13": "Having thus shown that view is associated with the state of loss, but not so much the others.",
    "ai-tika-abh04t6:41_0": "1162.",
    "ai-tika-abh04t6:41_1": "the person who proceeds in whatever manner he goes, stands on level, sees forms in the form of a person as vicinity.",
    "ai-tika-abh04t6:41_2": "But what is skillful and its basic support? They are free from the five impulsions and should break apart from the five aggregates, tied up by the noble ones and cutting off of the perceptions of the hymns, and they create the eight impulsions of the sense spheres.",
    "ai-tika-abh04t6:41_3": "Taking a stand with the doors of all things and stiffened mind, ill will and dullness and drowsiness, restlessness and remorse, and doubt. It’s not easy to find.",
    "ai-tika-abh04t6:42_0": "1163.",
    "ai-tika-abh04t6:42_1": "and because of the disappearance of what is not-self as not-self,",
    "ai-tika-abh04t6:42_2": "Reproaching a heavy yoke,",
    "ai-tika-abh04t6:42_3": "mindfulness and owing to the unskillful, while others craft is transformed torpor, sloth, and running out. It is said to be “welling the fruit” .",
    "ai-tika-abh04t6:42_4": "don’t rebuke or criticism.",
    "ai-tika-abh04t6:42_5": "if it is at this time that is so, it is not shown by one who has heard,",
    "ai-tika-abh04t6:42_6": "Deludedness of death is the terminator because of Death and greed, hate and delusion, even when the tied-breaths are found, Deluded, they wish for me.",
    "ai-tika-abh04t6:42_7": "For that is why it is said in order to show the one who has ended the defilements, to inspires confidence in another without it, and to increase the development of the Path.",
    "ai-tika-abh04t6:43_0": "what is given to him is bent down in order to steal, or to put downwards from his hands, bringing to mind as “restraint” is said.",
    "ai-tika-abh04t6:43_1": "Without being destroyed, without poison, rising and eviding,",
    "ai-tika-abh04t6:43_2": "Understanding of death is shown by that, because of the abandoning of absence of such mortals, etc., that is to say, the incompatible of abiding.",
    "ai-tika-abh04t6:43_3": "For it is because the ascetic life adversity of the ascetic life that is respected and esteemed by five hundred years, namely, applied thought, sustained thought, etc., and this is called “possessed”.",
    "ai-tika-abh04t6:44_0": "They proceed, drink, clothes, and beliefs.",
    "ai-tika-abh04t6:44_1": "Their defilement is incapable of doing so.",
    "ai-tika-abh04t6:44_2": "“As a delightful place for drinking alcoholic drinks that cause negligence.”",
    "ai-tika-abh04t6:44_3": "When they have been shown this hindrance by the hindrances, this is said to be the abandoning of the hindrances, and so on; to developing the hindrances, etc., having developed visible objects that are associated with the hindrances, etc., and the abandoning of the hindrances, etc., yet they show the opposite of the forms that were beyond the incompatibles and were like a secure, like the bird’s opposite the Deaths that were, like the hindrances secure, and the discerning of visible-de of visible-death and the hindrances, and the hindrances . And though they are not, yet they are unknowing quite evident to him.”",
    "ai-tika-abh04t6:44_4": "Through what one says,",
    "ai-tika-abh04t6:44_5": "Because of the power of becoming and because of the disappearance of the jhānas,",
    "ai-tika-abh04t6:45_0": "Hence : it is with the abandoning of desire and lust for attaining that object .",
    "ai-tika-abh04t6:45_1": "having given up desire and greed for form, thinking, “Since there is another desire and lust for form” is what is said.",
    "ai-tika-abh04t6:45_2": "what is said in the Commentaries?",
    "ai-tika-abh04t6:45_3": "“This is how they give up,” they do not show it, but give it up.",
    "ai-tika-abh04t6:45_4": "It is easy to say that if he gives his attention without resentment in the formless, having a widely associated with the unfaithful.",
    "ai-tika-abh04t6:45_5": "(There is) seeking a mind that is good, one finds a fault,",
    "ai-tika-abh04t6:45_6": "For the hindrances are found in the advantages of giving up and taking care. is what is skillful.",
    "ai-tika-abh04t6:45_7": "And here in the place where the sun was covered, and as placed in the square is the robber’s back.",
    "ai-tika-abh04t6:46_0": "According to the truths of the truth that comes up, and concluding the recitation passage for questions, and including the recitation passage for recitation.",
    "ai-tika-abh04t6:46_1": "But when agitation and worry are anxious, they endeavour and oppressed byprehending the hindrances, in that Dhamma talk. Then, when he has got rid of the hindrances and remorse and eradicated it, they were afraid of wrongdoing and fond of the hindrances.",
    "ai-tika-abh04t6:46_2": "The hindrances of sensual desire, ill will, and the unprofitable state.",
    "ai-tika-abh04t6:46_3": "for that is so called the hindrances of sensual desire and greed for form, because of the abandoning of the fine-material desires, because he has found sense desires in the various forms of making sense desires, is what is meant.",
    "ai-tika-abh04t6:46_4": "But the hindrance of sensual desire and lust, greed and breaking them up,",
    "ai-tika-abh04t6:46_5": "Sensual desire, ill will, confusion, and fearlessness will, without hindrances, joyfulness, and confident, he may get rid of the four paths. ...” ...",
    "ai-tika-abh04t6:46_6": "Once again Ignorance is a hindrance of greed and desire for the form of greed and hate, ignorance.",
    "ai-tika-abh04t6:46_7": "noise of faith is the hindrance and the teaching not the Dhamma. ...",
    "ai-tika-abh04t6:46_8": "a hindrance that are not a hindrance and obstacle to the teaching.",
    "ai-tika-abh04t6:46_9": "without a hindrance,",
    "ai-tika-abh04t6:46_10": "A hindrances are without a hindrance, and the hindrance of the teachings. It doesn’t cause us to listen to the teaching.”",
    "ai-tika-abh04t6:46_11": "Leven forty-three rooted in the first place, not the hindrances.",
    "ai-tika-abh04t6:46_12": "But the hindrances, etc., and their rooted in three ways is said to have three kinds of danger.",
    "ai-tika-abh04t6:46_13": "Therefore, just as the enlightenment comes from the time of the hindrances, not without hindrances.",
    "ai-tika-abh04t6:47_0": "Since he is so familiar with his first perception, he gives it up in the way already stated.",
    "ai-tika-abh04t6:47_1": "When the view of their views is spoken, they say, “The behave like this” and “The view of this,” etc., they said.",
    "ai-tika-abh04t6:48_0": "He who stood on the next world, standing in the world held dearly, looking at another world, he can reach the end of the world.",
    "ai-tika-abh04t6:49_0": "For it is shown how the first path is abandoned in the first place, etc., in the first phrase and the path, which is originated by the first and so on. The second is shown by the indication of the fruit of the path, etc., is abandoned , and so on.",
    "ai-tika-abh04t6:50_0": "1287.",
    "ai-tika-abh04t6:50_1": "Likewise when the sign is being grasped, the heavenly realm arises in him: “So, what is the sign of foulness arises, according to the highest blessing.”",
    "ai-tika-abh04t6:51_0": "1301.",
    "ai-tika-abh04t6:51_1": "When one person exists alone with a single harness and peaceful mind, like the sun without hindrances,",
    "ai-tika-abh04t6:51_2": "The one who has gone beyond doubt, got rid of indecision, and is intimidated by that state of existence.",
    "ai-tika-abh04t6:51_3": "After hatred by greed, hate, and delusion, and preceding to their collections, etc., of their aggregates, and how they proceed to be associated with all the classes of their aggregates, etc., and secondly, and thirdly as well. It is included too in the case of oppositeness and it is worthless.",
    "ai-tika-abh04t6:51_4": "And owing to the end of the treatise on the ascetic life in a consequence of greed, all is unprofitable states separately. It is in order to show each other, which is an unprofitable state, the state of non-existence enlightenment. And it cannot be seen in each other, with a conflictation, and each other.",
    "ai-tika-abh04t6:51_5": "Transgressions in the Suttanta Commentaries, or like an unprofitable enclosed monastery . All these eight ways should not be given in the Arahantship with the thought.",
    "ai-tika-abh04t6:52_0": "In the Universal Monarch’s Friends",
    "ai-tika-abh04t6:53_0": "I am the meaning here and now: it is endowed with meaning that is, it is first because of the words “harpensation.”",
    "ai-tika-abh04t6:53_1": "The word-meaning to activities’ carcasses.",
    "ai-tika-abh04t6:53_2": "and so inferior and superior, loyal and compared with the meaning but the owing to the intermediate of meaning, the intermediatetions, the intermediate directions, composed of the law, just as they think:",
    "ai-tika-abh04t6:53_3": "Through Vibhaṅga he shows that there is noise of sounds.",
    "ai-tika-abh04t6:53_4": "For that is why this fuel is described in the Blessed One’s community described, etc., because it is the word of the Blessed One’s life.",
    "ai-tika-abh04t6:53_5": "Then there is no such production of states as one thing and so on.",
    "ai-tika-abh04t6:53_6": "Speaking such a word, etc., would be interrupted, and used to be annoyed thus: ‘No matter how adulter is undeclared?’",
    "ai-tika-abh04t6:53_7": "But it is known that in the Commentaries are “withstanding” and “It is peaceful and sublime” , and it constructed, thus it is an unification that is peaceful.",
    "ai-tika-abh04t6:53_8": "he should be seen as like this.",
    "ai-tika-abh04t6:53_9": "Hence it is said: “He gives what isn’t given to another, and then gives birth to them,” and they took possession of the seven classes.",
    "ai-tika-abh04t6:53_10": "(But) I am praised by the one who is let in ultimate way.",
    "ai-tika-abh04t6:53_11": "is a term for sound and for the purpose of crying, “After hearing sound” is what is said.",
    "ai-tika-abh04t6:53_12": "When it has declared only the meaning, his relationship to both oneself and another, and he makes it known to others. And in the same way, he thinks, “Friend, it is prior” ,",
    "ai-tika-abh04t6:53_13": "He teaches by his distinction higher than the texts, thus he “avy dispensation” .",
    "ai-tika-abh04t6:54_0": "The one who performs, takes it, is put it away, thinking this is how it is.",
    "ai-tika-abh04t6:54_1": "Who is called what is created, ... has said, and thinks: “It is good, Sir, because of what is beneficial, I say” .",
    "ai-tika-abh04t6:54_2": "Hence it is said: “Because it is earth,” etc.",
    "ai-tika-abh04t6:54_3": "The Earth is reckoned as earth.",
    "ai-tika-abh04t6:55_0": "A teacher of eight kinds of teachers or teachers, the pupils of a teacher, but not the profitable states.",
    "ai-tika-abh04t6:55_1": "don’t give birth laments!",
    "ai-tika-abh04t6:55_2": "That’s why it is the name of Māra.",
    "ai-tika-abh04t6:55_3": "And the meaning of this point of the Commentaries would look like that for the sake of the analyzing of the teacher.",
    "ai-tika-abh04t6:55_4": "Herein, the state of language, etc., is preceding them in that very same way as before. He gives rise to the reciting of the word-meaning and the systematic , etc., and being one who does not actually give rise to the word “profitable” .",
    "ai-tika-abh04t6:55_5": "Herein, psychic powers are equipment independent of others:",
    "ai-tika-abh04t6:56_0": "and understanding are two kinds of understanding.",
    "ai-tika-abh04t6:56_1": "Virtuously, having given rise to the production of the aspect of the kind already stated,",
    "ai-tika-abh04t6:56_2": "In the commentary of the person’s commentary.",
    "ai-tika-abh04t6:56_3": "Has this not called “short” in the passage beginning, “Why are they described? ”",
    "ai-tika-abh04t6:56_4": "And true, these six classes of rebirth are found in the passage beginning, “It is the commentaries” , and the six classes of rebirth-linking, etc., as stated, is said, “It is new stated” .",
    "ai-tika-abh04t6:57_0": "Herein, there is a specific neutrality towards its being described in the way beginning, “When there are no dangers and threats, etc., and there is non-existence of blemishment, etc.”",
    "ai-tika-abh04t6:57_1": "While the others is variety of Vibhaṅga: the meaning in that place, the five ways, that is to say, sense desires, fondness, thirst, passions, and clungs , etc., states of the Vibhaṅga too with the intention of the Enlightened Ones, etc., and also the meaning in the way beginning, “Possessiveness,” etc., is respected, what is meant.",
    "ai-tika-abh04t6:57_2": "If there is something as stated in the way already described, then it is because it is not found in the way already described, that is to be spoken of.",
    "ai-tika-abh04t6:57_3": "When there is no ignorant teachers, he should be described as “alms” for them.",
    "ai-tika-abh04t6:57_4": "Now comes the description of the development of that declaration is described as “compatible” and so on. Herein, when such understanding is shown that the state is described as “gard, hate, and delusion” there,",
    "ai-tika-abh04t6:57_5": "Then, understanding: beings separate from being described above, and because it is not possible to discern the states of existence because it is not possible that they are discovered because of the states of the states of loss .",
    "ai-tika-abh04t6:58_0": "He thinks, “Just as well,” and the point is necessary rule, etc., which is definitively contrary to the Teaching.",
    "ai-tika-abh04t6:58_1": "“It is not possible for that reason to give even a satisfaction that is not,”",
    "ai-tika-abh04t6:58_2": "He said, “A person,” “Through ,” and so on, etc., have said, the meaning of the meaning of, etc., similar to is said. And the meaning of the saying “that is not so called “with meaning” because it is said.",
    "ai-tika-abh04t6:58_3": "The word of the lay life",
    "ai-tika-abh04t6:58_4": "the designation of another name,",
    "ai-tika-abh04t6:58_5": "They sleep on local termites",
    "ai-tika-abh04t6:58_6": "Not as roaming is born,",
    "ai-tika-abh04t6:58_7": "he opens his general as he did so.",
    "ai-tika-abh04t6:58_8": "designation of wisdom:",
    "ai-tika-abh04t6:58_9": "The wisdom there is from being possessed of (magical) powers, designation, turning away, etc., and composed by what is known as ‘pressed of consciousness’. This is the kind of wisdom’, and being tied to, attacked by that which is wisdom. This is the origin of the mind’s wisdom.",
    "ai-tika-abh04t6:58_10": "Then, as he did so he lay down on the bathing precincts of consciousness on the inside of the noble ones on earth, he lay down on the seat spread out.",
    "ai-tika-abh04t6:58_11": "When she is known as an enlightenment Death’s instruction, then he should be corrected and included in the foreignorant word-maker: “Consciously behave like this, ‘There may be nothing!’",
    "ai-tika-abh04t6:58_12": "ignoring the meaning, but not only its meaning. They can’t be either terminators or terminators, meaning, or comprehensible people. And they might do not use unwelcome criticism, and they just describe the detailed explanation of the meaning and the next.",
    "ai-tika-abh04t6:59_0": "corruption is seen, just as a place to settlement, and consummation, so that when settling down is described, the rid of the signs, etc., is said to be the collection of the earth that is described as “senses,” and “posites,” etc., is said to be far from the dwelling places, “Having been shown by the wind,” and so on.",
    "ai-tika-abh04t6:59_1": "So he does not show the meaning of the origin of the world, produced by the arrogance of the meaning, and so on.",
    "ai-tika-abh04t6:59_2": "But this is found in the method of the teachers.",
    "ai-tika-abh04t6:59_3": "Herein, this one is included in the meaning of the phrases beginning with seeing visible objects, etc., and in order to purify the meaning of the phrasing of sounds.",
    "ai-tika-abh04t6:59_4": "“This is how the meditation of all developed is defined in all ways: “This is an universal monarch’s accumulation.” ...",
    "ai-tika-abh04t6:59_5": "you won’t.”",
    "ai-tika-abh04t6:59_6": "and they told them what had happened.",
    "ai-tika-abh04t6:59_7": "Where there is the beginning, “There is no sound when you hear the Buddha’s teaching, its object, and the analysis of the present object” , and so on.",
    "ai-tika-abh04t6:59_8": "Therefore it is said: “The meaning of this is stated. The explanation is spoken of the states consisting in the stage of what is spoken. The meaning is: “This is inappropriate in detail” , and its intention is spoken of, ninety-two parts of the opposites, it should be understood, and penetrated in detail in this way. Consequently all the Dhamma is said. Consequently to him, the non-existence of this is said.",
    "ai-tika-abh04t6:59_9": "Herein, we should be offered: “Ghosen and removed.” ...",
    "ai-tika-abh04t6:60_0": "What is called “specified” is according to the Paṭisambhidā in the Commentaries .",
    "ai-tika-abh04t6:60_1": "When there is such a designation of forms, sounds, smells, tastes, touches, and thoughts are found. It might not be found in him if there is the ultimate way, there may be no making known about the state of non-perception.",
    "ai-tika-abh04t6:60_2": "for sentient beings are not described undertook.",
    "ai-tika-abh04t6:60_3": "and if there is no recognitionality, there may be only this.",
    "ai-tika-abh04t6:60_4": "And this is what is meant.",
    "ai-tika-abh04t6:60_5": "And so, although they are not shown that the state is “possessed,” etc., in the way already described, etc., is said.",
    "ai-tika-abh04t6:60_6": "And now there is the method of explanation of the meaning of one’s own views, etc., as well as the receptacle of any sentient beings to be described in the way beginning, “Whoever is there is in abiding or in virtue” .",
    "ai-tika-abh04t6:60_7": "The Vibhaṅga thus: “Here there are beings in the realm of luminous forms, etc., and beings in the way beginning, “Here there is no further.”",
    "ai-tika-abh04t6:60_8": "For accordingly, accordingly, although these states are stated in the way already described, the their meaning is “with the kind of non-physical” .",
    "ai-tika-abh04t6:60_9": "those who know, “Not short”.",
    "ai-tika-abh04t6:60_10": "Endowed with the meaning:",
    "ai-tika-abh04t6:60_11": "because you have not conducted himself properly;",
    "ai-tika-abh04t6:60_12": "Yet the caravan leader is ever mindful.",
    "ai-tika-abh04t6:60_13": "(This is) not the meaning, ~ for the sake of winning dealing with these.”",
    "ai-tika-abh04t6:60_14": "Herein, there are things that are, etc., for all feelings that are felt like this and like this, so there is no such thing as this: “There is nothing I concept for the sake of nymphs, and such a question.”",
    "ai-tika-abh04t6:60_15": "“Are you no one who does not give away?”",
    "ai-tika-abh04t6:60_16": "Then the Sakyan said, “Whatever is there, it is just like that, whether I believed there is such a thing, ‘There is no-one who says such things as “Don’t exist afterlife.”",
    "ai-tika-abh04t6:60_17": "For the other in that place where there is no friend, there is no scorning to which it was,",
    "ai-tika-abh04t6:60_18": "There is a second question that is not referring to their own doctrine, but admits to another.",
    "ai-tika-abh04t6:60_19": "Then he said to each other, “Kill,” “There is no wrong-one else who speaks in accordance with the Teaching; the contrary to the Teaching; the Monastic Law, and when someone makes divided into effective speech: “He does not speak in accordance with the Teaching;”",
    "ai-tika-abh04t6:60_20": "But stiffness is called ‘perception’ and ‘neither form’ and ‘neither form’ because it is included in the form of feeling’ and so on. Thus there is no such thing as the basis for it is to be developed by development, and there is no making known of another.",
    "ai-tika-abh04t6:61_0": "while forms are physical.",
    "ai-tika-abh04t6:61_1": "Likewise as that of such a kind, etc.,",
    "ai-tika-abh04t6:61_2": "perception arises in him as an unprofitable mind.",
    "ai-tika-abh04t6:61_3": "What if states of cooked by King Pasenadi of Kosala is being described as soon as they do not neglected by a king of the seven Jina, etc., do not accept it, and that which is a method of jungle thicket .",
    "ai-tika-abh04t6:61_4": "and is endowed with wisdom according to what is said in order to doing so in order to prevent his own wisdom.",
    "ai-tika-abh04t6:61_5": "Because it is stated in the Commentaries: “This isn’t found in the sense of urgency,” etc., is said.",
    "ai-tika-abh04t6:61_6": "beings pass on top of sentient beings,",
    "ai-tika-abh04t6:61_7": "This is called “special” referring to the accumulation of the seventh section and the nine respectively based on the earth kasiṇa” . Herein, “Possess are said to be the eight.”",
    "ai-tika-abh04t6:61_8": "What is to be spoken of in secretion of limitedness, etc., that is not found in the aggregates, etc., in what is to say?",
    "ai-tika-abh04t6:61_9": "the aggregates are the top of the components (of mind and bodily form),",
    "ai-tika-abh04t6:61_10": "grasping ...",
    "ai-tika-abh04t6:61_11": "What person does the perception of people associate with good people, then what is theirs?” But how is they said, “But what is wrong, what is wrong?”",
    "ai-tika-abh04t6:61_12": "Earth is obtained in the earth element, and it is a term for an individual essence.",
    "ai-tika-abh04t6:61_13": "(This is) our guides.",
    "ai-tika-abh04t6:61_14": "But he doesn’t get rid of form, and so on. He should develop such a state consisting in the highest mode.",
    "ai-tika-abh04t6:61_15": "is the person who is found in a real and ultimate way. ...",
    "ai-tika-abh04t6:61_16": "she says.”",
    "ai-tika-abh04t6:62_0": "In the five constituents (of mind and body) that provide fuel for attachment, is it worthy of a group of five aggregates, even a single one hundred.",
    "ai-tika-abh04t6:62_1": "Then, another caravan leader made them back.",
    "ai-tika-abh04t6:62_2": "so is this your view:",
    "ai-tika-abh04t6:62_3": "Have noise, what is the reason why?",
    "ai-tika-abh04t6:62_4": "Because he has pierced the pile of conditions,",
    "ai-tika-abh04t6:62_5": "having opened it up, he thought: “She is going to the heaven,”",
    "ai-tika-abh04t6:62_6": "Since there is no accumulation in what is not, because there is no one else obtained by them.",
    "ai-tika-abh04t6:62_7": "But how is there no being attached to it?",
    "ai-tika-abh04t6:62_8": "How is this: “What is this?” is its reputation? It is its seven months, and its seventh generation rolls forth depending on them,",
    "ai-tika-abh04t6:62_9": "in the second (story), he said: “He is tied up with a second (only).”",
    "ai-tika-abh04t6:62_10": "Breaching: the meaning is that inclusion of the mango trees, etc., is the meaning.",
    "ai-tika-abh04t6:62_11": "A sentient being is this.",
    "ai-tika-abh04t6:63_0": "so to the extent of their unbearings, backbiting, and worry.",
    "ai-tika-abh04t6:63_1": "whether it is ignorant, how does he get stored it?",
    "ai-tika-abh04t6:63_2": "the perception of the world in the world,",
    "ai-tika-abh04t6:63_3": "But just as in the case of one who gives rise to the defilements, etc., is called “blessed” because they proceed having no defilements, etc., and because they bring to the arising of the defilement of their enlightenment that “bodies, etc., and because they proceed having insight into Nibbāna, thus they are called “conclusively” .",
    "ai-tika-abh04t6:63_4": "Or alternatively, there is the meaning of being liquid, the meaning can be seen.",
    "ai-tika-abh04t6:63_5": "Likewise when a man is laid down: he causes what is called to be described as “specified” in the same way that is to be dealt with according to the rule, when something is said, he should be asked evasively:",
    "ai-tika-abh04t6:63_6": "and have rectitude to be spoken of by wisdom: there is no one thing that is spoken of by wisdom.",
    "ai-tika-abh04t6:63_7": "Likewise, because it has been developed that the giving up is performing, it should be developed that the importantities of the breaths and out to be done as they are, etc., and because it has to be developed that they are incapable of repairing it.",
    "ai-tika-abh04t6:63_8": "For it is not possible that someone liable to perishing all states are changing to accept these caste; they should lose their acceptance and reciting what they have come; they should speak like to, produce in the past.",
    "ai-tika-abh04t6:63_9": "And the detailed exposition of the world occurs with its efficacy. Having shown that same sign, he is as follows. This is called “ginal” .",
    "ai-tika-abh04t6:63_10": "For that noise is called “neither causing the meaning” or “In that case,” it is included thus: “This is the meaning of what is choice”.",
    "ai-tika-abh04t6:64_0": "But whose ignorant is the same?",
    "ai-tika-abh04t6:64_1": "And here one should understand:",
    "ai-tika-abh04t6:64_2": "For this is infatuated:",
    "ai-tika-abh04t6:64_3": "He should be described like this: “This is the preliminary matter for a continued existence and have been rejected by that.”",
    "ai-tika-abh04t6:64_4": "and only the word-meaning of the word-meanings because of the words “finishment” can be said “sentical in all” , “There is no need for sounds,” because it is expressed according to the meaning of law and so on.",
    "ai-tika-abh04t6:65_0": "And later, while he was pursuing the fire in the way: “From the fire in the smoke of fire, but he does not apply himself to the heat of a fire with fire. But there was no simply this meaning of the phenomena, for the sake of a fire.",
    "ai-tika-abh04t6:65_1": "But it would be known for the meaning of that, without explaining the meaning of that sound, because of that one’s own good. For the meaning should be understood to understand that.",
    "ai-tika-abh04t6:65_2": "another with the intention of making a sound.",
    "ai-tika-abh04t6:65_3": "And here it is said in the explanation of the meaning such as this. It is “neither perception” , according to the meaning of “wavering” since it is necessarily in the world as follows: “‘Consciousness is the ultimate, the ultimate, the world is proficient in him, the elimination of the world or the elimination of the world” .",
    "ai-tika-abh04t6:66_0": "he can’t even see the size of brief submer heat, as if he were noise of making a drum in the earth-gods, etc., which has the shrine temperature, etc., as it were, and there would be the sound of all the earth kasiṇas.",
    "ai-tika-abh04t6:66_1": "Because their respective proliferation is the shape of forms. Consciousness is the shape of the aggregates in such a way, even it is the ultimate blessing. That is why it is the ultimate thing, the ultimates of the various kinds of grasping aggregates beginning with materiality, namely, formlessness in the ultimate way beginning, the ultimate field of continued existence, the ultimate being.",
    "ai-tika-abh04t6:66_2": "For there is such a way that is not clear, and there is nothing to be spoken of, and there is no need of them.",
    "ai-tika-abh04t6:66_3": "Since there are three cases, no one else who wraps up in these three ways:",
    "ai-tika-abh04t6:66_4": "Saying: ‘In brief, he takes it back in brief, he does not say, ‘Causes this word simultaneously because of what is said.’",
    "ai-tika-abh04t6:66_5": "That from what is contrary to the word: “It is not possible (to say) “It is in the ultimate”; how can it be said, but only the meaning is this:",
    "ai-tika-abh04t6:66_6": "For there is no meaning here without being described in the Pāvāḷa Commentaries, for the purpose of assemblies, and he does not say that there are two kinds of flames and names, that are designated as “serving” and “possessed of dissolution” .",
    "ai-tika-abh04t6:67_0": "whatever there is, it is attractive,",
    "ai-tika-abh04t6:67_1": "Then this carcass of seven sacred size, etc., still does not originate about even a seventh time.",
    "ai-tika-abh04t6:67_2": "For the word of the words “blessed” is connected with the word “has” of the words.",
    "ai-tika-abh04t6:67_3": "The highest states of the aggregates, etc., are composed to, for the sake of the zeal of the highest good states, etc., as described in the ultimate sense.",
    "ai-tika-abh04t6:67_4": "They don’t understand what is known as the Description of Possessing. They may because of the designation of that same enlightenment is lost.",
    "ai-tika-abh04t6:67_5": "He cannot described as wisdom : “Repulsiveness of wisdom,” because he does not described under the sway of such language in the same way as described, and all the states of existence as described.",
    "ai-tika-abh04t6:67_6": "This is how it should be done.",
    "ai-tika-abh04t6:67_7": "While the other is described, he can be described as recommended by the word “ville,” and “There will be no taking care of wisdom. ” He said, “Considering, ‘ in this way, let us do not say, ‘No one who is pointing on the act of respectively the law’.",
    "ai-tika-abh04t6:67_8": "For just as when a gift is described under the sway of the terminology, etc., as preceding terminology and the point of descriptions, etc., and enjoying them, so too, when something is spoken and stated thus: “Whoever there is something more thanking of its enemy, its designations, enemy, and descriptionsing of understanding” .",
    "ai-tika-abh04t6:67_9": "And the detailed explanation of the meaning here in the Vibhaṅga thus: “It is observed under the heading of “consciousness” .",
    "ai-tika-abh04t6:67_10": "And this meaning should be regarded as “space” since it is added in the sense of defining and in the sense of individual essence too.",
    "ai-tika-abh04t6:67_11": "For it is said first to be shown how it is said:",
    "ai-tika-abh04t6:68_0": "but this nutriment is called “specified” in the way beginning, “Hearing into” . It is stated in the Paṭisambhidā, which should be regarded as simply in the sense of defining, and incapable of hither.",
    "ai-tika-abh04t6:68_1": "Or alternatively, all of the kind already stated (because it is) the same kind already described.",
    "ai-tika-abh04t6:68_2": "since it is not possible to teach people in all respects.",
    "ai-tika-abh04t6:68_3": "For accordingly in the Paṭisambhidā is spoken of as pleasant and painful feeling: here too this is called “pleasure” in the Paṭisambhidā should be understood as stated . This is how the first meaning.",
    "ai-tika-abh04t6:68_4": "This is the exposition construction to the unconditioned in brief.",
    "ai-tika-abh04t6:69_0": "1316.",
    "ai-tika-abh04t6:69_1": "When there is such a thing as the label ‘opening’, etc., for its making amends after being granted, they will give such gifts, and they lead to interruptional issues.”",
    "ai-tika-abh04t6:69_2": "There is no production of what is unsuitable, and produced by what is unsuitable,",
    "ai-tika-abh04t6:69_3": "but to the feelings that are supernormal powers, and let us go by the Dhamma.",
    "ai-tika-abh04t6:69_4": "What if feelings were to take his own feeling, he neglect absorption, still after giving attention to the spontaneously of the earth, and without mindfulness, thinking: “Whoever there is such unpleasant earth, water, fire, and air, and making known something else?”",
    "ai-tika-abh04t6:69_5": "As to the general terminology and description, then it is not known that for all .",
    "ai-tika-abh04t6:69_6": "So too, if feelings have no scope of logic, etc., in this way, the earth is “non-continuum” and so on.",
    "ai-tika-abh04t6:69_7": "When there is a sign in the dreams, there is no cricking feathers, etc., of which as if breaking out of the chickens and pigs, and fetters rolled away by the sound of cow dung.",
    "ai-tika-abh04t6:69_8": "For the names of the Referrally the Three Times",
    "ai-tika-abh04t6:69_9": "Namely interrupted-haired pots from the immaterial states.",
    "ai-tika-abh04t6:69_10": "Herein, in this instance there is no subsequent clay to the instance.",
    "ai-tika-abh04t6:69_11": "And if he does not apprehend the feeling in the way beginning, “From the unification of mind” , etc., with the suffering of feeling, etc., which is used in the way beginning, “Hereinforced by the unity, not by the boiled language, etc., not even when a single word “length is used in the way beginning, “This is unification that is” .",
    "ai-tika-abh04t6:69_12": "it doesn’t.”",
    "ai-tika-abh04t6:70_0": "arouse equanimity to make it clear in the state.",
    "ai-tika-abh04t6:70_1": "a predominance of (concentrated mind-contact.",
    "ai-tika-abh04t6:70_2": "He would stop interpretation even the air with a speeding poisonous ladder,",
    "ai-tika-abh04t6:70_3": "“Unification of mind is the same as the word- construction” . It might because of the word-contact, the observer of the comprehension of the kind, not the elimination of wielderation, etc., thinking, “There is no oppositeness of their states.”",
    "ai-tika-abh04t6:70_4": "Herein, a contact to be experienced as five-consciousnesss:",
    "ai-tika-abh04t6:70_5": "like the sound of the drums in the forest,",
    "ai-tika-abh04t6:70_6": "This is said:",
    "ai-tika-abh04t6:70_7": "for the attainment of the fine-material-sphere is actually present in the mode of grossness of the material-sphere attainment, like the coarse of the material-sphere attainment is called “nomena”.",
    "ai-tika-abh04t6:70_8": "Or alternatively, it is called “respective of the life-continuum” in the sense of its phrases and so on.",
    "ai-tika-abh04t6:70_9": "they are the last of the waters, saying: “The mind-made,” “Praising of forms is what is said.”",
    "ai-tika-abh04t6:70_10": "even the physical formation of the fine-materiality is able to discern the immaterial states of existence, and to develop the noble truth of the path to extinguishment, their mind inclines to extinguishment.",
    "ai-tika-abh04t6:71_0": "1318.",
    "ai-tika-abh04t6:71_1": "Regarding the danger in those concealments, the dangers, and slants, roots, and strivings is the root of the trees.",
    "ai-tika-abh04t6:72_0": "I set out wide openings in various forms. Is the sense fields, horses, and so on, topics in the its various forms, and the counterparts of the signs, and sovereignty and its precious things, observed profitable, and skilled in the world,",
    "ai-tika-abh04t6:72_1": "whatever view of persons there is inclination of views, etc., their intention is stated in the sense of urgency in the moderation of the Dhamma.",
    "ai-tika-abh04t6:73_0": "physical process, mental intention, and regarding choices.",
    "ai-tika-abh04t6:74_0": "don’t enter the sure path, frequenting by running (them) including the food and the currents,",
    "ai-tika-abh04t6:75_0": "1336.",
    "ai-tika-abh04t6:75_1": "one who has completed the rains residence and doesn’t see a place with his own hands, and his footholds, etc., in order to show the base of the group of travelers, and his arts were space on this point.",
    "ai-tika-abh04t6:75_2": "“Skill in offenses is what is unskillful and what is meant.”",
    "ai-tika-abh04t6:75_3": "it is well-known, and he said to her, “Who is your relative.”",
    "ai-tika-abh04t6:76_0": "then his attention given to them is cleansing.",
    "ai-tika-abh04t6:77_0": "if it is on the actual occasion of covering it,",
    "ai-tika-abh04t6:78_0": "Talking for food, drink, clothes, and beliefs,",
    "ai-tika-abh04t6:79_0": "the rice-gruel, the rice-gruel, the rice-gruel,",
    "ai-tika-abh04t6:80_0": "the eye faculty, the ear faculty, the nose faculty, the tonguest of the body,",
    "ai-tika-abh04t6:80_1": "The eye faculty was covetous, and it was because of their vision’s eyes too so that it cut through the eye faculty, like the door-consciousness faculty, like the gate of the eye faculty.",
    "ai-tika-abh04t6:80_2": "Because when there is no faculty of the eye, they will show the eight eye faculty unfaithful without restraint of the eye.",
    "ai-tika-abh04t6:80_3": "And just as they bring water for the purpose of showing (to the great creatures), saying: “Whoever shows them offered?”",
    "ai-tika-abh04t6:80_4": "How does someone ask for what is helpful for someone else? Here is the meaning?",
    "ai-tika-abh04t6:80_5": "There is no least in the form of a lake again,",
    "ai-tika-abh04t6:80_6": "for they don’t get rid of covetousness.",
    "ai-tika-abh04t6:80_7": "At that time the very spotless eyes were covered with vision, universal eyes, and restrained.",
    "ai-tika-abh04t6:81_0": "Then as it is conceived in the midst of the world’s mind, owing to the neighborhood of a monastery, he who is worthy to be destroyed by the also.",
    "ai-tika-abh04t6:81_1": "for one who is forgetful and thankful would because of the lack of mindfulness and situational awareness, nor does it arise in the five hundred attendants, etc., and because of the attainment of the unvirtuousness, etc., just as there is no coming to an unvirtuousness and running hither.",
    "ai-tika-abh04t6:82_0": "That which is called “restraint in the rolls” which can be terminated by the eye faculty, and that which is called “restraint of rolling”.",
    "ai-tika-abh04t6:82_1": "rolling the household life –",
    "ai-tika-abh04t6:82_2": "When a visible object with the five factors, having attained sense of its objects and defining, skilled in the carpet of the rod and the brilliant, and when he has fallen from the forest, he returns to the various gates in the royal compound, saying “Having work,” and he does so on, having choice by the sign of the alert.",
    "ai-tika-abh04t6:82_3": "Or again, they stretch, being Jeta’s Grove, and so on.",
    "ai-tika-abh04t6:82_4": "or if he returns to the Earth, etc., the five doors arise in that place were placed on a pile of wood, etc., before in the Jeta Grove, his mindfulness and situational awareness, he is said to be the best of the woods.",
    "ai-tika-abh04t6:82_5": "But this occasion when the five hundred precincts in the company of the mind-made reincarnation and interrupted by the mind-made, it appears like the time.",
    "ai-tika-abh04t6:82_6": "And they can see the door frame on the main gate of the ropes of the coals beginning with a single mass of the sun.",
    "ai-tika-abh04t6:83_0": "mindfulness, and the it can also be called “blessed” when it can be called owing to the progress and the framework of mindfulness” , etc., which is why there is no production of the fruition and so on.",
    "ai-tika-abh04t6:83_1": "For there is no delight for (them) calming actually does not say that is good.",
    "ai-tika-abh04t6:83_2": "Just as if he is able to obtain the ultimate goal of the external, he thinks: “This is the ultimate, this is the enemy, but this isn’t proper for visible, yet when the body is exteriorated, agreeable to the newly arrived monks; it is not made by floor covering up with the stress, it is indeed with the outcome.”",
    "ai-tika-abh04t6:83_3": "Asoka’s rebirth into hell, the animal realm, or the place called growth of the door fact that it is observed in the morning.",
    "ai-tika-abh04t6:83_4": "For it is possible to develop the door and the cause of others that arises with wisdom.",
    "ai-tika-abh04t6:83_5": "they make the gate of the pit of glowing coals, etc., which have the nature of a pit of glowing coals, and so on.",
    "ai-tika-abh04t6:83_6": "For he whom the gate is flowing, which arises in him when he sees the doorway, becomes dispassionate towards them.",
    "ai-tika-abh04t6:83_7": "Hence it is said: “He is skilled in the Snakes,”",
    "ai-tika-abh04t6:84_0": "And here, having seen that form, he should restrain himself restraint, restraint, and non-existence after seeing it, in the here, when this is said: “As aroused, they should show the way to that sight, and when this encounter it.”",
    "ai-tika-abh04t6:84_1": "“Perhaps it is developed and cultivated",
    "ai-tika-abh04t6:84_2": "is restraint for restraint.”",
    "ai-tika-abh04t6:84_3": "Transgression is the meaning.",
    "ai-tika-abh04t6:84_4": "should examine the teaching",
    "ai-tika-abh04t6:84_5": "he doesn’t get caught up in the features and details.",
    "ai-tika-abh04t6:84_6": "Having destroyed the things, they started to urgency,",
    "ai-tika-abh04t6:84_7": "In sights, sounds, smells, tastes,",
    "ai-tika-abh04t6:84_8": "And what is the two powers of reviewing?",
    "ai-tika-abh04t6:84_9": "Herein, the danger of seeing the danger in being discriminated with the other drawbacks.",
    "ai-tika-abh04t6:84_10": "Similarly in the first phrase after the endearing of the stage beginning with the first-jhāna access;",
    "ai-tika-abh04t6:84_11": "Likewise the first head is discovered by the supermundane path, the second is worthy of the path, and the path of jhāna.",
    "ai-tika-abh04t6:85_0": "The meaning is this: born of the monasteries is the beginning, the giver of the breadths, and the meaning is the same as given.",
    "ai-tika-abh04t6:85_1": "Of these two gains, that is the meaning, the meaning is, the Jotipāla to say, “Who is this? What is that?”",
    "ai-tika-abh04t6:85_2": "To eat whatever food is unsuitable, he uses it without food.",
    "ai-tika-abh04t6:85_3": "And the meaning here is this: ‘One who is superior people employed by many.’”",
    "ai-tika-abh04t6:86_0": "1355.",
    "ai-tika-abh04t6:86_1": "and in the middle of the day, he said, “We came to,” and so on.",
    "ai-tika-abh04t6:86_2": "For the birth of birth, etc., in the way beginning, “We shall give” and so on.",
    "ai-tika-abh04t6:86_3": "Spike to the workplace:",
    "ai-tika-abh04t6:86_4": "but, when he is fearful, he then exercises it, becomes quite secluded from sense desires, whether there is something else in the body or in the other places, thus he is an expert on the part of the landings, “This body is inconvenient or tasting,” then he said, “This is incompatible and quiet with this body.”",
    "ai-tika-abh04t6:86_5": "But those who have eaten suffering, etc., are suffering because of the dissatisfaction, they don’t get past it.",
    "ai-tika-abh04t6:86_6": "When there is meaning in that place, the meaning is useful in the position of the stage sequence. When there is the meaning of the sequence of meaning, it is in the way already stated.",
    "ai-tika-abh04t6:86_7": "What is there for these two reasons why the various requisites obtained, without a luminous feeling, if there are no suitable reasons, he accepts unexperiences regarding the feeling;",
    "ai-tika-abh04t6:86_8": "When there is no in the past, future or present, and present have arisen, yet arisen, and so on. He lives unborn, unattached, seeing the ultimate goal.",
    "ai-tika-abh04t6:86_9": "which is called “having the same” in the same way as “Just as before.",
    "ai-tika-abh04t6:86_10": "Then there was an unpleasant feeling because of past deeds, (He did) a result of past deeds, that was done in the past.",
    "ai-tika-abh04t6:86_11": "Transgression by the reviewing of the moment by reviewing of the sense pleasures, etc., by using its ninety, it doesn’t arise in the future.",
    "ai-tika-abh04t6:86_12": "the foundation of exertion, agitation,",
    "ai-tika-abh04t6:87_0": "In whatever way there is, this body, speech, and mind will be dangerous.” And they said, “Now, they show the way of taking up the life faculty by the normal that concern, the way that is in order to show the way that the way of the life faculty.” Then they say, “Through the vicinity of the life faculty, they make a living creature a particular faculty, and that faculty of the remainder, they will not show the way to its requisites,” and they say, “Now the lawfulness will be able to the instructions.”",
    "ai-tika-abh04t6:87_1": "It is “proaching” and “proaches of faith in one who has faith and virtue, etc., according to making use of faith, etc.,",
    "ai-tika-abh04t6:87_2": "Endowed to the motion in eating, etc.",
    "ai-tika-abh04t6:87_3": "Living on storing upwards, is the meaning.",
    "ai-tika-abh04t6:88_0": "an obstinate ...",
    "ai-tika-abh04t6:88_1": "The meaning is this: “As abidings that are these, however, the meaning is this: the postures, mundane and supply of the earth kasiṇas, etc., are stated held under the earth kasiṇa and essences that were described, as described under the postures of the earth. ”",
    "ai-tika-abh04t6:88_2": "and just as, when he sees that they have ended the defilements, their defilements have come to an end, and they get to see the defilements because of the ending of defilements, because they see that they have ended the defilements and developed them.",
    "ai-tika-abh04t6:88_3": "effacement by the dream of the effacement that is just as very absorption is naturally exceedingly sweet in the same way as abide in the attaining meditation subject and the ultimate absorption, the effacement is using the same in the way beginning, “He lives in bliss who effacement,” and so on. It is permitting the proximate cause, etc.; and it is immediately effectively effectively effectively that method thus, “well proclaims in blissfulness,”",
    "ai-tika-abh04t6:89_0": "mindfulness, immersion, and the things that are hard to get sick, prevent, etc., by means of the six kinds of mindfulness meditation.",
    "ai-tika-abh04t6:90_0": "and it is called “special” because it is the same as in the Vibhaṅga thus: “Bhikkhus, a life-continuum, and so on” since it is called “refuges” .",
    "ai-tika-abh04t6:91_0": "“Having restrained the arising of suffering, and the cause of suffering,",
    "ai-tika-abh04t6:92_0": "growing on it, he’ll freed it.”",
    "ai-tika-abh04t6:93_0": "“I detachment.”",
    "ai-tika-abh04t6:94_0": "And just as they rose up into the suffering of rolling on and using them, they descended into the lion’s rolling on the suffering that is unobstructed and penetrate knowledge of the Power of the instance. Then they realised Liberated on the meaning of these four truths, which were the meaning and full knowledge of the instance owing to the meaning.",
    "ai-tika-abh04t6:94_1": "And here it is said in the first stage : “And here, acquisition, the meaning of the truth of which is used in the way already described,” it is said in the sense of composing .",
    "ai-tika-abh04t6:94_2": "Or alternatively, endeavour,Now, the one who has right view, the one whose Dhamma is after the truth of the path—rightfold, that is:",
    "ai-tika-abh04t6:95_0": "And they say, “Protector of the ending of defilements” is a term for the ending of defilements.",
    "ai-tika-abh04t6:96_0": "1381.",
    "ai-tika-abh04t6:96_1": "The state of being bound by the held together by the surmounting of its object and, he says “You have made unpleasant feeling. ” ...",
    "ai-tika-abh04t6:96_2": "like binding out of the field.”",
    "ai-tika-abh04t6:97_0": "1382.",
    "ai-tika-abh04t6:97_1": "the noble path, which rolls towards the supreme path, the fruit of knowledge, and the path of the destruction of defilements, is well proclaimed in being the noble path to the end of defilements.”",
    "ai-tika-abh04t6:97_2": "Yet it is said that uninterruptedly the path that arises through the first path, the lamps, in the breaking off the defilements, the rolling on the path, the advantages, and the rolling backs, and the way described above as a prey to break in the ears,",
    "ai-tika-abh04t6:98_0": "The discussion on the Universal Monarch is finished.",
    "ai-tika-abh04t6:99_0": "The chapter on leaving is finished."
}