{
    "ai-tika-s0305t10:0_0": "11. Sotāpattisaṁyuttaṁ",
    "ai-tika-s0305t10:1_0": "1. Veḷudvāravaggo",
    "ai-tika-s0305t10:2_0": "1. Cakkavattirājasuttavaṇṇanā",
    "ai-tika-s0305t10:3_0": "In the city of Nāgas, although cast the protection of the town, third dropped in the city,",
    "ai-tika-s0305t10:3_1": "Herein, what is it proper to say? “What is it that you bring?”",
    "ai-tika-s0305t10:3_2": "Herein, having given permission, without taking leave,",
    "ai-tika-s0305t10:3_3": "the homeless, alert,",
    "ai-tika-s0305t10:3_4": "(thus) did the lord of the hermits’ virtue, the Uttiya, Black Modhīra,",
    "ai-tika-s0305t10:3_5": "Understanding that he attains, the incompetent, and the state of non-existence –",
    "ai-tika-s0305t10:3_6": "“After the Noble Ones’ heritage,”",
    "ai-tika-s0305t10:3_7": "if she stands without food;",
    "ai-tika-s0305t10:4_0": "Having entered the highest state, the residence together with the maidens, went to the highest house.",
    "ai-tika-s0305t10:4_1": "He said, “It is no troublesome for you than a conversion to confidence.”",
    "ai-tika-s0305t10:4_2": "Rather is the noble path;",
    "ai-tika-s0305t10:4_3": "faithful, with gains faith in his heart,",
    "ai-tika-s0305t10:4_4": "“Formerly they lived in one place.",
    "ai-tika-s0305t10:4_5": "For in noble traditions a noble disciple arises in the noble road, which is an opposite sex.",
    "ai-tika-s0305t10:4_6": "(As) means endowed with triple and worms (of clothes), and three there are three kinds of clothes,",
    "ai-tika-s0305t10:4_7": "And since there is one producing the meaning, one that is why the schism is prevented for the schism.",
    "ai-tika-s0305t10:4_8": "A noble disciple who does not clarify the meaning of what is inferior,",
    "ai-tika-s0305t10:4_9": "confidence in those without it,",
    "ai-tika-s0305t10:4_10": "how loved food for her husband?",
    "ai-tika-s0305t10:4_11": "respect, revere, and worship (them),",
    "ai-tika-s0305t10:4_12": "even great and riches,",
    "ai-tika-s0305t10:4_13": "This is “nothingness” because it is no matter in all ways.",
    "ai-tika-s0305t10:5_0": "and next to the existence of existence in the between existences.",
    "ai-tika-s0305t10:5_1": "From restraint: from untouched to, like unto burnt by.",
    "ai-tika-s0305t10:5_2": "Hence it is said: “Here the wickles have been cut off.”",
    "ai-tika-s0305t10:5_3": "violent even milk-rice:",
    "ai-tika-s0305t10:5_4": "The same method applies",
    "ai-tika-s0305t10:5_5": "the virtue of the Monastic Code should be understood in the beginning of the Pātimokkha the first starting with the virtues.",
    "ai-tika-s0305t10:5_6": "two or three amongst those who are ethical.",
    "ai-tika-s0305t10:5_7": "having broken through the drum (from the mountain),",
    "ai-tika-s0305t10:5_8": "jujubes,",
    "ai-tika-s0305t10:5_9": "“The victor,” he said, “It is just conqueror of the Aṅguttara.”",
    "ai-tika-s0305t10:5_10": "This is the overestimation:",
    "ai-tika-s0305t10:5_11": "“This is the ethical conduct of virtue,” thus he is not able to do it.",
    "ai-tika-s0305t10:6_0": "commentary on the spiritual path,",
    "ai-tika-s0305t10:7_0": "In faith, (the Buddha), the Protector of the Three Worlds, person of faith, the great authority,",
    "ai-tika-s0305t10:7_1": "faithful and confident,",
    "ai-tika-s0305t10:7_2": "for that reason should be elaborated first.",
    "ai-tika-s0305t10:7_3": "the ethical conduct loved by the noble ones.",
    "ai-tika-s0305t10:7_4": "faithful, trusting in the Saṅgha, and inspiring confidence in the Teacher,",
    "ai-tika-s0305t10:7_5": "confident in the Dhamma, without having faith, confidence, and discerning the teaching.",
    "ai-tika-s0305t10:7_6": "the sun has attained the noble eightfold path, and the factors of stream-entry.",
    "ai-tika-s0305t10:7_7": "But those who know:",
    "ai-tika-s0305t10:7_8": "Hence it to him, saying: “Having taken it,”",
    "ai-tika-s0305t10:7_9": "as spiritual path:",
    "ai-tika-s0305t10:7_10": "who takes their great faith in himself:",
    "ai-tika-s0305t10:7_11": "confidence in the path is brought to confidence in the path.",
    "ai-tika-s0305t10:7_12": "has attained the path of peace.",
    "ai-tika-s0305t10:7_13": "That Protector is one who learned, therefore (these) Power of Missaka.",
    "ai-tika-s0305t10:8_0": "3. Dīghāvuupāsakasuttavaṇṇanā",
    "ai-tika-s0305t10:9_0": "999.",
    "ai-tika-s0305t10:9_1": "When the lay followers stated in that very life are found in the four factors of stream-entry, they say, “Did you get embarrassed,” they said, “Go away from that lay follower?”",
    "ai-tika-s0305t10:9_2": "and the particular components are found in the particular component of ignorant distinction, and in the case of the three knowledges.",
    "ai-tika-s0305t10:10_0": "if it is first mentioned forty years in the first-four",
    "ai-tika-s0305t10:11_0": "1000-1001.",
    "ai-tika-s0305t10:11_1": "Saying, “After,” he consented the first to attain the attainment of stream-entry.",
    "ai-tika-s0305t10:11_2": "Hence it is said: “Has the joy enlightenment factors and the acquisition of the earlier .”",
    "ai-tika-s0305t10:11_3": "is the purpose of stream-entry.",
    "ai-tika-s0305t10:11_4": "they make the reason for it.",
    "ai-tika-s0305t10:11_5": "The others experiential confidence in the others’ treasures.",
    "ai-tika-s0305t10:11_6": "for the sake of the production of which is the reason why",
    "ai-tika-s0305t10:12_0": "6. Thapatisuttavaṇṇanā",
    "ai-tika-s0305t10:13_0": "1002.",
    "ai-tika-s0305t10:13_1": "he died, and he died from the time to time for the sake of the errands.",
    "ai-tika-s0305t10:13_2": "There the Fortunate One placed in the middle of the body by means of his mouth,",
    "ai-tika-s0305t10:13_3": "For you do not see a fault here;",
    "ai-tika-s0305t10:13_4": "“It is said to because they have said:",
    "ai-tika-s0305t10:13_5": "After that (he said): “That is subsequently he got to lie down in the neighborhood of this point.”",
    "ai-tika-s0305t10:13_6": "while walking around the districts of walking through the distance .",
    "ai-tika-s0305t10:13_7": "In this context, the breath is impediment, while in making a variety of deluded, he should seek to be specifically pure and faultless. He is pure and faultless.",
    "ai-tika-s0305t10:13_8": "In the borderlands, there were some medium vessels and then went there to the Middle Fruits of the Thūpa. Then, when the monastery was established, the Middle Friends, they bring great fruit to the charnel grounds and to the forest.",
    "ai-tika-s0305t10:13_9": "“We will not point out that insisting out this way,” and they said, “We shall not give us a gift.”",
    "ai-tika-s0305t10:14_0": "(but) in the absence of the wholesome : even the word “blis” is used in the bird and the function of liberating” , etc., is the meaning.",
    "ai-tika-s0305t10:14_1": "he is a great chief queen.",
    "ai-tika-s0305t10:15_0": "there are two people of the Buddhas,",
    "ai-tika-s0305t10:15_1": "called ‘Large’.",
    "ai-tika-s0305t10:15_2": "named laughing:",
    "ai-tika-s0305t10:15_3": "You should say that this is the path to purity by means of behaviour, that should be understood as stated in the way already stated.",
    "ai-tika-s0305t10:15_4": "For the opposite of what is shared and what belongs to others.",
    "ai-tika-s0305t10:15_5": "Who does not necessary to be given in accordance with the Dhamma,",
    "ai-tika-s0305t10:15_6": "But in the case of the person’s virtue, etc., is very fruitful and beneficial.",
    "ai-tika-s0305t10:15_7": "Hence it is said: “Give it is to be found, while standing.”",
    "ai-tika-s0305t10:16_0": "In these dangers, pure in gravel, hard to seek, fairy, and pure.",
    "ai-tika-s0305t10:17_0": "7. Veḷudvāreyyasuttavaṇṇanā",
    "ai-tika-s0305t10:18_0": "Transmigration through the consequence of his wisdom, he reached enlightenment in the ultimate pair,",
    "ai-tika-s0305t10:18_1": "It is to be used for one’s own self, and not that of others.",
    "ai-tika-s0305t10:18_2": "That is why I disliked by me.”",
    "ai-tika-s0305t10:18_3": "he talks nonsense to nonsense by nonsense, by means of non-violence, and by nonsense.",
    "ai-tika-s0305t10:19_0": "First: saw the First yellow kasiṇa",
    "ai-tika-s0305t10:20_0": "After taking hold of two relations,",
    "ai-tika-s0305t10:20_1": "In the area of those relatives’ villages, Etc.",
    "ai-tika-s0305t10:20_2": "the sweet, the flag, the neck, and the tail bride, and the bricks called.",
    "ai-tika-s0305t10:20_3": "He had a dwelling built like this, it seems, for eventually made, it seems, when there is no bricks, and it seems, there is no precincts.",
    "ai-tika-s0305t10:20_4": "Therefore it was said: “In order what is said, and in the next monastery.”",
    "ai-tika-s0305t10:20_5": "a log of at the gate, a wooden shell, or a piece of wood.",
    "ai-tika-s0305t10:20_6": "what is called the lower element of sensuality between the elements is called a “harp” in the destiny” or “recept in the lower realms,” and in the air.",
    "ai-tika-s0305t10:20_7": "Hence the meaning in the commentaries : “According to the parts of the body,” and so on.",
    "ai-tika-s0305t10:20_8": "Path is low in three ways: by these three are paths",
    "ai-tika-s0305t10:20_9": "however they are given up and concept in them, in the precincts of the actual abode of counterparts, in the case of the air.",
    "ai-tika-s0305t10:20_10": "Now he is capable of progressing people in their mouths, he thinks, “Noble One” .",
    "ai-tika-s0305t10:20_11": "When an educated noble disciple has passed away, they do not cut off the bonds of rebirth in the various classes of rebirth, old age, and death in the noble truth, or the path to rebirth of rebirth in the realm.”",
    "ai-tika-s0305t10:20_12": "if they give to enemy even to rebirth-linking, etc., they do not give there.",
    "ai-tika-s0305t10:20_13": "The quelling of horrors in the future is the embryodiment for the future. Those who favour afflict through desire and greed for sense desires, because of the kamma-resultaneousness of vanity, for rebirth in a future life, and in the next life, he is the reason for no rebirth-process of identity that state.",
    "ai-tika-s0305t10:20_14": "Therefore all the five lower fetters",
    "ai-tika-s0305t10:20_15": "and it is only here that is called “confusion of the heart’s opposite sex only with adherence.”",
    "ai-tika-s0305t10:20_16": "(But) the Lord of the Enlightened One’s Dhamma (said): he came to the hermitage.",
    "ai-tika-s0305t10:21_0": "only, when farming has been purified, it can be understood torportunity, that is to say, the two modes and eighteen ignoble.",
    "ai-tika-s0305t10:21_1": "grandchildren,",
    "ai-tika-s0305t10:21_2": "Crown means (them).",
    "ai-tika-s0305t10:21_3": "Wherever they’re affected by the peaceful roads, crushing the darkness, and people of the path. And when discussed by two people, mendicants, arise for them.",
    "ai-tika-s0305t10:21_4": "one shoulders and children, this is:",
    "ai-tika-s0305t10:21_5": "Because the mereal circumstances are inclinated by the fortune-tempered.",
    "ai-tika-s0305t10:21_6": "This is what should be said, “There are corruptions of greed and hate,”",
    "ai-tika-s0305t10:21_7": "Because of the absorption of existence to be reached absorption in the final existence of existence.",
    "ai-tika-s0305t10:21_8": "(but) the Great Sīha, the Elder Mahāsīvaka, followed the (faith).",
    "ai-tika-s0305t10:21_9": "He who obtains (these) marks of the Noble Ones, the who have mastered the three characteristics of existence.",
    "ai-tika-s0305t10:21_10": "There they don’t gain anything, so what kind of existence will they be?",
    "ai-tika-s0305t10:21_11": "Therefore he is said to be a stream-enterer, “He isn’t able to show the way to the stream-enterer,” and so on.",
    "ai-tika-s0305t10:21_12": "there are eighth existences for continued existence, none of existence (there is) in their existence.",
    "ai-tika-s0305t10:21_13": "Likewise in the rest.",
    "ai-tika-s0305t10:22_0": "And the other world’s good conduct in the way beginning, “Sense of sensuality,” and so on.",
    "ai-tika-s0305t10:22_1": "For anyone in the world of the gods, I am born in the world of the gods, and have appeared in the pleasures of the senses, as they are to be reborn in the heavenly realm.",
    "ai-tika-s0305t10:22_2": "And having said this to the Fortunate One:",
    "ai-tika-s0305t10:22_3": "he said: “Why have you come back to this world?”",
    "ai-tika-s0305t10:22_4": "He returned to this world of the five are once-returners, and he went alone in the Vajjian caravan.",
    "ai-tika-s0305t10:22_5": "For someone here, having attained the fruit of a once-returner, returns here. They live in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, gods and humans. They don’t become fully extinguished there, who were extinguished here.",
    "ai-tika-s0305t10:22_6": "But someone who, having lived on this world of the gods, returned here and there.",
    "ai-tika-s0305t10:22_7": "But what is the eighth thing?”",
    "ai-tika-s0305t10:23_0": "four days ...",
    "ai-tika-s0305t10:23_1": "By the state of being possessed, is the meaning of bad character,",
    "ai-tika-s0305t10:23_2": "They proceed through the substance of the Dhamma, which free from oppositeness of the path, ascended by the noble path,",
    "ai-tika-s0305t10:23_3": "Hence it is said: “He who has completed the spiritual journey.”",
    "ai-tika-s0305t10:23_4": "Of those who know, “Whoever is a stream-enterer, once-returner,” and once-returner.",
    "ai-tika-s0305t10:23_5": "By knowledge of the connection with knowledge: Though he is at most the ultimate",
    "ai-tika-s0305t10:23_6": "“He will come back to this world once only, with its own insight he has come to this world, and with its gods.”",
    "ai-tika-s0305t10:23_7": "looking around the eye of knowledge, the All-Seeing -",
    "ai-tika-s0305t10:23_8": "* The meaning is this: One who cuts off his own bodily actions, whose mind is successful through both meaning and of these words.",
    "ai-tika-s0305t10:23_9": "For one whose mind is like a defilements, there is no defilements that could be reached by the end of the defilements.",
    "ai-tika-s0305t10:24_0": "the first world is a term for mindfulness. They are a term for knowledge. They are produced by knowledge.",
    "ai-tika-s0305t10:24_1": "‘Well then, a noble disciple has cleared their widespread mothers and father, ascetics and brahmins within the sharing of the Truth. That exposition of the teaching should be understood as Sutta, and that ascetics.",
    "ai-tika-s0305t10:24_2": "and whatever things have been called, they say here that the path is specifically useless.",
    "ai-tika-s0305t10:24_3": "he does not identify with the praiseworthy, he is empty of self-knowledge.",
    "ai-tika-s0305t10:25_0": "The Bamboo Grove is finished.",
    "ai-tika-s0305t10:26_0": "2. Rājakārāmavaggo",
    "ai-tika-s0305t10:27_0": "A Saṅgha of a thousand nuns",
    "ai-tika-s0305t10:28_0": "1007.",
    "ai-tika-s0305t10:28_1": "“Bhikkhus, the king who was well-versed, has compassion for the Royal Kings, out of compassion for him.",
    "ai-tika-s0305t10:28_2": "the best ground is the best in which they attain.",
    "ai-tika-s0305t10:29_0": "alcoholic drinks, wines, and goes against them.",
    "ai-tika-s0305t10:29_1": "Do you have the venerables’ work?",
    "ai-tika-s0305t10:29_2": "again, they’re aroused in the past,",
    "ai-tika-s0305t10:29_3": "he pulled up the great heroes,",
    "ai-tika-s0305t10:29_4": "Just as there is a single series for the whole of the Raṭṭhapāla,",
    "ai-tika-s0305t10:29_5": "Therefore it was said: “The smallest unfinished,”",
    "ai-tika-s0305t10:30_0": "After making her kicks thus: “This seer is the reason why Isisiṅga’s (true) death?”",
    "ai-tika-s0305t10:30_1": "Likewise the Kokanadāṭaputta in the world said, “Who knows a cliff?”",
    "ai-tika-s0305t10:30_2": "cutting off a cutting off,",
    "ai-tika-s0305t10:30_3": "then you cannot restrain yourself.",
    "ai-tika-s0305t10:30_4": "they come to dispel discontent.",
    "ai-tika-s0305t10:31_0": "It is said that this is what was said above, because of the king’s dwelling, like the Vihāra of King Pasenadi of Kosala.",
    "ai-tika-s0305t10:32_0": "2-3. Brāhmaṇasuttādivaṇṇanā",
    "ai-tika-s0305t10:33_0": "Gaining downwards and backbiting, alcoholic drinks that cause negligence.",
    "ai-tika-s0305t10:34_0": "4. Duggatibhayasuttavaṇṇanā",
    "ai-tika-s0305t10:35_0": "1010.",
    "ai-tika-s0305t10:35_1": "Diffusing people like a bad harvest, they’re hard to expert in a bad place, having a bad place, the Lord of the World, that fear of misfortune, having nothing to say, that fear of death.",
    "ai-tika-s0305t10:35_2": "The one who has passed away:",
    "ai-tika-s0305t10:36_0": "First: Uppalavaṇṇā",
    "ai-tika-s0305t10:37_0": "it is fortunate for your friends and counselors, namely, decrease as friends.",
    "ai-tika-s0305t10:37_1": "As to the three opposites, etc., that is to say, the skill in opposite sex, etc., which have as their culmination and the rest.",
    "ai-tika-s0305t10:37_2": "Saying: “After mentor” he may occur in the same place as before.",
    "ai-tika-s0305t10:37_3": "They ministers and counselors,",
    "ai-tika-s0305t10:37_4": "“In these three” they are thus: “These, friends, and colleagues, relatives and kin are fulfilled.",
    "ai-tika-s0305t10:37_5": "Hence it is to be taken away.",
    "ai-tika-s0305t10:37_6": "anyone who has no longer bounds,",
    "ai-tika-s0305t10:37_7": "Hence it is said: “Bhaddā, cry and so on.”",
    "ai-tika-s0305t10:38_0": "Second: Uppalavaṇṇā",
    "ai-tika-s0305t10:39_0": "1013.",
    "ai-tika-s0305t10:39_1": "And why do you practice accordingly?",
    "ai-tika-s0305t10:39_2": "state of existence as the origin of the un giver of dwellings, etc.",
    "ai-tika-s0305t10:39_3": "By the next Hell and the path of rebirth into hell,",
    "ai-tika-s0305t10:39_4": "Characteristics, Etc.",
    "ai-tika-s0305t10:39_5": "‘one who’s decays and perishes.’",
    "ai-tika-s0305t10:39_6": "they do not expect (surely) a characteristic.",
    "ai-tika-s0305t10:39_7": "Hence it is said: “He does not get overcoming doubts, he does not obtain it.”",
    "ai-tika-s0305t10:39_8": "the earth element,",
    "ai-tika-s0305t10:39_9": "and the water element too. This is the same.",
    "ai-tika-s0305t10:39_10": "the first is “burning” .",
    "ai-tika-s0305t10:39_11": "an opportunity for flavors, ause consisting of flavors,",
    "ai-tika-s0305t10:39_12": "for the sake of waves, so very pure;",
    "ai-tika-s0305t10:39_13": "Hence it is said: “There is no noble disciple.”",
    "ai-tika-s0305t10:39_14": "And there is no faith for a noble disciple,",
    "ai-tika-s0305t10:40_0": "The commentary on the Royal Monastery is finished.",
    "ai-tika-s0305t10:41_0": "3. Saraṇānivaggo",
    "ai-tika-s0305t10:42_0": "First: Wealth",
    "ai-tika-s0305t10:43_0": "Telling him over the head of the Puṇṇaka,",
    "ai-tika-s0305t10:43_1": "Golden in flowers, crowded with flowers,",
    "ai-tika-s0305t10:43_2": "Those who have declared that when they are entered here,",
    "ai-tika-s0305t10:43_3": "Hence it is said: “He is unshakable” .",
    "ai-tika-s0305t10:43_4": "Bothing over the dangers:",
    "ai-tika-s0305t10:44_0": "3. Godhasakkasuttavaṇṇanā",
    "ai-tika-s0305t10:45_0": "Three gems that arise in the three treasures, these three treasures,",
    "ai-tika-s0305t10:45_1": "and come with them:",
    "ai-tika-s0305t10:45_2": "without seeing the talk of the Buddha, etc., in the detailed explanation of the meaning of faith, etc., in the law of the abidings beginning with faith, and so on.",
    "ai-tika-s0305t10:45_3": "That is why the Blessed One said: “May you be identifying at omniscience.”",
    "ai-tika-s0305t10:45_4": "The Teaching originates things root of arguments, legal issues arising from the disputes,",
    "ai-tika-s0305t10:45_5": "Now, to those who say: “God-King! I am able to go to the conclusion.”",
    "ai-tika-s0305t10:45_6": "reasons some come from different places.",
    "ai-tika-s0305t10:45_7": "This is oppressed in goodness, skilled in disputation, and subsequently for him.",
    "ai-tika-s0305t10:45_8": "And so it’s also Mahānāma.",
    "ai-tika-s0305t10:45_9": "He is endowed with one who has four things: such appearance, because of the four things, he is a stream-enterer, possessed of the four things, and he possesses them. The meaning is that to say, “with one who has four things are stream-enterers,”",
    "ai-tika-s0305t10:46_0": "First: commentary on the names of Absorption",
    "ai-tika-s0305t10:47_0": "I do not seek for one, but with one measure of blessings that are the right way.",
    "ai-tika-s0305t10:47_1": "He should ask for permission of the fourfold army, and he should see them with penetration.",
    "ai-tika-s0305t10:47_2": "By the first path of the four paths, namely, the one thing infact.",
    "ai-tika-s0305t10:47_3": "But then, thinking: “I have reached” , thus it is fitting to say, the expression of my legal issues.",
    "ai-tika-s0305t10:47_4": "bringing about the state of existence, the Worthy Ones have attained (Nibbāna),",
    "ai-tika-s0305t10:47_5": "Hence it is said: “He doesn’t go,” “He doesn’t arise, thus he is no meaning.",
    "ai-tika-s0305t10:47_6": "to the great tree he showed it –",
    "ai-tika-s0305t10:47_7": "“If anyone who understands my equal in birth, they’ll give to me one side and bring another requisite.”",
    "ai-tika-s0305t10:48_0": "Second: commentary on the names of Absorption",
    "ai-tika-s0305t10:49_0": "(They said): “After sleeping place where suffering has fallen into homelessness, that is their current and that there is from suffering.”",
    "ai-tika-s0305t10:49_1": "(There is) with the appearance of a messenger (all) the birds made of bones,",
    "ai-tika-s0305t10:49_2": "eating, drink, chewed:",
    "ai-tika-s0305t10:49_3": "After having vanquished it, they are executed.",
    "ai-tika-s0305t10:49_4": "winds that are long-lasting, heat, hunger, and thirsty,",
    "ai-tika-s0305t10:50_0": "First: Looking Clouds",
    "ai-tika-s0305t10:51_0": "1022.Ṭhānanti ṭhānaso.",
    "ai-tika-s0305t10:51_1": "That is why it was oppressed.",
    "ai-tika-s0305t10:51_2": "emancipating by knowledge, which is the propounding states, which is indicated by the inner basic knowledge, and so on.",
    "ai-tika-s0305t10:51_3": "But that concentration is described in the way beginning, “He reviews the deliverance” and “It is interrupted as to the reviewing of the subject.”",
    "ai-tika-s0305t10:51_4": "(may his own) perfections, the rest of his own freedom, and the wrong freedom are wrong with the wrong freedom.",
    "ai-tika-s0305t10:52_0": "Second: Listening Clouds",
    "ai-tika-s0305t10:53_0": "Punabbasuka’s deeds, and the planets, for the sake of lives.",
    "ai-tika-s0305t10:54_0": "The commentary on the color of refuge is finished.",
    "ai-tika-s0305t10:55_0": "4. Puññābhisandavaggo",
    "ai-tika-s0305t10:56_0": "First: Overflowing Merit",
    "ai-tika-s0305t10:57_0": "1027.",
    "ai-tika-s0305t10:57_1": "For the meaning is that permanently brought out of merit, which is imperishable, supplementary, everlasting, and appropriated in the sense of merit, is the meaning.",
    "ai-tika-s0305t10:57_2": "happiness is the means of which is blissful.",
    "ai-tika-s0305t10:58_0": "First: Grasping",
    "ai-tika-s0305t10:59_0": "Purity and searches for purity.",
    "ai-tika-s0305t10:59_1": "giver Majesty to those gods, Devadatta, a fully awakened Buddha.",
    "ai-tika-s0305t10:59_2": "Without distinguishing the knowledge of the gods,  counterparts of unprofitable knowledge, and in conformity with each other.",
    "ai-tika-s0305t10:59_3": "The gods called ‘deities’.",
    "ai-tika-s0305t10:59_4": "When he was able, Prince, with his god",
    "ai-tika-s0305t10:60_0": "8. Vassasuttavaṇṇanā",
    "ai-tika-s0305t10:61_0": "Speaking is what is called Nibbāna, the Faith of the others’ Compared to the other.",
    "ai-tika-s0305t10:61_1": "“Stream, crossed over, the brahmin stands on the far shore.”",
    "ai-tika-s0305t10:61_2": "Then he protects the far shore,",
    "ai-tika-s0305t10:61_3": "(And) he who practices it is called conformity with the ultimate senses, the ultimate happiness of the elimination of freedom and the happiness of deliverance. That is why he is called “freed”.",
    "ai-tika-s0305t10:61_4": "Riding like the near shore, the far shore is the far shore,",
    "ai-tika-s0305t10:61_5": "They lead to the ending of defilements in the present life.",
    "ai-tika-s0305t10:62_0": "10. Nandiyasakkasuttavaṇṇanā",
    "ai-tika-s0305t10:63_0": "* the wisdom there is from common to the pleasure of seclusion,",
    "ai-tika-s0305t10:63_1": "(but) as soon as the meditation subject consisting in retreat, having done so, he rightly discerned the meditation subject with the mind.",
    "ai-tika-s0305t10:64_0": "The one with good fortune is finished.",
    "ai-tika-s0305t10:65_0": "Overflowing Merit,",
    "ai-tika-s0305t10:66_0": "First: In Practice Conduct",
    "ai-tika-s0305t10:67_0": "Taking the great earth in the sea, and in the air above by the earth, as they were descending from that space, they are to be seen the middle of the mountains which are fixed in the limit sea.",
    "ai-tika-s0305t10:67_1": "knowingly it is possible to endure even a league after,",
    "ai-tika-s0305t10:67_2": "The Longer Discourse of Kumbhirasa is made of the great alcoholic drinks that are outside the doors of the mouth and troops covered with lots of trees, etc., and many leading to the assembly.",
    "ai-tika-s0305t10:68_0": "Second: In Practice",
    "ai-tika-s0305t10:69_0": "the place where the schism is kept:",
    "ai-tika-s0305t10:69_1": "There are places where the great rivers—the Ganges, Yamuna, Aciravatī, Sarabhū, and Mahī—flow.",
    "ai-tika-s0305t10:69_2": "for such a great sea size of the oceans from the eastern ocean.",
    "ai-tika-s0305t10:70_0": "Third: Indrace",
    "ai-tika-s0305t10:71_0": "1039.",
    "ai-tika-s0305t10:71_1": "“With well established,” he replied, “There is no matter what is profitable.",
    "ai-tika-s0305t10:71_2": "he said, “Give it and settles it on the road,” and he exerted it on the road.",
    "ai-tika-s0305t10:71_3": "Hence it is said: “Here they take it,”",
    "ai-tika-s0305t10:71_4": "he is the fruit of the noble ones;",
    "ai-tika-s0305t10:71_5": "mentioned the defilements that might cause them to Nibbāna, the defilements that subsistantive in their defilements.",
    "ai-tika-s0305t10:72_0": "First: commentary on the status",
    "ai-tika-s0305t10:73_0": "1040.",
    "ai-tika-s0305t10:73_1": "are the Noble Ones, friends, and nobles.",
    "ai-tika-s0305t10:73_2": "Even if you die the noble ones, the wealthy of the noble ones, and the wealthy of the noble ones, without aiming at that is good.",
    "ai-tika-s0305t10:73_3": "He is someone who enjoys wealth and makes use of wealth.",
    "ai-tika-s0305t10:74_0": "The one with good fortune is finished.",
    "ai-tika-s0305t10:75_0": "6. Sappaññavaggo",
    "ai-tika-s0305t10:76_0": "2. Vassaṁvutthasuttavaṇṇanā",
    "ai-tika-s0305t10:77_0": "After discovering the faculties of the faculties, they arrived at the senses and followed by the path. And so they succeed in their practice.",
    "ai-tika-s0305t10:77_1": "This is what was said above.",
    "ai-tika-s0305t10:77_2": "For there is no declaration in meaning that path the faculties are able to understand that,",
    "ai-tika-s0305t10:77_3": "They’d do it which is found, but that which is not small, that person would remain undeveloped, and that which is continually settled,",
    "ai-tika-s0305t10:78_0": "3. Dhammadinnasuttavaṇṇanā",
    "ai-tika-s0305t10:79_0": "When people are attached to hundred lay followers, they look for seventy-seven.",
    "ai-tika-s0305t10:79_1": "deeply in the land of the Dhamma samber in the deep enquiry, deep, and meaningful secure, it is “withstanding”.",
    "ai-tika-s0305t10:79_2": "“Mendicants, I say that intentional deed is a discourse.”",
    "ai-tika-s0305t10:79_3": "Herein, the unsurpassable states are various instances, and so on. It is manifested as the recommendation of Nibbāna, since it is possible that described in the way beginning, “Having gone into the darkness of the noble path and change in the opposite sex, etc., should be understood to show the state of neither perception nor non-perception.",
    "ai-tika-s0305t10:79_4": "“I choose today what I have eaten at the root of form. The aggregates should be eaten by the aggregates of the five cords of aggregates, etc., that is to say, the aggregates of level, the rest of the sense desires, and the rest.”",
    "ai-tika-s0305t10:79_5": "We’ll enter and remain in the attainments of the remembering of the courses that are fair, who live having fulfilled the practices.",
    "ai-tika-s0305t10:79_6": "Here it may be asked: “No, there is no matter, nor do I bringing about it.” But no matter how to help it, the meaning should be phrasing it.",
    "ai-tika-s0305t10:80_0": "4. Gilānasuttavaṇṇanā",
    "ai-tika-s0305t10:81_0": "But that is not enough for us.",
    "ai-tika-s0305t10:81_1": "if she says, “I wish to bring it to be brought out,” “They bring it,”",
    "ai-tika-s0305t10:81_2": "Your mind will be immaculate, undeveloped, inferior and superior. But when your body breaks up, after death they’re said, “They’re said.”",
    "ai-tika-s0305t10:81_3": "(fter attaining) ‘I’m released from attachments.’",
    "ai-tika-s0305t10:81_4": "But that thought, “The mind is canceled,” it is said.",
    "ai-tika-s0305t10:81_5": "Being endowed with the virtues of sense desires,",
    "ai-tika-s0305t10:81_6": "There is no shelter involved.",
    "ai-tika-s0305t10:81_7": "There is no difference between one (birth) Freedom.",
    "ai-tika-s0305t10:82_0": "9. Paññāpaṭilābhasuttavaṇṇanā",
    "ai-tika-s0305t10:83_0": "gets the reincarnation of the paths is said: “He recipient, and gets the fruition of the path!”",
    "ai-tika-s0305t10:84_0": "The color of ghee is finished.",
    "ai-tika-s0305t10:85_0": "7. Mahāpaññavaggo",
    "ai-tika-s0305t10:86_0": "1. Mahāpaññasuttavaṇṇanā",
    "ai-tika-s0305t10:87_0": "Since he is exceedingly pure, he makes them illuminate for the sake of (of them) in the Mahātittha seized by which a great (of the two Sages), after which he was like the intention of (the Bodhisatta).",
    "ai-tika-s0305t10:87_1": "it is recorded that while the rest is reckoned.",
    "ai-tika-s0305t10:88_0": "The Great Wisdom is finished.",
    "ai-tika-s0305t10:89_0": "The Linked Discourses on Stream-Entry is finished."
}