{
    "ai-tika-vin04t10:0_0": "Sekhiyakaṇḍo",
    "ai-tika-vin04t10:1_0": "The training rule on evenly all around",
    "ai-tika-vin04t10:2_0": "all around in the precincts, in the first phrase,",
    "ai-tika-vin04t10:2_1": "and having training, he should train thus: “I will do so in inhabited areas,” and he should train in inhabited areas; he should train in all directions in inhabited areas; he should train in inhabited areas; he should not fulfill the training rules already described, in inhabited areas; he does not say, “I will do so in inhabited areas;” So he should train in the sense of urgency, he should not practice the training.",
    "ai-tika-vin04t10:2_2": "if a monk lies down in the presence of a group and said, “If you do not see anyone to be dealt with,” “They are preoccupied with,” “They’ve committed an offense of wrong conduct. When all is done, they should be understood, he commits an offense of wrong conduct.",
    "ai-tika-vin04t10:3_0": "Now, having covered all around, he doesn’t cover up the navel and the knees. Then he inserted above the knees, below the navel and the knees, having sarong evenly all around, covering the navel and the knees, and in front of them, he is worthy of the calves in front of them.",
    "ai-tika-vin04t10:3_1": "The lay followers from the group of six thought, “They aren’t able to discern the elephants, the horses, the jujubehaved in the corner of the palms, the palms of the palm trees, and the backs of the leaf huts on the carpets, and the carpets in the door, and their thighs roughs leaf.”",
    "ai-tika-vin04t10:4_0": "Herein, with a poisonous elephant named Hatthisāriputta is the shape of a lump of cow dung, and then wearing an elephant named after garment.",
    "ai-tika-vin04t10:4_1": "(They are) called Sālaka, having dropped in one part of the day, after sailing in the morning,",
    "ai-tika-vin04t10:4_2": "After getting two ends of the four one year (of the two), after showing them):",
    "ai-tika-vin04t10:4_3": "(the palms) called Tāḷapuṭa, having built a palm-leaf packet onto the palms.",
    "ai-tika-vin04t10:4_4": "while rolling around for a hundred times through double-robe (only) decorated limbs, and then having made a hole split into pieces.",
    "ai-tika-vin04t10:4_5": "But if there are two or three species, it is allowed to live together.",
    "ai-tika-vin04t10:4_6": "Thatlic my works done by the Mallas, having made a carpet on its neck, and then bound them in a bundle.",
    "ai-tika-vin04t10:4_7": "The sick is allowed to wear the rainy-season residence, but he is not allowed.",
    "ai-tika-vin04t10:4_8": "And when they were walking it’s possible they robe the two or three drank that threw up in one robe, and when the sarong were falling down, they all throw themselves outside.",
    "ai-tika-vin04t10:5_0": "But if he is sick, but he is able to do so after a rainy-season residence, and he can take out the rainy-season residence, and he may wear two or three robes.",
    "ai-tika-vin04t10:5_1": "In this way the rose-apple trees and all-spheres are uncleans, having driven out all the characteristics, hanging all around, and functioning it up. When it is done it wide, it should be done badly,",
    "ai-tika-vin04t10:6_0": "“Forms, sir,” replied the account of that person. Those monks from the group of six were spread out for drinking and water for washing the hands, precincts, and urinating the bowls, all the monks from the group of six is well spread out at Sāvatthī. While the leftovers, the places of the cesspit. They placed in the piestivals, and all the resting places outside.",
    "ai-tika-vin04t10:6_1": "all kinds of degreement: the defining of the teaching as they have been shown in the way beginning, “This is ourselves,” all of them have directly known, yet all is dealt with the rule. Of all of them have been shown by one who is nutrimenting the doctrine of each other.",
    "ai-tika-vin04t10:6_2": "Endowed with non-offenses is what is meant.",
    "ai-tika-vin04t10:6_3": "Firstly, in this very life, one of the central training rules in regard to those who are sick, without a fault in water.",
    "ai-tika-vin04t10:7_0": "There I intentionally, thinking “I’ll equipment like this,” and “I’ll roll up like the pavilion in the pavilion.” Then, “I’ll roll around the pavilion.”",
    "ai-tika-vin04t10:7_1": "If he thinks he is unrelated and he wore them, there is no offense.",
    "ai-tika-vin04t10:7_2": "If he is not allowed to wear the rainy-season residence without a sarong or an upper robe, and he should learn the sarong.",
    "ai-tika-vin04t10:7_3": "But anyone who is stricken by a large peg with a drop of wood from a large peg.",
    "ai-tika-vin04t10:7_4": "if he has to wound a patch or a wound or a strainer, he is allowed to wear the wound for him.",
    "ai-tika-vin04t10:7_5": "If they abuse or insult, there are bandits, or held together by criminals, there is no offense.",
    "ai-tika-vin04t10:7_6": "The same explanation applies in the mad is as already described.",
    "ai-tika-vin04t10:7_7": "Guarding non-offenses, the three robes, and the circumferences. These are the three double-robes.",
    "ai-tika-vin04t10:7_8": "And if they were told where there are two according to the similes of the kind already described, then there is no offense for them that is not adhered to.",
    "ai-tika-vin04t10:8_0": "The second training rule on evenly all around",
    "ai-tika-vin04t10:9_0": "The second training rule should not be expelled in this way: “The lay followers of the laymen who have committed an offense entailing expulsion, and the whirlpools together, having unworned and specified propagated from the lay life to homelessness.” In this way the first carpets, all the names, clans, lengthwise, preparations, laypeople, and pawed; the name is raised.",
    "ai-tika-vin04t10:9_1": "Therefore, when the floor covers the white cloth, all the ornaments for the two, three dropped on a forehead, and pulled up into one pieces of flesh, put on the collar blade, and excrement, having placed on the circumambulated it with the suns of the froth, and one as a bird, wounds in the ground, heapped on the Commach, himself as a mountain carpets, after making a drosss, and another leaning from the middle, he should knockles in the nations in the fields, and excrewing them with the two orifices the couths. He should expe the Counded and excreated on the Counded of the fruits.",
    "ai-tika-vin04t10:9_2": "Likewise, when he has fled jackal in an inhabited area with no wrong-doing place or making amends for one or other of the first, the second waves in this way, there is no offense for one who is like this.",
    "ai-tika-vin04t10:9_3": "But wherever there will be an abode,",
    "ai-tika-vin04t10:10_0": "The training rule on well-covered",
    "ai-tika-vin04t10:11_0": "and a third covered with concealed area, well covered the saucers. He then uncovered and hid it back, and when he walks uncovered it all the way, sewing them from the upper robe, he should cover it down with his knees. He should then squeep the hips, after covering the part of the body with both layers, and he should cover it up with his knees.",
    "ai-tika-vin04t10:12_0": "from the fourth teeth, he sits down in a lump of leader strap; then instead he has to uncover his head; then the insects of the belly is said to be uncovered in the open, there is no offense for the sitting mat;",
    "ai-tika-vin04t10:13_0": "The training rule on well-restrained",
    "ai-tika-vin04t10:14_0": "The meaning is that ninety-foursts his hands tailed with the hand; the meaning is well expelled with the sixth; the meaning is, it is not just because it is easy.",
    "ai-tika-vin04t10:15_0": "The training rule on conceived",
    "ai-tika-vin04t10:16_0": "At the moment of the warrior-standing eyes he was unable to look on at the eyes in front of an elephant, after becoming a ploughed and looking at the top of a pair of ploughing, and looking at the back, he stood in one place there.",
    "ai-tika-vin04t10:16_1": "likewise for the eighth time.",
    "ai-tika-vin04t10:17_0": "The training rule on covering with rice",
    "ai-tika-vin04t10:18_0": "In the ninth enclosed place: the meaning is this: whether the belly is the mode of one kind or other of robe. The meaning is, it is, one who has been ejected by a single piece of cloth. In this way the meaning is, it is not allowable to go.",
    "ai-tika-vin04t10:19_0": "On the tenth day, he should remove the low classes of rice bran, put the robe, put it aside, and then put it back in the same way.",
    "ai-tika-vin04t10:20_0": "The training rule on movements",
    "ai-tika-vin04t10:21_0": "if laughing: the laughing floor is the meaning.",
    "ai-tika-vin04t10:21_1": "And here too the characteristic of foulness is the same as to say,",
    "ai-tika-vin04t10:22_0": "There is no offense for laughing or laughing loudly, and there is no offense for one who is caught.",
    "ai-tika-vin04t10:23_0": "The training rule on loud noises",
    "ai-tika-vin04t10:24_0": "While they’re not singing, the sound of drums,",
    "ai-tika-vin04t10:24_1": "Likewise in the case of the fourteenth.",
    "ai-tika-vin04t10:24_2": "But this is the end in suffering:",
    "ai-tika-vin04t10:24_3": "If he is seated in the midst of the Sangha, the Elder is sitting in the midst of the Community of nuns. When he is seated in the middle of the Saṅgha, he listens to the Elder Mahātittha garden his pupils, with the second and third Elder Mahātissa.",
    "ai-tika-vin04t10:24_4": "How does it not hear the third sound, just as it is with the faithful?",
    "ai-tika-vin04t10:24_5": "If what is the third dreadful range one thinks:",
    "ai-tika-vin04t10:25_0": "The training rule on covering the body",
    "ai-tika-vin04t10:26_0": "others cannot, set up the body over with the six-spheres and then wavesdrops.",
    "ai-tika-vin04t10:26_1": "Therefore, after getting up a regular oppressed by the head and sat down on the ground, and sat down on the seat spread out.",
    "ai-tika-vin04t10:27_0": "The training rule on asking for food",
    "ai-tika-vin04t10:28_0": "if it is on the twenty-four winds of the hand, the bowl bathed in the hand,",
    "ai-tika-vin04t10:29_0": "The training rule on covering the head",
    "ai-tika-vin04t10:30_0": "wrapped in those twenty-four grounds, he is bound to his heart’s end,",
    "ai-tika-vin04t10:31_0": "25. Ukkuṭikasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:32_0": "the fifth, which took place on the five heels, places the floor by the leftovers of the road, and places them in the threshold to the ground, and have the threshold for the beds, and the pillow fortune is the level of the head.",
    "ai-tika-vin04t10:33_0": "The training rule on clasping their knees",
    "ai-tika-vin04t10:34_0": "if she is not worth less than a _māsaka_ coin, nor by one who is clothing;",
    "ai-tika-vin04t10:34_1": "Without making amends for a non-stransference of her he then spent the wide opening in the first and the second as they came, and also there is no offense.",
    "ai-tika-vin04t10:35_0": "The training rule on the needle cases",
    "ai-tika-vin04t10:36_0": "The training rule on receiving clothes",
    "ai-tika-vin04t10:37_0": "and attending on him with care.",
    "ai-tika-vin04t10:38_0": "The training rule on receiving with rice porridge",
    "ai-tika-vin04t10:39_0": "Perceiving the second perception, he perceives that it is, his own perception of people, perceiving it as possible, and he discards it by himself.",
    "ai-tika-vin04t10:40_0": "The training rule on receiving an even measure of bean curry",
    "ai-tika-vin04t10:41_0": "In the third room wherever he counts the first hand for a third winter or for the hand, that is, the fourth part of the kind is infested themount of wrong conduct.",
    "ai-tika-vin04t10:41_1": "apart from the remainder of a heavenly curry and all the flavors—he is invited, or inspection, there is no offense for oneself.",
    "ai-tika-vin04t10:42_0": "The training rule on covering the head",
    "ai-tika-vin04t10:43_0": "Fourth: they determine an enemy that are even more unconcealed and determined, transferred to another, after ropeing the form of a reward,",
    "ai-tika-vin04t10:43_1": "Whatever almsfood is,",
    "ai-tika-vin04t10:43_2": "If they have not been deposited on a post-midday tonics, yet all the time in a place where there are timber trees, or whatever other smooths there are that are stones, etc., and change in that place where they spread out a carpets, or anything else chewhere in a place where it is constructed, etc., or whatever was done by day. So that place it is known as the fruits of all the status of rotting or twels.",
    "ai-tika-vin04t10:43_3": "But here there is no offense for the sickness that is why he should be ill at ease.",
    "ai-tika-vin04t10:43_4": "One who receives it is not allowed to receive it even when accepted it is.",
    "ai-tika-vin04t10:43_5": "The five are reckoned as stated .",
    "ai-tika-vin04t10:44_0": "The training rule on giving food",
    "ai-tika-vin04t10:45_0": "and having given everything over to the seventh (good) continually abolishment,",
    "ai-tika-vin04t10:45_1": "If someone else gives one person who talks another vessel, but he gets them beyond that, there is no offense.",
    "ai-tika-vin04t10:45_2": "is as already explained.",
    "ai-tika-vin04t10:46_0": "The training rule on the monasteries",
    "ai-tika-vin04t10:47_0": "In the ninth enclosed: here is the meaning.",
    "ai-tika-vin04t10:47_1": "But if a little food remains only in a single monastery, and he eats it all that limit is yours, there is no offense.",
    "ai-tika-vin04t10:48_0": "The training rule on covering the private parts",
    "ai-tika-vin04t10:49_0": "whatever is useful for the ten months and the teachers give, and having got rid of them, they still don’t get more than those who conceal a meal.",
    "ai-tika-vin04t10:50_0": "The training rule on asking for rice and bean curry",
    "ai-tika-vin04t10:51_0": "If the eleventh announcement is given to those who are relatives, it is for oneself that is not proper, and there is no offense.",
    "ai-tika-vin04t10:52_0": "The training rule on finding faults",
    "ai-tika-vin04t10:53_0": "If it is twelve years of seniority, but she perceives it as such, and she gets it involved:",
    "ai-tika-vin04t10:53_1": "even if he thinks, “I’ll not sick.” And while looking at her, he doesn’t look at her, hen’t look down on her, nor do he acts disrespectfully, there is no offense.",
    "ai-tika-vin04t10:54_0": "39. Kabaḷasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:55_0": "They don’t eggle their names, don’t break into jackals, like a chickens and pigs.",
    "ai-tika-vin04t10:55_1": "there is no offense for breaking the root and thunder, no offense for fruit in all.",
    "ai-tika-vin04t10:56_0": "40. Ālopasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:57_0": "If he has a canopy, but not hurriedly, and there is no further fruit of non-return.",
    "ai-tika-vin04t10:58_0": "The training rule on covering with food",
    "ai-tika-vin04t10:59_0": "if he takes it without rewards, “The full-moon day” is the meaning.",
    "ai-tika-vin04t10:59_1": "excessively sixteen times.",
    "ai-tika-vin04t10:60_0": "43. Sakabaḷasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:61_0": "if, when there is a specific purpose: there is no comparison with the Buddha, the monks who are not fully ordained;",
    "ai-tika-vin04t10:61_1": "But when someone is giving a teaching Dhamma to the right hand, it doesn’t cook up before holding a knife in his mouth, or when there is no forgets.",
    "ai-tika-vin04t10:62_0": "The training rule on lifted balls of food",
    "ai-tika-vin04t10:63_0": "If they throw it up in the place where the drops of an alms bowl and have a string of glob. They have drunk the fruit on all sides and there’s no offense.",
    "ai-tika-vin04t10:64_0": "The training rule on breaking up balls of food",
    "ai-tika-vin04t10:65_0": "If he is twenty-nine days leftovers by someone took some of the luxurious boils, and there is no offense for one that is intended here and there.",
    "ai-tika-vin04t10:66_0": "The training rule on stuffing the cheeks",
    "ai-tika-vin04t10:67_0": "If the twenty-four kinds of embryo has been embarrassed like a monkey, there is no offense.",
    "ai-tika-vin04t10:68_0": "The training rule on shaking the hand",
    "ai-tika-vin04t10:69_0": "In the twenty-first hands there are none of the hand and hair, the rolling of their hand and hair discomfort, and after making this showing one to the hand, he one thought, “This is our master.”",
    "ai-tika-vin04t10:70_0": "The training rule on scattering rice",
    "ai-tika-vin04t10:71_0": "if she scatters rice by the two carcass of rice and porridge and he scolds them, saying, “Who here is this; there is no offense for the purpose of which there is no offense.”",
    "ai-tika-vin04t10:72_0": "The training rule on sticking out the tongue",
    "ai-tika-vin04t10:73_0": "after slaying the tongue with the tongue, and burning him constantly,",
    "ai-tika-vin04t10:74_0": "The training rule on moving for food",
    "ai-tika-vin04t10:75_0": "In the twenty-four kinds of sound rolling the sound thus, “One who is more than twenty-four? ”, after having made them cry them do not make the sound thus.",
    "ai-tika-vin04t10:76_0": "The training rule on covering the head with their hands, etc.",
    "ai-tika-vin04t10:77_0": "having folded his hands while sitting in the hands of the sunshade,",
    "ai-tika-vin04t10:77_1": "For even if he is not allowed to make a laughing finger.",
    "ai-tika-vin04t10:77_2": "But when he has finished his fingers and toes, he fingers in our mouths into seven pieces and to eat the size of fingers, etc., and he is not allowed to eat the food there in the twenty-two parts.",
    "ai-tika-vin04t10:77_3": "So he should leave each one by the finger and not to make the mouth, and it is allowable to make it even if not to take leave of the tongue.",
    "ai-tika-vin04t10:78_0": "55. Sāmisasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:79_0": "(but) thirty-two cases: on the repulsiveness of food, non-staple food, he does not even grind the lay person, even if he has made himself constantly and improperly taken even a single bit of it, as if he were intended for himself, not later bathe.",
    "ai-tika-vin04t10:79_1": "But if he does not accept an invitation because he thinks, “I’ll do not accept it because he wants to take it,” or “I’ll do it when there is no offense for the sake of this.”",
    "ai-tika-vin04t10:80_0": "The training rule on containing rice",
    "ai-tika-vin04t10:81_0": "if he discards it after removing the rice, he took it away, after breaking it up, into a receptacle, or after taking it away, there is no offense.",
    "ai-tika-vin04t10:81_1": "Herein, having removed the water, they put away the water, and place it on one ground.",
    "ai-tika-vin04t10:81_2": "After breaking the water, they throw out and rubbish, and threw it away.",
    "ai-tika-vin04t10:81_3": "if he receives it onto receives it, and receives it;",
    "ai-tika-vin04t10:81_4": "If he disposes of it, he disposes of it, and he discards it up, there is no offense.",
    "ai-tika-vin04t10:82_0": "The training rule on the group of thirty monks is finished.",
    "ai-tika-vin04t10:83_0": "The training rule on the ground",
    "ai-tika-vin04t10:84_0": "intention regarding the teaching is connected with the teaching, when all the parts have gone out,",
    "ai-tika-vin04t10:84_1": "But he is not able to teach the Dhamma wherever he’s body, without anything left over.",
    "ai-tika-vin04t10:84_2": "But if he sees that there is no one else who stands on the ground, it is called “who’s going out”.",
    "ai-tika-vin04t10:84_3": "And the delimitation of the teaching should be understood in the way already described.",
    "ai-tika-vin04t10:85_0": "The training rule on holding a staff",
    "ai-tika-vin04t10:86_0": "In the second verdict of a staff can be understood as stated in the way already described.",
    "ai-tika-vin04t10:86_1": "likewise in the third, too.",
    "ai-tika-vin04t10:86_2": "He can’t wound its scattering, Nor does he goes to destruction.",
    "ai-tika-vin04t10:87_0": "The training rule on monasteries",
    "ai-tika-vin04t10:88_0": "And it is possible to teach a swamp with one of the fourfold army standing with the bowstring, holding them together with the arrows of bows, shoes, or with the adverting them, while he is sitting or lying down.",
    "ai-tika-vin04t10:88_1": "But if the calf is not allowed by means of one’s wealth, then it is not allowed.",
    "ai-tika-vin04t10:89_0": "The training rule on shoes",
    "ai-tika-vin04t10:90_0": "In the fifth tetrad the edge of the thirteen feet, having just finished his head, and then invited the entire thirteenth or outside.",
    "ai-tika-vin04t10:90_1": "Likewise in the sixth.",
    "ai-tika-vin04t10:90_2": "But it is still not allowed to hold a jackal on the spot and then on the spot, even it is said to be to have it.",
    "ai-tika-vin04t10:91_0": "63. Yānasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:92_0": "If it is still considered by two people with the armies of sunn hemp threshold with the hands, and when placed it is still considered without arranging it or simply.",
    "ai-tika-vin04t10:92_1": "But if two or three monks are sitting together;",
    "ai-tika-vin04t10:92_2": "As he was sitting there, he is allowed to teach the Dhamma to the assembly. In the first watch, he is allowed to give a teaching.",
    "ai-tika-vin04t10:92_3": "But in the last watch, he is not allowed to teach the Dhamma to him.",
    "ai-tika-vin04t10:93_0": "64. Sayanasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:94_0": "It is allowed to sit down on a bed or bench, even if he has been sent back to the ground, on a one side or on the ground that sheets.",
    "ai-tika-vin04t10:94_1": "But if he is allowed to sleep on a high bed or bench, it is allowable to leave without it even.",
    "ai-tika-vin04t10:94_2": "Or while standing, one who is sitting, standing, sitting, or lying down is standing,",
    "ai-tika-vin04t10:95_0": "The training rule on clasping their knees",
    "ai-tika-vin04t10:96_0": "In the ninth enemy of elephants, horses, and chariots are not allowed to teach the body.",
    "ai-tika-vin04t10:97_0": "66. Veṭhitasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:98_0": "Ten kinds of deterioration, each with a head hair, wrapped in skin and full of delusion, and then instead of lengths, saying, “Whoever reveals it with the air without having opened it,” and he then teaches the Dhamma to him: “Who is there, there is no offense for him.”",
    "ai-tika-vin04t10:99_0": "The training rule on covering the head",
    "ai-tika-vin04t10:100_0": "if he teaches the eleventh envelopsed and embracing each of the head, he commits an offense entailing expulsion.",
    "ai-tika-vin04t10:101_0": "68. Chamāsikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:102_0": "Having sat on the ground and sat down on the ground.",
    "ai-tika-vin04t10:102_1": "even if he sits down on a seat,",
    "ai-tika-vin04t10:103_0": "69. Nīcāsanasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:104_0": "While sitting on a high seat, even if he is sitting on a high seat to the ground,",
    "ai-tika-vin04t10:105_0": "70. Ṭhitasikkhāpadavaṇṇanā",
    "ai-tika-vin04t10:106_0": "If he is standing in the evening, he should not go to the senior elder, and when he sat down on a seat spread out, he should not ask a question about the Elder Mahā Dhamma.",
    "ai-tika-vin04t10:106_1": "Out of respect for the senior mendicants, thinking, “I’ll ask you the elder,” and he said, “I will not be able to do the duties for the agreement.”",
    "ai-tika-vin04t10:107_0": "The training rule on walking behind",
    "ai-tika-vin04t10:108_0": "If he is going in front of a certain person, he should not ask about his question. If he asks him, “I’ll give him a question.”",
    "ai-tika-vin04t10:108_1": "But it is suitable to provide the one who understands the Dhamma, or when it is allowed to go.",
    "ai-tika-vin04t10:109_0": "The training rule on walking off the path",
    "ai-tika-vin04t10:110_0": "It is not allowed to go by a road for alms-food, if two, or three paths to a forked path—whether it takes a road, or a cycle.",
    "ai-tika-vin04t10:111_0": "The training rule on defecating on the private parts",
    "ai-tika-vin04t10:112_0": "If he thinks, “If it is the season, there is no offense for one who is conveying the impediments, there is no offense for one who is unsuitable,” he is said to be one who is unsuitable.",
    "ai-tika-vin04t10:113_0": "The training rule on defecating on cultivated plants",
    "ai-tika-vin04t10:114_0": "This tree is produced by lack of branches and leaves.",
    "ai-tika-vin04t10:114_1": "But after embarrassing the shoulders, he is allowed to move it.",
    "ai-tika-vin04t10:114_2": "If he applies nostrils, if he stands in the place where there is no cultivated plants, saying, “Here, there is no offense for one who is sick.”",
    "ai-tika-vin04t10:114_3": "If they don’t get anything that’s been obtained, they’re allowed to carry off aside, or take anything elsewhere to that, thinking, “This is the creeper.”",
    "ai-tika-vin04t10:114_4": "And in this matter the specific purpose:",
    "ai-tika-vin04t10:115_0": "The training rule on defecating in water",
    "ai-tika-vin04t10:116_0": "if it is not only one less than twenty-nine years old, stubborn, delayed, surrounded by water, etc., that is not actually used as a new hut in the water.",
    "ai-tika-vin04t10:116_1": "When it is raining, it is possible to practice abolish it with water, and it is allowable to make it pouring the water on the ground. And it was impossible for them to do all, there is no offense.",
    "ai-tika-vin04t10:117_0": "But in the case of the arrangements for the purpose of showing that this –",
    "ai-tika-vin04t10:117_1": "These are the four noble truths of the Sakyans, the four classes of rebirth, and the eighteen mental phenomena, in one and the opposite sex. These are the ten precepts, and the enjoyments of the world contemplation, having a decision, many skillful intentions, one definitively mental deeds.",
    "ai-tika-vin04t10:117_2": "Having covetousness",
    "ai-tika-vin04t10:117_3": "There are sixty-six positions that make a wish, an end to suffering, eighty-four footprints, including the mind, and ninety-two parts of the teaching made up and their minds that are painful, sharp, severe, acute feelings, unprofitable, and well-perceptions of the Dhamma.",
    "ai-tika-vin04t10:117_4": "The remaining seventh sections on the deathless are changeable, etc.",
    "ai-tika-vin04t10:118_0": "The training rule on twenty-four grounds for recitation",
    "ai-tika-vin04t10:119_0": "doubting in the Pātimokkha,",
    "ai-tika-vin04t10:120_0": "The commentary on the color of an adept is finished.",
    "ai-tika-vin04t10:121_0": "The settling of legal issues",
    "ai-tika-vin04t10:122_0": "Beings decisions of any accusations. Those who recommend giving up the disciplinary issues.",
    "ai-tika-vin04t10:122_1": "that legal issue is resolved: by the settling of legal issues.",
    "ai-tika-vin04t10:122_2": "Reciting the Monastic Code coming to an offense entailing expulsion, and the enclosing offenses entailing suspension, the rest is pure and bright. Their practice should be recited in their own work.",
    "ai-tika-vin04t10:122_3": "whatever has arisen",
    "ai-tika-vin04t10:122_4": "There are four kinds of legal issues: legal issues arising from disputes, legal issues arising from accusations, legal issues arising from offenses, legal issues arising from business.",
    "ai-tika-vin04t10:122_5": "... “There is. ” ...",
    "ai-tika-vin04t10:122_6": "These seventy-four grounds should be given for seven days.",
    "ai-tika-vin04t10:122_7": "Here is an explanation to say:",
    "ai-tika-vin04t10:122_8": "In legal issues it is due to the Teaching among legal issues, “This legal issue is contrary to the Teaching, this is the monks who are disputed.”",
    "ai-tika-vin04t10:122_9": "of failure in morality, failure in conduct, views, and failure in livelihood; that is, the ignorant and initiative, this is called the accusations.",
    "ai-tika-vin04t10:122_10": "and there are two kinds of disciplinary issues that come from the analysis of the seven classes of offenses:",
    "ai-tika-vin04t10:122_11": "the legal issue conducive to the Sangha is called the legal issue arising from the four kinds of legal issues.",
    "ai-tika-vin04t10:123_0": "There, because of the two principles of legal issues should be settled in front and behind by the Sangha. When they have been resolved face-to-face with the Sangha, this person who should be resolved face-to-face with the Sangha, the monks should resolved face-to-face with the Sangha, but who should be resolved face-to-face with the Teaching, the Monastic Law, and the substantivestinate, thinking, “This is the meaning of face-to-face with the Teaching, this persons concerned:",
    "ai-tika-vin04t10:123_1": "Herein, the meditator’s level should properly resolve those who have the Sangha in the presence of the Sangha, face-to-face with the Sangha, etc., and present objects to the consent, in the presence of the Sangha, and in accordance with the Teaching the Monastic Law: both the Monastic Law, the Teacher’s instructions, etc., to those who are eliminating, and in every case.",
    "ai-tika-vin04t10:123_2": "But the resolution face-to-face with the consequence of the Community should be properly resolved in the presence of the decision.",
    "ai-tika-vin04t10:124_0": "If he isn’t able to resolve this legal issue by committee, he should resolve it thus: “We are unable to resolve that legal issue by means of the manner of the Dhamma in the Sangha.” Then, when it is settled in some cases, he has agreed with the three times assembled. Then, he is resolved on account of that which they disciplinary issue, he is resolved by the Sangha as the monks. Then, when a monk who speaks in accordance with the Teaching, the Monastic Law, and the surmounting that he is resolved:",
    "ai-tika-vin04t10:124_1": "And there in the absence of those concerned, that is, a legal procedure of further penalty.",
    "ai-tika-vin04t10:124_2": "“This is the majority of legal issues by majority.”",
    "ai-tika-vin04t10:125_0": "There are four principles for settling a legal issue arising from an accusation, resolution through recollection, resolution because of past insanity, and by further penalty.",
    "ai-tika-vin04t10:125_1": "If you do, there is no concern in the presence of those who allow you. If you hear about it, you commit an offense entailing expulsion. If you don’t ask about it, then you can resolve that. Once there is no offense, there is no offense for them.",
    "ai-tika-vin04t10:125_2": "When a mendicant has ended the defilements, when there is no accumulating recollection of death, the Sangha firmly resolved by a legal procedure of resolution through recollection, etc., when there is causality, they give it to him again and again.",
    "ai-tika-vin04t10:125_3": "When the monk who was insane, “I have gone beyond the insane,” he replies, “When I was announced, I ask you to be dealt with for the purpose of making amends for those who are an offense, I ask the Sangha for not recognizing an offense,” he replies back to the monastery.",
    "ai-tika-vin04t10:125_4": "And that is how it is given in the presence of a person who is resolution because of past insanity, and who has not been given to him in the presence of that person, but who does not accept it again;",
    "ai-tika-vin04t10:126_0": "And when the one who was committed an offense entailing expulsion or one of the dissatisfaction with the analysis of accusing an offense entailing expulsion, he thinking, “In this way, it will be my legal issue that it cuts off, and when lying down.” Then if it is a bad deed, he thinks, “This legal issue will be properly resolved.”",
    "ai-tika-vin04t10:127_0": "There are three principles for settling a legal issue arising from an offense, three announcements, and by covering over as if with grass.",
    "ai-tika-vin04t10:127_1": "But there is no disciplinary issue in the presence of that mendicant. But they confessed the decision of the offenses by means of that legal issue or with the unconcealed offenses.",
    "ai-tika-vin04t10:127_2": "Herein, he who teaches the Dhamma in the presence of those concerned is inferior, etc., with the inferior, and superior persons .",
    "ai-tika-vin04t10:127_3": "the group and the teacher’s discipline taught by the Saṅgha.",
    "ai-tika-vin04t10:128_0": "But sir, I’ve committed such-and-such an offense. I’ve committed an offense entailing expulsion.",
    "ai-tika-vin04t10:128_1": "Dismission of what is meant, etc., that is allowed to use a gift as an announcement when it is being given,",
    "ai-tika-vin04t10:128_2": "At the end of two mendicants who were born and helping a legal issue arising from an embankment, and they will then do a legal issue contain their offenses against each other, and they then continue with their own hands. When they have been resolved in the presence of that legal issue, they may be remembered thus, ‘Now, let alone those who are not confessed.’",
    "ai-tika-vin04t10:128_3": "The settling down of the hands and feet, they all considered a legal procedure of demotion against the hands.",
    "ai-tika-vin04t10:129_0": "There is one way of settling a legal issue arising from business.",
    "ai-tika-vin04t10:129_1": "So, when these four disciplinary issues come up, the settling of legal issues have been settled, they should resolve that legal issue by means of the following resolution: “These are settled in front. ”",
    "ai-tika-vin04t10:129_2": "Covering over as if with grass.”",
    "ai-tika-vin04t10:129_3": "This is the exposition in the commentaries on the separately in detail the fact that very day they were being shaking about.",
    "ai-tika-vin04t10:130_0": "In regard to this I ask you, “Are you pure in this? Do you have the seven times pure disciplinary issues due to the level of the thoroughly pure meaning? Do you have anyilements? You should ask about it any of the essence?",
    "ai-tika-vin04t10:131_0": "“Venerables, the introduction has been recited.",
    "ai-tika-vin04t10:131_1": "Herein, so much training rule and training",
    "ai-tika-vin04t10:131_2": "Reciting the Monastic Code, having come to the Monastic Code,",
    "ai-tika-vin04t10:131_3": "circumambulated him right there.",
    "ai-tika-vin04t10:131_4": "if he comes to the half-monthly recitation of the Monastic Code, and he comes to an half-month when he comes to the observance-day procedure, when he comes to the observance-day procedure.",
    "ai-tika-vin04t10:131_5": "Virtuous conduct, etc., according to the body, and harmony.",
    "ai-tika-vin04t10:131_6": "When the greetings and polite conversation were over, then the mind-deliverance of loving-kindness is left by means of the full awareness of delusion.",
    "ai-tika-vin04t10:131_7": "When the disputing is ignorant and disputing, all of them were non-abouted.",
    "ai-tika-vin04t10:131_8": "He should train in that training rule: the training rule should be undertaken for the higher morality, for the higher mind, and for the higher wisdom.",
    "ai-tika-vin04t10:131_9": "The next training rules were said in the past, in the first preceding the training rules, but the first training rules were explained in the way already described.",
    "ai-tika-vin04t10:132_0": "The settling of legal issues is finished.",
    "ai-tika-vin04t10:133_0": "doubting in the Pātimokkha,",
    "ai-tika-vin04t10:134_0": "The commentary on the monk’s expression is finished.",
    "ai-tika-vin04t10:135_0": "Reverence to him, the Fortunate One,"
}