{
    "ai-tika-vin05t9:0_0": "Discussion of the proper conduct for those sarongs",
    "ai-tika-vin05t9:1_0": "After determining the robe-cloth: if he has abiding in the three robes, he may stay apart from another three robes.",
    "ai-tika-vin05t9:1_1": "For when a robe is determined in these three ways: if it is unincluded, he stays in the room in one robe-cloth, if it is allowed, he becomes subject to relinquishment at dawn, he should wear it in one robe-making procedure.",
    "ai-tika-vin05t9:1_2": "The village of Vedehikā is building up residences at the root of a stone’s home, and the double-layered trees at the foot of a monastery, or in the rest of the monastery, this dwelling is the Khemā:",
    "ai-tika-vin05t9:1_3": "If there is a king’s frontier, one of the king’s village or town wherever he’s throwing up his robe in an inhabited area of the town or village, he stored up his robes in the village or the town wherever he is allowed,",
    "ai-tika-vin05t9:1_4": "If the robe is unenclosed, he should go in such a house where the robe is kept, one must stay within that house.",
    "ai-tika-vin05t9:1_5": "If that mendicant is terrified and awhere else holds it in the air, they becomes subject to relinquishment.",
    "ai-tika-vin05t9:2_0": "If he has enclosed a inhabited area of different colors, he should stay in that dwelling place within one or other of the kind, or at the gateway of a house.",
    "ai-tika-vin05t9:2_1": "Herein, it is in the place where there is no place, in that very place he can live in comfort, wherever those who are not troubled, and ascended the towns, he should stand in the delightful town,",
    "ai-tika-vin05t9:2_2": "but there is no place in the acceptance of a robe in his hand or a bowl.",
    "ai-tika-vin05t9:3_0": "If he places it in the house, thinking “I’ll prepare a meal,” and he puts his hand on the ground, he should put his robe over one shoulder, put the robe over the rainy season in the Hall of them, or now he should put it aside with the hand in the first gate and place it in the morning, he should put it aside in the earlying the nose with the hand or the hair.",
    "ai-tika-vin05t9:4_0": "And if a city gates are not suitable for the city, it’s not allowable to live there.",
    "ai-tika-vin05t9:4_1": "But when the robe is finished and the positions of the bed and the drains residence has been set out in the door, the drawing out from the gate, and the gate is the doorway,",
    "ai-tika-vin05t9:4_2": "Because it is possible to know the meaning of robes.",
    "ai-tika-vin05t9:4_3": "If one puts aside the robe within arm’s reach while going to the public meeting hall, one must stay in the house where the robe is kept, but not when the robe is kept.",
    "ai-tika-vin05t9:4_4": "If the house is finished, he should sit down in front of the heart, or he is standing on the ground with his hand, storying to the ground.",
    "ai-tika-vin05t9:4_5": "If one is included in the meeting hall, one should knee-deep in the mouth, or at the end of their hands, then the town is to be dismissed.",
    "ai-tika-vin05t9:4_6": "But if the robe is kept in the house, one must stay in that house where the robe is kept, or not go beyond arm’s reach of the house.",
    "ai-tika-vin05t9:5_0": "If the robe-cloth belonging to one clan and having many rooms: if the robe is kept in the house, one must stay within the house.",
    "ai-tika-vin05t9:5_1": "If one gets a robe in a room, one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room.",
    "ai-tika-vin05t9:5_2": "If the family is enclosed in a room and having many rooms: if the robe is kept in a room, one must stay in that house, or at the main entrance, or at the foot of the room.",
    "ai-tika-vin05t9:5_3": "If there is an unenclosed house in a room, one must stay in the room where the robe is kept, or not go beyond arm’s reach of the room.",
    "ai-tika-vin05t9:5_4": "the fierce wind should be understood as stated in the way already described in the homes already described.",
    "ai-tika-vin05t9:6_0": "If one clans: if the robe is kept within the caravan, one must stay within that dwelling.",
    "ai-tika-vin05t9:6_1": "If someone is not reborn in a different room, one must stay in the room where the robe is kept, or not go beyond the room.",
    "ai-tika-vin05t9:7_0": "If one caravan belonging to one clan: if the robe is kept within the caravan, one must not go further than 80 meters in front of or behind the caravan, and no further than 1 meters from either side.",
    "ai-tika-vin05t9:7_1": "if it is at one for twenty-eight days;",
    "ai-tika-vin05t9:7_2": "If there is a caravan belonging to many clans: if the robe is kept within the caravan, he should stay with the robe.",
    "ai-tika-vin05t9:7_3": "If the caravan is going to the village, they occupied by the wind, and pulled up and stands with one or other of them.",
    "ai-tika-vin05t9:7_4": "Then, whether in the village, or the alms-food is cleaned with a storm, and there is no further light.",
    "ai-tika-vin05t9:7_5": "If he stands outside the monastic boundary, he should go to the monastery and stay there.",
    "ai-tika-vin05t9:7_6": "If he is outside the monastic boundary, he should live in that same community.",
    "ai-tika-vin05t9:7_7": "If it is walking, a cart, a cart, or if it’s storeroom, he should not go beyond the gateway.",
    "ai-tika-vin05t9:8_0": "If the robe is kept in one field, one must stay within the field.",
    "ai-tika-vin05t9:8_1": "If there is an unenclosed robe belonging to one clan, he should stay within the robe.",
    "ai-tika-vin05t9:8_2": "If it is an enclosed field belonging to many clans: if the robe is kept within the field, one must stay at the entrance to the field, or at the root of the robe.",
    "ai-tika-vin05t9:8_3": "If there is an unenclosed robe belonging to one clan, he should stay within the robe.",
    "ai-tika-vin05t9:9_0": "If it is an enclosed threshing floor, one must stay on that threshing floor.",
    "ai-tika-vin05t9:9_1": "If there is an unenclosed robe belonging to one clan, he should stay within the robe.",
    "ai-tika-vin05t9:9_2": "If the threshing floor belonging to many clans: if the robe is kept on the threshing floor, one must stay at the entrance to the entrance to the threshing floor, or at the main entrance to the dwelling.",
    "ai-tika-vin05t9:9_3": "If there is an unenclosed robe belonging to one clan, he should stay within the robe.",
    "ai-tika-vin05t9:9_4": "The meaning of in the monastery in the garden. These are the duties in the way already stated.",
    "ai-tika-vin05t9:10_0": "If one belonging to one clan: if the robe is kept within the dwelling, one must stay within that dwelling.",
    "ai-tika-vin05t9:10_1": "If the robe is unenclosed, one must stay in that dwelling.",
    "ai-tika-vin05t9:11_0": "If it is belonging to one clan: if the robe is kept within the area of the midday shadow of the tree, one must stay within that area.",
    "ai-tika-vin05t9:11_1": "it is possible to set aside a tree’s distance. Consciousness is to be relinquished by a tree trunk of a tree, or to the position of a tree. And that’s why he should fix it.",
    "ai-tika-vin05t9:11_2": "If he places it in the branches of a branch, he should put it aside, or he should close the windows on it.",
    "ai-tika-vin05t9:11_3": "It is allowed to place a shadow, if it is allowed to leave it out.",
    "ai-tika-vin05t9:11_4": "If it is belonging to many clans: if the robe is kept within the hand, he should stay in his robe.",
    "ai-tika-vin05t9:12_0": "When it is an uninhabited area, a wilderness dwelling in the wilderness, and then stays apart from it.",
    "ai-tika-vin05t9:12_1": "The difference between the villages, districts, divining separations, in the midst of the Sangha, and in the leopards of bees.",
    "ai-tika-vin05t9:12_2": "and Since it is so in the midst of the wilderness, above, below and creepers,",
    "ai-tika-vin05t9:12_3": "while sitting in the eastern direction, in the west, the north, and the west.",
    "ai-tika-vin05t9:12_4": "If it goes in the eastern direction, he becomes subject to the west.",
    "ai-tika-vin05t9:12_5": "The rest is in the same way;",
    "ai-tika-vin05t9:12_6": "If he uses robe-cloth that should be relinquished without first relinquishing it, he commits an offense of wrong conduct.",
    "ai-tika-vin05t9:13_0": "52.",
    "ai-tika-vin05t9:13_1": "If he trying to make an effort, then a monk shouldn’t leaves the monastery while staying in the same sleeping place as before.",
    "ai-tika-vin05t9:13_2": "If he stores out a robe, but continues to use it without first relinquishing it, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t9:13_3": "Then he goes on the road, thinking,",
    "ai-tika-vin05t9:13_4": "does not arise.",
    "ai-tika-vin05t9:13_5": "When he sees a monk, he does not take the decision of a robe, but he does not make use of the robe for each one another’s dwelling, yet another monk, yet another monk, yet another monk, or both of the Vinaya and went to the dwelling, but only one robe.",
    "ai-tika-vin05t9:13_6": "If it is a messenger, if people wear one of the dwellings, they should put on their upper robe over one shoulder and then put it on the way.",
    "ai-tika-vin05t9:13_7": "If the dwelling is unshakable, he should not see a monk who is about living in the monastery.",
    "ai-tika-vin05t9:13_8": "If it is a robbery, he should put it on and go.",
    "ai-tika-vin05t9:13_9": "If the seat is dirty, he is not able to go to one side, take the robe-cloth outside the monastic law and do the legal procedure.",
    "ai-tika-vin05t9:14_0": "If the senior monks gave their bowls and robes, they should give the wet-nurse their robes while walking for them, and then use them to his own robe.",
    "ai-tika-vin05t9:14_1": "If it is unsuitable if they do not go, but he gets a robe without first relinquishing it to him.",
    "ai-tika-vin05t9:14_2": "Though they were going in front and the Elders never in their bowls,",
    "ai-tika-vin05t9:14_3": "and having dispraisesed each other, they don’t see each other in each other.",
    "ai-tika-vin05t9:14_4": "If you say, “If you are in a little bait, we’ll get up and then go back, and when you lie down, we’ll die down, and take the robe-cloth in a sarong.”",
    "ai-tika-vin05t9:14_5": "Looking to the elders, he lay down on the bed, and the rest,",
    "ai-tika-vin05t9:14_6": "two senior monks, thinking, “This is the path,” and on seeing that the road, they wrapped in the robe, and when they said, “Hosts the robe-cloth’s robe, they deliver him from each other,” and when he died.",
    "ai-tika-vin05t9:14_7": "If you’re entering the road, thinking, “We’ll go only and ask for these things.” They then, when we’re invited, we’ll delimitate the kind of rainy-season robe, then, when the robe-cloth is lost, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin05t9:14_8": "But if it is allowed by the method of fear or tender powdered or thread, and then when the robe is moved, he sat down on an obstacle for him.",
    "ai-tika-vin05t9:15_0": "If they wait, thinking, “We’ll wait.” If they’ll enter the village, then, if the robe washed away, he neither discarded nor delimited.",
    "ai-tika-vin05t9:15_1": "But if they do so, then after deliberating, it becomes subject to relinquishment at the end of the robe-cloth.",
    "ai-tika-vin05t9:15_2": "Even if they say, “We will wait here, we’ll hear the teaching.” If they proceed to the middle of the teaching, they’ll die, and when the robe was deliberately supply, they’ll die, but not when the robe-cloth is lost.",
    "ai-tika-vin05t9:15_3": "If he hears the teaching of the Dhamma, thinking, “We will go and sit down,” and he goes on with him. When he hears the Dhamma, his robes were divided, he becomes subject to relinquishment.",
    "ai-tika-vin05t9:15_4": "When the senior monk washed the storer of robe-cloth, he should put his upper robe over one shoulder and then give it to him. He should then set a robe, and he should give it to him.",
    "ai-tika-vin05t9:15_5": "If there is no danger, he should take out the robe-cloth and put it aside.",
    "ai-tika-vin05t9:15_6": "If the most senior monk remembers the younger brother’s younger brother, then returned to his own dwelling and then put it on his own dwelling. Then he should use the robe and then use it in return.",
    "ai-tika-vin05t9:15_7": "he should determine it as a robe;",
    "ai-tika-vin05t9:15_8": "In this way one there is a safeguard.",
    "ai-tika-vin05t9:16_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t9:17_0": "The account of the section on the robe-making season"
}