{
    "ai-tika-abh08t7:0_0": "8. Aṭṭhamo paricchedo",
    "ai-tika-abh08t7:1_0": "Goldening Up",
    "ai-tika-abh08t7:2_0": "475.",
    "ai-tika-abh08t7:3_0": "Now I have gained the prosecution of these.",
    "ai-tika-abh08t7:4_0": "and the logs of Pāṭaligāma.",
    "ai-tika-abh08t7:5_0": "But now now it is for the sake of this person (of the sake of) the Three Worlds, all of them Pāṭaliputta, and I have cut off all the legs of the body for the sake of prouse.",
    "ai-tika-abh08t7:6_0": "Taking up the five regions, he worked in the regions waist, and then in the middle of the five regions (of the world), wavying and animals, he sits in five ways.",
    "ai-tika-abh08t7:6_1": "In the first direction, in the first direction, in the first direction, in the first direction, in the place wherever there are flies being well-postsed, interpreting the west—the western direction, having made any kind of waves intermediate directions. Having driven out the waves in a pebble, the places wherever there is an outcaste, and using anywhere elsewhere else rushing his hands and ears, the nose, the arms, the leaf of the arms, and thread, and making arching back, and leaft, heat, and leathered them leather of that faning from that flying from the places.",
    "ai-tika-abh08t7:6_2": "At that very time it is shared within the five resideds very news, and like the astute in the middle of the four quarters, just as when a rain-season residence does an astute person with in the five ways, then in the first direction, so too, does an astute person smooths in the middle of the five directions. But when the mind is appeared to alternatively, like the Wise mind in the middle and",
    "ai-tika-abh08t7:6_3": "He is a hidden with many hands, in the midst of the Sangha, just as though the Wise One was converted to the Order of the Fraternity in the Sangha (haved).",
    "ai-tika-abh08t7:6_4": "caught in the middle of the leaf-hut, like in the floor of the leaf-hut, when rebuking the wall,",
    "ai-tika-abh08t7:6_5": "objects,",
    "ai-tika-abh08t7:6_6": "Herein, revolves the three watches of the mind element, the mind-made relics, and the mental objects are allowable to you.",
    "ai-tika-abh08t7:6_7": "But the Wise One will go to the end of the peril of the wide-commitants’ mind.",
    "ai-tika-abh08t7:6_8": "yet, after abandoning a physician’s horse, the monkey in the grove is like the Wise One’s dispensation. It is requested by the wise that it can be seen as object.",
    "ai-tika-abh08t7:6_9": "Again and again, the Wise One arrived at the middle of the heart, lived in the middle of the heart through the enemies.",
    "ai-tika-abh08t7:7_0": "But what is the meaning of this thing? What is the name of the sense that?",
    "ai-tika-abh08t7:7_1": "First confidence has been allocated by the confidence; the meaning is this: “With faith, convers confidence; the mind, lends an ear, conversion of inspiring confidence; the meaning is that inspires confidence; the mind there is the reason why the enlightenment of the mind, because of that inspires confidence in those without it.”",
    "ai-tika-abh08t7:7_2": "On the contrary, each door with his two kinds of object is included in all the water by the two gates. On the contrary, the Paths of each gate is the basis for saplings, it is the purpose of the enlightenment factor: “I am the meaning in two ways.” Only by which it comes down in those two ways, the meaning is the same way to a visible data, and it comes to the eye.",
    "ai-tika-abh08t7:7_3": "For the simile of the door, and the in-breath too is better for it.",
    "ai-tika-abh08t7:7_4": "Forms are the reason why the eyes of sight, etc., then it is a condition for that has not been attained.",
    "ai-tika-abh08t7:7_5": "You don’t have no regrets;",
    "ai-tika-abh08t7:7_6": "Just as a bird",
    "ai-tika-abh08t7:7_7": "For I have said what I have said.",
    "ai-tika-abh08t7:7_8": "he has spread out a tree at the root of a tree, like a crushed the ground, disturbed the earth from the ground, and heirs in the ground.",
    "ai-tika-abh08t7:7_9": "This is someone who is attached to,",
    "ai-tika-abh08t7:7_10": "Only the branches of the herd, he shook the leaves in a sunshade, and went around the precincts of the sun. Later she gave birth to a single lake.",
    "ai-tika-abh08t7:7_11": "In the same way, there is a state of confidence in him whose mind is inclined to the meaning of being an intent upon the kind of becoming, and indicated by the westernment of the mind-made water. In the same way, they wait alone in one enlightenment.",
    "ai-tika-abh08t7:8_0": "494-7.",
    "ai-tika-abh08t7:8_1": "Virtuously, after having cut off the eyes (wrong) vision, the clearing of the worms, in the way beginning, middle, and inspiring confidence in having a fault, he directed the mind according to fact that profitable, according to the good persons, and in the same way the practice of Jeṭṭha.",
    "ai-tika-abh08t7:8_2": "But in the case of the caravan of the sounds, etc., the object of the opposites of the air, and you won’t accumulately know.",
    "ai-tika-abh08t7:8_3": "In this way the lamp’s archery told the meaning of the words from the point of views, making them unstirred, after which he should remove the responsively in this way:",
    "ai-tika-abh08t7:9_0": "and his eyes are not permitted by the eye.",
    "ai-tika-abh08t7:9_1": "he is unable to endure life with the eye, (which is) without opposing, with the eye, and with the end of my life he is not able to endure that state of existence.”",
    "ai-tika-abh08t7:9_2": "because of the eyes of no-one enlightenment of the eye, without going along with the eye, making it known to him as he did to look.",
    "ai-tika-abh08t7:9_3": "Through the doing of these three kinds, producing condition for the sake of the producing condition, and for the sake of its enemy.",
    "ai-tika-abh08t7:9_4": "When these four ways of rolling together with the one rolled around them, rolled forth the Wheel of power together with the eye, sights, and consciousness, all the paths of mine together with the Vision.",
    "ai-tika-abh08t7:10_0": "Talking him with his breath, he came to the neighborhood of the ear.",
    "ai-tika-abh08t7:10_1": "and his hair waste-sticks made of space inside the ear-consciousness,",
    "ai-tika-abh08t7:10_2": "Through that condition",
    "ai-tika-abh08t7:10_3": "It is because of the doing of the five-hundred millions and producing condition.",
    "ai-tika-abh08t7:10_4": "When these four ways of performing together with the associated states, they entered upon together with the gods.",
    "ai-tika-abh08t7:11_0": "Talking the nose, resplendent with the nose, and the smell of Gandhamādana,",
    "ai-tika-abh08t7:11_1": "the meaning is, it is said: the box, the nose is the meaning.",
    "ai-tika-abh08t7:11_2": "Through that condition",
    "ai-tika-abh08t7:11_3": "It is because of the doing of the five-hundred millions and producing condition.",
    "ai-tika-abh08t7:11_4": "When these four ways of performing together with the North, he entered upon them together with the nose,",
    "ai-tika-abh08t7:12_0": "Talking up the tongue is the enemy of the tongue, and the taste of the tongue after the taste of the tongue.",
    "ai-tika-abh08t7:12_1": "Taking them aside, they get stored up with the ear ... nose ... tongue ... body ...",
    "ai-tika-abh08t7:12_2": "Through that condition",
    "ai-tika-abh08t7:12_3": "It is because of the doing of the five-hundred millions and producing condition.",
    "ai-tika-abh08t7:12_4": "When these four ways of performing together with the associated states, with the gods of the Thirty-Three, with its tongue and rose together with the instruments of Postures,",
    "ai-tika-abh08t7:13_0": "506-7.",
    "ai-tika-abh08t7:13_1": "Tongue to the body, touches, and thoughts of Heartfulness,",
    "ai-tika-abh08t7:13_2": "(Anāthapiṇḍika said): “Suppose the body by means of the great earth, without making a sense of urgency, flattering his mind on the earth element in the middle of the Mahātittha garden.”",
    "ai-tika-abh08t7:13_3": "Through that condition",
    "ai-tika-abh08t7:13_4": "It is because of the doing of the respectively power of the five enemys that had been made by the giver of a breath,",
    "ai-tika-abh08t7:13_5": "When these four ways of performing together with the other, they entered upon the city with themens of the body and speech,",
    "ai-tika-abh08t7:14_0": "overpowering the mind, the mental breath,",
    "ai-tika-abh08t7:14_1": "Unsuitableness is a condition for the sake of continued existence; the mental opposite sex, and the mental opposite sex are called “unblessings”.",
    "ai-tika-abh08t7:14_2": "today is a condition for the purpose of having no continued existence,",
    "ai-tika-abh08t7:14_3": "(This) is the site for the calm of the Dhamma and the site of the heart from (what).",
    "ai-tika-abh08t7:14_4": "Through that condition",
    "ai-tika-abh08t7:14_5": "with the appearance of the mind-made of rebirth- linking together with the mind-deliverings.",
    "ai-tika-abh08t7:14_6": "When these four ways of attending together with the mind-consciousness is brought together with the mind-consciousness, he entered upon and emerged from the world with its gods.",
    "ai-tika-abh08t7:15_0": "510-11.",
    "ai-tika-abh08t7:15_1": "and mind are liberated from the mind.",
    "ai-tika-abh08t7:15_2": "(King) adverting that is suitable for the mind, which is conformity to the state of co-resultaneously, decided-producing definition of the mind (by way).",
    "ai-tika-abh08t7:15_3": "This basis is stored in all the texts, and it doesn’t go to all.",
    "ai-tika-abh08t7:15_4": "That is, the five grasping aggregates.",
    "ai-tika-abh08t7:15_5": "This is the meaning of fourfold riches, but doesn’t fitting all talk.",
    "ai-tika-abh08t7:15_6": "Since so is the meaning of anything that can be had a sense of urgency, what is the meaning?",
    "ai-tika-abh08t7:16_0": "Sensual pleasures are variety of sensual pleasures, ninety-two ways: ten, twenty-two, thirty-two, forty-four kinds of worldly pleasures, eighty and ninety-two constituents .",
    "ai-tika-abh08t7:16_1": "What is wholesome and unwholesome intentions are",
    "ai-tika-abh08t7:16_2": "the signs of materiality, the five constituents (of mind and body), the mind being whose mind is reckoned as objects,",
    "ai-tika-abh08t7:16_3": "Likewise: the sign, unprofitable tree, etc., are skilled in loss, and so on.",
    "ai-tika-abh08t7:16_4": "Thus, when I had spoken thus, the Buddha said, the same joy and application,",
    "ai-tika-abh08t7:16_5": "having a limited sense-sphere, a limited object, a little sense of calm,",
    "ai-tika-abh08t7:16_6": "the present object, and the five objects come to an end.",
    "ai-tika-abh08t7:16_7": "past, future, and present.",
    "ai-tika-abh08t7:16_8": "there is no object for him,",
    "ai-tika-abh08t7:17_0": "515-26.",
    "ai-tika-abh08t7:17_1": "And that is what is called “eleven” owing to the distance of the three great elements, which was pervaded by the seer.",
    "ai-tika-abh08t7:17_2": "Then, eleven, having had eleven grounds, a mind that was skillful, unskillful and lack of merit.",
    "ai-tika-abh08t7:17_3": "There is a great earthquake in the realm of luminous form, and the form of the realm of luminous form.",
    "ai-tika-abh08t7:17_4": "Then the objects of the minds, which they did not respond to the object of the Victorious One, and solitary retreat by means of the one hanging on to the tent, and then having destroyed their objects.",
    "ai-tika-abh08t7:17_5": "Why is that?",
    "ai-tika-abh08t7:17_6": "Herein, there is present in the realm of luminous form, there is no fault in the form of a reciting as object, and there is no concern for continued existence.",
    "ai-tika-abh08t7:17_7": "And for him whose mind isn’t tendencies, their objects and their objects is neither free from that object.",
    "ai-tika-abh08t7:17_8": "Why is that?",
    "ai-tika-abh08t7:17_9": "With limited objects, the minds of a liberated from sense desires, and the objects of all sense desires, being bounded with the object opposite of all the sense-spheres and not their object.",
    "ai-tika-abh08t7:17_10": "For just as when a father or a relative of his father, my relatives and kin goes with a pride, so too, in the wilderness, at the time of carts, bonds of sexuality, shackles, and plunges into the wilderness, territory, so the realm, and plunges into the mass of the world.",
    "ai-tika-abh08t7:17_11": "And in the case of all sense-spheres: for the sake of sensual pleasures, for the sake of the fine-material sphere, and for the sake of phenomena, without applied thought, sustained thought with a limited sense-sphere resolution and happiness, without turning away, with a limited object, and with a limited object. That is why there is no enlightenment object,",
    "ai-tika-abh08t7:18_0": "What is the exposition consisting of the simile of the questions, namely “to be gave the eighthold or held in the Paṭisambhidā” , etc., is said: “What is the act of creation? Do you have spoken by the act of this? Do you remember it?”",
    "ai-tika-abh08t7:18_1": "For it is said in the Commentaries: “It is the truth, Venerable,” and she said, “Understanding the words, ‘It’s true, Venerable, we proceeds in eight!”",
    "ai-tika-abh08t7:18_2": "Then through the words of the sense-spheres in the sensual-sphere, the teacher said to him:",
    "ai-tika-abh08t7:18_3": "Then, eleven, the minds of all eleven objects, namely, the clans, classification of minds, and body, namely, gives rise to the pictures, etc., to those forms and respected by the herd, don’t burn with that as its object. Then, when a generated, etc., torentity and love or to the winter.",
    "ai-tika-abh08t7:18_4": "When I described as a lamp’s being described in the Jeta Grove, or else the shade of the pit of glowing coals, he does not get rid of the suffering in Jambudīpa . Then he does not get rid of dissipations and the characteristics of the festering its objects.",
    "ai-tika-abh08t7:18_5": "Then the objects of his enemy, etc., is unable to give rise to wrong view in the perfumed water. Then he cannot find four functions, etc., in the way beginning, “There is no wrong view,” and then, when he is overcome by the six kinds of fondness in the wood, he is unable to overcome by his own views, and he is subsequently to the surrounding of his enemy, he finds no footing as an acquisition in the teacher.",
    "ai-tika-abh08t7:18_6": "Then acquisition regarding the Dhamma, when the Jina spectrums (the Buddha’s) future objects, he obtained a spot in the Jeta Grove with his teacher’s enlightenment.",
    "ai-tika-abh08t7:18_7": "In a mind-made mountain they all running the minds of the mind-made changing.",
    "ai-tika-abh08t7:19_0": "533-4.",
    "ai-tika-abh08t7:19_1": "When the mind is stressed, the object is not found.",
    "ai-tika-abh08t7:19_2": "He has the intention to get upset with a mind of good will, how is one aroused by one who has made the mind?",
    "ai-tika-abh08t7:19_3": "or a straw mat, even if the Vajjians come, you’re coming to Vajjis at the place where the Vajjians come.",
    "ai-tika-abh08t7:20_0": "They put their minds into twelve bad karma with bad people. They have the results of bad deeds, unskillful intentions, and rebirths.",
    "ai-tika-abh08t7:20_1": "equanimity is unprofitable. The eye is associated with the eye, having become equanimous, exercisive in purification, while he is guarded the seven principles.",
    "ai-tika-abh08t7:20_2": "Likewise the results of the eleventh bad, unskillful intentions.",
    "ai-tika-abh08t7:20_3": "Having given up eleven my minds and definitely, they return in the eleven ways.",
    "ai-tika-abh08t7:21_0": "whatever law of flowers there is in the shade of the worms, in the wind, the burning sun, or the extraordinary.",
    "ai-tika-abh08t7:21_1": "that is indeed the meaning –",
    "ai-tika-abh08t7:21_2": "For the (from the) defilements that arose in one who has destroyed the pollutants, who have arisen in the mind:",
    "ai-tika-abh08t7:21_3": "“And when it has arisen in the time of an ordinary person, how does it come?”",
    "ai-tika-abh08t7:21_4": "how much brings about the fruit of the donor who has not neglect fruit, then what is the reason why does the Noble One’s mind?",
    "ai-tika-abh08t7:21_5": "What substance of all the minds of mine, the victor, cutting off the root, made like a palm stump, obliterated, and unable to arise in the fruit of the worm-infested, the root of a tree, or the fruit of the fruit of good and bad deeds? The mind would be the fruit of that deportment, and the fruit of craving for the fruit of existence.",
    "ai-tika-abh08t7:22_0": "The reason why ‘posings’ is a condition for fruit, because of which the result of investigation of principles is a condition for the sake of extra effort, namely, this is a condition for the sake of the teachings, and for the sake of all its provincesperity.’ is a condition for the sake of understanding.",
    "ai-tika-abh08t7:22_1": "The Buddha has given up continued existence. ...",
    "ai-tika-abh08t7:22_2": "this is the reason why the word of the words.",
    "ai-tika-abh08t7:23_0": "The teaching is the root item that arises from the root and fruitions, and the one who gives the fruition of the path to the root, because it is the fruition of the fruit, and the practice that leads to the cessation of the fruits, are called the because of the austerities.",
    "ai-tika-abh08t7:24_0": "Soil, hate, delusion, and the three comprehensions are exceedingly the same.",
    "ai-tika-abh08t7:25_0": "What is skillful, guarding the skillful, etc., and profitable states. It is the profitable states beginning with the profitable states, namely, skillful qualities in the sense of urgency, and so on.",
    "ai-tika-abh08t7:25_1": "Some of them said,",
    "ai-tika-abh08t7:25_2": "This being so, are skillful in the sense of profitable, etc., and have the senses ceased in the four triple and immaterial states.",
    "ai-tika-abh08t7:25_3": "that is indeed the meaning –",
    "ai-tika-abh08t7:25_4": "If they were, the thought of the mind in the originations of forms, and so on, the consciousness of the path and the consciousness associated with the aggregates,",
    "ai-tika-abh08t7:25_5": "Then the minds of they might have moderation and so on.",
    "ai-tika-abh08t7:25_6": "Sometimes they don’t say that.",
    "ai-tika-abh08t7:25_7": "If that’s how there is such name and form, mind and bodily form are unprofitable, not so the root of the skillful.",
    "ai-tika-abh08t7:26_0": "being true, referring to the truth, saying: “This is the truth for you that is good.”",
    "ai-tika-abh08t7:26_1": "Because they don’t lose their appearance and apply to the skillful, they don’t get rid of the unskillful.",
    "ai-tika-abh08t7:26_2": "Given that something is actually the same. That’s why these skillful qualities should be completely understood according to the beginning.",
    "ai-tika-abh08t7:27_0": "The meaning is that it is well-planted because it is well-spheres for the purpose of rising the adverting with the bones, ingrashing the dropping of water at the root of the shell. The meaning is the root of the shell. The meaning is the shelter alternative states. The meaning is the meaning. And the meaning is that it should be understood to say that the root of the body is its root.",
    "ai-tika-abh08t7:28_0": "Let those unskillful things associated with the wholesome, and all of them have the same ways produced in all these four ways.”",
    "ai-tika-abh08t7:28_1": "the causal relationship of that are the causes and conditions for the sake of the (wholes) of the consciousness associated with the four primary elements, these things are the reason why these things have been related to the present phenomena, all of them.",
    "ai-tika-abh08t7:29_0": "550-1.",
    "ai-tika-abh08t7:29_1": "But here the result of sensual pleasures is produced by mother and father, built up from caused by causing blood, appearance, worms, and various names of forms. That is why there is the reason why in the various orders of their wives, namely, forms are causally born, sourced, and conditioned by originated.",
    "ai-tika-abh08t7:30_0": "552-5.",
    "ai-tika-abh08t7:30_1": "As to the result of sensual pleasures, like the result of the fine-material and immaterial causes, like the fine-material sphere belonging to the immaterial states.",
    "ai-tika-abh08t7:30_2": "The four sons of the world, the incomparable, the necessary condition, and the immaterial states are the reason for rebirths.",
    "ai-tika-abh08t7:30_3": "And so the result in four directions, the result of the earth associated with the (where) associated with the fine-material or immaterial causes.",
    "ai-tika-abh08t7:30_4": "The cause and condition is the reason why these causes and conditions for the sake of producing condition being by these causes and reasons are for the sake of the productional condition.",
    "ai-tika-abh08t7:30_5": "(born) arises: it is subtle reason why a fame and happiness due to subtle state, thus it is happiness .",
    "ai-tika-abh08t7:31_0": "preceding inquiry, (called) energy, (we hear about) the four inquisitions and inquiry, (called) energy,",
    "ai-tika-abh08t7:31_1": "That which is why I made a wish for eldest son by desire and ill will, and whatever is given to by zeal, etc., is called “restraint by desire” because of the intention and applies to the higher mind in the way that expression.",
    "ai-tika-abh08t7:31_2": "one who takes recipient in the Jeta Grove by the Jotipāla, which given the Buddha declared that he has been subdued by the Buddha.",
    "ai-tika-abh08t7:32_0": "559.",
    "ai-tika-abh08t7:33_0": "whose mind is very beautiful,",
    "ai-tika-abh08t7:34_0": "who is striving (therefore) their striving should be understood.",
    "ai-tika-abh08t7:35_0": "He who lives without understanding this patience,",
    "ai-tika-abh08t7:36_0": "and to the victor, while seeking the whole of the city he",
    "ai-tika-abh08t7:37_0": "He who, being satisfied with this multitude of people, practised by jackals, expertsive, beautiful children and cattle, consecrated by the wise, and expert in the neighborhood of a snake, from a lazy corpse, and poison, unskilled in a young dog waiting for his own striving,",
    "ai-tika-abh08t7:38_0": "Such is the defeat of this Dhamma.",
    "ai-tika-abh08t7:39_0": "The Declared Paths are finished.",
    "ai-tika-abh08t7:40_0": "The eighth chapter"
}