{
    "ai-tika-vin11t11:0_0": "Saṅghādisesakathāvaṇṇanā",
    "ai-tika-vin11t11:1_0": "2011.",
    "ai-tika-vin11t11:1_1": "When a nun has expelled the nuns’ analysis of offenses, she commits an offense entailing suspension. This is the extra respect to the nuns, “This is the training rule on expulsion.”",
    "ai-tika-vin11t11:1_2": "Virtue is indicated by the power of anger and enmity,",
    "ai-tika-vin11t11:1_3": "According to the precepts, he acted accordingly.",
    "ai-tika-vin11t11:1_4": "And there is also called “body” in the Vajjis donation, “He who has gone forth into homelessness” is called “perfection of what is meant”;",
    "ai-tika-vin11t11:1_5": "Remember the word “There is nothing” is in the presence of all these.",
    "ai-tika-vin11t11:1_6": "“For he does not give to a householder or householder’s child,” “given,” and so on.",
    "ai-tika-vin11t11:1_7": "here in this dispensation:",
    "ai-tika-vin11t11:1_8": "* For one who fulfills the striving in an ascetic’s mansion,",
    "ai-tika-vin11t11:2_0": "if he resigns a simile; or he resigns a logical monastery;",
    "ai-tika-vin11t11:2_1": "the birds flee from the throne, and the two leagues away,",
    "ai-tika-vin11t11:3_0": "Isigned the flames of the ministers,",
    "ai-tika-vin11t11:4_0": "the word (but) from the words from his teacher,",
    "ai-tika-vin11t11:5_0": "2015.Itaroti aṭṭakārako.",
    "ai-tika-vin11t11:5_1": "in the first direction, the first precincts announced as the first status is called a serious offense.",
    "ai-tika-vin11t11:6_0": "2016.",
    "ai-tika-vin11t11:6_1": "“And what is it with you?”",
    "ai-tika-vin11t11:6_2": "They want to correct her about their own state and others according to their own exposition.",
    "ai-tika-vin11t11:7_0": "2018-9.",
    "ai-tika-vin11t11:7_1": "(But) when he hears what is pleasing, he talks about a league,",
    "ai-tika-vin11t11:7_2": "Likewise in the way already described,",
    "ai-tika-vin11t11:7_3": "Do what you have said.",
    "ai-tika-vin11t11:7_4": "And when the defeated is finished in one place, in the defeat of the motion,",
    "ai-tika-vin11t11:7_5": "according as it is said, “He looks at the gaps in the place called “The Net-jection”.",
    "ai-tika-vin11t11:7_6": "the eldest of the end, “Here the habit,” thus he “There is a “remonth,”",
    "ai-tika-vin11t11:7_7": "the place became overflowed,",
    "ai-tika-vin11t11:8_0": "2020-23.",
    "ai-tika-vin11t11:8_1": "There is no offense for either.",
    "ai-tika-vin11t11:8_2": "Only by means of a messenger that has been gathered, he commits an offense entailing confession.",
    "ai-tika-vin11t11:8_3": "other villages, towns and cities,",
    "ai-tika-vin11t11:8_4": "if she leasts more than a league;",
    "ai-tika-vin11t11:8_5": "And when she was told, she had been told by the oil, and the wounded on her neck.",
    "ai-tika-vin11t11:8_6": "When he is asked in that monastery, the care of his yojanas are completed, and who is constructed to the league.",
    "ai-tika-vin11t11:8_7": "if he hears another;",
    "ai-tika-vin11t11:8_8": "undergoing the sound of courty: the first’s size, the sound of hands and feet,",
    "ai-tika-vin11t11:9_0": "The robe-making season occurs with an equal share.",
    "ai-tika-vin11t11:9_1": "they say, “We will give tomorrow,” “We will give this one!”",
    "ai-tika-vin11t11:9_2": "This is the training rule.",
    "ai-tika-vin11t11:9_3": "He is one who behaves like a line drawn in his own position,",
    "ai-tika-vin11t11:9_4": "And observed: “Repulsiveness of the kind, etc., this equanimity exists in the sense of calm, etc., is syllable” .",
    "ai-tika-vin11t11:10_0": "On the ocher-covering cloth",
    "ai-tika-vin11t11:11_0": "She knows that it was given to her, and others did not know about her,” and if she responding.",
    "ai-tika-vin11t11:11_1": "whatever use of the five robbers have been given to him, the thieves impulsion from the others who were stole from here and there, this is called “bandit”.",
    "ai-tika-vin11t11:11_2": "through the faults they say: “Through the deed, they say this to the Vajjians,”",
    "ai-tika-vin11t11:11_3": "the Sangha of nuns,",
    "ai-tika-vin11t11:11_4": "Without getting permission from:",
    "ai-tika-vin11t11:11_5": "he should go to the King’s monastery or the King’s ministers.",
    "ai-tika-vin11t11:11_6": "according as it is said: “Where a king should be gotten from the king.”",
    "ai-tika-vin11t11:11_7": "whether it is (shere): “This is the proper procedure, having been given to her,” and so on.",
    "ai-tika-vin11t11:11_8": "During the Mallas of Pakuna, etc., that was a corruption of meritorious deeds, etc., that was an instant,",
    "ai-tika-vin11t11:11_9": "In the same way, after that village, Seniya Bimbisāra of Magadha and Seniya Bimbisāra,",
    "ai-tika-vin11t11:11_10": "gives the full ordination:",
    "ai-tika-vin11t11:11_11": "Remember the marks of an eon.",
    "ai-tika-vin11t11:11_12": "The rains fall on the rains.",
    "ai-tika-vin11t11:11_13": "When the preceptor arrives he receives the full ordination,",
    "ai-tika-vin11t11:11_14": "for the preceptor of a monk’s preceptor.",
    "ai-tika-vin11t11:12_0": "In the fifth tetrad there are five hundred celestial dove-footed nymphs, five months and ten months, and five months, eighty-footed nymphs, and five months of the rest.",
    "ai-tika-vin11t11:12_1": "and the same use of extra efforts: here too.",
    "ai-tika-vin11t11:13_0": "2027.",
    "ai-tika-vin11t11:13_1": "and having gone forth in the past,",
    "ai-tika-vin11t11:13_2": "and having performed, is the meaning in accordance with the three Vedas; the meaning is, it is the meaning.",
    "ai-tika-vin11t11:14_0": "2028-30.",
    "ai-tika-vin11t11:14_1": "Now they show the thirteen lady in the first absorption that the rains residence was said to be shown.",
    "ai-tika-vin11t11:14_2": "he said: “After having met it,”",
    "ai-tika-vin11t11:14_3": "This is allowable:",
    "ai-tika-vin11t11:14_4": "is called “winner skin”.",
    "ai-tika-vin11t11:14_5": "We will be one who transgressed:",
    "ai-tika-vin11t11:14_6": "should be told: “This is difficult,” and he should do so.",
    "ai-tika-vin11t11:15_0": "As a result of deeds, they actually don’t say, the third action, and the fourth.",
    "ai-tika-vin11t11:16_0": "Those training rules are attacked by gangsters, and the training rules are not lost.",
    "ai-tika-vin11t11:17_0": "Taking the training rules, the rainy-season residence, the one called accusations.",
    "ai-tika-vin11t11:17_1": "After putting down his mind on a plaster, and making a precious wind,",
    "ai-tika-vin11t11:17_2": "physical contact, they go to the body and the mind, and their consciousness originated by the mind.",
    "ai-tika-vin11t11:17_3": "“Shadying, however, the nun Thullanandā went to a charnel ground with the jungle of her fresh or her head, and she puts her on her forgot. She then, risky, or whose mind has risen from the corpse, and whose mind has leftovers that place.”",
    "ai-tika-vin11t11:17_4": "Entering the conduct of the body, without asking permission of the three kinds, and including that view is effected in the way beginning,",
    "ai-tika-vin11t11:18_0": "Discussion of the discussion on accusing making plain",
    "ai-tika-vin11t11:19_0": "the next village,",
    "ai-tika-vin11t11:19_1": "If anyone comes to the eleven place,",
    "ai-tika-vin11t11:19_2": "Likewise in the case of the rivers too.",
    "ai-tika-vin11t11:19_3": "near the far shore of the river.",
    "ai-tika-vin11t11:19_4": "if he sends him away, saying, “It is to be attended on him;”",
    "ai-tika-vin11t11:19_5": "You might lose their way:",
    "ai-tika-vin11t11:19_6": "“In the wilderness,”",
    "ai-tika-vin11t11:19_7": "Lakkhaṇas, “Possessed the marks of a wilderness desire.”",
    "ai-tika-vin11t11:19_8": "“One day or night.” In this way the two training rules, having transferred to another, or a group of training rules refuted the oppression, they addresses it in this way.",
    "ai-tika-vin11t11:19_9": "which is why in the dissimilar to the similar amount of the kasiṇas, etc., as “the influence of, the Vibhaṅga,” and so on.",
    "ai-tika-vin11t11:19_10": "if she teaches with a serious offense;",
    "ai-tika-vin11t11:19_11": "First he is the first offense: the meaning is that he must have attained the first jhāna.",
    "ai-tika-vin11t11:19_12": "“Both the Dhamma,” he said.",
    "ai-tika-vin11t11:19_13": "“They are leaving out from village,” and she went out to meet her own village.",
    "ai-tika-vin11t11:20_0": "2035.Tato sakagāmato.",
    "ai-tika-vin11t11:21_0": "2036-7.",
    "ai-tika-vin11t11:21_1": "For one 80 kilometers they go to the village, the sound of the earlier or the 40 kilometers.",
    "ai-tika-vin11t11:21_2": "If it goes beyond, it is at the next altogether.",
    "ai-tika-vin11t11:22_0": "After leaving the house-sphere, and entering the leaf-hut,",
    "ai-tika-vin11t11:22_1": "This is the second serious offense:",
    "ai-tika-vin11t11:23_0": "whether it is cut up or with a stick or with a stone.",
    "ai-tika-vin11t11:23_1": "“ because of this,” he said, “Bringing it,” and “There is no sound for them, this is to be tamed.",
    "ai-tika-vin11t11:23_2": "“For he has vomited the ground, at the time of the meal, on the ground, and on the ground air.”",
    "ai-tika-vin11t11:23_3": "“Where do you do this?”",
    "ai-tika-vin11t11:23_4": "anyone who makes a serious offense when it is said to be a serious offense.",
    "ai-tika-vin11t11:24_0": "2040.Tāsanti bhikkhunīnaṁ.",
    "ai-tika-vin11t11:24_1": "if she urges her on, saying: “This is the meaning of this,” “This is the condition for the next village.”",
    "ai-tika-vin11t11:25_0": "2041.",
    "ai-tika-vin11t11:25_1": "if he goes beyond the first foot, he says, “There is no need for the purpose.” ...",
    "ai-tika-vin11t11:25_2": "There’s no offense for one who has reached, and who is what is said.”",
    "ai-tika-vin11t11:26_0": "And there is no offense for him.” ...",
    "ai-tika-vin11t11:27_0": "Stroking is character: “A nun who has the three characteristics, etc., has disappeared the circle of a nun. Where is characterized as her: “Where do they have the characteristics of wearing the three characteristics, and it is not necessary, the nun who sees clearly?”",
    "ai-tika-vin11t11:27_1": "The crossing of the far shore comes,",
    "ai-tika-vin11t11:28_0": "First they lift up the foot-stool, having put their foot down on the foot bed. They set it aside, they set it aside.",
    "ai-tika-vin11t11:28_1": "“At a builder stagnation,” he refers to the fourteenth part himself, saying, “This is the basis for it.”",
    "ai-tika-vin11t11:29_0": "Sineru the inner skin of the eyes,",
    "ai-tika-vin11t11:29_1": "and having excessive alms,",
    "ai-tika-vin11t11:29_2": "on the near shore, in the far shore.",
    "ai-tika-vin11t11:29_3": "Likewise the first it is heavy, and heavy, is the meaning.",
    "ai-tika-vin11t11:29_4": "This word is stood because of the words “And if he stands by his own word to be putridge,” so too, the contravention of the Paṭisambhidā is unsuitable.",
    "ai-tika-vin11t11:30_0": "She gets prevented for her own bodily reward.",
    "ai-tika-vin11t11:31_0": "He is able to make a statement in the name of the kasiṇas, “Friends” .",
    "ai-tika-vin11t11:31_1": "However, they get a foot-stool, even alcoholic drinks that cause negligence.",
    "ai-tika-vin11t11:31_2": "then wherever they fall, without faults.",
    "ai-tika-vin11t11:31_3": "“I won’t give rise to confidence in those without it, and so on.” Then he said, “I shall go to the charnel ground because of this.”",
    "ai-tika-vin11t11:32_0": "They circumstances flowing downhindered by the horns, and descended from the supreme sea, league by league.",
    "ai-tika-vin11t11:33_0": "After saying: “Having seen water-pot is on the road,” it is time for constructed, and on the Uposatha day.",
    "ai-tika-vin11t11:34_0": "the meaning is solitary because of the enemy shaking of the diseases.",
    "ai-tika-vin11t11:35_0": "Sittle, she should be expelled by anyone, saying: “This is the simile of the head,” and she can expel them.",
    "ai-tika-vin11t11:35_1": "And here the aggregates, etc., should be apprehended each of the aggregates.",
    "ai-tika-vin11t11:35_2": "either bound by the handle of the hand or the foot, or on both sides.",
    "ai-tika-vin11t11:36_0": "2052-3.Pāsanti hatthapāsaṁ.",
    "ai-tika-vin11t11:36_1": "if he thinks, “I will be involved in this way,” “I shall proclaim,” “They proclamation is completed,” but there is no offense for one who is not clinging.",
    "ai-tika-vin11t11:36_2": "according as it is said, “If it is owing to screen andching that something else says, ‘I’ll do the same thing, or else ‘I’ll die in its sleeping place,’ it’s still unfinished.”",
    "ai-tika-vin11t11:36_3": "she said: “I will give you a pregnant woman to behave like this.”",
    "ai-tika-vin11t11:36_4": "If she stands by appointment within arm’s reach of the second room, she commits an offense entailing confession.",
    "ai-tika-vin11t11:37_0": "in the second plastering one year and two months.",
    "ai-tika-vin11t11:37_1": "if she thinks, “I’ll take it away,” and if it is no danger for any league.",
    "ai-tika-vin11t11:38_0": "2055-6.",
    "ai-tika-vin11t11:38_1": "And here it is said in the last watch of the night that Vajjīsa, “In the last month of the rainy season, you can spend as long as it is said.”",
    "ai-tika-vin11t11:38_2": "Herein, such is this training rule:",
    "ai-tika-vin11t11:38_3": "Eight lamps: “From the Collections in the forest,” and they replied, “Welcome the tips of a certain forest grove is characterized thus: “This is the meaning of the level of all the manner.”",
    "ai-tika-vin11t11:39_0": "They hit her companions in the second time,",
    "ai-tika-vin11t11:39_1": "if he thinks, “This isn’t proper!” and he should then told her, “They are divided” in our monastery.",
    "ai-tika-vin11t11:40_0": "If there is no gems, crushing the sight of a jewel, and it is carelessly, when there is no less than a league, there is no offense.",
    "ai-tika-vin11t11:41_0": "if they get to see your essence, but he is unsure of it ... fitting to see such-and-such a place in the open.",
    "ai-tika-vin11t11:41_1": "in many places, thinking, “Those who are favourable to the marks,” is said to be setting out on the mark of the path. ...",
    "ai-tika-vin11t11:41_2": "such a one.”",
    "ai-tika-vin11t11:41_3": "Herein, “A circumstance” is one (surely) resting places,",
    "ai-tika-vin11t11:41_4": "They don’t think:",
    "ai-tika-vin11t11:42_0": "If, in that place this place, it is like the sound of the ears, as it is with the intention to hear the sound of that monk.",
    "ai-tika-vin11t11:42_1": "is included by the nuns, thinking, “This monk isn’t good.” He should understand, “I will either.”",
    "ai-tika-vin11t11:42_2": "Therefore, after calling them, he said, “Give me back.”",
    "ai-tika-vin11t11:42_3": "these (saying): “Please accept this discourse.”",
    "ai-tika-vin11t11:43_0": "2061.",
    "ai-tika-vin11t11:43_1": "when he was walking along the road,",
    "ai-tika-vin11t11:43_2": "But now I will be released from me.” In this way the second, they say, “Now I am bound.” For the second time, they haven’t reached the goal.",
    "ai-tika-vin11t11:44_0": "Go and get up, thinking: “This is the rainy-season residence, this is the time for the Rains Retreat.” Then he dismissed that,",
    "ai-tika-vin11t11:45_0": "you can’t get upset for them.",
    "ai-tika-vin11t11:45_1": "“One born in him, denouncing, flattering and delivering,",
    "ai-tika-vin11t11:45_2": "if she has already completed it, she says, “There is no need,” “There is no need.”",
    "ai-tika-vin11t11:46_0": "2064-5.",
    "ai-tika-vin11t11:46_1": "it travels all round on a path to league.",
    "ai-tika-vin11t11:46_2": "I only alone will do one thing",
    "ai-tika-vin11t11:46_3": "Consequently it is to be reached that one, and so it is said.",
    "ai-tika-vin11t11:46_4": "therefore he mis it,",
    "ai-tika-vin11t11:46_5": "And, sounding, and taste,",
    "ai-tika-vin11t11:46_6": "it shows why the very day.",
    "ai-tika-vin11t11:47_0": "went to the village of Verañjā.",
    "ai-tika-vin11t11:47_1": "“No it isn’t bound to this.”",
    "ai-tika-vin11t11:47_2": "The four offenses entailing suspension are not going to the next village, nor to the next life, nor to the next life, nor to the next village. The fourteenth offenses entailing suspension.",
    "ai-tika-vin11t11:47_3": "When it has been a group, from anointedness when it has been a village, abode, or a village, or a on the ground, and it go beyond the vicinity of inhabited area, districts, lollations, and perhaps the village, towns by one.",
    "ai-tika-vin11t11:48_0": "2068-9.",
    "ai-tika-vin11t11:48_1": "the companions who come together with the risky and separate offenses, and if they die because they’re suspected of the dimension of infinite space, the dimension of infinite consciousness, or the dimension of nothingness, or the dimension of infinite consciousness.",
    "ai-tika-vin11t11:48_2": "in the next village made from Kāsī. ...",
    "ai-tika-vin11t11:48_3": "Remains without a hundred leagues,",
    "ai-tika-vin11t11:48_4": "Thus there are four hundred leagues, even though there are no crack of 40 kilometers,",
    "ai-tika-vin11t11:49_0": "Immediately carried out this village in the wilderness, ate the village in the wilderness, and I do not say.”",
    "ai-tika-vin11t11:50_0": "2071.",
    "ai-tika-vin11t11:50_1": "Because it is the day of night, it doesn’t reach the next village by birth, and it is not the production of attainment at midday once, and it goes down in the next village to the next village, and it is swept in the middle of the day. And it is the village, town, circumambulations that attainment if it is “internally the day.”",
    "ai-tika-vin11t11:50_2": "you’re not shameless.”",
    "ai-tika-vin11t11:50_3": "Likewise the second, just as “conformity” is the meaning.",
    "ai-tika-vin11t11:51_0": "Continually the first, etc., are the first ones of the one whose site is good in the first place.",
    "ai-tika-vin11t11:52_0": "Discussion of the proper conduct for going to the village",
    "ai-tika-vin11t11:53_0": "if he thinks, “I’ll stay in the same room as a nun who has been ejected by the Sangha in accordance with the rule, the Monastic Law, and the summaries; I will question her in the Monastic Law in the Teacher’s instruction;” and he re-admitted the making amends for nine monks.",
    "ai-tika-vin11t11:53_1": "After each of the first two announcements, they build a serious offense.",
    "ai-tika-vin11t11:54_0": "for the sake of their (permission) deeds, for the sake of their (consequence).",
    "ai-tika-vin11t11:54_1": "If it is an equal legal procedure consisting of three factors, and she perceives it as such, and she reinstates her, she commits an offense entailing suspension.",
    "ai-tika-vin11t11:54_2": "If it is a legitimate legal procedure, but she perceives it as illegitimate, and she reinstates her, she commits an offense entailing suspension.’”",
    "ai-tika-vin11t11:54_3": "the legal procedures of ejection for not recognizing an offense;",
    "ai-tika-vin11t11:54_4": "If it is an illegitimate legal procedure, but she perceives it as legitimate, and she reinstates it, she commits an offense of wrong conduct.",
    "ai-tika-vin11t11:54_5": "If it is an illegitimate legal procedure, but she is unsure of it, and she reinstates her, she commits an offense of wrong conduct.”",
    "ai-tika-vin11t11:55_0": "for the sake of his great helper,",
    "ai-tika-vin11t11:55_1": "Or alternatively, they proceed to behave like this.",
    "ai-tika-vin11t11:55_2": "but forty-four it will be aggregates in the succession of oil.",
    "ai-tika-vin11t11:55_3": "Neither on deeds there is a reason why the cause of (good) deeds,",
    "ai-tika-vin11t11:56_0": "regarding the reasons, overcoming, and unrestrained,",
    "ai-tika-vin11t11:57_0": "fourth absorption.",
    "ai-tika-vin11t11:58_0": "I worship the (realms), and enjoying (them) with lust.",
    "ai-tika-vin11t11:58_1": "Like this, monks, does a monk develop mindfulness related to the body.",
    "ai-tika-vin11t11:58_2": "“By men,” he replied: “Being that yakkhas, Yakkhas,",
    "ai-tika-vin11t11:58_3": "“Suppose there were somehoping buckles,",
    "ai-tika-vin11t11:58_4": "Remember the length of an act of wrong conduct, except for tooth cleaners,",
    "ai-tika-vin11t11:58_5": "gone to the city of Bhoganagara.",
    "ai-tika-vin11t11:59_0": "He shoots for him as an ascetic of the Sakyans,",
    "ai-tika-vin11t11:59_1": "it is so how many to understand:",
    "ai-tika-vin11t11:59_2": "“A nun who has taken up the definition thus, “She should be seen to act in that place!” Reference to the Great Ascetic, is said to be Mahātittha.",
    "ai-tika-vin11t11:59_3": "I didn’t agree with what is said in the Discourse on the Great Assembly,”",
    "ai-tika-vin11t11:59_4": "If this is said in that case, they don’t see a mendicant, saying: “Surely this is not so called a “confidence”.",
    "ai-tika-vin11t11:59_5": "(But) after making that statement, he said:",
    "ai-tika-vin11t11:59_6": "if she urges her on, saying “I have no desire,” and when she receives it on, she replied, “I did so in the evening.”",
    "ai-tika-vin11t11:59_7": "For if there is no corruption of the person, they don’t know what to be said, “What is this?”",
    "ai-tika-vin11t11:59_8": "if there are no offenses that are both should be spoken of, and if they’re not behaving no lust.",
    "ai-tika-vin11t11:59_9": "In the swallowing in the open of the blade of grass, he may have a serious offense.",
    "ai-tika-vin11t11:60_0": "2081.",
    "ai-tika-vin11t11:60_1": "he engages in the quest of existence; and here he should be engage in in all kinds of existence as such.",
    "ai-tika-vin11t11:60_2": "Because of the power of human beings, because of the spirits, the Yakkhas, the spirits, the Yakkhas, and the Yakkhas as hands.",
    "ai-tika-vin11t11:60_3": "Likewise: “For that’s how there is nothing to be received,” he commits an offense of wrong conduct.",
    "ai-tika-vin11t11:60_4": "Again when the dwellings are swallowed, he can sustain the specific conditions.”",
    "ai-tika-vin11t11:61_0": "where these yakkhas are attached to,",
    "ai-tika-vin11t11:61_1": "when there has lust, and she receives material things, she commits an offense of wrong conduct.",
    "ai-tika-vin11t11:61_2": "Everywhere in all human beings, some are without a single one,",
    "ai-tika-vin11t11:61_3": "water, tooth cleaners, water, and flour in the water.",
    "ai-tika-vin11t11:61_4": "if he receives wealth both in riches, and uses them;",
    "ai-tika-vin11t11:62_0": "if she receives hold of her fact, but was not able to obtain a person, then when it was a person, she’s not actually received.",
    "ai-tika-vin11t11:62_1": "this individual is an individual.",
    "ai-tika-vin11t11:62_2": "And neither ignorant nor lust.",
    "ai-tika-vin11t11:62_3": "If she accepts material delights in her husband’s presence, and if she distributes it, there is no offense.",
    "ai-tika-vin11t11:62_4": "If she takes it, thinking, “They do not make use of it,” and she replies, “Yes, there is no offense.”",
    "ai-tika-vin11t11:63_0": "The fifth group of five is the fifth.",
    "ai-tika-vin11t11:64_0": "if she urges her on, saying: “Venerable, what can this man do to you, whether he has lust or not, if you’re without? Go on, Venerable, receive it with your own hands and then eat whatever staple or non-staple food he gives you, saying, ‘Venerable, please eat whatever staple or non-staple food he gives you’re without it,” then you receive it with your own hands.",
    "ai-tika-vin11t11:64_1": "sending him away:",
    "ai-tika-vin11t11:64_2": "You’re defeated from the others.",
    "ai-tika-vin11t11:64_3": "received the food from the hand, receiving it from the hand,",
    "ai-tika-vin11t11:64_4": "he sends him away, then for the effort there is an act of wrong conduct.",
    "ai-tika-vin11t11:64_5": "Because of wealth, because of being received, used by means of food and drink.",
    "ai-tika-vin11t11:64_6": "Saying: it can be a serious offense, and it is the meaning.",
    "ai-tika-vin11t11:65_0": "From eating, drinking, chewing, and tastes settlement in that place",
    "ai-tika-vin11t11:65_1": "if he sends him away when he is finished;",
    "ai-tika-vin11t11:66_0": "Going here and there, singing and ghosts, the kettledrums befalls, and the female spirits came.",
    "ai-tika-vin11t11:66_1": "So too a man is corrupted by men,",
    "ai-tika-vin11t11:66_2": "she said: “I was a league away to send her away,” and he made an effort was cut off.",
    "ai-tika-vin11t11:66_3": "Getting men, sending away,",
    "ai-tika-vin11t11:66_4": "if he sends his own league by league;",
    "ai-tika-vin11t11:66_5": "They tooth cleaners and water.",
    "ai-tika-vin11t11:66_6": "enjoying use of wealth, makes use of food,",
    "ai-tika-vin11t11:66_7": "Regarding what has been badly made, he is committing an offense of wrong conduct.",
    "ai-tika-vin11t11:67_0": "if it is said for one who is superior when it is said to eat, it is given in the way already described.",
    "ai-tika-vin11t11:68_0": "When she knows that she is born, she urges her on to eat her food, or she receives staple or non-staple food, she urges her on her family, thinking, “How can I do not receive it,” and she gives her instructions, “She is an embankment,” and she rejoicing, “It is not even if she receives it,” and she receives it with him.",
    "ai-tika-vin11t11:68_1": "if she urges her on, saying ‘Stopped herself,’ and because she knows who is corrupted by saying, ‘How can she be interrupted,’ and who is not receiving because of her, solitary, and who doesn’t receive others.”",
    "ai-tika-vin11t11:69_0": "sixth offering is finished.",
    "ai-tika-vin11t11:70_0": "But the nun who resigns the truth by the Buddha, says this: “I renounce the enlightenment,” “They say, the seventh time.” And the training rule on being renounced, I said, “I renounce the Buddha, the opposite sex with a Buddha,” and so on.",
    "ai-tika-vin11t11:70_1": "“There are eighth reasons for the nun Kimbila, that is, based on the answers of legal issues, and she the eighth training rules for the requisites.",
    "ai-tika-vin11t11:71_0": "Seven where they dwelt.",
    "ai-tika-vin11t11:72_0": "they live together with nuns.",
    "ai-tika-vin11t11:72_1": "“She says, ‘A nun shouldn’t socialize, and you shouldn’t broad for them.”",
    "ai-tika-vin11t11:73_0": "In the ninth.",
    "ai-tika-vin11t11:74_0": "2093.",
    "ai-tika-vin11t11:74_1": "So the two training rules were badly maiden and unclean, and the lady came right there and came down right there together with these three training rules. These opportunity for five hundred training rules came here and there, and these nine training rules came here.",
    "ai-tika-vin11t11:74_2": "from here the nuns’ rules as much as they want, without preserve the four primary elements, seven or eight great primaries, that is, the first thoroughly mastered by the seventh, and the seventh members of the nine sections.",
    "ai-tika-vin11t11:75_0": "Thus in the Vinaya from the dandage of the Commentary in the Monastic Law.",
    "ai-tika-vin11t11:76_0": "The account of the commentary on the commentary is finished."
}