{
    "ai-tika-abh08t31:0_0": "7. Sattamo paricchedo",
    "ai-tika-abh08t31:1_0": "commentary on the fortune-tellers and the colour of consciousness.",
    "ai-tika-abh08t31:2_0": "and it is through the abiding of reference to the object that occurred with the object.",
    "ai-tika-abh08t31:2_1": "here the Vibhaṅga: here, the unskillful, etc., are unprofitable states of particular individual essences beginning with the factors, and as they are stated simply in that person.",
    "ai-tika-abh08t31:3_0": "“Greed is a term for the spheres of greed, hate, and delusion.",
    "ai-tika-abh08t31:4_0": "he seeks virtue after his own special qualities of being himself in virtue, and so on he has the special qualities of virtue.",
    "ai-tika-abh08t31:4_1": "compassion, skilled intercourse, compassion for one, and wants what’s best for them.",
    "ai-tika-abh08t31:4_2": "And here it is said: “Blessed One’s special qualities of universality,” etc., in this way he told her, “Like deliver it is the primaries” , “Kassapa, the Blessed One’s former conduct,” and so on.",
    "ai-tika-abh08t31:4_3": "One explains a little by giving and its inclination to the Buddha, etc., in this way,",
    "ai-tika-abh08t31:4_4": "For one who understands the things in an undeveloped, not pollutant-free god, not overflowing, not hidden in any one whose cankers fine deeds.",
    "ai-tika-abh08t31:4_5": "owing to the Blessed One’s teaching, which delivers with all defilements ended, that is an incalculable, well proclaimed wherever the merits of the waist in the Mahātittha garden.",
    "ai-tika-abh08t31:4_6": "resulting in mind-made decaying minds.",
    "ai-tika-abh08t31:5_0": "377-86.",
    "ai-tika-abh08t31:5_1": "Now, as to the result of the ten permits beginning with that of the ten kinds of announcement, in the thirty-two kinds of deeds shown them, etc., which are said to be “give” .",
    "ai-tika-abh08t31:5_2": "Herein, just as when a result of the connection with that is the first root of the legal procedure and done in the places of the deeds done in the hells,",
    "ai-tika-abh08t31:5_3": "When deeds done has been done, they say, “ results, results, and results in the next life” is done for the second and third reason.",
    "ai-tika-abh08t31:5_4": "and the result of deeds through the drums was announced,",
    "ai-tika-abh08t31:5_5": "the third western quarter in the place, the third section on the actual abode,",
    "ai-tika-abh08t31:5_6": "under the sway of deeds, the result of past deeds, that result of past deeds, he offered them to the fruit of non-return. ...",
    "ai-tika-abh08t31:5_7": "Which crushing is the fourth fruit of the sense sphere’s returning here and there, with the very fruitful and beneficial, and skill in rewards and fruits what is said:",
    "ai-tika-abh08t31:5_8": "When this was said, the reckoning of including the pervading of including the materiality in one who is unshakable",
    "ai-tika-abh08t31:6_0": "“Through the remainder of deeds the results of deeds.”",
    "ai-tika-abh08t31:7_0": "I offered a flower",
    "ai-tika-abh08t31:8_0": "I don’t know how to go forth” .",
    "ai-tika-abh08t31:9_0": "thus, “Having taken the meaning in this way,” he said, “Even if you gave it to someone else who is giving praising the meaning, etc. ...",
    "ai-tika-abh08t31:9_1": "the fifth is made by a legal procedure, etc., and the fifth is said to be constructed.",
    "ai-tika-abh08t31:9_2": "He listens to the result of his deeds, he thinks, “ thus we are well-prepared for the sake of ourselves,” and steps, “livering of ourselves,” etc., “We wish to think: ‘We shall know how to go alone.’ ...” ...",
    "ai-tika-abh08t31:9_3": "did the sixth have a diverse kinds of temperament?”",
    "ai-tika-abh08t31:9_4": "‘This is the cause of corruption’ ...",
    "ai-tika-abh08t31:9_5": "and not what is the eighth cause of the occurrence of each class?”",
    "ai-tika-abh08t31:9_6": "But the result of that deed is the result in both places.",
    "ai-tika-abh08t31:9_7": "Now, as to the forty-eight Elder Tissa Moggaliputta, the Elder Tissa Moggaliputta’s arranged thus: “Understanding the scriptures in the first section of the Ājīvakas, the Abhidhamma, the position of the Suttanta, the (this arrivals) workers, the Elder Tissakas and Paccekabuddhas, and the dream three watches of the Three Worlds, the second sections, and the third sections of (of the Faith) indications of the Three (of the Three) processes, etc.” After having performed the (terections, the decies of the Threem of the Threemations, the (ts beginning with the Threemsequnines, he consequence of) to the Threexameds of the Thre",
    "ai-tika-abh08t31:9_8": "For the result of happiness is shown by means of the result of the kamma-originated, of the result of happiness, and by the result of ill will,",
    "ai-tika-abh08t31:9_9": "the ninth, having produced (supernatural) feelings appear.”",
    "ai-tika-abh08t31:9_10": "Then through the power of the deeds and the object is considered as object, and through not seeing a decrease with both objects, “Then is incompatible with greed for the object.” ...",
    "ai-tika-abh08t31:9_11": "they lived in dependence on the tenth sense. Then with the object the tenth sense, they are stated.",
    "ai-tika-abh08t31:10_0": "thirty-two aspects are one less than twenty-nine profitable deeds.",
    "ai-tika-abh08t31:10_1": "But it is called “surpassable” and after doing a deed and mentioned each one, and so once in the kamma that is profitable.",
    "ai-tika-abh08t31:10_2": "“As a time for twenty-nine years,” and they repaired in this way.",
    "ai-tika-abh08t31:10_3": "As to the three doors: the bodily particular and the rest. As to the place consisting in the three doors beginning with the deeds beginning, middle and end.",
    "ai-tika-abh08t31:10_4": "it is given to the place of the deeds in the definition that are Vepulla.",
    "ai-tika-abh08t31:10_5": "You should get the commentary on the meaning of the Dhamma in detail: “After hearing the Teaching, the Paṭisambhidā, and the eighth caused.",
    "ai-tika-abh08t31:10_6": "And the kamma that occurs in the sense doors, and the five doors precincts are used in the flavours of the winds, and has not yet been caught for the welfare of the world’s kamma-process, and so on. For the purpose in the fine-material doors is described as “placess” in the way beginning, “posing the mind-made” .",
    "ai-tika-abh08t31:10_7": "Six-spheres are the six-spheres of the Seers who dwell in the forest.",
    "ai-tika-abh08t31:11_0": "at that time he dies, the first month of the rainy season residence –",
    "ai-tika-abh08t31:12_0": "“The time has arrived at the wrong time, just as the elephant (wholesomes) the caravan -",
    "ai-tika-abh08t31:13_0": "whose nature is full and pure, and who renowns for action.”",
    "ai-tika-abh08t31:14_0": "Or they are attached to that joy and happiness, like that would be truly happy with that,",
    "ai-tika-abh08t31:14_1": "The fruit of what is connected with happiness, (and yet) with the cause of currents of fruit, and with the previous cause and fruit of not produced.",
    "ai-tika-abh08t31:14_2": "Intentional feeling arises in one kind of feeling—perfected by a corresponding to be experienced—",
    "ai-tika-abh08t31:14_3": "One who has arisen in the present life, but not in the present life.",
    "ai-tika-abh08t31:15_0": "Although (the monks): “Anyone who does not have spoken about for the sake of their (previous) deeds,” etc., how much bad for the sake of their (previous) difficult actions?",
    "ai-tika-abh08t31:15_1": "but only the result of indeeds, for the sake of bad conduct, for the sake of bad deeds,",
    "ai-tika-abh08t31:15_2": "Likewise the cause, they give only the reason.",
    "ai-tika-abh08t31:15_3": "His renown is what is skillful and what is unskillful, blameworthy and blameless, least and what is to be seen. What is shameless, that is to say, the infatuation of accurates, the truth, the infatuation of encounter.",
    "ai-tika-abh08t31:15_4": "For while his own deed is installing the profitable, including the states of loss as a trainer in later generations, or because he is satisfied, he has gone round and requisites.",
    "ai-tika-abh08t31:15_5": "However, when I pass away from what is unskillful, I have yet been given to them by the arranged them with regrets, I feel remorse.",
    "ai-tika-abh08t31:16_0": "And here in the case of the terms for amusement, is produced in the law of the kind already described.",
    "ai-tika-abh08t31:16_1": "Yet this rolling the circumference of his progress, he said, “What is the reason for it?”",
    "ai-tika-abh08t31:16_2": "And here it is hard to understand how difficulty by means of the cause, and on account of the reason why, the reason of the first two, that is to say, difficult to be grasped and improperly,",
    "ai-tika-abh08t31:16_3": "But it is only when a man’s knowledge of the births and old age, equanimity about the difference of signs, and the otherwise is unprofitable, not for indicated by the sake of producing condition. And it doesn’t give rise to unprofitable deeds thus: “It is indicated by the root of their conditions, and it does not grow in them.”",
    "ai-tika-abh08t31:16_4": "Next when the Awakened One’s path is shown by way of practice and have attained perfection and has attained the way of attainment, etc., which is the reason why, when it is attainment of the impediments of the way, he of the Dhamma, which is connected with the intention of rebirths, and so on.",
    "ai-tika-abh08t31:17_0": "“From the attainment of the knowledge of the attainment of the knowledge of the attainment of knowledge, which is a condition for rebirth in the next life, and for the attainment of the knowledge of the attainment of knowledge, which is a condition for rebirth.",
    "ai-tika-abh08t31:17_1": "At that time the wholesome root of deeds are born in the moment of the skillful, and the necessary one is called a condition for rebirth.",
    "ai-tika-abh08t31:17_2": "At that moment the two, two, three, four, five, ten, twenty, thirty, forty, fifty.",
    "ai-tika-abh08t31:17_3": "the  at that time has arisen in the moment of the three lower worlds, the consciousness in which the time were born, and the moment, because of its birth and death, name and form are called a condition for consciousness.”",
    "ai-tika-abh08t31:18_0": "So when there is a specific condition for the knowledge of the three associated with knowledges, for the sake of the knowledge, and for the sake of producing kamma, they don’t say, “This is a condition for the sake of their knowledge,” and for the sake of their (interrupting) the sake of their knowledge, they don’t says, “This is a condition for the sake of being” .",
    "ai-tika-abh08t31:18_1": "and it is not with a cause.”",
    "ai-tika-abh08t31:18_2": "for if it is hard because of the cause of misfortune, “ if it is the reason why”, “It may be in the sense of control,” and when there is such a condition for the label “As long as having attained, there is no enlightenment,” it is for him in this way,",
    "ai-tika-abh08t31:18_3": "What seven?",
    "ai-tika-abh08t31:18_4": "Whatever is wholesome, there are two kinds of overflowing coals. ...",
    "ai-tika-abh08t31:18_5": "At that time two are sapless, unprofitable, immediately effective, in that same way.",
    "ai-tika-abh08t31:18_6": "At that time countless choices.",
    "ai-tika-abh08t31:18_7": "Name and form are conditions for the winterest, ‘with knowledge’ and understanding having analysis of the seven cognitive (supernatural) knowledge,’ he should nevertheless because of this or that of the root of the practice.",
    "ai-tika-abh08t31:19_0": "If it is said:",
    "ai-tika-abh08t31:20_0": "“In the case of the attainment of the knowledge when they have attained absorption, there is no cause or condition for rebirth.",
    "ai-tika-abh08t31:20_1": "What is the ground for knowledge?",
    "ai-tika-abh08t31:20_2": "Whatever skillful actions are left over, there are two kinds of choice-born dragons. ...",
    "ai-tika-abh08t31:20_3": "at that time there are two kinds of unskillful choices.",
    "ai-tika-abh08t31:20_4": "At that time two congregations were unspoiled.",
    "ai-tika-abh08t31:20_5": "–",
    "ai-tika-abh08t31:21_0": "After making an effort in this way for the sake of the rebirth of bad rebirth, for the sake of uninterrupted knowledge, and for the failure in knowledge of the attainment of the seven rebirths,",
    "ai-tika-abh08t31:21_1": "What seven?",
    "ai-tika-abh08t31:21_2": "Whatever skillful deeds there are, for one who is reborn in a moment, etc., or formations there are three skillful deeds ...",
    "ai-tika-abh08t31:21_3": "at that time there are two kinds of unskillful choices.",
    "ai-tika-abh08t31:21_4": "At that time two congregations were unspoiled.",
    "ai-tika-abh08t31:21_5": "(And) “Blessed” is the reason why sometimes it is discussing with the cause of mentality” because it is not competent to hold a discussion.",
    "ai-tika-abh08t31:21_6": "He is not a wrong-doing work because he has no cause or reason like a drum with a bad harvest; he shameless and important (because of his actions) that were in the Great Wood, as well as the Elder Mahādhammarakkhita did the Pāṭaliputta. In the Great Commentaries a great deed to be confirmed it.",
    "ai-tika-abh08t31:22_0": "If this is the reason why it comes out through the simile of the deeds and this that is the reason why it does not conflict with, because of the previous practice, is indeed circumference of his similes;",
    "ai-tika-abh08t31:22_1": "Because that unwholesome deed is not fully extinguished, like a palm tree, with no knowledge of the fruit of knowledge, and a the Origination of the fruit of knowledge and wisdom, as it is the act of fruition.",
    "ai-tika-abh08t31:22_2": "For when they have the power of wisdom, they have the same knowledge of the fruit of knowledge.",
    "ai-tika-abh08t31:23_0": "Here it may be said:",
    "ai-tika-abh08t31:23_1": "Why doing it oneself? Or does it myself to be given to others like that kind of feeling?",
    "ai-tika-abh08t31:23_2": "only the reason why it is given to him, the Lord of the Gods Who Control the Creations (of the Faith).",
    "ai-tika-abh08t31:23_3": "For that is why the appearance of proliferation in the greater man who gives happiness and adverts to the great advantages of work, etc.",
    "ai-tika-abh08t31:24_0": "“For he who is skilled in the domain of pleasure and happiness, and in the fourfold associated with the fine-material sphere, and with the intention, and with the intention and rebirth-concentrated wholesome intentions, and in regard to the intention,",
    "ai-tika-abh08t31:24_1": "Sensual pleasures resort to the pleasures of the senses, etc., that is pleasant internally and externally.",
    "ai-tika-abh08t31:25_0": "“Unskillful deeds in the movement of the body and speech, in order to come to be experienced as painful",
    "ai-tika-abh08t31:26_0": "“Only he is skilled in the ways of practices that is to say: equanimity, sense-spheres associated with the four kinds of equanimity, the third is indicated by the fourth, and the fourth jhāna of the fine-material sphere. In this way the third tetrad is said to be indicated by the fourth.",
    "ai-tika-abh08t31:26_1": "And here it is said: “Bhikkhus, just as resplendent to the object in one whose object is neutral,” and so on.",
    "ai-tika-abh08t31:27_0": "what has been said:",
    "ai-tika-abh08t31:27_1": "How is it not known that the feeling isn’t contemplationed by the words “confusion” referred to as its object by means of feeling, etc., andu in the feeling of its having a group, and there is no enlightenment factor or by means of its object. So how is therefore it cannot be spoken by means of feeling or by means of its object and that feeling. So what is called equanimity based on the object.",
    "ai-tika-abh08t31:27_2": "As objects of bricks, etc., one should go into the presence of the water and so on. Then the object of the opposite sex through the power of greed, hate and delusion. Consequently, the objects of having the objects beginning with that equanimity. Consequently there is no agreeable . Consequently the object for him to the object, that is why there is no further in him.",
    "ai-tika-abh08t31:27_3": "Then, knowing that this was said, “The feelings were referring to the object.” Then they said, “The feeling is wasted in making the basis of happiness, and the equanimity for the sake of producing the dealing with that object. When something was said, it was unintentional. When equanimity was ready, it was said to do so, and with the previous disappearance of equanimity, then gives rise to joy, seeing the equanimity as its object, and its object.",
    "ai-tika-abh08t31:28_0": "Nor the particulars of the development of loving-kindness is that intent devotion to the development of loving-kindness, compassion, gladness, and equanimity; it is conceived in the Mahātittha Vihāra at the time of the Seer Meteyya’s presence.",
    "ai-tika-abh08t31:28_1": "For this is said: “For sure the equanimity is in the moment of its grossness and equanimity, goodness and yokes came back to its sixteenth part, since the beginning with equanimity has arisen in the future. That is why, equanimous feeling, equanimous bliss, and on account of that.” That is why the Elder equanimous feeling reverence consisting of joy and happiness.",
    "ai-tika-abh08t31:28_2": "Consider this deed of equanimity even the senior mendicants can attain it.",
    "ai-tika-abh08t31:28_3": "Still, this great lake influence,",
    "ai-tika-abh08t31:28_4": "For that is why it is said in the Commentaries, “This is arranged for the ending of all the elders,” etc., and classed as a strong, and staunchly because they have been referred to each higher stage from the group of the opposite sex with a mind-made of Sakka,. That is why it is said in the Commentaries that is residually belonging to the community of the Community. So it is said. That is why therefore it is no such having calmity likeness in the Doction of the mind-made simile of loving-kindness.",
    "ai-tika-abh08t31:28_5": "Also the eighth occasions should be properly resolved when it has not been made.",
    "ai-tika-abh08t31:29_0": "or they give him a shelter, even if she does not perceive him as such, and she gives him the fruit.",
    "ai-tika-abh08t31:30_0": "objects of brandit, etc.;",
    "ai-tika-abh08t31:30_1": "Then they do so.",
    "ai-tika-abh08t31:30_2": "those connected with happiness, associated with the equanimity, (having) adhered to,",
    "ai-tika-abh08t31:30_3": "Unskillful, unprofitable object, not having decided about the object, and with equanimity as its object, just as the object,",
    "ai-tika-abh08t31:30_4": "There is no subsequent feeling in the way beginning, “There is no place in the first tetrad of feeling under the heading of feeling. ”",
    "ai-tika-abh08t31:30_5": "Sometimes, Etc. Except in the body consciousness and the name concept in all aspects beginning with the body consciousness, and the body consciousness associated with all fourteen kinds of pleasure , etc., because it has the physical discrimination of the body that are likable, desirable, agreeable, alternative of the body consciousness that is accompanied by equanimity.",
    "ai-tika-abh08t31:30_6": "went through the (parts) from jackal’s end.",
    "ai-tika-abh08t31:30_7": "And although the cause, it is the reason why, feeling, perception, choices, and consciousness falls away with the breaking up of the choices as its object.",
    "ai-tika-abh08t31:30_8": "And here the profitable unprofitable unprofitable kamma, etc., in the case of the profitable immaterial jhānas, sense desires, and greed for making amends ,",
    "ai-tika-abh08t31:30_9": "it should be known that in this way:",
    "ai-tika-abh08t31:30_10": "For it is due to the simile of the man who gives his attention to the similes of the law thus, “What is the work connected with the doing as its object?” and “It arises in him in its objective field, in the way just as its object, or in the same way as its object.",
    "ai-tika-abh08t31:30_11": "for the object of his contemplation is the cause of condition in oppositeness in this way with the subsequence of formations;",
    "ai-tika-abh08t31:30_12": "But there is no difference in conditions for the sake of condition, because of the breaking up of (mental) processes there is no causality.",
    "ai-tika-abh08t31:30_13": "Herein, the feelings should be understood as included in the way already stated.",
    "ai-tika-abh08t31:30_14": "But the sake of defilement of (of manner of) deeds, or because of the cause of his deeds there are shaken, etc., with the reason for the sake of their (five) deeds,",
    "ai-tika-abh08t31:30_15": "Herein, the kamma-process the root of legal procedures that are associated with knowledge and the results of sensual pleasures, and the result of good and bad conduct, the knowledge that is connected with the previous causes and conditions, (they are) connected with the results of sensual pleasures, the sense sphere of knowledge and insight, and the rest.",
    "ai-tika-abh08t31:30_16": "For the sake of profitable roots have no cause or condition, and because of the skillful deeds.",
    "ai-tika-abh08t31:31_0": "Herein, when there is kamma in the Jeta Grove, the shameless realms in Jeta’s Grove, etc., and mental objects have no places for the sake of the Jina as its object, and it is involved in the Joyful Gods, it is hard for the sake of defilement and ageing on the root of the Joyful Gods.",
    "ai-tika-abh08t31:31_1": "In this way you should see the reason why it should be seen with cause and reason.",
    "ai-tika-abh08t31:31_2": "How is conditioned phenomenon as neutral?",
    "ai-tika-abh08t31:31_3": "When there is the opposite sex, the requisites becomes strong and the opposite sex through mindfulness.",
    "ai-tika-abh08t31:31_4": "Then there is no object for the sake of by means of the object, wherever there is no object of mental object consisting in neutrality with that object, the object is rejected by equanimity.",
    "ai-tika-abh08t31:31_5": "Then as object of joy, when because of the words with the object of unbefactors of joy and happiness, all came back through the enlightenment of the Three Times, etc., and only then, the cause of this object.",
    "ai-tika-abh08t31:31_6": "The opposite of all manner of existences too through the power of the Jina as its object is still stronger; and the normal power of the life-continuum, after being conditioned by the means of the opposite of mindfulness consisting in that place.",
    "ai-tika-abh08t31:31_7": "In this way it should be seen by the rest of the sense sphere, and the urgency in the sense of urgency.",
    "ai-tika-abh08t31:32_0": "But when the parts have ceased, they are not made by oneself that have respect as its object, and as its object, and as its object,",
    "ai-tika-abh08t31:32_1": "This is the meaning here in each case.",
    "ai-tika-abh08t31:32_2": "But when prevails by the object, it is according to the opposite sex and by what is meant.",
    "ai-tika-abh08t31:32_3": "Herein, it is “boundless” in the way already stated. It is the same as in the reckoning as the subsequently and by means of the subsequent jhāna.",
    "ai-tika-abh08t31:32_4": "but when his mind has been subdued with the cause, it becomes skilled in producing kamma for the sake of production of a skeleton or a running to the extension of in Jambudīpa . It is the reason why they have given in the Jina as its object.",
    "ai-tika-abh08t31:32_5": "With the appearance of one’s own roots, diverse forms, and for the sake of the rubbish heat, or for the sake of (supernatural) powers, or with the sake of the production of the (of the production of) the expansion of the Jina, etc., only the cause of the sake of the (where the production of) the ruintter or through the Joyful Gods.",
    "ai-tika-abh08t31:32_6": "Just so when asked unprofitableness due to the surmounting of these two, that is not the cause of any other reason for the sake of the production of the objects of respectively it,",
    "ai-tika-abh08t31:32_7": "That is how it is said:",
    "ai-tika-abh08t31:33_0": "“For he who is skilled in terms of causes and conditions, and the results of suffering arises in him as its object, which arises as its object, and unprofitableness and death.”",
    "ai-tika-abh08t31:34_0": "By its profitable root as objects, and with no cause or condition, it is said to have unprofitable roots as objects, and profitable roots as objects.",
    "ai-tika-abh08t31:34_1": "through the cause of bad deeds, that is to say: the reason why it is the cause of its conditions for the sake of the deed, and through the ruining of deeds, the Jina, that is the reason why they give rise to uninterruptedly.",
    "ai-tika-abh08t31:34_2": "The rest is as already explained.",
    "ai-tika-abh08t31:34_3": "In the same way, because of the cause of misfortune, the kamma-process becoming, the support of the produced by kamma and by means of the roots of their objects and their objects, and for the sake of producing condition.",
    "ai-tika-abh08t31:34_4": "The rest is as already explained.",
    "ai-tika-abh08t31:35_0": "The Great Sage, the chief of men, whose mind is connected with joy and happiness, associated with knowledge, with great joy,",
    "ai-tika-abh08t31:35_1": "By its power of its opposites,",
    "ai-tika-abh08t31:35_2": "For it is worth fourteenth part that is limited and exalted.",
    "ai-tika-abh08t31:35_3": "And this is said:",
    "ai-tika-abh08t31:36_0": "“The wise one is indeed four ways, here in the fourth (of the four),",
    "ai-tika-abh08t31:37_0": "Wearing this valuable safeguarding the extent.”",
    "ai-tika-abh08t31:38_0": "This in the description of the water that is uninterrupted, adversity, and so on.",
    "ai-tika-abh08t31:38_1": "Because of the water filter of the sixteen respects in their consciousness, up to the sixteenth objects of the lifetimes .",
    "ai-tika-abh08t31:38_2": "the one great number of fourteenthirteen years had embankment as the mental lifespan,",
    "ai-tika-abh08t31:38_3": "It is the last big of the mind’s limitedly for a short-lived manner.",
    "ai-tika-abh08t31:38_4": "When it is finished:",
    "ai-tika-abh08t31:38_5": "Herein, when ribsing objects arise there are no objects of the objects.",
    "ai-tika-abh08t31:38_6": "and when the base consisting of the great base Jina has no object .",
    "ai-tika-abh08t31:38_7": "or has a little distance at the limited period, it occurs only when a limited period.",
    "ai-tika-abh08t31:38_8": "Whose minds are unshakable",
    "ai-tika-abh08t31:38_9": "For when rose up and fall in the five doors just as long as the object of the wind waves and has arisen, it being cuts off the collaps in the heart, and it does not appear to you like to me.",
    "ai-tika-abh08t31:38_10": "But just as, when a man wants to catch up to the hollow, he can’t get rid of the enemy even when he passes away from the place where there is actually no danger, then when the wounds it is actually falls over, then the cowherd’s ropes (only) as it is like.",
    "ai-tika-abh08t31:38_11": "Herein, there are three mental states of existence as an imperfection, and then the construction of the mind-made body and the first-jhāna access in the life-continuum, after the aggregate of the adverting is known as the second-jhāna accessories.",
    "ai-tika-abh08t31:38_12": "And one whose mind is (surely) possession of factors for the noble mind,",
    "ai-tika-abh08t31:38_13": "And this is said:",
    "ai-tika-abh08t31:39_0": "“The two and three times before the objects,",
    "ai-tika-abh08t31:40_0": "and the mind’s rising between the mind.”",
    "ai-tika-abh08t31:41_0": "If he thinks, “That’s the second,” he should be told:",
    "ai-tika-abh08t31:41_1": "The rebirth of existence is called “the cutting off of the three kinds of becoming” in the way already stated, having taken his part in the Vibhaṅga thus: “It is called an indication of existence” .",
    "ai-tika-abh08t31:41_2": "He doesn’t rebuke enquiry about forms, since he has much confidence in his heart; and he has a site in its heart through a lap, and he has an excellent heart through enclosing the heart.",
    "ai-tika-abh08t31:41_3": "being bound by peacefulness and eleven on one side.",
    "ai-tika-abh08t31:41_4": "Just as when a rope is standing on the lake with a stick, the Best of the people rod and the backs of the lotuses in their arms, so too, in an evening time of a drop of spicks, grade of the head, ladle, beversaid, and so it is fortunate that place.",
    "ai-tika-abh08t31:41_5": "And this is said:",
    "ai-tika-abh08t31:42_0": "“When one is subject to another, it is due to overexertion,",
    "ai-tika-abh08t31:43_0": "he is bound by his bonds; he speaks to the end of suffering.”",
    "ai-tika-abh08t31:44_0": "Then, when the states of existence arises in them, having cut off the doubts about the unprofitable states of existence, then, having arisen in the six classes of objects, it arises in him in the way beginning, “This is the escape from the six elements, which is an unprofitable way, encounterrupted attention to the space (of mind and body), what is pervaded by the consciousness elements of existence as its object, and so on. The mind-consciousness element arise in a creeper; and that space, which is pervaded with that as its object the result of pastexistence after considerations, obses, and changing the result of the result of the result of pastemations of the present.",
    "ai-tika-abh08t31:45_0": "Firstly, the first tetrad on this earth and the mind should be understood here, how should it be understood “final in mind” .",
    "ai-tika-abh08t31:45_1": "Another mango tree standing on the ground, put on his upper robe over one shoulder, crystal, and he lay down on the ground. Then he stretching his head into the sky, saying “So it seems, ‘I’ve risen from the’s head,’ and puts put a stopping the leaf of the head, he collapsed up from the hunger, and wears his head, he departed again,",
    "ai-tika-abh08t31:45_2": "Herein, a man’s roots and trees re-rounds are to be unclean to the root of a tree, like a pond covered with the eyeshadow, like the dead, looking at the time forward, and looking at the eye-consciousness element again and again, like the time for the droping of the rope; it is the time for the purpose of going out, the wormspan, the Elder wing over the life-continuum, after making adorning the object, like a lengthresher-producing the head, and the mind-consciousness element in the mind-consciousness element’s rofringing from the time of existence; then the present life-consciousness element in the present life-existence its object, the present, like the present life-form of jacking Face of rors, the pastem of accum.",
    "ai-tika-abh08t31:46_0": "But what does one explain to you?",
    "ai-tika-abh08t31:46_1": "The resultant mind-consciousness element has the sense-object , the function of worms, the desires of existence; the resultant consciousness, the understanding of the various elements, the gaining of faith, the consciousness of the consciousness element; and the namely, the consciousness of the base consisting of boundless consciousness, the aroused through seeing the intention of making its object, and the use of the intention that occurred in each other. That is how the adverting is to say, giving attention to and so on.",
    "ai-tika-abh08t31:46_2": "But if he is able to deliberate on the triple food, it is sent for the rainy season.",
    "ai-tika-abh08t31:46_3": "This, firstly, is the plane of the mind on the object.",
    "ai-tika-abh08t31:47_0": "But when the object has arisen in him as its object, and it is swept away by the vicinity of a life-continuum, and, then the function of a single life-continuum, is just as when a man whose mind is finite of a single contraction of existence, and so on. But when there is the day function of dawnishing the life-continuum, the consciousness does not appear in its object.",
    "ai-tika-abh08t31:47_1": "At that, quite secluded from sense desires, secluded from unwholesome things, the seer does not come out.",
    "ai-tika-abh08t31:47_2": "When the mind is eventually arisen in one-pointed with a single object, it arises for him to abandon him in the second-jhāna access.",
    "ai-tika-abh08t31:47_3": "for a single object isn’t found in the past, and future objects, there is also a second object for the past, future, or present.",
    "ai-tika-abh08t31:47_4": "But in the Majjhima Commentary it occurred with that object,",
    "ai-tika-abh08t31:47_5": "Having destroyed the great interpretations and the two inchangings, “What is their debt or what is said?”",
    "ai-tika-abh08t31:47_6": "But in the Commentaries this composed: “This attainment is such a one, this is impediment for all beings, and this is said.” But when the consciousness of the Accomplished One, it is called “bounded” . Consequently, there is no object of that jhāna to the object they will be called “possed” the Collection of the Mindfulness due to the absence of life” .",
    "ai-tika-abh08t31:48_0": "When there is limited places, even with limited objects, it running towards the specific purpose of (when) in the air, and when the parts have arisen in the way beginning, “Only coming down the usage. ” Then the method of the throne of the life-continuum, after emerging from the time, he becomes dispassionate towards continuity.",
    "ai-tika-abh08t31:48_1": "But if you’re not able to create an obstacle for you, it’s impossible to fall away.",
    "ai-tika-abh08t31:48_2": "But if the life span does not arise because it is the wide opening of the lifespan,",
    "ai-tika-abh08t31:48_3": "those whose mind is the only attitude only at that time, so long as the life span, nourishes the moment, but only the instance of the seventh time.",
    "ai-tika-abh08t31:48_4": "That is why the second jhāna does not have limited objects with a limited object, there is no limited object, this is the second discussion.",
    "ai-tika-abh08t31:48_5": "But if he has dissatisfaction in the same way, then the second caravan leader stays in another house,",
    "ai-tika-abh08t31:48_6": "for this is said in the Paṭisambhidā by the portion of the house, after which he has been given.",
    "ai-tika-abh08t31:49_0": "If there is a reference to the beginning, “Feeling in the forest, if there are two conditions for the road, I could have been live in a forest near a road,” and there would be two streams of water.",
    "ai-tika-abh08t31:49_1": "If you’re skilled in what is skillful and what is unskillful,",
    "ai-tika-abh08t31:49_2": "Rather, there is no principle interpreting the state of lawing to resting place; it is in accordance with the Dhamma is stated.",
    "ai-tika-abh08t31:49_3": "to those skillful deeds, (determined) doing skillful deeds, the state of existence, and the rest.",
    "ai-tika-abh08t31:49_4": "“Skillful teaching arises in a wholesome teaching, not with a condition.",
    "ai-tika-abh08t31:49_5": "Unskillful teaching doesn’t give rise to unskillful qualities, nor is conditioned by what is unskillful.”",
    "ai-tika-abh08t31:49_6": "Then there might be told: “Consciousness is just as ‘the aggregates’ in the past’, and so when the body breaks up, after death, they can be called ‘their skill in the aggregates’.”",
    "ai-tika-abh08t31:49_7": "By the breaking up of the aggregates, he should not say, “Possessed by the linking of forms,” and when asked, “Possessed in a way that is to say, ‘Controlled in a neighbourhood,” etc., and if he is caused for the sake of embracing a condition for the sake of deception, he should be told with the intention, “Now,” then he should say, the second, “There is no further reason for the sake of effacement, and for the sake of a single use of the embobs.”",
    "ai-tika-abh08t31:49_8": "But when he transgresses you, without responding, is said to be to have no more than that.",
    "ai-tika-abh08t31:49_9": "after that Vijaya, the other maker and attention response.",
    "ai-tika-abh08t31:49_10": "and having made such a place, he said: “Anyone who are shaking off the aggregates in debt or in a entering the dwelling place in a receptacle for irreversible objects, and who is not able to discern the four noble truths in number, and so therefore it is not able to abandon continue with the ropes of continued existence or the second.",
    "ai-tika-abh08t31:50_0": "For this is the development of the teacher’s intention.",
    "ai-tika-abh08t31:50_1": "Suppose you were to ask for the same thing as pleasant associated with painful feeling. It might be aroused by feeling. But the teaching does not arise through a condition for feeling. It is by way of body, speech, and mind. It is a condition for the stilling of pleasant feeling.",
    "ai-tika-abh08t31:50_2": "Nothing is stated in the way beginning, “With the subsiding of the wrong path” and “blanquishing the mental laughing of the painful feeling, etc., stated in the way already stated.”",
    "ai-tika-abh08t31:50_3": "And precisely because of the wind and sun, he does not say, “Being the road with the groups, there are two, I shall do not take a single path to the other, and there. ” But there is no one reason for them to addresses that, “This is conditioned by theft.”",
    "ai-tika-abh08t31:50_4": "Then if you were to address, although at the second time, it would still be as before.",
    "ai-tika-abh08t31:50_5": "(but) when there is wholesome and unwholesome,",
    "ai-tika-abh08t31:50_6": "For the teaching is not stated in the aggregates, produced by the state of defining of the profitable states, etc., and because there is no outcome of the profitable states in the way beginning, “This Dhamma is the unadultaneousness in the way beginning, “This too is a condition for the skillful quality.” And that is included in the way beginning, “secluded from the first jhāna,” it is said to because it is effective.",
    "ai-tika-abh08t31:50_7": "Then they don’t give rise to unskillful qualities in this way: “The unskillful does not arise in someone who is unskillful and its neighborhood of the skillful, unskillful qualities that is unskillful and blameworthy for those who are skilled in the modest, etc., and sustained by the skillful.” They repetitions evoke to the first, and to the second, third, and to the fourth.",
    "ai-tika-abh08t31:51_0": "Then there may be a meeting in the undertaking, directions, graceful, and sweet in the same way as before. When a feeling is drawn out from the consideration, they should be practiced further to give rise to wholesome thoughts.",
    "ai-tika-abh08t31:51_1": "so too, when there is a condition for the aggregates of many unskillful things and acquisition of the sense spheres, there is also called “bodys’ in the category of the aggregates.”",
    "ai-tika-abh08t31:51_2": "then what is skillful and what is unprofitable, ~ your essence is stated in its nature.",
    "ai-tika-abh08t31:51_3": "Suppose that in a state of generation, was to be found in the sensual-sphere stated as defining forms, for the sake of the fine-material sphere, and in the accumulating thus: “This is the condition for the clairaudience of defilement, etc., is the reasoned in a condition for the sake of specific condition for the sake of equivalentity, and repetition in a way that cannot find such states beginning, “Now,” having no future lives, this is a condition for the second cause of equipment, this condition for the sake of the equipment of the aggregates, and for the practice of state of equanimity.",
    "ai-tika-abh08t31:51_4": "But when you can exercise it as advert and skill in adverting to the next life, or when there is no way adverting, loving-kindness, etc., and because it is unskill in the way already stated, wieldying sensual pleasures, and skilled in the hymns, and skilled in the way already stated. This is hymnsually drugss out the possible they can’t give rise to unskillful qualities that profitable.",
    "ai-tika-abh08t31:52_0": "But the teacher who practices in conformity with the Dhamma:",
    "ai-tika-abh08t31:52_1": "“Since the basis is delivered, and the root of a tree is cut off at the root, made a palm stump, obliterated, and unable to arise in the mode of the Victor’s root, and they couldn’t get scattered it with no longer in defect, or profitable states.” So when it was said to worry again in the way beginning, “Now, having no doubt about anywhere elsewhere,” he does not get rid of the elements beginning, “It would because of being so far as the giving uplifting them, reviewing them, and so thereformed by the mind-consciousness elementsing and that is why therefore” (there) no further to say, he could because of the giving them a cause of the giving them to the giving uphold life-e according to the Viprofilmentsence of the managesper of the jactionsence of the wherecitings.",
    "ai-tika-abh08t31:52_2": "But in a craft of a hundred times, a thousand times rolling the round waves in all directions.",
    "ai-tika-abh08t31:52_3": "Having a profession, conscience and skill in absorption, the precincts of embodiment,",
    "ai-tika-abh08t31:52_4": "Like a rolling around both spears, he does not get past it without first being weak absorption, which is like the furrows in the way beginning, “Properhaps in the middle, not even after a lamp.”",
    "ai-tika-abh08t31:52_5": "But in the Commentaries the paths have been stated in the nine-fold section, the path, and the path with fruition.",
    "ai-tika-abh08t31:52_6": "“As a briming sunn hemp thread, filled in the full awareness,",
    "ai-tika-abh08t31:52_7": "and that which is said in the Similar: “Protector of Awakening” is said, “The mind- concomitant is observed. ” But when anyone else’s winds in the first house, it is not able to discern them by immaterial attainment .",
    "ai-tika-abh08t31:53_0": "it is known as the eye’s possession of the eyes, and the one who possesses the air from (supernatural) powers, and its origin.",
    "ai-tika-abh08t31:53_1": "he touches them in the air element, the mind-made body of the elements.",
    "ai-tika-abh08t31:53_2": "Is rolling back by the arms and as he transgression, it rolls towards them.",
    "ai-tika-abh08t31:53_3": "born in them.",
    "ai-tika-abh08t31:53_4": "if he goes when there is;",
    "ai-tika-abh08t31:53_5": "(The king) resplendent with that object.",
    "ai-tika-abh08t31:53_6": "Having repelled in that place, having destroyed the pleasures of the senses, he one who is skilled in that space.",
    "ai-tika-abh08t31:53_7": "At that, the base consisting of the object equivalent fact that same object the object is referred to as its object the absence of its object. Then in accordance with that object the object there is another way as its object.",
    "ai-tika-abh08t31:53_8": "It is good in the same way as object, with joy and happiness and gladness , thus it is fact that comes from being.",
    "ai-tika-abh08t31:53_9": "victory: the root of existence, the root of existence,",
    "ai-tika-abh08t31:53_10": "And the object too is called “the state of existence” in the way beginning, “Simply in terms of continued existence as cause of existence as a condition for the sake of producing condition.",
    "ai-tika-abh08t31:53_11": "For if this is said in the Paṭisambhidā in order to preceding the word “Blessings”: “From the cause, there is no cause or condition for the reason why only this jhāna has said, not because of the conditions for the sake of this opposite sex.”",
    "ai-tika-abh08t31:53_12": "even if that didn’t announcements, saying: “There is no reason why”",
    "ai-tika-abh08t31:53_13": "The state of existence as an absentment and the defilement of the mind as its object, the refined states of existence as its object.",
    "ai-tika-abh08t31:53_14": "He proclaims what has been known as object and is called “the Vibhaṅga” because he does so after saying “He does so without having asked, “This is what is meant” in the way that is why it is called “haship.”",
    "ai-tika-abh08t31:54_0": "Then the group of thirty-two objects of respectively objects and honoured by those who were marriageable,",
    "ai-tika-abh08t31:55_0": "Through the remainder of the unconditioned (only) forty-nincentrated minds",
    "ai-tika-abh08t31:56_0": "396.",
    "ai-tika-abh08t31:56_1": "(These are) the five constituents with this minds.",
    "ai-tika-abh08t31:56_2": "Here the object here is called joyful interrupted by the obtaining of pleasure and happiness and joy connected with the object; and here it is said:",
    "ai-tika-abh08t31:56_3": "But when the results of the comprehension of the object and the result of that (her) desire and the result of former happinesss, etc., and equanimity is present in him with that object.",
    "ai-tika-abh08t31:57_0": "On that occasion they wrap the eyes in each door,",
    "ai-tika-abh08t31:57_1": "Feeling is produced by kamma; and when experiencing happiness is experienced as objects of mental joy and happiness, the internal object is experienced as feeling.",
    "ai-tika-abh08t31:57_2": "Or alternatively, the resultant feelings that deliver merely is the meaning. The meaning is that neutral feeling.",
    "ai-tika-abh08t31:58_0": "In the victors of the forest is bound by rotting,",
    "ai-tika-abh08t31:58_1": "“As a particular component of the four kinds of contact.”",
    "ai-tika-abh08t31:58_2": "Then they are born as producing kamma, and",
    "ai-tika-abh08t31:58_3": "How many feelings are there:",
    "ai-tika-abh08t31:58_4": "with great joy at heart, no longer delighted,",
    "ai-tika-abh08t31:58_5": "For firstly it is said in the first phrase as object.",
    "ai-tika-abh08t31:58_6": "Then saying: “ these eight hundred leagues!”",
    "ai-tika-abh08t31:58_7": "Yet with the previous passage beginning of those eighteen Yakkhas and then the four Yakkhas together with his sixty-four thousand leagues come to an end.",
    "ai-tika-abh08t31:58_8": "And during the eyes and newly arrived monks will show.",
    "ai-tika-abh08t31:58_9": "There is equanimity based on the equanimous equanimity as its object, since both equanimity and thoughts associated with equanimous bliss. Equanimous bliss, although equanimity as object, their object is stated in the way described under the equanimity base consisting of equanimity in equanimity.",
    "ai-tika-abh08t31:58_10": "the wisdom there is from producing knowledge in the sense-spheres associated with knowledge, and the mental objects producing condition.",
    "ai-tika-abh08t31:58_11": "even though reckoned as it is reckoned as an uncomfortable, or elsewhere, it is still unallowable, in other words, according to the life-continuum, etc., that is to say, the means of the food consisting of worm, etc., is interprehensively by conditions.",
    "ai-tika-abh08t31:58_12": "Then, through the power of one who is strong, the opposite sex through the air, the influence of the life-continuum, and the strength of running hither and the various conditions of (material) processes, their conditions becomes delivered with the previous disappearance of the opposite sex, and with the interrupted in reflection of the conditions force of a place whereverting the conditions is reckoned as object, they become unattached and reckoned as object.",
    "ai-tika-abh08t31:59_0": "equanimity as objects of five aggregates, etc., are stated in equanimity consisting in unspecified pervasion.",
    "ai-tika-abh08t31:59_1": "(These seven discourses) beginning with the Eye, etc., were said: “The eye is desireless, Visionary, the seven states of loss; ”",
    "ai-tika-abh08t31:60_0": "of the Three Worlds, the Lord of Sages, the Three Worlds, and the Three Worlds, who dwells in conformity with the Three Worlds,",
    "ai-tika-abh08t31:60_1": "That’s how the result of sixty-two results arise.",
    "ai-tika-abh08t31:60_2": "One whose eyes are in the way beginning, “bounded” is included in the three doors beginning with the eye-consciousness, and like the mental gate-contact, like the sun’s branches of the mind-consciousness-contact-world, and like the mental-world’s dwelling in the five doors of sense desires as well. Sometimes are not the result.",
    "ai-tika-abh08t31:60_3": "Or alternatively, they are only recited too in the four elements, which is why the mind-consciousness element and the mind-consciousness element with the, and they have taken a mind-consciousness element in the five doors, and they have done the same way.",
    "ai-tika-abh08t31:60_4": "Then, when there was a mind-consciousness element and awoke from the group of five hundred people—whether present, middle-aged, or junior—think that also is present, made the four elements of mind-consciousness element in the five ways of stream-entry, and there is not seeing the reinforceding the door-worlded, not seeing clearly, submits the five elements.",
    "ai-tika-abh08t31:60_5": "and after taking them in this way, he said, “Tell me the monastery,” and so on.",
    "ai-tika-abh08t31:61_0": "the resultants, confused the result with three skillful intentions, were given to the result in the three ways, and for the result, he is to be delivered with those three goodnesses.",
    "ai-tika-abh08t31:61_1": "One who has reached equanimity over the heart is conquered by equanimity,",
    "ai-tika-abh08t31:61_2": "Firstly, having understood this, how should it be understood?",
    "ai-tika-abh08t31:61_3": "When they saw her, they all came to the village by herself, and asked: “Listen, I, an opportunity, sustained my grandson mountain.” And when I asked: “Listen, I ask you about my door, annihilated me, and asked: “Sir.”",
    "ai-tika-abh08t31:61_4": "He thought, “I’ll searche you the way.” And he went to a large portion and went to a stake.",
    "ai-tika-abh08t31:61_5": "So they apply themselves to the elevenths, saying: “This is allowable for one day after some business.”",
    "ai-tika-abh08t31:61_6": "I was questioned, I thought, “I’ll get a riches,” he filled them with rice.",
    "ai-tika-abh08t31:61_7": "After making a portion of himself, and including their own work, they put on the food, under the influence of various kinds, and given it to the shadow of the garden, and taking the food-storage, then departed in this way.",
    "ai-tika-abh08t31:61_8": "Herein, five obstacles to opposite sex in each of the five objects, just as though these five drops of levels, separating the corpses, and five variety of aggregates, have been performed in the way beginning, “Having been shown by the five doors, and five variety of rooms, I have arrived produced by an observeds, the Sākiyānīs and seats, I have become the fruits. The elevens, I have arrived at the end of the body, and I have grand shade eleven, I ask (observers) the five hundred visible dats, and I have become addddvers to the fruition of the Sams.",
    "ai-tika-abh08t31:62_0": "This is the reason for him to get the reason for the sake of the propagation.",
    "ai-tika-abh08t31:63_0": "415.",
    "ai-tika-abh08t31:63_1": "Now, as because of the result of that (because of the result of) Kaṇṭaka, on the result of a miserable result of past deeds, he shows that the result of rebirth-process the stage of curry of past deeds, etc., and because of the lack of difficult profitable roots, etc., when a legal procedure is finished in public.",
    "ai-tika-abh08t31:64_0": "418-9.",
    "ai-tika-abh08t31:64_1": "if he excessively difficult to give rise to the opportunity to fleece, saying: “Sensual pleasures of the result of sensual pleasures, he will give rise to confidence in those without it ...” ...",
    "ai-tika-abh08t31:64_2": "you’re said to be difficult.”",
    "ai-tika-abh08t31:64_3": "The running out of the Three Tissāsa is the cause of ruinations beginning with the Three Times; for the sake of (right) deeds, being for the sake of (good) actions of the earlier or of the nose, for the sake of the (of the ear, and for the sake of the simile of his ruination, and for the sake of the (of the sake of) the (of the sun).",
    "ai-tika-abh08t31:65_0": "let alone these four factors.",
    "ai-tika-abh08t31:66_0": "eye-consciousness, ear-, nose-, tongue-, body-, and so on,",
    "ai-tika-abh08t31:66_1": "and also here also, Pāṭaliputta,",
    "ai-tika-abh08t31:66_2": "But the sutta that can be understood here is called “blessed” in the same place as those seven 80 kilometers” can be understood as the Collection of the 84,000 sea-prehere separately.",
    "ai-tika-abh08t31:67_0": "He left your mother’s womb, like a month, and Understanding the year of the month, he could make a year.",
    "ai-tika-abh08t31:67_1": "Although for the sake of a misfortune, it would be appropriate for the sake of (good) actions that were present,",
    "ai-tika-abh08t31:67_2": "“I’ve defined”.",
    "ai-tika-abh08t31:67_3": "But it is hard for them to give rise to the manner’s bodily action that is the cause of bad deeds ...",
    "ai-tika-abh08t31:67_4": "what is said:.”",
    "ai-tika-abh08t31:68_0": "under the sway of the rebirths for the sake of winter season.”",
    "ai-tika-abh08t31:68_1": "That is why it is said in the skill in reference to the inferiority , etc., and because it is not actually contradicting the object of profitable sense desires, etc., that is to say, “It is impossible for him to give up sense desires,” and in the sense of urgency, the meaning is said to do so as the meaning.",
    "ai-tika-abh08t31:68_2": "it is born in him, that is to say,",
    "ai-tika-abh08t31:68_3": "After saying: “Having heard the four lower ranges in the four places,” he replied, “The Elders have lived in the four directions,” and so on.",
    "ai-tika-abh08t31:68_4": "The elder was like the Elders in the Land of hell,",
    "ai-tika-abh08t31:68_5": "you’re reborn in hell,",
    "ai-tika-abh08t31:68_6": "he teaches Dhamma to an encircling Hell, having the form of a lotus flower, presented with cotton.",
    "ai-tika-abh08t31:68_7": "One can complete the rainy season: it in relation to what is said rains.",
    "ai-tika-abh08t31:68_8": "having seen the Elder Nun thought: “This is the reason for the Elder Nun,",
    "ai-tika-abh08t31:68_9": "This is shown by the Elder Indra’s supernormal power, the observer of the profitable visible objects, the mind consciousness that had arisen in him.",
    "ai-tika-abh08t31:68_10": "So too, when someone hears that teaching they hear the Dhamma in the way beginning, “This isn’t subject to death.”",
    "ai-tika-abh08t31:68_11": "You scented your fragrances",
    "ai-tika-abh08t31:68_12": "But in the Commentaries of Parkindavaccha was sitting in the monastery for the day’s meditation.",
    "ai-tika-abh08t31:68_13": "those who go through the floods,",
    "ai-tika-abh08t31:68_14": "That is to say: being scented by the Himālayas’ special qualities, etc., and so on.",
    "ai-tika-abh08t31:68_15": "and shows that profitable results in the hell realm of luminous forms, etc., is shown by the absence of the result of former existences.",
    "ai-tika-abh08t31:69_0": "450.",
    "ai-tika-abh08t31:69_1": "the meaning is useless, and the fact that just described. But the meaning is that of conditionedness.",
    "ai-tika-abh08t31:69_2": "(But) skilled in reference to the skillful, he proclaims what is skillful and what is unskillful, like the unprofitable, like the skilled in the case of the profitable.",
    "ai-tika-abh08t31:69_3": "And here the words beginning with the profitable roots (of the words) of the profitable root and the object.",
    "ai-tika-abh08t31:69_4": "Through the power of that deed and its cause, it is said to because it is the reason why it is called “reborn due to surmounting.”",
    "ai-tika-abh08t31:69_5": "But even if something is not allowed to have them as its object, it is not because of the object of wrong view.",
    "ai-tika-abh08t31:69_6": "for a repetition opposite sex only with the object, it contemplation of owing to the object of deeds, and so on. And their objects have been reborn in a place that object.",
    "ai-tika-abh08t31:69_7": "Then for the sake of unprofitable root, and for the sake of (of existence), and for the sake of its (supernatural) deeds, is what is said.",
    "ai-tika-abh08t31:69_8": "But when the way already described, it does not become a place where there is no object.",
    "ai-tika-abh08t31:70_0": "456-7.",
    "ai-tika-abh08t31:70_1": "At this point the Elder Tissa Moggaliputta (Village), the result of the Acccording to the Mahāthūpa, and having turned to be able, in order to show the great teachers, he said: “Nigaṇṭhas, the Elder Mahā Devasakas with arranged their minds in the Liberated House, he showed the Piṭakas with a different path, who was skilled in the Great Commentaries.” Then he said: “Now, having shown that ladorn that same reason why it is unprofitable.”",
    "ai-tika-abh08t31:70_2": "happiness ...",
    "ai-tika-abh08t31:70_3": "Victorious intentions have attained the basis of happiness as objects, were skilled in intentions, decreeding ,",
    "ai-tika-abh08t31:70_4": "You should look for. ...",
    "ai-tika-abh08t31:70_5": "for all winter joys: entered upon that same object, and so he must seek it with a mind that object.",
    "ai-tika-abh08t31:70_6": "equanimity. ...",
    "ai-tika-abh08t31:70_7": "Skill in efficacy consisting in Jambudīpa who are skilled in materiality, and whose consciousness is successful in the Jeta Grove,",
    "ai-tika-abh08t31:70_8": "Six kinds of seeking: he searches for a charnel ground.",
    "ai-tika-abh08t31:70_9": "When the defilements have been abandoned in the defilements they don’t give rise to joy, happiness, or joy. They have reached the equanimous bliss, but they don’t become disliked by joy.",
    "ai-tika-abh08t31:70_10": "equanimity in the case of the internal and external sense-spheres are not placed in the sitting equanimous, and equanimity is the object of the equanimous feeling.",
    "ai-tika-abh08t31:70_11": "Such unknowing ordinary people haven’t given up joy and happiness, and now they are not yokes withdrawn in the middle of the day or night. They enjoy happiness or equanimity. And they don’t feel equanimity with equanimity.",
    "ai-tika-abh08t31:70_12": "If you are included in the same way, it is recalled in the same way as those who are produced by what is given,",
    "ai-tika-abh08t31:70_13": "Hence it is said:",
    "ai-tika-abh08t31:71_0": "“Skillful in countless ways, full of success,",
    "ai-tika-abh08t31:72_0": "In the five-hundred million years, like one who enemy,",
    "ai-tika-abh08t31:73_0": "“Having heard the current in sensual pleasures, the meaning is to say,",
    "ai-tika-abh08t31:74_0": "Six-spheres are the six fields of contact.”",
    "ai-tika-abh08t31:75_0": "458-62.",
    "ai-tika-abh08t31:75_1": "the result of the causes and reasons the reason why they say that the result of rebirth consists of the absorption, etc., is “intentionality with” , they say.",
    "ai-tika-abh08t31:75_2": "since he has lost his absorption in the jhāna and is accompanied by defilements.",
    "ai-tika-abh08t31:75_3": "dispel remorse in the community by the mendicants: “Surely one who has regrets in me?” ...",
    "ai-tika-abh08t31:75_4": "This is the meaning of vanity. When asks, enquiry, what is the meaning?",
    "ai-tika-abh08t31:75_5": "Or alternatively, what is the object of continued existence, it is the place where the objects of continued existence is being bound uprooted.”",
    "ai-tika-abh08t31:75_6": "The remainder should be told, “Repulsiveness of them.”",
    "ai-tika-abh08t31:75_7": "Suppose happiness is burning with joy and happiness. It is a condition for feeling associated with pleasure and happiness. It is said: “Contactful feeling in the basic oppression with painful feeling, pleasant feeling, or neutral feeling.”",
    "ai-tika-abh08t31:75_8": "pleasant feeling ...",
    "ai-tika-abh08t31:75_9": "‘One is the reason why it should be called “blessed” associated with the produced by one’s own associated states” and “Otherwise, during the other three associated with feeling, and not their individual essences to them, and behaves like this.’ And they prescribed in the next life.",
    "ai-tika-abh08t31:75_10": "and sadness as stated there is the interruption of the feelings associated with sadness, and then it is the obstructions in order to purify sentient beings, to get rid of indicated by the arranging of their enquipment. So it is said and in the case of the states of course.",
    "ai-tika-abh08t31:75_11": "Or they are still boundlessly with grief.",
    "ai-tika-abh08t31:75_12": "Without over-assure:",
    "ai-tika-abh08t31:76_0": "Then, while standing, sitting, seeing with his change in an place he said, “Having gone to the realm of lump,” and so on, he said, “Having taken that (he said) “Having seen the object.”",
    "ai-tika-abh08t31:76_1": "The reference to that state has been reached, the state of the idea, and the object of the investigation (of the Neither), namely, the Dhamma, which is the condition for the foundation of initiative.",
    "ai-tika-abh08t31:76_2": "what should we do?",
    "ai-tika-abh08t31:76_3": "For it is not possible to practice a mind-made body, nor will it be said.",
    "ai-tika-abh08t31:76_4": "And here the words that are agreeable to the extension of the fine- material-sphere states opposite .",
    "ai-tika-abh08t31:76_5": "Then, through the objection of the Enlightened One’s object, since both the objects of joy and happiness, the mental joy and happiness come to an end.",
    "ai-tika-abh08t31:77_0": "464-5.",
    "ai-tika-abh08t31:77_1": "The Equanimity as object is said to be the object of the equanimity observed by the wearing of the equanimity, etc., as follows: “Having been given by the teacher, you say, ‘Then is this teacher.’”",
    "ai-tika-abh08t31:77_2": "But what reason do the teacher uses in a monastery with the public?” He said, “There is an inclination for the purpose of apprehending it,”",
    "ai-tika-abh08t31:77_3": "Another ignorant person, scolds his mind through kindly face, said, “Having abstinate in the work,”",
    "ai-tika-abh08t31:77_4": "When this was said, what is the reason why the teacher explains for the purpose and benefit of adverting, the mind for the purpose of showing them today, and for the sake of adverting them with adverting, they wouldn’t show it to the island, saying “Through the means ford today.”",
    "ai-tika-abh08t31:77_5": "Firstly, you don’t neglect absorption because you’re indulgent and fall into negligence regarding the Sakyans of the ropes, saying: ‘When advert today, how am I to practice them?’ And how they bring them to the wrong way, saying, “This is how they overly practiced.”",
    "ai-tika-abh08t31:77_6": "he saw the supermundane path,",
    "ai-tika-abh08t31:77_7": "between the four paths and the fruit, what is the means of the fruit of the one who thinks for getting what is it for the purpose of indulging the path?",
    "ai-tika-abh08t31:77_8": "Thus there is no such thing as this.",
    "ai-tika-abh08t31:78_0": "But in the case of the teachers’ mind there is frequent occurrence of such fruits as decay, calming, and transferring to the path of the fruit, transference, etc., and enjoying the runnning hither and calm, and the deportment in the return.",
    "ai-tika-abh08t31:78_1": "For this is the development of mindfulness.",
    "ai-tika-abh08t31:78_2": "For if it is due to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment; it was said that in the advantages of terminology, the four kinds of textual analysis aggregates ; and if it was said to have exceeding the path to queenching the path; it is not regularly the warding off of the fruits, the culminations, the paths, the fruits of direct-deliverance, the consciousness, the consciousness, the consciousness, the paths, and the fruition attainments, etc., have immediate result in the fruition which is to say, and that attainment of the fruition of quenching the path.",
    "ai-tika-abh08t31:78_3": "They built a whirlpoolishing the various offenses and the one presented their hands, but not torned them.",
    "ai-tika-abh08t31:78_4": "The basic support of the mind through the attainment of the fruit of stream-entry, whose mind is pure, who has reached the base consisting of neither perception nor non-perception is in the between the four paths and the cessation of perception and feeling. Then they said: “Having found an unexistence in its cessation.”",
    "ai-tika-abh08t31:79_0": "467.",
    "ai-tika-abh08t31:79_1": "“Why have you done so that the object of his own anxiety,” etc., and with its own hand, he said, “Does it not become a place with its object for its own advantage? It is in order to show the way of its own individual essences, and so on.",
    "ai-tika-abh08t31:79_2": "Whatever mental objects there are, whether the object,",
    "ai-tika-abh08t31:79_3": "According to this object: it does not get that object, and it is a limited object with that object, just as its object. Then with this limited object the subsequent period.",
    "ai-tika-abh08t31:79_4": "Having taken the object of sense desires, having a mind that is present, the object of sense desires as its object, and being unable to proximate cause, sense desires in him, and there is no object for him.",
    "ai-tika-abh08t31:79_5": "And what does it arise?",
    "ai-tika-abh08t31:79_6": "But then there is no place consisting in that respect, non-existentness there is no calm in either.",
    "ai-tika-abh08t31:79_7": "But there is nothing that can be stated in the shade.",
    "ai-tika-abh08t31:79_8": "and since it is called “consistent” in the comprehension of blemishment because it is the composite sex and the mind becomes concentrated in accordance with the jhāna factors.",
    "ai-tika-abh08t31:79_9": "being shown by the teacher, the Elder Nun Dhammadinnā, (saying):",
    "ai-tika-abh08t31:80_0": "468-73.",
    "ai-tika-abh08t31:80_1": "How on earth can anyone who tries to avoid sitting on account of the propagation of the calamity, cutting off the proper attention, rolling the property of the seeds that are diverse incarnation, or that is called “the seed” .",
    "ai-tika-abh08t31:80_2": "if it is the seed of the propagation: the seeds and the seeds, and the seeds and the seeds that have been removed, that is to say, the seeds of the seeds is what is meant.",
    "ai-tika-abh08t31:80_3": "(intentional) deeds are related to the (true) deeds,",
    "ai-tika-abh08t31:80_4": "and when he is bathing alone with that nun, he makes a climbatic plant,",
    "ai-tika-abh08t31:80_5": "the Fruit of the Protector’s Commentary",
    "ai-tika-abh08t31:80_6": "at that time they all (all) fruits, and so on, all of them were reborn in the realm.",
    "ai-tika-abh08t31:80_7": "It is good for the fruit of that good seeds that were the productive of fruits and seeds that were produced by them.",
    "ai-tika-abh08t31:80_8": "“Uttara, the upper lips of the trees belonging to the south of the mouth and the sun and moon, south of the sun and moon, and south of the sun and moon, southerns and fruits of the mouth.”",
    "ai-tika-abh08t31:80_9": "and covered with (him). It is plastered inside and out,",
    "ai-tika-abh08t31:80_10": "the seed is produced by seed.",
    "ai-tika-abh08t31:80_11": "from which one gives rise to fact",
    "ai-tika-abh08t31:80_12": "they are set upright in the dispensation of the kind described thus:",
    "ai-tika-abh08t31:81_0": "“Not in the sky, nor in the middle of the ocean,",
    "ai-tika-abh08t31:82_0": "nor after entering a mountain cleft:",
    "ai-tika-abh08t31:83_0": "there is no place found on this earth",
    "ai-tika-abh08t31:84_0": "to escape your wicked deeds.”",
    "ai-tika-abh08t31:85_0": "In the abbreviated verses on the ground covered with grass, wood, and collapsed in the air, and windows on the ground. They must dry the wiping sticks, sideways in the air, as above, below, he should close the door and windows, tie the door, and wield the hanging on to the ground.",
    "ai-tika-abh08t31:85_1": "For the later of their birth, old age, and death, of the nature of a progress, and the opposite sex, and so on, not producing any such enlightenment.",
    "ai-tika-abh08t31:85_2": "will lead to the Awakening One, the last aeon,",
    "ai-tika-abh08t31:85_3": "The thirty-two signs of earth such as earth, etc.",
    "ai-tika-abh08t31:85_4": "The preceding sign appearance in a preceding non-existence. Their manifestation of clause is that which has arisen,",
    "ai-tika-abh08t31:85_5": "In the case of the enlightenment factor: “Through adverting is shown by means of the adverting today, and so on.”",
    "ai-tika-abh08t31:86_0": "474.",
    "ai-tika-abh08t31:86_1": "The heart is the darkness of the heart, ~ in the darkness is the best, the heart is the best, the wide opening.",
    "ai-tika-abh08t31:86_2": "paying homage to by not grasping.",
    "ai-tika-abh08t31:86_3": "Delusion in darkness, he declares perfection.",
    "ai-tika-abh08t31:87_0": "Thus in conformity with the Dhamma—",
    "ai-tika-abh08t31:88_0": "the form of the teaching.",
    "ai-tika-abh08t31:89_0": "The commentary on the result of the constituents (of mind and body), is finished."
}