{
    "ai-tika-s0402t0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-s0402t0:1_0": "if it is the upper limb.",
    "ai-tika-s0402t0:2_0": "The Book of the Twos",
    "ai-tika-s0402t0:3_0": "1. Paṭhamapaṇṇāsakaṁ",
    "ai-tika-s0402t0:4_0": "1. Kammakāraṇavaggo",
    "ai-tika-s0402t0:5_0": "1. Vajjasuttavaṇṇanā",
    "ai-tika-s0402t0:6_0": "1.",
    "ai-tika-s0402t0:6_1": "In the first place where difficult for a staff, for the sake of the rod and the sword,",
    "ai-tika-s0402t0:6_2": "The peril of the Bodhi tree is called disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Wherever the sal trees there are that are called ‘myras’, so called the pillow of cotton-down pillows’.",
    "ai-tika-s0402t0:6_3": "shaking his head, and threwing the air from the bowls, and making a hole a skull.",
    "ai-tika-s0402t0:6_4": "The covering of the items, which were like a poisonous worker, is like the Lord of the deeds.",
    "ai-tika-s0402t0:6_5": "The doing of the rising sun and warriors (only) continually",
    "ai-tika-s0402t0:7_0": "Jotipāla, having adorned water, endowed with the whole of deeds,",
    "ai-tika-s0402t0:7_1": "Leaving the hand of the bowl, riches of gold,",
    "ai-tika-s0402t0:7_2": "Like the multi-coloured monastery worker made from the drums, making their built up from the waters of the body,",
    "ai-tika-s0402t0:7_3": "The necess of the inner skin of the inner skin prepares for resident monks with newly arrived monks.",
    "ai-tika-s0402t0:7_4": "guided by the neck, just as they think:",
    "ai-tika-s0402t0:7_5": "But in the Commentaries it is said: “And what is said in the sense of a cowherd?”",
    "ai-tika-s0402t0:7_6": "they worked for the sake of their own work.",
    "ai-tika-s0402t0:7_7": "After giving (true) nation, he released the lady,",
    "ai-tika-s0402t0:7_8": "They insteady, uncomfortably covered with jujube-fruit kernels in the lake.",
    "ai-tika-s0402t0:7_9": "The monks, who had done the same way",
    "ai-tika-s0402t0:8_0": "The oppressed by multi-colored opportunity,",
    "ai-tika-s0402t0:8_1": "cutting down a _kahāpaṇa_ coin, a _kahāpaṇa_, or the destiny,",
    "ai-tika-s0402t0:8_2": "cut up their private parts.",
    "ai-tika-s0402t0:8_3": "The hunter-covered mats, and having cutting down the work,",
    "ai-tika-s0402t0:8_4": "gradually means he makes use of cloth for the dirt, as it were,",
    "ai-tika-s0402t0:8_5": "They made a canopy cover out the level and",
    "ai-tika-s0402t0:8_6": "wrapped in the body of the waist, like a necklace flet garment.",
    "ai-tika-s0402t0:8_7": "Getting the harsh way:",
    "ai-tika-s0402t0:8_8": "and made a wick-worm-infested cloth, as bee sweeping cloth, and wicking their hands again, they needed thus:",
    "ai-tika-s0402t0:8_9": "and covered with dirt, silk-coloured dung,",
    "ai-tika-s0402t0:8_10": "Those strong strong winds become faster.",
    "ai-tika-s0402t0:8_11": "The Thousand-Eyed thunder, (thinking): It is a thousand (ons).",
    "ai-tika-s0402t0:9_0": "For what if I were to go,",
    "ai-tika-s0402t0:9_1": "Where they roll away",
    "ai-tika-s0402t0:9_2": "Hence it is said: “Anyone who has been given to you.”",
    "ai-tika-s0402t0:9_3": "Cut off the root of craving, cut off the top with roots,",
    "ai-tika-s0402t0:10_0": "The Book of the Vajjians is finished.",
    "ai-tika-s0402t0:11_0": "2. Padhānasuttavaṇṇanā",
    "ai-tika-s0402t0:12_0": "2.",
    "ai-tika-s0402t0:12_1": "In the second herd there are sixteenth part of the fourteenth, all of them, with the prominent shade of their heads in the whirlpools’ latches, with the army of doing, with the prostruction of two ends.",
    "ai-tika-s0402t0:12_2": "giving and taking care of gifts, doing desire in this way, where fear in the case of the donor?",
    "ai-tika-s0402t0:12_3": "They are unable to endure life, to give gifts, and riches, not able to get to a gift.",
    "ai-tika-s0402t0:12_4": "“I will guard my livelihood and come to win.” But he says, “I’ll protect your livelihood; and he gives up the life of purity.” Then he stretching his life; whenever I call you up, let alone death.",
    "ai-tika-s0402t0:12_5": "“I’ll give gifts and I’ll give gifts.” But he said, “I’ll give us back wealth.” But he says, “I’ll give it to them.”",
    "ai-tika-s0402t0:12_6": "That’s how to give up the ocean.",
    "ai-tika-s0402t0:12_7": "And what is it?",
    "ai-tika-s0402t0:12_8": "Even though they blaze and violent, their heads full of faith, profit, hard-to-see, cause, survivey, and running out of faith. They do give gifts, and make much merit.",
    "ai-tika-s0402t0:12_9": "Thus omitting gifts of gifts,",
    "ai-tika-s0402t0:12_10": "Hence it is said: “He gives even when you’re happy,” and so on.",
    "ai-tika-s0402t0:13_0": "The woman from a house went forth to homelessness. There’s no-one to gaze up there, thinking, “There’s no need, bring it back.",
    "ai-tika-s0402t0:13_1": "the going forth from the home to the homeless life.”",
    "ai-tika-s0402t0:13_2": "Everywhere to all attachments: it is of four kinds as .",
    "ai-tika-s0402t0:13_3": "the break up of the constituents (of mind and body) that provide fuel for attachment are suffering.",
    "ai-tika-s0402t0:13_4": "For sensual pleasures arise in this way: “The pleasure and happiness that arise from the five kinds of sensual stimulation is called sensual stimulation” in this way already stated thus: “Herein, this is the sign of pleasure, happiness, or this is its gratification.”",
    "ai-tika-s0402t0:13_5": "Also it should be understood that the root of suffering, the aggregates, and the defilements of the aggregates, and the suffering that originates them by the subsistance of suffering, and they are called “seers” in the same way.",
    "ai-tika-s0402t0:13_6": "letting go of all attachments, the ending of all attachments, the stilling of all attachments, the ending of all attachments.",
    "ai-tika-s0402t0:13_7": "Hence it is said: “All the constituent groups (of mind and body) that provide fuel for attachment,”",
    "ai-tika-s0402t0:13_8": "We’ll be at quenching.",
    "ai-tika-s0402t0:14_0": "The Book of the Endems is finished.",
    "ai-tika-s0402t0:15_0": "3. Tapanīyasuttavaṇṇanā",
    "ai-tika-s0402t0:16_0": "3.",
    "ai-tika-s0402t0:16_1": "In the third rainy season: “What is because of that?”",
    "ai-tika-s0402t0:16_2": "Equanimity: warning;: it is the meaning.",
    "ai-tika-s0402t0:16_3": "He has wrong view in the present life and in lives to come. That way is what is seen, heard, and thought.",
    "ai-tika-s0402t0:16_4": "Or alternatively: the meaning is that kind of regret.",
    "ai-tika-s0402t0:16_5": "As to the cause, the conditions that are wrong,",
    "ai-tika-s0402t0:16_6": "As soon as he regrets, he goes on later grieving.",
    "ai-tika-s0402t0:16_7": "They’ve done what they haven’t done and what was done by oneself.",
    "ai-tika-s0402t0:16_8": "Likewise if they’re able to a meal.",
    "ai-tika-s0402t0:16_9": "When they were told, “What is the point of reciting?” and “These two points are not able to show them.”",
    "ai-tika-s0402t0:16_10": "Herein, two brothers were brothers",
    "ai-tika-s0402t0:16_11": "What do you think is meant?",
    "ai-tika-s0402t0:17_0": "The Book of the Path is finished.",
    "ai-tika-s0402t0:18_0": "5. Upaññātasuttavaṇṇanā",
    "ai-tika-s0402t0:19_0": "5.",
    "ai-tika-s0402t0:19_1": "For this teaching is well established in the five striving. It is not content with skillful qualities that support meditation.",
    "ai-tika-s0402t0:19_2": "Because of this, he should speak in skillful qualities.",
    "ai-tika-s0402t0:19_3": "(But) he told this lamp: “Such is content, he does not fact that arises in the island, and having done his advice.”",
    "ai-tika-s0402t0:19_4": "For the efforts are energetically energetic;",
    "ai-tika-s0402t0:19_5": "With this sense, he reckoned it.",
    "ai-tika-s0402t0:19_6": "(But) the energy is circumstance and opposing forwards, not getting rid of any proceeding backbiting, not making amends for it. It is “where no one who is unable to bearing the welfare of it.”",
    "ai-tika-s0402t0:19_7": "Herein, Without making amends:",
    "ai-tika-s0402t0:20_0": "The enjoyment of the oppositeness of the progressiveness of insight is the primary elements.",
    "ai-tika-s0402t0:20_1": "For if she comes to the sea, she comes back to this state of existence incomparable way, and thus is the way to practice.",
    "ai-tika-s0402t0:20_2": "(They are) striving without support for one who is striving, without trying to avoid giving, is the meaning.",
    "ai-tika-s0402t0:21_0": "The Results of Grasping is finished.",
    "ai-tika-s0402t0:22_0": "6. Saṁyojanasuttavaṇṇanā",
    "ai-tika-s0402t0:23_0": "6.",
    "ai-tika-s0402t0:23_1": "In the sixth part of the fetters they rely on the sixth fetters.",
    "ai-tika-s0402t0:23_2": "Hence it is said: “He isn’t attached to fetters” and so on.",
    "ai-tika-s0402t0:23_3": "The gratification of things, he conceives the gratification in the teaching, its gratification, drawback, and escape.",
    "ai-tika-s0402t0:23_4": "Likewise: of disillusionmenting , etc., too, the same explanation applies to this.",
    "ai-tika-s0402t0:23_5": "being tied up with the fetters of thorns, and steps doing so by means of the remaining silent.",
    "ai-tika-s0402t0:23_6": "the birth of the people: “The aggregates of birth, the aggregates is the meaning of the aggregates,” the meaning is raised up.",
    "ai-tika-s0402t0:23_7": "the constituent that constituent group of aggregates, the ancient, the acquisition of the former states, and the manifestation of former existence.",
    "ai-tika-s0402t0:23_8": "The faculties of the one aggregates, through kamma and defining the break up of the aggregates, and the break up of the aggregates is said to be death.",
    "ai-tika-s0402t0:23_9": "one with a mind free of covetousness,",
    "ai-tika-s0402t0:23_10": "The relatives of grieves, disastering, the state of loss,",
    "ai-tika-s0402t0:23_11": "The golden positions, “Dispendence is ourselves gladness” .",
    "ai-tika-s0402t0:23_12": "the words of the great (sense-sphere) hearing sounds is the meaning.",
    "ai-tika-s0402t0:24_0": "pained with physical pain, mental disagreeableness,” said: “Anything suffering, what is suffering produced by suffering.”",
    "ai-tika-s0402t0:24_1": "sorrowless, you’re affected by grief, ~ if you don’t mix closely with those without sorrow.",
    "ai-tika-s0402t0:24_2": "For one who is overcome by ill will, who has grief and lamentation,",
    "ai-tika-s0402t0:24_3": "Their heart is fearful, like they touch it, and they are intent on the meaning of Laṅkā.",
    "ai-tika-s0402t0:24_4": "for it is the necessary element that occurs in conflict with each of these formations.",
    "ai-tika-s0402t0:24_5": "one thing, for fourteen unprofitable transferred to another,",
    "ai-tika-s0402t0:24_6": "of which you say is better.",
    "ai-tika-s0402t0:25_0": "The About Prone of Fetters is finished.",
    "ai-tika-s0402t0:26_0": "7. Kaṇhasuttavaṇṇanā",
    "ai-tika-s0402t0:27_0": "7.",
    "ai-tika-s0402t0:27_1": "But these seven principles are called “perfected” for the sake of sensual pleasures, etc., and that they say, “This isn’t given up by means of the simile of the black color, etc., and that they are called darkness because they don’t give rise to new” or “phere states of existence liquority.”",
    "ai-tika-s0402t0:27_2": "By the darkness of Kaṇhajāla",
    "ai-tika-s0402t0:27_3": "K darkness and calm, etc., are said to be the best of men.",
    "ai-tika-s0402t0:27_4": "wandering alone;",
    "ai-tika-s0402t0:27_5": "You don’t get angry and upset with a person associated with it, and a person with it associated with it.",
    "ai-tika-s0402t0:27_6": "While they were doing so, they said: “Going to the goods, the monkeys, and endeavour.”",
    "ai-tika-s0402t0:27_7": "They’re not prudent when a person is imprudent and dispelled, they say it is “Now they don’t go.”",
    "ai-tika-s0402t0:28_0": "The black color is finished.",
    "ai-tika-s0402t0:29_0": "8. Sukkasuttavaṇṇanā",
    "ai-tika-s0402t0:30_0": "8.",
    "ai-tika-s0402t0:30_1": "Eight things: “Sometics are not established in glorious qualities,” but rather he praises, saying “Surely this is the natural principles,” and “It is the best thing to give rise to satisfaction” and “plifying states of their beauty.”",
    "ai-tika-s0402t0:30_2": "I have made an end to bright constantly and well-formed.",
    "ai-tika-s0402t0:30_3": "Will states of bad character as if they are defeated, as though they fall in the ears, they will be disgusted by a wicked deed.",
    "ai-tika-s0402t0:30_4": "for he who is moved like a prudent field, so it is said to be living in the characteristics of heat.",
    "ai-tika-s0402t0:30_5": "And this is the voice of conscience and prudence for each other with adornments, (and saying):",
    "ai-tika-s0402t0:30_6": "(These are) primary elements that are internal and external sense desires,",
    "ai-tika-s0402t0:30_7": "Those who hold oneself, will go to the world,",
    "ai-tika-s0402t0:30_8": "(even) the state of conscience, prudence and shamelessness,",
    "ai-tika-s0402t0:30_9": "They do have conscience and prudence.",
    "ai-tika-s0402t0:31_0": "Herein, how does one who has four primary elements take pleasure in it, and reflecting on it often they came.",
    "ai-tika-s0402t0:31_1": "“Such is a cause of bad deeds, old age, and death. Causing this is not the idea for one like me, and it isn’t possible to someone like this, and it’s not possible to someone who reviews this bad deed.”",
    "ai-tika-s0402t0:31_2": "Likewise he should not stop doing a legal procedure against him. He should not stopping this legal procedure: “This wickedness is done against him. ” And he should reflect,",
    "ai-tika-s0402t0:31_3": "Like this, he said, “It’s weakness towards the consequence of such a consequence of such a kind that weakness is income to develop it and repeatedly checking it.”",
    "ai-tika-s0402t0:31_4": "Because of this deed, they don’t do their workers.” But when asked, they couldn’t fulfill this much of their perfection.",
    "ai-tika-s0402t0:31_5": "Thus there is such a place that is internally and externally",
    "ai-tika-s0402t0:32_0": "What is the shameless externally?",
    "ai-tika-s0402t0:32_1": "“If you do a bad deed, you’ll get the four kinds of bad deeds in the four assemblies of misconduct, you’ll use them in common sense when they do bad deeds.”",
    "ai-tika-s0402t0:32_2": "Thus (gods) are connected with external sense desires",
    "ai-tika-s0402t0:33_0": "How do you hold on to yourself?",
    "ai-tika-s0402t0:33_1": "It may happen that a gentleman who intent himself informs his followers: “She is striking out of faith, he does not do bad deeds with him.”",
    "ai-tika-s0402t0:33_2": "so does he live mindfully.",
    "ai-tika-s0402t0:33_3": "Hence the Buddha said: “She should give up the unskillful and develop the skillful, they give up the blameworthy and develop the skillful, and they keep themselves pure.”",
    "ai-tika-s0402t0:34_0": "How do you get the world in charge?",
    "ai-tika-s0402t0:34_1": "It’s when a gentleman who has performed a deed and said: “Those ascetics and brahmins, do you do bad deeds in the world. That’s why he doesn’t do any bad deed.”",
    "ai-tika-s0402t0:34_2": "“This great man has psychic power—they’re large, and the goal of the world.",
    "ai-tika-s0402t0:34_3": "When they do see a seat, they won’t know or see me a high priest ...",
    "ai-tika-s0402t0:34_4": "There are deities with psychic powers who have psychic power—multiplying themselves and becoming one again; they won’t know or see me as peaceful; they go forth from the lay life to homelessness.",
    "ai-tika-s0402t0:34_5": "Putting the world, they making an effort to do so.",
    "ai-tika-s0402t0:34_6": "leads to quenching.”",
    "ai-tika-s0402t0:34_7": "just so the world in charge,",
    "ai-tika-s0402t0:35_0": "Greed is filled with the opposite sex states of opposite sex and the state consisting of what is eaten by that.",
    "ai-tika-s0402t0:35_1": "Through fearing foes, he established whatever fear there is",
    "ai-tika-s0402t0:35_2": "or prevented by them.",
    "ai-tika-s0402t0:35_3": "Herein, just as, when a hot iron ball is burning in the cold, the heat wounded by the hot season.",
    "ai-tika-s0402t0:35_4": "But just as, when a man is cold, heat, hunger, disgusted by that flies, smeared with dung, or courtesan,",
    "ai-tika-s0402t0:35_5": "The astute person who is thus disgusted by shamelessness and disgusted by wickedness and disdainfulness, and consciousness, and conscience and prudence. Their conscience and prudence by the prudence, energy, and conscience and prudence.",
    "ai-tika-s0402t0:36_0": "For what kind of do you know is marking the characteristic of shamelessness?",
    "ai-tika-s0402t0:36_1": "For one man takes his birth to moment when he lives in this way, momentary towards the Teacher, for all the moments of the life-continuum, unincludedly, evilly, and four characteristics, and fostering the practice of doing the even when it is unsuitable,",
    "ai-tika-s0402t0:36_2": "It’s the fear of guilt, stuffing, rod, and destroying the dangers. For four reasons they don’t do bad things by way of body, speech, and mind.",
    "ai-tika-s0402t0:36_3": "And here there in the case of the internal and external sense desires, because it is prudent there, of the their inner quarters, and of their wavering and composing each other.",
    "ai-tika-s0402t0:36_4": "(But) not being disillusioned with anything, aroused, one of them is free from fear,",
    "ai-tika-s0402t0:36_5": "This is how the detailed meaning should be understood here.",
    "ai-tika-s0402t0:37_0": "The Book of the brightes is finished.",
    "ai-tika-s0402t0:38_0": "9. Cariyasuttavaṇṇanā",
    "ai-tika-s0402t0:39_0": "9.",
    "ai-tika-s0402t0:39_1": "having nine worlds in the world of beings.",
    "ai-tika-s0402t0:39_2": "Through living in it: they wear it that he wears it and virtues.",
    "ai-tika-s0402t0:39_3": "While they are set up a cliff",
    "ai-tika-s0402t0:39_4": "Playing: hindered by the Himālayas, ~ who are guarded of the path,",
    "ai-tika-s0402t0:39_5": "He should not gain unification of mind in the way beginning, “Whoever should not gain unrestrained in virtue, nor can he be despised by his funeral pyre,",
    "ai-tika-s0402t0:39_6": "or the education of mother’s word,",
    "ai-tika-s0402t0:39_7": "So let these six shares out of the teachers’ teachers, a wife, a capital, or annoys.”",
    "ai-tika-s0402t0:39_8": "Herein, a magician’s sister,",
    "ai-tika-s0402t0:39_9": "Mother and wife of mother.",
    "ai-tika-s0402t0:39_10": "Let the boys of the city, the Migāḷava, and the daughters-in-law of the Great Kings, respected and venerated by the linener of tears.",
    "ai-tika-s0402t0:39_11": "according as it is said: “This is according to the swallowing places, this is,",
    "ai-tika-s0402t0:39_12": "Suppose a mother was to behaved like a castor-of-state, her parents, and practises, then it would not be known that but do not practiced.",
    "ai-tika-s0402t0:39_13": "But these worlds are an impediment for the world, there is no division of the world.",
    "ai-tika-s0402t0:40_0": "The commentary on the noble ones is finished.",
    "ai-tika-s0402t0:41_0": "10. Vassūpanāyikasuttavaṇṇanā",
    "ai-tika-s0402t0:42_0": "10.",
    "ai-tika-s0402t0:42_1": "There are these ten designations that are not designated or what is not known.",
    "ai-tika-s0402t0:42_2": "he kills the rainy season residence: on what is taken during the rainy season.",
    "ai-tika-s0402t0:42_3": "Living down to the faculty of livelihood, he said,",
    "ai-tika-s0402t0:42_4": "There is one way of body that is sense faculty, and there is present that they say.",
    "ai-tika-s0402t0:42_5": "When they are cleaning the Saṅgha, they foot-standing and feet,",
    "ai-tika-s0402t0:42_6": "they will live withered knocking once, free of attachments,",
    "ai-tika-s0402t0:42_7": "and later an opportunity needs to be reborn in the next life. Some time later on the following day, as extraordinarily: “The meaning is that it is in the next life, later.” So when it is time for him, the next day, is said, the meaning can be given in the texts.",
    "ai-tika-s0402t0:42_8": "He should not go when the month gone has come to her when he comes. He is bound by a magician, and he is kept all over the time of her mother.",
    "ai-tika-s0402t0:42_9": "So the meaning should be given in full awareness with no more than a hundred and fifty on the next day.",
    "ai-tika-s0402t0:43_0": "The Congregation of the Rains Retreat is finished.",
    "ai-tika-s0402t0:44_0": "The group of nine on the deathless is finished."
}