{
    "ai-tika-vin07t29:0_0": "3. Samuccayakkhandhako",
    "ai-tika-vin07t29:1_0": "Discussion of the color of emission of semen",
    "ai-tika-vin07t29:2_0": "97.",
    "ai-tika-vin07t29:2_1": "I tell them how the entire spectrum of aggregates, I announce them.",
    "ai-tika-vin07t29:2_2": "‘I say ‘I do not know’,",
    "ai-tika-vin07t29:2_3": "But in the first they say, “This word is continually present.”",
    "ai-tika-vin07t29:2_4": "After reflecting on the determination: “It is an act of wrong conduct.”",
    "ai-tika-vin07t29:2_5": "Some say, “Take the preventing and to keep up the night without a delimitation, for the sharing of the night,”",
    "ai-tika-vin07t29:3_0": "If they are told, “They are coming to it,” and they added, “They are to be told,” and they added, “Even if they cannot do so,”",
    "ai-tika-vin07t29:3_1": "When they pass away, they thought, “This is the sound of the drums,” and they reciting the sound of covetous bhikkhus, which have been carried by the noise of cry.",
    "ai-tika-vin07t29:3_2": "“Each path,” he said, “There is a path leading to the monks,” and that is what is said.",
    "ai-tika-vin07t29:3_3": "to the winner of the task, etc., that is to say,",
    "ai-tika-vin07t29:4_0": "“Even when a legal procedure was done in the past; they all went to do the same thing, or and they all turn back in the monastery as a group. Soon afterwards, when all the monks were presented with it, it was given to her, they won’t give her sarong.”",
    "ai-tika-vin07t29:4_1": "Hence it is said: “Having eaten,”",
    "ai-tika-vin07t29:4_2": "It is not allowed to make it clear that it is, what is the meaning?",
    "ai-tika-vin07t29:5_0": "The account of the color of emission of semen is finished.",
    "ai-tika-vin07t29:6_0": "Probation for the concealed is the offense",
    "ai-tika-vin07t29:7_0": "if he carries on using his throat, saying “It is more than that for one who is similar to that,” and from that profitable way.",
    "ai-tika-vin07t29:7_1": "If he gives the specific condition according to the specific purpose, he commits an offense entailing confession.",
    "ai-tika-vin07t29:7_2": "The Sangha has done the legal procedure against Udāyī.",
    "ai-tika-vin07t29:7_3": "(This is) to be sent back to the beginning, “This is the root, this is the root, this is the text: ‘This is the root, this is the opportunity forward,’",
    "ai-tika-vin07t29:7_4": "Or alternatively, thinking “Today it is allowable to go into solitary retreat in the midst of the Sangha.”",
    "ai-tika-vin07t29:8_0": "that he sends a monk to stay alone. ...",
    "ai-tika-vin07t29:8_1": "sending him back to the beginning, “For he sends him back to the beginning, gives him probation, and simultaneously,",
    "ai-tika-vin07t29:8_2": "After getting it put down in the monastery, and given it to the Community, he must answer without getting it eventually, without getting it up, even with the intention of a group of nuns.",
    "ai-tika-vin07t29:9_0": "mindfulness of the body, etc., that is, one who has committed one offense, and one who is attached to the body,",
    "ai-tika-vin07t29:9_1": "Let both one hundred and ten thousand.",
    "ai-tika-vin07t29:9_2": "and he can produce for one day and night without (him).",
    "ai-tika-vin07t29:9_3": "To all kinds of savings: it must be shown by one who performs the opposite sex, and who speaks by means of the three announcements, and who stands by means of the work, or who made the (where it).",
    "ai-tika-vin07t29:9_4": "It is recorded that while he is recorded .",
    "ai-tika-vin07t29:10_0": "The Virūpakkhas came out through the inner quarters (of the mountain).",
    "ai-tika-vin07t29:10_1": "“Two rice gruel and thread, this is the proper conduct for departing.”",
    "ai-tika-vin07t29:10_2": "If he is told in the village, it is not allowed to live in a village, or to go to another village, or to a place where there is no one else.",
    "ai-tika-vin07t29:10_3": "He keeps close by that village, the monks there, and the nuns did not make them clear in that village. But when he was standing there, the nuns did not pay attention.",
    "ai-tika-vin07t29:11_0": "and it is said to be produced by the fixing of the kind that specific neutrality in the way already described.",
    "ai-tika-vin07t29:11_1": "On that village is returning to the nuns.",
    "ai-tika-vin07t29:11_2": "After showing himself, he should inform the monks,",
    "ai-tika-vin07t29:11_3": "But if he has already participated in the robe-making procedure, he must without a group.",
    "ai-tika-vin07t29:12_0": "He is ready to be sent back to the beginning length of the beginning opportunity back to the beginning.",
    "ai-tika-vin07t29:12_1": "Togethers (etc.) means was between the two dangers and the Nuns,",
    "ai-tika-vin07t29:13_0": "and about what was said by the name of the class of rebirth.",
    "ai-tika-vin07t29:13_1": "The discussion on the concealed for five days is finished in the concealed for the offenses. But the passage for recitation, he gives the trial period of six days. This is the same thing that should not be given to the beginning.",
    "ai-tika-vin07t29:13_2": "But when he has gone back to the beginning for those deserving the trial period, he stopped five days and committed while deserving the trial periods of six days. Then he is undertaking the trial period for the third time, for the sake of embarrassing the trial period of six days.",
    "ai-tika-vin07t29:13_3": "and that’s how he has given the trial period of six days after the following offenses, and that was given the trial period of six days, and that was undertaking the trial period.",
    "ai-tika-vin07t29:13_4": "But it should not be practiced between one deserving rehabilitation, the opening in the open, the probation for the failure in morality, and the practice of staying in the evening.",
    "ai-tika-vin07t29:13_5": "Saying, “Even if you’re concealed for one day,” and with the that is concealed for one day,",
    "ai-tika-vin07t29:13_6": "leading the state of stream-entry. Then it is said: “These four foundations beginning with the trial period of six days after the beginning, ‘On the giving the trial period of six days is one root.”",
    "ai-tika-vin07t29:14_0": "The exposition of the section on the concealed is finished.",
    "ai-tika-vin07t29:15_0": "The Probation of the Creatures",
    "ai-tika-vin07t29:16_0": "while on his way to root items that are concealed, while the simultaneously beginning has failed in the probation for the passage beginning, middle, or end. And the simultaneous probation should be given in the beginning, “This is the middle of the end of the definition of aggravated by the Sangha.” And the grossness of his leaning to the beginning, trial period for all the time,",
    "ai-tika-vin07t29:16_1": "Therefore this is why it should be undertaken as before.",
    "ai-tika-vin07t29:16_2": "That is why it is said: “He is guided.”",
    "ai-tika-vin07t29:17_0": "The exposition of the teaching is finished.",
    "ai-tika-vin07t29:18_0": "Discussion of the proper conduct for being equal in the gathering",
    "ai-tika-vin07t29:19_0": "If it is concealed for one day, two roots, two roots, and one concealed for two days.",
    "ai-tika-vin07t29:19_1": "to give him the trial period of six days without concealment, etc., and of the offense he is concealed for a half-month, etc., of those deserving to be given the trial period.",
    "ai-tika-vin07t29:19_2": "“One thing, reverend, who has said to be the trial period of six days for a mendicant.”",
    "ai-tika-vin07t29:19_3": "And here there is no one that is concealed for that offense, but not the trial period of six days.",
    "ai-tika-vin07t29:19_4": "Pāṭaliputta, known as discontent.",
    "ai-tika-vin07t29:19_5": "The chapter on offenses entailing suspension should be understood as the section on the concealment of the offenses entailing suspension, etc., because of the respective speeches, too.",
    "ai-tika-vin07t29:20_0": "The exposition of the section on the construction is finished.",
    "ai-tika-vin07t29:21_0": "The chapter on the commentary on the commentary containing is finished."
}