{
    "ai-tika-vin09t21:0.1_0": "Bhikkhunīpātimokkhavaṇṇanā",
    "ai-tika-vin09t21:0.2_0": "Pārājikakaṇḍaṁ",
    "ai-tika-vin09t21:1_0": "This is the purpose of showing the Pātimokkha in which they are bound to.",
    "ai-tika-vin09t21:1_1": "Herein, the meaning of “ shown that.”",
    "ai-tika-vin09t21:2_0": "Getting away in the heavens of the Teaching,",
    "ai-tika-vin09t21:3_0": "The training rule on sexual intercourse",
    "ai-tika-vin09t21:4_0": "do not accept the higher method, that is a cause of (gain) appearance.",
    "ai-tika-vin09t21:4_1": "warding off a man’s body, a species, an opportunity to cause a woman.",
    "ai-tika-vin09t21:4_2": "different ways.",
    "ai-tika-vin09t21:4_3": "And in the same way the meaning is that it is good as the meaning.",
    "ai-tika-vin09t21:4_4": "wishes and generation.",
    "ai-tika-vin09t21:4_5": "she fell into the territory and her husband.",
    "ai-tika-vin09t21:4_6": "He has completed the full ordination in both Sanghas. He is perfect in the full ordination by both Sanghas.",
    "ai-tika-vin09t21:5_0": "The training rule on sexual intercourse",
    "ai-tika-vin09t21:6_0": "Reciting, not drinking robbers,",
    "ai-tika-vin09t21:7_0": "The training rule on covering the knees",
    "ai-tika-vin09t21:8_0": "In the second precincts the heat, pulled up by the storm,",
    "ai-tika-vin09t21:8_1": "It is here that the body, after being touched by the hand and the sun, and the place it’s waiting.",
    "ai-tika-vin09t21:9_0": "Each : the nunnery should make physical contact with the body oppressive lust.",
    "ai-tika-vin09t21:9_1": "It should be taken by a nun with the incomparable.",
    "ai-tika-vin09t21:9_2": "For this is said in the Palace of Principle:",
    "ai-tika-vin09t21:10_0": "“When it has been observed: ‘And what should be said, even if it hasn’t been specifically yet there be anything that can be understood, he commits an offense entailing confession.’”",
    "ai-tika-vin09t21:11_0": "That person’s body and a person’s body",
    "ai-tika-vin09t21:11_1": "And both oppressed by both ends and by lust.",
    "ai-tika-vin09t21:11_2": "As one’s own body:",
    "ai-tika-vin09t21:11_3": "connected with what is connected to his own body: by what is connected to the body,",
    "ai-tika-vin09t21:11_4": "Or in the case of the remainder: the rest is called “unction” because it is a particular individual essence that is unconfused, droping the circumference of the body, just as a phrase of a body ripe, is expressed in physical contact with the body.",
    "ai-tika-vin09t21:11_5": "And where they’d be cut down, and that man’s body is fostered,",
    "ai-tika-vin09t21:11_6": "If we do it himself, the monk should consent to it and accept it, saying: “Let’s go of it.”",
    "ai-tika-vin09t21:11_7": "Those who are typically free from greed, hate, and delusion, who are unshakable by a man of the Buddha, whose mind is pure and bright,",
    "ai-tika-vin09t21:11_8": "the rest is called an offense entailing expulsion.",
    "ai-tika-vin09t21:11_9": "If, with what is connected to his own body, he touches what is connected to the body of someone who is connected to the other monk’s body, he commits an offense of wrong conduct.",
    "ai-tika-vin09t21:11_10": "If they intentionally think, “Through contact with something else invited,” and they touch it to be dispelled by that person, there is no offense for them.",
    "ai-tika-vin09t21:12_0": "The training rule on hiding the knees",
    "ai-tika-vin09t21:13_0": "The training rule on those who conceal offenses",
    "ai-tika-vin09t21:14_0": "the four rules entailing expulsion have committed the rainy-season residence. When four monks have committed the winning of the Four Paths, they surveying the invitation.",
    "ai-tika-vin09t21:14_1": "And this is the precincts described as a chief supporter of the world. In this matter, they should place observe the portion of the opposite sex together with their portions.",
    "ai-tika-vin09t21:14_2": "‘There is no offense entailing expulsion in the Vajjians, and it is to be hidden.’ Since it is given in the presence of those who conceal offenses, they should cover it with the eight faults.",
    "ai-tika-vin09t21:14_3": "Even if the Vajjians have given food in the same way, they are hurtful and unhappiness of the training rules, hurtful, and suffering. ...",
    "ai-tika-vin09t21:14_4": "similarly we’ve already.”",
    "ai-tika-vin09t21:15_0": "The training rule on those who conceal offenses",
    "ai-tika-vin09t21:16_0": "The training rule on lifted robe",
    "ai-tika-vin09t21:17_0": "By the instructions of the Teacher, the (factor) favourable to the full ordination,",
    "ai-tika-vin09t21:17_1": "But here the accusations brought to the Teacher, saying, “The Teacher’s instructions,” “The Teacher’s instructions,” etc., said, “The Teacher’s instructions.”",
    "ai-tika-vin09t21:17_2": "(but) they are a disciplinary issue, if they wander in the forest,",
    "ai-tika-vin09t21:17_3": "(They are) unrestrained and unprotected.",
    "ai-tika-vin09t21:17_4": "Hence it is said: “Here is no matter,”",
    "ai-tika-vin09t21:17_5": "Herein, there is learning in the community of monks: in that place, in the community of monks, or to be groups, or to an individual.",
    "ai-tika-vin09t21:17_6": "“So, on earth” is said: “Such is the meaning of that.",
    "ai-tika-vin09t21:17_7": "The one training rule on the same legal procedure consisting of one motion and three announcements",
    "ai-tika-vin09t21:17_8": "Going along with the power of this one -",
    "ai-tika-vin09t21:17_9": "These dwelling places are best.",
    "ai-tika-vin09t21:18_0": "now they are told with him. But there is no purpose of living with the inspect.",
    "ai-tika-vin09t21:18_1": "(but) he gives the complexion of words that are investigating in order to show the meaning, saying: “This is the meaning.”",
    "ai-tika-vin09t21:18_2": "What do you think is there anyone who does not give to anyone in this way? “Whoever is this, what is the view of it?”",
    "ai-tika-vin09t21:18_3": "Herein, one who has been ejected there:",
    "ai-tika-vin09t21:19_0": "The training rule on lifted robe",
    "ai-tika-vin09t21:20_0": "The training rule on the eight parts",
    "ai-tika-vin09t21:21_0": "In the world system of the world: born in the restraint of the world, and have put aside with the inclination of the World as the sun (after his merits).",
    "ai-tika-vin09t21:21_1": "What is your ‘bentity’?”",
    "ai-tika-vin09t21:21_2": "Mindfulness of the body is called “finite” in the sense of urgency, and lust isn’t found.",
    "ai-tika-vin09t21:21_3": "he says, “What is it?” “It is given to me.”",
    "ai-tika-vin09t21:21_4": "But what’s the reason why they say, “What’s the point of reciting?”",
    "ai-tika-vin09t21:21_5": "For this reason:",
    "ai-tika-vin09t21:21_6": "You should understand the Good Dhamma, which is untrue Dhamma, not by me.",
    "ai-tika-vin09t21:21_7": "Because of sexual intercourse with sexual intercourse.",
    "ai-tika-vin09t21:21_8": "“Perhaps the power of cognitives,” then with the reason of its complexion, etc., both of these is the Teacher.",
    "ai-tika-vin09t21:21_9": "Whatever is done is there,",
    "ai-tika-vin09t21:21_10": "an individual essence is inappropriate to be spoken of, “Through an individual”, and is what is said.",
    "ai-tika-vin09t21:21_11": "Herein, one’s own hand is winned by his own hand:",
    "ai-tika-vin09t21:21_12": "And here it is not so that one is called “who hasn’t committed the Absorption” such as “being” that of the elephants, horses, and chariots, or of infantry, or when he has dried up and evaporated” while others bringing him to the monastery.",
    "ai-tika-vin09t21:21_13": "Likewise the outer robe of patches, but not of any one of them whose outer robe is spoken. And in order to show the different requisites, where any other kind of robe is spoken.",
    "ai-tika-vin09t21:21_14": "placed so-and-so like this.",
    "ai-tika-vin09t21:21_15": "and he thought, “This is the prohibition against them.” Then he said,",
    "ai-tika-vin09t21:21_16": "Therefore it is by means of wrap garment or poison or on foot, it is impossible that it is not turned up.",
    "ai-tika-vin09t21:22_0": "but there are offenses that have been committed.",
    "ai-tika-vin09t21:22_1": "If, while the being examined in such a monastery is being taught in this way, he crosses the sea into seven pieces and the facts, he commits an offense entailing confession.",
    "ai-tika-vin09t21:22_2": "Going to take hold of her,",
    "ai-tika-vin09t21:22_3": "and after making her place, she thought, “I’ll get something else.”",
    "ai-tika-vin09t21:23_0": "The training rule on eight parts",
    "ai-tika-vin09t21:24_0": "So the doubt of the Monastic Code has come up in the gold.",
    "ai-tika-vin09t21:25_0": "on the contrary, on the Monastic Law, in the Teacher’s Discipline,",
    "ai-tika-vin09t21:26_0": "The commentary on the nuns’ reciters is finished."
}