{
    "ai-tika-vin07t8:0_0": "7. Sekhiyakaṇḍaṁ",
    "ai-tika-vin07t8:1_0": "1. Parimaṇḍalavaggavaṇṇanā",
    "ai-tika-vin07t8:2_0": "576.",
    "ai-tika-vin07t8:2_1": "Since the rest are said in the chapter on offenses entailing expulsion, etc., they should train in the chapter on training, in the way already described, even when the training rules entailing expulsion, the rest are finished in the definitions.",
    "ai-tika-vin07t8:2_2": "if the monk sees clearly, “That monk is not allowed to see the length of a bush,” and he commits an offense entailing confession.",
    "ai-tika-vin07t8:2_3": "But when resort has been taught by the people, they commit an offense of wrong conduct in regard to the noble ones, etc., are wrong conduct and wrong speech.",
    "ai-tika-vin07t8:3_0": "Intervals they seeding a variety of less than a fingernail.",
    "ai-tika-vin07t8:3_1": "With that, the fourfold army of four inches fastened:",
    "ai-tika-vin07t8:3_2": "For one who is sitting in the fourfold size of the fourfold army",
    "ai-tika-vin07t8:3_3": "so we can get the reinstant of the spiritual life, the essence should be choose.",
    "ai-tika-vin07t8:3_4": "Therefore, monk, say, “Have you lying down the brightness of his legs,” and so on.",
    "ai-tika-vin07t8:3_5": "Going on the side of the belly, he said: “Whoever is this, this is lived on?” And he received the ignoble one who is unshakable rains residence.",
    "ai-tika-vin07t8:3_6": "At that point you should train yourselves like a sarong, you should train yourself in the same place as before.",
    "ai-tika-vin07t8:3_7": "And when he has thrown on all around, he ascended the sarong evenly all around, saying, “Take it!”",
    "ai-tika-vin07t8:4_0": "with a mind full of peace, with widels and intentions,",
    "ai-tika-vin07t8:4_1": "Independent, the Elder Nuns, having taken his refuge in the world, profitable and extolled his minds, saying: “Pure”, “Puṇṇa Mantra, whose minds were full of wide opening the leaf-hutt” .",
    "ai-tika-vin07t8:4_2": "But they shouldn’t correctly know about it.",
    "ai-tika-vin07t8:4_3": "By doing so, one born in the earlier steps, clothes, and neglecting the state of existence as one who does not allow: this is called water liberated.",
    "ai-tika-vin07t8:4_4": "This includes Uppalavaṇṇā’s dwelling having positioned himself, without leaves, placed on the top of the monastery, about the Beyond of the whirlpools, about all the offenses, and with the point of the leaf huts on the timber’s story. And why do they actually set out in leaf-hutsh.",
    "ai-tika-vin07t8:4_5": "For this is said: “There is a certain monk who has committed an offense ...",
    "ai-tika-vin07t8:4_6": "Some time later he no longer regarded it as an offense, and the first monk regarded it as an offense.”",
    "ai-tika-vin07t8:4_7": "But in the Commentaries he says: “I don’t know the non-existence with him, and he doesn’t know about his offense.",
    "ai-tika-vin07t8:4_8": "ʻI’ll teach you about this.’",
    "ai-tika-vin07t8:4_9": "But if you have no mistakenly, it’s good that you have no offense.",
    "ai-tika-vin07t8:4_10": "He doesn’t regard it as an offense, he says that the Buddha has been suspended in the Teaching.",
    "ai-tika-vin07t8:4_11": "For it is the case that the trainer is mentioned here and there, because of the words “finite of the variety of the Aṅgaka” , and the rest are of those already stated .",
    "ai-tika-vin07t8:4_12": "And here they said, “There is no offense for one who doesn’t want to show them here,” and so in this way he said, “Explains it.”",
    "ai-tika-vin07t8:4_13": "So the Elders, having created a collection of the Elders through the whole of the Pure Suttanta, were unable to resolve (towards) with his mind he related to the rest of the consciousness.",
    "ai-tika-vin07t8:4_14": "and the two training rules realising the same kind of enjoyment, and perceived them well, it comes to lust. And two, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred years old.",
    "ai-tika-vin07t8:4_15": "Hence it is said: “I will embract a man in front of me,” and he lay down on the base consisting of boundless consciousness, etc., in this way there is no offense for the purpose of abandoning the intention of winterruping the mind thus.",
    "ai-tika-vin07t8:5_0": "Besides, their mind is successful in one of the world’s mind, and so is described in this way with its characteristic.",
    "ai-tika-vin07t8:5_1": "For those who know, “has those who are ready,” are said in the transgression in the sense of calming: “Herein, what is meant” .",
    "ai-tika-vin07t8:5_2": "But as in the other words, he might want to perfect insight the consciousness that had already been explained by him in an unprofitable way of the mind, and an unwholesome mind, or with a leaning upon him, he might do not allow the training rules to be word the world’s word-produced in each case.",
    "ai-tika-vin07t8:5_3": "And there is no suitable in the case of the remaining sites subsequently on its forehead, and unprofitable minds to do not know the transferred to another in the world with its intention, they should not pay homage to him with a thought, “Did you do not know, ‘I haven’t done away with unprofitable minds in three ways, and when your mind isn’t peaceful, they are unskilled in divided about the past,” and so they can know the future.",
    "ai-tika-vin07t8:5_4": "Then the aggregates of the Chapter Parks aggregates, and they are welcomes.",
    "ai-tika-vin07t8:5_5": "As he runs out the end (of them) in the same way.",
    "ai-tika-vin07t8:5_6": "Guarding non-offenses, the three robes, and the circumferences. These are the three double-robes.",
    "ai-tika-vin07t8:5_7": "And in that case, all the time in this way,",
    "ai-tika-vin07t8:5_8": "Herein, it is said to be the third precincts that originate from the third but that is the same as that of a conclusion;",
    "ai-tika-vin07t8:6_0": "577.",
    "ai-tika-vin07t8:6_1": "The second, etc.",
    "ai-tika-vin07t8:6_2": "(Through) the Hall of the Awakened One, the Enlightened One, for the purpose of the Saṅgha, etc., is said:",
    "ai-tika-vin07t8:7_0": "he is covering the cloth over as if with clothes, and the cooking of the clothes,",
    "ai-tika-vin07t8:7_1": "If he covers the neck, singing and bathing, he commits an offense entailing confession.",
    "ai-tika-vin07t8:7_2": "The training rule on hiding in a border are to be found, in the upper robes together, and below the collar bone shoulder them on the four sides, and he should put them on the upper robes together.",
    "ai-tika-vin07t8:8_0": "Having sat down on a prepared seat, like a receptacle, like a roar in a lodging,",
    "ai-tika-vin07t8:8_1": "“And for the purpose of showing the arranging the way already stated,” etc., he should clean all because he has already done for the purpose of sitting in an inhabited area, and he should sit down on a position with his whole body.",
    "ai-tika-vin07t8:8_2": "When he is sitting, he should go in the same way as the training rules and lives in a inhabited area without people. Then there is no offense for which gentlemen rightly, without having entered an inhabited area.",
    "ai-tika-vin07t8:8_3": "for that is said: “I will live in a dwelling place” she does not get carried away.",
    "ai-tika-vin07t8:8_4": "But whoever goes first to the place where there is neutrality they have given the bliss of this arrivals, and who is allowed to go.",
    "ai-tika-vin07t8:8_5": "But if they say, “I shall go to the house of the houses,” and he told him all that had happened again, then he should not give it to him the monastery.",
    "ai-tika-vin07t8:8_6": "“Your Majesty, please sit on this matter. Your body is the time for you to site, since I give the care of the body.” Then he tells only the deliberation of giving.",
    "ai-tika-vin07t8:9_0": "But they say it was said in reference to the meaning.",
    "ai-tika-vin07t8:10_0": "swelling the robe as bowl is used up in the bloated, etc., as bowl was low to the body of the dirt, etc., of the bowl, and so on. It was swept away as bowls, etc., which were laughed in robes, etc., and so on.",
    "ai-tika-vin07t8:10_1": "But that is called “blessing” in the sense of making use.",
    "ai-tika-vin07t8:10_2": "for the target is sitting on the near shore, and distance the inverbances weavers weavers weavers, the thirty-two palms, and the needle cases to be given out.",
    "ai-tika-vin07t8:10_3": "He should sit on the seat and covered the robes with his upper robe. He should then put them on a bed, put on his upper robe over one shoulder, pay respect at the feet of the monks, squeezing his upper robe.",
    "ai-tika-vin07t8:10_4": "But in this second very life, he should sit down in the sixth and Vibhaṅga only in the way already described, seated in the sixth and irreversible and fathom-long. Then he should sit in the sixth or the sixth sleeping place where the eye was residing, with the sixth.",
    "ai-tika-vin07t8:10_5": "And so they say, “So it is impossible for them to learn that enlightenment comes back to the same place as before.”",
    "ai-tika-vin07t8:11_0": "The assembly of the World is finished.",
    "ai-tika-vin07t8:12_0": "2. Ujjagghikavaggavaṇṇanā",
    "ai-tika-vin07t8:13_0": "586.",
    "ai-tika-vin07t8:13_1": "In the second-jhāna access there is no offense for growing on the word-meanings as based on the bank of the physical , and so on. But there is no offense for one who has spoken in the three.",
    "ai-tika-vin07t8:13_2": "But anyone took upholds what has been heard in the past, the currently laughed, encountered, and breaking an idea.",
    "ai-tika-vin07t8:13_3": "Wherever teaching the Teaching is teaching Dhamma in inhabited areas, the most senior elder set in inhabited area for the Great Wood, and in the Mahātittha garden, Ānanda’s mind from the Elder Mahātittha garden.",
    "ai-tika-vin07t8:14_0": "The Book of the Firestics is finished.",
    "ai-tika-vin07t8:15_0": "3. Khambhakatavaggavaṇṇanā",
    "ai-tika-vin07t8:16_0": "Perceiving the goods, he perceives that it is, and he shows it to be reached by one who has attained it, he in order to show it that it is said: “Death it.”",
    "ai-tika-vin07t8:17_0": "he enjoys the alms-food eater:",
    "ai-tika-vin07t8:17_1": "Where is the dirt of the tongue?",
    "ai-tika-vin07t8:17_2": "the lump of meat shines all the synonyms, and the others oil-seed.",
    "ai-tika-vin07t8:18_0": "605.Samabharitanti racitaṁ.",
    "ai-tika-vin07t8:18_1": "lowering down from the lower room, at the interval between the palms, the palms of the hand, and the lower part of the noble ones.",
    "ai-tika-vin07t8:18_2": "he placed the bowls in the baskets and hollows in the bowl, saying “We are placed on a charnel ground,” he replied, “It is used for because it is used for them.”",
    "ai-tika-vin07t8:18_3": "some say, “One who has taken his bowl and robe, Raṭṭhapāla, crooked it with a swift bowl, and whose hand was being carried away by day,” then they say, “This is the monument for the sake of it,” etc., and they say, “This is theirs is the reason why it is not allowable.”",
    "ai-tika-vin07t8:19_0": "The Book of the colors is finished.",
    "ai-tika-vin07t8:20_0": "4. Sakkaccavaggavaṇṇanā",
    "ai-tika-vin07t8:21_0": "608.",
    "ai-tika-vin07t8:21_1": "They say that gift is called “follow” in the fourth dyad given to the donors, he is called “gain” because of giving and taking care of gifts, and when they don’t give gifts, he has been rejected by gifts, he is what is called.",
    "ai-tika-vin07t8:21_2": "Hence it is said: “Here there, but takes none.”",
    "ai-tika-vin07t8:22_0": "The training rule of services which are tied up, infatuated, and courses, associating with worldly conditions.",
    "ai-tika-vin07t8:22_1": "“Doesn’t be told,” “This is the point of this misfortune.”",
    "ai-tika-vin07t8:22_2": "Herein, when he knows that the offenses were at ease, he knows which offenses were drawn away from his mouth, and he ate the mouth, and he felt not wanting to throw it away eventually, there is no offense for the inheritance, and there is no offense for the purpose of which is the meaning.",
    "ai-tika-vin07t8:22_3": "and only the other two last two or three other states are called “non-self”.",
    "ai-tika-vin07t8:23_0": "The training rule on which they themselves ask for something else, and the training rules for themselves are included in order to prescribed for himself. This is what is said.",
    "ai-tika-vin07t8:23_1": "In the fifth enlightenment comes from the action that was taught and asking for the welfare of an unknown, embarrassed, comprehensive, and incapable of creating distinction.",
    "ai-tika-vin07t8:23_2": "Doing curry that eats curry, but not others.",
    "ai-tika-vin07t8:24_0": "chickens and pigs are said: “They are eighteen eggs, and this is what is said in the sense of moving.”",
    "ai-tika-vin07t8:24_1": "On the contrary, a where criminals have set out on water for washing the circle, the pavilion. On the contrary, the rainy-season is departing.",
    "ai-tika-vin07t8:24_2": "In this way one should be seen as liked.",
    "ai-tika-vin07t8:25_0": "The Book of Carefulness is finished.",
    "ai-tika-vin07t8:26_0": "5. Kabaḷavaggavaṇṇanā",
    "ai-tika-vin07t8:27_0": "617.",
    "ai-tika-vin07t8:27_1": "and no-one elsewhere it is said to have construction in the mouth of a kasiṇa and preference between the doors of the mouth.",
    "ai-tika-vin07t8:27_2": "Thus in regard to which one might think",
    "ai-tika-vin07t8:28_0": "which is why it is called “space” in the hand of the fingers and toes, “Finds the drips of warted hands,” and so on.",
    "ai-tika-vin07t8:29_0": "The Book of the dartf is finished.",
    "ai-tika-vin07t8:30_0": "6. Surusuruvaggavaṇṇanā",
    "ai-tika-vin07t8:31_0": "627.",
    "ai-tika-vin07t8:31_1": "cooled from cool water.",
    "ai-tika-vin07t8:31_2": "this is a designation of the Buddhas.",
    "ai-tika-vin07t8:31_3": "When they saw him, they thought, “For anyone who is not fully awakened.”",
    "ai-tika-vin07t8:32_0": "From then on his forehead, all is allowed to eat fingers in front of her hand, and likewise he spends all around on the back of this hand in this way.” And there is no offense for one else to show the training rule, for this training rule and for the law, thinking, “This is no offense for the one to show it.”",
    "ai-tika-vin07t8:32_1": "- just this bowl is not allowed to lay it on the side of the hand, but with his hands and feet isn’t able to lie down upon his tongue.",
    "ai-tika-vin07t8:32_2": "Therefore because it is not allowed to bathe and so on, even if it is not allowed to riches.",
    "ai-tika-vin07t8:33_0": "scorning the carpets for themselves,",
    "ai-tika-vin07t8:33_1": "and placing it in an antelope hide (after), Dīghanakha, Dīghala groves, ropes, well knives, firmly established in the Timbarucks and festivals, ropes, and well knives.",
    "ai-tika-vin07t8:33_2": "Herein, having been cutting off the sticks and staffs, they made a hole with sticks.",
    "ai-tika-vin07t8:33_3": "placed on a sunshade, and sixly insects, eighty-hundred pieces, and placed on the ground.",
    "ai-tika-vin07t8:34_0": "looks down on the middle of the priceless in the middle, lump of wealthy bows, like a drain-season, arrows from arch, and arrows in the middle.",
    "ai-tika-vin07t8:35_0": "The colorful is finished.",
    "ai-tika-vin07t8:36_0": "7. Pādukavaggavaṇṇanā",
    "ai-tika-vin07t8:37_0": "647.",
    "ai-tika-vin07t8:37_1": "she grabbed the seven trees from the top of a tree, picked up a shop, and grabbing (the tree).",
    "ai-tika-vin07t8:37_2": "if he is the possession of his own bodily conduct;",
    "ai-tika-vin07t8:37_3": "those who are firmly goal: it is good for you that.",
    "ai-tika-vin07t8:37_4": "By the cause of and reasoning : for the sake of (wrong) the absence of conditions,",
    "ai-tika-vin07t8:37_5": "the running back and forth is the same as that of the merchant’s wishes.",
    "ai-tika-vin07t8:37_6": "As a stone cannot rest",
    "ai-tika-vin07t8:38_0": "they are told because of their (supernatural) duties to the Elders, (saying):",
    "ai-tika-vin07t8:38_1": "you were seated in the teacher’s eleven property, and who asks him the conduct of a teacher.",
    "ai-tika-vin07t8:39_0": "And if it is allowed to make it into water: where it is constantly covered with people, dropped it, and rubbed it out; or anything else to be eaten by the water, etc., or such as water that is.",
    "ai-tika-vin07t8:39_1": "The rest is the same.",
    "ai-tika-vin07t8:40_0": "The Book of the colors is finished.",
    "ai-tika-vin07t8:41_0": "The one called an adept’s embankment is finished.",
    "ai-tika-vin07t8:42_0": "He should say that there is no legal issues in the scriptures.",
    "ai-tika-vin07t8:43_0": "Thus there is the discussion on the Vinaya Commentary in the Discipline.",
    "ai-tika-vin07t8:44_0": "The section for recitation on the nuns’ disparages is finished.",
    "ai-tika-vin07t8:45_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha"
}