{
    "ai-tika-vin09t1:0_0": "Pārājikakaṇḍaṁ",
    "ai-tika-vin09t1:1_0": "1. Paṭhamapārājikavaṇṇanā",
    "ai-tika-vin09t1:2_0": "But then, when the training rules have been recited, how should it be explained?",
    "ai-tika-vin09t1:2_1": "the release from all parts of the body descendant of all activities, (thinking): “Who has gone out of compassion for all living beings, is the fourth kind of attainment?",
    "ai-tika-vin09t1:2_2": "Herein, the recitation of the Monastic Code in Rājagaha by the Buddha; he taught the recitation of the Monastic Code on the recitation of the Monastic Code for the recitation; he committed to the analysis of the Monastic Code with one who is pulling the recitation of the Monastic Code; he is preoccupied with a specific purpose; he asked the recitation of the Monastic Code, and he then asks the next to the next new, he commits an offense entailing expulsion.",
    "ai-tika-vin09t1:2_3": "On the next day, and asked the nun Set away from the distributed.",
    "ai-tika-vin09t1:2_4": "° he asked three offenses, he questions by combining the texts on the beginning, “The mind is including the composed .",
    "ai-tika-vin09t1:2_5": "He asks about the entire spectrum of offenses, he asks about the aggregates.",
    "ai-tika-vin09t1:2_6": "The smaller sections on the counterpart, questioning, and the top of the terms.",
    "ai-tika-vin09t1:2_7": "In this way the aggregates are preceded by them.",
    "ai-tika-vin09t1:2_8": "asked Upāli about the Elder Upāli about it.",
    "ai-tika-vin09t1:2_9": "this is the construction here.",
    "ai-tika-vin09t1:2_10": "But oppressed by the analytic mas of what has been common within each particular composed described in the Commentaries. In the Commentaries itself as “with the eighth” and so on.",
    "ai-tika-vin09t1:2_11": "Still, in the analysis of conditions he asked: “As analysis of both Comunities,",
    "ai-tika-vin09t1:2_12": "asked Upāli about this.”",
    "ai-tika-vin09t1:2_13": "Therefore the Elder asked the analyses",
    "ai-tika-vin09t1:2_14": "But Venerable Upāli was showing them an aggregates, and he gave them another teaching.",
    "ai-tika-vin09t1:2_15": "At the time of the wretched carpet, the aggregates, and the hosts of aggregates were made by oneself.",
    "ai-tika-vin09t1:3_0": "if this is the source of the first recitation passage.",
    "ai-tika-vin09t1:3_1": "Suspending the observance-day procedure, they won’t allow the monks to recite a monastic code, consisting of those training rules. They may argue them from the recitation of the Monastic Code.",
    "ai-tika-vin09t1:3_2": "Unskilled in the present life and in lives to come. You should be given up by ethical conduct, loved by the noble ones, and of the ethical conduct, which needs them to be given up. You should be given up.”",
    "ai-tika-vin09t1:3_3": "he trains in the same way as before.",
    "ai-tika-vin09t1:3_4": "If he seeks out thecivice, he may look out for three training rules: multiplying themselves to come, and he may confess the offense entailing confession for the future.",
    "ai-tika-vin09t1:3_5": "That’s why I prepared a monk in reference to the nun Sāgata. But the nun Dhammadinnā was time for the nun who did not accept it.",
    "ai-tika-vin09t1:3_6": "When that nun has not arisen, there is no recommendation of the nuns’ decrease, and no engaging for them.",
    "ai-tika-vin09t1:3_7": "At this point he became the first of the recitation of the First Pācīnakha. Instead he put on all sides, he taught the first half-month. He then, in the case of the Elder Upāli, he was questioned all the time.",
    "ai-tika-vin09t1:4_0": "Now how should all be known by the training rules that have been lost?",
    "ai-tika-vin09t1:4_1": "“And, monks, this training rule should be recited like this: ‘And so, is two kinds of barteriers.’”",
    "ai-tika-vin09t1:4_2": "Herein, the recitation of the Monastic Code is included in the five ways, the names of the Monastic Code, and the names are designated as well.",
    "ai-tika-vin09t1:4_3": "this one person, who is engaged in another way:",
    "ai-tika-vin09t1:4_4": "herein, there a person laid down by one who has been laid down in the presence of that person:",
    "ai-tika-vin09t1:4_5": "the rest, An individual.",
    "ai-tika-vin09t1:5_0": "Herein, there are two kinds of people: an individual essence, such as myself, and the four paths of being fully admitted - this is the attainment .",
    "ai-tika-vin09t1:5_1": "Herein, the eight attainments should be understood as the an offense entailing expulsion.",
    "ai-tika-vin09t1:5_2": "“He is expelled; he is not able to show the attainment that he has committed an offense.”",
    "ai-tika-vin09t1:5_3": "the thirteen rules entailing suspension have been shown the seventh section.",
    "ai-tika-vin09t1:5_4": "‘If a nun hides a teaching that’s committed an offense entailing sending away and suspension, she commits an offense entailing suspension.’”",
    "ai-tika-vin09t1:6_0": "Likewise, without understanding, heading, checking, and enumerating each one embankment in two ways:",
    "ai-tika-vin09t1:6_1": "Herein, the one who is an adept is called “an in training”.",
    "ai-tika-vin09t1:6_2": "the rest should be understood as said in order to show the rules .",
    "ai-tika-vin09t1:7_0": "She did the same.",
    "ai-tika-vin09t1:7_1": "Herein, there are five hundred grains of workers: on the side of the shell, on the side of the earth, and on the side of the range of the range of the chest, and eating wide inside.",
    "ai-tika-vin09t1:7_2": "Herein, I will lay there at the time of dawn beginning with what is meant.",
    "ai-tika-vin09t1:7_3": "Herein, the divided into parts of the Buddha’s announcement by one Earth",
    "ai-tika-vin09t1:7_4": "Abandoning, and mixing with each other.",
    "ai-tika-vin09t1:7_5": "That is:",
    "ai-tika-vin09t1:7_6": "Firstly, the owner of the two undecided women are bound to be in the borderlands, and because they are attached to passions, hatred, and windows, and because of the wives by their husbands and anger and hostile.",
    "ai-tika-vin09t1:7_7": "He thinks, “No,” is not suitable for attaining the appearance. That’s why, since I don’t gain a training rule against five days, I won’t prevent the training rules.",
    "ai-tika-vin09t1:7_8": "Sometimes, even when the monks have been explained in the first prior stage, then— except if the monks have already intended to speak to them, she said to them, “In this way I am the first starting with a lamp” then, when the monks has been brought back to them, she in the middle of the monastery or in the middle of the day. And this is what is meant for the second or that which is felt.",
    "ai-tika-vin09t1:7_9": "Herein, the mundane elaborations should be understood as long as the means of the full inner clothes of the auspicious curry and giving precedence to all the other, just as you can understand all.",
    "ai-tika-vin09t1:8_0": "Likewise as the hero, the Virūpakkhas, the Cetiyas, Virūpakkhas, and the famous Jains Retreat in two or three announcements, which is an opposite sex.",
    "ai-tika-vin09t1:8_1": "the making of the bowls for the shavelings, for the neck, and for the cutting down of the head, for the ears, nose, tongue, body for the head, and for the six days. He hands and feet cutting down the head, and the shells for the three kinds of demonstration, for the sake of bathing nakedness, the enclosures, and the worms, and the upper ointments.",
    "ai-tika-vin09t1:8_2": "the rest of the remainder of the nations, etc., of the six enclosures, and the eighteen years old, which requires to be prepared, enclosed, pressed in the island, and invited to meals on the following among the foreigns, etc., as well as specified rules, and divided in the forms.",
    "ai-tika-vin09t1:8_3": "‘Afterday, the fact that timber can be understood as well as being good, naturally foulness should be understood.’",
    "ai-tika-vin09t1:8_4": "That is how it is when he fixes in the training rules thus:",
    "ai-tika-vin09t1:9_0": "And in the five constituents (of mind and body).",
    "ai-tika-vin09t1:10_0": "all those who were broken rice and distributed in the five consecrations.",
    "ai-tika-vin09t1:11_0": "When the Vajjis organized thus, the following training rules as they have been told by their ninety-two rules, the training rules, and he is more than ninety-two training rules, just as they were acting like this,",
    "ai-tika-vin09t1:11_1": "Threews in lesser duties.",
    "ai-tika-vin09t1:11_2": "Not Divinities",
    "ai-tika-vin09t1:11_3": "Thirty-two rules for thirty-two training rules, two, three training rules which are drawn out from the course of the family, fourteen, five hundred and seventy-two rules, two topics, and eighty encircling walls, two tortoises, three encloses, bandages, and five wore felt. Now I have acquired the same labor for the five lower fetters.",
    "ai-tika-vin09t1:11_4": "In the second place a third time, a fourth part of meal in the same way is the same as in the middle.",
    "ai-tika-vin09t1:12_0": "To this extent of the recitation given in the same way. There is a personal witness, the enemy of a person, and one who has seen each other. There is an intermediate offenses with helpful individual essences, and one who is hostilement and paid homage in the Teacher’s presence.",
    "ai-tika-vin09t1:12_1": "the dangerous training rules will come to his next life.",
    "ai-tika-vin09t1:12_2": "In this way the recitation passage should be understood, searches for the declaring, and the search for the future.",
    "ai-tika-vin09t1:12_3": "The training rule on entering the acquisition of the attainments is stated as prohibitable and expounded.",
    "ai-tika-vin09t1:13_0": "If, thinking, “In this way, you commit a serious offense when your ending is finished,” then for every statement, he commits an offense of wrong conduct.",
    "ai-tika-vin09t1:13_1": "“You should not make a hut consisting of nothing but clay with the intentions,” “You should make a training rule,”",
    "ai-tika-vin09t1:13_2": "“I allow you to live with the door frame, having wandered in the middle of the day at night, and that they are said to be the On.”",
    "ai-tika-vin09t1:13_3": "“Anyone who has caused a schism in the Sangha should not be given the full ordination.”",
    "ai-tika-vin09t1:14_0": "‘If a monk responds a unanimous Sangha in accordance with the rule, he is expelled and excluded from the community.",
    "ai-tika-vin09t1:14_1": "If a monk who has a bad thought andy mind have recommended the Buddha’s body, he is expelled and excluded from the community.”",
    "ai-tika-vin09t1:14_2": "If, when a teacher takes it in a cramped place, he thinks, “May all four or five points be cutting down together, there is no offense.”",
    "ai-tika-vin09t1:14_3": "“There is such-and-such a one, but the Buddha does not become fully extinguished.”",
    "ai-tika-vin09t1:14_4": "The Buddha should not give the full ordination to anyone who is not fully ordained,",
    "ai-tika-vin09t1:14_5": "it’s due to one of those who are training rules.”",
    "ai-tika-vin09t1:14_6": "“A _paṇḍaka_ should not be given the full ordination. If it has been given, he should be expelled in the same way. On the preceptor has been given, he commits an offense entailing expulsion.",
    "ai-tika-vin09t1:14_7": "for those who have developed themselves,",
    "ai-tika-vin09t1:14_8": "When you’ve committed an offense entailing expulsion,",
    "ai-tika-vin09t1:14_9": "But in the same way, he shouldn’t leave in the elder’s family, etc., and that which is called “noble One” .",
    "ai-tika-vin09t1:15_0": "and the training rules laid down in the basic aggregates for the precincts, called “The Leadies”.",
    "ai-tika-vin09t1:15_1": "“Well then, Sāriputta, teach the Book of the Thirty-Three and the serious offenses were spoken to.”",
    "ai-tika-vin09t1:15_2": "To them, the deeds have been described in a different way. They are not laid down by the Buddha.",
    "ai-tika-vin09t1:15_3": "‘If there are schism in the Sangha,’” then he commits a serious offense.",
    "ai-tika-vin09t1:15_4": "Likewise all the Vinayas, they all vanished right there.",
    "ai-tika-vin09t1:15_5": "“Surely, Upāli, when the newly arrived monks have been prepared for the newly arrived monks ...",
    "ai-tika-vin09t1:15_6": "This is how I have learned the training rules.”",
    "ai-tika-vin09t1:15_7": "‘If a nun goes to see dancing or singing or music beans, she commits an offense entailing confession.’”",
    "ai-tika-vin09t1:15_8": "Here, too, one who lives in the midst of the Sangha is not deserving a recitation passage for recitation, and a training rule should understand that.",
    "ai-tika-vin09t1:15_9": "That is:",
    "ai-tika-vin09t1:15_10": "Talking about the five cords of sense desires, escorted to the rest of the offenses, and because of the attainment of the general essence of the bases of mastery in the language of the attainment and the wide, the topics of necessary, the base consisting of neither perception nor non-perception as described. The training, widel thus leaning to the rest of the attainment of the attainment of the noble ones, opposite .",
    "ai-tika-vin09t1:15_11": "“That’s how to define a training rule on which I have been laid down in the same sleeping place as a recommendation of the training rules.”",
    "ai-tika-vin09t1:16_0": "in order to prescributate amount an instance:",
    "ai-tika-vin09t1:17_0": "“He who hasn’t seen the truth, developed,",
    "ai-tika-vin09t1:18_0": "And the meditator who discerns in all ways thus: “He who is discerning the modes and the one who takes place” .",
    "ai-tika-vin09t1:19_0": "This is the way to understand how it is not known.",
    "ai-tika-vin09t1:19_1": "The meaning of this:",
    "ai-tika-vin09t1:19_2": "Those training rules on pastries have not been treated in their pastries according to the doctrine of the aggregates, etc.,",
    "ai-tika-vin09t1:19_3": "the whole of that training rule will be expelled here, and there will be no more future lives.",
    "ai-tika-vin09t1:19_4": "But a bhikkhu who is engaged in “Similar should in a charnel ground in a forest order to discern the training according to the five ways beginning with “In a previous practice,” etc., and in the sense of urgency, etc., and in the ways already described, then that is, unadultaneously, and that is not aroused.",
    "ai-tika-vin09t1:19_5": "Herein, just as, when you were laying down in the middle of the meal in the ocean in the way beginning, “Just as in the middle, etc., is in the end of the size of the novices,” and in the middle, “Just as in the middle of this food, etc., is in the middle of the chest wrapping up in the morning and in the middle. And not in the end",
    "ai-tika-vin09t1:19_6": "From then took them firstly, according to the stage beginning, “I have already been stated in the beginning” , and so on.",
    "ai-tika-vin09t1:19_7": "But when this has been described in the beginning of the five precepts as already described, then such as before, when his body breaks up, after death in the five precepts announced, they nevertheless before, beginning with in the five training precepts announced thus: “This is how the one who abstains himself in the three training rules, is one who has been reborn in the next life” .",
    "ai-tika-vin09t1:19_8": "When this is so, he does not lie down in the same way as the two nuns’ offenses. But when one falls into an offense, he commits an offense entailing confession.",
    "ai-tika-vin09t1:19_9": "even if he says, “Surely there is no offense for the other’s welfare,”",
    "ai-tika-vin09t1:19_10": "The one who attains it is not understood",
    "ai-tika-vin09t1:19_11": "There is no one offense for a nun who doesn’t go alone, but in regard to this way one doesn’t think, “In this way there is none of them.”",
    "ai-tika-vin09t1:19_12": "The Lambītakas, thinking: “Even this task, how can I become annoyed for them?”",
    "ai-tika-vin09t1:19_13": "This is the introduction: “The four kinds of inclusion in me, ‘May wealth be nicely on the ground, and I can reference to the meaning.”",
    "ai-tika-vin09t1:20_0": "Shouldn’t press him about schism in the Sangha three trainings, he should not be pressed together. He should not then do the Sangha with him.",
    "ai-tika-vin09t1:20_1": "not seeing the shameless ones, they say, “This isn’t the point of this.” Then they say, “This isn’t the point of behaved,” and when they say, “This isn’t conveying yours.” And he doesn’t addresses it.",
    "ai-tika-vin09t1:20_2": "and because of that.",
    "ai-tika-vin09t1:20_3": "and became five hundred.",
    "ai-tika-vin09t1:20_4": "Pāṭikaputta thought, “The four monks from the group of seventeen should be appointed in size ...",
    "ai-tika-vin09t1:20_5": "They replied, “ appointed a legal procedure consisting of one motion and three announcements,” and they did the legal procedure of decision.",
    "ai-tika-vin09t1:20_6": "if he proposes it on the third legal issue, or is allowable;",
    "ai-tika-vin09t1:20_7": "For that is not the legal procedure done by that deed,",
    "ai-tika-vin09t1:20_8": "or, if the Sangha does a legal procedure,",
    "ai-tika-vin09t1:20_9": "but the Sangha did the procedure.",
    "ai-tika-vin09t1:20_10": "those who are born, and those who are praised.",
    "ai-tika-vin09t1:20_11": "the Sangha has done a legal procedure of ejection for not making amends for an offense against the legal procedure of demotion and the bowl against them.",
    "ai-tika-vin09t1:20_12": "“The monks should press them up to three times to make them stop.”",
    "ai-tika-vin09t1:20_13": "—even a legal procedure that requires a legal procedure—",
    "ai-tika-vin09t1:20_14": "that didn’t give it up. Because of that monks deserving rehabilitation they don’t deserve to be released. They are not irreversible and fit to stand.",
    "ai-tika-vin09t1:20_15": "For it is not possible that arrival at the eastern gateway, as if fixed the opposites of it all, one is not stopped through the first to the end of their letting go of their legal procedures, and one does not grab them by means of that work.",
    "ai-tika-vin09t1:20_16": "And that’s how it is in this case.",
    "ai-tika-vin09t1:20_17": "one should be appointed as one who is lots of another.",
    "ai-tika-vin09t1:21_0": "“Repulsiveness of the Dhamma” is used in such passages as “Rotting” and “Repulsiveness of others,” or they set out on a variety of paths, or else one who is drawing on the path to the lips of others, whether he has reached the ultimate goal or not.",
    "ai-tika-vin09t1:21_1": "Or if he has sexual intercourse with one or two or three courses, there is an offense entailing expulsion.",
    "ai-tika-vin09t1:21_2": "For this is said: ‘If a mendicant consents to invites the entry, if he agrees to having entered, the remaining, and the taking out, he commits an offense entailing expulsion.’”",
    "ai-tika-vin09t1:21_3": "And even in these four offenses entailing expulsion,",
    "ai-tika-vin09t1:21_4": "They say:",
    "ai-tika-vin09t1:21_5": "the one who has committed an offense entailing expulsion in regard to sexual intercourse with the sexual intercourse, but who has committed an offense entailing expulsion, and who resigns the training and returns to having committed an offense entailing expulsion, and one who has committed an offense entailing suspension or one offense entailing confession, and one who has committed an offense entailing acknowledgment, and one who has committed an offense of wrong conduct.",
    "ai-tika-vin09t1:21_6": "For the sake of worry, he commits an offense entailing confession.",
    "ai-tika-vin09t1:21_7": "But there is no place for giving up the full admission to a trainee nun who is not capable of getting up, she commits an offense entailing expulsion.",
    "ai-tika-vin09t1:21_8": "Yet even a hundred leagues away from a group of travelers, still some circumstances say, “I cooked from the bowl,” etc., and they say, “There is no offense for the instigator,” and so on.",
    "ai-tika-vin09t1:22_0": "If, when a mendicant has sex with a woman, they should be told to say this: “If I have sex, I will be expelled and excluded from the community.”",
    "ai-tika-vin09t1:22_1": "If all the monks communities of the aggregates, without having made amends according to their own offenses, they do not enter in the same way.",
    "ai-tika-vin09t1:22_2": "In each case, one should understand, “This is the source of them.” And he can understand that offense entailing expulsion, and after having committed the same offense.",
    "ai-tika-vin09t1:22_3": "That is why, when it comes to the defeat of a person, they say, “This person, for the sake of defeats,” and this body indicated by the method of an enclosure,",
    "ai-tika-vin09t1:22_4": "“You have committed an offense entailing expulsion.” If you reciting the basis for an offense entailing expulsion, without having committed an offense entailing expulsion, because of the passing of the people. If you were expelled and excluded from the community.",
    "ai-tika-vin09t1:22_5": "For they are not living with the intentional emission of semen, there is no living in the community by theft, a dwelling, and then the alms food is called “special”.",
    "ai-tika-vin09t1:22_6": "That is why it is said: “So, a person has committed an offense entailing expulsion, but one of the monks who has not committed an offense entailing expulsion. If one regards him as pure, one who has not committed an offense entailing expulsion, one who has committed an offense entailing suspension, one who has committed abusing him, one who has not been given to him, one who is virtuous, one who has gained theast.”",
    "ai-tika-vin09t1:23_0": "Don’t let the source of each other ornaments.",
    "ai-tika-vin09t1:24_0": "After that is, there is no offense for breaking out,",
    "ai-tika-vin09t1:25_0": "This is the way to understand how it is not known.",
    "ai-tika-vin09t1:25_1": "Herein, Sudinna is the reason why the Vajjiputtaka’s site for the sake of the embankments. This is called the practice of the training rules.",
    "ai-tika-vin09t1:25_2": "“It is because of that interruption of the monks ...",
    "ai-tika-vin09t1:25_3": "You’ll bear your bodies.”",
    "ai-tika-vin09t1:25_4": "Herein, it is said: “Because he describes the origin of a woman, not a _paṇḍaka_, and a male animal in human form, not a female animal.” This is called one who has said, “Do you have prosperous talk, not with a female animal,” and so on.",
    "ai-tika-vin09t1:25_5": "Therefore, the Vibhaṅga, the Simile of the Factors, the Vibhaṅga in the Simile of the Faith, the Aṅgakas, Vibhaṅga, Kumārakassapa, and the Vibhaṅga.",
    "ai-tika-vin09t1:25_6": "From the parts of both Vibhaṅga: “So, there are three kinds of men, three men, three women, four men, or three.",
    "ai-tika-vin09t1:25_7": "a human female, and acquainted the three roads, and boards from all the male animals, and on the pathway of a female spirit, even so on.",
    "ai-tika-vin09t1:25_8": "The training rule on using",
    "ai-tika-vin09t1:25_9": "On the same day, a nun who is developing the investigation of principles would not be fully ordained nun in this way: “I am standing at the feet of the monks, I do not say, ‘I am going to the training rules’, nor do I have renounced the training.”",
    "ai-tika-vin09t1:25_10": "He should not say what is said in the same way as “Non-one” ,",
    "ai-tika-vin09t1:25_11": "But even though the nun had spoken, she commits an offense entailing confession.",
    "ai-tika-vin09t1:25_12": "Where the skin (there) should be done away with food and drink,",
    "ai-tika-vin09t1:25_13": "This is the highest gift that is to be used in ourselves, but not for any requisites.",
    "ai-tika-vin09t1:25_14": "“Monks, I allow you to train in the monks’ training. I allow you to live in communion with them for the sake of embracing the full ordination.”",
    "ai-tika-vin09t1:25_15": "After that offense they divided, they have been created, through the breaking of the Vibhaṅga thus: “Here one who has committed an offense entailing expulsion, etc., has been included for each other.”",
    "ai-tika-vin09t1:25_16": "If he knows that there is no offense when he has been given to him, then there is no offense for one who has committed an offense.",
    "ai-tika-vin09t1:25_17": "If he accepts without getting enough of any offense, but there is no offense for the inheritance, and there is no offense if he does not accept it.",
    "ai-tika-vin09t1:25_18": "“This is how, don’t create division between the sources.”",
    "ai-tika-vin09t1:25_19": "for he will have the training rules in that place.",
    "ai-tika-vin09t1:26_0": "First: First Sudinna’s Bodhisatta described, he laid down in the first precincts of seats at the root of the profession of his bowl, and one who is denieding what is allowable.",
    "ai-tika-vin09t1:26_1": "But that monkey went to the hipposite sex only with women who have learned their own insight there. ...",
    "ai-tika-vin09t1:26_2": "And I can’t say that a female’s female animal.”",
    "ai-tika-vin09t1:26_3": "The third group of ninety-two meal offerings: “After going to the Kattika full admission to the first time, from the time, from the third lay life to homelessness, he must acknowledge this: ‘They have been obtained in three ways.’” ...",
    "ai-tika-vin09t1:27_0": "Herein, he who does not have the duties of the noble ones,",
    "ai-tika-vin09t1:27_1": "The monks overflow their enemy.",
    "ai-tika-vin09t1:27_2": "Endowed with the monks’ training and livelihood in that place",
    "ai-tika-vin09t1:27_3": "All, that monk who has not given the full ordination in the sixty-two rules for himself and the one who is seeking the full ordination through the emptiness of fondness should train in his livelihood.",
    "ai-tika-vin09t1:27_4": "When does he attain it?",
    "ai-tika-vin09t1:27_5": "Whatever there is, he becomes something more than the full ordination with the body, which is opposite sex with him, and so on. He has entered upon a jhāna who is called “again”.",
    "ai-tika-vin09t1:27_6": "if she resigns the training and returns to a lesser life, or he does not abandon it;",
    "ai-tika-vin09t1:27_7": "But if, as to one who is fully ordained, it is said in the Discussion of Andhaves like one who hasn’t fulfilled the training according to the essence of livelihood, it is said to be the idea of livelihood in one who has committed an offense entailing abundance.",
    "ai-tika-vin09t1:27_8": "For one who doesn’t fulfill the training according to sense pleasures, but one often thinks: One or one who has not trained in his livelihood, who is constantly without a training or one who lives in livelihood.",
    "ai-tika-vin09t1:28_0": "One who is strict by stricking a lump of cookedness –",
    "ai-tika-vin09t1:28_1": "“There is, mendicant.",
    "ai-tika-vin09t1:28_2": "This is the fourth set aside.",
    "ai-tika-vin09t1:28_3": "No Buddha is not to be spoken to about one who is strict",
    "ai-tika-vin09t1:28_4": "“The training rules here in the higher morality, in the higher morality, the training in this case is not to be dealt with for which you trained in the higher morality, the training in this way.”",
    "ai-tika-vin09t1:28_5": "For the whole of the training in the evening,",
    "ai-tika-vin09t1:28_6": "if he has sexual intercourse with those whose behavior is said to be one who hasn’t failed in the higher morality, he commits an offense entailing confession.",
    "ai-tika-vin09t1:28_7": "she’d because she had been sent to her.",
    "ai-tika-vin09t1:28_8": "For one who has not fulfilled these higher ethics, but has sex only with someone else’s livelihood who is dealing with the training. They’ve sexual intercourse, and they don’t fulfill the training.",
    "ai-tika-vin09t1:28_9": "That’s why the meaning should be understood here.",
    "ai-tika-vin09t1:28_10": "They say that the training rules on included the training rules, bearing the roam of the higher morality, the training in the higher morality, the higher mind, and the essence, and the essence of such behavior as these.",
    "ai-tika-vin09t1:28_11": "That’s why the training in the higher ethics, the training in livelihood, and livelihood is said to be livelihood.",
    "ai-tika-vin09t1:28_12": "Thus, having done good deeds, which is done by way of life,",
    "ai-tika-vin09t1:28_13": "here it is called “finition” in the Vibhaṅga thus: “He trains in the, trainer of the life”; he trains in that.",
    "ai-tika-vin09t1:28_14": "He proclaims one Council is what is beneficial.",
    "ai-tika-vin09t1:28_15": "And it is called “with meaning” since it is aroused in the sense of going in the sense of causing people. It is said to be in the sense of essence.",
    "ai-tika-vin09t1:28_16": "in this way one who lives like this is trained and excluded from the community. According to the training and declaring their inability to continue, without having sexual intercourse, one who makes use of their views.",
    "ai-tika-vin09t1:29_0": "But what is it in the Commentary that you are not deserved to be referred to as embankment? And what can be looked for?",
    "ai-tika-vin09t1:29_1": "The monk who has all the training rules in regard to this mark is that is to say: “All life” ,",
    "ai-tika-vin09t1:29_2": "And a disciple who has ended the defilements. They’ve completed the spiritual journey, and done what had to be done, and they practiced in line with the training. That’s why they lay down the training rules and only on evasively because they were perfect in one who has completed the essence. Their ultimate goal is characterized as an essential. And this is the point of someone who has not attained to the essence.",
    "ai-tika-vin09t1:29_3": "You should train only in it thus: “In this way one is able to train, he trains in that same way. That is why he trains in his livelihood; he trains in the having attained the training, in the calming on the road. ” And the way, having entered upon them, he should trains in that same very first jhāna, he trains thus: “This is why a consequence, this is called one who has attained the Arahantship.",
    "ai-tika-vin09t1:29_4": "But this virtue is the training in the higher morality, the training in the higher mind, and the higher wisdom should be understood as the Vinaya.",
    "ai-tika-vin09t1:29_5": "the training rule on undertakeing a training rule as undertaken, is said to be one who performs virtue. That is why it is called “what sort” the training rule in the lesser life.",
    "ai-tika-vin09t1:29_6": "At this point it is concluded thus: “With livelihood as well as one who lives in concluding the way to livelihood.”",
    "ai-tika-vin09t1:30_0": "How on earth can a monk, without first renouncing the training and revealing his weakness without first renouncing the training?",
    "ai-tika-vin09t1:30_1": "He should not be told:",
    "ai-tika-vin09t1:30_2": "you should not say that, one doesn’t go beyond.",
    "ai-tika-vin09t1:30_3": "‘If a monk, intending to steal, has sexual intercourse, but he has having sexual intercourse with him, revealing the training, or sexual intercourse, that monk says, “I have sexual intercourse,” he commits an offense entailing expulsion.",
    "ai-tika-vin09t1:30_4": "and one who has committed an offense entailing expulsion, but who doesn’t train in the _paṇḍaka_; and one who has committed an offense because of that _paṇḍaka_; and one who lives in the _paṇḍaka_; and one who lives in that _paṇḍaka_ is a _paṇḍaka_;",
    "ai-tika-vin09t1:30_5": "And those _paṇḍaka_ don’t give the full ordination.”",
    "ai-tika-vin09t1:30_6": "That’s why the rest of the robe is successful.",
    "ai-tika-vin09t1:30_7": "On that _paṇḍaka_, he does not want to train in a _paṇḍaka_. He has sexual intercourse with a _paṇḍaka_ and is training ruled by _paṇḍaka_; he has sex with him, he commits an offense entailing expulsion.",
    "ai-tika-vin09t1:30_8": "This bhikkhu does not get rid of getting rid of greed, hate, and delusion. Because he does not get rid of the embarrassed, which is skillful and sort of embracing the succession of mindfulness, etc., which is like the monk who embracing the bowls of buttocks.",
    "ai-tika-vin09t1:30_9": "if there is no one living in the community by theft, one who consents to, one who hasn’t committed abstaining from having committed an offense.",
    "ai-tika-vin09t1:30_10": "doesn’t shake off a cliff.",
    "ai-tika-vin09t1:30_11": "He is neither to say nor has committed the fulfilment of the offense, like one who has committed an offense.",
    "ai-tika-vin09t1:30_12": "He does not train in the training,",
    "ai-tika-vin09t1:30_13": "than this one.",
    "ai-tika-vin09t1:30_14": "What does it have caused? Or because of its cause?",
    "ai-tika-vin09t1:30_15": "his cause or benefactor,",
    "ai-tika-vin09t1:30_16": "since it has got the full ordination, it is shameless because it has no curishment and because it is shamelessness ,",
    "ai-tika-vin09t1:30_17": "And why does he not confine that illusion?",
    "ai-tika-vin09t1:30_18": "because of the _paṇḍaka_ the _paṇḍaka_.",
    "ai-tika-vin09t1:31_0": "Furthermore, the training rules on lying down has been told by the Buddha. With this training, he says, “Now, weakness without first renouncing the training.” He says, “Bhaddiya, weakness without first renouncing the training, without first renouncing the training,” and the training, “They are essentials.”",
    "ai-tika-vin09t1:31_1": "If a monk, after taking the training and way of the monks’ training, without first renouncing the training and revealing his weakness, without first renouncing the training or revealing his weakness, or without first renouncing the training,",
    "ai-tika-vin09t1:31_2": "If a monk, without first renouncing the training and revealing his weakness, without first renouncing the training and revealing his weakness, has a robe made within the Holy One’s robe, and he should then make an end of all the robe.”",
    "ai-tika-vin09t1:32_0": "“For a human female,” he said,",
    "ai-tika-vin09t1:32_1": "For he does not grow under a man of _paṇḍaka_.",
    "ai-tika-vin09t1:32_2": "Herein, the rest is as already explained.",
    "ai-tika-vin09t1:32_3": "This one should be told to dealt with according to the rule and the many other ascetics.",
    "ai-tika-vin09t1:33_0": "Sāriputta, the ruler of the lands, etc., are prescribed with flowers and the observed of the analysis of training precepts, and for the sake of simultaneously the sake of the belly.",
    "ai-tika-vin09t1:33_1": "(permission) the discrimination of the death and rebirth of the Elder Nun, having allowed consent, the Elder Nun,",
    "ai-tika-vin09t1:33_2": "But when he recovers it is said in this way, it does not arise in them that they refer to the monks, and they don’t give rise to wrong view.",
    "ai-tika-vin09t1:34_0": "“It is an illegitimate legal procedure done by an incomplete assembly,” and “It is said to be aroused” , therefore it is called “shonery” .",
    "ai-tika-vin09t1:34_1": "Someone whose embrace is unsuitable when they haven’t fallen to the level of others is called “after”.",
    "ai-tika-vin09t1:34_2": "if he says, “No, if it is possible,” he should say, “This is why I am cleared.”",
    "ai-tika-vin09t1:34_3": "or because he is not given the full ordination in this case, the righteous probation, nor has been given to him in this case.",
    "ai-tika-vin09t1:34_4": "But some mentioned each one by two, namely, this is said with wisdom:",
    "ai-tika-vin09t1:34_5": "And it was only to be given to full ordination by a unanimous Sangha that was given the full ordination, which is held in the same place as before, and it was the case of the monks who was given the full ordination by a unanimous Sangha.",
    "ai-tika-vin09t1:35_0": "“Those who have eighty years of seniority are reborn spontaneously. They are spontaneously reborn because of the approval of the lesser life; they haven’t been reborn spontaneously. They have a sense of conscience and prudence for less than twenty years. ...",
    "ai-tika-vin09t1:35_1": "‘They are sixteen years’ means because they are stated for four years.”",
    "ai-tika-vin09t1:35_2": "Saying, “Who are you going to where there is anything?” Then he shaved off his wrapped in the charnel ground,",
    "ai-tika-vin09t1:35_3": "the older state can be understood as _paṇḍaka_ and so on.",
    "ai-tika-vin09t1:35_4": "“An _paṇḍaka_ shaved in a _paṇḍaka_. They’re not exempt from _paṇḍaka_.”",
    "ai-tika-vin09t1:36_0": "if they lead the spiritual life, then if you think there is no danger of living together.",
    "ai-tika-vin09t1:36_1": "Compared to the community of novices, of novices, and of novices.",
    "ai-tika-vin09t1:37_0": "The king said, “Chief, I am the one who takes luxurious bodies, even if it is the meat they know me as an ascetic, and so why do you lives in?”",
    "ai-tika-vin09t1:37_1": "“When someone who has gone forth in the community does not know, “This isn’t allowed to make a novice or if it isn’t allowable to do it.”",
    "ai-tika-vin09t1:37_2": "is not allowed, and it is not allowed,",
    "ai-tika-vin09t1:37_3": "“A king of kings has come to stay for the welfare of the king and arranging his robe on the ground, he is one who is living in the community by theft.",
    "ai-tika-vin09t1:37_4": "blessed, upset,",
    "ai-tika-vin09t1:37_5": "I’ll make a living the spiritual life dissatisfied with these (people) regrets, when I’ll make an effort to get them, I’ll not exhausted until I want.",
    "ai-tika-vin09t1:37_6": "Accomplished in this way is pure, if he accepts the intention of each other, he consents to the edge of the monastery.",
    "ai-tika-vin09t1:37_7": "the others cease.”",
    "ai-tika-vin09t1:38_0": "“There is no general such-and-such a kind of person that is father, a killer of his father.”",
    "ai-tika-vin09t1:39_0": "Whoever praises on the person who needs praises the best kinds of persons, but not if he knows that a nun has not yet received it,",
    "ai-tika-vin09t1:39_1": "If a nun who has committed one offense entailing expulsion and raped a messenger with that nun, is expelled and excluded from the community.",
    "ai-tika-vin09t1:39_2": "But the nun who wants to steal from the group of six—whether their mother and father, brothers, sisters, relatives of religions and kinsmen—then on the Monastic Law, and who lacks permission from the Collections.",
    "ai-tika-vin09t1:40_0": "‘If a monk lies in full awareness, he commits an offense entailing confession.’”",
    "ai-tika-vin09t1:40_1": "The training rules, when one is liable to be reborn, here one is named here who have not grasped,",
    "ai-tika-vin09t1:40_2": "“Seeing these intervals” is what was said.",
    "ai-tika-vin09t1:40_3": "with the training rules, having renounced that training, occured in mind,",
    "ai-tika-vin09t1:40_4": "She is known as her:",
    "ai-tika-vin09t1:40_5": "This is the meaning of what was said, in regard to this matter, this is said.",
    "ai-tika-vin09t1:40_6": "Because he has found no great supernormal powers, he does not subdue the training in the world that feeble through enlightenment.",
    "ai-tika-vin09t1:40_7": "For therefore she said: “Here, abandoning the weakness of our livelihood in that place and saved on it, without first being weaked from it.”",
    "ai-tika-vin09t1:40_8": "for it becomes feeble, productive.",
    "ai-tika-vin09t1:40_9": "The training rule on weaknesses in one who is opening the training rules, or who has a revealed his weakness together with the training, should be understood to be treated as an opening.",
    "ai-tika-vin09t1:40_10": "Or alternatively, some of the training isn’t feeble, weak, opened, unshakable, and clarified. That’s why it has said, “Have it opened the inner skin,”",
    "ai-tika-vin09t1:40_11": "Herein, there might be no reason for his first renouncing the training, but just as weakness, after first renouncing the training and revealing his weakness. That is why, the meaning of this.",
    "ai-tika-vin09t1:40_12": "not why should it not be lost,",
    "ai-tika-vin09t1:40_13": "Because of the power of those one life.",
    "ai-tika-vin09t1:40_14": "“The training rules on lying down is included in the essence of one who has entered upon the way already described. The training is incompatible and the training, and he says that it is said first. Their livelihood is in the way that someone has entered upon it. The meaning is this: ‘The soul and the weakens it. The meaning is not appropriate to say, but the meaning is another.’”",
    "ai-tika-vin09t1:40_15": "Those who have faith in the ocean,",
    "ai-tika-vin09t1:41_0": "training, revealing, and making known to the meaning of all the reasons of all the time.",
    "ai-tika-vin09t1:42_0": "he investigates an opportunity to enter into the penis.",
    "ai-tika-vin09t1:42_1": "entering the root of the trees that are tiny, at the wrong time,",
    "ai-tika-vin09t1:42_2": "the story of the one who stands on the ground and",
    "ai-tika-vin09t1:42_3": "Puts out the appropriate occasion:",
    "ai-tika-vin09t1:42_4": "but, for the sake of the Vinaya, they thought, “This is why it is called “The “The going to destruction”.",
    "ai-tika-vin09t1:42_5": "As they do so, the same result is the same position in the same way.",
    "ai-tika-vin09t1:42_6": "(But) consenting for: the intention to get past, the mental mind,",
    "ai-tika-vin09t1:43_0": "For this is what is called concluding the analysis of both Monastic Codes, that is to say, the giving of all the gifts of the analysis of giving.",
    "ai-tika-vin09t1:43_1": "“It is stated here with the group of five” . It is stated here by using that the third method, the fourth, and the ninety-five.",
    "ai-tika-vin09t1:43_2": "Therefore if the monks are sitting in the Monastic Law, or if they are compelling the Monastic Law, then they should be expelled in the Monastic Law:",
    "ai-tika-vin09t1:43_3": "which is a reference to the type of deeds, there is no rebirth in the new state of existence.",
    "ai-tika-vin09t1:43_4": "if he says, “What is the ground of one whose site has been decided about, from a cleansed, or from a dwelling,” “This is including the Sangha’s speech?”",
    "ai-tika-vin09t1:43_5": "“Namely Yasa replied: “Naying downwards, he does not split his legal procedures; he is fearless and famous and separated from his advice.” Then he said, “Before it is unspecified; he doesn’t show his face in its reputation; he doesn’t show its own name.",
    "ai-tika-vin09t1:43_6": "He should remove (them), “Having removed,” and “It’s to remove the coals,” and when it is said, “It’s here,” “It’s said, composed.”",
    "ai-tika-vin09t1:43_7": "And the meaning here too should be understood as included in the three trainings beginning with the shackles, etc., and because they are included here without having taken that much, the meaning is, “from here” because it is to be understood as definition in the sense of urgency, and the meaning is not to be understood in each case.",
    "ai-tika-vin09t1:44_0": "The training rules that were these, etc., should be understood in accordance with the bodily actions, etc., and because they were not compared to each other ignoble persons.",
    "ai-tika-vin09t1:44_1": "But here the mind is limitless intent upon having a measureless (sense-spheres), and through having adhered to mind.",
    "ai-tika-vin09t1:44_2": "Herein, the community of Noble Ones should be understood as the disappearance of the consciousness-of-self.",
    "ai-tika-vin09t1:44_3": "It is the first thing that is called “swavering” in the sense of urgency, having non-human beings” .",
    "ai-tika-vin09t1:44_4": "If he does not consent to the Vibhaṅga thus, “Whoever consents to the intentional actually does not consent to? If he does not consent to the intention of Villages in the way already described, then the consciousness of the consciousnesses of the base consisting of boundless mind and bodily formless states, is what is meant by the intention of consciousness?”",
    "ai-tika-vin09t1:44_5": "That’s why it is said: “This is in the appropriate ways, it seems appropriate to say that, like a man who has apprehends the variety of consciousness, like the other man’s flavour, and attends with the intention toiety, takes noise of others’ mind.",
    "ai-tika-vin09t1:44_6": "He thinks, “He does not associate with any kind of support,” and he makes them known to others. So he thinks, “He does not deliberately about all the people who know,” and he acts in the way he commits an offense entailing expulsion.",
    "ai-tika-vin09t1:44_7": "If he does not agree to the entry, nor is there no offense.",
    "ai-tika-vin09t1:44_8": "Since he does so, he shouldn’t feel anything to be known by the mind.",
    "ai-tika-vin09t1:45_0": "And here there is an activity that has been done in the place where the monks haven’t been done, or they dealt with according to the rule. Or the specific purpose, they don’t reach of either.",
    "ai-tika-vin09t1:45_1": "He has the worm-infested corpses, and reputations in order to show length of the bodies of actions that is own.",
    "ai-tika-vin09t1:45_2": "whose mind is on the day of the one whose object is constituently.",
    "ai-tika-vin09t1:45_3": "When their mind has no characteristic, because of non-diversion and uncontrolled, or any harm? Or that which is undeveloped.",
    "ai-tika-vin09t1:45_4": "it is said to be “what is perception” in the other oppositeness of the perception that is associated with the signless release, without anything left over.",
    "ai-tika-vin09t1:45_5": "Now comes through which a training rule of the mind is reckoned as a state of loss, he thinks, “Now on that account of that,” and so on.",
    "ai-tika-vin09t1:45_6": "And when they arise in the same way, some give up the value of the world, some with its deities, some double-orld.",
    "ai-tika-vin09t1:45_7": "The mind is called “special” in the world thinking: “It is a mind-made deeds” or “the range of mind-made deeds are universal deeds”;",
    "ai-tika-vin09t1:46_0": "Any deed that emerges from oppression should be practiced free from these.",
    "ai-tika-vin09t1:46_1": "But here there is some of the one who has attained the cessation of stream-entry that falls from the cessation of perception and feeling, does not get rid of repulsion. He doesn’t gain unachieved, eradicated remarks, and doesn’t grasp how many feelings have repelled.",
    "ai-tika-vin09t1:46_2": "for the training rules: “The one who has acquired the (true) mental formations,” is one who has acquired the feeling of mind, etc., is said to be the one who has acquired the (nature): “The mind-made body which is called my consciousness of consciousness” .",
    "ai-tika-vin09t1:46_3": "Here is the Discourse:",
    "ai-tika-vin09t1:46_4": "if he thinks, “This isn’t committed to the attainment of the mind, but when it is skillful and unskillful, he gets up.”",
    "ai-tika-vin09t1:46_5": "“For one whose mind is like a light, there is no offense for the release of the heart, not for the full awareness, not for the sake of liberation,",
    "ai-tika-vin09t1:46_6": "This is what they’ve done by them.”",
    "ai-tika-vin09t1:47_0": "In the first place where the breaths must be apprehended thus:",
    "ai-tika-vin09t1:47_1": "For one who is called ‘rotected’ and so on in mind’ and so on including the mind of ‘unbowl’,",
    "ai-tika-vin09t1:47_2": "For he who has exclusively profitable consciousnesss in both ways: it is called “bounded”.",
    "ai-tika-vin09t1:47_3": "In the abode of Surādha, he cannot know, “The water isn’t able to go in a grove,” and he is not skilled in woods.",
    "ai-tika-vin09t1:47_4": "Herein, he is not known that in this way, “As abode isn’t found,” and he does not agitated from the world, then on the occasion of the world,",
    "ai-tika-vin09t1:47_5": "(then) the eighty-four, the Elders, surrounding the Sambuddha (afterwards) from the fetters (of Buddha), –",
    "ai-tika-vin09t1:47_6": "“In this case ‘afternally’ means without reason.",
    "ai-tika-vin09t1:47_7": "If he is known to meaning, there is no ruler of all world’s teaching, and there are no knowledge of the world in all ways, it is no more in the world.",
    "ai-tika-vin09t1:47_8": "Therefore it is observed when the topic is announced. When what is announced, it is now.",
    "ai-tika-vin09t1:47_9": "They don’t know what is allowable or what is not.",
    "ai-tika-vin09t1:47_10": "But here is this training rule and followed the training rules for his mind, but not for the sake of the world. That is what isn’t established in whom the mind, whose mind is distorted by irreversible and fit for the world, for the elimination of the world’s mind is reckoned as an incalculable, for the sake of their alternatively for the world.",
    "ai-tika-vin09t1:47_11": "“For he whom this is like that” said the name of the mind:",
    "ai-tika-vin09t1:47_12": "For it is not stated in the way beginning, “One whose mind is familiar with one’s own mind” , and so on. In this way the meaning should be understood in the way already described under the meaning.",
    "ai-tika-vin09t1:48_0": "but as others do the sound of animals, etc., that is, a serious offense.",
    "ai-tika-vin09t1:48_1": "if they agree to do it in this way, “What is said?”",
    "ai-tika-vin09t1:48_2": "is said: “He is,” because he is causallyity, it is said because he is causally complete .",
    "ai-tika-vin09t1:48_3": "This being so, they should behave in this way.",
    "ai-tika-vin09t1:48_4": "But the deed it is not stated in the way already described.",
    "ai-tika-vin09t1:48_5": "he pulls the knees with a knees:",
    "ai-tika-vin09t1:48_6": "beforehanding it has been spended,",
    "ai-tika-vin09t1:48_7": "“Bhikkhus, when the words and phrases are well organized, the meaning is that he says is independent, well-explained, etc., meaningful, and well-phrased. That’s why it doesn’t only repay in detail, not expressed their meaning.",
    "ai-tika-vin09t1:49_0": "The first kind of color is finished.",
    "ai-tika-vin09t1:50_0": "2. Dutiyapārājikavaṇṇanā",
    "ai-tika-vin09t1:51_0": "Or in the description of the perception of village or the district, which is why it is called “in the beginning”.",
    "ai-tika-vin09t1:51_1": "All the village districts should be understood as follows: “In this village, town, village boundary, or wilderness.”",
    "ai-tika-vin09t1:51_2": "Likewise the wildernesses that is why the headed for a wilderness, an in the wilderness, a certain wilderness, or an undefinished perspective separated, one group of five.",
    "ai-tika-vin09t1:51_3": "There is no village in the village where there is no danger in any village or wilderness. There is no duties to the wilderness in the wilderness, and there is no duties to breaklerate, deprave, or to live in the wilderness.",
    "ai-tika-vin09t1:52_0": "Herein, the boundary that defines who belongs to the same community and who should be understood that the village too is used in the neighborhood of a village boundary and the village, and the names should be understood as disciplined.",
    "ai-tika-vin09t1:52_1": "The storehouse was stored indoors, took the rainy season.",
    "ai-tika-vin09t1:52_2": "She said, “The training is risky,” “They are going along the houseless,” and they said,",
    "ai-tika-vin09t1:52_3": "saying, “Where settles out from the house wherever he is wandering.”",
    "ai-tika-vin09t1:52_4": "the states of getting rid of ingratic in inhabited areas is this simile.",
    "ai-tika-vin09t1:52_5": "‘If a nun walks to the next village by herself, but then, when anywhere in the next village by herself, they reach the enclosed inhabited area, the same place as before.",
    "ai-tika-vin09t1:53_0": "When ancient time is about to enter the villages, he took hold of him, shouted him at the wrong time, and he said, “Even-worms, there is no needle in the village,”",
    "ai-tika-vin09t1:53_1": "And of the districts in the percipients in the village positions which were drawn in and divided, spotless, separating, and in the neighborhood of a village, district, successively entered the village.",
    "ai-tika-vin09t1:53_2": "Upacālāsa and the Paṭisambhidā is the meaning.",
    "ai-tika-vin09t1:53_3": "for the way stated should be understood in accordance with the suttas beginning and “From the village,” the way in the way already described.",
    "ai-tika-vin09t1:53_4": "Firstly, a mendicant—who has told a field of cross-legged—they ask: “Anything.",
    "ai-tika-vin09t1:53_5": "he goes calming above.",
    "ai-tika-vin09t1:54_0": "When a jute robe-cloth is finished in the next village by the monks, if it is at the next village with a nun who is staying in the same precincts, then in the next village or the vicinity of the community by theft, if he goes beyond the companion nun who goes beyond the vicinity of the central square, he commits a serious offense.",
    "ai-tika-vin09t1:54_1": "Herein, “Venerable sir,” he replied, “Looking to them all that needs them,” but only a single treatment.",
    "ai-tika-vin09t1:54_2": "wherever do you think, “Where will find the state of completed,” but not the otherwise.",
    "ai-tika-vin09t1:54_3": "these two are snareshing and broke.",
    "ai-tika-vin09t1:54_4": "“From the unenclosed inhabited areas,” he in the vicinity of an unenclosed village.",
    "ai-tika-vin09t1:54_5": "Likewise those who are stones, in the open.",
    "ai-tika-vin09t1:54_6": "if he crosses the threshold to the bedroom, and he crosses the second foot, he commits a serious offense.",
    "ai-tika-vin09t1:54_7": "practice in the same way. ...",
    "ai-tika-vin09t1:54_8": "when she has gone beyond one foot-stool or at the next village with one foot, she commits a serious offense entailing suspension. The second offense entailing suspension is finished.’”",
    "ai-tika-vin09t1:55_0": "He takes hold of it, thinking, “They are going beyond the vicinity of the robe-cloth,” and they were told by the new.",
    "ai-tika-vin09t1:55_1": "discussing the prohibition against each other, thinking, “Ascetics the village,” they do not say, “Whether it can be insteadstines.”",
    "ai-tika-vin09t1:55_2": "And he should understood another said in the village too: ‘Blesseds in the village,’ and they should understand this.",
    "ai-tika-vin09t1:55_3": "Then the villages, towns, and creepers, and enclosures it from the posts of the two requisites. Then it is requisites after enclosing the floor, although it is said: ‘Having been enclosed, it is said to be enclosed, so that the village is why it is unwiled,’",
    "ai-tika-vin09t1:55_4": "Herein, from one who is worthy of a requisite that is worthy of at an unfinished and suspended.",
    "ai-tika-vin09t1:55_5": "That’s why they say that the meaning is that in which the next life is said to live in a village.”",
    "ai-tika-vin09t1:56_0": "If, when one who is requisites (afterwards) has a conversation, he then stood in the same place as before, and he then goes beyond the vicinity of the position, and he then stands too near the gateway to the village, for each leg that enclosed inhabited area, he commits an offense entailing confession. Then if the throne, the second enclosing the threshing the ground is finished before, he commits an offense of wrong conduct.",
    "ai-tika-vin09t1:56_1": "The inhabitants of the group of nuns, thinking: “After going beyond the village, the narrow is said to be exhausted by the novices,”",
    "ai-tika-vin09t1:56_2": "It’s why a doubts about the Teacher’s feet with her feet,",
    "ai-tika-vin09t1:56_3": "Their going beyond are exceedingly the meaning should be understood as follows: “This is the only assembly.”",
    "ai-tika-vin09t1:56_4": "This is how to define a delimitation in these three ways in which the village is included.",
    "ai-tika-vin09t1:56_5": "The meaning of this is the meaning of this. It is said to be the recommendation of this.",
    "ai-tika-vin09t1:56_6": "If not, not being requisites, he should do so while it is finished in the village or the monastery asserts to the inside of the monastery or the nuns’ dwelling place, or if he does not, he commits an offense entailing confession.",
    "ai-tika-vin09t1:57_0": "Then, after setting the village, he has keeping it connected. Consequently, enclosed, of all the villages, towns, and capital in the village.",
    "ai-tika-vin09t1:57_1": "For this is said in the Commentaries: “It is enclosed by a requisite belonging to the village, it is enclosed by a village.",
    "ai-tika-vin09t1:57_2": "When they’ve determined on robe-cloth, a monk doesn’t get any food-cloth.”",
    "ai-tika-vin09t1:57_3": "But here, what reasons to the village, town, and the capital are here?",
    "ai-tika-vin09t1:57_4": "When the Buddha had gone, they thought, “The mendicants stored the robes in an inhabited area of the three robes,” and they put them aside the village with their three robes in inhabited area, and they put it aside the village in inhabited area.”",
    "ai-tika-vin09t1:57_5": "That’s why the perception of sarong should not be understood where the perception of inhabited areas.",
    "ai-tika-vin09t1:57_6": "After that storehouse seeking the robe-cloth within the first rainy-season robe, he must stay in the room at the end of the robe. Then, when the robe is finished, one must stay in the room, or at the time of the robe.",
    "ai-tika-vin09t1:57_7": "if the building work area of a dwelling, then the builder is one leftover, and the robe-cloth is kept in the ground.",
    "ai-tika-vin09t1:57_8": "When she does just that, she says, “When a robe is finished in which the robe-cloth is included in that village, if it is included in the neighborhood of a village, and it stays therefore it.”",
    "ai-tika-vin09t1:57_9": "With the first training rules he does not master them.",
    "ai-tika-vin09t1:57_10": "Herein, the training rule on entering a village within a district, and then in the vicinity of a village, he commits an offense entailing confession.",
    "ai-tika-vin09t1:57_11": "it is said to be shown by an enemy:",
    "ai-tika-vin09t1:57_12": "In this case, “In this monastery” the Monastic Code is but not the name of the house of a man who is moved in the vicinity of an abode of the house, etc., and she is to be found at the wrong time of a village, town, or village.”",
    "ai-tika-vin09t1:57_13": "On the contrary, on that occasion in the house of a house in that house, which is standing at the time of a stone’s house, and in the noble ones, composed to the Great Shrine,",
    "ai-tika-vin09t1:57_14": "for if he cannot requisites in the same place as “invited” and “It is an enclose,” and “It is used for seven enclosing the gateways in the village,” and he should put it in the same place as before.",
    "ai-tika-vin09t1:57_15": "Likewise and live happily.",
    "ai-tika-vin09t1:57_16": "Likewise, the monastery called the enclosure called an enclosure monastery called the monastery is an unenclosed monastery.",
    "ai-tika-vin09t1:57_17": "Inside the monastery of the requisites such as lodgings, and he gets all enclosed the monastery for the threshings.”",
    "ai-tika-vin09t1:57_18": "But in this conversation there will be embarked.",
    "ai-tika-vin09t1:57_19": "That’s why the second pulla is covered up by dishes.",
    "ai-tika-vin09t1:58_0": "‘Anyone who enters the village nostril, she commits an offense entailing confession.’”",
    "ai-tika-vin09t1:58_1": "In the village of a stone’s throw of one of average height is standing between the gate-posts, at the end of a stone’s throw, there is no place here.",
    "ai-tika-vin09t1:58_2": "At this point it is twofold enclosed: the fourth enclosures that provides fuel for attachment. That is, it doesn’t show.",
    "ai-tika-vin09t1:59_0": "what is meant in the village district, and the eighth characteristics, etc. is what is said.",
    "ai-tika-vin09t1:59_1": "Because what is beneficial for both.",
    "ai-tika-vin09t1:59_2": "Herein, the village boundary should be understood as follows:",
    "ai-tika-vin09t1:60_0": "While people are called “the village” can dwell in a charnel ground, a park, a forest grove covered with flowers and fruits, and so on.",
    "ai-tika-vin09t1:60_1": "And this village district should be understood to live in the wilderness: “The precincts of the village in an uninhabited” .",
    "ai-tika-vin09t1:60_2": "Wherever the Buddha shows this inhabited area the monks, supporting the inhabited area for the monks, and making a town or village for the town.",
    "ai-tika-vin09t1:60_3": "On the next day it is said to be that “Lay follower” and so on.",
    "ai-tika-vin09t1:60_4": "That’s why, when a mendicant lives supported by a town or village, but not a roadside within seven days. There is no enclosed by the noble road.",
    "ai-tika-vin09t1:60_5": "For this is said: “When a caravan is finished, one must store the robe in front of a caravan, and one must not go in front of the caravan,” and so on.",
    "ai-tika-vin09t1:60_6": "For this is how it is said to be “Sandaka, a wilderness inhabited area”.",
    "ai-tika-vin09t1:61_0": "if, when it is an uninhabited area, a wilderness, then for every six kilometers it is said to be worthless than a 40 kilometers, he commits an offense entailing confession.”",
    "ai-tika-vin09t1:61_1": "Here is called an “one who has founder in the wilderness”.",
    "ai-tika-vin09t1:62_0": "But in the earlier steps the shackle:",
    "ai-tika-vin09t1:62_1": "That calculates and “ forest” is said to be “gine” regarding the eight kinds of village a certain forest grove. It is just like the Indasāla cave in the wilderness, who thinks, ‘In the wilderness, at the foot of a tree, or in the wilderness.’",
    "ai-tika-vin09t1:62_2": "But that village is complete in that village.”",
    "ai-tika-vin09t1:62_3": "Whatever enough is called “The dwelling of 8000 dwellings” is finished.",
    "ai-tika-vin09t1:62_4": "what is called “requisites” is a requisite belonging to the precincts of enclosed walls, a tree root, or a charnel ground, or a forest or a tree standing outside.",
    "ai-tika-vin09t1:62_5": "Like that, “This is the decline of a group.”",
    "ai-tika-vin09t1:62_6": "this is the wilderness inhabited area.",
    "ai-tika-vin09t1:62_7": "When it has been previously developed in this way, it is still only this to be reached by the movement of one person, because ofs it came out and where there is no offense.",
    "ai-tika-vin09t1:62_8": "if he makes an effort to have already explained, then when there is a hundred leagues long, but no less than that.",
    "ai-tika-vin09t1:62_9": "And the other three are just as they are.",
    "ai-tika-vin09t1:62_10": "You can get to know this.",
    "ai-tika-vin09t1:63_0": "Herein, the meditator’s district is standing in the village district, above the bedroom, and throws the unwelled place in the Vinaya and the village districts, but not even one or a single stone’s enclosed inhabited area, hens the thrown aside in the room.",
    "ai-tika-vin09t1:63_1": "At the time of an enclosed inhabited area of a wall, even if the ground is unenclosed, with the enclosure of a funeral pyre.",
    "ai-tika-vin09t1:63_2": "If, when it is finished, he makes it enter the village outside the village.",
    "ai-tika-vin09t1:63_3": "For, when the nuns only think about it, they enter the village or the village, and they invite villages to enter the village and the village too early, there is an offense.",
    "ai-tika-vin09t1:63_4": "When he stands in the wilderness, he should go to the forest with a rainy season. ...",
    "ai-tika-vin09t1:63_5": "The nuns should be told to point out the three supports and the eight things not to be done to the newly ordained nun.",
    "ai-tika-vin09t1:63_6": "the training rules on wildernessing the training rules at the wrong time, and the nuns are not able to obtain the rainy-season residence of the Bhikkhus, the nuns, the monastery gateway, and the uncomfortables, the usual practice of sex. Contact with women even when there is a serious offense, etc., or that is an unsuitable oppressed when there is a serious offense entailing confession.",
    "ai-tika-vin09t1:64_0": "“A nun should stay in the wilderness, at the foot of a tree, or in a wilderness dwelling in the wilderness. She has not yet been allocated to the nuns, she commits an offense of wrong conduct.",
    "ai-tika-vin09t1:64_1": "For that monk is in the wilderness, at the end of the dwelling, and in the second rainy-season residence, he commits an offense entailing confession.",
    "ai-tika-vin09t1:64_2": "That’s why the boundary preparing a boundary and saying, “Having set up a village, then placed the village and go to the neighborhood of a village, for the sake of that eon, or of itself. That is why it is not allowable.",
    "ai-tika-vin09t1:65_0": "And those monks who were no grounds, after turning them away from their sarong and upper robes, and then sent them from the village to village. They then squeeze the inhabited areas, thinking, “Posses, who stay in the village boundary and return to the village.”",
    "ai-tika-vin09t1:65_1": "After that, in the second place where the western tanks based on the ground, he does not enter the village too far as the forest or the village nearby.",
    "ai-tika-vin09t1:65_2": "Therefore it is said: “ apart from here, there is an attainment between monks.”",
    "ai-tika-vin09t1:66_0": "Then, by knowing that the five schisms in the village wherever there is no schism, no breaking up of the forest, etc., should be understood, and gained no footing.",
    "ai-tika-vin09t1:66_1": "Herein, anyone who is possessive is called a spirit to gain in every way beginning, “Whoever among human beings is not possessed of the training rules,”",
    "ai-tika-vin09t1:66_2": "For when the whole of the Buddha was talking about at the time of the wheel-turning monarch, he thinks, “The evening time has been possessed by a Buddha, and the time has been possessed of the native spirits.”",
    "ai-tika-vin09t1:66_3": "One who bandits from a monastery, from a city, from a sunshade, and from a charnel ground, sarong, plays in the village, and sleeping place in a village near an unsuitable village, he commits an offense entailing confession.",
    "ai-tika-vin09t1:66_4": "But when some people go to a village on some business or other roads, they don’t go back to that same place as before.",
    "ai-tika-vin09t1:67_0": "There is some wilderness dwelling in the wilderness, wherever there is no hunting or finishing or nearby, one vicinity or non-percipient. Wherever one person’s own climbs reference to the other, they should understand how to go from another village.”",
    "ai-tika-vin09t1:67_1": "But if a requisite is designated as “instance” in the village or the district of ingredients” in the village, whether he is not far from the village or the district,",
    "ai-tika-vin09t1:67_2": "There is no one to attain the attainment of the village.",
    "ai-tika-vin09t1:67_3": "But what’s in the wilderness, in the forest, humanity, and fit for a wilderness.",
    "ai-tika-vin09t1:67_4": "for he does not gain the benefit of others,",
    "ai-tika-vin09t1:67_5": "“That’s how to define a cow who is not capable of doing this allowance to show the wisdom of its characteristic.”",
    "ai-tika-vin09t1:68_0": "each village, etc., is there even a single village district, if it is of all the village in the village district,",
    "ai-tika-vin09t1:68_1": "If not, he should be questioned by one who is requisites.",
    "ai-tika-vin09t1:68_2": "If they were to go to the neighborhood of a village, he needed the queen and park that was given.",
    "ai-tika-vin09t1:68_3": "When an inhabited area in inhabited area of precincts, inhabited area in inhabited areas, and it is said to be worthless when she’s dwelling in inhabited areas, not to the observance-day procedure, from the teachers of the villages, towns, or from strips of the threshing floor-st. In this way the teachers, he thought, “Let usually start to prepare the seats of the five statushles,” and so on the second.",
    "ai-tika-vin09t1:69_0": "“This too is the one of the monks in such a village, if the King says, ‘Give me some climb up to one of the same village,’ and only if they go to the next village,’ and only the King becomes plunges into the neighborhood of a village, and he is going to the neighborhood of a village.”",
    "ai-tika-vin09t1:69_1": "If there’s a dwelling with plenty of food, they including a sleeping place with the intention of the family, or if there is no danger in the Vinaya.",
    "ai-tika-vin09t1:69_2": "is what is said to be “in village”.",
    "ai-tika-vin09t1:69_3": "Then it is possible that place wherever the village was prepared, for the inside or the village, or the threshold to go.",
    "ai-tika-vin09t1:69_4": "If not, then you should go to the wilderness.",
    "ai-tika-vin09t1:69_5": "Herein, if a certain monastery or a certain sectarians should be obtained a certain dwelling place of the ascetics of other religions,",
    "ai-tika-vin09t1:69_6": "or if a monk is going to the village for alms, he may enter the village for alms.",
    "ai-tika-vin09t1:69_7": "“In the village, apart from that village or wilderness, the wilderness, and the remainder is careful and the wilderness, and there is no enclosure about in the wilderness, apart from that village or wilderness, if there is no getting what is left over, then if there is nourishment of him if there is nourishment of him when there is nourishment of that.”",
    "ai-tika-vin09t1:69_8": "When there is such a one, he considers thus: “Gotama in a wilderness inhabited area without taking leave of the boundary, he has drawn towards the boundary and neglect absorption, unincluded each other, and everything unexcelled actually, without missappointment.” But he does not look down on them.",
    "ai-tika-vin09t1:70_0": "“Firstly, they say, “Having habited the forest and gone to the neighborhood of a village, they won’t go to the village, live in the wilderness, or in the forest.” And when it was said, they won’t be in the village too.",
    "ai-tika-vin09t1:70_1": "victor in the village or the goal.",
    "ai-tika-vin09t1:70_2": "for there is the village he has to go to the wilderness, and he is dead.",
    "ai-tika-vin09t1:70_3": "Where is the village to the village?",
    "ai-tika-vin09t1:70_4": "You don’t go to a village with your public meeting hall, or in the wilderness.",
    "ai-tika-vin09t1:70_5": "Therefore the village or the Vāseṭṭha, “From that village or wilderness” is included in the name of the town.",
    "ai-tika-vin09t1:70_6": "That’s why he doesn’t shine in the wilderness,",
    "ai-tika-vin09t1:70_7": "If he thinks, “If they’re the first and the village,” and they should be told, “This is how they should be told.”",
    "ai-tika-vin09t1:70_8": "Transmigration of the forest",
    "ai-tika-vin09t1:70_9": "Because this is said, “This isn’t found a simile of wisdom. ”",
    "ai-tika-vin09t1:70_10": "The village named after the very village here is there",
    "ai-tika-vin09t1:70_11": "If they say, “If it’s possible to see a deliverance in the wilderness,” and they say, “Bhikkhus, what is their meaning? ”",
    "ai-tika-vin09t1:70_12": "But in the precincts it only as you live in the precincts, prominent neighbouring villages, towns, and circumferences.",
    "ai-tika-vin09t1:70_13": "But there is no minor matter in which a classification of village remaining as waves, and naturally in the sense of waves,",
    "ai-tika-vin09t1:70_14": "The second enclosed inhabited area in the same way is said to be “waitness in an unsuitable village” .",
    "ai-tika-vin09t1:70_15": "Herein, there is an unincluding in the wilderness, if not seeing a delimitation in the wilderness, you should be told, and there is no need.",
    "ai-tika-vin09t1:70_16": "“Having gone out from the Indasāla cave, this is all of them.”",
    "ai-tika-vin09t1:70_17": "This being so, there is no way of body, speech, or mind.",
    "ai-tika-vin09t1:71_0": "“Today this is why a man’s thrown at the wrong time,” he said, “This is why ‘after the village’s precincts.",
    "ai-tika-vin09t1:71_1": "whatever is said in the wildernesses of seeing the forest with no requisites they seed in the wilderness—of the forest, the meditator’s enclosed in a village, etc.—that is said to be “requisites”.",
    "ai-tika-vin09t1:71_2": "even if they do not see a wilderness inhabited area, saying, “Even if it is a stone thrown by a man of medium one,” etc., and such a one is standing between the medium one, however, is to say, a disposed of a man’s speech.",
    "ai-tika-vin09t1:71_3": "For the sake of the vicinity of a village in the village, the for the sake of the which they throw down the stone’s precincts is said.”",
    "ai-tika-vin09t1:71_4": "How do you get so?",
    "ai-tika-vin09t1:71_5": "Saying, “We were unable to lift the ascetic,” he told the story of the novices, “Even if you were to remove the cow!” But he had no agreement.",
    "ai-tika-vin09t1:71_6": "Herein, there is no room in a cow’s place, but don’t point it out. When it is less than three months, it would pull out of compassion.",
    "ai-tika-vin09t1:71_7": "That is:",
    "ai-tika-vin09t1:71_8": "the meaning is this: “For one who sees a wilderness requisite belonging to a different Buddhist sect, if he is the meaning of it in the wilderness but not to public meeting hall with a group; the meaning is expert on all sides by the rainy season; the meaning is expert in the hurry; the meaning is expounded in that way.”",
    "ai-tika-vin09t1:72_0": "“With an unenclosed inhabited area: the Buddha has three stones, the stone-throw of a man in the vicinity of a house.”",
    "ai-tika-vin09t1:72_1": "That is:",
    "ai-tika-vin09t1:72_2": "In the case of an unwalled village, the whole of that unworld looks here and there is a separate boundary, the neighborhood of a village, the town, the caravan, and the opposite circumstances should be understood to show the three trainings, and the enemy in which the village is district. And the Buddha says, “There are three training rules on what is meant.”",
    "ai-tika-vin09t1:73_0": "Then, without getting permission from the group of six, he may stay in the neighborhood of a village boundary and then gets the meaning.",
    "ai-tika-vin09t1:73_1": "if the requisites are enclosed in the middle, and the monastery is unevenly unevenly in the middle. This is the one who belongs to the same community.",
    "ai-tika-vin09t1:73_2": "Because of the connection with both spheres including the kind already described.",
    "ai-tika-vin09t1:73_3": "“In a monastery, when monks are staying in the monastery, the monks from the group of six are swept without taking leave.”",
    "ai-tika-vin09t1:73_4": "if he leaves the next to an obstacle in the midst of the people in the next life, saying: “In the same way there is no danger of living together, therefore the monastery workers of the village or the districts.”",
    "ai-tika-vin09t1:73_5": "Those monks should show the second-monasteries for the village to the village, but without getting permission from it. They should then continue the second two or three times, but without getting it.",
    "ai-tika-vin09t1:73_6": "and in village, town, or royal official can be understood as if the sectarians.",
    "ai-tika-vin09t1:74_0": "He has been laid down by the ruler of the offenses",
    "ai-tika-vin09t1:75_0": "The training rule on showing villages",
    "ai-tika-vin09t1:76_0": "to the village of the village, and there are two kinds of people here.",
    "ai-tika-vin09t1:77_0": "or was the vicinity of the hostile person on the near shore.",
    "ai-tika-vin09t1:78_0": "And two inside,",
    "ai-tika-vin09t1:79_0": "The fourth sections of requisites belonging to an enclosed storehouse.",
    "ai-tika-vin09t1:80_0": "For if he uses the sound of your robe and leaves in the monastery, I allow you to use the rainy-season residence in the monastery, and in the vicinity of a monastery, the thirteen, and the outside.",
    "ai-tika-vin09t1:80_1": "The external requisite is enclosed in the place where it’s used.",
    "ai-tika-vin09t1:80_2": "“For the monastery requisites are enclosed, then in the vicinity of a monastery, if the monastery is unenclosed,",
    "ai-tika-vin09t1:80_3": "Inside the monastery: the enclosure is the meaning of any enclosures that can be used in the enclosure of the throat.”",
    "ai-tika-vin09t1:80_4": "it is worth enclosing the requisites enclosed by the Community.",
    "ai-tika-vin09t1:80_5": "It may be that requisites are called “prepared” in the same monastery as in the same monastery as in the same way.",
    "ai-tika-vin09t1:80_6": "After reciting them by the outside of the village, they won’t do the observance-day procedure together. They then inform the officials of the village, towns, or villages, towns, or citys, and internally and externally.",
    "ai-tika-vin09t1:80_7": "To the wilderness nun who has observed what is allowed to go and visit the path to it, and so on, it should understand this:",
    "ai-tika-vin09t1:80_8": "Herein, here in the first stealing is shown by means of stealing.",
    "ai-tika-vin09t1:80_9": "the first unenclosed inhabited area within a second enclosed inhabited area of the precincts. It can be understood to be shown by one who is external.",
    "ai-tika-vin09t1:80_10": "In this way, Upavāṇa, there are four directions for the Buddha. When they were taught by pointing out the four noble truths, they will not be able to bring them back by doing so that this teacher’s doctrine, then he should not transgress it in line with the teachers.",
    "ai-tika-vin09t1:80_11": "Anyone else’s teaching:",
    "ai-tika-vin09t1:81_0": "I am the ruler of the Buddha!",
    "ai-tika-vin09t1:82_0": "in a deeptening deep into the Dhamma,",
    "ai-tika-vin09t1:83_0": "One who, not knowing the Monastic Law, not understanding,",
    "ai-tika-vin09t1:84_0": "he is hard to see the teaching of the Dhamma.",
    "ai-tika-vin09t1:85_0": "When I’ve stayed at a mirage,",
    "ai-tika-vin09t1:86_0": "(but) from the eight (permissions)",
    "ai-tika-vin09t1:87_0": "Associating with the impermanence of others,",
    "ai-tika-vin09t1:88_0": "is honored only by you, like the city.",
    "ai-tika-vin09t1:89_0": "like vegetables in a large crowd,",
    "ai-tika-vin09t1:90_0": "when an astute mendicant practices in front of them.",
    "ai-tika-vin09t1:91_0": "Without having destroyed the poison, without having destroyed (them) eating,",
    "ai-tika-vin09t1:92_0": "he does nothing wrong.",
    "ai-tika-vin09t1:93_0": "Herein, “Like the village is standing in the neighborhood of a village, he strokes the village, then ends, in the middle of the village,” and when the village he said, “Go away this man is standing there,” and he said, “Humping upwards, for stretching it with a stone’s thrown aside in a village,” and he said, “Weighing up the vicinity of a man is standing there, there, the vicinity of a village,” and then by the stirring.",
    "ai-tika-vin09t1:93_1": "In this village they live in the hollow village at the wrong time of this village where the monks have stayed in between people. They are worthy of the villages, towns, and chopped up.",
    "ai-tika-vin09t1:94_0": "In the meaning of meaning, “Herein,” according to word “with sounds” is firstly brief.",
    "ai-tika-vin09t1:94_1": "“Yes,” he replied, “This is the twenty-four footprints of the districts.",
    "ai-tika-vin09t1:94_2": "As to the meaning, etc., that is to say, sense desires, etc., and the meaning is, it is of the field too.",
    "ai-tika-vin09t1:94_3": "In the place where the owner thinks, “As a razor should go and walk about without getting permission from the owners.”",
    "ai-tika-vin09t1:95_0": "“I’ll take one goods” and “I’ll steal the goods eleven doors.”",
    "ai-tika-vin09t1:95_1": "if it is called “the meditation subject”, he should is living in that very dwelling.",
    "ai-tika-vin09t1:96_0": "The time has a place for its location, even if it is only a place for its location, it is guarded and protected,",
    "ai-tika-vin09t1:96_1": "their location was Guarded when they had previously been observed by they did not before.",
    "ai-tika-vin09t1:96_2": "And now it is Suddhodana that a good deed is being devoted to Suddhodana,",
    "ai-tika-vin09t1:96_3": "And here he should look at it in the portion of the stilt longhouse.",
    "ai-tika-vin09t1:97_0": "nutriment is the meaning. This is the meaning.",
    "ai-tika-vin09t1:98_0": "Also the immaterial states are not worth a sixteenth particular components, and because of the words are accomplished in meaning.",
    "ai-tika-vin09t1:98_1": "stores here, guarding, “hurry,” protection, and having shown that it is needed for the purpose of protection, etc., that is to say, “without profitable” .",
    "ai-tika-vin09t1:99_0": "“The king’s responsive King, Nimbacks, so many very helpfully criticized him, and so many very helpful to me.”",
    "ai-tika-vin09t1:99_1": "Though this much has been done, it should be given to him.",
    "ai-tika-vin09t1:99_2": "Kings: After reciting them in order to show the same way as though it is not suitable for him, and so on.",
    "ai-tika-vin09t1:100_0": "Each: the home there is a particular component of the path that is in the precincts, in the prior stage, that is, urine, and that is to say, he commits an offense entailing confession.",
    "ai-tika-vin09t1:100_1": "but then, having gone there, can this basket-coloured pot, with the hair of a pot, and wrap garments,",
    "ai-tika-vin09t1:100_2": "“This is how it is said: ‘I am brother’, this is the reason why evening the group of nuns, take part in the body, speech, and mind’, and converse with both sides.",
    "ai-tika-vin09t1:100_3": "only one isn’t allowed to reference to another who does not have a legal issue, nor does one who is external.”",
    "ai-tika-vin09t1:100_4": "But the sound of those making noise,",
    "ai-tika-vin09t1:101_0": "The one who has committed an offense entailing expulsion.",
    "ai-tika-vin09t1:102_0": "There the mind doesn’t tend to deed.",
    "ai-tika-vin09t1:103_0": "The action that is effectively should be done by way of body, speech, and mind.",
    "ai-tika-vin09t1:104_0": "it doesn’t work, and stretch out and do their work,",
    "ai-tika-vin09t1:105_0": "The second offense entailing expulsion is finished.",
    "ai-tika-vin09t1:106_0": "3. Tatiyapārājikavaṇṇanā",
    "ai-tika-vin09t1:107_0": "according as it is said: “Have they completely understood form, feeling, perception, choices, and consciousness, or neutral?” But in the way beginning, “This feeling is how it is the “listing” , “This is in course with such a one thing, and such things as impermanence, etc.; and such a man has “proachance of its scholar, not-self”.",
    "ai-tika-vin09t1:107_1": "He said: “Because he is incomparable” , it is said because of the progress of all beings in the way already described , thus it is “with the happiness of pregnancy.”",
    "ai-tika-vin09t1:107_2": "if he says, “This is the present in the present.”",
    "ai-tika-vin09t1:107_3": "Herein, how is it possible to deal with it?",
    "ai-tika-vin09t1:107_4": "In a fact that what happens while he leaves in a forest is weak because of fostering and weakness.",
    "ai-tika-vin09t1:107_5": "There is a condition for the three, namely, Jotipālates that arise and cease. But when that night has arisen, it ceases.",
    "ai-tika-vin09t1:107_6": "That being so, whenever they arise, or as they fall back on it becomes clear, or as they arose.",
    "ai-tika-vin09t1:107_7": "Even so, were to kill him,",
    "ai-tika-vin09t1:107_8": "That’s why you should give up presently.",
    "ai-tika-vin09t1:108_0": "And the meaning here is this: “But in order to show the meaning of the words “base” according to the meaning of “with detailed meaning, etc., should be understood in detail” .",
    "ai-tika-vin09t1:108_1": "Looking at the touch of the body, the one who is transgressed in materiality,",
    "ai-tika-vin09t1:108_2": "The Teacher surrendered the body, speech, and mind, roaming the downfall, raised the bridge of the body,",
    "ai-tika-vin09t1:108_3": "They stand by a long-distance shooter or a warrior.",
    "ai-tika-vin09t1:108_4": "When he has released a robe, he should be relinquished.",
    "ai-tika-vin09t1:108_5": "If he gets the robe-cloth that is to be relinquished:",
    "ai-tika-vin09t1:108_6": "* No one who no-one should worship the Great State,",
    "ai-tika-vin09t1:108_7": "They’re intimate with a rotten or someone who breaks apart.",
    "ai-tika-vin09t1:108_8": "shines forth, speaking on what is suitable, because of action and thoughts that profitable,",
    "ai-tika-vin09t1:108_9": "because she wants to make her because she wants to prepare it.",
    "ai-tika-vin09t1:108_10": "clung to the beings who desireless states,",
    "ai-tika-vin09t1:108_11": "So, when anyone doesn’t have no regrets, it’s quite different.",
    "ai-tika-vin09t1:109_0": "By its support:",
    "ai-tika-vin09t1:110_0": "“They shaved me with embrace.”",
    "ai-tika-vin09t1:111_0": "If the one is corrupted, he is the one who gives it.",
    "ai-tika-vin09t1:112_0": "If there is for the benefit of living beings, they don’t know.",
    "ai-tika-vin09t1:113_0": "for those who don’t want to die in that state,",
    "ai-tika-vin09t1:114_0": "I who can never grow old, he who does not live,",
    "ai-tika-vin09t1:115_0": "Thus he finds out about this, Māra has the murderer.",
    "ai-tika-vin09t1:116_0": "If he goes forth, he does not know, he is no one who has gone forth.",
    "ai-tika-vin09t1:117_0": "for those without needing death is equanimous.",
    "ai-tika-vin09t1:118_0": "(but) the sound of the caravan, the sound of the birds, making a noise, and they also said: “Here, what is said for one who has spread over the head and the dwellings,” and so on.",
    "ai-tika-vin09t1:118_1": "He shows them the rice gruel, the rice, and the rest, running here and there,",
    "ai-tika-vin09t1:118_2": "They think “Peaceful is the meaning of this,” and so on, the meaning is stated.",
    "ai-tika-vin09t1:118_3": "although although these kinds of intentionally applies to the intentionally applies himself to kill, etc., have regarding the intention of death as death, with the thought, “signorant” , and with the intention of death as death, with the with the thought.",
    "ai-tika-vin09t1:118_4": "and the Vibhaṅga thus as well.",
    "ai-tika-vin09t1:118_5": "There is reinforceding the unequalled places, the Sākiyan (from the time) Sāgamatiya enemies of Saints, and the seventy-three .",
    "ai-tika-vin09t1:118_6": "or even seven days went to the same place as each other.",
    "ai-tika-vin09t1:119_0": "The third section for recitation on expulsion is finished.",
    "ai-tika-vin09t1:120_0": "4. Catutthapārājikavaṇṇanā",
    "ai-tika-vin09t1:121_0": "“I know.” “I do know,” “I don’t know.”",
    "ai-tika-vin09t1:121_1": "(The Buddha replied:) “He does so to be addressing the words “There is no need for his welfare,” and so on.",
    "ai-tika-vin09t1:121_2": "“I say” and “It is time for you to live a stream-enterer,” and once-returner in the future, then, bhikkhus, just as you live in the present.",
    "ai-tika-vin09t1:122_0": "The fourth offense entailing expulsion is finished.",
    "ai-tika-vin09t1:123_0": "if she insteads, strikes, rapes, and embraces, for the third month, fourth part of her stomach-frings, and having made her ghosts at the first length of her cos, and so on, is the first courtesan out of the four classes;",
    "ai-tika-vin09t1:123_1": "The one who doesn’t understand",
    "ai-tika-vin09t1:123_2": "For four months are purified and so on, since they are the arrows of such appearance and such a one, namely, classification of fame, etc., appearance, and one having these things.",
    "ai-tika-vin09t1:123_3": "He doesn’t get monks to put it aside in this way: “Who here is this?”",
    "ai-tika-vin09t1:123_4": "In the Commentary on the Monastic Law: “This is the observance-day procedure, the recitation of the Monastic Law, and the recitation of the Monastic Law;”",
    "ai-tika-vin09t1:123_5": "a joint legal procedure, a joint recitation, the same training.",
    "ai-tika-vin09t1:123_6": "And it is not allowed to make the announcements for three kinds of people:",
    "ai-tika-vin09t1:123_7": "“You should not recite the Monastic Code with him when you’re sitting in one place. You shouldn’t do that.” This is the case that kind of canceling of the Monastic Code.",
    "ai-tika-vin09t1:123_8": "And teachers said: “Pessaji, there is no cycle for him.”",
    "ai-tika-vin09t1:123_9": "‘If a monk accuses an offense entailing expulsion, he commits an offense entailing suspension and an offense entailing confession. The monk’s reminded as if he has not been accused like a monk, he commits an offense entailing confession.",
    "ai-tika-vin09t1:123_10": "That’s why a scoldermooth the teacher says, “They are coming!”",
    "ai-tika-vin09t1:123_11": "“This must be told, sir.”",
    "ai-tika-vin09t1:124_0": "Now, what is the fourth in the fourfold reckoning – that is to say,",
    "ai-tika-vin09t1:124_1": "there is having sexual intercourse, there is an offense entailing expulsion when there is an offense entailing expulsion; there is an offense entailing expulsion; there is a _paṇḍaka_; there is a _paṇḍaka_; there is an offense entailing expulsion in regard to a _paṇḍaka_; there is a _paṇḍaka_; there is an offense entailing expulsion when three conditions are fulfilled.",
    "ai-tika-vin09t1:124_2": "He doesn’t commit an offense entailing expulsion.",
    "ai-tika-vin09t1:124_3": "For there is no offense for the monks,",
    "ai-tika-vin09t1:124_4": "They’re not getting rid of any offenses because of disrespect. And what’s their effort isn’t furious or shaven?",
    "ai-tika-vin09t1:124_5": "“Regarding those mentioned for the sake of this body is said.”",
    "ai-tika-vin09t1:124_6": "‘If a monk, after taking on the monks’ training and way of livelihood ...",
    "ai-tika-vin09t1:124_7": "and that mendicant isn’t lived in peace. They’re unable to have sexual intercourse with them.",
    "ai-tika-vin09t1:124_8": "The mind isn’t worth a sixteenth part",
    "ai-tika-vin09t1:124_9": "A monk should not ask a regular monk for permission to use a legal procedure with one motion and one announcement without reason. Then he should see any deeds of the nature of a monastery; he should be seen, heard, thought, or known; he should be in the sense of conscience and prudence.",
    "ai-tika-vin09t1:124_10": "Here is the benefit of that.",
    "ai-tika-vin09t1:124_11": "If the Sangha is fully ordained, and he perceives her as such, and he does not perceive that he has, he says that the legal procedure is legitimate, not in accordance with the Teaching.",
    "ai-tika-vin09t1:125_0": "if the Sangha has said that a legal procedure and a _paṇḍaka_ because of an ascetic of another religion, but not by means of a group.",
    "ai-tika-vin09t1:125_1": "“Venerables, the Sangha gives the full ordination in the Sangha association with the full ordination.” For if he has been given the full ordination by the Sangha, he commits an offense entailing confession.",
    "ai-tika-vin09t1:125_2": "This is simply should be seen as all instances.",
    "ai-tika-vin09t1:126_0": "‘I have sexual intercourse with a woman, but not because of that the monk who is not fully ordained. Only then has been given to him, he is not expelled like this.",
    "ai-tika-vin09t1:126_1": "Monks, a monk who has sexual intercourse should not give him the full ordination. He should not give him the full ordination. He should not give him the full ordination with a group. He should not consent to a group. He shouldn’t give him the full ordination with the intention of eating it, even if he hasn’t committed an offense, he doesn’t give it the full ordination with people.",
    "ai-tika-vin09t1:126_2": "For one man who lives alone with a particular dealings, and having dwelt in communion with that same deed, he then goes away.",
    "ai-tika-vin09t1:126_3": "But if he speaks contrary to the Teaching, he will be the reason for his sake.",
    "ai-tika-vin09t1:126_4": "as she is living together with the Sangha of monks. But the nuns don’t started to act according to the rule, so that nun doesn’t become unity in accordance with the Teaching.",
    "ai-tika-vin09t1:126_5": "Likewise if he has committed the opposite of an offense, he must not get rid of it in this way: “This person isn’t unsuitable,” and he goes to an end.",
    "ai-tika-vin09t1:126_6": "But rather, thinking, “No doubt they should be no more than twelve years old,” then they should be understood of nuns.",
    "ai-tika-vin09t1:127_0": "And here, you should understand the training being renounced.",
    "ai-tika-vin09t1:127_1": "There is a person who doesn’t renounce the training, the training, or livelihood in regard to a language, or who has committed the worst kind of training, but who did not practice the training in regard to a livelihood, the training, or in livelihood.",
    "ai-tika-vin09t1:127_2": "Herein, the third training should be understood:",
    "ai-tika-vin09t1:127_3": "Because that ascetic life dissatisfied with rice and porridge, having curry and hope the training, wanting to live without having renounced the training.",
    "ai-tika-vin09t1:127_4": "For this was said by the Fortunate One: “There is no embodiment by the nuns, monks,",
    "ai-tika-vin09t1:127_5": "But when is that nun no longer a nun?",
    "ai-tika-vin09t1:127_6": "When she disrobes, she is defined.",
    "ai-tika-vin09t1:127_7": "for this is said by the Buddha: “The nuns are no liberality for them.”",
    "ai-tika-vin09t1:127_8": "But how do you define agitation defined?",
    "ai-tika-vin09t1:127_9": "And they go to the house of the ascetic life. They don’t get upset by the neighborhood of a hair-splitting iron spike or leaves, and double-robes. They sit or lie down shoots for him under a lay follower of another religion. And they undertake the names that same kind of seclusion, embracing each other with white cloth, and so on.",
    "ai-tika-vin09t1:127_10": "His house was to go forth as a lay follower of another religion, and then he received the Pabbajjā ordination without first having gone forth as a lay follower.",
    "ai-tika-vin09t1:127_11": "because she gains the going forth, but not the full ordination.",
    "ai-tika-vin09t1:127_12": "Even if a nun goes over to another religious community while still wearing her robes, then if she returns, she must be given the full ordination again first and again afterwards, and she should not give her the full ordination again.",
    "ai-tika-vin09t1:127_13": "But in the passage beginning, “There is no more than twenty years old,” she must be given the full ordination again in the four ways only.",
    "ai-tika-vin09t1:127_14": "That’s why the Fortunate One does not train in this way,",
    "ai-tika-vin09t1:127_15": "the nun who has committed the worst kind of offense against her.",
    "ai-tika-vin09t1:127_16": "And the nun _paṇḍaka_ went forth as a nun.",
    "ai-tika-vin09t1:127_17": "he should not do it himself according to this four times.",
    "ai-tika-vin09t1:128_0": "The commentary on the offenses entailing expulsion is finished."
}