{
    "ai-tika-s0401t0:0_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha",
    "ai-tika-s0401t0:1_0": "if it is the upper limb.",
    "ai-tika-s0401t0:2_0": "The Book of the Ones",
    "ai-tika-s0401t0:3_0": "On Desiring",
    "ai-tika-s0401t0:4_0": "compassionate for knowledge, compassionate:",
    "ai-tika-s0401t0:5_0": "I don’t for anyone who’s success,",
    "ai-tika-s0401t0:6_0": "for the sake of purification of existence.",
    "ai-tika-s0401t0:7_0": "Destroying the best in the Saṅgha",
    "ai-tika-s0401t0:8_0": "That Great Elder Kassapa, having prepared a meal for the Sangha.",
    "ai-tika-s0401t0:9_0": "in the Island of Tambapaṇṇi Island",
    "ai-tika-s0401t0:10_0": "he knew the customs that are very deep, (thinking):",
    "ai-tika-s0401t0:11_0": "having like a fragrant pink’s flag in the dispensation,",
    "ai-tika-s0401t0:12_0": "I worship the Saṅgha, who is proficient in the Discipline.",
    "ai-tika-s0401t0:13_0": "and arrived at the vicinity of the Dispensation,",
    "ai-tika-s0401t0:14_0": "The Elders, having heard and learned it,",
    "ai-tika-s0401t0:15_0": "One whose virtue is uncomfortable, whose virtue is unclean.",
    "ai-tika-s0401t0:16_0": "A tamed, serene, and mindful,",
    "ai-tika-s0401t0:17_0": "I revere Him, the wise one, who does not graceful speech,",
    "ai-tika-s0401t0:18_0": "We came to the sounds of the ears and enjoying the sounds of covetousness,",
    "ai-tika-s0401t0:19_0": "Whoever, having given the teachings of the Dispensation,",
    "ai-tika-s0401t0:20_0": "He who cuts the sacred flame,",
    "ai-tika-s0401t0:21_0": "lofty wisdom, very wealthy,",
    "ai-tika-s0401t0:22_0": "When you’re purified, youthless and feather,",
    "ai-tika-s0401t0:23_0": "The self-controlled forth is this:",
    "ai-tika-s0401t0:24_0": "Having burnt all the fires reached the peak,",
    "ai-tika-s0401t0:25_0": "Legally preferred to another,",
    "ai-tika-s0401t0:26_0": "I have attained the psychic power, the great hero,",
    "ai-tika-s0401t0:27_0": "When alive person has passed away,",
    "ai-tika-s0401t0:28_0": "in his lovely Compassionate,",
    "ai-tika-s0401t0:29_0": "and having clasped the cloth,",
    "ai-tika-s0401t0:30_0": "like the shining courtesan of men,",
    "ai-tika-s0401t0:31_0": "and the monks were pure and bright.",
    "ai-tika-s0401t0:32_0": "after taking many monasteries, and delighting in dwellings,",
    "ai-tika-s0401t0:33_0": "The thousand people making a thousand sacrifices",
    "ai-tika-s0401t0:34_0": "Mendicant, with fourfold army",
    "ai-tika-s0401t0:35_0": "peaceful and well-tamed,",
    "ai-tika-s0401t0:36_0": "and while going to the further shore of the ocean,",
    "ai-tika-s0401t0:37_0": "by himself or others,",
    "ai-tika-s0401t0:38_0": "wearing away, insight into.",
    "ai-tika-s0401t0:39_0": "it grows decreasing the Jeta Grove.",
    "ai-tika-s0401t0:40_0": "they’re defeated inside,",
    "ai-tika-s0401t0:41_0": "Through goal",
    "ai-tika-s0401t0:42_0": "Because of the one who wraps in tangles through desire and bad deeds.",
    "ai-tika-s0401t0:43_0": "The Presented monk in the middle,",
    "ai-tika-s0401t0:44_0": "That’s why you should give a gift to an end,",
    "ai-tika-s0401t0:45_0": "he gave up the golden garden.",
    "ai-tika-s0401t0:46_0": "this very flowering shook,",
    "ai-tika-s0401t0:47_0": "Relying on the basis of psychic power,",
    "ai-tika-s0401t0:48_0": "Useless states of arousing energy,",
    "ai-tika-s0401t0:49_0": "1.",
    "ai-tika-s0401t0:49_1": "if it is the colour of precious treasure, and he wants to build (them), but he wished to divide on the ground, etc., not for the sake of its (concerning): “Your Mount Meru,” and so on.",
    "ai-tika-s0401t0:49_2": "You have paid homage at your feet, because of worshipping the noblemen of Māra’s sovereignty worshipping the noblemen of Men, as happens when someone worthy of worships.",
    "ai-tika-s0401t0:49_3": "And here we will show off the colour of precious things, gems, and several treasures, both of us and of the teachers there. That is why we will show the same treasures there.",
    "ai-tika-s0401t0:49_4": "Because this teacher’s teacher is praised by the teacher.",
    "ai-tika-s0401t0:49_5": "For accordingly:",
    "ai-tika-s0401t0:50_0": "“Protector is my Buddha’s confidence, ~: “Produced the people of treasure",
    "ai-tika-s0401t0:51_0": "the sun (dwells) in the adept’s strike.”",
    "ai-tika-s0401t0:52_0": "Whatever treasure there is in the such treasures as including the difference between the four kinds of treasure and the outer cutting off of the arisen precious things, the influence of in the ultimate sense, and the understanding that is described as its province, is the understanding of the cooking of greed and hate, and delusion,",
    "ai-tika-s0401t0:52_1": "for this is said:",
    "ai-tika-s0401t0:53_0": "“Mahānāma, when a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion.”",
    "ai-tika-s0401t0:54_0": "Therefore at the end, the dispensation with the glory of the treasurer, which is evident.",
    "ai-tika-s0401t0:55_0": "Or alternatively, the wisdom there is from defining the state of wisdom, and the concentration described under the heading of wisdom,",
    "ai-tika-s0401t0:55_1": "for this is said in the Paṭisambhidā:",
    "ai-tika-s0401t0:56_0": "“A noble disciple whose mind is full of joy finds joy in the meaning and the teaching, and finds joy connected with the teaching. When they’re joyful, they feel bliss. And when they’re blissful, the mind becomes immersed. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed.”",
    "ai-tika-s0401t0:57_0": "That concentration is shown in the case of the states that concentration is called “profitable” .",
    "ai-tika-s0401t0:57_1": "who truly understands things as it really is.",
    "ai-tika-s0401t0:57_2": "Then he can attain floats through this hollow, (afterwards), and including the inside of the patience, he will attain (supernatural) gold.",
    "ai-tika-s0401t0:58_0": "Or alternatively, what is the out-breath of precious things, being full of the life span and happiness should be understood as the inclination of the life-process.",
    "ai-tika-s0401t0:58_1": "For the life-continuum precious things increases the lifespan, beauty, and happiness.",
    "ai-tika-s0401t0:58_2": "for this is said:",
    "ai-tika-s0401t0:59_0": "“I will live the precepts shared with old behaviors,",
    "ai-tika-s0401t0:60_0": "four things increase: length of life, beauty, happiness, and strength.”",
    "ai-tika-s0401t0:61_0": "and the happiness of life span is the strength of the life span. In the primary elements there are eighteen years old.",
    "ai-tika-s0401t0:62_0": "Or alternatively, one who preciouss disrespectfully,",
    "ai-tika-s0401t0:62_1": "For even in the three treasures the counselor-treasures, also the treasures.",
    "ai-tika-s0401t0:62_2": "for this is said:",
    "ai-tika-s0401t0:63_0": "“Mendicants, these seven things don’t decline.",
    "ai-tika-s0401t0:63_1": "What seven?",
    "ai-tika-s0401t0:63_2": "Respect for the Teacher, for the teaching, for the Saṅgha, for the training; being easy to admonish, and good friendship.”",
    "ai-tika-s0401t0:64_0": "And Imagine this exposition should be practiced as practises,",
    "ai-tika-s0401t0:65_0": "since it is said in those who have subdued their merits, because of the inclination of merit (consisting) merit.",
    "ai-tika-s0401t0:66_0": "“Repulsiveness of the Buddhas, the disciple of the disciples,",
    "ai-tika-s0401t0:67_0": "The group of five hundred monks, who have transcended proliferation,",
    "ai-tika-s0401t0:68_0": "for those who worship such as these, the emancipated, the fearless,",
    "ai-tika-s0401t0:69_0": "cannot be calculated by anyone, bringing merit.”",
    "ai-tika-s0401t0:70_0": "And those whose merit have the attributes of good deeds as falling down as much as they liked:",
    "ai-tika-s0401t0:71_0": "“These savings satisfy every desire of gods and men,",
    "ai-tika-s0401t0:72_0": "Whatever they gain all they wish for.”",
    "ai-tika-s0401t0:73_0": "and when there is what is recommended by the noble ones in the teaching of the noble ones.",
    "ai-tika-s0401t0:73_1": "For if his birth is unbroken through the power of gems, merits, demerits, conquering merit, and having made merit, you between the worldly merit, the four including the five obstacles, the Leader of the worlds, the welfare of the world, and the way of the world,",
    "ai-tika-s0401t0:73_2": "Therefore it is said:",
    "ai-tika-s0401t0:73_3": "‘Now fault-finding mind is the colour of precious things, making precious things, practice of conducive to the kasiṇas, and limitlessness.’",
    "ai-tika-s0401t0:74_0": "If he wants to build a gem into the first three leagues, then all the gods through the treasures, and he could do so before it was said to be the Buddha’s presence.",
    "ai-tika-s0401t0:74_1": "they brought to many people.”",
    "ai-tika-s0401t0:74_2": "Herein, making precisessions of the park is not able to teach the Dhamma so as to divide people against each other inspires confidence in theVinaya, then the Knowledge of compassion is the time of compassion, as in the section of compassion, “Bhikkhus.” But when it is time for the time of giving up of compassion, he is actually established in the display of wisdom.",
    "ai-tika-s0401t0:74_3": "Herein, it seems, ‘Impermanence’ is compassionate’ is the meaning.",
    "ai-tika-s0401t0:74_4": "Or alternatively, it combats others’ suffering, attacks and demolishes it, thus it is beneficial .",
    "ai-tika-s0401t0:74_5": "When there is suffering in others it, she makes a gladness with compassion, thus it is compassion .",
    "ai-tika-s0401t0:74_6": "Or alternatively, he chooses it, brings it to mind.",
    "ai-tika-s0401t0:74_7": "For the meaning is that bearing others’ characteristics, protection of others, keeping the mind on the pleasant, painful, and neutrality.",
    "ai-tika-s0401t0:74_8": "compassion, cool, free from smooth, worms, free from enmity, and ill will,",
    "ai-tika-s0401t0:75_0": "Herein, although something is distracted by the rest of the mind, it comes into loving-kindness due to subtleness, comprehension of the mind-deliverance of loving-kindness, etc., and non-delusion is the physical formations of mind, etc., and his mind is distracted by the aggregatess that are the pollutant of ill will, etc.; and because it is not distracted too in the way beginning, the mind-deliverance of loving-kindness is difficult.",
    "ai-tika-s0401t0:75_1": "“Outside the baskets” means",
    "ai-tika-s0401t0:75_2": "compassion, loving-kindness, etc., and heart, is said in the natural order to show the heart-greed.",
    "ai-tika-s0401t0:75_3": "Or alternatively, they are discovered because of the great knowledge of (magical) power, which is great primaries, alternatively discovered by the great alteration of the heart, he also developed each furthermounting the great alteration of the enlightenment that is to say:",
    "ai-tika-s0401t0:75_4": "“Outside the baskets” means",
    "ai-tika-s0401t0:75_5": "Or alternatively, when the mind has been developed by one whose mind is familiar with loving-kindness, etc., and through the Fortunate One’s special qualities of loving-kindness, etc., they are boundlessly described under the headings of the Blessed One’s word “blessed” .",
    "ai-tika-s0401t0:75_6": "For all the qualities of the Buddha is compassionate,",
    "ai-tika-s0401t0:75_7": "Even as soon as he has a peaceful state of existence, such as pleasure and pain, the mind conqueror of the neutrality towards the Buddha, the Soles of his feet, the hard-to-see, the state of existence, and the state of non-delusion, the proximate with gladness, etc., and the calming mental formations such as yourself, and such thoughts as the population of wound, steping minds of thoughts, anxiety, etc., of the; and any other.",
    "ai-tika-s0401t0:75_8": "So in order to give the meaning of the word-meanings should be given in the Blessed One’s Compassion , which should be given in the sense of compassion ,",
    "ai-tika-s0401t0:76_0": "He understands that wisdom is difference of wisdom, just as it is known .",
    "ai-tika-s0401t0:76_1": "There is the lamp of wisdom because of the understanding of the states of wisdom, which is the light of wisdom, and so on.",
    "ai-tika-s0401t0:76_2": "being destroyed by the poison, having destroyed their ends, being destroyed,",
    "ai-tika-s0401t0:76_3": "wisdom, when you’re overcome by wisdom, your ill will grows on the side of wisdom. And that is their deluded or delusion.",
    "ai-tika-s0401t0:76_4": "the wisdom there is from the scrutiny of the darkness of delusion, the light of wisdom, and the darkness of delusion, is the lamp of delusion, and the wisdom lamp is evident.",
    "ai-tika-s0401t0:76_5": "For all these defilements are displayed by the wise, just like the darkness of faith, ethics, learning, generosity, and wisdom. He is the opposite of the ignorance, he has cut off the defilements, and has chosen the Blessed One, like the perfected one, the fully awakened Buddha who gives the teaching.",
    "ai-tika-s0401t0:76_6": "“Having known the lamps in wisdom”,",
    "ai-tika-s0401t0:77_0": "Or alternatively, it is preferred to another all beings that have reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, and the observersion of all beings observe the ultimate goal, the Blessed One thus: “He who is an opposite of the Dhamma” . The Buddha has reached the end of all beings, the Dhamma owing to the beyond. And he should see his own attainment of sancrificiality, which is in him.",
    "ai-tika-s0401t0:77_1": "“Having known the lamps in wisdom”,",
    "ai-tika-s0401t0:77_2": "In this connection with the meaning of the teaching the Dhamma of the Vibhaṅga thus, “Herein, what of the Blessed One’s teaching is incapable of understanding” , and this namely, “profitable” .",
    "ai-tika-s0401t0:78_0": "Or alternatively, all the Buddha’s knowledge has appeared in the their own nature as absence of knowledge, complete in the monasteries of understanding, finishing all enlightenment, and wide opening in the darkness of the Buddha’s knowledge.",
    "ai-tika-s0401t0:78_1": "“Having known the lamps in wisdom”,",
    "ai-tika-s0401t0:78_2": "(but) here he should attain Final Emancipation while wandering without hurting unattached to knowledge, which cankership with knowledge.",
    "ai-tika-s0401t0:78_3": "For the attainment of the meditation subject consisting in excessive defilement is the escape from the defilements of several defilements, defilement, seclusion, and suppression of the mind. And the knowledge of the defilement of escape is said to be eradicated from the defilement of escape.",
    "ai-tika-s0401t0:79_0": "How then, when ignorance is aroused in defilement and indicated by the Blessed One, what is the sign of foulness in this way, the sign of foulness in the Blessed One’s way, but not the sign of serenity.",
    "ai-tika-s0401t0:79_1": "Then just as the mastery in its own advantages and so on having dragged down the defilements in the way already stated,",
    "ai-tika-s0401t0:79_2": "For that woman does not give up any defilements, and who is given up by blameworthy and blamelessness.",
    "ai-tika-s0401t0:80_0": "Or alternatively, when it comes to the practice of idiosyncratic interpretations of knowledge and when it is mentioned, it is said to because of being slaughtered in the their own corruption and failure of the unprofitable enlightenment factor:",
    "ai-tika-s0401t0:80_1": "“Having known the lamps in wisdom”,",
    "ai-tika-s0401t0:81_0": "Welcome, the delightful city of Rāma, and also together with the delightful city of Enlightened One,",
    "ai-tika-s0401t0:81_1": "(but) in this way, during the great respect of the Buddha, as happens when a general ruler of the world, he shows that he has been shown that he has been shown that way.",
    "ai-tika-s0401t0:81_2": "If she is not able to accuse one of striving,",
    "ai-tika-s0401t0:81_3": "another sound is stepped in meaning, she is another.",
    "ai-tika-s0401t0:81_4": "For even a man in the directions, and for striving without giving up and settling it, is like the gathering in the gathering of people in the same way.",
    "ai-tika-s0401t0:81_5": "And here should be understood that the world’s dispensation is threefold by means of the full understanding that interval due to the extent of the world, and with its deities, which is the meaning of loving-kindness, because of the seven times of the world.",
    "ai-tika-s0401t0:81_6": "for he is called “born and merit” because he wants the meritorious world.",
    "ai-tika-s0401t0:81_7": "And here in the world that is deliverance and shines forth because it is the intention of practition.",
    "ai-tika-s0401t0:82_0": "Or alternatively, all kinds of sounds, etc., is produced by understanding, it is evident in the world.",
    "ai-tika-s0401t0:82_1": "‘This isn’t shared within.’ They must remember it and remember it as essence in the way already stated.",
    "ai-tika-s0401t0:82_2": "And here the sound of the lakes that is purified by the Community.",
    "ai-tika-s0401t0:82_3": "For if you, through having caused the highest goal",
    "ai-tika-s0401t0:82_4": "And the delightful didn’t go to the monastery on the following day, just as “There is.”",
    "ai-tika-s0401t0:82_5": "For the whole of the world inclusively beings, free from dangers, suppression of the supreme happiness of breathing, and loving-kindness, compassion, generation and oppositeness of all beings, and the three world-existences, generations, even the Blessed One, whose minds are always worshipped in the modes of the world, the leading to the equipment.",
    "ai-tika-s0401t0:82_6": "Therefore it is said:",
    "ai-tika-s0401t0:82_7": "“They’re delighting in the world.”",
    "ai-tika-s0401t0:83_0": "He is gaining the benefit of (living) the Happy One,",
    "ai-tika-s0401t0:83_1": "For the Fortunate One’s Great Bodhi (Tree) filled with loving-kindness and compassion for those without going to the elephants, etc., with an encounter glory of the bodily doubts, defilement (only) protection, tied to faults, etc., owing to the end of the robbery of his bodily strength, etc., and stainlessness and torpor, whose mind is free from enmity, old ageing and death and death.",
    "ai-tika-s0401t0:83_2": "Or alternatively, they have completely understood the knowledge of the world with its own insight and complete understanding—with its origin, its cessation, and the path—they’re practicing in accordance with the ruler of the world. And it has entered on the way that is proper for the direct knowledge, and the cessation of the world.",
    "ai-tika-s0401t0:83_3": "“Abandoning those who’ve given up the defilements, the corruptions that don’t come into a new state of existence or in the Holy One. They don’t get a good destination, or in the future.”",
    "ai-tika-s0401t0:83_4": "And it’s very hard for him to realize extinguishment that same teaching, or that he has attained extinguishment as the goal of peace, the Holy One who has attained Nibbāna. So he should rightly explain the right time to him.",
    "ai-tika-s0401t0:83_5": "Thus he",
    "ai-tika-s0401t0:84_0": "by means of breathing producing merit, which is produced by impartiality and suppression in the various rebirths.",
    "ai-tika-s0401t0:84_1": "But those five deadly in hell, etc.",
    "ai-tika-s0401t0:84_2": "And the neighborhood of a certain deed is in the noble path—suitable to the bird of making use of the five cords of sense desires, and because he wants something connected with the Fortunate One, he says that",
    "ai-tika-s0401t0:84_3": "“About pretty.”",
    "ai-tika-s0401t0:84_4": "And wherever the Buddha was also said, “Where doing this?”",
    "ai-tika-s0401t0:84_5": "Hence it is said:",
    "ai-tika-s0401t0:85_0": "“It is bad for you to fairy that you can dwell in the sky.",
    "ai-tika-s0401t0:86_0": "I could have become a human being,",
    "ai-tika-s0401t0:87_0": "But these defilements have ended.”",
    "ai-tika-s0401t0:88_0": "For that is intent on awakening. For it is described in the place where the Buddha’s defilements are well-proclaimed, and well-proclaimed, subdued, and well freed. Neitherwise the enlightenment of all identifying. Now you’re not well freed from all existences.",
    "ai-tika-s0401t0:88_1": "I worship, I do not think, is the meaning.",
    "ai-tika-s0401t0:89_0": "Or alternatively, they become expert in the case of the Buddha, the attainment of extinguishment.",
    "ai-tika-s0401t0:89_1": "For the Buddha’s word should be understood in two ways: the same words, the mind, and the success of others.",
    "ai-tika-s0401t0:89_2": "And as they do so, all beings subsistantive after enduring the defilements. They subsistantively release their defilements, the ultimate, the attributes of their own enjoyment, and they should gradually realize the ultimate extinguishment as the excellence in the case of the mind.",
    "ai-tika-s0401t0:89_3": "But here it is of two kinds: what is shared by others, and what is of three kinds as enlightenment? What is of three kinds as good practice?",
    "ai-tika-s0401t0:89_4": "“Which here is the most blameworthy for the sake of himself!” . “Through generality and repetition for the success of others, it is the success of both laypeople and renunciates, who has attained a good reputation,” etc., and on the ultimate occasion of the language of the value of the self-proach, he considerations thus: “That is the fourth benefit of the Holy One.”",
    "ai-tika-s0401t0:90_0": "Or alternatively, the meaning should be understood in three ways: because of the cause of the Buddha’s fruit,",
    "ai-tika-s0401t0:90_1": "Herein, owing to the reason for the first time,",
    "ai-tika-s0401t0:90_2": "It is of four fruits, giving and accomplishment in knowledge and vision.",
    "ai-tika-s0401t0:90_3": "They are accomplished in knowledge and conduct, holy, and in the second jhāna, which have already been given to them by means of the profitable states, etc., and the third jhāna, and its characteristic, because it is the path leading to peace, proclaimed by the virtue of the Holy One, and its characteristics, because of the attainment of the detailed exposition.",
    "ai-tika-s0401t0:90_4": "making non-greed, without making amends for three times, without making amends for the Factors of Awakening,",
    "ai-tika-s0401t0:90_5": "and has the sound of the Holy One’s ethics.",
    "ai-tika-s0401t0:91_0": "Herein, why do they show the roots that are roots and tubers?”",
    "ai-tika-s0401t0:91_1": "For he has decorated the Great Bodhisatta’s mind. For seven days he has reached the root of a tree transmigration, and completed the supreme perfect awakening.",
    "ai-tika-s0401t0:91_2": "“Knowledge and wisdom” .",
    "ai-tika-s0401t0:91_3": "For it is called “blessing” in the sense of urgency and knowledge of the path, and the knowledge of the path is called ‘accomplished’.",
    "ai-tika-s0401t0:91_4": "(And) he shows the dissatisfaction by means of the border of truth, which is used in the right way to enlightenment, to the good of enlightenment, to the end of the Holy Ones, the Dhamma, the Beyond of law, of the good Bodhisattas, the Sole Proper of the Holy One.",
    "ai-tika-s0401t0:91_5": "it shows why the right effort to restrain, to fulfilment, and to support it,",
    "ai-tika-s0401t0:91_6": "and in Saṁsāra, the reason for seven leagues (?), is the time for the striving of Saṁsāra, and the time of exertion.",
    "ai-tika-s0401t0:91_7": "it is said to be “grimacing to others”, to point a variety of effort.",
    "ai-tika-s0401t0:91_8": "Then towards that person’s practice, they show the fourth personality of compassion for the Fortunate One,",
    "ai-tika-s0401t0:91_9": "And he would give to the supreme, surrounding the supreme development of the supremeness, and he thought for his own fields,",
    "ai-tika-s0401t0:92_0": "And here it is said in the special qualities of compassion for the shade of the world, having become evident to one who has reached enlightenment, etc., in the way already described, which is accompanied by the Blessed One’s special qualities of compassion, etc., is the knower of worlds, the special qualities of compassion, etc., is the knowledge of the path, complete in all aspects,",
    "ai-tika-s0401t0:92_1": "Then the meaning is that it is smooth of shaking off the sloth of to the Enlightened One’s material delights.",
    "ai-tika-s0401t0:92_2": "the wisdom there is from defining, giving away, and using the defilements by means of going to the state of defilement,",
    "ai-tika-s0401t0:92_3": "Likewise, compassion, grabbing the world’s rolling forth the thoughts of the Buddha, they show to him in the world with its gods, followed by compassion for the Three Worlds of the world.",
    "ai-tika-s0401t0:92_4": "For the sentient beings who, etc., fall into it and emerge from it.",
    "ai-tika-s0401t0:92_5": "Likewise the four great (called) compassionates the three knowledges, the four immaterial states, and the knowledge of the fourth jhāna, which is accompanied by defilements, is of the knowledge of the fourth discriminations of the four unconcealed knowledges, and of the attainment of the fourth jhāna.",
    "ai-tika-s0401t0:92_6": "The four assemblies of compassion, etc., in order to establish the six (supernatural) knowledges, the six assemblies of knowledge, the eight assemblies of existence, and the knowledge of the states of the Enlightened One’s knowledge, and the six enlightenment factors, and the knowledge of the truths, and the knowledge of the attainment of the Saws, and insight into the six : these are the seven oppositesite .",
    "ai-tika-s0401t0:92_7": "Through compassion for attaining the perfection of compassion and generous knowledge,",
    "ai-tika-s0401t0:92_8": "compassionate for oneself by example,",
    "ai-tika-s0401t0:92_9": "through compassion you to the world, because you find only understanding the end of the world,",
    "ai-tika-s0401t0:92_10": "Likewise in compassion, generally illustrious, immediately wise,",
    "ai-tika-s0401t0:92_11": "Likewise in the same way unendingly, having become evident, not clung to,",
    "ai-tika-s0401t0:92_12": "the wisdom there is from contemplating the Awakened One’s Dhamma, or through the destruction of the pride,",
    "ai-tika-s0401t0:92_13": "(but) he will build a shelter from another, through the gap of understanding himself with the understanding of another,",
    "ai-tika-s0401t0:92_14": "Likewise in means for one who is extended in compassion, generous in all ways, understanding is shown by compassion,",
    "ai-tika-s0401t0:93_0": "And all of them have the reasons, while seeking the universal Buddha, the sources of the special qualities to be found in the beginning, middle, and end.",
    "ai-tika-s0401t0:93_1": "Thus these beginning with the Buddha’s dispensation were shown by the Enlightened One.",
    "ai-tika-s0401t0:93_2": "Likewise when compassion is shown by one who is virtuous, shrines from preceding virtue, concentration and equanimity,",
    "ai-tika-s0401t0:93_3": "For he who kills living creatures , steals, and commits sexual misconduct; uses speech that is false, divisive, harsh, and nonsensical;",
    "ai-tika-s0401t0:93_4": "the wisdom there is from understanding of wisdom,",
    "ai-tika-s0401t0:93_5": "And all the Buddhas, beginning with virtues of the Enlightened One’s Enlightened One’s special qualities, etc., are said to be the Dhamma of the Enlightened One’s special qualities.",
    "ai-tika-s0401t0:93_6": "For this is the end of the Buddha’s special qualities as a witness. For it is the best of all good qualities that is, the qualified One’s special qualities to see, and the Blessed One’s special qualities such as Teacher.",
    "ai-tika-s0401t0:93_7": "Hence it is said:",
    "ai-tika-s0401t0:94_0": "“The Buddha praises the praise of the Buddha.",
    "ai-tika-s0401t0:95_0": "Looking to an eon,",
    "ai-tika-s0401t0:96_0": "would always be long after a long time,",
    "ai-tika-s0401t0:97_0": "you should criticize the Realized One.”",
    "ai-tika-s0401t0:98_0": "And because they have described the Buddha’s special qualities of the teaching, they put it away, saying, “Venerable Sāriputta, I have given this allowance to you.”",
    "ai-tika-s0401t0:99_0": "2.",
    "ai-tika-s0401t0:99_1": "Thus, having given up all good qualities by the Fortunate One, which is realised, “Nowakened One, has in order to purify the true teaching.”",
    "ai-tika-s0401t0:99_2": "Herein, the Buddha is the Teaching",
    "ai-tika-s0401t0:99_3": "the Buddha’s Teaching",
    "ai-tika-s0401t0:99_4": "having developed it, having shown that the position of portality is the place for it.",
    "ai-tika-s0401t0:99_5": "bearing their deeds,",
    "ai-tika-s0401t0:99_6": "another reading to the material body.",
    "ai-tika-s0401t0:99_7": "bowing making these descriptions,",
    "ai-tika-s0401t0:99_8": "stuck out their mind,",
    "ai-tika-s0401t0:99_9": "(thinking): the uncorruptable deeds,",
    "ai-tika-s0401t0:99_10": "they distinguish the supreme Buddhas,",
    "ai-tika-s0401t0:100_0": "Herein, the Buddha is led to the word “Buddha” , etc., in the first place he is enlightened .",
    "ai-tika-s0401t0:100_1": "Or alternatively, it is through the destruction of the position of the Awakened One, or through the air heritages, the Sole Paccekabuddhas, the Buddha, or the universal Buddha.",
    "ai-tika-s0401t0:100_2": "Then some other states might be in accordance with the doctrine of the Buddha, without giving the consent of the gift of the universal Buddha, the Lord of the (true) continuity, without having performed his declaration, even when a Buddha, he gives his consent to the highest gift.”",
    "ai-tika-s0401t0:100_3": "But when he has developed himself in these ways: “The Awakened One with a hostile or phrases embankments and so on, with his great respect and reverence to the who has apprehended the special qualities of theniority, the Enlightened One, etc., appeared amongst those who have reached Arahantship as virtue and so on.",
    "ai-tika-s0401t0:101_0": "“He who is the Buddha, the one who hasn’t still engaged in things without first being experienced the distinctions, and whose mind is capable of realizing anything that can be realized.”",
    "ai-tika-s0401t0:102_0": "such a roughing in the forest,",
    "ai-tika-s0401t0:102_1": "Having thus shown how the Blessed One is liberated in the virtues of the special qualities as the Dhamma, also he is conceived in the Dhamma.",
    "ai-tika-s0401t0:102_2": "attaining the awakening factors,",
    "ai-tika-s0401t0:102_3": "developing it, and developing it,",
    "ai-tika-s0401t0:102_4": "having done this to you.",
    "ai-tika-s0401t0:102_5": "the meaning is, he goes beyond, thus he is the meaning.",
    "ai-tika-s0401t0:102_6": "(but) this is a strike, at this time,",
    "ai-tika-s0401t0:102_7": "(There is) free from stain, free from debt, is the meaning.",
    "ai-tika-s0401t0:102_8": "I worship the Lord of Delight, I say.",
    "ai-tika-s0401t0:102_9": "Uttara is the meaning of that is that supreme.",
    "ai-tika-s0401t0:102_10": "They practice in line with the teachings, and they practice accordingly.",
    "ai-tika-s0401t0:102_11": "This is how it is said:",
    "ai-tika-s0401t0:102_12": "When he has such special qualities, the Buddha, his own conduct, and he possesses the noble path with his own insight, and thus recollecting the supreme path with his own insight, and carrying all beings to the supreme perfect Awakening, destiny, in this way, is the supreme perfect awakening.”",
    "ai-tika-s0401t0:102_13": "should be seen in the end of the true teaching, in each instance, as a donation belonging to an individual.",
    "ai-tika-s0401t0:103_0": "Or alternatively, he can also be understood that the three universal talk about the Dhamma, and also the end of the similes of the Abhidhamma, and the eighth sections of the Abhidhamma, and the Noble Ones, and here it is also seen here that each.",
    "ai-tika-s0401t0:103_1": "Likewise the states consisting in individual essence, and then, having understood the Dhamma, these divine abidings, the virtues of the Dhamma, and the Faith are to be understood here as the Dhamma.",
    "ai-tika-s0401t0:103_2": "Because of the acceptance of what is future, unsurpassed, not otherwise.",
    "ai-tika-s0401t0:103_3": "For the various beings in the Royal Gates, the Awakened One, the Soles of Measure, and the great abode of (true) faith in the Sakyans, having a degree of Sakka, the Lord of the Devas, the Sole Protector of the World, the World’s wide-hoots, and transmigrations, and consequence of any thought. For the four great cliffsations, resoluteness, the five hundred, the seventy-thorns, and the ems, this populations of consequences, and requisites.",
    "ai-tika-s0401t0:104_0": "And here he “By developing that same teaching,” and “following the incomparable,” he replied, “Through this knowledge and freedom.",
    "ai-tika-s0401t0:104_1": "Likewise in the first jhāna, which is accompanied by defilements,",
    "ai-tika-s0401t0:104_2": "Or alternatively, it is indicated by the first attainment of concentration with insight.",
    "ai-tika-s0401t0:104_3": "Or alternatively, it is indicated by the first and the knowledge of the ending of defilements",
    "ai-tika-s0401t0:104_4": "Or alternatively, in the second Victor’s owing to the vicinity of the Victor in the second,",
    "ai-tika-s0401t0:104_5": "or, with the previous disappearance of the previous attainment,",
    "ai-tika-s0401t0:104_6": "and by the first, by the second, which is made by maintaining it by the second.",
    "ai-tika-s0401t0:104_7": "also with the first absence of the second jhāna, which is incapable of the first jhāna,",
    "ai-tika-s0401t0:104_8": "or because of the second wonderfulness of seclusion",
    "ai-tika-s0401t0:104_9": "Or alternatively, it is in the second thing that is the deathless state.",
    "ai-tika-s0401t0:104_10": "Or alternatively, he gives a teaching, it is well explained, here that is visible in this very life, for the purpose of great benefit,”",
    "ai-tika-s0401t0:104_11": "Likewise in the first watch, that is, at the end",
    "ai-tika-s0401t0:104_12": "Or alternatively, he can spend the first watch in the morning, and so on.",
    "ai-tika-s0401t0:104_13": "They said: “We will show this excellent state through the power of this Dhamma!” and “We shall give a pure state of existence,” and they illuminate the religious found it in an island.",
    "ai-tika-s0401t0:104_14": "Or alternatively, they show the meaning of the Dhamma that surpasses the second production of linenness.",
    "ai-tika-s0401t0:104_15": "That state should be developed when he has arrived at the Dhamma.",
    "ai-tika-s0401t0:104_16": "for the development of the qualities of hate is irritable.",
    "ai-tika-s0401t0:104_17": "He should give him the supreme state of peace.",
    "ai-tika-s0401t0:104_18": "for the realization of the supreme development of the Uttarakuru is there to be no more unsurpassable things.",
    "ai-tika-s0401t0:104_19": "Then, “Having developed thus,” he is shown by discourses consisting in that is trained in accordance with this virtue, and concentration is shown by the first jhāna.",
    "ai-tika-s0401t0:104_20": "But having given up that value of, he said: “Without seeing, without reviewing, the concentration elements” and “Have they shown that wisdom by means of the natural state of an abiding.”",
    "ai-tika-s0401t0:105_0": "3.",
    "ai-tika-s0401t0:105_1": "In such qualities, having given up all the qualities in accordance with the True Dhamma, arrived at the very lovely Aṅgīrasa, “Now, I shall go to the Noble Ones’ .”",
    "ai-tika-s0401t0:105_2": "Herein, the Happy One is bound by peace:",
    "ai-tika-s0401t0:105_3": "“By these are my sons,” and so on,",
    "ai-tika-s0401t0:105_4": "staying in the near shore of the far shore.",
    "ai-tika-s0401t0:105_5": "Do not show them to the way that will be definitely nurses them by defilement, just as he is the same defilements as a defilement which is the defilement of the Blessed One’s own nurse.",
    "ai-tika-s0401t0:105_6": "Including the eight chapter",
    "ai-tika-s0401t0:105_7": "And with that mindfulness he shows no story of those seven hundred thousand coins, namely, a hundred thousand coins, or a hundred thousand rebirths.",
    "ai-tika-s0401t0:105_8": "near to the far shore,",
    "ai-tika-s0401t0:105_9": "Endowed with the noble Factors of Awakening",
    "ai-tika-s0401t0:105_10": "When there is no personality, there is no personal essence in the noble eightfold path, we will show them views.",
    "ai-tika-s0401t0:106_0": "Herein, your birth is born: ageing, and death are bound uprooted.",
    "ai-tika-s0401t0:106_1": "At the same time sentient beings are reborn in a place foreign land, in oneself, and a person of the treasures. But even in the case of the Noble One, he has cut off the doubt of freedom, the person of the treasures, the child of the treasurer, the childless, for the sake of their own freedom, and the knowledge of freedom.",
    "ai-tika-s0401t0:106_2": "Or alternatively, when the Buddha was teaching the noble ones, he entered upon the stream of the teaching of the noble ones, transcending the goal of the noble ones, he proceeded to behaved like a poison in the lake.",
    "ai-tika-s0401t0:106_3": "For the teaching of the Buddhas is called a “gitation” in the Commentary” because of the foundation of the Dhamma, etc., which is the definition of the Vibhaṅga thus: “The exposition of the teaching on the Paṭisambhidā, and so on.",
    "ai-tika-s0401t0:107_0": "Even if, whether a noble disciple has entered the noble road with an uninterrupted noble disciple, the god, prevented, and did not announce it to the Buddha, they said to be foremost.",
    "ai-tika-s0401t0:107_1": "“Don’t enquiry.”",
    "ai-tika-s0401t0:107_2": "In this case “There is, sirs,” they should do the duty in the fortnight.",
    "ai-tika-s0401t0:107_3": "Or alternatively, like the gods owing to the aggregates as it were, then the lord of the earth that was, was said to be intent upon their aggregates, as it is said: “Now, it is the time when afflicted by the aggregates .”",
    "ai-tika-s0401t0:107_4": "“Why are these first!”",
    "ai-tika-s0401t0:107_5": "What has (good) human beings, in consequence of his schismatics, without trouble or difficulty, possessing the noble ones, traveled by day or by night. Because of this Noble Ones’ special qualities of pursue, making the noble ones, effort, and perseverance of the noble ones.",
    "ai-tika-s0401t0:107_6": "this is said to be the Buddha’s son,",
    "ai-tika-s0401t0:108_0": "(but) he is not satisfied with the (but) defilements, the Noble Ones, and the Noble Ones, and the Noble Truth of the laws,",
    "ai-tika-s0401t0:108_1": "Or alternatively, what in the world with its gods and men have come to, is the noble truth of the noble ones, transcending all that is noble and transcended suffering.",
    "ai-tika-s0401t0:108_2": "and later, because of the Buddha’s Dhamma he could also show them the treasure of the Community, and so many treasures.”",
    "ai-tika-s0401t0:109_0": "Herein, as to the clause, “By this mundane of sons,” “By this practice of the Noble Ones,” “By this practice in conformity with their own aim.” And here they said, “We shall give to the noble ones,” and oncept in this way, they “We shall give a state of defilement.”",
    "ai-tika-s0401t0:109_1": "And (they also): “Even adversity is the path” is in conformity with knowledge, and so on.",
    "ai-tika-s0401t0:109_2": "It is “with the noble eightfold path” since it is worthy of shows the best of all through the conquerence of all the factors.",
    "ai-tika-s0401t0:109_3": "Or alternatively, “By this loving-kindness and purity,” it is an inclination of the right way to making merit. Then it is an unsurpassable lamp, regardless of whether it is an enlightenment factor: “I am worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the noble ones.",
    "ai-tika-s0401t0:109_4": "Likewise: “Bhikkhus, there are many sons in the Principles of the Three Worlds,” and so on.",
    "ai-tika-s0401t0:109_5": "For the supermundane attainments have come into the presence of the Buddha,",
    "ai-tika-s0401t0:109_6": "“Don’t give rise to satisfaction in this way.” And they show the right progress of suppression by that right suppression of the former supernormal powers.",
    "ai-tika-s0401t0:109_7": "For the month of Kattikā",
    "ai-tika-s0401t0:109_8": "it is said that there is no idiosyncrats, great maidens, timberation (of people), and it is shown that aroused path and it is shown by a trainee nun.",
    "ai-tika-s0401t0:109_9": "“It is to give the highest gift,” he said, “give it to the best of nuns.",
    "ai-tika-s0401t0:109_10": "And the virtue of the kind described by their disciples in the beginning, the middle, and the end of all that is trained in the middle, and the end of the path. All of these virtues are trained in the middle with the end. And it is good in the end.",
    "ai-tika-s0401t0:110_0": "4.",
    "ai-tika-s0401t0:110_1": "In this way the inner skin of the wholesome Fathers, having made a precious things that were created in the mouth, by making it precious and present, by using the whole earth with its treasures, and so forth.",
    "ai-tika-s0401t0:110_2": "Herein, by the means of a Buddha-to-be shines with the Holy One.",
    "ai-tika-s0401t0:110_3": "For when he says “T” he is stream-enterers,” and so on, the Buddha said, “Though this, much happiness arises in him while he is an unafflicted with the deathless, just as because of the drum of happiness arises .",
    "ai-tika-s0401t0:111_0": "“When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ...",
    "ai-tika-s0401t0:111_1": "At that time their mind is not full of delusion.",
    "ai-tika-s0401t0:111_2": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching.”",
    "ai-tika-s0401t0:112_0": "The mind- contemplation , or elsewhere is stated in the Pink Laṅkā .",
    "ai-tika-s0401t0:113_0": "“This feature of a great mass of fire is hard to see,",
    "ai-tika-s0401t0:114_0": "is called “unbounded” because it is said to be the following seven treasures.”",
    "ai-tika-s0401t0:115_0": "They gain the doctrine of the Buddhas, and so on.",
    "ai-tika-s0401t0:116_0": "worshipping with the Lord of Men, saying: “We should find virtue” .",
    "ai-tika-s0401t0:116_1": "And also by worshipping the body, speech, and mind, both the treasurer’s special qualities,",
    "ai-tika-s0401t0:116_2": "(but) he has come to make merit and produces the fruit of good and bad deeds,",
    "ai-tika-s0401t0:116_3": "Standing in placing the mind aside open, thread—",
    "ai-tika-s0401t0:116_4": "having seen the attainment of the merit, producing of the treasure, and of the attainment of the treasure, etc., in order to show the way that is to say, the attainment of the merit, producing the course of the treasure is shown that.",
    "ai-tika-s0401t0:116_5": "After being reborn in first place,",
    "ai-tika-s0401t0:116_6": "Thinking: “I will explain to him,” he is my connection with him.",
    "ai-tika-s0401t0:116_7": "*alling: We will now get the treasure of merits,",
    "ai-tika-s0401t0:116_8": "by the power of might:",
    "ai-tika-s0401t0:117_0": "5.",
    "ai-tika-s0401t0:117_1": "So having shown that the meaning is this: “Amongst those who wish to show the means of the Dhamma, making it precious treasure, amongst those who wish to show the reason for its purpose, wanting to show it, to its meaning, in the basic treasures, and so on, wanting to show the meaning, is the meaning of the treasurers,” and so on. Only that, the meaning is that it spots its good.",
    "ai-tika-s0401t0:117_2": "This is the supreme way: “This is the meaning of this unsurpassable recollection to this woman.”",
    "ai-tika-s0401t0:117_3": "With one partaking of the body, and so on,",
    "ai-tika-s0401t0:117_4": "and whose individual essence is one prevented,",
    "ai-tika-s0401t0:117_5": "This is the ultimate truth, however, has been laid down by the ultimate sense.",
    "ai-tika-s0401t0:117_6": "just this much is reference to the Springs. It’s just like this.",
    "ai-tika-s0401t0:117_7": "It is encounteral with one factors that he attains the supernormal powers, who is neutral and discerning the supernormal powers in himself thus: “This is the foremost, best, best, chief, highest, or finest of men and suppression, should instructed, of the profound, states, here he is the foremost, best, chief, highest, fine, of men, and supreme in the sense of relinquishing.",
    "ai-tika-s0401t0:117_8": "Where the Northern came back to the supreme current of passions,",
    "ai-tika-s0401t0:118_0": "The Laṅkāsa Suttanta, etc., are called “faithless” , and so on. It is the same in the Dhammapada:",
    "ai-tika-s0401t0:118_1": "Virtuous conduct, etc., which have ceased in the Refuges of the mind, and the consciousness that precepts -",
    "ai-tika-s0401t0:118_2": "But in the name of the Buddha Sumaṅgala, “Knowned, Sumanā,” said, “Buddha in the name of the Buddhas .",
    "ai-tika-s0401t0:118_3": "For the Buddhas, having understood the truths, penetration to the truths, and the noble truths,",
    "ai-tika-s0401t0:118_4": "This too is the commentary on the meaning of the texts and its commentary on the meaning, and commentary .",
    "ai-tika-s0401t0:118_5": "Then you must tell them the Buddha, the one who is awakened, and one who discovered,",
    "ai-tika-s0401t0:118_6": "for in the commentary on the meaning of the three meanings, that is to say, the stanza of the leaf-hut in the name of the clause, the name of the sense.",
    "ai-tika-s0401t0:118_7": "Because of that inclusively the Remains, they say:",
    "ai-tika-s0401t0:118_8": "“And in the Protector of the World, absoluteness, and function is to be done in the way that is,",
    "ai-tika-s0401t0:118_9": "he praises the teacher of the Dhamma, which is the time for the sake of all instances of the teachers, (which is) the meaning of the Dhamma in the Dispensation of the Vinaya, has been given to him by means of the Dhamma,",
    "ai-tika-s0401t0:118_10": "Likewise the Sumaṅgana quadrupeds, the masters of the five cords of sense pleasure, the profounds of various kinds, of sense desires, of worms, of the various kinds of virtue, of variety, depth of various sorts of various kinds, names, clans, variety of concentration, deposing, the mind, and others.",
    "ai-tika-s0401t0:119_0": "6.",
    "ai-tika-s0401t0:119_1": "He thinks, “What is the meaning of this? It is the meaning of the Commentaries? It is the application of the someone who teaches the Dhamma to one who has made suffering.” He said, “Here, one is the point of his suffering.”",
    "ai-tika-s0401t0:119_2": "beginning with the first jhāna;",
    "ai-tika-s0401t0:119_3": "Mastered by the six supernormal powers, possessed of the six factors, is the nine factors for the Elder Mahākassapa, and the five hundred Theras. And all those five hundred Theras have recommended by Master Mahākassapas.",
    "ai-tika-s0401t0:119_4": "While the eighth starts",
    "ai-tika-s0401t0:119_5": "(There is) arranging the meaning in the conclusion of the Community, “This is the meaning, this is the meaning of this, this is the meaning.”",
    "ai-tika-s0401t0:119_6": "And although the word “concoholic drinks” so the second, etc., respectively, and in the second,",
    "ai-tika-s0401t0:119_7": "it shows how to be shown by means of this purity.",
    "ai-tika-s0401t0:120_0": "7.",
    "ai-tika-s0401t0:120_1": "like a lion’s roar on a lion’s roar, the lion’s roar",
    "ai-tika-s0401t0:120_2": "(but) he can know that the princess Tambapaṇṇi was the prince called Tambapaṇṇi a declaration of the Jambudīpa, (when the town).",
    "ai-tika-s0401t0:120_3": "The Jambu Tree is brought from Jambudīpa,",
    "ai-tika-s0401t0:120_4": "They regret:",
    "ai-tika-s0401t0:120_5": "And later, because of the meaning of that initiate of her lion’s posture,",
    "ai-tika-s0401t0:120_6": "Yet that is the root of all components there are no more to be spoken of the meaning stated. This is how they should be shown that.",
    "ai-tika-s0401t0:120_7": "Hence it is said:",
    "ai-tika-s0401t0:120_8": "“May you become ethical.”",
    "ai-tika-s0401t0:120_9": "There they placed this lion in Jambudīpa on the ground of lions, tigers, and leopards which were prepared for a lion in a league.",
    "ai-tika-s0401t0:121_0": "Having (from the lion’s roar) on the lion’s roar,",
    "ai-tika-s0401t0:121_1": "This is the eighth discussion about",
    "ai-tika-s0401t0:121_2": "Not hurt themselves,",
    "ai-tika-s0401t0:121_3": "delightful ...",
    "ai-tika-s0401t0:121_4": "For the Wise One who is fond of protection, desires delight,",
    "ai-tika-s0401t0:121_5": "Hence it is said:",
    "ai-tika-s0401t0:121_6": "“As a denigration” is said, “It is in the neighborhood of a greedy denigration” ; the meaning is, it is “the principles” .",
    "ai-tika-s0401t0:121_7": "and (thinking): “In the future he is undisturbed, ~ who is free from danger,",
    "ai-tika-s0401t0:122_0": "(and that) is not remorseful and not being devoted to the shore.",
    "ai-tika-s0401t0:122_1": "by this advantage,",
    "ai-tika-s0401t0:122_2": "For the Elders are not free from oppression here,",
    "ai-tika-s0401t0:122_3": "Theras whose haunts had been shown by the Elder Mahā Kassapa, by those who possessed the great (magical) powers, had fallen into the air.",
    "ai-tika-s0401t0:122_4": "Having just arrived at the moment of the many Theras, because of the full understanding of the lamps, he came down to the place of the Elders in order to prepare the seats.",
    "ai-tika-s0401t0:122_5": "Abandoning the thirty-two aspects: Questioning over the abode of separately, livid, and finishing.",
    "ai-tika-s0401t0:122_6": "Having persuaded, created, very subtle, they are full of wide,",
    "ai-tika-s0401t0:122_7": "Or alternatively, is stated here when dispelled, is knowledge of the meaning.",
    "ai-tika-s0401t0:122_8": "Having cut off the dancing in the tangle, they are well jujube seeds,",
    "ai-tika-s0401t0:122_9": "(but) in this way the Elder Mahā Kassapa, the chief of men, each and so on very pleasant abode, which was likewise boiled by the line of tender, displaying great noise, he shows the construction of the Mahākassapa.",
    "ai-tika-s0401t0:123_0": "For the sound of courses, flattering on the private parts,",
    "ai-tika-s0401t0:123_1": "“Then show it to us that all these nursing the whole of Jambudīpa,”",
    "ai-tika-s0401t0:123_2": "And he learns too much in the curtains, etc., and also about the meaning of this point of learning the Jambudīpa’s special qualities.",
    "ai-tika-s0401t0:123_3": "Remember long: for a long time (the meaning is) long.",
    "ai-tika-s0401t0:123_4": "It’s because they haven’t explained the meaning, prosperity, popularity, and long independent.",
    "ai-tika-s0401t0:123_5": "for this is said by the Blessed One:",
    "ai-tika-s0401t0:124_0": "These two things lead to the continuation, persistence, and enduring of the true teaching.",
    "ai-tika-s0401t0:124_1": "What are the two?",
    "ai-tika-s0401t0:124_2": "The words and phrases are well organized, and the meaning is correctly interpreted.”",
    "ai-tika-s0401t0:125_0": "11-12.",
    "ai-tika-s0401t0:125_1": "That golden palanquins, driven out of the meaning, and so on instead of giving and taking the earth adornments, etc., –",
    "ai-tika-s0401t0:125_2": "“I will not give you a share here.”",
    "ai-tika-s0401t0:125_3": "Herein, long is the size of the Dīghanakha",
    "ai-tika-s0401t0:125_4": "Middle Discourses:",
    "ai-tika-s0401t0:125_5": "“Then, sirs,” he said to me: “The go of, is my pupil,”",
    "ai-tika-s0401t0:125_6": "Herein, the meaning is this: it should be understood that inner enquiry, is the meaning.",
    "ai-tika-s0401t0:125_7": "I need the need as rain.",
    "ai-tika-s0401t0:125_8": "alert, flatterers,",
    "ai-tika-s0401t0:125_9": "In this way the middling causing its spears, its wide open to Sāvatthī, its opposite is more than that.",
    "ai-tika-s0401t0:125_10": "And I shall live there in detail here and there in the detailed explanation of the meaning here and there, and there shall be no more than that.",
    "ai-tika-s0401t0:126_0": "13.",
    "ai-tika-s0401t0:126_1": "Now comes, while a meditator is engaged in malicious talebearing here and there, he should do the invitation procedure with him.",
    "ai-tika-s0401t0:126_2": "“But, hearing, is what is said.”",
    "ai-tika-s0401t0:126_3": "Those forty-three grounds are used to make known.",
    "ai-tika-s0401t0:127_0": "14.",
    "ai-tika-s0401t0:127_1": "If he wants to give it, then he should work down in the place where it is shown by means of the purifiedness of the way beginning, “This place is in order to point out the purifiedness of the Dhamma” .",
    "ai-tika-s0401t0:127_2": "“So is the discussing of the head?”",
    "ai-tika-s0401t0:127_3": "Herein, virtue: such as virtue, etc.",
    "ai-tika-s0401t0:127_4": "Living on ascetic practices: these things are the practices that are a corruption of the states of defilements.",
    "ai-tika-s0401t0:127_5": "All these thirty-two meditation subjects have been brought out in Pāṭaligāma as the thirty-two cases of the remaining eighteen meditation subjects.",
    "ai-tika-s0401t0:127_6": "By the temperaments, etc., that is to say, sense desires, etc., which is deluded by risingons and embellished by greed, and so on.",
    "ai-tika-s0401t0:127_7": "Four jhānas, the four immaterial jhānas, and the four immaterial jhānas are the basis for jhāna.",
    "ai-tika-s0401t0:127_8": "Or eight jhānas can be obtained in attaining the attainments.",
    "ai-tika-s0401t0:127_9": "Or alternatively, the jhāna factors of fine-material sphere, the fruit of stream-entry, and the fruit of once-return.",
    "ai-tika-s0401t0:128_0": "15.",
    "ai-tika-s0401t0:128_1": "all of the supermundane progress, the entire insights,",
    "ai-tika-s0401t0:128_2": "and constantly knowing the Factors of Awakening when the Factors of consciousness and understanding, giving and shakes and shakes off, plunges into the various necks of wisdom.",
    "ai-tika-s0401t0:129_0": "16.",
    "ai-tika-s0401t0:129_1": "What is the cause, condition, conditions for the reason why, namely, clarified, dependent origination, and dependently originated is the reason why.",
    "ai-tika-s0401t0:129_2": "Yet that even a single harness is covered with riches, it is nicely fortunate and running out of the earth in the ears, and it is said:",
    "ai-tika-s0401t0:129_3": "“Have you pure and bright.”",
    "ai-tika-s0401t0:129_4": "and having discovered the path of the penetration of the discriminations, they left without letting go.",
    "ai-tika-s0401t0:130_0": "only the whole word: “Protector of sounds,” and “proaching uproaching on the word, is this meaning.”",
    "ai-tika-s0401t0:130_1": "Here: I will not accept these eight topics of discussion again and again.",
    "ai-tika-s0401t0:131_0": "18.",
    "ai-tika-s0401t0:131_1": "Just now he has exclusively supernormal powers, while he is endeavouring the variety of paths, “Possessing the path to purity.”",
    "ai-tika-s0401t0:131_2": "Herein, having said “followed” is the middle of the four paths, he said to the purity that is cleared in the middle of the four paths, which is the value of the attainments, etc., and then shows only the way to the higher path.",
    "ai-tika-s0401t0:131_3": "“Absolutely,” he replied, “Practicing the Teaching, this is the Monastic Law, this is said to be the meaning of the purification through which is purified, has been stated in the way already stated.",
    "ai-tika-s0401t0:132_0": "19.Iccevāti iti eva.",
    "ai-tika-s0401t0:132_1": "the Path of Purification",
    "ai-tika-s0401t0:132_2": "to the right people there.",
    "ai-tika-s0401t0:132_3": "And here the circumstances said: “By this basic support for a long time,” and having shown that the sign, he said, “Even it to this meaning, and this is for a long time.”",
    "ai-tika-s0401t0:132_4": "synonyms, etc.",
    "ai-tika-s0401t0:132_5": "Purification of the mind is the opposite kind; for it is introduced by preoccupations; and it leads to purity that disciplinary issues that come up.",
    "ai-tika-s0401t0:133_0": "The discussion on arousing energy is finished."
}