{
    "ai-tika-vin07t4:0_0": "3. Aniyatakaṇḍo",
    "ai-tika-vin07t4:1_0": "The first training rule on containing the name",
    "ai-tika-vin07t4:2_0": "443.",
    "ai-tika-vin07t4:2_1": "Your sons of the ascetic life with one or two children who uproars a child, and who says, “Who have you?”",
    "ai-tika-vin07t4:2_2": "between monks and food,",
    "ai-tika-vin07t4:3_0": "I am requesting my deeds, I am going to heaven.",
    "ai-tika-vin07t4:3_1": "“Pāṭaliputta,” “It is used for this training rule,” “It is concealed for a long time.” He is concealed in private parts, in the same place as a concealed by a woman, thus he is concealed by an expert on the edge of the training rules,” “It is low, although I have sexual intercourse with such women as these,” etc., and so on, thinking, “It is quite concealed by a woman,” etc.; and so on.",
    "ai-tika-vin07t4:3_2": "Hence it is said: “I am lying down” and so on.",
    "ai-tika-vin07t4:3_3": "Secluded by fondness and delimitation for those who dwell in absorption.",
    "ai-tika-vin07t4:4_0": "Now after showing the eyes, he shows them the rainy-season residence in the way: “Now I’ll give you.”",
    "ai-tika-vin07t4:4_1": "“That unsuitable rainy-season residence is in private on this concealed place.” But there is no exceedingly the meaning of that in private place.",
    "ai-tika-vin07t4:4_2": "Hence it is said: “Here the door-panel door should be well-builded. Hence the door framework of clothes,",
    "ai-tika-vin07t4:4_3": "there is no offense for him.”",
    "ai-tika-vin07t4:4_4": "for that is not opened by a door, and it will not get in private to the eye.",
    "ai-tika-vin07t4:4_5": "if he says, “I won’t give this” the second rains residence,” “This is to be able to do so instead because he has been indulging with the personal speech; he is unable to make offerings behave with refuted senses.",
    "ai-tika-vin07t4:4_6": "There’s no offense for one who is sitting outside the monastic boundary for twelve years. When he is sitting outside the monastic boundary, he does not make amends for it in this way: “Considering the intercourse, he must be told to do the ascetic life; there’s no offense for the reference to the ascetic life; he doesn’t say, “Does the ascetic life.”",
    "ai-tika-vin07t4:4_7": "Therefore, having given it up all, he should give, thinking: “Noble Ladies, I will give,” and they can then do so.",
    "ai-tika-vin07t4:4_8": "If anyone with good eyesight standing there might say this because of the power of the eyes, they wouldn’t be able to say that.",
    "ai-tika-vin07t4:4_9": "But since he sits down, he thinks, “I am at a time when the time,” and at the time of death, he dropped at died.",
    "ai-tika-vin07t4:4_10": "Therefore it is said, “They aren’t cleared,” and “There is no offense for one who is said to be one who has committed an offense.”",
    "ai-tika-vin07t4:5_0": "Entering the fruit of stream-entry, what is said:",
    "ai-tika-vin07t4:5_1": "“Sitting to acknowledge, he claims to have a refusal of liberate sexual intercourse.”",
    "ai-tika-vin07t4:5_2": "Hence it is said: “He who has committed an offense entailing expulsion,”",
    "ai-tika-vin07t4:5_3": "if he doesn’t, he shouldn’t do it without making amends for an offense.",
    "ai-tika-vin07t4:5_4": "Then, when hate doesn’t admit it, he should be told, “Now, Suddhodana”. Then he should say, “Exchange the work.”",
    "ai-tika-vin07t4:5_5": "for this is said:",
    "ai-tika-vin07t4:6_0": "(But) there is no shameless in the sense that is found,",
    "ai-tika-vin07t4:7_0": "he should behave like this.”",
    "ai-tika-vin07t4:8_0": "sitting down ...",
    "ai-tika-vin07t4:8_1": "A monk admits to having claimed to be a dealtermined: “In the future, he must acknowledge it when it comes to the future.”",
    "ai-tika-vin07t4:9_0": "Then murdered, and having psychic power, the scoundrels of psychic power, and the Elders said to him: “So, do you have eleventhed on, sitting alone with that ascetic?” Then do you say, “We were sitting in private seats!”",
    "ai-tika-vin07t4:9_1": "he should think, “Should make this rice-gruel,” and so he explained it in the way beginning, “Lay follower, is the meaning.”",
    "ai-tika-vin07t4:9_2": "you should protect this state, don’t reveal it.",
    "ai-tika-vin07t4:10_0": "If they instead they proceed in private on the day, they commit an offense entailing confession.",
    "ai-tika-vin07t4:10_1": "But if he replies on a meditation subject, then he has got rid of any kind of meditation subject than that, and he is going to another meditation subject than that, there is no offense.",
    "ai-tika-vin07t4:10_2": "That is why it was given to him.",
    "ai-tika-vin07t4:10_3": "“She’s sitting down next to a woman.”",
    "ai-tika-vin07t4:10_4": "for if he sits down, he should get up there.",
    "ai-tika-vin07t4:10_5": "But as in the other places, there is no offense for women who are uprooted by theft and who sits down again and again, there is no offense for him.",
    "ai-tika-vin07t4:10_6": "But there are two training rules without a turning away or a training rule. It is because there is no danger in any offense for attaining the four rules as parts.",
    "ai-tika-vin07t4:10_7": "But there is, aspiration for which these two offenses entailing expulsion, etc., and that described in the way beginning, “These two, are stated under the indication of expounded to the influence of enquipment,” etc., they should also understand that the (wholength of) mentioned and against them as described.",
    "ai-tika-vin07t4:10_8": "But when he admits to the kind of offense, he admits to the break up of the barriers.",
    "ai-tika-vin07t4:10_9": "which is why it is said: “This is not undetermined.”",
    "ai-tika-vin07t4:11_0": "Here they were told of the three offenses entailing expulsion, etc., and have respected in each other with the head, etc., respectively: “Here they stepped in each other, how many offenses entailing expulsion, etc., and both of them are an ascetic.”",
    "ai-tika-vin07t4:12_0": "The first undetermined training rule is finished.",
    "ai-tika-vin07t4:13_0": "The second training rule on containing rice",
    "ai-tika-vin07t4:14_0": "452.",
    "ai-tika-vin07t4:14_1": "“She is not to obtain a woman with a man.”",
    "ai-tika-vin07t4:14_2": "and then said, “Give back,” “Lay follower,” “Today it is similar to her,” and she said, “Today isn’t proper for females.” But she says, “Consider it,” “Listen,” “It’s appropriate to say, although you shouldn’t agree.” And he said, “It’s not allowable.”",
    "ai-tika-vin07t4:15_0": "treating their mother’s womb,",
    "ai-tika-vin07t4:15_1": "at the beginning of the Divine Cetiya offerings, etc., which belongs to the Cetiyapabbata.",
    "ai-tika-vin07t4:15_2": "placed it is an unconcealed place, the concealed place in the same place as before.",
    "ai-tika-vin07t4:15_3": "Suppose there was a woman, there is no offense for him.",
    "ai-tika-vin07t4:15_4": "But why does the woman not do it?",
    "ai-tika-vin07t4:15_5": "Because of this training rule of the minor training rules.",
    "ai-tika-vin07t4:15_6": "Full of lust for the woman’s maintains, like the tail stretching on a door,",
    "ai-tika-vin07t4:15_7": "its gravel, hurriedly, didn’t forget, for the sake of bad speech, for the affairs, thinking, “This is indeed a concealed place,” “This is why,” “This is expressed,” “This is done,” and he said, “Dears it.”",
    "ai-tika-vin07t4:16_0": "Divine training rules on what is graceful and exceedingly, “In this body the same way,” etc., they said, “Hopefully they resplendent with the eye.”",
    "ai-tika-vin07t4:16_1": "some, while they do not say, ‘I have sexual intercourse with my body.’ Or they have sexual intercourse with it. They don’t have sexual intercourse with it. They see a woman or managed the door fact of witness,’ and if they, they haven’t developed themselves anything, they’re not able to make physically reached the other. Then they see my body, speech and mind, without equality of these things, they say: ‘This is scrapped in a scriptural.’",
    "ai-tika-vin07t4:16_2": "When a lamp in this way, it is said to be “interrupted” according to his body, speech and mind, without misfortune,” it is said to be one who is unincluded, “This is said to be one who has committed an offense that is irreversible,” etc., and in confused it should be understood as the origin of the body.",
    "ai-tika-vin07t4:16_3": "“In that case, there is abundance of the training rules in private retreat. ...”",
    "ai-tika-vin07t4:16_4": "But some are told, ‘Because of a kingdom’, they should not take it away.”",
    "ai-tika-vin07t4:16_5": "For the one who gives rise to the opposite sex, it would be concealed by the eyes beginning with the eye: “The eye hasn’t been developed by one who is uncleaning in private places,” and so on. If it is not suitable to speak infect with the eye, it is unthinking as an elephant’s bathing.",
    "ai-tika-vin07t4:16_6": "Therefore it is said in the evening, “It is eight kinds of sight that is private without reference.”",
    "ai-tika-vin07t4:16_7": "They don’t make a lofty carcass, but they think, “He’s blind or slimulous,” and they don’t respond to the Dark One. That’s why he should live here.",
    "ai-tika-vin07t4:16_8": "“I give this”: “This is the meaning of twelve myriads”;",
    "ai-tika-vin07t4:16_9": "Also there is in private parts where the body is found, and which instead of enlightenment, etc., you shouldn’t see it.",
    "ai-tika-vin07t4:16_10": "The Simile of the Mine Commentary is said to be a reference to the eye.",
    "ai-tika-vin07t4:16_11": "The training rule on what is grave, they say, “You have committed an offense entailing expulsion,” etc., and they should make it back in this way: “This is incapable of attaining the body, and it needs to be done here. ”",
    "ai-tika-vin07t4:16_12": "Therefore they should be told: “Give me both attainments and others as follows.”",
    "ai-tika-vin07t4:17_0": "But the first phrases is said to be the “withstanding” and “covering the propounded of the bodily conduct, etc., and of the base consisting of boundless space, but alternatively,” etc., and also the term “possessed,” etc., and that too because inquisitioned. But inquire the earlier” .",
    "ai-tika-vin07t4:18_0": "The second undetermined training rule is finished.",
    "ai-tika-vin07t4:19_0": "The others were finished."
}