{
    "ai-tika-s0105t6:0_0": "8. Mahāsīhanādasuttavaṇṇanā",
    "ai-tika-s0105t6:1_0": "On the Naked Ascetic Kassapa",
    "ai-tika-s0105t6:2_0": "381.",
    "ai-tika-s0105t6:2_1": "Having thus made a heap of gold coin and bullion",
    "ai-tika-s0105t6:2_2": "Living in Uruvelā, I say”",
    "ai-tika-s0105t6:2_3": "it was impossible for him to stand at the city gateway and in the town gate. So the Blessed One said: “We will debate, the abode of this city called Uruvelā, since he gives using the name or clan, the means of the town or country.”",
    "ai-tika-s0105t6:2_4": "With this showing it to the meaning:",
    "ai-tika-s0105t6:2_5": "There is no opportunity for sounds, solitary calls forwards, or because of the time forwards, etc.; for one who lives in come back, etc., thinking, “Such is indeed about,” etc., just as in the country.",
    "ai-tika-s0105t6:2_6": "delightful, delightful, delightful, feeding on delightful ground, which will be for the benefit of many people,",
    "ai-tika-s0105t6:2_7": "gives to those free of fear, he gives to the deer,",
    "ai-tika-s0105t6:2_8": "Hence it is said: “He is.”",
    "ai-tika-s0105t6:2_9": "But if there is no cloth, he gives out, “This isn’t stored indoors,” and “There is no trouble.”",
    "ai-tika-s0105t6:2_10": "Gotamī:",
    "ai-tika-s0105t6:2_11": "The mortification in one who is reborn there is a present, for this is the mortification in mind.",
    "ai-tika-s0105t6:2_12": "Likewise, because it is the mortification in disgust of sin, the very mortification in this way and they say, “This is why it is from?”",
    "ai-tika-s0105t6:2_13": "By the part of the body, here and there is noise of elephants, etc., that is to say, the embellishments of others. The elephants, etc., are put into the drops, and the cry of the elephants, horses, chariots, chariots, and so on.",
    "ai-tika-s0105t6:2_14": "Guarding harsh speech is good, avoiding harshness, and livelihood.",
    "ai-tika-s0105t6:2_15": "He is at ease in one who is seeking alms at the very improved,",
    "ai-tika-s0105t6:2_16": "if she uses it without getting enough of her;",
    "ai-tika-s0105t6:2_17": "Therefore it is said: “Here is referred to as “claimed” .",
    "ai-tika-s0105t6:2_18": "“The knowledge of the analytical knowledge of truth is the reason why these three kinds of penetrations of the Truth are,” then they said.",
    "ai-tika-s0105t6:2_19": "Likewise the word : here is the reason why the word of the Parinibbāna .",
    "ai-tika-s0105t6:2_20": "For the one who is devoted to the meaning, who is devoted to the words",
    "ai-tika-s0105t6:2_21": "Yet he replies upon the sound of others as stated there is the kind already described and it is not allowed either.",
    "ai-tika-s0105t6:2_22": "Both people who are negligent, what is said from others.",
    "ai-tika-s0105t6:2_23": "When this is said, you must act in accordance with the Teaching so that when there is no danger of mindfulness. If that statement, then when there is no reason for sensible people, it wouldn’t be appropriate for them to get away, or criticize them. If they don’t achieve only a state of example, or exactly the same level.",
    "ai-tika-s0105t6:2_24": "is said: “This is what is said” .",
    "ai-tika-s0105t6:3_0": "382.",
    "ai-tika-s0105t6:3_1": "Now, as to explain what was said by the Buddha, he said: “Now, it is in brief,” and “It is when I said that I can explain it, “Now, I can give it to analyze,” and so on.",
    "ai-tika-s0105t6:3_2": "For the Blessed One is saved in oneself, having non-confusion about self-mortification, which is painful, ignoble, and pointless.",
    "ai-tika-s0105t6:3_3": "Such-and-such people criticize you. They domain regions, opinions, discard you.",
    "ai-tika-s0105t6:3_4": "Unlessness of merit comes to an end,",
    "ai-tika-s0105t6:3_5": "And here there is no faith in the shade, as in the case of the shadow of the sunshade, as in the case of the sunshade.",
    "ai-tika-s0105t6:3_6": "When wrong view is developed and cultivated there is no choice of deeds, he gave them up with wrong view, etc., and in front of them, and then caused them to live accordingly.",
    "ai-tika-s0105t6:4_0": "but I’m better than myself.",
    "ai-tika-s0105t6:4_1": "This is a penetration of praise, this is the meaning of the letter.",
    "ai-tika-s0105t6:4_2": "Without first being announced: the rest of the kinds already described, without having told the special qualities of fewness of wishes, contentment, effacement, without having any such virtues as this, one should live by means of wrong livelihood.",
    "ai-tika-s0105t6:4_3": "When he is spoken in the way already described, the two persons spoken of as stated, and then that person is spoken of good conduct and badly present.",
    "ai-tika-s0105t6:5_0": "When there are two people who are praised, they say, “The two persons have merit and good deeds,” and they replied.",
    "ai-tika-s0105t6:6_0": "The meaning should be understood in the way already described.",
    "ai-tika-s0105t6:6_1": "Here it is first because of the action of livelihood, because of inherent ten respects,",
    "ai-tika-s0105t6:6_2": "In the second tetrad there are accumulations that are effective and in the second.",
    "ai-tika-s0105t6:6_3": "who lives without suffering.",
    "ai-tika-s0105t6:6_4": "if he is of the outside the Dispensation, as to Paṭācārā, he is detached from the ascetics of another religions;",
    "ai-tika-s0105t6:6_5": "After comparing oneself for the sake of pleasure, without having obtained pleasure and pain, with pure feathers, he brought happiness after defilement in the sign of pleasure and happiness.",
    "ai-tika-s0105t6:7_0": "“Now I have not received the going forth, now that craving and view,” etc.,",
    "ai-tika-s0105t6:7_1": "developing gain and honor, and respecting those three people, he bound them.",
    "ai-tika-s0105t6:7_2": "Vibhaṅga thus, “There is no wrong view in that is, hate and delusion” .",
    "ai-tika-s0105t6:7_3": "married girls, beginning with Channa who have gone forth in the six classes of the Three Worlds, who have gone forth as an exterior.",
    "ai-tika-s0105t6:7_4": "Because they believe that there was, they thought, “Because of this determination or because of that.”",
    "ai-tika-s0105t6:7_5": "you are the young man,",
    "ai-tika-s0105t6:7_6": "graceful lotuses,",
    "ai-tika-s0105t6:7_7": "heirs, generates, immeasurable,",
    "ai-tika-s0105t6:7_8": "One worlds: for the sake of themselves enjoying happiness.",
    "ai-tika-s0105t6:7_9": "For the ending of the opposites that show the way to the greedy temperament.",
    "ai-tika-s0105t6:7_10": "Enjoying for sensual pleasures,",
    "ai-tika-s0105t6:7_11": "The food is to be eaten:",
    "ai-tika-s0105t6:7_12": "The sound of drums is abundant and noise;",
    "ai-tika-s0105t6:7_13": "And that’s how, when the Sakyans have been handed down, they use the word according to their public hall, which is announced: “This is the sound of their own hands,” and they use the word ‘fod’ because they use faith in the word ‘aithful’, the sound of the word ‘profitable’, and that here they say, ‘This is the meaning of this, ‘perception’: ‘This is the sound of your own hand’, ‘This is the essence’, etc., this is the meaning of what is spoken by the word ‘thanded one’, what is seen’.",
    "ai-tika-s0105t6:7_14": "He enjoys the gratification in them like a defilements ended; therefore they use it, even the point of refectory, which is why the meaning should use it.",
    "ai-tika-s0105t6:8_0": ": (There is) not enough enquiry, composing to the meaning of the kind described above .",
    "ai-tika-s0105t6:8_1": "“Through the locality of the sectarians, etc., the meaning should be understood according to the rule, and because they are designated as a meal offering, they should be understood.”",
    "ai-tika-s0105t6:8_2": "in this teaching and training.",
    "ai-tika-s0105t6:9_0": "How does one get something?",
    "ai-tika-s0105t6:9_1": "He should not obtain that which is why he should not obtain the distinction for what is lost.",
    "ai-tika-s0105t6:9_2": "or, when they claim: “There is no one to be one who isn’t.”",
    "ai-tika-s0105t6:9_3": "Three things that go to the influence of the teaching, or when they make use of the three kinds of discrimination, are postures for three or three ways.",
    "ai-tika-s0105t6:10_0": "those of ascetic practices, rough rough deeds, living on rough deeds, and so on.",
    "ai-tika-s0105t6:10_1": "Without remainder, he stops.",
    "ai-tika-s0105t6:10_2": "For there is something to be prohibited.",
    "ai-tika-s0105t6:11_0": "I will be hard to find happiness in the future.",
    "ai-tika-s0105t6:11_1": "Recollecting the meaning is this: “He is undeferentially,” if he recites the Paṭisambhidā figuratively, the meaning is:",
    "ai-tika-s0105t6:12_0": "and from the countless realms,",
    "ai-tika-s0105t6:12_1": "By the: here he has come here, and having come to here, he is reborn in heaven.",
    "ai-tika-s0105t6:12_2": "Now, as to the hollow of the Ganges river, etc., has to be reborn in the future.",
    "ai-tika-s0105t6:12_3": "and when he comes to the past,",
    "ai-tika-s0105t6:12_4": "Again when what leads to rebirth is reborn in a future life, there is no rebirth again in the future.",
    "ai-tika-s0105t6:12_5": "what reason should I do?” “I shall expert adornment by the newly come from?” and “There is no reason for you to show the way to all the reason for this reason, how to give it.",
    "ai-tika-s0105t6:12_6": "tears,",
    "ai-tika-s0105t6:12_7": "What is reckoned as clean and purified, would be maintained by it pure and clean?",
    "ai-tika-s0105t6:12_8": "(but) weapons that don’t take hold of it, and that wherever he wants.",
    "ai-tika-s0105t6:13_0": "384.",
    "ai-tika-s0105t6:13_1": "For whom the present life has set aside in lives to come, and who does not apply himself to the meaning, nor does not say that anyone who does not apply himself to the point of learning,",
    "ai-tika-s0105t6:13_2": "Five people enemy, transmigrating from killing living creatures and so on.",
    "ai-tika-s0105t6:13_3": "For that is so called because of the cleansing of virtue and in the five ways, and because of which non-existence only in the present life or in lives to come. And so there are beings who say, “Surely not good in the present life” .",
    "ai-tika-s0105t6:13_4": "He should not wear formal supports that are to be relinquished:",
    "ai-tika-s0105t6:13_5": "for seeing is the eye to see, ~ for the sake of the eye, you have put aside the drum of the eye.",
    "ai-tika-s0105t6:13_6": "only as a river,",
    "ai-tika-s0105t6:13_7": "When those five doors were restrained, they didn’t bring it because of that. ...",
    "ai-tika-s0105t6:13_8": "they’re sharing the sword.”",
    "ai-tika-s0105t6:14_0": "This is the eighth section dealing with:",
    "ai-tika-s0105t6:14_1": "Some of the things that they say, “Who are those ascetics and brahmins?” “We don’t say of self-mortification,”",
    "ai-tika-s0105t6:14_2": "Yet you regard it as yours that the ear ... nose ... tongue ... body ...",
    "ai-tika-s0105t6:14_3": "“It is not good that those who do not know the inherent tendencies, double and rough rough material good fortune,” and they said, “It is not good for us,” and they say, “It is good that we don’t applauded.”",
    "ai-tika-s0105t6:15_0": "Thus, having shown that there is a root and all the ground, in accordance with the doctrines of others who are qualified in the fourth section, etc., are said, “Noble One.”",
    "ai-tika-s0105t6:15_1": "You should undertake whatever observance-day is undertaken.",
    "ai-tika-s0105t6:15_2": "And where there is nothing that is unallowable, they say, “Whoever is unexistent,”",
    "ai-tika-s0105t6:15_3": "Herein, here “final in the same way”",
    "ai-tika-s0105t6:15_4": "For without giving the full ordination, that should be given the full ordination to give the full ordination, the opposite sex, and that will be given to others.",
    "ai-tika-s0105t6:15_5": "Therefore I go to them and say, “I say to them:”",
    "ai-tika-s0105t6:15_6": "The meaning should be understood in the way already stated . The meaning should be understood in the five ways as stated in the way already stated .",
    "ai-tika-s0105t6:16_0": "On Practicing Connection",
    "ai-tika-s0105t6:17_0": "and from the overcoming of the five-fold state.",
    "ai-tika-s0105t6:17_1": "The ascetic Gotama asks, “Did he gets behaves improperly, without defilements? Understanding them, or do he say this?” He said, “Did you do so, who takes up the duties, was he asks for the teacher?”",
    "ai-tika-s0105t6:17_2": "asked the reason for this: “It seems the ascetic Gotama that the defilements are defiled,” and he said, “It’s unshakable to do so.”",
    "ai-tika-s0105t6:17_3": "He asks on both accounts: “This is the reason why they do not announce it when it is,” because of undertakings, directions, and because of Sāketa. When it is beneficial, they break into houses, practises, when it is present.",
    "ai-tika-s0105t6:17_4": "Furthermore, this is the cause of reason why the characteristic of investigating the degree of neutrality is practiced with the universal pervasion, while he is endeavourable to the questions that should be understood as to say:",
    "ai-tika-s0105t6:17_5": "and considering: “After going,” he said the earth,",
    "ai-tika-s0105t6:17_6": "“What’s your help, Upasena?” and so on,",
    "ai-tika-s0105t6:17_7": "In the second enquiry, (thinking): “Through the Community,” and so on.",
    "ai-tika-s0105t6:17_8": "calling what is said in reference to be a refuge.",
    "ai-tika-s0105t6:18_0": "having undertaken that, they should give up that gift. They are to be given up by one who has undertaken the remainder of the noble ones, they proceed having undertaken that unfaith.",
    "ai-tika-s0105t6:18_1": "He who, having given up unwholesome things,",
    "ai-tika-s0105t6:18_2": "And if, unprofitable, skill in stilling the calculations, he says, “Unskilled in locality and considers, unskillful cooked, calculation, and considers them as they came. Then they say, ‘This is an unprofitable way,’ and when one is created.”",
    "ai-tika-s0105t6:18_3": "That’s how a gateway is reborn.",
    "ai-tika-s0105t6:18_4": "for the sake of unprofitableness and understanding producing a particular component.",
    "ai-tika-s0105t6:18_5": "(But) this is called the sound of myrobalans, namely, “First” .",
    "ai-tika-s0105t6:18_6": "The noble ones named Standing:",
    "ai-tika-s0105t6:18_7": "Even when these unskillful things are found in a noble disciple, not without hate.",
    "ai-tika-s0105t6:19_0": "they show how to be specifically.",
    "ai-tika-s0105t6:19_1": "But whatever was “proaching” is indeed “without development” or “reflecting formations”.",
    "ai-tika-s0105t6:19_2": "After giving up what is beneficial and what is unbeneficial, their retinue is spoken to be spoken.”",
    "ai-tika-s0105t6:19_3": "Herein, as to these serving temperaments, etc.,",
    "ai-tika-s0105t6:19_4": "There is such-and-such a schism in the Sangha as a gift for the attainment of the Sangha, for the attainment of the Community, for the attainment of the Community, for the attainment of the Community, etc., which is even in the Teacher’s practice.",
    "ai-tika-s0105t6:19_5": "But because of Sāti,” she said, “It is Sāti, confidence,” according to her mouth, and so on, without giving her confidence, etc.,",
    "ai-tika-s0105t6:19_6": "There, because of the noise, the sound of drums do not making a noise, the slightest (from the lake) does not shake,",
    "ai-tika-s0105t6:19_7": "For just as when a man possesses the attainment of the teacher’s dispensation, he directs his confidence in the attainment of the teacher, and he is corrected in the way that is calm, and in conformity with the attainment of the Teacher,",
    "ai-tika-s0105t6:19_8": "“Do you like.”",
    "ai-tika-s0105t6:19_9": "Producing forms: it causes the occurrence of form that is evident to him,",
    "ai-tika-s0105t6:19_10": "“One who is asked about the kind of teaching, but this is necessary for the sake of the Dhamma in the way beginning, “Possessing intoxication, may these spend this teaching because they hear rough, living on alms-realms, and resort, not to rough.”",
    "ai-tika-s0105t6:19_11": "For one whose behavior by way of body and speech is austere, and who has right view.",
    "ai-tika-s0105t6:19_12": "Consequently he should be told: “Perhaps the first-materiality of the Dhamma” , and he should give him a teaching.",
    "ai-tika-s0105t6:19_13": "Likewise that of what kind does it flow?",
    "ai-tika-s0105t6:19_14": "and having had been harassed for the Sangha, the monks from me to another, is the same as “friend”.",
    "ai-tika-s0105t6:20_0": "Herein, the Buddhas’ disciples, and so on, after showing that it is the state of peace, producing condition, and that, are to say, to be practiced, and so on, after showing that, he said, “Having given to the higher mind,” and “Depending it, he said, “Having thus, ‘Listened,’” and “Lay, he shows the pursure” .",
    "ai-tika-s0105t6:20_1": "Herein, spread (after his own) desires associated with the noble paths, but not so in the noble path.",
    "ai-tika-s0105t6:20_2": "Then you should practice the absorption of Vipassī in regard to the eight attainments, etc., as specific neutrality, and mental discriminations.",
    "ai-tika-s0105t6:20_3": "Vipassī, etc., thinking “Perhaps these are the progress,” etc., and refers to the formations of neutrality, etc., in order to show the detailed explanation of conditions, and rejection of refined enlightenment such as “materiality” .",
    "ai-tika-s0105t6:20_4": "For name and form are not able to discern the contemplations.",
    "ai-tika-s0105t6:20_5": "the practice that leads to the cessation of suffering is the path because all the path is tranquilized, because there is no path to Nibbāna.",
    "ai-tika-s0105t6:20_6": "One who has the five faculties and the one whose senses are pure, whose sense faculties are unpurified, and so on. He is pure in ethics, whose sense faculties are pure, who but impure in mind is quite pure, whose sense faculties are restrained in the way beginning, “They are infinite, and whose sense faculties are restrained in the five stages of aggregates,” and so on. And he has cleansed the knowledge of the deathless, of the sense faculties, etc., and whose mind is quite pure, and whose sense restraint in non-perceptions of existence in terms, etc.; and whose sense faculties are implement and stainediment and uncertainty, etc.; and so on., is uncertainty, not having removed the stris of any qualities of any qualities, and an impulsion in consequence in consequence in detail.",
    "ai-tika-s0105t6:21_0": "But these five kinds of canceling of the Monastic Code, are just as stated in accordance with the recitation of the Monastic Code, then once again a big to the recitation of the Monastic Code, then once more so many people can see his own virtue.",
    "ai-tika-s0105t6:21_1": "“Through these fifteenth day” he was told,",
    "ai-tika-s0105t6:21_2": "I’m grounded in plain with wisdom. That’s why I have developed.",
    "ai-tika-s0105t6:21_3": "you should not anyone who strikes",
    "ai-tika-s0105t6:21_4": "The best is the best, lion, tireless, and without getting enough.",
    "ai-tika-s0105t6:21_5": "But with the words",
    "ai-tika-s0105t6:22_0": "“In the past I am the Piṅgiyānī, the bull of a man,",
    "ai-tika-s0105t6:23_0": "that cowherd’s roar, the best proficient in remote lodgings.”",
    "ai-tika-s0105t6:24_0": "he should be seen by a majority.",
    "ai-tika-s0105t6:25_0": "The noble eightfold path.",
    "ai-tika-s0105t6:26_0": "393.",
    "ai-tika-s0105t6:26_1": "But just as I had developed and cultivated in this way, my path should be practiced so that they may know the path leading to peace.”",
    "ai-tika-s0105t6:26_2": "In the morning, “After-stop” is this:",
    "ai-tika-s0105t6:26_3": "When someone practices in line with the path to self, in accordance with the highest degree of the community, the ascetic Gotama says this: “The path is embarrassed, using what it is proper to one who is practicing trainee, who has entered on the way to the path, the ultimate sanctuary, the expert in accordance with the Teaching, the Monastic Law, the Teacher’s enlightenment, the highest among men, or his own insight due to the training.”",
    "ai-tika-s0105t6:26_4": "And if he thinks, “He will be able to see or reach the end of the three (supernatural) power, if a disciple will know or see or reaches such an opportunity;”",
    "ai-tika-s0105t6:27_0": "He said, “That’s right,” and he pointed out with right wisdom the road, as if he were able to point out the path and doing a position path,",
    "ai-tika-s0105t6:27_1": "“Yes,” he replied. And in order to show the different paths of purification through the three paths, which is the path to awakening, as follows:",
    "ai-tika-s0105t6:27_2": "That is why the path to purity has been purified.",
    "ai-tika-s0105t6:28_0": "“This is the path, there is no other",
    "ai-tika-s0105t6:29_0": "“The compassionate one, who sees the utter ending of rebirth,",
    "ai-tika-s0105t6:30_0": "understands the path to convergence.",
    "ai-tika-s0105t6:31_0": "By this path people crossed over before,",
    "ai-tika-s0105t6:32_0": "will cross over, and are crossing over to the flood.”",
    "ai-tika-s0105t6:33_0": "all the paths in the Regarding these places in the scriptures, one path and the practice.",
    "ai-tika-s0105t6:34_0": "Practicing Self-Mortification",
    "ai-tika-s0105t6:35_0": "394.",
    "ai-tika-s0105t6:35_1": "The mortification should be cultivated here and there, thinking, “After being able to find out about it,” “Dear it in regard to this legal issue, if it is already done,” and he says, “We shall give this legal issue.”",
    "ai-tika-s0105t6:35_2": "The ascetic, who has been done involved in regard to the legal procedure of demotion,",
    "ai-tika-s0105t6:35_3": "Likewise in the case of works: breaths and others.",
    "ai-tika-s0105t6:35_4": "who is constantly destroyed, with all kinds of decay,",
    "ai-tika-s0105t6:35_5": "Many ground,",
    "ai-tika-s0105t6:35_6": "no-one can take possession of the ten kinds of rose-covering cloth and the ten kinds of fingernails in cloth, saying: “Venerable sir, this bag of bones should not be told, even if you do so, is this.”",
    "ai-tika-s0105t6:35_7": "it is said to behave in the supermundane and supramundane.",
    "ai-tika-s0105t6:35_8": "How is it worthy of the introduction, saying “And how is one who is comfortable?” Because of that he defines it by means of its intercourse with that, etc., and being one who keeps it?",
    "ai-tika-s0105t6:35_9": "the sitting mat washed, and the water washed away.",
    "ai-tika-s0105t6:35_10": "He was told by the staff.",
    "ai-tika-s0105t6:35_11": "Herein, mindfulness meditation has been removed.",
    "ai-tika-s0105t6:36_0": "“Come, Venerable,” he replied. He said, “Listening that is very auspicious fortune,” and with Bhaddā Kāpilānī, they answer, “There is noise, fortunate,” and for the sake of this (also).",
    "ai-tika-s0105t6:36_1": "these things are not present",
    "ai-tika-s0105t6:36_2": "‘This isn’t mine, ma’am.",
    "ai-tika-s0105t6:36_3": "You shouldn’t enjoy yourself with any kind of deed. ...",
    "ai-tika-s0105t6:36_4": "if he does not actually do it;",
    "ai-tika-s0105t6:36_5": "In the past, it seems, there is the first place called a monk who goes first and says, “They should be used to get alms-food.”",
    "ai-tika-s0105t6:36_6": "But we didn’t get upset by developing many different kinds of creatures in the sign, because we need advocate, and created a following things.",
    "ai-tika-s0105t6:36_7": "And they think, “I won’t consent to these things.” And they consent to, but doing it.",
    "ai-tika-s0105t6:36_8": "birds of potshers, he dropped in pots,",
    "ai-tika-s0105t6:36_9": "kind of pot",
    "ai-tika-s0105t6:36_10": "and each one of them wives.",
    "ai-tika-s0105t6:36_11": "Then the pots of crocodiles would be taken away.",
    "ai-tika-s0105t6:36_12": "and he said: “I perceived that he has seven pots, and he perceives that he has, he commits an offense entailing relinquishment and confession.”",
    "ai-tika-s0105t6:36_13": "This is the same as “connection” in the sense.",
    "ai-tika-s0105t6:36_14": "floating, plundering.",
    "ai-tika-s0105t6:37_0": "The between the boundaries .",
    "ai-tika-s0105t6:37_1": "Then there are seven percipients,",
    "ai-tika-s0105t6:37_2": "Those who have gone to the place where people have gone.",
    "ai-tika-s0105t6:37_3": "roams for sense pleasures, delight in (deeds) the danger from sensual pleasures,",
    "ai-tika-s0105t6:37_4": "People come from village to town, etc., to get what is the doing of it,",
    "ai-tika-s0105t6:37_5": "Likewise the works of cloth, which are drawn out by fields and lands, by means of that association with the drums, by poison, and then said, “As a meal given to the workers,” and after washing them, they told them what has been done.",
    "ai-tika-s0105t6:37_6": "In the Majjhima Nikāya, the Majjhima reciters, etc., say that, “Why are they talking about the specialisms,” etc., and he says, “What is this: ‘How do you live in this way? What is it about?’",
    "ai-tika-s0105t6:37_7": "But this was said to because of the progressive repair: “This is what is not to be done” and “This is the noble ones.",
    "ai-tika-s0105t6:37_8": "And here it is said: “Neither in such a case, sir,” and so on, the doing of the head hairs, etc., should understand how to understand:",
    "ai-tika-s0105t6:37_9": "that cry is uttered a snare.",
    "ai-tika-s0105t6:37_10": "Because of her fairness,",
    "ai-tika-s0105t6:37_11": "like that for you:",
    "ai-tika-s0105t6:37_12": "those who behaving abolished the Sangha’s conduct:",
    "ai-tika-s0105t6:37_13": "People service:",
    "ai-tika-s0105t6:38_0": "purges of your ears,",
    "ai-tika-s0105t6:38_1": "They told him what had happened,",
    "ai-tika-s0105t6:38_2": "for the sal trees and the blossoming trees which were made plough and so on.",
    "ai-tika-s0105t6:38_3": "Well-admittedness is the characteristic of drinking alcohol. It is the same as for provisions.",
    "ai-tika-s0105t6:38_4": "I have assembled the collection of her body, or by groups of one kind,",
    "ai-tika-s0105t6:38_5": "all the disciples blameworthyly in the three Vedas.",
    "ai-tika-s0105t6:38_6": "One day comes to the one house.",
    "ai-tika-s0105t6:38_7": "if he returns, when there is a reason, he gets hold of food, when there is no outcome of fear.",
    "ai-tika-s0105t6:38_8": "he can speak on the same day.",
    "ai-tika-s0105t6:38_9": "(The giver is) the donor, giver of the gift, the recipient of the alms-food, the taker’s alms food.",
    "ai-tika-s0105t6:38_10": "Hence it is said: “He is the end.”",
    "ai-tika-s0105t6:38_11": "Reverends, let us undertake the best of almsfood, a phenomena, or an excellent climate.",
    "ai-tika-s0105t6:38_12": "By means of non-confusion: solitary retreat is the meaning.",
    "ai-tika-s0105t6:38_13": "But in the next case of the one who is meaningful only on the fourfold day and in the next.",
    "ai-tika-s0105t6:38_14": "So too with the word “bringing” positions.",
    "ai-tika-s0105t6:38_15": "Also, after eating in one sitting per day, I am served the sacred flame,",
    "ai-tika-s0105t6:38_16": "After eating two or three days from the twentieth, and from the two armies of his hand, he gave the two,",
    "ai-tika-s0105t6:38_17": "This body doesn’t last for a short time.",
    "ai-tika-s0105t6:38_18": "For one who is strict eats food that is not allowed to eat one meals if he eats his moderation after eating;",
    "ai-tika-s0105t6:38_19": "so too for the sake of heaven;",
    "ai-tika-s0105t6:38_20": "But the Majjhima thought: “This has disappeared from there,",
    "ai-tika-s0105t6:38_21": "and others too.",
    "ai-tika-s0105t6:38_22": "whether the Elder monks were instructing the nuns, held together with the three times, as in one of them.",
    "ai-tika-s0105t6:38_23": "Endowed with even one day,:",
    "ai-tika-s0105t6:38_24": "“He can,” etc., in the sense of showing such essence as stated, etc., in the evening place “It is said.”",
    "ai-tika-s0105t6:39_0": "395.Sāmāko nāma godhumo.",
    "ai-tika-s0105t6:39_1": "he was born as an aristocrat, and he was born from a twenty-nine years.",
    "ai-tika-s0105t6:39_2": "When it is he says, “No.”",
    "ai-tika-s0105t6:39_3": "having given up:",
    "ai-tika-s0105t6:39_4": "Commentary on the turns, etc., and as a tree that was suitable to the caravan,",
    "ai-tika-s0105t6:39_5": "the theirings gallnuts, the their earrings, the their thumbs, the meaning is the meaning.",
    "ai-tika-s0105t6:39_6": "made by a barren wave, (thinking):",
    "ai-tika-s0105t6:39_7": "“Forget with scented flour and so on heat” is what is meant.",
    "ai-tika-s0105t6:39_8": "according as it is said: “Who did this actually speaks?”",
    "ai-tika-s0105t6:39_9": "“For he who has abandoned (new) no good thing, however) is it need not only refer to.”",
    "ai-tika-s0105t6:40_0": "396.",
    "ai-tika-s0105t6:40_1": "the sea-worms, having been reborn in the same place as other orders, he circumstances, separately blue robes, and he circumstances.",
    "ai-tika-s0105t6:40_2": "Of all the thieves called “The rest are called  Cūḷapanthaka”. They then brought them to the ancientad and given them that isn’t yet only that is stated as best.",
    "ai-tika-s0105t6:40_3": "if she says, “It’s low to be used for the sound of cooking water, etc., that is to be done by one who belongs to the Sangha, but only on the private parts, who gets a bad reputation.”",
    "ai-tika-s0105t6:40_4": "according to the word ‘principle’, because it is used in speech that is low, not dead.",
    "ai-tika-s0105t6:40_5": "if she throws away water low to thrown out, the floor-cover, the water throws up,",
    "ai-tika-s0105t6:40_6": "They defeated conquered women, hunger, and thirsty, buying the middle of a lake, (thinking):",
    "ai-tika-s0105t6:40_7": "They say, “Shave someone else’s robbers,” and they delayed by two, three, four, or five whirlpools.",
    "ai-tika-s0105t6:40_8": "but this commentary on the Monastic Law in the texts on monastic training, in the way beginning, “This is what is said.”",
    "ai-tika-s0105t6:40_9": "after rising and wailing, worshipping,",
    "ai-tika-s0105t6:40_10": "Saying, “After walking,” he knocked on the ground, said the meaning is the meaning.",
    "ai-tika-s0105t6:40_11": "That’s how someone has been reborn there.",
    "ai-tika-s0105t6:40_12": "The Buddha, who does not say what is stated in one who is talking about, because he referring to his hairs, etc., is the supreme breeze of the head hairs,",
    "ai-tika-s0105t6:41_0": "having covered them all over, spoke (the King) stretched out.",
    "ai-tika-s0105t6:41_1": "witnesss down:",
    "ai-tika-s0105t6:41_2": "And why is it said: “Who is the woolen cloak?”",
    "ai-tika-s0105t6:41_3": "The meaning is this: “Pāṭaliputta is standing, a small one-eyed place” on the following story, and on the central square. The meaning is this.",
    "ai-tika-s0105t6:41_4": "For just as the top of the sounds (still) with the knees, “Corpioned circular”",
    "ai-tika-s0105t6:41_5": "For many kinds of support are fixed in countless orders of gods and many.",
    "ai-tika-s0105t6:42_0": "wrong effort ...",
    "ai-tika-s0105t6:42_1": "It’s not only because of going a hut that he walks thinking,",
    "ai-tika-s0105t6:42_2": "hair and beard thorns,",
    "ai-tika-s0105t6:42_3": "many thorns and necks,",
    "ai-tika-s0105t6:42_4": "made a loud noise, and it is said to be the storm of the earth.",
    "ai-tika-s0105t6:42_5": "This is the eighth talk about Dhamma.",
    "ai-tika-s0105t6:42_6": "Holding here and there is a charming plant, “protector” is said, “Discourse,” he is the appearance of lumps.",
    "ai-tika-s0105t6:42_7": "For just as a strong portion caravan is drunk on the ground.",
    "ai-tika-s0105t6:42_8": "the thirteen poisonous snakes, (saying): “Oh the carpets have been swept away by the neck, just like a double-oring fire.” Then he assembled on a dye, in the assembly and loudly for seven months.",
    "ai-tika-s0105t6:42_9": "Therefore it is said: “In a body.”",
    "ai-tika-s0105t6:42_10": "received their seats, sat down on one side.",
    "ai-tika-s0105t6:42_11": "Without having seen someone else, she does not come back.",
    "ai-tika-s0105t6:42_12": "That is why it is said, “Lavesī, habit.”",
    "ai-tika-s0105t6:42_13": "For if he sits down in this way, it is not possible that his person",
    "ai-tika-s0105t6:42_14": "In the four great waists, venomous in the four great elementals, is said to be the strike.",
    "ai-tika-s0105t6:42_15": "for that is called “both” in the sense of calming and “space.”",
    "ai-tika-s0105t6:42_16": "This is the third in the evening time, in the third time,",
    "ai-tika-s0105t6:42_17": "Delighting in the locality:",
    "ai-tika-s0105t6:42_18": "like a line drawn in the morning, she never returns.",
    "ai-tika-s0105t6:42_19": "Through much shaking, he thinks, “I’ll give a requisite.”",
    "ai-tika-s0105t6:43_0": "And here it is here that the naked ascetic practices. It is here that there are many grains, yet none of them.",
    "ai-tika-s0105t6:43_1": "Likewise: “Considering” looking forwards, owing to eat whatever has been salt, etc.,",
    "ai-tika-s0105t6:43_2": "Likewise the noise of the sound of the kettle-drums,",
    "ai-tika-s0105t6:43_3": "And the faithful, Vibhaṅga, here is the meaning.",
    "ai-tika-s0105t6:43_4": "But when the meditator has discerned the previous practice, he does not use it in any cases of the first impediments, “Here they abstain from stinginess, etc., and he has said, ‘He is committed to the practice of not mortification or dust.’”",
    "ai-tika-s0105t6:43_5": "Or alternatively, what’s the point of non-bearing here?",
    "ai-tika-s0105t6:43_6": "One like me is insane;",
    "ai-tika-s0105t6:43_7": "Furthermore, the naked ascetic Korakkhattiya, having shown that he is satisfied, all of them, etc., were to be satisfied by each other, and so he said, “This cloth is in order to show their self-mortification,” and so on.",
    "ai-tika-s0105t6:44_0": "The commentary on the ascetic’s praise,",
    "ai-tika-s0105t6:45_0": "accomplishment in ethics, immersion, and wisdom.",
    "ai-tika-s0105t6:45_1": "Because of sort of Vāsavana, they don’t pull away or turn to an ascetic or brahmin. That’s why they leave that place where the life of purity.",
    "ai-tika-s0105t6:45_2": "(may they) free from hatred, free from enmity, and ill will,",
    "ai-tika-s0105t6:45_3": "For this is what is said in the friendliness of loving-kindness.",
    "ai-tika-s0105t6:45_4": "Whatever teacher has said: “Except for a teacher who has reached jhāna in the sense of urgency, and who has been defilements are well proclaimed by the Dhamma.",
    "ai-tika-s0105t6:45_5": "Beings enemies of beings,",
    "ai-tika-s0105t6:45_6": "For this meaning of its rough secret hate is encountered by the lucky chariot, and the tied uproar after reaching the Commentaries. Then it was said in the Character a mass of hate.",
    "ai-tika-s0105t6:46_0": "namely, taking care of themselves, etc.",
    "ai-tika-s0105t6:46_1": "he goes along the desertroying the body, wavering the world, thus it is the worst .",
    "ai-tika-s0105t6:46_2": "Hence it is the discussion.",
    "ai-tika-s0105t6:46_3": "Because of that it is good.” He told him, “Dears in comfort,” and he said, “Harmlessly, there is no sound of drums, such as a non-human being, and he said, “This is the right way,” and he said, “This is noise indeed.",
    "ai-tika-s0105t6:46_4": "Now, by means of that which he might be given up, by reserve arrived at least (to attain),",
    "ai-tika-s0105t6:46_5": "if he leaves because he thinks, “This noise,” and she reached, “This attainment has reached the goal”;",
    "ai-tika-s0105t6:46_6": "That is why the ascetic life, having reached maturity, by inclining the life of purity, which is well proclaimed.",
    "ai-tika-s0105t6:46_7": "(They are) comparing with this reason, (saying): “Considering together with this reason, rolling.”",
    "ai-tika-s0105t6:46_8": "everywhere in all places:",
    "ai-tika-s0105t6:47_0": "If he goes to the ascetic life, whether or not he is well-known, there was an ascetic or brahmin.",
    "ai-tika-s0105t6:47_1": "But since you say that any other ascetic or brahmin is quite different from the doctrine of the ascetic life, that’s why it is hard to know a true ascetic or brahmin.",
    "ai-tika-s0105t6:47_2": "That’s why it was said above.",
    "ai-tika-s0105t6:47_3": "The Buddha has refused an invitation to admonish that is best in the status of Brahmā. Then he said in the Brahmajāla, which was carried upon him except for the local auspicious One.",
    "ai-tika-s0105t6:47_4": "For the purpose of splendidity, he speaks in praise of the ascetic life as a brahmin who is hard to do, and so on.",
    "ai-tika-s0105t6:47_5": "Then a brahmin:",
    "ai-tika-s0105t6:47_6": "the one who binds together with causes and reasons in (living):",
    "ai-tika-s0105t6:48_0": "Accomplishment in ethics, immersion, and wisdom.",
    "ai-tika-s0105t6:49_0": "He was endowed with good fortune-tellers, whose mind is endowed with the cause of poison,",
    "ai-tika-s0105t6:49_1": "How should he teach the Dhamma to the assembly with the wide-handed? In what way did he discarded?",
    "ai-tika-s0105t6:49_2": "Anyone who learns it should learn it. ...",
    "ai-tika-s0105t6:49_3": "for they understand the bonds of bonds;",
    "ai-tika-s0105t6:49_4": "But they live committed to the practice of immorality in water three times.",
    "ai-tika-s0105t6:49_5": "If it has not been cut off, and if there is no cutting off, it’s still unfinished.",
    "ai-tika-s0105t6:49_6": "And so, when he asks, he becomes a brahmin, he will endures.",
    "ai-tika-s0105t6:49_7": "Virtue in ethics, immersion, and wisdom.",
    "ai-tika-s0105t6:49_8": "“Where is this what is said?”",
    "ai-tika-s0105t6:49_9": "And when there is no sound,",
    "ai-tika-s0105t6:49_10": "kind of person is seen",
    "ai-tika-s0105t6:49_11": "So the meaning here is this: “In virtue, learning, generosity, and wisdom are included in the scriptures,” or “This is the characteristic of accomplishment in mind” .",
    "ai-tika-s0105t6:49_12": "Hence it is said: “He is learning, mind, complete in wisdom.”",
    "ai-tika-s0105t6:49_13": "These virtues, etc., have lived in a collection of the communities and the rest. It is said, “It is fruitless” .",
    "ai-tika-s0105t6:49_14": "Herein, showing is shown where there is people (only) fruition and so on.",
    "ai-tika-s0105t6:49_15": "For this is in the world’s world enemy, (and) in both ways:",
    "ai-tika-s0105t6:50_0": "The Lion’s Roar",
    "ai-tika-s0105t6:51_0": "Understanding that is supreme and conquering, that is supreme,",
    "ai-tika-s0105t6:51_1": "The great lion, the Buddha, the victor,",
    "ai-tika-s0105t6:51_2": "having reached the ultimate end, ultimate purity.",
    "ai-tika-s0105t6:51_3": "“There are eight more than this",
    "ai-tika-s0105t6:51_4": "That is why it is said: ‘Blessed’, without having aiming at peace, preceding to aim,’ he reached the highest goal.",
    "ai-tika-s0105t6:51_5": "Virtue entirely possessed of virtue, and practiced for the sake of virtue.",
    "ai-tika-s0105t6:51_6": "how it is known to the instance of the Buddha’s virtues, which is supernormal powers, while the rolling of the fact that opposites, and so it is only with unsurpassable activity.",
    "ai-tika-s0105t6:51_7": "In this way, “I came to a wretched place.”",
    "ai-tika-s0105t6:51_8": "“Kassapa, praise this noble ethics praised by the noble ones.”",
    "ai-tika-s0105t6:51_9": "“This is the meaning of this Sīhahaniya” said, “This is the undetermined practice, this is the rinse of the manner of the rainy season.",
    "ai-tika-s0105t6:51_10": "After (the Bodhisatta) this Lord of the World, knowingly, “This is of two kinds, this virtue,” and so on, etc., to point out the virtues of virtue, etc., and each other two actually “proaches” , etc., are perfection of virtue in the precepts.",
    "ai-tika-s0105t6:51_11": "Recollecting with such precepts and observances, he asks for the purpose of virtue.",
    "ai-tika-s0105t6:51_12": "In that: possession of two kinds,",
    "ai-tika-s0105t6:51_13": "Thus, this virtue is the definition of bones.",
    "ai-tika-s0105t6:51_14": "Walking to successful in the first place, thus it is the first .",
    "ai-tika-s0105t6:52_0": "if he disparages , firstly, is the meaning.",
    "ai-tika-s0105t6:52_1": "“This is good in the wind,” he is good in the middle of the child.",
    "ai-tika-s0105t6:52_2": "he expells the loathly, saying “He is decaying,” “We demolishes,” “It is an opportunity,”",
    "ai-tika-s0105t6:52_3": "Those who are satisfied, and having given (these) into the noble ones,",
    "ai-tika-s0105t6:52_4": "Generals for arousing energy, through arousing energy,",
    "ai-tika-s0105t6:52_5": "insight is established by insight, associated with insight, and associated with insight.",
    "ai-tika-s0105t6:52_6": "looking for themselves to mortification in disgust of sin,",
    "ai-tika-s0105t6:52_7": "adverts to their energy and advertsity, and associated with it, and by cutting them off the coils in cloth.",
    "ai-tika-s0105t6:52_8": "All the highest one called “gone”.",
    "ai-tika-s0105t6:52_9": "according as it is in a way to developing the meditator’s state, such it is disgusting -",
    "ai-tika-s0105t6:52_10": "that is to say, twofold: the virtue, the world of mentioned by virtue, and so on.",
    "ai-tika-s0105t6:52_11": "In your Teacher, at disgust of sin, disgusting,",
    "ai-tika-s0105t6:52_12": "There is kamma that has been given to them, and there is no unknowing for them.",
    "ai-tika-s0105t6:52_13": "according as it is said in the Vibhaṅga:",
    "ai-tika-s0105t6:53_0": "“There is meaning in giving, sacrifice, and offerings.",
    "ai-tika-s0105t6:53_1": "wisdom apart from the arrival at the truth, all that is skillful, and knowledge.”",
    "ai-tika-s0105t6:54_0": "For all the unprofitable deeds in himself or others, let alone all do not.",
    "ai-tika-s0105t6:54_1": "Having grasped the meaning and the teaching from the Niddesa:",
    "ai-tika-s0105t6:54_2": "(All these are) wholesome things, why is their own?",
    "ai-tika-s0105t6:54_3": "Having eyes that are beneficial and splendid,",
    "ai-tika-s0105t6:54_4": "the wisdom there is from making deeds that is the state of non-delusion is known as “sane.”",
    "ai-tika-s0105t6:54_5": "Vipassī Vipassī knowing the truth of the paths of peace, the ultimate stainlessness, the truth of the path, the attainment of wisdom, and the four noble truths.",
    "ai-tika-s0105t6:54_6": "for a woman’s or girl,",
    "ai-tika-s0105t6:54_7": "He who possesses the two kinds of wisdom as well-spheres in the world with its two kinds as mundane and supramundane.",
    "ai-tika-s0105t6:54_8": "and you have wisdom in the higher wisdom.",
    "ai-tika-s0105t6:54_9": "Just as a limited freedom from cowherd’s she had reached Arahantship.",
    "ai-tika-s0105t6:54_10": "cutting off the fruition of the path, the cutting off of the defilements, the cutting off of the defilements, the removal of the fruition of the path, and the cutting off of freedom.",
    "ai-tika-s0105t6:54_11": "Right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.",
    "ai-tika-s0105t6:54_12": "The escape from liberation is the chief.",
    "ai-tika-s0105t6:54_13": "The wise: this is the two kinds of virtue consisting in the Brahmajāla.",
    "ai-tika-s0105t6:54_14": "What is the practice of you.",
    "ai-tika-s0105t6:55_0": "403.",
    "ai-tika-s0105t6:55_1": "whatever people consider, having arranged for an empty place,",
    "ai-tika-s0105t6:55_2": "Herein, one who isn’t able to give people a water-pot to people. If not, they say, “We shall give.”",
    "ai-tika-s0105t6:55_3": "These eight assemblies of aristocrats. An assembly of brahmins and householders are the gods under the Thirty-Three. An assembly of the gods under the Thirty-Three. An assembly of Brahmās.",
    "ai-tika-s0105t6:56_0": "Then the Majjhima reciters called Sīvaka, thinking “The Middle Fifty”, by means of the ascendinger on the following day.",
    "ai-tika-s0105t6:56_1": "Herein, enthusiastically: the meaning interpreting of knowledge, and the liberating of the kasiṇas, etc., is the meaning of being dissipated, and the state of the an instance.",
    "ai-tika-s0105t6:56_2": "For when the essence is profitable, he reflects on the four grounds in each of the three places, it is called “confidence” .",
    "ai-tika-s0105t6:56_3": "that other lacks to be shown by others, the Realized One is not able to get there to come.",
    "ai-tika-s0105t6:56_4": "“As the origin of the Buddhas, whether good or bad. It is the second of the merit that is necessary, the third, and the fourth, that is why it has been understood by the Realized One.”",
    "ai-tika-s0105t6:56_5": "This is the eighth discussion.",
    "ai-tika-s0105t6:56_6": "Those perceptions say that theirs are successful and profitable, so they are called “perceptions” .",
    "ai-tika-s0105t6:56_7": "placed abode of fear, the best of men, and placed on the highest good.",
    "ai-tika-s0105t6:56_8": "They claim to be unchaste as they do so.",
    "ai-tika-s0105t6:57_0": "Still, there are three times:",
    "ai-tika-s0105t6:57_1": "Gayā, the one hundred thousand chiefs, having now been performed, that excellent one,",
    "ai-tika-s0105t6:57_2": "Like the victory of a hundred or a thousand men, after worshipping the victor.",
    "ai-tika-s0105t6:57_3": "The Jina, the chief of men, resplendent with dwindling jungles, the victory in the village, the Jina, the chief of all the world, the Lord of the Victory, the Seer’s flat, fat, and all round about in each.",
    "ai-tika-s0105t6:57_4": "* “He is happy, while haughty,” he suffers,",
    "ai-tika-s0105t6:57_5": "This is what belongs to the exposition of the teaching.",
    "ai-tika-s0105t6:57_6": "fearing, terrified, this is the fearless.",
    "ai-tika-s0105t6:57_7": "For it is because he does so he possesses the four kinds of fear, terror, and defiled their feet, the Realized One, having steps and wounds, and all four in the world, possessed the four kinds of fear and dread and conquered them with nothing to do.",
    "ai-tika-s0105t6:57_8": "‘So, stopped, wherever he goes, but not resigns his own life,",
    "ai-tika-s0105t6:57_9": "Therefore it is said: “He claims the place of loss.”",
    "ai-tika-s0105t6:58_0": "The Lion’s Roar doesn’t generate, (saying): “This is not tenses roaring.”",
    "ai-tika-s0105t6:58_1": "Then the lion’s roar doesn’t roar the lion’s roar",
    "ai-tika-s0105t6:58_2": "The Linked Discourses on the lion’s roar washed in the assemblies of lions roar;",
    "ai-tika-s0105t6:58_3": "Such (therefore) the lion, king of beasts, deer, observed like a lion, a Realized One, the perfected one, the fully awakened Buddha, is said to be the best in the world.",
    "ai-tika-s0105t6:58_4": "The lion’s roar doesn’t roar his lion’s roar.",
    "ai-tika-s0105t6:58_5": "Herein, just as, when a lion has a lion’s roar, a lion’s roar, a lion’s roar, the lion’s roar, the lion’s roar, the lion’s roar, the lion’s roar, the lion’s roar, the assemblies, and the people roar are prescribed.",
    "ai-tika-s0105t6:58_6": "Therefore it was said: “These are roars his lion’s roar.”",
    "ai-tika-s0105t6:59_0": "having (all) consented a question to his relatives, and exceedingly the strength of his own form,",
    "ai-tika-s0105t6:59_1": "At that moment: it seems that instances , when asked about later-food, answers.",
    "ai-tika-s0105t6:59_2": "And his mind tends as “form” in the meaning of the teaching and training, of the kind already stated.",
    "ai-tika-s0105t6:59_3": "We’ll be his ascetic Gotama’s doctrine.",
    "ai-tika-s0105t6:59_4": "He must think, “One who is worthless (supernatural) moment, but only with one limberally uses them to deliver him with a value of resentment, not with the spiritual life!” He must surposed a large ornament of the targem.",
    "ai-tika-s0105t6:59_5": "With a mind full of pliable mind, confident, loving confidence in those without it, worry in mind.",
    "ai-tika-s0105t6:59_6": "rolling the head hairs: here and there is no fixing.",
    "ai-tika-s0105t6:59_7": "Two things to be shown where there are two kinds of confidence, etc., that is, twofold, that is to say, the Paṭisambhidā, and I give them a _māsaka_ coins.",
    "ai-tika-s0105t6:59_8": "but it shows how to understand the natural excellence of the teaching.",
    "ai-tika-s0105t6:59_9": "Likewise he whose teaching is mentioned is for the purpose of developing perfecting suffering, so so too.",
    "ai-tika-s0105t6:59_10": "these are to be shown by the meaning, “The practice accordingly is said to be the good.”",
    "ai-tika-s0105t6:59_11": "For it is because the practice in line with the teaching that leads to the course of pain and with the path that preceding the path to perfection, practice in line with the path that has to be practiced in line with the previous set. Instead of enquielding the cycle of mindfulness, they should practice accordingly.",
    "ai-tika-s0105t6:59_12": "“Just as a fulfilling the acts according to the Pūraṇa Kassapa is able to show the acts of respect.”",
    "ai-tika-s0105t6:60_0": "But here in this way, “But, Sīha,” “Of this spot, Sīhabāhu, complete in the island.”",
    "ai-tika-s0105t6:60_1": "he should be expanded:",
    "ai-tika-s0105t6:60_2": "some ...",
    "ai-tika-s0105t6:60_3": "He is the Fortunate One’s lion, tied to others, non-human beings, and having performed (the ).",
    "ai-tika-s0105t6:60_4": "The same method applies",
    "ai-tika-s0105t6:60_5": "another self-mortification.",
    "ai-tika-s0105t6:60_6": "These ten reasons: “I will tell a Tapassī,” “Tell me the way that I’m qualified as much as I like, with the enlightenment of the aristocrats. I don’t said, ‘I am neglect like a lion’s roar in the ear, the nose, the tongue, the body is my enemy.’",
    "ai-tika-s0105t6:60_7": "Hence it to them, “Where is my Son.”",
    "ai-tika-s0105t6:60_8": "“The ten indulgences, Sīha,” and “They are practicing ten, Sīha.”",
    "ai-tika-s0105t6:60_9": "“I think, “I’m mortified in hell. Well, I’ll sink down in hell.” But the Buddha doesn’t conquer the meaning of that. When he hears roars his lion’s roar, the assembly disparages, and his mind becomes confident after listening to the teachings. When he hears the Buddha, he thinks: ‘I’m practicing appropriately for me to teach Dhamma.’ And after hear the meaning, he should practice it like this.",
    "ai-tika-s0105t6:60_10": "The others also actually practiced.",
    "ai-tika-s0105t6:61_0": "They agree to give (supernatural) vision, just as they consented.",
    "ai-tika-s0105t6:61_1": "They say that ten is: “Sīha.” and “The ten kinds of lion’s roar, the ten kinds of lion’s roar.”",
    "ai-tika-s0105t6:61_2": "The ten (directions) appear in the former places (where the ten) beings, just as they are of the ten lions roars,",
    "ai-tika-s0105t6:61_3": "Who, having surrounded by his army, and handfuls at the root of a lion’s roar,",
    "ai-tika-s0105t6:61_4": "and roars it at the root of the first officials beginning with the first root, and so on. The ten the thirty-two parts of the lion’s roar are just like the lion’s roar.",
    "ai-tika-s0105t6:61_5": "In the Middle Discourse it is called medium.",
    "ai-tika-s0105t6:61_6": "The Longer Discourse: “This is called ‘The Middleness’ because it is well-spoked Drawbacks’, levels, timber” and “The Middle-dweller’s practice.",
    "ai-tika-s0105t6:62_0": "The Probation For One Previously Ordained",
    "ai-tika-s0105t6:63_0": "and after developing it in the same way he could accept it.",
    "ai-tika-s0105t6:63_1": "what the Buddha said was in the land of the Pāṭaliputta, “Here the Jains,” etc., of the mortifier of the banyan trees, etc., that was said, “This is the mortification in front of me, and so on.”",
    "ai-tika-s0105t6:63_2": "They drive lady in the past, future, and present.",
    "ai-tika-s0105t6:63_3": "Excellent lazy, who was mortified by accumulating accepting the spiritual life,",
    "ai-tika-s0105t6:63_4": "They say, “This is the warrior cities,”",
    "ai-tika-s0105t6:63_5": "Is questioned a question unshakable.”",
    "ai-tika-s0105t6:63_6": "But a teacher uses the eight important explanations by the words according to what they say.",
    "ai-tika-s0105t6:63_7": "And here it was when he asks a question to the Buddha. When he asks a question, he abandons the peak and the Vulture’s Peak, and when he was staying there, he would be a degree of the Buddha’s exposition, the Vulture’s Peak with the Nāgas beginning, “That is why he dwells in the Commentaries” Vultures Peak, and the Buddha calls his answers.",
    "ai-tika-s0105t6:63_8": "“The Vultures,” they replied, “There were Set in the Vulture’s Peak Mountain,”",
    "ai-tika-s0105t6:63_9": "Golden lady, shining beauty:",
    "ai-tika-s0105t6:63_10": "This is the order in reference to the simile of the deeds they mean:",
    "ai-tika-s0105t6:63_11": "With his mind happy, Venerable Channa,",
    "ai-tika-s0105t6:63_12": "Virtuous names, Pañcasikha, and a hundred thousand aeons,",
    "ai-tika-s0105t6:63_13": "How should we preference? Discussing with him? Did he knows he and converses?",
    "ai-tika-s0105t6:63_14": "alighting to others:",
    "ai-tika-s0105t6:63_15": "he says “Speaks,” “Just as he says.",
    "ai-tika-s0105t6:63_16": "Wisdom is blind, driven out from the blind side of wisdom,",
    "ai-tika-s0105t6:63_17": "One who doesn’t want to be reborn without pain; that is the meaning.",
    "ai-tika-s0105t6:64_0": "405.Anenāti bhagavatā.",
    "ai-tika-s0105t6:64_1": "he enjoys the aggregates from the top of the shoulders, and his probations.",
    "ai-tika-s0105t6:64_2": "“Previously he was formerly an ascetic of another religion who was formerly an ascetic of another religion.”",
    "ai-tika-s0105t6:64_3": "she took the going forth it, and she said: “We will live on the Pabbajjā ordination,” and she stood on the ground.",
    "ai-tika-s0105t6:64_4": "In two ways: probation,",
    "ai-tika-s0105t6:64_5": "she said, “She is going forth, the full ordination in the presence of the going forth,” and so on.",
    "ai-tika-s0105t6:64_6": "“In the same way I can lay down thinking: “In this way I lie down, like a cotton-wool.”",
    "ai-tika-s0105t6:64_7": "However, a novice monk, a novice nun should go forth while he’s still wanting to keep it with a householder on the floor. So he is unable to obtain the going forth.",
    "ai-tika-s0105t6:64_8": "from a village to town, from the twelfth of the three Vedas, a wise man, who was not skilled in the absence of the words about the villages, the Queen-to-down one, the Indian triumphy, the Bene of the Buddhas, whose hands and feet were undefeated in the size of the Awakened One, the Benefactor of the Three Janewels, fearfully, having no doubts about the Buddhas, that having this matter in being unhappy, the permis of the seven embarby,",
    "ai-tika-s0105t6:64_9": "While he is fulfilling the proper conduct, he should fill it if he is complete.",
    "ai-tika-s0105t6:64_10": "Eight blessings proceeding in the eight places:",
    "ai-tika-s0105t6:64_11": "Here dreadfully gives the full ordination,",
    "ai-tika-s0105t6:64_12": "Having drunk the neck with their hands, he hung it into the leaf, and having built a golden vessel,",
    "ai-tika-s0105t6:64_13": "going forth is the allowance of the going forth.",
    "ai-tika-s0105t6:64_14": "for the full ordination only in the Sangha.",
    "ai-tika-s0105t6:65_0": "After the group of senior monks, he sat down on a matchmaker, and he then sat down in the midst of the Community of monks. Attending to give the full ordination in the midst of the Sangha, and he then said, “Now, this because of the Elders’ prepare a very helpful to him, he does in the midst of the Elders.”",
    "ai-tika-s0105t6:65_1": "Not long after her ordination, it was impossible that arranged for him to show the full ordination, but that he could not give it even a long time.",
    "ai-tika-s0105t6:65_2": "and the practice that leads to physical endurance here is called the removal of the body and the mind’s accumulations because it has made by the non-confusion of the mind.",
    "ai-tika-s0105t6:65_3": "Whose mind is scattered:",
    "ai-tika-s0105t6:65_4": "Is it shown how it is said in those who have no such virtue and supernormal powers.",
    "ai-tika-s0105t6:65_5": "With a mind astray he preferred to extinguishment, his mind inclined to extinguishment, then the wide fact that has been disposed upon by him, being unable to resentment, thought, “It is just like that.”",
    "ai-tika-s0105t6:65_6": "And here the mind is said to be non-perception of the formless mind.",
    "ai-tika-s0105t6:65_7": "in the fruit of Liberation.",
    "ai-tika-s0105t6:65_8": "Those who were fully ordained from a good family, who have gone forth from the home to homelessness, in the family, both of them said: “Ascetics, who have gone forth from a good family, who have gone forth from family, are born in the family, and who has not been shaved.”",
    "ai-tika-s0105t6:65_9": "Thus they become well-known as sons of good families.",
    "ai-tika-s0105t6:65_10": "Which of these two kinds of conduct is seen, heard, thought, “Provided,” “They are different things,” and “They are different.",
    "ai-tika-s0105t6:65_11": "“I am bound to birth,” he said, “I have no friends; I have gone forth into homelessness with the spiritual life.” But just as you have said, “Shere you have gone forth.”",
    "ai-tika-s0105t6:65_12": "Hence it is for the sake of its reason.",
    "ai-tika-s0105t6:65_13": "Herein, with the cause of reason (and) arouses.",
    "ai-tika-s0105t6:65_14": "for which reason you roam torment the refuge",
    "ai-tika-s0105t6:65_15": "once-returner,",
    "ai-tika-s0105t6:65_16": "Because that Uttara is best for him to lead the spiritual life under the thought, “This is good-natured and unsurpassable.”",
    "ai-tika-s0105t6:65_17": "“That is the sound of the ear” .",
    "ai-tika-s0105t6:65_18": "“In what way ...",
    "ai-tika-s0105t6:65_19": "With the giving up of the fruit of deeds, produced in the fruit of good family, that is why he attained the fruit of perfection in the present life.",
    "ai-tika-s0105t6:65_20": "There is no cause or condition for which people feel.",
    "ai-tika-s0105t6:65_21": "which is like the sound of drums making a noise like the sound of clay-drums, having gone seized (there), is the meaning.",
    "ai-tika-s0105t6:65_22": "“His faithful, although a sound like the sound of drums, making a noise of circumference, he fulfills the virtues of virtue, it is said, “Hail,” and then, having fulfilled his virtue.",
    "ai-tika-s0105t6:66_0": "to finished in conclusion by the recommendation of the town,",
    "ai-tika-s0105t6:66_1": "“... the culmination of the spiritual paths ...”",
    "ai-tika-s0105t6:66_2": "Because they are able to teach the Dhamma thus: “This too is the consequence of this They have attained perfection, even more than that.",
    "ai-tika-s0105t6:66_3": "is carried out by the Dhamma.”",
    "ai-tika-s0105t6:66_4": "One of the name, one of the town called Nāgas,",
    "ai-tika-s0105t6:66_5": "(There are) those who are Worthy Ones, I have made,",
    "ai-tika-s0105t6:66_6": "Likewise, because they are able to show the meaning by the simile of the servant and the Buddha, saying, “We shall be satisfied with the because of that.”",
    "ai-tika-s0105t6:66_7": "Those who say:",
    "ai-tika-s0105t6:66_8": "If they do not give, the following method is in the case of the perfected ones: “If I can stand on this matter,” and they said, “Equanimously,” and they added: “The Buddha is prescribed.”",
    "ai-tika-s0105t6:66_9": "And here there is no reason for discovering the meaning.",
    "ai-tika-s0105t6:67_0": "The Question About the Earth while preparing the heavens of the Suras, in the ultimate Count Vesambī, the highest amongst those who dwelt in the excellent Mahātittha garden, the highest among men, embracing the Kappa Tambapaṇṇi, were the one whose minds enlightenment of the Thūpa.",
    "ai-tika-s0105t6:68_0": "The Longer Discourse on the Lion’s Roar"
}