{
    "ai-tika-s0402t44:0_0": "(11) 1. Valāhakavaggo",
    "ai-tika-s0402t44:1_0": "Goldening and Conduct",
    "ai-tika-s0402t44:2_0": "101-2.",
    "ai-tika-s0402t44:2_1": "The third round of the buttermilk is transparent;",
    "ai-tika-s0402t44:2_2": "There he roars up, having dropped the bad friends in that place,",
    "ai-tika-s0402t44:2_3": "for people, like a god to the newly drunk, but still have those seeds.",
    "ai-tika-s0402t44:2_4": "Then, when the fields of a field, the seeds will not be able to go in the fields or the seeds.",
    "ai-tika-s0402t44:2_5": "After leaving, not having come to the rainy-season residence.",
    "ai-tika-s0402t44:2_6": "for people, thinking, “In this time there will be a skeleton,” and they stay in the same place.",
    "ai-tika-s0402t44:2_7": "Then rain fell on the ocean and it was a hard thing.",
    "ai-tika-s0402t44:2_8": "but then, having given the Rains Retreat, Bhaddavatikā,",
    "ai-tika-s0402t44:2_9": "for to eat a plenty of food.",
    "ai-tika-s0402t44:2_10": "(The Buddha) became not obtained in excessively happy,",
    "ai-tika-s0402t44:2_11": "He speaks words, “Now I shall go to the point, but not as hurriedly.” But he does not develop it.",
    "ai-tika-s0402t44:3_0": "They’re talking about what you say. They think, “I’ll fill the Wheels or the Where hasn’t been shake or rock.” And she said, “It’s good for us to shake or rock.”",
    "ai-tika-s0402t44:3_1": "The same kind of state should be understood here.",
    "ai-tika-s0402t44:3_2": "Or alternatively, all of them are composed",
    "ai-tika-s0402t44:3_3": "For one person gives a gift to the Saṅgha, thinking, “I’ll give gifts to the Saṅgha,” and she does not give them a meal.",
    "ai-tika-s0402t44:3_4": "But this person serves the Saṅgha by means of material possessions and honor. They decline.",
    "ai-tika-s0402t44:3_5": "and later an obligation for the Saṅgha, he thought, “Why don’t I invite them to accept some?”",
    "ai-tika-s0402t44:3_6": "This too has gained by means of material possessions.",
    "ai-tika-s0402t44:3_7": "and later he invites the Sangha to give gifts and performs a gift;",
    "ai-tika-s0402t44:3_8": "A gift one gives to the Saṅgha should not be understood to some other. This is how a bad person.",
    "ai-tika-s0402t44:3_9": "The second is the same.",
    "ai-tika-s0402t44:4_0": "The commentary on the Clouds is finished.",
    "ai-tika-s0402t44:5_0": "3. Kumbhasuttavaṇṇanā",
    "ai-tika-s0402t44:6_0": "103.",
    "ai-tika-s0402t44:6_1": "In the third very same place as before.",
    "ai-tika-s0402t44:6_2": "he placed himself on his Father’s head,",
    "ai-tika-s0402t44:6_3": "You should understand that persons what is transgressed for the sake of having revealed to the fact that person’s opposite sex, etc., by its being hollowed by the outside of the foulness and the joints,",
    "ai-tika-s0402t44:6_4": "Likewise in the rest.",
    "ai-tika-s0402t44:7_0": "The Bodily Pairs are finished.",
    "ai-tika-s0402t44:8_0": "4. Udakarahadasuttavaṇṇanā",
    "ai-tika-s0402t44:9_0": "104.",
    "ai-tika-s0402t44:9_1": "The fourth drop of the water is trunk, so mighty, and delivered in the water without rising even a drop of the lotuses. It is profounded, or full of deeps or emptiness—saying: “It is profounded, depressed,” “It is said to be the time for the complete destruction of the feet.” ...",
    "ai-tika-s0402t44:9_2": "this deep, not too dark.”",
    "ai-tika-s0402t44:9_3": "The composing of sesame is said to be the depths that are deep, yet to be found in water, yet he says “Powssessed with wisdom.”",
    "ai-tika-s0402t44:9_4": "The two kinds of becoming should be understood as the other two.",
    "ai-tika-s0402t44:9_5": "Even in the case of the persons whose defilements are tied up in the virtues of being unfamiliar, etc., who respectively, esteemed in the deep-handed, etc., and because of the profundity of the virtues of being described as deep.",
    "ai-tika-s0402t44:9_6": "The same way should be understood in this way:",
    "ai-tika-s0402t44:10_0": "The Golden Bowl is finished.",
    "ai-tika-s0402t44:11_0": "5-6. Ambasuttādivaṇṇanā",
    "ai-tika-s0402t44:12_0": "105-6.",
    "ai-tika-s0402t44:12_1": "it is having become the fifth, and then, after having become famous.",
    "ai-tika-s0402t44:12_2": "one is ripe but seems unripe,",
    "ai-tika-s0402t44:12_3": "Herein, just as one who isn’t fully developed in some a person, theirs also thinks:",
    "ai-tika-s0402t44:12_4": "Herein, just as, when a person is compared to individual essences, the other individual essence should be understood as follows:",
    "ai-tika-s0402t44:12_5": "The sixth is the section on the sixth.",
    "ai-tika-s0402t44:13_0": "The Ambaṭṭha is finished.",
    "ai-tika-s0402t44:14_0": "7. Mūsikasuttavaṇṇanā",
    "ai-tika-s0402t44:15_0": "107.",
    "ai-tika-s0402t44:15_1": "The seventh weavers, broken rice, and milk, heat, milk, has been eaten by the arm,",
    "ai-tika-s0402t44:15_2": "But they don’t stay there, thinking: ‘I stay there, they’ll stay here.’",
    "ai-tika-s0402t44:15_3": "They live without defilement, but don’t guard themselves.",
    "ai-tika-s0402t44:15_4": "and third her life protects.",
    "ai-tika-s0402t44:15_5": "I ensure two or three drops.",
    "ai-tika-s0402t44:15_6": "And when it comes up to this person, they don’t pick up some later.",
    "ai-tika-s0402t44:15_7": "But just as, having stayed there do not wield a deterioration, would fall in the censure of the fourth jhāna, just as one who liable to vanish from the defilement, so too, when synonyms goes about the actual stage of the four primary elements, is not known essences,",
    "ai-tika-s0402t44:15_8": "The second herd doesn’t roar a cowherd like this.",
    "ai-tika-s0402t44:15_9": "however, after hearing the defilements by defilement of someone who lives off the defilements, and preferences them after hearing them from the fourth absorption, he goes beyond the three months.",
    "ai-tika-s0402t44:15_10": "This is the third kind of construction in the fourfold reckoning.",
    "ai-tika-s0402t44:16_0": "The Contraphile of the Indian",
    "ai-tika-s0402t44:17_0": "8. Balībaddasuttavaṇṇanā",
    "ai-tika-s0402t44:18_0": "108.",
    "ai-tika-s0402t44:18_1": "The one who guards the eight oxens, the one who, the one who, the one who, the one who guards the crops, the one who guards the spirits, the wards of others, and not one who is happy, is called alms.",
    "ai-tika-s0402t44:18_2": "Even if he disparages the person who responds himself by saying, rough rough rough rough, and so he couldn’t be understood to be successful even in this way.",
    "ai-tika-s0402t44:19_0": "The Advantages of Box is finished.",
    "ai-tika-s0402t44:20_0": "9. Rukkhasuttavaṇṇanā",
    "ai-tika-s0402t44:21_0": "he has a large tree built. He has a large following of woods, dropping the trees, and in the woods, he has a heap of trees. But there is a wooden from the cardinal pits, he has fallen from the branches of a tree assemblage.",
    "ai-tika-s0402t44:21_1": "The same way should be understood in this way:",
    "ai-tika-s0402t44:21_2": "But for the essential confidence in persons who possesses virtue, the vows, and the true teaching should be understood as the essence of the precepts.",
    "ai-tika-s0402t44:22_0": "The Trees of a tree is finished.",
    "ai-tika-s0402t44:23_0": "10. Āsīvisasuttavaṇṇanā",
    "ai-tika-s0402t44:24_0": "110.",
    "ai-tika-s0402t44:24_1": "When he has ten ropes, he sweps off like a fire-bowl, grabs them by the tent and then swallows them back and forth, and then, having litched it with his head, and then, after giving them a rising to the neck, it is as though gracelets, and he keeps going to the staff, yet another swept leather or trembling,",
    "ai-tika-s0402t44:24_2": "One who has moved the text to poison and weaving dry land and wipes like a bubble; or if he smears it with water, etc., then in the place where there is a swiftly swirls of froth, and is known as trickling on horses, so too, it does not swiftly touch the head.",
    "ai-tika-s0402t44:24_3": "One who has no swiftly moves, one who is attached to swiftly at misfortune, like a poisonous tuberculosi, and one whose secretion is fair to poison.",
    "ai-tika-s0402t44:24_4": "called Mahāpajāpatī Gotamī, the Great Seer,",
    "ai-tika-s0402t44:24_5": "When a mind is purified, it is certainly function that it is subtlety, like a cloth that is poisoned, like the sun’s shade. This is certainly not.",
    "ai-tika-s0402t44:24_6": "A canopy is the colour of blue, a tree, an opening, a bride,",
    "ai-tika-s0402t44:25_0": "The Congregation of the Vipers is finished.",
    "ai-tika-s0402t44:26_0": "The Book of the Clouds is finished."
}