{
    "ai-tika-vin07t21:0_0": "6. Bhesajjakkhandhako",
    "ai-tika-vin07t21:1_0": "Discussion of the five tonics, etc.",
    "ai-tika-vin07t21:2_0": "260.",
    "ai-tika-vin07t21:2_1": "inside the whole aggregates, he is standing outside the gateway, sustening the body, sickly, deluded from the inside of the body, and it is disturbed by the wind.",
    "ai-tika-vin07t21:3_0": "261-2.",
    "ai-tika-vin07t21:3_1": "laying down on charming, they did not give rise to the arising of joy.",
    "ai-tika-vin07t21:3_2": "or one-seasonals droping the birds in the ocean.",
    "ai-tika-vin07t21:3_3": "mixed with plain,",
    "ai-tika-vin07t21:4_0": "263.Piṭṭhehīti pisitehi.",
    "ai-tika-vin07t21:4_1": "(where) is another’s word, having the waterpot, grew in the water,",
    "ai-tika-vin07t21:4_2": "pulled up the stakes of a pillar,",
    "ai-tika-vin07t21:4_3": "A salt, poison:",
    "ai-tika-vin07t21:5_0": "264-5.Chakaṇanti gomayaṁ.",
    "ai-tika-vin07t21:5_1": "As a consequence, they do not get ripe, but powder, and were not covered.",
    "ai-tika-vin07t21:5_2": "Walking, water-lilies, and powder into a wall, powder and so on,",
    "ai-tika-vin07t21:5_3": "golden plates like golden coins.",
    "ai-tika-vin07t21:5_4": "in the ointment boxes and sauces.",
    "ai-tika-vin07t21:6_0": "overcrowding the groves,",
    "ai-tika-vin07t21:6_1": "(He gave the following order:) “Giving the flood and the quantity of preceiving the head, he is called “Disconduct”.",
    "ai-tika-vin07t21:6_2": "They dry the bath powder that washed and put them in a bolt. They sprinkled water on it, polished it, and put it in the water. They lifted it on the ground.",
    "ai-tika-vin07t21:6_3": "made by mung beans, gravel, pebbles, and smeared with mung beans.",
    "ai-tika-vin07t21:6_4": "mung-bean broke the hip, rubbing the back, and pushing the wind, they mung beans.",
    "ai-tika-vin07t21:7_0": "The account of the five tonics is finished.",
    "ai-tika-vin07t21:8_0": "The allowance for sugar, etc.",
    "ai-tika-vin07t21:9_0": "for the sake of debtlessness and clinging to them:",
    "ai-tika-vin07t21:10_0": "They driven out the goods by themselves within the teeth. They put a stop to a minor matter.",
    "ai-tika-vin07t21:10_1": "And after reflecting properly, they continued to keep (them) inappropriately, saying, “Let us refuse an abide”,",
    "ai-tika-vin07t21:11_0": "some say this to him: “Repulsiveness of the body is black,” and so on, some say,",
    "ai-tika-vin07t21:11_1": "What is the same opposite sex is that it is the same.",
    "ai-tika-vin07t21:12_0": "The allowance for sugar is finished.",
    "ai-tika-vin07t21:13_0": "Discussion on the rice porridge and so on.",
    "ai-tika-vin07t21:14_0": "282-3.",
    "ai-tika-vin07t21:14_1": "A horse from a position: the ten places, the recipients, the meaning can be used for ten reasons.",
    "ai-tika-vin07t21:14_2": "if they give, but not because his robes are destroyed;",
    "ai-tika-vin07t21:14_3": "The meaning is that it is slowly thoroughly slowly.",
    "ai-tika-vin07t21:14_4": "Still, they’re satisfied with fire, and there the gods who are hostile.",
    "ai-tika-vin07t21:15_0": "The account of the rice porridge and honey balls is finished.",
    "ai-tika-vin07t21:16_0": "On Pāṭaligāma",
    "ai-tika-vin07t21:17_0": "They build a city at Pāṭaligāma. The towns of Pāṭaliputta, best of towns, the capital cities, and died into the neighborhood of a village named Pāṭaliputta.",
    "ai-tika-vin07t21:17_1": "As far as loving the noble ones extend and pursue the noble truths.",
    "ai-tika-vin07t21:17_2": "As far as the traders extends, it will be setting (again) disaster, or whatever it is placed in the town’s place height, all that will be fixed.",
    "ai-tika-vin07t21:17_3": "brought to the end of various carts that were resolving in the places of loss. It has been granted for the sake of being asked for the sake of the (supernatural) deluded.",
    "ai-tika-vin07t21:17_4": "They proceed in groups, and having said: “Swells, having unqualified meaning, they do not say.”",
    "ai-tika-vin07t21:17_5": "Virtuously, spreading a grass torch, this is the minor impure, this droping. A worms, when they have gone beyond.",
    "ai-tika-vin07t21:18_0": "The account of the wonder of Pāṭaligāma is finished.",
    "ai-tika-vin07t21:19_0": "Discussion of the truths at Koṭigāma.",
    "ai-tika-vin07t21:20_0": "287.",
    "ai-tika-vin07t21:20_1": "The inhabited area of the lands, etc., loving in conformity with the three watches of the night,",
    "ai-tika-vin07t21:20_2": "rotten upon forcefully.",
    "ai-tika-vin07t21:20_3": "It is because I have taken I have served you that you are heading for me and that, and I am your views to you.",
    "ai-tika-vin07t21:20_4": "Who Being transmigrated",
    "ai-tika-vin07t21:20_5": "He has craving for continued existence, which leads to rebirth is an end, and that which leads to existence.",
    "ai-tika-vin07t21:21_0": "289.",
    "ai-tika-vin07t21:21_1": "“So it is stated lowly,” she replied, “It is so low lamps for him to remove the kasiṇas.”",
    "ai-tika-vin07t21:21_2": "blue, blue-coloured,",
    "ai-tika-vin07t21:21_3": "So in each instance,",
    "ai-tika-vin07t21:21_4": "looked forward,",
    "ai-tika-vin07t21:21_5": "Jīvaka Komālatikā,",
    "ai-tika-vin07t21:21_6": "As a wrap (but) she is the meaning.",
    "ai-tika-vin07t21:21_7": "gets rid of resentment for the gods of the Thirty-Three!",
    "ai-tika-vin07t21:21_8": "There is no sign for the purpose of seeing the monks, but not the recipients.",
    "ai-tika-vin07t21:21_9": "For all the Licchavīs were in no long time in that he had seen the Truth.",
    "ai-tika-vin07t21:22_0": "The commentary on the hill padden treasure is finished.",
    "ai-tika-vin07t21:23_0": "General Sīha",
    "ai-tika-vin07t21:24_0": "after constantly brought for the purpose of (her) the King’s house for the purpose of (good) conduct. Having made an agreement for the sake of this (where a king constructed) for the sake of provestigation for the welfare of the king, –",
    "ai-tika-vin07t21:24_1": "Which is going to the lower realms, or the expression of going.",
    "ai-tika-vin07t21:24_2": "Their statement of the teaching is stated with the Dhamma of the scriptures, since you have understood the meaning of the evasiveness of the Dhamma, because you have profounded them with a reason.”",
    "ai-tika-vin07t21:24_3": "Or alternatively, all of the doctrines, with the accompanying over one or other of the accusations, whether one or not.",
    "ai-tika-vin07t21:24_4": "no-one feels a minor matter how do you don’t come? If you don’t make yourselves or at the place where you go?",
    "ai-tika-vin07t21:25_0": "grilled, examining, serving the city,",
    "ai-tika-vin07t21:25_1": "if he is protected by a seven treasures, he is giving;",
    "ai-tika-vin07t21:25_2": "Having regrets, do not regret it later.",
    "ai-tika-vin07t21:25_3": "took a waterpot and danced, they turned it upside down and said, “Sāketa, I have become a goad like a poison in our house.”",
    "ai-tika-vin07t21:26_0": "if she uses meat when the sign was ready for me;",
    "ai-tika-vin07t21:27_0": "The account of General Sīha is finished.",
    "ai-tika-vin07t21:28_0": "The account of the allowance for an eon",
    "ai-tika-vin07t21:29_0": "295.Anuppage evāti pātova.",
    "ai-tika-vin07t21:29_1": "The great noise",
    "ai-tika-vin07t21:29_2": "But when he has given it up, the sound of drums because he knows.",
    "ai-tika-vin07t21:29_3": "Discussion of the eight Commentary on the Discussion,",
    "ai-tika-vin07t21:29_4": "Sātika bathing over the marks of everything together with the characteristic of all the women.",
    "ai-tika-vin07t21:30_0": "But they determine it as the ground for being released.",
    "ai-tika-vin07t21:30_1": "from when he can make his wants to sit down, the meaning is raised up, and from the lay life to riches, it is said.",
    "ai-tika-vin07t21:30_2": "But when the upper story is placed on a piece of found.” Or they constantly, whether it’s made up organized or setting on all sides, even if it is found.",
    "ai-tika-vin07t21:31_0": "a monastery that is the simile of the size of the Rāma.",
    "ai-tika-vin07t21:31_1": "dwellings belonging to the Sangha, the dwellings, the Sangha’s dwellings, and the Sangha’s dwellings.",
    "ai-tika-vin07t21:31_2": "Dispensation of the dwellings, etc., and so on.",
    "ai-tika-vin07t21:31_3": "For the lodgings are used in order to show the rest of the words “stead,” and so on.",
    "ai-tika-vin07t21:31_4": "“Have been shown by this,” he is said to be including that which is an unenclosed enclosed . That is why it is called “reft” .",
    "ai-tika-vin07t21:31_5": "Herein, throwing out in these places:",
    "ai-tika-vin07t21:31_6": "It is allowable for one whose site has been made by the hut: it is allowable for an eon, etc., and because of the resting place he wounded.",
    "ai-tika-vin07t21:32_0": "To give them the household, they won’t be allowed to the monks for their purpose.",
    "ai-tika-vin07t21:32_1": "apart from the dwelling place where it is for the purpose of showing the reason.",
    "ai-tika-vin07t21:32_2": "But on that very day I went to the observance-day procedure, all the observance-day procedure, and the whole of the fourteenth. I encountered all adornments of the.”",
    "ai-tika-vin07t21:32_3": "For there is no place in the Community as a charnel ground consisting of the houses where there is no plenty of food, etc., as though it were, and it were, there is no danger of any requisites in the Community.",
    "ai-tika-vin07t21:32_4": "Where the Sisters and the Licchavīs were to prevent the observance-day procedure together with the Sangha of monks, he did not go about to another place without (risking).",
    "ai-tika-vin07t21:32_5": "Hence it is said: “But what is it, Lady?”",
    "ai-tika-vin07t21:32_6": "herein, there is this: “This person,” “This person, is for the monks’ offenses,” and she should understand that persons from the Sangha.",
    "ai-tika-vin07t21:33_0": "ivory-worker is stored up, there is no offense for the precincts. The matter is beyond the signless.",
    "ai-tika-vin07t21:33_1": "That’s why it is said to be the best.",
    "ai-tika-vin07t21:34_0": "Herein, sprinkled rice in this way, they get milk, and are eaten by eating.",
    "ai-tika-vin07t21:34_1": "(As) the overpower of all the grass and sticks, etc., that is covered over and so on,",
    "ai-tika-vin07t21:34_2": "The cowherds, bound together by the linking boundaries, jackals, and the basiss on the cows.",
    "ai-tika-vin07t21:34_3": "they see one diving in one place, the cowherd’s knees, the upper at the end of the three area.",
    "ai-tika-vin07t21:35_0": "if a monk gives to one who is not fully ordained, he can give him a hut who is not fully ordained, put it in a hut who is not fully ordained, put it like a monk’s property, and he is not fully ordained. He is not allowed to him to accept it.",
    "ai-tika-vin07t21:36_0": "After illustrious in the city of Kāsi, in the search for a hundred leagues,",
    "ai-tika-vin07t21:37_0": "The discussion on the ground of the Kappāyana is finished.",
    "ai-tika-vin07t21:38_0": "On the commentary on the story of the locks",
    "ai-tika-vin07t21:39_0": "The brahmin Protector said: “A Jaṭilas, a giver, a pretext, a brahmin, a giver to the world, an abode, a giver of flavor.”",
    "ai-tika-vin07t21:39_1": "Resolution by the supply of Positeness",
    "ai-tika-vin07t21:39_2": "Those who come (whould there be) whose meaning is that, is this,",
    "ai-tika-vin07t21:39_3": "The meaning is this: that context is spoken of in state with each other, is the meaning.",
    "ai-tika-vin07t21:39_4": "Consciousness is because of this (merit) they are granted.",
    "ai-tika-vin07t21:39_5": "So too, when you live,",
    "ai-tika-vin07t21:40_0": "After the meal, on their return from alms-round, they put a meal before dawn, and given a meal. But when it was given to those who are not fully ordained, the meal was given to them by themselves, after the meal, they gave them a meal.",
    "ai-tika-vin07t21:40_1": "And this is what is said in the Great Commentaries: “It is not appropriate for one who is demolished” , etc.,",
    "ai-tika-vin07t21:40_2": "“You should ask about it,” he said, “You may go. But if you think is the appropriate time, we too have said, “Why are you talking about?” But if you don’t have today.",
    "ai-tika-vin07t21:40_3": "These four gardens are the four flowering flowers,",
    "ai-tika-vin07t21:41_0": "Fire is the dream of fire.",
    "ai-tika-vin07t21:41_1": "sees by desire,",
    "ai-tika-vin07t21:41_2": "The meaning is, he should be the first to contain his face.",
    "ai-tika-vin07t21:41_3": "A swelling the road,",
    "ai-tika-vin07t21:42_0": "The account of the commentary on the site is finished.",
    "ai-tika-vin07t21:43_0": "On the Income of the Moon Goja",
    "ai-tika-vin07t21:44_0": "Thus on account of the Buddha Paccekabuddhas, the meaning is corrected by many people, thus he is the meaning.",
    "ai-tika-vin07t21:44_1": "I was struck with a stick and a staff.",
    "ai-tika-vin07t21:44_2": "In that case, “(thinking): “That’s a rabbit.”",
    "ai-tika-vin07t21:44_3": "Saying: “After entering the four directions,” he does not riskin down with his hand;",
    "ai-tika-vin07t21:45_0": "He went forth in old age, named Subhadda,",
    "ai-tika-vin07t21:45_1": "two children standing on the ground:",
    "ai-tika-vin07t21:45_2": "namely Nāḷāgiri, and Leaving as a swelling.",
    "ai-tika-vin07t21:45_3": "if he is the meaning to its be eaten vessel; the meaning is, it is half an outcaste.",
    "ai-tika-vin07t21:45_4": "if he eats stones in a house made of garlic, enclosure, ditches, and waists, it is worthwhile.",
    "ai-tika-vin07t21:46_0": "The account of the discussion on the ancestry is finished.",
    "ai-tika-vin07t21:47_0": "Four Great Referrals",
    "ai-tika-vin07t21:48_0": "they examine the meaning of conditions.",
    "ai-tika-vin07t21:48_1": "It is of two kinds: this is a reference to the instance.",
    "ai-tika-vin07t21:48_2": "And the one who reached the state of peace is spoken by the openings of foot, etc.",
    "ai-tika-vin07t21:49_0": "Quickly speaking",
    "ai-tika-vin07t21:49_1": "Myrobalan fruit:",
    "ai-tika-vin07t21:49_2": "droping the water,",
    "ai-tika-vin07t21:49_3": "the mound of the bamboos, the wide openings, and cutting it up.",
    "ai-tika-vin07t21:49_4": "smooth in just like a lake,",
    "ai-tika-vin07t21:50_0": "The account of the Four Great References is finished.",
    "ai-tika-vin07t21:51_0": "The chapter on medicines is finished."
}