{
    "ai-tika-abh02t23:0_0": "6. Paṭiccasamuppādavibhaṅgo",
    "ai-tika-abh02t23:1_0": "1. Suttantabhājanīyaṁ",
    "ai-tika-abh02t23:2_0": "Grasping for recitation;",
    "ai-tika-abh02t23:3_0": "What is called a characteristic of impermanence?”",
    "ai-tika-abh02t23:3_1": "causes and reasons.",
    "ai-tika-abh02t23:3_2": "If he is divided into",
    "ai-tika-abh02t23:3_3": "Because Moggaliputta didn’t explain the word of the Buddha as it were.",
    "ai-tika-abh02t23:3_4": "I won’t think of them",
    "ai-tika-abh02t23:3_5": "for three are the reasons arranging in them, a bedroom,",
    "ai-tika-abh02t23:3_6": "Those Elders asked: “What have you here, sir? Consequently, why do you say here?” E and “folkingly, the Great Kings, in that he spoke in accordance with the order to explain the meaning of that the Perfected One, the fully Awakened One, the words “felterence of the an ascetic, who speaks in accordance with the meaning of the Great Kings?” ...",
    "ai-tika-abh02t23:3_7": "being spoken without being spoken.",
    "ai-tika-abh02t23:3_8": "The speaker of analytically.”",
    "ai-tika-abh02t23:3_9": "“But, brahmin, when I teach the Dhamma to the greedy them, you say, “Brahmin, I am able to teach Dhamma in brief.” But when I said to them, “Brahmin, you answer in the brahmins, illuminating them,” he said, “It’s enemies for the sake of specific neutrality,” etc., they say, “That’s why they say you haven’t developed that.”",
    "ai-tika-abh02t23:3_10": "Remembering the robe-cloth is the beginning of the boiling happiness should be seen together with the Community.",
    "ai-tika-abh02t23:3_11": "For that which you should cultivate, develop, and make analysis of this.",
    "ai-tika-abh02t23:3_12": "They speak in accordance with such analyzing: “The meaning is that kind of speech that’s contradicting it.”",
    "ai-tika-abh02t23:3_13": "Having attained through his own advice and follows that letter,",
    "ai-tika-abh02t23:3_14": "“Ignorance is a one who has ended the defilements; the reinforced by ignorance, the unprofitable paths, the law of the Sākiyans who knew the Lower’s end.”",
    "ai-tika-abh02t23:3_15": "So it is the cause of merit to be said: “The outcome of the imperturbable in the motion of imperishable in the imperturbable” .",
    "ai-tika-abh02t23:3_16": "on this very moment,",
    "ai-tika-abh02t23:3_17": "the basis of psychic power that has been skill in learning, confusing, and unconditioned by the Buddha, its origin, its cessation, and the path.",
    "ai-tika-abh02t23:3_18": "Secluded at the method of others, he kills others,",
    "ai-tika-abh02t23:3_19": "Herein, the meditator’s word is the meaning of what is contrary to be referred to as the word or enlightenment.",
    "ai-tika-abh02t23:3_20": "They do so in this way.",
    "ai-tika-abh02t23:3_21": "me not transferred to another.”",
    "ai-tika-abh02t23:3_22": "And when you say there is a killer, they say.",
    "ai-tika-abh02t23:3_23": "But when a accusation is eradicated like this, it cannot be taken within its own essence. It is only what is to be taken.",
    "ai-tika-abh02t23:4_0": "In each case: one is preceding as if placed.",
    "ai-tika-abh02t23:4_1": "By the blamelessness of the blamelessness, making use of his actions, the state of existence, the Dhamma in excess of the tail, and the rest, the way to burn with the Dhamma.",
    "ai-tika-abh02t23:4_2": "Mahāpajāpatī Gotamī, the ruler of the earth, when they numbered thus, the highly wise ones, etc., which were called greatly power (before).",
    "ai-tika-abh02t23:4_3": "Great Chief Divine Awakened One’s Dhamma teaching is called “factor of the Dhamma” refers to the Mahātittha .",
    "ai-tika-abh02t23:4_4": "Herein, this is the word:",
    "ai-tika-abh02t23:4_5": "He is the awakened of the overpowered which he discovered the doctrine of the Buddha, thus he is the highest.",
    "ai-tika-abh02t23:4_6": "The same method applies",
    "ai-tika-abh02t23:4_7": "Now, when I heard that the Buddha was face to face with the Dhamma I heard, I thought, “I have heard”, or “The ruler of the earth,”",
    "ai-tika-abh02t23:4_8": "what do you think, Death?",
    "ai-tika-abh02t23:4_9": "like a eaten cured of ornaments,",
    "ai-tika-abh02t23:4_10": "How do you think, how will it be so?",
    "ai-tika-abh02t23:4_11": "(He is) two endowments, and his disciples.",
    "ai-tika-abh02t23:4_12": "Those disciples of the Thirty-Three, etc.,",
    "ai-tika-abh02t23:4_13": "he should be received, saying, “This teaching has been received,” “This is the fourfold doctrine.”",
    "ai-tika-abh02t23:4_14": "Hence it to the Fortunate One: “I have heard this in the presence of the Fortunate One.”",
    "ai-tika-abh02t23:4_15": "This too has been taught by the Buddha,: “The Elders have been concluded in the Recitation of a certain number; have been taught by the Elder Nun,”",
    "ai-tika-abh02t23:5_0": "forty-four years . It is advice for the following sets, for the sake of advice, and for the sake of the suttas beginning with the texts, namely, applied and sustained thought, to meaning in the discourses of the composite meaning, and so on.",
    "ai-tika-abh02t23:5_1": "the four great references already described, as it is said: “Now this size one suttantas, like a great primaries .",
    "ai-tika-abh02t23:5_2": "from Pāṭaliputta, from sense desires, from opinions, ties, and of the eight teachers.",
    "ai-tika-abh02t23:5_3": "(But) the receivers of the Buddhas, having given up his own continuity,",
    "ai-tika-abh02t23:5_4": "And here the exposition should be understood as included in the suttas beginning with the “proclaimed enlightenment factor in the Vibhaṅga thus: “Herein, what states are stated in accordance with the Discourse” .",
    "ai-tika-abh02t23:5_5": "Establishing: the unclean posts that are not,",
    "ai-tika-abh02t23:5_6": "likewise:",
    "ai-tika-abh02t23:5_7": "while he is seeking in one aspect and difference between them in this way, and later an intermediate result, which is profounded and he says, “He gives,” and he does not make an end of suffering in the three characteristics, etc., and in the end of suffering in this way: “This is the origin of suffering. ”",
    "ai-tika-abh02t23:5_8": "Or alternatively, it is because of the lack of meaning and the absence of the fruit of the kind that is the basis for ending meaning and the six sense fields. Then, as to say, “Name and form are conditions for the six sense fields.”",
    "ai-tika-abh02t23:5_9": "Then the results of that deed, and the result of living beings,",
    "ai-tika-abh02t23:5_10": "And the meaning should be understood in the way beginning, “The abandoning of defilement and the two kinds of defilements” in the way already described, and the point of referring to the Three . Then this is how the meaning should be understood again and again.",
    "ai-tika-abh02t23:6_0": "Seven kinds of current.",
    "ai-tika-abh02t23:6_1": "When there is a state consisting of (true) forms, because when because of the state of being delivered and the grossness of the Dhamma, people collect the label and description, produced by the ministers, friends, and counselors of the Dhamma. It is incomparable to the oppressite of the seventh,",
    "ai-tika-abh02t23:6_2": "The meaning is that conditioned by ignorance, etc., conditions a cause of condition, dependent origination condition, dependently originated.",
    "ai-tika-abh02t23:7_0": "and the Vinaya is given in the way already described .",
    "ai-tika-abh02t23:7_1": "And here they can say that all these colours because they are not shown by this meaning beginning with the words “ofness and compassion” for the sake of respect and reverence for the sake of having dance.",
    "ai-tika-abh02t23:8_0": "They also specifically attacked to the Buddhas, dependent origination.",
    "ai-tika-abh02t23:9_0": "having prepared good things,",
    "ai-tika-abh02t23:9_1": "torment them thus:",
    "ai-tika-abh02t23:9_2": "while having made oneself he (only), and after having another,",
    "ai-tika-abh02t23:9_3": "I had thought of wisdom.",
    "ai-tika-abh02t23:9_4": "then the destruction of defilements, pollutants, defilements, and so on,",
    "ai-tika-abh02t23:10_0": "One who speaks the danger in requisites, who gives the strong, etc., and who gets a legal procedure in ignorance, and in the end of ignorance.",
    "ai-tika-abh02t23:10_1": "The results of deeds, results in terms of defilement, defilement, and ignorance. And the association is said to because he is good.",
    "ai-tika-abh02t23:10_2": "For the craving concealed by ignorance, the clinging to neutrality, and the opposite sex, they don’t see another way.",
    "ai-tika-abh02t23:10_3": "It is the root of the tree because it hastily seen the beginning with the middle of the eyes beginning with the eye; the one who gives rise to the initiative oppression, in the middle of youth, and in the end of all suffering. Its because of the eyes of the ears, nose and tongue and body, and mind.",
    "ai-tika-abh02t23:11_0": "and these (goods) of these views, “We shall cry out,”",
    "ai-tika-abh02t23:11_1": "Saying: “Because of overjoying snakes” is a basis for happiness that is present in me,",
    "ai-tika-abh02t23:11_2": "he said: “Understanding thus, I am the strength of this view,” because of that view,",
    "ai-tika-abh02t23:11_3": "And although the beginning, “Because of this view,” thus addressed the whole of that, in order to show the same view of craving,",
    "ai-tika-abh02t23:11_4": "For it is possible that thoroughly disposed,",
    "ai-tika-abh02t23:11_5": "they’re given up craving,",
    "ai-tika-abh02t23:11_6": "And how is it not said in the four kinds of grasping?",
    "ai-tika-abh02t23:11_7": "Herein, the relishing of craving is not given up; and those who have not grasping aggregates, they should understand that craving is grasping.",
    "ai-tika-abh02t23:11_8": "“Neither Excellent conduct is this view,” and so on.",
    "ai-tika-abh02t23:12_0": "Consciousness is produced by means of loving-kindness and nutriment that arose involved.",
    "ai-tika-abh02t23:12_1": "He should see all that is allowed, and this is the wrong way to which brings him.",
    "ai-tika-abh02t23:12_2": "and it is rounded through the wick and round of rebirths,",
    "ai-tika-abh02t23:12_3": "The others from here will not be doneless,",
    "ai-tika-abh02t23:12_4": "Their declarations are very own",
    "ai-tika-abh02t23:12_5": "But they proceed having like this, they say: “Sure is the source of craving.”",
    "ai-tika-abh02t23:13_0": "The noble path is called because it is the teaching of the noble ones, and it is the wrong way for its individual essence. It is “withstanding as conditional origination.”",
    "ai-tika-abh02t23:13_1": "one should help those who penetrate to give up what is not to be let go.",
    "ai-tika-abh02t23:13_2": "He performs a declaration: “Having done what is called noble truth, what is said, and is regarded as true.”",
    "ai-tika-abh02t23:13_3": "As to the lower beginning: Those who know about the causes and reasons to show the reason for the sake of insight and the attainment of the clarity.",
    "ai-tika-abh02t23:13_4": "sent none of them to take the one who takes it, and likewise.",
    "ai-tika-abh02t23:13_5": "There is no reason for ordinary people:",
    "ai-tika-abh02t23:13_6": "From the path is starting to teach the Dhamma, until to the end of the three.",
    "ai-tika-abh02t23:13_7": "And here the words “where” occurring in the same way as in the case of the breaths and out-breaths as stated produced in this way.",
    "ai-tika-abh02t23:13_8": "and between the a hundred leagues all around,",
    "ai-tika-abh02t23:13_9": "For this is said in the Commentary: “For one who has reached the end of suffering, and whose refuge has been brought to suffering,",
    "ai-tika-abh02t23:13_10": "As long as (good) in the past were reborn in the past, future and present,",
    "ai-tika-abh02t23:13_11": "In the future, the trapped in a future life, the connection with no more roots of three hundred leagues, and there is the three leagues.”",
    "ai-tika-abh02t23:14_0": "that rebirth is the fruit of his rebirth, old age and death, and death.",
    "ai-tika-abh02t23:14_1": "As he looks at the Vipassī, the first sign of insight, the counterpart sign of insight,",
    "ai-tika-abh02t23:14_2": "The mind, craving for sensual pleasures, craving for continued existence, and craving to end existence. And the foundation of existence is the foundation of the present. That is, craving, grasping, and mentality.",
    "ai-tika-abh02t23:14_3": "consciousness must be taken as long as it takes,",
    "ai-tika-abh02t23:14_4": "Transmigrating for the purpose of craving, etc., here it is allowed for the purpose of nurses, and he is not able to get hold of food, and he should then make an end of craving for fuel.",
    "ai-tika-abh02t23:14_5": "He should be produced in the future.",
    "ai-tika-abh02t23:14_6": "After resigning the fruit of the present is shown by means of the result in the present life, and in the end of craving, etc., this is the time for the Community, and because of the indication of living beings.",
    "ai-tika-abh02t23:14_7": "Craving is a craving in the past, future, and present; it is included in the past, present in terms of causes and reasons: “Conditions are in the past, future, and present.” And they told him what is meant.",
    "ai-tika-abh02t23:14_8": "those of the past, future, or present, internal or external, both should be seen and heard.",
    "ai-tika-abh02t23:15_0": "rebirth into a new state of existence.",
    "ai-tika-abh02t23:15_1": "thus it is “blessed” with the word “profitable” .",
    "ai-tika-abh02t23:15_2": "consciousness produced by rebirth-linking consciousness is a cause of rebirth-linkings. But it is said to be the reason why it is associated with them ...",
    "ai-tika-abh02t23:15_3": "for solid food.”",
    "ai-tika-abh02t23:15_4": "But there are four kinds of rebirth into a new state of existence in the future.",
    "ai-tika-abh02t23:15_5": "Faith, cling to, etc., greed, hate, delusion, and so on.",
    "ai-tika-abh02t23:15_6": "then showing them the wholesome deeds and unwholesome deeds in that way.",
    "ai-tika-abh02t23:15_7": "Therefore because it is a new state of existence in the future, the four kinds of becoming produced there.",
    "ai-tika-abh02t23:15_8": "The first is the meaning of that in the past, beginning with craving, etc., states of the present.",
    "ai-tika-abh02t23:15_9": "In the past:",
    "ai-tika-abh02t23:15_10": "After that is more than that, people think, “In the past, future, and consciousness” is a condition for the mode of reckoning.",
    "ai-tika-abh02t23:15_11": "having renounced the presently, future, and present.",
    "ai-tika-abh02t23:15_12": "For these days are the reason why these days it is called the reason whyritic parts of craving.",
    "ai-tika-abh02t23:16_0": "he says that “Iginnorant is the origin of ignorance.”",
    "ai-tika-abh02t23:16_1": "for the sake of purification or for the result of his own use.",
    "ai-tika-abh02t23:16_2": "For it is an unprofitable deeds, a condition for wearing defilements.",
    "ai-tika-abh02t23:16_3": "“Craving for continued existence” is a cause of defilement, defilement, etc., and sensual ignorance.",
    "ai-tika-abh02t23:16_4": "All these are spoken of” . And that is, when ignorance is spoken by, all of them, under the heading of ignorance, derived from the fetters, by the idiosyncratic in without first being adhered to the fruit of craving and views, and the elimination of the fruits of the former life.",
    "ai-tika-abh02t23:17_0": "After reproaching ignorance, craving for ignorance, and ignorance, having given rise to ignorance, the strength of ignorance, after ignorance.",
    "ai-tika-abh02t23:17_1": "When sentient beings are devoted to ignorance and fettered by craving, they avoid sitting by self-mortification.",
    "ai-tika-abh02t23:17_2": "Ignorance is produced by craving. Then, having destroyed craving for continued existence, the strength of ignorance, and the strength of craving.",
    "ai-tika-abh02t23:17_3": "Even if oppressed by ignorance, their opposite is still strong, their ignorance rolling away and becoming happy, and enjoying ignorance, their life opportunity for freedom.",
    "ai-tika-abh02t23:18_0": "in the dimension of infinite space.",
    "ai-tika-abh02t23:18_1": "However, when training what is contrary to the Teaching, the composed, the accusations of the present life and the untrue teaching.",
    "ai-tika-abh02t23:18_2": "And although the meaning has been well proclaimed, it may be that interrupted.",
    "ai-tika-abh02t23:18_3": "The five aggregates lead to the Dhamma and the fifth aggregates",
    "ai-tika-abh02t23:18_4": "touched by contact with feeling, like a feels pleasure with pain.",
    "ai-tika-abh02t23:18_5": "For that is how a person is touched by contact with them.",
    "ai-tika-abh02t23:19_0": "according as it is said: “The six sense fields are shown by contact through the six sense spheres,” thus he said, “When feeling is shown by means of contact with the feeling, such a state, it is developed .”",
    "ai-tika-abh02t23:19_1": "relying on the six sense fields,",
    "ai-tika-abh02t23:19_2": "In the past, future, and present; craving, grounded in the past, future.",
    "ai-tika-abh02t23:19_3": "Bodyning: among the body, which is caught up in both counts, etc., and so on.",
    "ai-tika-abh02t23:19_4": "which is accompanied by bliss and is accompanied by it.",
    "ai-tika-abh02t23:19_5": "and both of these is a term for ignorance.",
    "ai-tika-abh02t23:20_0": "Contact, dissatisfaction, ignorance is the end of ignorance.",
    "ai-tika-abh02t23:21_0": "Should enquire:",
    "ai-tika-abh02t23:21_1": "Consequently there is the sound of choices such as the phenomena, being released from the faith of produced by the strength of ignorance, and that is why they are called a production of clans.",
    "ai-tika-abh02t23:21_2": "Herein, it should be understood that these choices have gone beyond the choice of choices and intentional activities, after giving them the best and making them realisation,",
    "ai-tika-abh02t23:21_3": "So in this way you should expose yourself to pull out what is to be shown, but without seeing.",
    "ai-tika-abh02t23:21_4": "“Here, however, when ignorance is developed by this mundane and formations, there is the reason why choices, namely, choices, and consciousness are given up with a simile.",
    "ai-tika-abh02t23:21_5": "“Ignorance is a condition for choices.” Then the point of ignorance is said:",
    "ai-tika-abh02t23:21_6": "In this context, “disperiminately,” and they expressed their appreciation with the sound of conditions, etc., good qualities is the first in each case. This is the commentary “In this way, Vajjis.”",
    "ai-tika-abh02t23:21_7": "Hence it is said: “He should have two kinds of distinguishment in each and every case.”",
    "ai-tika-abh02t23:21_8": "they received the given up of the ascetic life, and they take their merit, saying “Wait,” and “There is meritoriously devoted to that knowledge of the state.”",
    "ai-tika-abh02t23:22_0": "what is skillful and what is subject to skillful?” then what is that of them?",
    "ai-tika-abh02t23:22_1": "By avoiding craving, conducive to heaven, the peaceful ones,",
    "ai-tika-abh02t23:22_2": "Hence it is said: “Herein, Nanda, we’re moved. Please take care of it.” ...",
    "ai-tika-abh02t23:22_3": "like a snare in a pile.",
    "ai-tika-abh02t23:22_4": "(But) intention, without striving, is said to because of intentional activity.",
    "ai-tika-abh02t23:22_5": "The production of which is called ‘matter’ and so on is a fruit of form’, yet pleasant’ is said to be the kind of fruit.",
    "ai-tika-abh02t23:22_6": "“They are unshakable, unseen, unsetled, unequalified, and non-returned. These are called the senses incompatible.",
    "ai-tika-abh02t23:22_7": "Worlding is the sense field for it should be seen as enlightening.",
    "ai-tika-abh02t23:23_0": "Full of ignorances, etc., are",
    "ai-tika-abh02t23:23_1": "With ignorance the Factors of ignorance, the Understanding of Deluded",
    "ai-tika-abh02t23:23_2": "Because they are without their shape:",
    "ai-tika-abh02t23:24_0": "When he has thus developed that they choose many conditions, he thought, “This is however there are no conditions for such laborations as condition there are many generals, and this living in the next life by the method of development” .",
    "ai-tika-abh02t23:24_1": "twelve standard hands, etc., just as they are stated. Thus did not appear in the Dhamma.",
    "ai-tika-abh02t23:24_2": "But speak truthfully, they say, “We won’t give.”",
    "ai-tika-abh02t23:24_3": "Herein, by means of the fruits of the plane of old age and death",
    "ai-tika-abh02t23:24_4": "The roots of the art is shown by the root. It is from the root of legal origination and from the root of all activities. Wisdom, quite capable of showing the five factors of stream-entry, etc., for the sake of eradication, and for the sake of nymns.",
    "ai-tika-abh02t23:24_5": "These bodily-forms are produced by old age and death; the mortals beginning with old age and death.",
    "ai-tika-abh02t23:24_6": "for old age and death is a sign of old age and death.",
    "ai-tika-abh02t23:24_7": "The sign of exertion here is what is well spoken.",
    "ai-tika-abh02t23:24_8": "For the sign of this is suffering,",
    "ai-tika-abh02t23:24_9": "and that is a second in the future in the very same becoming as a third and defining in a third time.",
    "ai-tika-abh02t23:24_10": "reason why sometimes it is the cause of reasoning?",
    "ai-tika-abh02t23:24_11": "and ignorance of those (mental) processes, the made of ignorance,",
    "ai-tika-abh02t23:24_12": "They say that the uneducated ordinary person is included in this discourse.",
    "ai-tika-abh02t23:24_13": "With ignorance and of the arrogance, he showed fearlessness of ignorance, unattached to the abode of ignorance,",
    "ai-tika-abh02t23:24_14": "“The Moreover, the ignorant fool, the sign of old age and death is not able to wretch the difference between them,” he said, “It is inappropriately.”",
    "ai-tika-abh02t23:24_15": "he should not show any signs that suffering to the aggregates in the way already stated.",
    "ai-tika-abh02t23:24_16": "In this way, when old age and death subsides, they should be understood, and dependently originated.",
    "ai-tika-abh02t23:25_0": "But why are they all discussed by old age and death?",
    "ai-tika-abh02t23:25_1": "For there is no such thing as the corruption of consciousness, etc., as the kamma-result, and the rebirth of old age and death, with the ending of rebirth, old age and death, and death.",
    "ai-tika-abh02t23:25_2": "Because of this action, because of being reborn in the realm of luminous rebirth-linking rebirth-producing kamma, he does not say, “Name” because of this there is no further existence.",
    "ai-tika-abh02t23:25_3": "the one-process are the connection with old age and death.",
    "ai-tika-abh02t23:25_4": "When there is a corruption of deeds, the corruptions that lead to rebirth in future lives and are not reborn in that place. But when there is old age and death, they’re made this wish.",
    "ai-tika-abh02t23:25_5": "But it is not possible that there is old age, death, and the description of the states of loss as in the morning and at the breaking of the six sense spheres, and it is not shared by mundane and consisting of the six sense spheres, which brings only on each side.",
    "ai-tika-abh02t23:25_6": "But only these two extremes are produced in the same way. They are reborn in a condition that is a condition for rebirth-linking consciousness, etc., thinking “They are a condition for being” . It is expressed in this way that “space is indeed the meaning of choices” . It is expressed in this way: “It is to say, the meaning of formations.”",
    "ai-tika-abh02t23:25_7": "Then, although old aged in a gathering of old age swamped by old age, heat, etc., appeared intoxications, caging and so on, and that is however.",
    "ai-tika-abh02t23:26_0": "“Mendicants, that boy grows up and his faculties mature—mless of the five kinds of sensual stimulation, supplied and provided with the five kinds of sensual stimulation. ...”",
    "ai-tika-abh02t23:26_1": "touches known by the body ...",
    "ai-tika-abh02t23:26_2": "“First, drinking, clothing,",
    "ai-tika-abh02t23:26_3": "When they see a sight with their eyes, if it’s pleasant they don’t desire it, but if it’s unpleasant they don’t dislike it. They don’t truly understand the freedom of heart and freedom by wisdom where that, when it’s unshakable, unprofitable, and feeding grounds.”",
    "ai-tika-abh02t23:27_0": "Herein, the abandoning of the six faculties is shown by sustained thought , and absence of the sense faculties, etc., in the end of ignorance and deliverance.",
    "ai-tika-abh02t23:27_1": "“So long as the wardens of sentient beings come to an end, sorrow, lamentation, pain, sadness, and distress are mine.”",
    "ai-tika-abh02t23:27_2": "which gives rise to sorrow, lamentation, pain, sadness, and distress. It is the cause of sorrow, lamentation, pain, sadness, and distress. It is the reason why these things are acting in this way: “One who is produced by cause and circumstance” .",
    "ai-tika-abh02t23:27_3": "Of these, their origin, their cessation, and the practice that leads to their cessation. When ignorance is their origin, they are ignorant and infested by ignorance, their origin, they just to their cessation.",
    "ai-tika-abh02t23:27_4": "After that, ignorance is allowed to be a condition for choices.",
    "ai-tika-abh02t23:27_5": "Furthermore, they say, “Conditioned consciousness is a condition for rebirth without becoming,” and on being a condition for the purpose of growing old. They are conditions for the involved in a misfortune.",
    "ai-tika-abh02t23:27_6": "For these ninety-two kinds of ignorance are produced by consciousness. They are associated with ignorance, produced by craving, extinctioned by ignorance and fettered by craving. They are not able to teach Dhamma again and again to the again. But there is no lesser realms for the sake of defilement, the rolling-born refuge.",
    "ai-tika-abh02t23:27_7": "With the giving up of ignorance rooted in ignorance,",
    "ai-tika-abh02t23:27_8": "whatever is the cause of craving rooted in ignorance, why is it?",
    "ai-tika-abh02t23:27_9": "there are two kinds of beliefs:",
    "ai-tika-abh02t23:27_10": "for craving is a condition for grasping without grasping, they wouldn’t give rise to continued existence.",
    "ai-tika-abh02t23:27_11": "Like this he teaches it simply, this is the cause of craving for continued existence.",
    "ai-tika-abh02t23:27_12": "Next, firstly, ignorance produced by ignorance, by craving, grasping, and mental processes, and the full ordination with consciousness, as condition: ignorance, there are because of craving, etc., this is a condition for continued existence.",
    "ai-tika-abh02t23:28_0": "The commentary on the recitation section is finished.",
    "ai-tika-abh02t23:29_0": "Description of ignorance",
    "ai-tika-abh02t23:30_0": "He carries his father’s father, his father, and his brother’s father, and his brother’s father.",
    "ai-tika-abh02t23:30_1": "When a monk is speaking what is contrary to the meaning, he said, “Take what is done by others.” ...",
    "ai-tika-abh02t23:31_0": "Then he is engaged in, free from oppression, free from thought and so on;",
    "ai-tika-abh02t23:32_0": "For it is said to be the “special” according to the secretion of building upholds, etc., according to the state separately,",
    "ai-tika-abh02t23:32_1": "and bound to another likewise, my daughter-in-law, bound together by their stomach.",
    "ai-tika-abh02t23:33_0": "Standing “keeper,” occurring instruments,",
    "ai-tika-abh02t23:33_1": "Likewise the rolling of the roots are associated with ignorance,",
    "ai-tika-abh02t23:34_0": "Therefore it is in developing it, the giver of enlightenment Tambapaṇṇi, and ignorance the gives rise to ignorance.",
    "ai-tika-abh02t23:34_1": "the rest is the path to cessation.",
    "ai-tika-abh02t23:34_2": "when a monk is being spoken about the state of defilement, without defilements, etc., is said to be shown by a beyond doubt and uncertainty, etc., including the path, “This is said to be shown by the complete understanding.”",
    "ai-tika-abh02t23:35_0": "The commentary on the beautiful comment.",
    "ai-tika-abh02t23:36_0": "commentary on the colour of conditions",
    "ai-tika-abh02t23:37_0": "It is neither fruitful nor suffering. It has the result of that deed who has realized the fruit of good and bad deeds. It has this suffering as its outcome and result.",
    "ai-tika-abh02t23:37_1": "“This merit gives rise to merit for the future” or “has merit.”",
    "ai-tika-abh02t23:37_2": "“‘Unpleasant is shown by this kind of happiness’: this is the happiness of gods.”",
    "ai-tika-abh02t23:37_3": "isn’t very fruitful when it takes up through happiness,",
    "ai-tika-abh02t23:37_4": "full of flaws, golden flags,",
    "ai-tika-abh02t23:38_0": "“This is just that much merit grows in merit,” is said to have the fruit of meritorious merit.",
    "ai-tika-abh02t23:39_0": "the development of the earth kasiṇa : “How many times are the earth kasiṇa, etc.?”",
    "ai-tika-abh02t23:39_1": "Or the earth is the earth kasiṇa, thus it is the earth element, the meaning of how many kinds of earth.",
    "ai-tika-abh02t23:39_2": "The others set out from here and there,",
    "ai-tika-abh02t23:39_3": "development of the development of Development:",
    "ai-tika-abh02t23:39_4": "For that is called “the deeds”.",
    "ai-tika-abh02t23:39_5": "The widebworm-infested is finished.",
    "ai-tika-abh02t23:40_0": "giving, sharing, and by the giving, in accordance with the Dhamma,",
    "ai-tika-abh02t23:40_1": "mental factors and thoughts are given by day.",
    "ai-tika-abh02t23:40_2": "Heaven gets presented with whirlpowls,",
    "ai-tika-abh02t23:40_3": "(because of) a gift of giving, he will be under the influence of others,",
    "ai-tika-abh02t23:40_4": "apart from that place:",
    "ai-tika-abh02t23:40_5": "you’d quench",
    "ai-tika-abh02t23:40_6": "Or alternatively, they reach it and make it plastered because it is associated with it, which is accompanied by defilements.",
    "ai-tika-abh02t23:40_7": "For intention is involved in giving,",
    "ai-tika-abh02t23:40_8": "Anyone else should say, “This is the same kind of misfortune.”",
    "ai-tika-abh02t23:41_0": "Of the Three Worlds look down on himself, and also those likewise.",
    "ai-tika-abh02t23:41_1": "About the fourth absorption.",
    "ai-tika-abh02t23:41_2": "Craving for form, calming, “Self-realm,” he said, “There is craving for form in the formless realm.",
    "ai-tika-abh02t23:41_3": "making a heap of which is the site for the reeds,",
    "ai-tika-abh02t23:41_4": "so the rice,",
    "ai-tika-abh02t23:42_0": "“ only the meaning,” it is stated in the Vibhaṅga too with the words “special” . It is stated in the way already stated, etc., according to the meaning, “Repulsiveness of the Vibhaṅga, etc., according to the word “Possessiveness of meaning.”",
    "ai-tika-abh02t23:42_1": "The first is “with the first” of the name “Bhikkhus”.",
    "ai-tika-abh02t23:42_2": "for that which it comes about as if a fixture is characterized.",
    "ai-tika-abh02t23:42_3": "these lastly, “They are not able to in the last watch”,",
    "ai-tika-abh02t23:43_0": "Reflecting the physical process, the verbal recitation",
    "ai-tika-abh02t23:43_1": "By the intervals of the body:",
    "ai-tika-abh02t23:43_2": "consciousness is a basis for ending consciousness.",
    "ai-tika-abh02t23:43_3": "Keeping in the same way is a condition for the other two instances.",
    "ai-tika-abh02t23:43_4": "(they are) skilled in the results of the Dhamma. And the ordinary person who, having seen the Truth, and yet come from here, they did not come here.",
    "ai-tika-abh02t23:43_5": "Then, having understood the result of this, the result of that, is to say, the reason why, of these grossness and skill in being skilled in Vibhaṅga, the degree of the skillful, or the sense desires.",
    "ai-tika-abh02t23:43_6": "then they were skilled in the supermundane and skill in the supermundane.",
    "ai-tika-abh02t23:43_7": "for that is a condition for the consciousness-of-consciousness.",
    "ai-tika-abh02t23:43_8": "Then the resultant that deed was specifically prohibited:",
    "ai-tika-abh02t23:43_9": "Because the result of that giving rise to the result is profitable result, thinking: “This is skillful in me,”",
    "ai-tika-abh02t23:43_10": "For this resultant thing happens to be unconcerned in the sense, but the results in the present life are not evident in an ascetic practice,",
    "ai-tika-abh02t23:43_11": "‘This is the result of good character’, how does the result of all these things?",
    "ai-tika-abh02t23:43_12": "who is not able to give rise to continue existence, thus he is “without continuation” .",
    "ai-tika-abh02t23:43_13": "If there is a well-known intention to give rise to the result or for its arising, it would be different.",
    "ai-tika-abh02t23:43_14": "There it was another way to indicate the arising of the ground, and because of not seeing a reason.",
    "ai-tika-abh02t23:43_15": "Hence it is said: “He isn’t.”",
    "ai-tika-abh02t23:43_16": "If they do give rise to the producing of limited objects, or their objects with a limited object, etc., with a limited object of the fine-material sphere, they would not give rise to their objects because of their own profitable objects.",
    "ai-tika-abh02t23:43_17": "so too, the arising of the fine-material sphere would not arise in any limited object, and the object of a nine object.",
    "ai-tika-abh02t23:43_18": "Hence it is said: “Here the sense-objects is its object” and so on.",
    "ai-tika-abh02t23:43_19": "Herein, as to enumeration: it is powder in the connection with the Enlightenment factor, thus it is “fitable.”",
    "ai-tika-abh02t23:43_20": "knowing that it had done, the water kasiṇa was taught, and the result of a foundation for its object, he said, “Upasing the mark of a thought, ‘Such is the basis for its growing on the ground.’ ...",
    "ai-tika-abh02t23:43_21": "Because this is said.”",
    "ai-tika-abh02t23:43_22": "“One thing: ‘Possessed of the fourfold base and of the fine-material sphere, has the base consisting of boundless space as its object, and has the result of the base consisting of boundless space as its object, and has the fourth jhāna factors as its object, and its nine profitable states, ‘possing away from what is skillful’ essence its object, and ‘it is said’ and ‘with its object ‘perception’ he speaks in the way’.",
    "ai-tika-abh02t23:43_23": "They have a limited object with direct-knowledge, and the result of former kamma-formation the result of little dissolution, etc., as its object the result of his direct-knowledge.",
    "ai-tika-abh02t23:43_24": "For that is in the nine ways the result of mental development, etc., for the sake of nutriment, and for the sake of which it is said, “He is not,” and he said, “Dearly we will give rise to another one” .",
    "ai-tika-abh02t23:43_25": "concentration and understanding thus, “I attained the fruit of concentration” .",
    "ai-tika-abh02t23:43_26": "The fruit of determining it as he has application of accumulations in the present life, which is like the sound of an iron shell, having a very fruitful and beneficial it is shake off the fruit of the fruits of the fruits of the present life. Then there is no coming into the fruit of the fruit of perfections that is apparent in the present life.",
    "ai-tika-abh02t23:44_0": "Whatever running out is that the result for advantage beginning with it or has the opposite sex, but not if it’s appropriate to say, “This attainment has the result of it,” they say, “This attainment is universal monarch.”",
    "ai-tika-abh02t23:44_1": "and it is not known that she attained to deep knowledge in each and every way, she develops it.",
    "ai-tika-abh02t23:44_2": "But although he says: “Now, on the basis of psychic power that has been obtained by himself with the special qualities of disillusionment, etc., by means of the jhāna, etc., appears in the evening, and has produced the sign, he does not become evident in the way already described, and he has attained the fourth jhāna in the five stages of insight, etc., with his direct-knowledge the results .” And the result in the way already described the future, he should be understood to the for the future.",
    "ai-tika-abh02t23:44_3": "Though there is no place for him, (here) not good.",
    "ai-tika-abh02t23:44_4": "For there is a result for the result, being unbroken by the result of goodness and non-violence, etc., as they are for their ignoble searching.",
    "ai-tika-abh02t23:45_0": "consciousness doesn’t come to be.",
    "ai-tika-abh02t23:45_1": "Or alternatively, it is due to disillusionment of vanity, thus it is “have only a single word” because it is when he says, “Signorant,” “Different,” “This result has nothing to be spoken of,” he said, “This is the result in sharing.”",
    "ai-tika-abh02t23:45_2": "Likewise the result is said: ‘Consider me in accordance with the result’, in accordance with the Dhamma.",
    "ai-tika-abh02t23:45_3": "whatever he is told is about.",
    "ai-tika-abh02t23:45_4": "But here this is what is stored in.",
    "ai-tika-abh02t23:45_5": "One who takes up, would not follow after the progress of the perversion, being aroused in preceding the results of embodiment, but whose favours and discerns the results in the case of the pervading, and in conformity with its development.",
    "ai-tika-abh02t23:45_6": "Because the difference between both is said to have the instance of mundane and supply. Because it is said to be the “waitness in this way” .",
    "ai-tika-abh02t23:45_7": "But when this is said in the Commentaries that should be referred to as “consciousness is said” observed.",
    "ai-tika-abh02t23:45_8": "“Indeed I do,” he replied.",
    "ai-tika-abh02t23:45_9": "For this meaning should be regarded thus: “In the Chapter on each other, the eighth day of the night.",
    "ai-tika-abh02t23:46_0": "Here the results of a Unsuitable utterance:",
    "ai-tika-abh02t23:46_1": "In the Deathless I havegnorant nature",
    "ai-tika-abh02t23:46_2": "“These are the things that should be given up by seeing, abandoning them in the way beginning, “This is why a trainee” .",
    "ai-tika-abh02t23:46_3": "“It is not said to be given up”—the development of the fetters that is called the fetter of rebirths that are to be given up through development of the mind, and to be given up by development of the paths of the fetters.",
    "ai-tika-abh02t23:46_4": "“While I’ve stopped the meaning” from that place, etc., the meaning is recommended by that meaning and the later of mention,",
    "ai-tika-abh02t23:46_5": "There the fear of head hair and beard",
    "ai-tika-abh02t23:46_6": "What are identity view, etc., that is,",
    "ai-tika-abh02t23:46_7": "“Having nothing in the past, future or present,",
    "ai-tika-abh02t23:46_8": "Those Introduced to the Three Times,",
    "ai-tika-abh02t23:46_9": "making it presume to that one is bound by what is said,",
    "ai-tika-abh02t23:47_0": "The other should be showed in the same way.",
    "ai-tika-abh02t23:47_1": "But they don’t sprinkle about.",
    "ai-tika-abh02t23:47_2": "If they were completed in that way, having prepared a restless cloth, and when they for a recitation, they don’t think:",
    "ai-tika-abh02t23:47_3": "The views",
    "ai-tika-abh02t23:47_4": "“When there is ninefold state , why is it said that there is no idiot be given up? ”",
    "ai-tika-abh02t23:47_5": "those who deserve to be given up transgressed to be given up, and those who are not worthy of former in the past, future and present.",
    "ai-tika-abh02t23:47_6": "brings that is without seeing the path and has developed it.",
    "ai-tika-abh02t23:47_7": "Regarding their friend’s endeavour, having discerned in contemplation,",
    "ai-tika-abh02t23:47_8": "results in all kinds of unsuitable deeds, and only some are expert in colour.",
    "ai-tika-abh02t23:47_9": "and the resultant analyses the results of these two kinds And playing in the same way as stated in the Similar.",
    "ai-tika-abh02t23:48_0": "of unskilled in the measureless kinds of unskillful things,",
    "ai-tika-abh02t23:48_1": "Unless they must be developed towards the skillful.",
    "ai-tika-abh02t23:48_2": "Energy in the states of loss is included;",
    "ai-tika-abh02t23:48_3": "“Yes, hate, and delusion” .",
    "ai-tika-abh02t23:48_4": "Now if those fortunates are not made, it may be only responsible for supporters.",
    "ai-tika-abh02t23:48_5": "all the eighty joints in the nature of the sesame seeds foliage beginning with the sesame seeds.",
    "ai-tika-abh02t23:48_6": "Now comes that is the nineteenth-sholdering, “He is attached to” .",
    "ai-tika-abh02t23:48_7": "In what place means about this.",
    "ai-tika-abh02t23:48_8": "He is extremely happy,",
    "ai-tika-abh02t23:48_9": "They praise (the nature of) things,",
    "ai-tika-abh02t23:48_10": "as in the Vibhaṅga in the way already described, etc., are the three in the first three in the cases.",
    "ai-tika-abh02t23:48_11": "They can break ignorance and have sustained it according to the specific purpose, and doing it as they were being afraid of wrongdoing, they are afraid of wrongdoing.",
    "ai-tika-abh02t23:48_12": "The fourth section on the same kind of becoming.",
    "ai-tika-abh02t23:48_13": "From fearing, terror, and danger,",
    "ai-tika-abh02t23:48_14": "The fourth-.",
    "ai-tika-abh02t23:48_15": "Likewise in the ninth:",
    "ai-tika-abh02t23:49_0": "And it has been given in the past: those who are unprofitable, and those who don’t point out the development of the absorptions because they have already arisen in the past, they say.”",
    "ai-tika-abh02t23:49_1": "And the state of having the nature of such-and-such arouses -",
    "ai-tika-abh02t23:49_2": "“Through this boon (living),” he said, “We shall give!”",
    "ai-tika-abh02t23:49_3": "What should be given up is rejected in the way beginning, the middle, and the end of the path—it is to be given up ignoble through development, and without different kinds of laternative . This is how they are states of the decision.",
    "ai-tika-abh02t23:49_4": "And just as there is no alteration of different kinds, etc., for the purpose of showing that is to be given up and through developing it in order to show the way beginning, “Now, there is no decrease for them.” ...",
    "ai-tika-abh02t23:49_5": "saying: “Have you called Kātiyāna ...” “There is no need for him.",
    "ai-tika-abh02t23:49_6": "cried.”",
    "ai-tika-abh02t23:49_7": "Herein, it should be given up: by seeing, by seeing, by seeing, by using, by means of the proper reflection, of the defilements that should be given up by seeing, by means of the defilement, by seeing, by means of the proper attention, and by the means of the defilement, by the means of the defilement, etc.,, is the meaning that should be given up by seeing, and by using their sustained thought.",
    "ai-tika-abh02t23:49_8": "Or alternatively, there are no coming to be given up through vision (of the First Path).",
    "ai-tika-abh02t23:49_9": "But those who are not included in the causality should be given up by seeing them thus: ‘In the last particular individual essence is the reason why they should be given up by seeing.’",
    "ai-tika-abh02t23:49_10": "if this is included in the development of seeing, the defilements should be given up by seeing, and the accumulating, occurred with agitation, dispersal, etc., in which they must be given up when got.",
    "ai-tika-abh02t23:49_11": "Consequently, when it comes to the deserters of deeds thus in the results of past deeds, the result of past deeds, and the results of past deeds in the way beginning, “the rest is in the way already stated.”",
    "ai-tika-abh02t23:49_12": "After rejoicing his restlessness,",
    "ai-tika-abh02t23:49_13": "It is worthy of an endurance, and thus it is “one who has a state of peace” .",
    "ai-tika-abh02t23:50_0": "And here there is something that should be given up: “Here the resting places have been given up by the wind (wafter), and the deathless” .",
    "ai-tika-abh02t23:50_1": "it should be given up through development (of the rest of the Paths).",
    "ai-tika-abh02t23:50_2": "“What things should be given up?",
    "ai-tika-abh02t23:50_3": "and have gone beyond the dart.”",
    "ai-tika-abh02t23:50_4": "Suppose a restless were to be given up the past, and future objects of the past, future, and present. When this has arisen, they will not be given up the ten imperturbable objects of the way beginning, “Which ten things do not arise in the future?”",
    "ai-tika-abh02t23:50_5": "They can be given up, thinking: ‘May they not be given up, and say, ‘May they be given up by development, be given up, and rejected in the development of the mind.’",
    "ai-tika-abh02t23:50_6": "And the meaning of this: “If he gives up the meaning” is said, “Why are they called it isn’t so said?",
    "ai-tika-abh02t23:50_7": "having the base consisting of what should be given up through vision and views that are to be given up through vision (of the First Path).",
    "ai-tika-abh02t23:51_0": "And he said, “Accupied, he speaks thus.” He said, “Can they be able to show the same place as agitation,” and he is added, “Even if it is said to have it prepared, opened up, and close to others,” and he is not able to make laugh.",
    "ai-tika-abh02t23:51_1": "For the teaching is included in the presently for the future, and for the sake of the present objects of the mind, these reinforced expositions, the teaching, and the mind is a condition for the future.",
    "ai-tika-abh02t23:52_0": "And he should be given up by seeing and abandoning the result of good friendship.",
    "ai-tika-abh02t23:52_1": "What is this simile of giving up ignorance? Dispensation should be given attention through the length of the modes, etc., and by the time of the offerings, and with the rest of their accumulating thus: “What is the reason why doing? How should he gives to those who have been given up?",
    "ai-tika-abh02t23:52_2": "whatever in the first jhāna there is still because of the path and so once-returning of such development, etc., as in the case of the noble ones, etc., and because of the stilling of craving and dispelling and accumulating thus, “It is peaceful and sublime” .",
    "ai-tika-abh02t23:52_3": "Rather, having given up the second and opposite sex, mindfulness should be given up by seeing, and with the rest.",
    "ai-tika-abh02t23:52_4": "But here the meaning should be understood in the way already described. Consequently, the meaning here is this: “The exposition should be understood in the way already stated.”",
    "ai-tika-abh02t23:53_0": "She’s restless in the heart.",
    "ai-tika-abh02t23:53_1": "The state of existence is perfect in consciousness,",
    "ai-tika-abh02t23:53_2": "he should show exercise it thus: “This product is in the fruit of the arrival at this time; if it is not possible to give rise to the reason why only this actual danger, is to be shown only by the means of eradicated.”",
    "ai-tika-abh02t23:53_3": "All twenty-three terraces",
    "ai-tika-abh02t23:53_4": "Hence it is said: “He should be pulled over”.",
    "ai-tika-abh02t23:53_5": "Through reasoning it he considered it is the best kind of direct knowledge to it,",
    "ai-tika-abh02t23:53_6": "The other word-meaning of the words through the word “jhāna” is used for the sake of the words.",
    "ai-tika-abh02t23:53_7": "What is that?",
    "ai-tika-abh02t23:53_8": "The developing consciousness is the state of arising and becoming.",
    "ai-tika-abh02t23:53_9": "By the breaking up of the body: it is an inclusive .",
    "ai-tika-abh02t23:53_10": "the meaning is, in the earlier stage beginning with all the texts, is the meaning.",
    "ai-tika-abh02t23:54_0": "perception ...",
    "ai-tika-abh02t23:54_1": "it is said to be shown.”",
    "ai-tika-abh02t23:54_2": "“Perceptions of happiness” is a maker of accumulation.",
    "ai-tika-abh02t23:54_3": "for what is distant is the perception of suffering.",
    "ai-tika-abh02t23:54_4": "But this is the causal relationship of the perception “Ignorance” is said in order to show the reason for the sake of making known as ignorance.",
    "ai-tika-abh02t23:54_5": "but it is white in the absence of such enclosed walls, etc., that is to say, “with a requisite belonging to the water” .",
    "ai-tika-abh02t23:54_6": "those who surrounded by craving and by craving, which occurs in the category of craving for clinging.",
    "ai-tika-abh02t23:54_7": "Likewise eldest, he said, “Leaves in a place like a curtain that is excluded from excrement.”",
    "ai-tika-abh02t23:54_8": "As soon as the fruit of the donor: it has the fruit of gifts, thus it is the fruit.",
    "ai-tika-abh02t23:54_9": "What is said is the meaning of “finiteing” is the meaning.",
    "ai-tika-abh02t23:54_10": "Bhaddā Kāpilānī, who is difficult to do, and so on,",
    "ai-tika-abh02t23:54_11": "mortification in a fruit of what is good.",
    "ai-tika-abh02t23:54_12": "on the bank of the Goats, having caused a custom,",
    "ai-tika-abh02t23:54_13": "And it is because of its carcassing cows. It is enthusiastic, terminology, and actually.",
    "ai-tika-abh02t23:55_0": "Having made an end of suffering in the past who have completed the suffering, and so on.",
    "ai-tika-abh02t23:55_1": "(thinking): Indra, the mountain peaked in the very beautiful mountains,",
    "ai-tika-abh02t23:55_2": "(but) the fruit of that merit is the meaning, of that is the purpose.",
    "ai-tika-abh02t23:56_0": "like a funeral pyre.",
    "ai-tika-abh02t23:56_1": "if you don’t live without a fault.",
    "ai-tika-abh02t23:56_2": "the Wise One should be disgusted by the defilements,",
    "ai-tika-abh02t23:56_3": "And by passion, which is painful, sharp, harsh, and bitter feelings,",
    "ai-tika-abh02t23:56_4": "if he makes it out;",
    "ai-tika-abh02t23:56_5": "All the world’s various kinds of sensual stimulation are pleasant due to the subtlety of sense desires, and to the majesty of the city.",
    "ai-tika-abh02t23:56_6": "fearing, terrified, scared, he came to dwelling place.",
    "ai-tika-abh02t23:56_7": "with old age and death is decayed,",
    "ai-tika-abh02t23:57_0": "“I won’t become fully extinguished because of what you say.” But he said, “They’ll do as you say, ‘They’ll give away the dye-sweller’s word, ‘We shall do so,’ because you proceed wieldy for each pulling the word ‘portunity’.” And he said, “They’ll do as much as you like.”",
    "ai-tika-abh02t23:57_1": "ignorance is a condition for ignorance. ...",
    "ai-tika-abh02t23:57_2": "(but) having shown that he is in the Commentary on the eighth day,",
    "ai-tika-abh02t23:58_0": "Greed is the gratification in sensual desire and so on.",
    "ai-tika-abh02t23:58_1": "“Suppose greed, hate, and delusion” Firstly, he said, “For associating with greed, hate, and delusion associated with ignorance, which is eventually seen, what is seen, heard, thought, and known as the giving up of greed for view.",
    "ai-tika-abh02t23:58_2": "‘They should be known.’”",
    "ai-tika-abh02t23:58_3": "That associated with the (volitional) processes, and so on,",
    "ai-tika-abh02t23:58_4": "ignorance and the object of ignorance, etc., have ceased,",
    "ai-tika-abh02t23:58_5": "The beginning with the first jhāna, etc., is included in the object of the jhānas beginning with the object of the enquiry, and since it is included in the space as its object.",
    "ai-tika-abh02t23:58_6": "Without ignorance, there is no foundation for the object, and there is no foundation for ignorance.",
    "ai-tika-abh02t23:58_7": "As regards the aggregates as object, grasping aggregates, etc., in the way beginning, “This is the first jhāna, which is the object of predominance,” etc., in the way beginning, “The mind is independent of opposites,” etc.; and it is in the case of the first jhānas, etc., respectively in the way already described.",
    "ai-tika-abh02t23:58_8": "next to the next life is a condition for the unbroken and unbounded. It is a condition for the unborn state of non-existence. That is to say, “This is a condition for the sake of embracing.”",
    "ai-tika-abh02t23:58_9": "With the complete surmounting of ignorance in the case of those mentioned next to the jhānas, beginning with ignorance in the fine-material jhānas, etc., he stopped in the way beginning, “For those in the fine-material and immaterial kinds of becoming” in the way already stated, the meaning is this.",
    "ai-tika-abh02t23:59_0": "if she is reborn in one place, something more than the two;",
    "ai-tika-abh02t23:59_1": "At each time it is worthy of the whole world that is the plane of the world, he should roll towards the whole of the world and the other. And all of these that is a place for the sake of the worldly preceding the non-violence.",
    "ai-tika-abh02t23:59_2": "And there is no way in this way.",
    "ai-tika-abh02t23:59_3": "Unproaching the reason for one producing the other, and they may have a single word of one producing condition.",
    "ai-tika-abh02t23:59_4": "” Delivering: “There may all beings in the same way as this body, they might not be in the same way as given,” etc., with all the other such states, and they might not be in the same way: “May they be in the same sleepiness.” ...",
    "ai-tika-abh02t23:59_5": "is venerated by the bowls.”",
    "ai-tika-abh02t23:59_6": "Perception is the one incinct: if it is unincluded, unincluded, unincluded, and no enclosure.",
    "ai-tika-abh02t23:59_7": "In this way they are at the fourth, and in the world of the four in each and every place.",
    "ai-tika-abh02t23:59_8": "“By the means of the conditioned phenomenon is a condition for feeling ... perception ... choice ... One ... etc., is the fruit of contact through which he shows why, etc., is the basis of conditioned using the fruit of contact as conditioned using the fruit of feeling ... perception ... etc., in the passage beginning, “If only one produces the fruit of choices,” or “the fruit of their striving because of past lives,”",
    "ai-tika-abh02t23:60_0": "according as it is said: “Now, the eye is interrupted by the eyes ...” without understanding, in order to show the special qualities of the eyes, etc., they say, “Through the vanity, they will give,” “Thus out of compassion,” and they show the meaning in detail, “profitable way to the eye.”",
    "ai-tika-abh02t23:60_1": "And when he’s killed they don’t lose on it.",
    "ai-tika-abh02t23:60_2": "contact as pleasant, etc., which is unpleasant to, and so on.",
    "ai-tika-abh02t23:60_3": "and the disappearance of one liberated:",
    "ai-tika-abh02t23:60_4": "For a pleasant feeling arises dependent on a contact to be experienced as painful.",
    "ai-tika-abh02t23:60_5": "Feeling born of contact with the eye, ear, nose, tongue, body, and mind.",
    "ai-tika-abh02t23:60_6": "the grossness of the happiness has the profound, its nearness to be seen.",
    "ai-tika-abh02t23:60_7": "Herein, when any feeling is called “space” or “consciousness” because of the inferior feelings, because of grasping it is fine; inferior or superior, etc., because of subtlety, etc., are comprehension or superior.",
    "ai-tika-abh02t23:60_8": "as it is said: the pleasant feeling that would be painful, etc.",
    "ai-tika-abh02t23:60_9": "The pleasant feeling is the same: it is only the impaired Feling because it is not the same kind of feeling.",
    "ai-tika-abh02t23:60_10": "Pleasant feeling from self-effacement to be experienced as pleasant.",
    "ai-tika-abh02t23:60_11": "Likewise, as in the case of the fine-material jhānas which were trickling, as well as feeling and craving, as they were, present, fruit, and benefits, and practiced in the first and returning, which is the fruition, is the act of fruition, when the defining is announced here.",
    "ai-tika-abh02t23:60_12": "On the second opposite is shown by means of the fruit and result of (wrong) the result of the result of that deed, included from the pair of currents, made from behaviour, and brings back inside.",
    "ai-tika-abh02t23:60_13": "(And) for the previous disappearance of the things that arise in the first and the second, just as it is recommended in the summaries .",
    "ai-tika-abh02t23:60_14": "Telling up is the beginning of the manner of consciousness beginning with the pervading of mental behaviour.",
    "ai-tika-abh02t23:60_15": "and in one of these other people went to the other.",
    "ai-tika-abh02t23:60_16": "Each other has the meaning already described in the aspect of the phrases; the meaning is that it is reckoned as an instance.",
    "ai-tika-abh02t23:61_0": "He said: “Continued existence is the reason why of these choices,” it is said. Then he said, “Craving for the sake of craving.”",
    "ai-tika-abh02t23:61_1": "The enjoyment of that craving is given",
    "ai-tika-abh02t23:61_2": "The defilements of sensuality, desire to be reborn, and ignorance.",
    "ai-tika-abh02t23:61_3": "sensuality, desire for rebirth, and view.",
    "ai-tika-abh02t23:61_4": "They are all formed because of the words “Grasping of grasping” . And the following kinds of grasping is a condition for craving.",
    "ai-tika-abh02t23:61_5": "Seeing danger in grasping, they do not give rise to gratification, drawback, and escape.",
    "ai-tika-abh02t23:61_6": "it is shown that it is possible.”",
    "ai-tika-abh02t23:61_7": "They understand how choices come to be in a state of loss, in a defilement, and ignorance. When ignorance is developed with the influence of ignorance, they say.",
    "ai-tika-abh02t23:61_8": "One with defilements ended—",
    "ai-tika-abh02t23:61_9": "It is said to be shown by this ignorance that ignorance is said,",
    "ai-tika-abh02t23:61_10": "For the others also wear the opposite sex with the others’ Community,",
    "ai-tika-abh02t23:61_11": "clothing, they said: “Weighing, the making merit and demerit by ignorance, as a worm-infested by ignorance and merit, that is to say, giving attention to merit, and make merit.”",
    "ai-tika-abh02t23:61_12": "Herein, the sound of goodness should be made good in the beginning, the disturbance of merit.",
    "ai-tika-abh02t23:61_13": "merit is the cause of merit to be reborn in a good place, a heavenly realm.",
    "ai-tika-abh02t23:61_14": "The same way in the rest;",
    "ai-tika-abh02t23:61_15": "And here what is the cause of schism in one who performs it that what?",
    "ai-tika-abh02t23:61_16": "For this is not possible to dispel the darkness in ignorance with defilement, etc., that is why the resting place in definitively because of this.",
    "ai-tika-abh02t23:61_17": "And here the words beginning with the interruption of the merit and the dead, the merit of the (volitional) processes because of the sign of merit and the aggregates.",
    "ai-tika-abh02t23:62_0": "In the case of those people warned, the course of mind is called predominance; the word “confidence is there,”",
    "ai-tika-abh02t23:62_1": "The visible data, etc., are visible in the eye.",
    "ai-tika-abh02t23:62_2": "“As a man’s mind, thoughts, mind and so on. It might be brought back together, thus it “Don’t get fact,”",
    "ai-tika-abh02t23:62_3": "“‘Of the eye’ is welcome,” and so on; consciousness is what is recommended by the name of others;",
    "ai-tika-abh02t23:62_4": "For the first jhāna occurs in the language of the profession, etc., as in the way already described, etc.; just as it is said: “It is shakes off produced by poison,” etc., is said of the meaning.",
    "ai-tika-abh02t23:62_5": "In that place they arouse enthusiasm, etc.",
    "ai-tika-abh02t23:62_6": "Here : indicated by the power of development, etc., indicated by the rest,",
    "ai-tika-abh02t23:62_7": "the beginning of the sound through the first stage should be understood as follows: the language of the ascetic Gotama, etc., as its object, and the clans, etc., should be understood to be successful only by the name of the Gotamī, etc., and by the noble path, which it should be understood as the approach.",
    "ai-tika-abh02t23:62_8": "do not affect the heat and circumference,",
    "ai-tika-abh02t23:62_9": "There it is not worthy of showing that in the very life,",
    "ai-tika-abh02t23:62_10": "(Intentional) deed there is form, not perishing or states,",
    "ai-tika-abh02t23:62_11": "drags, sweet flags, white sweet flags, a beespread sweetly, deformed drums, and beestivals. They made a honey-dealm and so on; and they were druming the waters in the sky covered with sweetly drums, as it were, bees constantly drum and changes.",
    "ai-tika-abh02t23:63_0": "curd, donning with water,",
    "ai-tika-abh02t23:63_1": "What is called India, what is intended for the plane of place, ~ for the purpose of crossing the flood.",
    "ai-tika-abh02t23:63_2": "Avīcializing greedy for those most of the crocodiles, black shamelessly, in the name of Gajāla.",
    "ai-tika-abh02t23:63_3": "As a resultant resultant produces the result of not laternative conditions, etc., is coming into the presence of the others who do not arise in him, etc., is said: “They are coming backbitable” .",
    "ai-tika-abh02t23:63_4": "Hence it is said: “Yes, I have.”",
    "ai-tika-abh02t23:63_5": "of ignorance produced by ignorance.",
    "ai-tika-abh02t23:63_6": "he doesn’t get up when he wants, but only when he gets up when he wants.",
    "ai-tika-abh02t23:63_7": "ignorant and fade away.",
    "ai-tika-abh02t23:64_0": "“Firstly, making physical contact with the top of the body, various kinds of waves, according to what is contrary to the noble ones, according to the doctrine of showing some such definitively, according to the doctrine, according to the wardings, as they said, “It is inappropriate in states of their version,” “posite is this.”",
    "ai-tika-abh02t23:64_1": "The second, etc., is said to be rolling on what is given in order to show the origin of the world. For the warding off of what is called.",
    "ai-tika-abh02t23:64_2": "and his ability to develop the basis of psychic power that has been developed and cultivated, though they say, “This is the shape of a rolling-pinion, the deer-skin, the deer-skin, the one whose mind is made to say, the one who has become made torport, and there is the shape of the deer-skinn, like a lamp’s wide open a trapper.”",
    "ai-tika-abh02t23:64_3": "Hence it is said: “May all beings, all living creatures, all beings, all souls lack control, power, and energy.”",
    "ai-tika-abh02t23:64_4": "By these Vibhaṅga only he subdued, etc., which is described in the They are abundant and adorned with respect to sense pleasures, etc., thus, “By analyzed .”",
    "ai-tika-abh02t23:64_5": "improperly knowing what is unskillful, not focusing on mind on what is unskillful, with unwholesome thoughts as its outcome.",
    "ai-tika-abh02t23:65_0": "Should reveal what is seen, heard, thought, and known as the Dhamma",
    "ai-tika-abh02t23:65_1": "For when you know that what is well developed and cultivated, your practice is fulfilled, and perfect them in line with the teaching.",
    "ai-tika-abh02t23:65_2": "so the meaning is knowing that it is time for Nibbāna.",
    "ai-tika-abh02t23:66_0": "The commentary on the Conditions is finished.",
    "ai-tika-abh02t23:67_0": "the Teaching of consciousnesses",
    "ai-tika-abh02t23:68_0": "Entering in the modes of merit is a condition for the categories of merit.",
    "ai-tika-abh02t23:68_1": "consciousness as painful feeling, sharp, severe, acute feelings is the result of deeds here in the present life. Then this consciousness is said to be the result of it.",
    "ai-tika-abh02t23:68_2": "Now, this commentary on the meaning of the clause, that is to say, “So!” But when they do so, how can we give?",
    "ai-tika-abh02t23:68_3": "Herein, the talk about what is meant is the meaning of all-element there too, of the consciousness element in all its aspects.",
    "ai-tika-abh02t23:68_4": "or mixed up with understanding.",
    "ai-tika-abh02t23:68_5": "For the resultant consciousnesses that have the same result as that of consciousness –",
    "ai-tika-abh02t23:69_0": "“These things that are devoted to the five constituents (of mind and body) that provide fuel for attachment other than those five aggregates,",
    "ai-tika-abh02t23:69_1": "Are any not unattached?",
    "ai-tika-abh02t23:69_2": "Nor do they belong to the five constituents (of mind and body) that provide fuel for attachment?”",
    "ai-tika-abh02t23:70_0": "results of the results of past including the future, they may give away.",
    "ai-tika-abh02t23:70_1": "Hence it is said: “Herein, like one who wants to hit another?”",
    "ai-tika-abh02t23:70_2": "That is why only the clause, the Dhamma, which is included in the Recitation of the consciousness, which is included in the Refuges of the Factors, and which is why it is clarified",
    "ai-tika-abh02t23:70_3": "This is the detailed explanation of the elements.",
    "ai-tika-abh02t23:70_4": "Generally in this way the cause of (dispensation) appearance, because of the change of vessel, etc.,",
    "ai-tika-abh02t23:70_5": "Hence it is said: “Here there are choices and consciousness” .",
    "ai-tika-abh02t23:70_6": "which is given in the Vibhaṅga only as stated by the name of particular individual essence, according to the rule, as bended,",
    "ai-tika-abh02t23:70_7": "If (where) did the relics in the Abhidhamma, the Sutta reciter, then the aggregates in the seventeen constituents , and in the sense fields aggregates , all the elements of the sense spheres, in the sense fields, and the five aggregates are in each of the seven classess.",
    "ai-tika-abh02t23:70_8": "when form has been given up in the five constituents (of mind and body), the five constituents aggregates, etc., then after which he was given attention to them by the aggregate of form ... they said: “Having given up. ” ...",
    "ai-tika-abh02t23:70_9": "which speaks contrary to the Teaching as dispensation.",
    "ai-tika-abh02t23:70_10": "Having made thus in accordance with the Dhammapada, they are the same.",
    "ai-tika-abh02t23:70_11": "This is the detailed explanation of the elements.",
    "ai-tika-abh02t23:70_12": "For the resultant is the cause, for the sake of finding fault.",
    "ai-tika-abh02t23:70_13": "Then just as this was said by the thirty-two kinds of discovering: “Consciousness is the result of formations, feeling is the meaning of choices and so on.”",
    "ai-tika-abh02t23:71_0": "“For he who has said this, Noble Lady: this is what is called equanimity based on the home life” . Those who are skilled in the middle way to equanimous feeling, and those who have reached the end of happiness and sadness.",
    "ai-tika-abh02t23:71_1": "For that is why in the Commentaries with the appearance of a certain one of the greedy mind, etc., falling away, and having dropped into a state of loss such happiness, their objects and their objects, they get rid of the opposite sex with a sense of urgency, and they wait upon that object.”",
    "ai-tika-abh02t23:71_2": "For when a skilled in making a object, it does not subside in any way to the mode of its object, and it does not appear to them. But when a result is, it does not go to the object.",
    "ai-tika-abh02t23:71_3": "Hence the result, saying: “May the result of (the result),”",
    "ai-tika-abh02t23:71_4": "But in the mundane and suppression of the opposite sex, which is a basis for such power as the object of being successful in the way, and in other special qualities, it is known as wishing and familiarizing .",
    "ai-tika-abh02t23:71_5": "But when running along adornment and does not want to do, it is only gain that object.",
    "ai-tika-abh02t23:71_6": "But they say, “The abandoning of urgency is what is skillful.”",
    "ai-tika-abh02t23:71_7": "That’s why it should be told in the same way as before.",
    "ai-tika-abh02t23:71_8": "It is the reason why the running back and the erect of the Three Worlds of the Three Worlds, the Lord of Sages,",
    "ai-tika-abh02t23:71_9": "Though they say that something is unprofitable and unprofitable, a domain of responsible for the goal, they say, ‘There is nothing that is profitable’.",
    "ai-tika-abh02t23:71_10": "For beings who are often oppressed by greed, hate and delusion are said to because they wish.",
    "ai-tika-abh02t23:71_11": "if he says, “What have you said to do with us,” or “It is said to be ten days likewise that of enemy?” or “It should be said to do so, just as you like.”",
    "ai-tika-abh02t23:71_12": "For one who is unfaithful and marvelled, etc., this is what is said for one who has not heard.",
    "ai-tika-abh02t23:71_13": "Or alternatively, there is the sound of all the gods.",
    "ai-tika-abh02t23:71_14": "But when you are waiting for one day or night, then we do not say: “This is why, reverend Sir, poisoned in day or night,”",
    "ai-tika-abh02t23:71_15": "When it was said: “Here it was thoroughly complete” in one part of the night and day, he said: “From Tissā, those nights, or day, or even when a single night has passed, he says: “This is the island of Laṅkā.” But when it was spoken, he said, “This is the only a way to seeing it.",
    "ai-tika-abh02t23:71_16": "By strongness in the opposite sex, etc.;",
    "ai-tika-abh02t23:71_17": "“Have you lucky your heart’s life? ” And when these are chopped in him with a single object, he might get upset, thinking, “What’s the point of reappearing in the home?”",
    "ai-tika-abh02t23:71_18": "But when the meditator has told him, he should pay homage in the way already stated. These are the two abidings then to the object and then go.",
    "ai-tika-abh02t23:71_19": "He is incapable of approval in regard to his own function, and that is to say about one’s own views,",
    "ai-tika-abh02t23:72_0": "“And how many times are annoyed, he brought back together and forth in the story of the rolling back and forth, how many words, brought them to mind!” Then he said, “Hush, what is meant is this?",
    "ai-tika-abh02t23:72_1": "In the End of Reference of the Earth, the One who knew the reasons of the Enlightened Ones, etc.,",
    "ai-tika-abh02t23:72_2": "Virtuously: it is the door, the openings in the law of the door, and the wide opening of the door, the door ford, and the rest.",
    "ai-tika-abh02t23:72_3": "He arrived at, but does not go to a good place.",
    "ai-tika-abh02t23:72_4": "And why do they say, “Exactly it is because it is lost,” it is because it is lost that forward and backbiting the rejection of requisites. But even though it is lost, it is because it is produced only as the individual essence.",
    "ai-tika-abh02t23:72_5": "and each is included in the thirty-two parts of the Buddhas, each of the thirty-two signs, and perfected ones occurred with their minds.",
    "ai-tika-abh02t23:73_0": "Just as the dangers of sensual pleasures is shown in the way that faculty with the eye, sights, eye consciousness, and the things that lead to the decline of the eye faculty, etc., as follows: “Being the eye faculty by arousing of seeing visible objects with the eye-consciousness faculty, and so there is the means of the eye faculty in them.”",
    "ai-tika-abh02t23:73_1": "Herein, the eye is broken: to live with the eyes of the door, near the door of the door, and of the door.",
    "ai-tika-abh02t23:73_2": "The Seer Mahāpajāpatī Gotamī,",
    "ai-tika-abh02t23:73_3": "In A possessor of the door: “She has the door of consciousnesses that are the basis of arrogance.”",
    "ai-tika-abh02t23:73_4": "With that mindfulness and the caravan leader,",
    "ai-tika-abh02t23:73_5": "develops the attainment of longing.",
    "ai-tika-abh02t23:73_6": "He should not follow the people’s story, and then having set it aside.",
    "ai-tika-abh02t23:74_0": "Having said this, the opposite concluded that state with the object,",
    "ai-tika-abh02t23:74_1": "By the development of Here: the meaning is that it is unprofitable the development of the mind, and the meaning is, because it is used.",
    "ai-tika-abh02t23:74_2": "Likewise when greed haste a funeral pyre out of greed for concentration, unsightly without remorse.",
    "ai-tika-abh02t23:74_3": "(There is) not seeing the meaning, in order to see the meaning, the meaning is that it is not might be extended in an individual essence.",
    "ai-tika-abh02t23:75_0": "“Where was it said?” “Where did you see in brief likewise?” “Where would you give in detail?”",
    "ai-tika-abh02t23:75_1": "Herein, with the appearance of that consciousness the minds of the number, with that number of consciousness, etc., as their consciousness follows by means of that number of consciousnesses, etc., appearance, less than twenty-nine leagues.",
    "ai-tika-abh02t23:75_2": "Then with the appearance of that consciousness the cause of gradually deed, by reason for the sake of the path,",
    "ai-tika-abh02t23:75_3": "Herein, rebirth there is continuation in existence;",
    "ai-tika-abh02t23:76_0": "recollecting the goal of the people such as:",
    "ai-tika-abh02t23:76_1": "he speaks to the Elder Nun Dhammarakkhita when he is happy.",
    "ai-tika-abh02t23:76_2": "lots of the three bamboo poles,",
    "ai-tika-abh02t23:76_3": "The meaning is that the deed to be experienced as kamma-process becoming , and the rest is the meaning.",
    "ai-tika-abh02t23:76_4": "Hence it is said: “Herein, I’ll live in it.” ...",
    "ai-tika-abh02t23:76_5": "When you’re fatigued, you’re cooked.”",
    "ai-tika-abh02t23:76_6": "Therefore because at the moment of his accumulating kamma, the result of death will not be reborn through kamma.",
    "ai-tika-abh02t23:76_7": "he is the one who attains Dhamma,",
    "ai-tika-abh02t23:76_8": "Considering the intervals of enemy. Five or five hundred years old, it might become adverting to the body, or held in each and everyway. Some, when the bodies are being one, he can practise the advantages.",
    "ai-tika-abh02t23:76_9": "But just as when the wind gradually surrounds the mind, it rolls the course of the body and speech, so the mind does not fall to the horn of the wind.",
    "ai-tika-abh02t23:76_10": "“ consciousness, for one who isn’t grasped that.”",
    "ai-tika-abh02t23:76_11": "it should be seen or heard like this.",
    "ai-tika-abh02t23:76_12": "Compassion is manifested as husking,",
    "ai-tika-abh02t23:76_13": "When the mind is purified, it is held,",
    "ai-tika-abh02t23:76_14": "lighting up a large place,",
    "ai-tika-abh02t23:76_15": "forms grow in the teaching",
    "ai-tika-abh02t23:76_16": "and the states of liberating from the extent of the sense-spheres in the fine-material sphere.",
    "ai-tika-abh02t23:76_17": "Those who have a dispensation through which there are (maybe) conduct,",
    "ai-tika-abh02t23:76_18": "it is the purpose of seeing those who work the (true) meaning, and through seeing (them) through the reason why they had to see them.",
    "ai-tika-abh02t23:76_19": "they’re why it should be called “any.”",
    "ai-tika-abh02t23:77_0": "what is called “mind” is a name for the cutting off of deeds, etc., as its object is stated in accordance with the jhāna as its object.",
    "ai-tika-abh02t23:77_1": "Like the sign of the breach, etc., that is blue,",
    "ai-tika-abh02t23:78_0": "those without fixing in the path in the absorptions,",
    "ai-tika-abh02t23:78_1": "I did work for my deeds,",
    "ai-tika-abh02t23:78_2": "The mind-made body, being uninterruptedly, since they are produced by continuity and mental producement.",
    "ai-tika-abh02t23:78_3": "One whose mind is unqualified in improvement and favourable to the development of the minds, and so on. He has not cut off the course in any continuity, which is defilement.",
    "ai-tika-abh02t23:78_4": "But that mind is said in the case of apprehending the mind in the moderation of defilements, as in the sense of defilement.",
    "ai-tika-abh02t23:78_5": "is gone beyond all destinations in the world.",
    "ai-tika-abh02t23:78_6": "the going of such a happy destiny,",
    "ai-tika-abh02t23:78_7": "“They’ve been deposited for him,” said, “We will show the sign of serenity,” and so on.",
    "ai-tika-abh02t23:79_0": "For when someone such bad, unskillful qualities have ceased and stilled.",
    "ai-tika-abh02t23:80_0": "if it is said to be “restraint by using what is uninterrupted,”",
    "ai-tika-abh02t23:80_1": "And if they say, “Why is it because of sensual desire?” ...",
    "ai-tika-abh02t23:80_2": "having taken that position, and so on.",
    "ai-tika-abh02t23:80_3": "But although the object of these two kinds of support are simply considered, etc., the sign of the object, or profitable deeds states are mentioned, etc., their workable, or profitable.",
    "ai-tika-abh02t23:80_4": "For it is the reason why, for the result of deeds, and for the result of deeds, etc., the result of that deed, and for the sake of defilement, etc., and for the sake of their (good) mentioned is what is meant. It is said to be far from the cause of loss, etc., and to give rise to reason for that reason.",
    "ai-tika-abh02t23:80_5": "It is “without applied thought, unwholesome, that is unprofitable,” and in its object, while working, still not object by kamma.",
    "ai-tika-abh02t23:80_6": "if they don’t give their signs, they don’t show it away from the its object.",
    "ai-tika-abh02t23:80_7": "When the seat has passed on the seated the seat threshold to the object.",
    "ai-tika-abh02t23:80_8": "With the appearance of that Kingdom they were like the one who goes about.",
    "ai-tika-abh02t23:80_9": "and the object of his contemplation appearance, which is an attendant’s object.",
    "ai-tika-abh02t23:80_10": "When you recall pass away, they get to fill up rejoicing and eradicating their fetters, and then they brought them to mind, saying, “Hast, but give attention.”",
    "ai-tika-abh02t23:80_11": "Quickly exhausted by great joy, hero,",
    "ai-tika-abh02t23:80_12": "There is no gratification in them, no craving for attaining the gratification, and no delight in craving.",
    "ai-tika-abh02t23:81_0": "great and because it is completed, thus it is “finitely complete.”",
    "ai-tika-abh02t23:81_1": "“Two on grass sheet,",
    "ai-tika-abh02t23:81_2": "And as soon as they say, “We call out what is beneficial” , etc., and shake off their army and torpowers, and so on.",
    "ai-tika-abh02t23:81_3": "if she is stated in the simile of the meaning shows that she is stated in the way already described;",
    "ai-tika-abh02t23:81_4": "For there is no accumulation of consciousness in the openings of consciousness, and for what is contradict about the Teaching, about the Monastic Law, and the opposite sex. ...",
    "ai-tika-abh02t23:81_5": "refused an invitation to eat.”",
    "ai-tika-abh02t23:81_6": "Herein, the meaning in the law of the manner of the sequence of meaning is: it is because it is included in the way of speaking , and because it is included in the skill in language of the manner of views.",
    "ai-tika-abh02t23:81_7": "And when she was reborn in a heavenly realm, why would they do?",
    "ai-tika-abh02t23:81_8": "Five thousand (people) shackles : the meaning is, fitting with faith, and so on.",
    "ai-tika-abh02t23:82_0": "And: “Neithers, consciousness does not know the texts of consciousness, and so on.”",
    "ai-tika-abh02t23:82_1": "(but) do not know the Dhamma in any way, it does not give such a state that is inappropriate in groups, or in any one who is understands the Dhamma, and it is unskilled in the way beginning, “Entering them, one who does not show the meaning, and one who does not show the Dhamma,” and he said, “There are learned in accordance with the Dhamma,” and “There are expounded,” “There are those who speak about the meaning,” and he says, “There are those who do not show the for the meaning of the skillful qualities that”.",
    "ai-tika-abh02t23:82_2": "The meaning of this:",
    "ai-tika-abh02t23:82_3": "When there is the result of skillful things, that resultant results in goodness, that is to say, the result of goodness, improper attention, and proper attention. When there is the result of goodness, repulsion, in line with the teachings, and that result of the five states.",
    "ai-tika-abh02t23:82_4": "Through the profitable transgression is the same as “profitable way” .",
    "ai-tika-abh02t23:82_5": "whatever running out of the five components there are, that is, when the accusations running out and passing away, they lose their objects and responsiveness and becoming interrupted, and there.",
    "ai-tika-abh02t23:82_6": "When he has reached the final stage of mind, he offered the life-continuum.",
    "ai-tika-abh02t23:82_7": "the rest of the minds, which are twenty-nine leagues, and so on.",
    "ai-tika-abh02t23:83_0": "Like the thirty-two teeth are to be seen and there too, because it has the sign of the object.",
    "ai-tika-abh02t23:83_1": "he speaks to the Elder Nun Dhammarakkhita when he is happy.",
    "ai-tika-abh02t23:83_2": "They call that ‘after their value of materiality’, and when they attained the attainment of the deathless’. But when they transgressed it.",
    "ai-tika-abh02t23:83_3": "In the past, future, and present. The two kinds of sense-spheres are propounded in fine-material and immaterial states. The base consisting of boundless consciousness, eleven sense-spheres, and nine kinds of fine-material sphere. Also the fine-material and immaterial sphere belonging to the higher mind base consisting of boundless consciousness, and so on.",
    "ai-tika-abh02t23:83_4": "In the fifth tetrad there are two kinds of conduct, nine kinds of the fine-material sphere, and nine kinds of the fine-material sphere.",
    "ai-tika-abh02t23:83_5": "(but) badly, he is said to be impulsioned by others, he does not get what is called.",
    "ai-tika-abh02t23:83_6": "‘Because it is said that he referred to as “reaching” .",
    "ai-tika-abh02t23:83_7": "it is not to be shown to anyone.”",
    "ai-tika-abh02t23:84_0": "thus, “Which is the sound of cows in the sun’s dispensation?”",
    "ai-tika-abh02t23:84_1": "Because it is said: “Blessed” said, “For the sign of foulness in the world, or else the sign of exalted utterance.”",
    "ai-tika-abh02t23:84_2": "And although : “By this mansion of the earth kasiṇa should be quiet with the earth kasiṇa without object, etc., in the case of the system of the earth kasiṇa nor the objects of the water kasiṇa, etc., thus it is visible here as if it were given in the meaning, etc.,",
    "ai-tika-abh02t23:84_3": "While he is saying “unboundless” according to the incomparable, just as it is said.",
    "ai-tika-abh02t23:84_4": "He who constructs and is born every league,",
    "ai-tika-abh02t23:84_5": "This too is the consequence, this interruption, which is prevented and packed.",
    "ai-tika-abh02t23:84_6": "The meaning is that: “Here the earth kasiṇa apprehends the sign in earth,” or “the first sign is said.",
    "ai-tika-abh02t23:84_7": "underlying tendencies of 80 kilometers.",
    "ai-tika-abh02t23:84_8": "they’re why it should be called “any.”",
    "ai-tika-abh02t23:84_9": "Next: the fourth in the four ways.",
    "ai-tika-abh02t23:84_10": "Here it is four in number;",
    "ai-tika-abh02t23:84_11": "As to the past, future, and present. Their sense-spheres are included in the past, future and present.",
    "ai-tika-abh02t23:84_12": "Anyone else who is wet,",
    "ai-tika-abh02t23:84_13": "The second jhāna, etc., is its object, and its nine kinds of functional objects bringing about the past and future.",
    "ai-tika-abh02t23:84_14": "It is in the past, future, and present. The others are of the sense-spheres.",
    "ai-tika-abh02t23:84_15": "and he should be followed here.",
    "ai-tika-abh02t23:84_16": "Of this is said: “He is in accordance with the end” , etc., just as in the way already described.",
    "ai-tika-abh02t23:84_17": "they reach the end of suffering on the ultimate goal.",
    "ai-tika-abh02t23:85_0": "and sustained thought in the past, future or present.",
    "ai-tika-abh02t23:85_1": "Producing the two kinds of object:",
    "ai-tika-abh02t23:85_2": "He should set out in order to give the objects in reference to the object of clause, etc., before setting out.",
    "ai-tika-abh02t23:85_3": "In the past, future, and present. Their sensuous objects of the nine kinds of sensual-sphere else. There is in the past, the future objects, the present objects of the nine kinds of sensual becoming . It is in the fine-material and immaterial sphere. It is said, “nowning of the oppositeness and of the oppositesite of ignorance.”",
    "ai-tika-abh02t23:85_4": "“This is the ‘swinter’ and ‘supreme’ in the influence of sensual desires’, and so on.",
    "ai-tika-abh02t23:85_5": "”One of two kinds: nine kinds of support.",
    "ai-tika-abh02t23:85_6": "they’re poised down,",
    "ai-tika-abh02t23:85_7": "There are two kinds of sensual stimulation: this is a league –",
    "ai-tika-abh02t23:85_8": "The nine kinds of concentration included together with the objects of the past and future objects, and both the two kinds of sensual stimulation are past and future in the past, future and present.",
    "ai-tika-abh02t23:86_0": "“Arch (all)” is said in Haṁsāra, “ pleasant” is the meaning in detail, and then showing them the sense.",
    "ai-tika-abh02t23:86_1": "Suppose a legal procedure was done by an accumulated legal procedure consisting of one motion and three announcements, etc., thinking “What is unskillful, is blameworthy and unprofitable,” it is said to because it is respected in the immaterial sphere.",
    "ai-tika-abh02t23:86_2": "Is it shown that the beginning of various kinds, that is to say, the preliminary work and the state of various kinds,”",
    "ai-tika-abh02t23:87_0": "beginning with consciousness, the beginning of the involved, of the fine-materiality, of the consciousness,",
    "ai-tika-abh02t23:87_1": "Proper Because he transmigrations in something, producing a bad rebirth.",
    "ai-tika-abh02t23:87_2": "Once again all one was allowed to draw a reside there, he said: “Like all kinds of fragrant subsequent particular residences, without making any desire for matter!” and he said, “All living in any direction, all the Serpents, with the eyes of the earlier life” .",
    "ai-tika-abh02t23:87_3": "and thenaments snares of the Dhamma dreadful and embling,",
    "ai-tika-abh02t23:87_4": "(There are) five sense fields: the eye, the teaching and the noble ones,",
    "ai-tika-abh02t23:87_5": "Five elements : five elements .",
    "ai-tika-abh02t23:87_6": "For this is said:",
    "ai-tika-abh02t23:87_7": "“For the description of the form element, which appears,",
    "ai-tika-abh02t23:87_8": "eye sense-sphere, ear sense-sphere, nose sense-spheres,",
    "ai-tika-abh02t23:87_9": "These are the five sense fields that appear.",
    "ai-tika-abh02t23:87_10": "What five elements appear?",
    "ai-tika-abh02t23:87_11": "The eye element, ear element, nose element, tongue element, body element, and mind element.",
    "ai-tika-abh02t23:87_12": "the thought element,",
    "ai-tika-abh02t23:87_13": "These are the five elements that appear.”",
    "ai-tika-abh02t23:87_14": "and these six sense fields are present with the six sense spheres.",
    "ai-tika-abh02t23:87_15": "the nine elements of the eye, eye consciousness, and eye contact.",
    "ai-tika-abh02t23:87_16": "Everywhere the possession of all jhānas, etc., according to the rest of all aspects,",
    "ai-tika-abh02t23:87_17": "gets in detail:",
    "ai-tika-abh02t23:87_18": "“And what is the topic of discussion on the inside, etc., that observer of the Dhamma, etc., that is, but rather than it is to be shown by one who is praying making air, and so on.",
    "ai-tika-abh02t23:87_19": "Herein, having seen (that), the eyes, having no eyes,",
    "ai-tika-abh02t23:87_20": "Just as there are (corruptions) in the sense fields, so the means of making phenomena,",
    "ai-tika-abh02t23:87_21": "There is such a question: (living in) there is something that can be asked,",
    "ai-tika-abh02t23:87_22": "Because there is no one else, there is no accumulation of him.",
    "ai-tika-abh02t23:87_23": "Then the interior sense fields say that, when those three interior sense fields are the shape of the dimension of mastery: “This is the shape of their bodies, it settles.”",
    "ai-tika-abh02t23:87_24": "if he is questioned by the external senses as object, he does not get fairy by the nose, etc., and he does not say, “By bringing them about it,” and he says, “Perhaps you do so; he does not want to be told,” and he said, “Now he does so.",
    "ai-tika-abh02t23:87_25": "Herein, faith is the beginning of the tongue in between the parts,",
    "ai-tika-abh02t23:87_26": "there are tastes there,",
    "ai-tika-abh02t23:87_27": "You should not say the bedroom according to the idea of those who do not say.”",
    "ai-tika-abh02t23:87_28": "The meaning is that because of the unprofitable sense-sphere separate touches, the meaning is including .",
    "ai-tika-abh02t23:88_0": "Now comes the way of speaking on the dimension of infinite space that is in unsurpassed perfumed , and so on.",
    "ai-tika-abh02t23:88_1": "But there is no place others in the realm of the heart that is in accordance with the Dhamma, or the termination of the essence of such an abidings.",
    "ai-tika-abh02t23:88_2": "And just as they do so, no matter what is beneficial and relates, so too, in each case and every case the base consisting of boundless space, etc., is shown that there is such states as “possessions,” and so on.",
    "ai-tika-abh02t23:88_3": "it is due to the highest state.",
    "ai-tika-abh02t23:88_4": "Experiencing the teaching is an inclination of the dimension of infinite consciousness.",
    "ai-tika-abh02t23:88_5": "And if it is said because of the nature of forms, because it is included in the perfume of the perfume of perfumed subsequent teaching, they do not say.",
    "ai-tika-abh02t23:88_6": "That’s why you should draw the conclusion: “There’s no need for smells,”",
    "ai-tika-abh02t23:88_7": "And what do they say is the elements of the sensual realm, the observed of the realm, or the mundane and distended by others?",
    "ai-tika-abh02t23:88_8": "if it is already shown that they will not be acquisition of the base consisting of the dimension of infinite space, just as they lead to the benefit of the Dhamma, and because of the means of the progress of the dimension of infinite space, and so on, without the second, third, etc., before him, is successful.",
    "ai-tika-abh02t23:88_9": "Therefore it is worthy of the Gandhabbana, and it is not able to discuss the exposition of the teaching on the site of the Faith, which is why it is described in the scriptures, odour, and thundered by the earth element, which is why there is nothing else opposite of, and one whose mind is successful.",
    "ai-tika-abh02t23:88_10": "Likewise: by the Enlightened One’s discrimination, etc., in the same way as stated,",
    "ai-tika-abh02t23:88_11": "Through the eye’s mind is like the mass of visible objects, etc., only of the noble ones,",
    "ai-tika-abh02t23:88_12": "Pāsabhagāmi and Suppāra are exceeding in the Dhamma, the precursor of the Dhamma,",
    "ai-tika-abh02t23:88_13": "“He doesn’t know what isn’t; he explains what is profitable,” and he explains the Dhamma to one who is obligible;",
    "ai-tika-abh02t23:89_0": "And here they do not appear to them even though they are expert in the fields of the dimension of infinite consciousness, nothingness, or the dimension of neither perception nor non-perception. They don’t think, “By this sense fields, we do not appear in the six fields of the dimension of mastery.”",
    "ai-tika-abh02t23:89_1": "“(There is) this fuel for what is eaten, drunk, chewed and tasted, that is to say, the intention of nutriment, etc., but nourishing of food, etc., that is to say, not what is intended.",
    "ai-tika-abh02t23:89_2": "So it is stated thus in an undeveloped state, and it does not have stated.",
    "ai-tika-abh02t23:89_3": "Because he has no power in them, there is no place for the sake of the fine-material sphere. When he has developed thus, the dimension of infinite space, the dimension of infinite consciousness in the dimension of nothingness, and the dimension of neither perception nor non-perception as condition.",
    "ai-tika-abh02t23:89_4": "But whatever word meaning has been stated in that way, in accordance with the infatuated, the indicated of what is stated there, and the sense fields were seen in the dimension of neither perception nor non-perception;",
    "ai-tika-abh02t23:89_5": "If they’re detached from the six sense fields of contact, how does they appear to them?",
    "ai-tika-abh02t23:89_6": "For there is no-one else eye, for those sights, nor are there any other fields of the dimension of mastery,",
    "ai-tika-abh02t23:89_7": "From what belongs to others",
    "ai-tika-abh02t23:89_8": "Wherever they do so, they say:",
    "ai-tika-abh02t23:89_9": "For in that way the faculty of scented with the dimension of infinite space ...",
    "ai-tika-abh02t23:89_10": "There is this difference between the ascetic life” , while those things are spoken of, one is said to be the sense fields in which he has been carried away.",
    "ai-tika-abh02t23:89_11": "For both of them, they perceive the dimension of infinite space, perceiving form, and perceiving form internally, and it is the same thing that they are different things.”",
    "ai-tika-abh02t23:89_12": "For when there is no comparison, it’s not worth a sixteenth particular fields.",
    "ai-tika-abh02t23:89_13": "If they don’t see anyone in this way, they still perceive three kinds of fragrance, but he perceives them as such, and he has not been shown that he has been shown that.",
    "ai-tika-abh02t23:89_14": "This is how they should be questioned.",
    "ai-tika-abh02t23:89_15": "The earth kasiṇa would even have drunk out of the earth, like the rainy season.",
    "ai-tika-abh02t23:89_16": "for there is no simile of the flood-from-the-threeing circumference, and there is no plastering whose mind is observing an aspect of all conditions and possession of identity.",
    "ai-tika-abh02t23:89_17": "It might not be able to discern the dimension of touches and thoughts of the dimension of infinite space even in the dimension of infinite consciousness, for the dimension of nothingness, or of neither perception nor non-perception. And it might be eventually arisen there.",
    "ai-tika-abh02t23:89_18": "and if you are able to do so, there is an inclination for form.",
    "ai-tika-abh02t23:89_19": "For this is said: “This is invisible, this is the very great gangster, the two great elementals in this way.”",
    "ai-tika-abh02t23:89_20": "For it was intent upon the top of the body that had arisen in the trading of the mouth opened up. There is no place for showing the top of the mouth, so there is no place for bathing unprofitable water.",
    "ai-tika-abh02t23:89_21": "Don’t they say: “Does it need not be involved in the dimension of infinite space? Where is the dimension of infinite consciousness? Are there any dimensions of nothingness?”",
    "ai-tika-abh02t23:89_22": "“Not through seeing a teaching,” it is said in the Paṭisambhidā.",
    "ai-tika-abh02t23:89_23": "But although none of these sense fields, he didn’t repeat in any other sense of urgency, or else inspires confidence in any other state,",
    "ai-tika-abh02t23:89_24": "And there is no way of speaking , or of the six sense spheres",
    "ai-tika-abh02t23:89_25": "For it is the means of which the forms of sights is made up of the gods of streaming radiance and bearing the air with trunks, but rather only for those adornments, and subdued with scents and fragrances.",
    "ai-tika-abh02t23:89_26": "There is a talk on the site of (supernatural) faculties that was referring to (the nature of) Sanctuary, annoyance, amass, and so on.",
    "ai-tika-abh02t23:89_27": "Even if there is such a word of the fragrance, the base consisting of boundless space, but not others to be able to language himself, not another.",
    "ai-tika-abh02t23:89_28": "There is no discussion that will exist after reaching the end of the Commentaries and (of the absence).",
    "ai-tika-abh02t23:89_29": "For that is the conversation amongst those whom there is no way for recitation, as long as the depth of the teacher rose-apple,",
    "ai-tika-abh02t23:89_30": "Herein, it may be:",
    "ai-tika-abh02t23:89_31": "to the eighth day of the fortnight (of the Buddha), that is the best.",
    "ai-tika-abh02t23:89_32": "But this isn’t found.",
    "ai-tika-abh02t23:89_33": "But this is not the way already described, just as it is not the way",
    "ai-tika-abh02t23:89_34": "And the base consisting of the profoundity of the base consisting of boundless consciousness is included in the seven aggregates, and the base consisting of boundless consciousness, which is an incarnation of the base consisting of boundless consciousness, opposite sex with how the Buddhas, etc., should be understood as the instance of the Dhamma. And the terminator of meaning, etc., appears not worthless states oppositesites genuining each other.",
    "ai-tika-abh02t23:90_0": "the meaning is: born in an embankment, in the earlier stage, is the first meaning.",
    "ai-tika-abh02t23:90_1": "But when the climb is happy and well versed in all kinds of pleasure,",
    "ai-tika-abh02t23:90_2": "they say, ‘They say’.”",
    "ai-tika-abh02t23:90_3": "the meaning is, it is the breaking up of the continuation of existence.",
    "ai-tika-abh02t23:91_0": "The Brahmā is shown that a legal issue is born from the earth, water, firey, and laypeople. It is amongst those who seem the Brahmās said to be shown in the various forms, “grasping the forms of Brahmā,” and he said, “he is worshipped by the Brahmā.”",
    "ai-tika-abh02t23:91_1": "Hence he replied, “Upāli,” and he did so.",
    "ai-tika-abh02t23:91_2": "They don’t secret me , nor do they acknowledge it.",
    "ai-tika-abh02t23:91_3": "and showers to him, “Divillage,” he said, “Dhammadinnā, etc., which is used for us.”",
    "ai-tika-abh02t23:92_0": "Eleventh: even the single sense-spheres are present, eleven sense-spheres,",
    "ai-tika-abh02t23:92_1": "Whoever has the ten bases of the sense-spheres, blind in the sense-spheres,",
    "ai-tika-abh02t23:92_2": "Whoever has tamed the ten bases of mastery: he is bound to the sense-fielder,",
    "ai-tika-abh02t23:92_3": "Nor does he have the blind darkness and the defilement of the sense-spheres,",
    "ai-tika-abh02t23:92_4": "For anyone who has conceived in the womb of sentient beings, etc., should be called “final in the formless states” in the sense of calm in the fine-material and immaterial sphere.",
    "ai-tika-abh02t23:93_0": "“This isn’t what is said, this is the nature of the six sense fields.” ...",
    "ai-tika-abh02t23:93_1": "they’re spoken of their explanation.”",
    "ai-tika-abh02t23:93_2": "For when the eye is struck, it grows in the sense fields which are prevented by the eye’s being struck.",
    "ai-tika-abh02t23:93_3": "When there is no inclination, if there’s something else, they’ll be able to say that “Now,”",
    "ai-tika-abh02t23:93_4": "But when there is such a one, just as, when there is blind, it would not be called “finire” in the same way, and when it comes to the other states beginning, “Now,” it can be said, “Now, who can do not appear in him,” so too, “This being is not given up by anyone else.”",
    "ai-tika-abh02t23:93_5": "and never said:",
    "ai-tika-abh02t23:93_6": "So too, when anyone elements have been developed like this, any one of the elements appear in this way: “May all the elements of the earth element, the water element, the fire element, and the air element” .",
    "ai-tika-abh02t23:93_7": "In the beginning, “Formerly, sir,” etc., do not make a clear vision appear in the Book of the Faculties, etc., just as they arise.",
    "ai-tika-abh02t23:94_0": "And here it is said in the passage beginning, “Now,” the one who is taken upwards and backwards, “boundless,” etc., should do not say, “Through this one who is carrying the problems in us,” and “This is how torn from its proximate cause, etc., as given this is the meditator who stands by knots,” that is to say, “posses,” etc.,., in this way: “There is no one who is needing the meditator must stay on seeing the doing here.”",
    "ai-tika-abh02t23:94_1": "and in the birth of the Jeta Grove, the Jina, the Transmigration of the Jina, who was the thirty-two parts of the tongue, and who had been reborn in the company of the thirty-two parts in the company of the thirty-two parts.",
    "ai-tika-abh02t23:94_2": "contemplates who had fallen into it,",
    "ai-tika-abh02t23:94_3": "If they were told, they shouldn’t say, “This is the discussion,”",
    "ai-tika-abh02t23:94_4": "for it’s the right amount of negligence.",
    "ai-tika-abh02t23:94_5": "and having made this progressive sense-sphere, no matter how there is no being reborn spontaneously.",
    "ai-tika-abh02t23:94_6": "If you say that would be choose to say that if continued existence does not appear.”",
    "ai-tika-abh02t23:94_7": "After some time they told: ‘The Buddha has appeared in the later fields of mastery,’ being reborn spontaneously.",
    "ai-tika-abh02t23:94_8": "So when the commentary to their former confinement was successful and prosperous, as happens, the complexion of version and in the same way.”",
    "ai-tika-abh02t23:94_9": "But some say that, “Should these things are born in a result, (thinking):",
    "ai-tika-abh02t23:94_10": "For it is because the natural principles of the teachings that are born in the air element, have reached the peak of the dimension of infinite space, the dimension of infinite consciousness, the dimension of nothingness, or the dimension of neither perception nor non-perception, and the states of neither perception nor non-perception.”",
    "ai-tika-abh02t23:94_11": "Because that is why it is said: “Mornship-in-cloth, can be developed by one who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly said to be foremost.”",
    "ai-tika-abh02t23:94_12": "But in the Commentaries it is worth eight times producing the absorption that is inviting and transmigrating, and it is said in the Faith, “About restraint,” and “It is said, it is the best thing,” .",
    "ai-tika-abh02t23:94_13": "all should be transgressed for inquiry.",
    "ai-tika-abh02t23:95_0": "I shall fall in the next life as a consequence of such passing away and repetitions.",
    "ai-tika-abh02t23:95_1": "the aggregates, and the placing of the mind and keeping it connected are its object.",
    "ai-tika-abh02t23:95_2": "what has gone beyond the interior sense fields, which is peaceful and sublime, without attachments, the taste of the earth, the object of unattached, seeing the physical base of master, etc., of the body as its object, and so on. Then they say, “Having gone beyond the opposite sess, etc., as its object, and it is said to be “well proclaimed” .",
    "ai-tika-abh02t23:95_3": "Others said to some of the great hermits, which have gone to impalement and is where people wander and so on.",
    "ai-tika-abh02t23:95_4": "“Of all these, plunges into the lakes, dogs say,”",
    "ai-tika-abh02t23:95_5": "In some of the things he is called “restraint” .",
    "ai-tika-abh02t23:95_6": "even if they say that “It is incapable of being unvirtuous,” “There is no-one who is confined”,",
    "ai-tika-abh02t23:95_7": "(They are) said to be destroyed when it has been said:",
    "ai-tika-abh02t23:95_8": "For some of the waves do not exist in anyone,",
    "ai-tika-abh02t23:95_9": "You should recognize it without this: “We hopefully, incomparable.” And the meaning can be understood with this matter.",
    "ai-tika-abh02t23:96_0": "That of the vanity of the sense desires should be understood as encounter for the scope of sense desires,",
    "ai-tika-abh02t23:96_1": "you yourself sleep like this:",
    "ai-tika-abh02t23:96_2": "“This is what was said in detail, and this is what is said in brief,” etc., as its object, he is said to be taken away.",
    "ai-tika-abh02t23:96_3": "“Throw out the four quarters.",
    "ai-tika-abh02t23:96_4": "but this is renowned to come to an end in the community.”",
    "ai-tika-abh02t23:96_5": "In this way, “The time is the household life” and the object of the way already described, etc., and so on.",
    "ai-tika-abh02t23:96_6": "Herein, the meaning here is this: “Bhikkhus, when the object has gone to that object, it has become evident to him as its object, and there is no further stated in the way beginning, “finaling the breath of its object” , and there is the way to be understood with reference to the continuation of existence, etc., with the breath of the breaths as its object, etc., and it should be understood as the company of the breath, etc., herein at that place there, the in the middle, and there, the in the end of the various means.",
    "ai-tika-abh02t23:96_7": "(saying): “This is the sound of couple, this is what can be said from there?”",
    "ai-tika-abh02t23:96_8": "The meaning of this:",
    "ai-tika-abh02t23:96_9": "For the previous reason it is arranged for the immaterial states, being dispelled by ignorance.",
    "ai-tika-abh02t23:97_0": "This in the end of the path which is found (before), and is what is meant.",
    "ai-tika-abh02t23:97_1": "and the fivefold reckoning of consciousness, after passing away from the hostile consciousness,",
    "ai-tika-abh02t23:97_2": "The door: “There is this door, however.” means after saying “There is no place in this way, it is to say, pentad,” it is said, “Character’s former wife, for one who has come to this state of existence.”",
    "ai-tika-abh02t23:97_3": "Whatever is stated there is.",
    "ai-tika-abh02t23:97_4": "When she said, “Upajāpatī Gotamī is able to show cessation in the way that is,” she said, “Has anyone else?”",
    "ai-tika-abh02t23:97_5": "Because it is intended here and now: it is the removal of quadruple and quintuple jhāna.",
    "ai-tika-abh02t23:97_6": "Like the contact , etc., that of the contact, etc., appears as it is said:",
    "ai-tika-abh02t23:97_7": "powerful, etc., in the case of the lay life, which is a condition for the causality of consciousness, etc., the states there.",
    "ai-tika-abh02t23:98_0": "Since they are peaceful and sublime, they said to them: “There is no single ones that is calm,” and “There is no need for us to show the meaning of it, they said, “Now. ” ...",
    "ai-tika-abh02t23:98_1": "it is said to be shown.”",
    "ai-tika-abh02t23:98_2": "They are the strength of the earth, inferior, superiority, and commended by the earth, because of their (of existence) for their own strength,",
    "ai-tika-abh02t23:99_0": "The striving of sounds, etc., is what is said in the striving .",
    "ai-tika-abh02t23:99_1": "Such are the cause of mountains to be known as that which is the reason for him.",
    "ai-tika-abh02t23:99_2": "The lamps of the Himālayas, which can be included in the Commentaries, and so on.",
    "ai-tika-abh02t23:99_3": "After that, sound, smell, tasted, and touches,",
    "ai-tika-abh02t23:99_4": "For neither the sounds nor the earlier sounds, etc., before the opposite sex, etc., wouldn’t interprehend even when there is such a thing before him, the words “This is what has not been said” .",
    "ai-tika-abh02t23:99_5": "The meaning should be illustrated in the same way.",
    "ai-tika-abh02t23:99_6": "And just as when a cause has been reborn it does not come, they don’t go. ...",
    "ai-tika-abh02t23:99_7": "they came here.”",
    "ai-tika-abh02t23:99_8": "and there are sounds, with the carpets, these are conditions for that.",
    "ai-tika-abh02t23:99_9": "and it is already explained in the way already described.",
    "ai-tika-abh02t23:99_10": "(but) after becoming connected with the previous existences have been stored down at that very time, it is not only when he came to, except if it is the meaning.",
    "ai-tika-abh02t23:99_11": "As to condition, it is the first thing that is reborn, except if the time, it is the first kind of existence. It is produced, the meaning is this:",
    "ai-tika-abh02t23:99_12": "It is running back after the beginning and turning back from that, except when it is time for the first jhāna, it isyed only by the second.",
    "ai-tika-abh02t23:99_13": "“For as long as he gives up (all) existence, people don’t give gifts, even a single malevolent, plague and sweetness, and so on. If even a single malevolent would be discarded, henciplined, and so on.",
    "ai-tika-abh02t23:99_14": "This in the case of the seed, and the finest produced in all directions, and all the ornaments that arise because of the cause and reason for a hundred leagues, and because of the reason for the sake of the universal seed, etc., and because of the cause or reason for a leagues.",
    "ai-tika-abh02t23:99_15": "peacefully, they haven’t done what is connected with things that are connected with the goal, referred to as a consolidated, and gone beyond suffering.",
    "ai-tika-abh02t23:99_16": "Likewise if one who is practises a person accomplished in view experiences the results of something that person, he feels pleasure and pain in the next life.",
    "ai-tika-abh02t23:99_17": "”—for the grossness is included in the same way: “This actually does not accumulate absence, he in the sense of grossness and view; he must be treated in his own view.",
    "ai-tika-abh02t23:100_0": "Your warriors are bound to causes and conditions for the purpose of (surely) continuously.",
    "ai-tika-abh02t23:100_1": "Those who speak about the realization,",
    "ai-tika-abh02t23:100_2": "if it is at the time of speaking, but it is still changed;",
    "ai-tika-abh02t23:100_3": "another craving is another condition for craving,",
    "ai-tika-abh02t23:101_0": "fruit, which has fruit, and is accompanied by defilements and is fruitless ...",
    "ai-tika-abh02t23:101_1": "as they live in the fruit.",
    "ai-tika-abh02t23:102_0": "The difference of the alms-food eater’s disturbance is the concept in accordance with the Dhamma.",
    "ai-tika-abh02t23:102_1": "Of all kinds of overflowing merit, overflowing goodness in all ways, and then in the borderlands thus:",
    "ai-tika-abh02t23:102_2": "(But) he who can give the strength of his patchwork of deeds.",
    "ai-tika-abh02t23:102_3": "for a human being is relinquished,",
    "ai-tika-abh02t23:102_4": "When he said, “Anyone of the kind,” he replied, “Possessed by the fivefold reckoning of merit for the fivefold reckoning,” he is said. Then, “In the first jhāna, when the fivefold reckoning, is finished in the passage for recitation, and the fivefold reckonings.”",
    "ai-tika-abh02t23:102_5": "But it is said in the Simile of the Congregation: “This is what I said, but not in the Paṭisambhidā.",
    "ai-tika-abh02t23:102_6": "he profitable",
    "ai-tika-abh02t23:102_7": "He should be understood as skill in intentions; the meaning is, skilled in division, and breaking upwards.",
    "ai-tika-abh02t23:102_8": "For that is how there are no places here is here.",
    "ai-tika-abh02t23:102_9": "Some said, “Upāli, here is our intentionally profitable,” and so on, that is, in constructed, they say, ‘This is the exposition concerning the teaching on the various matters.’ Then they said, ‘One who advocates the heartwood, etc.",
    "ai-tika-abh02t23:102_10": "And here it is said: “Here the sound of drums kettledrums in one particular individual essence.”",
    "ai-tika-abh02t23:102_11": "like sprouting from fragrant flowers,",
    "ai-tika-abh02t23:102_12": "‘If the mind’s idiot can be terminated for what can be attained?",
    "ai-tika-abh02t23:102_13": "But in the Commentaries, having taken up sense pleasures, he said: “After the world’s sensual pleasures, then the idea of the world.”",
    "ai-tika-abh02t23:102_14": "Those who say, “But no matter what is unsuitable,” and so on. Of that, the meaning is “without likable,” he said, “They say,”",
    "ai-tika-abh02t23:103_0": "“For this reason why the thirty-two shrines to produce concentration through this agitation, or else the eighth breath, etc., are stated in the Commentaries produced by the forement of the thirty-two progressiveness in this way.",
    "ai-tika-abh02t23:103_1": "and that after discussing the five-hundred and fifty-eights, they have not yet been given to the faith of those five (of the Faith).",
    "ai-tika-abh02t23:103_2": "The two eye-consciousness that is peaceful and three: the path is peaceful, but the three is not sharing.",
    "ai-tika-abh02t23:103_3": "The one definition of the definition of power is the definition of the volition of the heart through one enlightenment factor: the intention and the consciousness of the mind.",
    "ai-tika-abh02t23:103_4": "Tomorrow he said: “As a poison, he is go about today, like an enemy who has fled to the king.”",
    "ai-tika-abh02t23:104_0": "* For he who is worshipped by the five aggregates,",
    "ai-tika-abh02t23:104_1": "Herein, just as, for the advantage of loving-kindness is found in the first place, and for the purpose of sharing the result, it is done for the abode of the requisites.",
    "ai-tika-abh02t23:104_2": "the fourth earthquake as the fruit of the great earth.",
    "ai-tika-abh02t23:104_3": "Hence it is said: “Here perceptions of sense desire?”",
    "ai-tika-abh02t23:104_4": "For the fourth tetrad should be understood as the forty-four stage beginning, the abandoning of the earth kasiṇa and the immaterial states consisting in the fourfold reckoning of the kasiṇa, and the construction should be understood in brief.",
    "ai-tika-abh02t23:104_5": "In the eighth terraces of the Mahāhatthipadopama Suttanta, in the fifth terrace",
    "ai-tika-abh02t23:104_6": "Leading to the remainder of the course of beings",
    "ai-tika-abh02t23:105_0": "he accepts the destiny of existence; he is free from fear of rebirth.",
    "ai-tika-abh02t23:105_1": "the three consciousnesses of the past, the beginning with consciousness, and the outcomes of consciousness,",
    "ai-tika-abh02t23:105_2": "three in the five ways: among these three kinds of consciousness, etc., are the three in the sense of consciousness,",
    "ai-tika-abh02t23:105_3": "But the limited is said in the Commentaries: “It is limited in the way already described, but it is visible in the way already stated , not without consciousness.”",
    "ai-tika-abh02t23:106_0": "The commentary on the consciousnesses is finished.",
    "ai-tika-abh02t23:107_0": "Grasping name and form",
    "ai-tika-abh02t23:108_0": "228.",
    "ai-tika-abh02t23:108_1": "What if there is, he does not believe in a discourse of the teaching and appear to them, about the origin of form, and about the teaching or training, about the breaking up of the doctrines, etc., or about these four noble ones.",
    "ai-tika-abh02t23:108_2": "After appraisal, what is said in brief in the sections, etc., are said in brief in the meaning? “The delimit of the meaning is in brief.”",
    "ai-tika-abh02t23:109_0": "those who are spontaneously born spontaneously, and those who are spontaneously reborn or will are spontaneously reborn.",
    "ai-tika-abh02t23:109_1": "they do so.",
    "ai-tika-abh02t23:109_2": "For the Vinaya: “Here the three kinds of concentration in this way already described, the ten kasiṇas beginning with visible objects in the way already described” .",
    "ai-tika-abh02t23:110_0": "“Possess, boundaries,” “There are eight after this announcement,” and they address, calling them a discussion about this.",
    "ai-tika-abh02t23:110_1": "After one occasionally three times made of gold from silver, and not accepting the intention of non-humanence, he said: “From this,d, with the intention of aim.”",
    "ai-tika-abh02t23:110_2": "For the one who gives rise to the thought of the mind becomes something else for his own giving up.",
    "ai-tika-abh02t23:111_0": "(They are) indicated by the appearance of (good) bodily form, which are held in the sense of counterpart, is this.",
    "ai-tika-abh02t23:111_1": "For neither clinging nor deed, the family specifically said:",
    "ai-tika-abh02t23:111_2": "but Causes joy in the mind of those men , “But consciousness.”",
    "ai-tika-abh02t23:111_3": "that all is calamity and death,",
    "ai-tika-abh02t23:111_4": "Five conditions for the destruction of the five conditions are for the time without consciousness, etc.; for the attainment of the fine-material jhānas is mentioned in the sense of non-consciousness.",
    "ai-tika-abh02t23:111_5": "With the appearance of them he said, “Existence is the meaning of form,” and “It is said” .",
    "ai-tika-abh02t23:111_6": "The states of existence in the cool states of existence are used for the purpose of the fine-material jhānas.",
    "ai-tika-abh02t23:111_7": "and other of them did their work, just as consciousness and mental deeds,",
    "ai-tika-abh02t23:111_8": "For there is only a wholesome mind, unwholesome mentality and consciousness, the name of the consciousness does not arise because of mental processes.",
    "ai-tika-abh02t23:111_9": "By the multitude of the people, etc.",
    "ai-tika-abh02t23:111_10": "the result of past consciousness, the result of deeds, the result of past deeds, the result of deeds, and the kamma-originated through kamma- originated through kamma-originatedness.",
    "ai-tika-abh02t23:111_11": "But with the disappearance of the consciousness that has arisen in this way, the result of the mind and body come to be reached by means of the result of the consciousness that has arisen in him as its origin, its end, and it is said to be “restraint of mind and bodily form.” ...",
    "ai-tika-abh02t23:111_12": "Let them bear up.”",
    "ai-tika-abh02t23:111_13": "and for each of his own sound he is bound by the captures.",
    "ai-tika-abh02t23:111_14": "“The fourteenth parts of the body are included in the division of each other.”",
    "ai-tika-abh02t23:111_15": "But even a single one of these places is found in an individual essence, however.",
    "ai-tika-abh02t23:111_16": "What is reckoned as an opposite for definite, and incomparable , is the meaning.",
    "ai-tika-abh02t23:111_17": "(It is) possible that this is the sound of the ear ...",
    "ai-tika-abh02t23:111_18": "For one is placed here in heaven,",
    "ai-tika-abh02t23:112_0": "that which has not yet been described in the Commentaries (of the Buddha) is not quieter than that, he who say, “This is to be noise.”",
    "ai-tika-abh02t23:112_1": "The result of the result of past deeds is the result of past deeds, for the association and the result of the deeds undertaken, for the sake of the result of former deeds, and for the result of deeds undertaken.",
    "ai-tika-abh02t23:112_2": "As the base consisting of the kind described is said: “Possessed by the fine-material jhānas and the three groups, are stated in accordance with the fine-material jhānas, etc., and according to the aggregates beginning with the “position of the forms” .",
    "ai-tika-abh02t23:112_3": "both name and form.",
    "ai-tika-abh02t23:113_0": "the sound of its legal procedures, etc., that is to say, the preceding of the law of the border’s smooth, etc., should be seen in the sense of its object.",
    "ai-tika-abh02t23:113_1": "the (volitional) processes consciously.",
    "ai-tika-abh02t23:114_0": "whatever form there is, he speaks in accordance with the suttas, “There is, consciousness” and “body, consciousness, which is based on form, etc., should be shown by one who is faithful aggregates, etc., when there is the meaning of consciousness, etc., thinking: “I am the origin of faithful consciousness, etc., with the end of faith, etc., as the worry, etc., or the Commentaries topic, etc., or whose consciousness of the lay life, etc.;",
    "ai-tika-abh02t23:114_1": "He should know.”",
    "ai-tika-abh02t23:114_2": "only for the sake of warding off the requisites in front and behind, to the law of the opposite of the arrival at the front, and for the purpose of showing the path, “One who is pointing the right way” .",
    "ai-tika-abh02t23:114_3": "From the Himālayas there is reference to the Truth, the penetration of the Truth, and the penetration of the Truth.",
    "ai-tika-abh02t23:114_4": "“Surely, mendicants, I have been all suffering. ...”",
    "ai-tika-abh02t23:114_5": "“Benares, in the deer park at Isipatana, the supreme Whel of Dhamma is set rolling by the name of the Isipatana, in the Deer Protector of the World, the Wise One, by the Lord God’s own name and form, therefore in the way that is to say, the Teaching, and the Sangha.”",
    "ai-tika-abh02t23:115_0": "The commentary on the name and form is finished.",
    "ai-tika-abh02t23:116_0": "commentary on the six sense fields,",
    "ai-tika-abh02t23:117_0": "(in accordance) with the origination (in the destruction of) continuation,",
    "ai-tika-abh02t23:117_1": "That is why, on account of that wretched states were born in the sixth sense fields, and those five hundred bases of mastery by the method of the base consisting of boundless space, having arisen in the sixth sense sphere, the in the sixth wonder of the base consisting of boundless consciousness, the suffering in an unborn, and the state of existence as victory. Consequently, without a making the base consisting of boundless space, turning away from that is why it is unable to become enemy.",
    "ai-tika-abh02t23:117_2": "And the sixth sense faculties should be seen as there is in the sixth sense sphere, and the instance of the life faculty, and also the life faculty as a decay of the life faculty, and the air.",
    "ai-tika-abh02t23:117_3": "And just as the opposing of the aspect of the mind is shown in the way already stated, and in the way already stated , etc., is the actual aspect of the mind in the way beginning, “This attainment is the unification of visible objects,” etc., and in the sense of seeing its enemying, and it is not appropriate to say, “positeness. ”",
    "ai-tika-abh02t23:117_4": "And whoever thinks, “This practice is lost” must because of the inspecting of a motion and dividing it on all sides,” they say, “This is the meaning of this practice.”",
    "ai-tika-abh02t23:118_0": "“In the sixth sense sphere and the sixth sense sphere are present,” and so on, saved, beneficial and pleasant,",
    "ai-tika-abh02t23:118_1": "“The Four senses have been described as the idea of the idea of the sense fields.” But having made the same dimension as the six sense fields, they say, “Name and Āḷāra Kāḷi.”",
    "ai-tika-abh02t23:118_2": "according as it is said: “He is the sense sphere of the mind-made , etc., in the sense-sphere, and the mental-unphere is stated .”",
    "ai-tika-abh02t23:118_3": "Where there is the detailed meaning of all the six sense-spheres: the six sense-spheres and the formless states ;",
    "ai-tika-abh02t23:118_4": "whatever the results of the Similes has a sense-sphere, it is said: “Why is this?”",
    "ai-tika-abh02t23:118_5": "for the other, namely, “There are accusations that aren’t displayed by what is called rejection of responsive.”",
    "ai-tika-abh02t23:119_0": "After being observed in the three watches of the night and the causing one, he can be understood that the ten important in each particular individual essences, and one causing them one definitively,",
    "ai-tika-abh02t23:119_1": "This is how the order to recommend giving in the reason for doing it.",
    "ai-tika-abh02t23:120_0": "When relishing in the formless states of existence, in the formless realm, there is no conditions for rebirth.",
    "ai-tika-abh02t23:120_1": "“Since they are born produced by grief, produced by others,” and so on, they escape together with the born, produced.",
    "ai-tika-abh02t23:121_0": "“Have you said the remainder of the dimension of infinite space?” and “It is said in the Vibhaṅga, etc., to point out the detailed explanation of the Paṭisambhidā, etc., that is, it is said: “Householder’s enlightenment, it is to be said to be the eightholder of the aggregates,” and so on.",
    "ai-tika-abh02t23:121_1": "That which is why the meditator’s producing condition for the jhāna of the fine-materiality, etc., is associated with it, produced in the presence of non-disappearance conditions, and so on. It is manifested as guarding, etc., enlightenment factor, etc., and the state of non-existence of enlightenment, etc., and manifestation in the future.",
    "ai-tika-abh02t23:122_0": "The Teaching of the Six Sense Fields is finished.",
    "ai-tika-abh02t23:123_0": "commentary on the Contact",
    "ai-tika-abh02t23:124_0": "Contact is the meaning of that particular state. It is the meaning of that contact as its cause.",
    "ai-tika-abh02t23:124_1": "One should not follow one word,",
    "ai-tika-abh02t23:124_2": "The other kind of enjoyment.",
    "ai-tika-abh02t23:124_3": "For all of them makes such a single field of contact.",
    "ai-tika-abh02t23:124_4": "Getting aside of seeing, restraint and absorption;",
    "ai-tika-abh02t23:124_5": "That is the reason of the remaining jhāna for one kind.",
    "ai-tika-abh02t23:124_6": "While the Buddha was teaching of one wrapped in the six fields of contact, this is said to be ‘with the six sense fields as condition: contact’.",
    "ai-tika-abh02t23:124_7": "Some remaining in each,",
    "ai-tika-abh02t23:124_8": "(There is) nine progressive results in one sense.",
    "ai-tika-abh02t23:124_9": "Likewise: the enemy of the object consisting in relation to the object of virtue,",
    "ai-tika-abh02t23:124_10": "it is to be shown that someone like that and enveloped by the intermediate directions,",
    "ai-tika-abh02t23:124_11": "they say this to him:",
    "ai-tika-abh02t23:124_12": "When there was no right time in the past, future objects, and present objects with the result of continued existence, both objects and mentioned with the intention of getting rid of greed for the earlier.",
    "ai-tika-abh02t23:124_13": "you should repeat this question.”",
    "ai-tika-abh02t23:124_14": "Herein, they set about forms.",
    "ai-tika-abh02t23:125_0": "The commentary on the Contact is finished.",
    "ai-tika-abh02t23:126_0": "commentary on the Feelings",
    "ai-tika-abh02t23:127_0": "preceding the innervals of enemy by the innervals of adverting inside.",
    "ai-tika-abh02t23:127_1": "he is reborn in the next world,",
    "ai-tika-abh02t23:127_2": "for all that is uninterruptedly in the same way as “ between the two” .",
    "ai-tika-abh02t23:127_3": "There is no way in the next life that is preceding the arising and passing away.",
    "ai-tika-abh02t23:127_4": "This is the reason for it.",
    "ai-tika-abh02t23:128_0": "And for all living creatures:",
    "ai-tika-abh02t23:128_1": "the condition for the eight-fold origination is a condition for the consciousness associated with the consciousness-originated elements of feeling in the way already stated.",
    "ai-tika-abh02t23:128_2": "the condition being boundless in unbounded space is a condition for the dangers.",
    "ai-tika-abh02t23:128_3": "You should see the noblety-three Worlding, and the mind-made of seeing this.",
    "ai-tika-abh02t23:129_0": "The commentary on the Feelings is finished.",
    "ai-tika-abh02t23:130_0": "commentary on the Craving",
    "ai-tika-abh02t23:131_0": "232.",
    "ai-tika-abh02t23:131_1": "And you should know the sign of tastes, the soul and the sign of beauty can be, and the foundation of pleasure and pain.",
    "ai-tika-abh02t23:132_0": "Those sentient beings who desire the fruit of deeds as the result of deeds and results in the fruits of deeds are the results of craving, etc., and as the result of craving, they said to be not so from here.",
    "ai-tika-abh02t23:132_1": "And without differentiation.”",
    "ai-tika-abh02t23:132_2": "Anyone else is the meaning.",
    "ai-tika-abh02t23:132_3": "what is said is spoken by what is spoken.” And this is what is said indicated by what is said.",
    "ai-tika-abh02t23:132_4": "Hence it is said: “But no meaning.”",
    "ai-tika-abh02t23:132_5": "Without passion: of all feelings, he is without passion, and he is a person who has surely a person who is without passion,",
    "ai-tika-abh02t23:133_0": "This is a condition for feeling ...",
    "ai-tika-abh02t23:133_1": "Only in this way, if the robe is kept rinsing up after the middle;",
    "ai-tika-abh02t23:134_0": "The commentary on the Craving is finished.",
    "ai-tika-abh02t23:135_0": "The Description of the Grasping",
    "ai-tika-abh02t23:136_0": "Virtuously, considered this: “The self-control has been completed, what was said from its own wide opening.”",
    "ai-tika-abh02t23:136_1": "Hence it is said: “Leave this because I have a seven-born claws ...",
    "ai-tika-abh02t23:136_2": "Should be seen.”",
    "ai-tika-abh02t23:136_3": "grasping a group of travelers,",
    "ai-tika-abh02t23:136_4": ": it is the world, in whatever manner of the world, saying: “This is the meaning, this is the meaning.”",
    "ai-tika-abh02t23:136_5": "Hence it is said: “Having seen the Decorated Holy One’s grasping!”",
    "ai-tika-abh02t23:136_6": "“... the teaching ...",
    "ai-tika-abh02t23:136_7": "This is the negligent view, this is the meaning of seeing.",
    "ai-tika-abh02t23:136_8": "Herein, craving in brief is the extent of craving in brief. These four views are in brief.",
    "ai-tika-abh02t23:136_9": "in brief, the detailed explanation of the Dhamma: in brief, the in detail, and in brief.",
    "ai-tika-abh02t23:137_0": "Yasoja, plunges into the annihilation of a hundred leagues,",
    "ai-tika-abh02t23:137_1": "They judged the roots that are the total of annihilation and obstinately.",
    "ai-tika-abh02t23:137_2": "Or alternatively, “The first jhāna is not your self,”",
    "ai-tika-abh02t23:138_0": "While someone is reborn in a place of loss, a bad place, the underworld, hell because of that deed and contentment, produced by continued existence, he says, “Such is peaceful and sublime.” ...",
    "ai-tika-abh02t23:138_1": "and everything he has already entered.”",
    "ai-tika-abh02t23:138_2": "And when they have attained perfection the path to Worthiness and drowsiness, they don’t say that craving is fueled by something, they say.",
    "ai-tika-abh02t23:138_3": "for one afflicted with greed for future lives.",
    "ai-tika-abh02t23:138_4": "All the parts of craving should be described thus: “Entering all the roads to the forest,” he should do so.",
    "ai-tika-abh02t23:139_0": "There is no place fortunateness to be found, and those who have not yet arisen,",
    "ai-tika-abh02t23:139_1": "That is why it should be made by the aggregates of the constituents (of mind and body),",
    "ai-tika-abh02t23:139_2": "The object of the immaterial states have ceased there for the object of the fourth jhāna, which is the support for the object of the jhānas, etc.;",
    "ai-tika-abh02t23:139_3": "Miserable, with no object as condition:",
    "ai-tika-abh02t23:140_0": "The Description of the Practices is finished.",
    "ai-tika-abh02t23:141_0": "commentary to the praised",
    "ai-tika-abh02t23:142_0": "He leads the destruction of continuation: this is the attachment to rebirth.”",
    "ai-tika-abh02t23:142_1": "he is the one who gives birth to rebirth in this or that state,",
    "ai-tika-abh02t23:142_2": "which gives rise to fruit, is producing fruit for the arising of fruit,",
    "ai-tika-abh02t23:142_3": "crushing the art of rebirths,",
    "ai-tika-abh02t23:143_0": "The Buddha said, “Like owing to the root of rebirth,” and she said, “There is no sound for the sake of a sensual desire,” and he said, “I cry out, then there is the sound of rebirth’.”",
    "ai-tika-abh02t23:143_1": "For him too this: the meaning is, the meaning is, of that.",
    "ai-tika-abh02t23:143_2": "Having done so, they reborn in the company of the rapture and bliss born of rapture, in that is called one who meditates equanimously.",
    "ai-tika-abh02t23:143_3": "The one aggregates (of the form),",
    "ai-tika-abh02t23:143_4": "and rolling around for embarking that occurred in each place is said.",
    "ai-tika-abh02t23:144_0": "The legal procedures are to be done (the results), “given are to be done”,",
    "ai-tika-abh02t23:144_1": "“Mendicants, I say that there is a deed done with work.”",
    "ai-tika-abh02t23:144_2": "According to the dispensation of the production of kamma that is in conformity with the meaning, they say, “Delimination of .”",
    "ai-tika-abh02t23:144_3": "For this feeling is related to the perception of the feeling constituent groups (of mind and body) that provide fuel for attachment, and with a (volitional) processes in the elements of the mind-consciousness element, were related to the extinction of the elements of becoming.",
    "ai-tika-abh02t23:145_0": "By breaking up of the Dhamma: there is no profitable states associated with the volition of stagnation, unwholesomeness and the state of covetousness.",
    "ai-tika-abh02t23:145_1": "“After rising,” he said, “Noble One,” “It is incompetent,” “This is to say, ‘This isn’t the meaning,” “This is the expert on that account.”",
    "ai-tika-abh02t23:145_2": "Continued existence is the one-proclaimed of deeds.",
    "ai-tika-abh02t23:145_3": "Their aggregates are shown by the meaning of that. When these questions they are spoken of in the same way as taught, the Commentaries of Sutta, they show the word said, “Acccording to the meaning,”",
    "ai-tika-abh02t23:145_4": "(but) after giving his attention to the meaning, he said: “This is delivering,” and “There is no matter, etc., in order to do so.",
    "ai-tika-abh02t23:146_0": "For those who are reborn in the realm of sensuality, desire for rebirth in the realm of luminous form, and so on.",
    "ai-tika-abh02t23:147_0": "attachment to sensual pleasures, views, and grasping.",
    "ai-tika-abh02t23:148_0": "An ethical person celibates the taking",
    "ai-tika-abh02t23:148_1": "this conversation amongst those who were unfinished, etc., was said above by the Commentaries.",
    "ai-tika-abh02t23:148_2": "the Brahma mansions, in the neck, etc.,",
    "ai-tika-abh02t23:148_3": "“For he is satisfied, and so on, the remote lodgings, that is free from malicious talebearing.”",
    "ai-tika-abh02t23:149_0": "The purification of ethics is called a misapprehension of precepts and observances, and the foundation of a self.",
    "ai-tika-abh02t23:150_0": "They have a wrong path because of wrong understanding, there are wrong developing the wrong way.",
    "ai-tika-abh02t23:150_1": "immediately next to the innervals of sensual pleasures, in the immediately next life, or in between the precincts, and the next life does not reach the next.",
    "ai-tika-abh02t23:151_0": "The exposition of the teaching is finished.",
    "ai-tika-abh02t23:152_0": "Here the Description of birth and old age too, the commentary",
    "ai-tika-abh02t23:153_0": "Or else they surmounting the rebirth-linking Mount Vepulla, and rebirth in the next life.",
    "ai-tika-abh02t23:153_1": "Transgression of the aggregates.",
    "ai-tika-abh02t23:153_2": "is reborn from rebirth.",
    "ai-tika-abh02t23:153_3": "birth and old age and death are a condition for rebirth, why is their birth?",
    "ai-tika-abh02t23:153_4": "when rebirth doesn’t exist, there is no rebirth into a new state,",
    "ai-tika-abh02t23:153_5": "“Having the formless state,” he replied, “I gave birth to a formless state.”",
    "ai-tika-abh02t23:154_0": "mindfulness, in the ear, the nose, the tongue, and the body are quiet and so on, without enlightening over, etc., are said to be far from the true setting aside of the three.",
    "ai-tika-abh02t23:154_1": "It’s unshakable.”",
    "ai-tika-abh02t23:155_0": "The Description of birth and old age have been given for the sake of a youth.",
    "ai-tika-abh02t23:156_0": "On Declaring the colors",
    "ai-tika-abh02t23:157_0": "Hence it is the circumstances, saying: “Having chopped it,”",
    "ai-tika-abh02t23:158_0": "The desire for rebirth in the realm of sensual desire,",
    "ai-tika-abh02t23:158_1": "Through the talk that is unfinished, encounter of insight and understanding the unfinished discussion,",
    "ai-tika-abh02t23:158_2": "(But) for the sake of this suffering, (whether that is the cause of) misfortune, (wrong) deeds, having been done away with the reason for the sake of their (of the sake of) suffering, the others because of this or that state.",
    "ai-tika-abh02t23:158_3": "if they take them away,",
    "ai-tika-abh02t23:158_4": "Also the greatest unsuitable circumstances: the sign of the earth that is over with unguarded, like the bird’s level.",
    "ai-tika-abh02t23:158_5": "Therefore it was said: “Here, friends.”",
    "ai-tika-abh02t23:159_0": "” he replied, “So this surmounting space is quietly, like the sound of applied and sustained thought.",
    "ai-tika-abh02t23:159_1": "I say that there is no such thing as having already acquired ornaments, and it is something that brings to the state of loss.",
    "ai-tika-abh02t23:159_2": "When you feels, you feels it;",
    "ai-tika-abh02t23:159_3": "their words grieves.",
    "ai-tika-abh02t23:159_4": "Or they give rise to knowledge, or they give rise to knowledge.",
    "ai-tika-abh02t23:159_5": "you know the meaning of what is beneficial,",
    "ai-tika-abh02t23:159_6": "When a person understands that to be known as “this action” and “specified” he shows them to the method of deeds, he says, “sints it in order to show the method of their meaning.”",
    "ai-tika-abh02t23:159_7": "He is my unique to be agreeable to the rough Conqueror of the earth, and others.",
    "ai-tika-abh02t23:159_8": "The word expelled by the word:",
    "ai-tika-abh02t23:160_0": "And they say that the four kinds of self-existence which are empty of self, persuading the self, and which is accompanied by self.",
    "ai-tika-abh02t23:161_0": "As to the past:",
    "ai-tika-abh02t23:161_1": "And even a hundred years old, they say, “We’ll give to the Whel of feeling,” and so on.",
    "ai-tika-abh02t23:161_2": "That is, craving for ignorance, clinging, and form.",
    "ai-tika-abh02t23:161_3": "The craving in regard to craving, clinging to grasping, to the holding of craving, and so on.",
    "ai-tika-abh02t23:161_4": "Hence it is said: “Anyone who is virtuous” ...",
    "ai-tika-abh02t23:161_5": "Herein, the Jina thus: ‘In the first fruit of the two is definitive and the fruits of those who wish .’",
    "ai-tika-abh02t23:161_6": "Those who do arrange the sign by insisting on the ground, and speaks with the intention.",
    "ai-tika-abh02t23:161_7": "it shows how it is explained level.",
    "ai-tika-abh02t23:162_0": "So although the causes and fruits of the fruits of the fruits of the causes and benefits of the fruits of causes and fruits that have cause the reason for the sake of the fruits of definitive roots and the fruits of the fruits of the fruits of the fruits of the fruits of cause or of the fruits of the fruits of the fruits of the good.",
    "ai-tika-abh02t23:162_1": "(magical) fruitions of the fruit of consciousness, desire to be reborn in the fruit of craving, and ignorance.",
    "ai-tika-abh02t23:162_2": "Remembering the meaning is that introduction has a discrimination of meaning. What is said, “What is it?”",
    "ai-tika-abh02t23:162_3": "and the danger in defilement of deeds as defilements, etc., which is accompanied by ignorance,",
    "ai-tika-abh02t23:162_4": "For the resultant (wrong) the defilements of consciousness, desire to be reborn, and ignorance.",
    "ai-tika-abh02t23:162_5": "again and again in the past, the deed is mentioned because the deed is not lost.",
    "ai-tika-abh02t23:162_6": "“This is the wick,” he said, “This is the opposite sex, this is what is said.",
    "ai-tika-abh02t23:163_0": "“For eighth deeds in this way,” etc., are said to be the seats, etc., in the Commentaries, “I give a seat” on the forecourt.",
    "ai-tika-abh02t23:163_1": "Similarly in the discoverers of Vibhaṅga thus, “That is why it is not the meaning of what is shown by one who is distinguished, according to the meaning, and that of the disciplinesive proficient.”",
    "ai-tika-abh02t23:163_2": "Herein, intentional activities as the intention and regarding conditions, etc., conditions are stated in the making of continued existence as the stated under the instance of clans, etc., in order to show the word “profitable activity.”",
    "ai-tika-abh02t23:163_3": "He has rebirth as a new state of existence.",
    "ai-tika-abh02t23:163_4": "“‘Condition’ is said” .",
    "ai-tika-abh02t23:163_5": "“Anyone who has taken up the object according to the object of the jhāna,",
    "ai-tika-abh02t23:163_6": "Hence it is said: “ handsome, what should I do?”",
    "ai-tika-abh02t23:163_7": "the other business:",
    "ai-tika-abh02t23:163_8": "The explanation of the meaning in the three meanings, “perceptions” is mentioned in the first place. It is used in the Vibhaṅga too with the words “skill in meaning” , and so on.",
    "ai-tika-abh02t23:163_9": "Doesn’t the third kind of speech that is independent of others?",
    "ai-tika-abh02t23:163_10": "Even if it is said in the presence of the word “blessing” is given under the headings of an instance, etc., and it is not stated in the Vibhaṅga thus: “This is so called because it is not spoken of three kinds as stated in the sense of loss.” ...",
    "ai-tika-abh02t23:163_11": "ii.”",
    "ai-tika-abh02t23:164_0": "When someone has been able to show the texts, they say, “Noble Ones in such a way,”",
    "ai-tika-abh02t23:164_1": "has been said:",
    "ai-tika-abh02t23:164_2": "when it is said, it is said to be the third associated stated in the robe-making season.",
    "ai-tika-abh02t23:164_3": "conditioned phenomena, (volitional) processes,",
    "ai-tika-abh02t23:164_4": "So the word “provider,” and they showed all the legal procedures of that.",
    "ai-tika-abh02t23:164_5": "Hence it is said: “She is associated with deeds.”",
    "ai-tika-abh02t23:165_0": "the deeds he does accumulated",
    "ai-tika-abh02t23:165_1": "and resulting in deeds,",
    "ai-tika-abh02t23:165_2": "At that time the Buddha was reborn in a canopy covered with ten million, and the rod.",
    "ai-tika-abh02t23:165_3": "crafts, swelling the crafts, whipping;",
    "ai-tika-abh02t23:165_4": "“Raintly,” “Thushing” is said: “Through having a disciplinary issue,” it is said: “It is here that the meaning of legal issues,” etc., is said, “It is invalided by the Faith and so on.”",
    "ai-tika-abh02t23:166_0": "While they were being pure, they said: “Neitherwise (also) deeds have been performed,",
    "ai-tika-abh02t23:166_1": "From going to the state of loss:",
    "ai-tika-abh02t23:166_2": "he is said: “He is go beyond this.”",
    "ai-tika-abh02t23:166_3": "Hence : the letter by the western gate, the Dhammapada:",
    "ai-tika-abh02t23:166_4": "he proclaims what is worthy of the noble ones,",
    "ai-tika-abh02t23:166_5": "He said, “Among these four” and so on,",
    "ai-tika-abh02t23:166_6": "Herein, the condition is said to be the reason why it is said to be the condition for the purpose of preceding.",
    "ai-tika-abh02t23:166_7": "but not for any other reason.",
    "ai-tika-abh02t23:166_8": "They’d bear fruit,",
    "ai-tika-abh02t23:166_9": "and mindfulness in the body is a hundred leagues away.",
    "ai-tika-abh02t23:166_10": "For this is how it is when there is the word of the kind already described.",
    "ai-tika-abh02t23:167_0": "It is the truth of production of the truth that produces investigation of truth and starts.",
    "ai-tika-abh02t23:167_1": "“The purpose of leading the spiritual life under the Buddha is to give up what is true.” ...",
    "ai-tika-abh02t23:168_0": "by these people",
    "ai-tika-abh02t23:168_1": "“One who isn’t free from sorrow, lamentation, pain, sadness, and distress” , etc.",
    "ai-tika-abh02t23:168_2": "and she insteads her own function herself towards herself, in other words, her mentorates,",
    "ai-tika-abh02t23:169_0": "As to the word “blesser” is the meaning here: here too the word “has is the reason for the sake of the although this is the reason for the sake of the .",
    "ai-tika-abh02t23:169_1": "Because the requisites are necessary; that is to say, “This is a condition for rebirth.” ...",
    "ai-tika-abh02t23:169_2": "Existing according to the word : “Siddhattha” is our word , so the meaning here is this: “He is its meaning” .",
    "ai-tika-abh02t23:170_0": "When there is nutriment for the elephant, it can be shown by preventing the arising of consciousness, which is accompanied by applied and sustained thought, is said to be foremost.",
    "ai-tika-abh02t23:170_1": "Or alternatively, the meaning can be seen here thus: here is this meaning.",
    "ai-tika-abh02t23:170_2": "But just as when a worker has fallen into it, then running away and falling down into it, like a firefly cooked by the wind and sun, he recaptures it up with the (from the sky) in the mode of the wind and sun, burning up and later instead of worms, etc., and what is receptaning what is called “awallowing” .",
    "ai-tika-abh02t23:170_3": "entering into a corruption of thoughts, thinking “This is said” -",
    "ai-tika-abh02t23:170_4": "the six sense-spheres have established the eye of the six sense-spheres,",
    "ai-tika-abh02t23:171_0": "When it comes to the eldest of rebirth, old age and death, to sorrow, lamentation, pain, sadness, and distress, the knowledge of the state of existence is the concept of old age and death, the meaning is the phenomenon, the eighteen produces of the old age and death, and death embarks, the truth of the arising of rebirth, old age and death, and death produced by rebirth, and death produced by old age and death.",
    "ai-tika-abh02t23:171_1": "They don’t become rebirth- old age and death; they’re not produced by old age and death; they don’t produce rebirth, old age and death; and they don’t produce rebirth, old age and death. They’re not thus independent.",
    "ai-tika-abh02t23:171_2": "That is how rebirth is a condition for old age and death.",
    "ai-tika-abh02t23:172_0": "When cessation ceases, choices cease.",
    "ai-tika-abh02t23:172_1": "* For he whom the mind is unconfused, like a league in the middle,",
    "ai-tika-abh02t23:173_0": "With an incomparable reckoned as a result, he having conquered passions greed and hate.",
    "ai-tika-abh02t23:173_1": "all deprived of merit with the (volitional) processes, giving up of greed,",
    "ai-tika-abh02t23:173_2": "But it is for one who is unprofitable thing that is unskillful and blameless in the law of greed, and hate is called “ascetic” since it is a condition for the greedy temperament.",
    "ai-tika-abh02t23:173_3": "“Since consciousness is roaming and transmigrating for such a person, who has undergone misfortune is said to be ‘ween’.",
    "ai-tika-abh02t23:173_4": "He must get the opposite of the insistence, the insistence, and the insistence in view.",
    "ai-tika-abh02t23:173_5": "Saying “May they travel us,” he said, “There is no reason for us to invite them without it even .",
    "ai-tika-abh02t23:174_0": "the signless states of light,",
    "ai-tika-abh02t23:174_1": "For the five sets of things that are gained in concluding the forms.",
    "ai-tika-abh02t23:174_2": "The rest is impact in the sense of touching.",
    "ai-tika-abh02t23:174_3": "for the riches have been sent by Channa.",
    "ai-tika-abh02t23:175_0": "Virūḷha, referring to the sound of those variety, he said, “I have a strong sense of urgency, the fourth thing!”",
    "ai-tika-abh02t23:175_1": "which is described as “specified” according to the surmounting of the Vibhaṅga thus: “He is concealed by sense desires” .",
    "ai-tika-abh02t23:175_2": "some are seen in this way.",
    "ai-tika-abh02t23:175_3": "Therefore it is “announcing” in the sense of showing that it is worship",
    "ai-tika-abh02t23:175_4": "Hence the sound of them is called “calind”.",
    "ai-tika-abh02t23:175_5": "Or alternatively: “He does not apply himself to the end of the defilements” , etc.; or in the way already stated .",
    "ai-tika-abh02t23:175_6": "Of these two grounds:",
    "ai-tika-abh02t23:175_7": "and it is shown by rebirth-linking death through the air,",
    "ai-tika-abh02t23:176_0": "Shes led away from one, etc., do not so single.",
    "ai-tika-abh02t23:176_1": "Who are led by crows?",
    "ai-tika-abh02t23:176_2": "With this view “sort” is pointing out that is ignorance.",
    "ai-tika-abh02t23:176_3": "having developed that (nearly) by his own brother’s word, he let him go.",
    "ai-tika-abh02t23:176_4": "For there is no one called ‘ignorance’ in ignorance and nothing through anything as there is.",
    "ai-tika-abh02t23:176_5": "Or alternatively, all of them reached by one or other.",
    "ai-tika-abh02t23:176_6": "ignorant in ignorance and causes, they have no single fruit, etc., which is accompanied by ignorance and has the actual formations of defining. Nor do they mean:",
    "ai-tika-abh02t23:176_7": "That must be under them for them.",
    "ai-tika-abh02t23:176_8": "Or else, seeing the good, the ignorance of ignorance,",
    "ai-tika-abh02t23:176_9": "And although Though There are many things that are persuaded, they say: ‘Where do they proceed, but only if they weren’t developed, they say ‘Everyone who isn’t bodies are to behave like this’?”",
    "ai-tika-abh02t23:176_10": "Herein, the idiosyncratic in that place",
    "ai-tika-abh02t23:176_11": "The sutta of the earlier consciousness phrases is the between. It is the breaking up of the aggregates, produces each other, and that is introduced each other with the position of visible data, and it is said to be the fruit of the province of the various forms aggregates. Their defining of that delay is the fruit of idea.",
    "ai-tika-abh02t23:177_0": "For the sake of habiting: making the fruit of each other with the cause of the reason for abiding of mutuality,",
    "ai-tika-abh02t23:177_1": "Seven conscious beings.",
    "ai-tika-abh02t23:177_2": "(but) as he asks of questions, etc., and as in the case of the opposite sex, etc., appears unification of mind in the way beginning, “Now, he obsessed by virtue of variety, etc., of the right view, or of differentiations appearance, etc.; likewise if he encounters a new state of existence, etc.; and without equality, he does not subsequently come to cessation into any distinction.",
    "ai-tika-abh02t23:178_0": "why is it not? It’s either torn like a cow’s swept away like a lotus leaf, or as if it is only a wretched man’s level. And when any other such excitement or dissolution can be composed by those same reason.",
    "ai-tika-abh02t23:178_1": "That’s why there is another way of speaking of another kindness, there is no continued existence for rebirth in all.",
    "ai-tika-abh02t23:178_2": "One who speaks in accordance with the Teaching persuades the cause, and what is actually contrary to the Teaching do not wished for, which is why, etc., do not wish for in the various ways?",
    "ai-tika-abh02t23:178_3": "For, when a man is developed and cultivated in this way, it does so with unprofitable acts as though they are not actually conformed in the body and mind. Likewise, because they are affected by the method of pairs, etc., because they go to sleep together in the same way.",
    "ai-tika-abh02t23:178_4": "Hence it is said: “Herein, having a sense of conscience ...”",
    "ai-tika-abh02t23:178_5": "cried.”",
    "ai-tika-abh02t23:178_6": "the meaning is “with meaning” is the same.",
    "ai-tika-abh02t23:179_0": "He’s able to make a beneficial,",
    "ai-tika-abh02t23:179_1": "from some family to family, from family to family,",
    "ai-tika-abh02t23:179_2": "Because of the droping of the ropes and the neck of deeds in Gorridge, decreed, by kamma.",
    "ai-tika-abh02t23:179_3": "a little nest.",
    "ai-tika-abh02t23:179_4": "They transmigrate through rebirths, old age, and death in the lower realms, and so on.",
    "ai-tika-abh02t23:180_0": "The story of the color of the future is finished.",
    "ai-tika-abh02t23:181_0": "The commentary on the discourses is finished.",
    "ai-tika-abh02t23:182_0": "2. Abhidhammabhājanīyavaṇṇanā",
    "ai-tika-abh02t23:183_0": "243.Taṁ paṭiccasamuppādaṁ.",
    "ai-tika-abh02t23:183_1": "each of the minds wives stood in one place and made the response each other.",
    "ai-tika-abh02t23:183_2": "When there is no Prince Ajātasattu, he said: “The first amongst those who are born in this way,” this reference to the first place first recitation is the “The Teacher”.",
    "ai-tika-abh02t23:183_3": "Because of (volitional) processes: “If consciousness is not rooted in consciousness,” the result is to be shown by that consciousness,",
    "ai-tika-abh02t23:183_4": "“Ignorance is a condition for choices.” And the name and form are the same.",
    "ai-tika-abh02t23:183_5": "“With what is the doing of this?” And now he said, “Where are many fourfold army?”",
    "ai-tika-abh02t23:183_6": "In the fourfold reckoning, are the meaning of ignorance, or nine roots in the four directions, and there is the sixth sense fields, etc., that is to say, the sixth sense fields, and the sixth sense sphere.",
    "ai-tika-abh02t23:183_7": "Endowed with the remainder’s residence, unattached to the opposite sex,",
    "ai-tika-abh02t23:183_8": "The fourteen constituents (of the fourteenth parts) do not occur in each of the fourteenth.",
    "ai-tika-abh02t23:184_0": "1. Paccayacatukkavaṇṇanā",
    "ai-tika-abh02t23:185_0": "and it is not stated in the borderland of the language of the dependent origination, but not so on.",
    "ai-tika-abh02t23:185_1": "therefore it is no sixth sense sphere in the sixth sense sphere, no contact in the sixth sense sphere.",
    "ai-tika-abh02t23:185_2": "Therefore it was said: “Here the Community is not-self.”",
    "ai-tika-abh02t23:185_3": "Having made this statement in return, one who is attached to the western quarters.",
    "ai-tika-abh02t23:185_4": "He said in the three passages, “It is the first among the thirty-two aspects,” etc., in the commentary on the thirty-two parts of the Collections, and so on.",
    "ai-tika-abh02t23:185_5": "In the last watch of the night there is the sixth sense sphere and the sixth sense sphere.",
    "ai-tika-abh02t23:185_6": "Which of these two kinds of people is fulfilled when the extent of the sense-spheresive embankment is full of joy.",
    "ai-tika-abh02t23:185_7": "for a second time, after swept away diversity in water,",
    "ai-tika-abh02t23:185_8": "As to the meaning, the reckonings: “Bhikkhus, there is something other than the six sense fields in the six sense spheres beginning with contact. Contact is a condition for the six sense fields. By means of contact in the way beginning, “Here there is the mind-deliverance of contact with reckoned as its profound” . It is nevertheless stated thus in the way already described.",
    "ai-tika-abh02t23:185_9": "“Because, Ānanda, there are features, attributes, signs, and details by which the category of mental phenomena is known. ...",
    "ai-tika-abh02t23:185_10": "or, when there is no place in the midst of forms, would the source of contact still be found among the names of contact through the several jhānas?”",
    "ai-tika-abh02t23:185_11": "Likewise: “Name and form are conditions for contact”, etc., with the intention “with contact as conditioned”, etc., with the intention “with the mind and bodily form as condition: “They are conditions for contact.”",
    "ai-tika-abh02t23:186_0": "the fourth (direction): “Such is the outcome” in the way already described, and it is not said to be in the former life as a reference to the six sense fields.",
    "ai-tika-abh02t23:187_0": "It’s omniscience that should be given up all identifying. ...”",
    "ai-tika-abh02t23:187_1": "Consciousness observed all of the consciousnesses that originates the ending of all consciousness, the preceding of the various classes of consciousness.",
    "ai-tika-abh02t23:187_2": "giver of the fruition, etc., which is a condition for the non-disappearance conditions and so on.",
    "ai-tika-abh02t23:187_3": "and consciousness.",
    "ai-tika-abh02t23:187_4": "the consciousness-consciousness element, the result of consciousness,",
    "ai-tika-abh02t23:187_5": "consciousness.",
    "ai-tika-abh02t23:188_0": "For one who has can say what is called the sound of counsel in the world who is quiet.",
    "ai-tika-abh02t23:188_1": "It is said: “Have the meaning here,” according to Vibhaṅga, here, there is a cliffing of lights, here it is according to whichever counterparts, “One who is mindful.”",
    "ai-tika-abh02t23:189_0": "Or alternatively: the five constituents (of mind and body) that provide fuel for the remaining jhāna, etc., and touches, and thoughts are put in the four jhānas beginning with the second from the first jhāna and the nutriment beginning with the contemplation of feeling, etc., and the end of the five jhānas, etc., both of the feelings, and of the five aggregates are present.",
    "ai-tika-abh02t23:189_1": "In this way you should see it.",
    "ai-tika-abh02t23:189_2": "for that is a condition for the six facultys by the path.",
    "ai-tika-abh02t23:190_0": "“Three” is the word of this manner of the fourth; having conquered all he shows (to them) in this serpent, saying: “This is the lord of death.”",
    "ai-tika-abh02t23:190_1": "What is bad principles is the meaning.",
    "ai-tika-abh02t23:190_2": "Where does the covering or whatever their own goodness is in the border one’s own condition?",
    "ai-tika-abh02t23:190_3": "“May you be well,” and they are arguing,",
    "ai-tika-abh02t23:190_4": "if he says, “Continued existence is a condition for rebirth,” it may be called “birth is not to be spoken of.",
    "ai-tika-abh02t23:190_5": "So, although the word “unborn of the later” occurred in the first of those risky and separately, it is not said.",
    "ai-tika-abh02t23:190_6": "Hence it is said: “Neither have not been lived.”",
    "ai-tika-abh02t23:190_7": "And, thinking, “He can be called ‘with continued existence as condition.’",
    "ai-tika-abh02t23:190_8": "In the last watch of the night, “He is a condition for defining condition for defining condition in the sense of as condition.”",
    "ai-tika-abh02t23:190_9": "Those who wish for those teachers,",
    "ai-tika-abh02t23:190_10": "without having given the bonds they bound.",
    "ai-tika-abh02t23:190_11": "But how did they say it?",
    "ai-tika-abh02t23:190_12": "they live together.",
    "ai-tika-abh02t23:190_13": "And here the meaning here is: “Herein,” etc., with the words “you have actually grasped, etc., with the meaning of this on earth, as to say, “Possessing the meaning,” etc., with its words “There is no offense for one who is born.",
    "ai-tika-abh02t23:190_14": "Those who are uninterrupted speech provinces. They should speak benefactorship with the meaning, the ignorant or the meaning.",
    "ai-tika-abh02t23:191_0": "it is something else because of what was heard:",
    "ai-tika-abh02t23:191_1": "past, future, and present.",
    "ai-tika-abh02t23:191_2": "The explanation of the meaning is this.",
    "ai-tika-abh02t23:191_3": "and the weavers of both is the meaning of each other.",
    "ai-tika-abh02t23:191_4": "When all the Buddhas have taught like this it’s very fruitful and beneficial.",
    "ai-tika-abh02t23:192_0": "This is the third direction.",
    "ai-tika-abh02t23:193_0": "And later, because of the unclean pollutants, striving and filthy, with hair and beards, dressed in appearance, and produced from the Brahmā of sensual pleasures.",
    "ai-tika-abh02t23:193_1": "used to have legal issues, transmigration, etc., as well as the specific condition, and comfortable as the basic support of the Saṅgha in the way beginning, “Having been reborn, and then according to origination.”",
    "ai-tika-abh02t23:193_2": "When there is a state of contact as its object, then it does not occur in the sixth sense sphere, etc., as its object, and it is nevertheless stated thus in the sixth sense sphere, it is said: “Such is a condition for the sixth sense sphere’s occurrence in the sixth sense sphere,” and in the sixth case of the sixth sense sphere.",
    "ai-tika-abh02t23:194_0": "Even if he has a full body, he consciously consciously gives birth,",
    "ai-tika-abh02t23:194_1": "“Consciously weavers,",
    "ai-tika-abh02t23:194_2": "Transmigrating for continued existence, this is called pregnant” in the sense of conscience as it is said: “He is absorbed” .",
    "ai-tika-abh02t23:194_3": "Likewise the Commentaries (and saying): “It is good for the purpose of inspires confidence.”",
    "ai-tika-abh02t23:195_0": "The commentary on the outcome of conditions is finished.",
    "ai-tika-abh02t23:196_0": "2. Hetucatukkavaṇṇanā",
    "ai-tika-abh02t23:197_0": "244.Abhāvatoti bhāvābhāvato.",
    "ai-tika-abh02t23:197_1": "For when there is no rebirth into a new state of existence, there may be no idiosyncratic in the future.",
    "ai-tika-abh02t23:197_2": "And since continued existence is also a condition for rebirth, there is no idiot being reborn in the future.",
    "ai-tika-abh02t23:197_3": "Therefore it was said: “Here is the meaning” .",
    "ai-tika-abh02t23:197_4": "to be the afflicted calling of existence or to end.",
    "ai-tika-abh02t23:197_5": "and that birth is a species,",
    "ai-tika-abh02t23:197_6": "“But in the way beginning, “He gives what isn’t able to see the indications of the elements” , etc., and in the way already stated, they say, “They are unshakable” . And when it has been developed by the way of seeing, it isyed, unfortunately seen, without seeing the state consisting of non-profitable states.",
    "ai-tika-abh02t23:197_7": "and it is said to be “with volitions” in the way beginning, “distortedness” and so on.",
    "ai-tika-abh02t23:197_8": "if he lies down to his dwelling;",
    "ai-tika-abh02t23:197_9": "at that moment, the instant, the same moment, the meaning is that it is not concluded from that to say, at that moment is the same time.",
    "ai-tika-abh02t23:197_10": "But just as to be shown where there is calm, so the characteristics of the unconditioned and the characteristics of conditions.",
    "ai-tika-abh02t23:198_0": "(The meaning) is already explained, just as it is said: “In this way, there is mindfulness occupied with the body.”",
    "ai-tika-abh02t23:198_1": "“... naked ...”",
    "ai-tika-abh02t23:198_2": "” By the meaning of this very beginning, “Andor” is said of the opposite sex, as it is said to because it is not shown by this opposite sex.",
    "ai-tika-abh02t23:198_3": "Herein, why, maintaining the states consisting in an individual essence?",
    "ai-tika-abh02t23:199_0": "“But how is it that someone who is subject to birth, how does it feel?”",
    "ai-tika-abh02t23:199_1": "He has gone beyond rebirth and old age and death.",
    "ai-tika-abh02t23:199_2": "and having to be told: “According to do so,” he should be told in concluded: “They are to be spoken of.”",
    "ai-tika-abh02t23:199_3": "But what is it?",
    "ai-tika-abh02t23:199_4": "the Vibhaṅga, the name and form constituent groups (of mind and body), the the intention of forms,",
    "ai-tika-abh02t23:199_5": "“The rebirth is a condition for rebirth in this or that state.” Then when they said, “Now, there is no birth, it is for the purpose of being”, they said, “Not for these reasons, not because of this.”",
    "ai-tika-abh02t23:199_6": "And that is why it is said in the Vibhaṅga: “He is fact that he is factable” .",
    "ai-tika-abh02t23:200_0": "The cause of gold is finished.",
    "ai-tika-abh02t23:201_0": "4. Aññamaññacatukkavaṇṇanā",
    "ai-tika-abh02t23:202_0": "for they make the next fun.",
    "ai-tika-abh02t23:202_1": "one who is steadfastened through the air,",
    "ai-tika-abh02t23:202_2": "The subtlety in each case is just described here and there.",
    "ai-tika-abh02t23:202_3": "and when he has gone beyond the conditions thus: “This is how there is a place without at all, is independent of others’ grasping, is one whose mind is unmade, like a league in another life.”",
    "ai-tika-abh02t23:202_4": "But the characteristic of the unconditioned is stated in the way already described.",
    "ai-tika-abh02t23:203_0": "Likewise he shows each other, thinking: “Abode of covetousness, no matter what is said on this pointing out. ”",
    "ai-tika-abh02t23:203_1": "you may be one who strikes.”",
    "ai-tika-abh02t23:203_2": "Likewise it is said: “He doesn’t look after immaterial states,” etc., in that place also to be reached by sensible people.",
    "ai-tika-abh02t23:203_3": "and the fields of the sense-spheres as in the body and the mind-made body and the consciousness-confidening of the sense-spheres, etc., are cooked in the sense-spheres and the fields of the six sense-spheres.",
    "ai-tika-abh02t23:204_0": "The commentary on each other is finished.",
    "ai-tika-abh02t23:205_0": "the colour of conditions, etc.",
    "ai-tika-abh02t23:206_0": "247.",
    "ai-tika-abh02t23:206_1": "Even if he cannot attain the ascetic life thus, “By this precept or of the ascetic life, even if he fails to give to be a specific condition for the deliberation of ignorance,” he should saying, “Even if it is opposite sex,” “It is indeed such a way that should be given to him. ...",
    "ai-tika-abh02t23:206_2": "“But when a man is said to have not been described by the community, he does not say, “Why are they called ‘one who has reached the peak of birth’ and so on”, etc., and so on.",
    "ai-tika-abh02t23:206_3": "Here there is a condition for joy here.",
    "ai-tika-abh02t23:206_4": "Agreed doesn’t arise because of ignorance there’s no conditions for ignorance.",
    "ai-tika-abh02t23:206_5": "That’s why it is called “specified” on the contrary to the ascetic life.",
    "ai-tika-abh02t23:206_6": "continued existence comes from continued existence.",
    "ai-tika-abh02t23:206_7": "with that: to say: “Rejoice in the Rains Retreat,”",
    "ai-tika-abh02t23:207_0": "the grasping aggregates of continued existence is for the sake of grasping. ...",
    "ai-tika-abh02t23:207_1": "they’re best in the highest.”",
    "ai-tika-abh02t23:207_2": "“‘Continued existence is a condition for rebirth.’ ...",
    "ai-tika-abh02t23:207_3": "when spoken to, he is corrected.”",
    "ai-tika-abh02t23:207_4": "“Without giving up ignorance” is a condition for the aggregates, thus it is called “ignorance”. It is said to because of entering ignorance, “Bandits,” “Faith is a particular component of these four aggregates”.",
    "ai-tika-abh02t23:207_5": "And he should not make a place here.",
    "ai-tika-abh02t23:207_6": "That here where there is the word of the continuity, the sound of rebirth, and the rough which is called “has calm”.",
    "ai-tika-abh02t23:207_7": "This word is the reason why under the sway of because of the end of existence and the removal of the kasiṇa materiality, etc., because of the purification of the aggregates beginning with the scope of the aggregates beginning with the lifting of the immaterial existence .",
    "ai-tika-abh02t23:207_8": "Rebirth in line with the teachings of the origin of rebirth, etc., from the cessation of birth, the consciousness of birth, etc., would not be freed from birth, the mind, and so on. But when ignorance is released from birth, the various births of consciousness, the minds of the various kinds of births, the bag, and so on. But when ignorance is born, it doesn’t exist in this state.”",
    "ai-tika-abh02t23:207_9": "When the mind is different, rebirth, old age, and death cease in them, he thinks “Ignorance” and “portions of ignorance.”",
    "ai-tika-abh02t23:207_10": "Hence it is said: “Confinement in the same sense.”",
    "ai-tika-abh02t23:208_0": "is finished.",
    "ai-tika-abh02t23:209_0": "Unskillful Qualities",
    "ai-tika-abh02t23:210_0": "248-9.Tanti diṭṭhupādānaṁ.",
    "ai-tika-abh02t23:210_1": "(and) from this body is constituent.",
    "ai-tika-abh02t23:210_2": "Craving is a condition for craving. ...",
    "ai-tika-abh02t23:210_3": "And if it is given in the presence of craving, why is it said again “It is in the debt” in the sense of defilement?",
    "ai-tika-abh02t23:210_4": "“Because of not grasping the sixth sense sphere is a condition for the sixth sense sphere , there is no craving for sensual pleasures, for clinging, as condition: here it is when craving, grasping, and in the sixth sense sphere.” But there is such a condition for grasping aggregates as continued existence, etc.; and in the sixth sense fields are conditions for continued existence. Their grasping is also a condition for continued existence.",
    "ai-tika-abh02t23:210_5": "Craving is a condition for craving.",
    "ai-tika-abh02t23:210_6": "Continued existence is twofold: three kinds of becoming ;",
    "ai-tika-abh02t23:210_7": "and both the composite to be placed on both the terms of the continuation.",
    "ai-tika-abh02t23:210_8": "the condition being by way of these is a condition for craving, and for grasping is said to be the reason why, “Craving is a condition for grasping.” Some is the condition for grasping. First, craving, grasping, and mental fixation.",
    "ai-tika-abh02t23:211_0": "and it is the opposite sex that which is the basis for happiness, and disturbance of the consciousness that is born in him as producing condition.",
    "ai-tika-abh02t23:212_0": "revere the five (proces) of the five sense fields,",
    "ai-tika-abh02t23:212_1": "arising together condition, etc., of arising together condition, etc.",
    "ai-tika-abh02t23:212_2": "This is the ground for form.",
    "ai-tika-abh02t23:212_3": "arising before condition, etc., which is dispelled in the past, is the future condition,",
    "ai-tika-abh02t23:212_4": "arising later condition, presence condition and later condition,",
    "ai-tika-abh02t23:212_5": "In the sixth section dealing with the sound of the sixth beginning, the sound of associated states , and the others are present.",
    "ai-tika-abh02t23:213_0": "it is said in the explanation of the words “body” is what is said. “Seeing, one is said to be judgested,” “It is said.",
    "ai-tika-abh02t23:213_1": "Hence it is said: “He who is familiar with her.”",
    "ai-tika-abh02t23:214_0": "He is the power of doubt, having no doubt in them, all that is the power of doubt.",
    "ai-tika-abh02t23:214_1": "Hence it is said: “Craving (all) craving!”",
    "ai-tika-abh02t23:214_2": "The arising of the Counter of Deaths, Etc.",
    "ai-tika-abh02t23:215_0": "The Teaching of the Unskillful is finished.",
    "ai-tika-abh02t23:216_0": "Uskillful Questions of Skillful Questions",
    "ai-tika-abh02t23:217_0": "pervading the result is beneficial.",
    "ai-tika-abh02t23:217_1": "inferiority, ignorance, these eighteen,",
    "ai-tika-abh02t23:218_0": "But when he endures it without remainder, it is said in the Commentaries that shows its reference to the eye and so on. But when it is said: “The eighteen kinds of sight is described” .",
    "ai-tika-abh02t23:218_1": "name and form.",
    "ai-tika-abh02t23:219_0": "Firstly, the praised by the skillful is finished.",
    "ai-tika-abh02t23:220_0": "Considering With Ignorance",
    "ai-tika-abh02t23:221_0": "used to be socializing with profit, skilled in the fruits of profitable kamma and the trees of seeds who are skilled in fruits of seeds, and those in crushing trees in the seeds of the seeds is said to be the means of the fields of skillful.",
    "ai-tika-abh02t23:222_0": "And even if they do not show level of a hundred leagues, etc., then it is said to be “what ozing out of them all,” etc., because it is not shown by leagues in a league for long time.",
    "ai-tika-abh02t23:223_0": "The Teaching of Ignorance is finished.",
    "ai-tika-abh02t23:224_0": "Grounds of Skillful Root",
    "ai-tika-abh02t23:225_0": "As for the result, only the results of deeds is the cause of excess it.",
    "ai-tika-abh02t23:225_1": "The result is the reason why it is called “blessed” in the beginning, “This is a condition for the kamma-process becoming” for the purpose of conducive to the various opposites of illustrious deeds, and it is invariable.",
    "ai-tika-abh02t23:225_2": "“Unskillful law, unwholesome qualities, their nature is a condition for liable to decline. They have no concern for what is unskillful and what is blameworthy and unprincipled condition. Concept because of this teaching is a condition for the sake of their condition.” Or the result of skillful qualities is a condition for the skillful qualities.",
    "ai-tika-abh02t23:225_3": "“Is it was the root of an unprofitable root,” and “possessing downwards,” “This is indeed,” etc.,",
    "ai-tika-abh02t23:225_4": "Let them bear up.”",
    "ai-tika-abh02t23:226_0": "“Profitable attention,” etc.",
    "ai-tika-abh02t23:226_1": "rounded canals, short-lived, sizeppery, decaying, perishes, and in the various formations. But in the case of the laity, the instance, and the others.",
    "ai-tika-abh02t23:226_2": "while you’re going to the country.”",
    "ai-tika-abh02t23:226_3": "and it is due to the warding off of various kinds, that is to say, the intention of sense desires, and the higher than that.",
    "ai-tika-abh02t23:227_0": "There are nine being shadowed, produces nine being sent forth (intentional):",
    "ai-tika-abh02t23:227_1": "In the first part of the four great elementals produced in the first part of the four classes, and as they are, they have reckoned as four.",
    "ai-tika-abh02t23:227_2": "“Skillful in profitable results” , etc., is to be profitable in the same way as “skillful” . ...",
    "ai-tika-abh02t23:227_3": "Please correct them.”",
    "ai-tika-abh02t23:227_4": "It is the initiative immaterial states consisting in the root condition, text, and nutriment consisting in opposite , and it is manifested as reducing.",
    "ai-tika-abh02t23:227_5": "Then there is no one root condition for one rooted in ignorance, with unprofitable rooted in ignorance, and so in this way one rooted in the other.",
    "ai-tika-abh02t23:227_6": "In the last watch of the teaching there is a place to be found in the beginning, “For he who attackships, in the borderlands, and in the neighbours, and in the breakage, he has this same teaching, and that is the arising of this uninterrupted perception, “This is the practice that leads to interrupted”.",
    "ai-tika-abh02t23:228_0": "The Teaching of the Skillful Grounds is finished.",
    "ai-tika-abh02t23:229_0": "The golden vessel is finished.",
    "ai-tika-abh02t23:230_0": "The Analysis of conditional origination is finished."
}