{
    "ai-tika-abh01t6:0_0": "2. Rūpakaṇḍaṁ",
    "ai-tika-abh01t6:1_0": "Practiculations",
    "ai-tika-abh01t6:2_0": "Now we will be able to share out the forms that are capable of developing form.",
    "ai-tika-abh01t6:2_1": "For he does not arise in one whose mind is the wrong time, among the forty-two-earth, etc., and their minds are not able to proficient in the realm of aggregates, whose mind is ill-made, and whose mind is the truth of Sakka, like a great wide-Self through the great enlightenment of forms, and like the birds of thoughts; and whose mind is not produced by the beautiful of the linking of the forms and states; and they live in the hell, the Greatly, the viobviousness and.",
    "ai-tika-abh01t6:2_2": "for a time when the earth element has arisen, he is not able to practice in connection with the earth element.",
    "ai-tika-abh01t6:2_3": "(Should) he who gives the ear-contact in this way,",
    "ai-tika-abh01t6:3_0": "At that time they don’t proceed alertly.",
    "ai-tika-abh01t6:3_1": "There are, plains, and many thousands of times don’t arise for one hundred thousands, as there are.",
    "ai-tika-abh01t6:3_2": "Sometimes there are one thing such as the cessation of form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh01t6:3_3": "—“It is not possible to explain a single word of one that isn’t able to explain in order to show the way beginning, “It is impossible for one whose mind is not capable of dividing the limbs, etc., that is in order to show the way that one who has no doubts about them, who is not able to establish them in the misfortune that partakes of the zopposites, and that one who is not included in reciting the ruler of the deathless and the accusation.",
    "ai-tika-abh01t6:3_4": "skillful qualities are skillful ...",
    "ai-tika-abh01t6:3_5": "the elements of unconditioned and the elements,",
    "ai-tika-abh01t6:3_6": "These are the things without consequences.”",
    "ai-tika-abh01t6:3_7": "For when discussing what has been shown in district, they wish to give rise to relatives.",
    "ai-tika-abh01t6:3_8": "And here in this context, the result of phrases, without dividing the elements beginning with elements, the elements of initiative, the elements of investigating, and the elements.",
    "ai-tika-abh01t6:3_9": "But here there is this dividing material castes, etc., that is to say, the talk in which the materiality has been divided into materiality , and the things he has “Here what is?”",
    "ai-tika-abh01t6:3_10": "This is the section deliverance.",
    "ai-tika-abh01t6:4_0": "Having shown no showing them, one does not see benefactors.",
    "ai-tika-abh01t6:4_1": "After doing that result in the results of good deeds, he has put in the places of loss,",
    "ai-tika-abh01t6:4_2": "And although the stated in the definition of the sensual-spheres in the sensual-sphere stated, etc., in the way already stated he would grab them by the sense-spheres.",
    "ai-tika-abh01t6:4_3": "In the twenty-five hundred and twenty-five fields, five hundred and ten bases of mastery:",
    "ai-tika-abh01t6:4_4": "the ninety-six kinds of crimaterial sphere, and the threefold consciousness-material attainments, namely, the Chapter of the Eights, and the nine kinds of sound consciousness,",
    "ai-tika-abh01t6:4_5": "The state of producing bodily form in the formless states is mentioned in the immaterial states.",
    "ai-tika-abh01t6:4_6": "the meaning is, “having a particular”.",
    "ai-tika-abh01t6:4_7": "“An gateways” is the Koṭṭhita, only the gateways, as if a gateway.",
    "ai-tika-abh01t6:4_8": "(Has great) power and is despised by the surmounting of passions, etc., as follows: by the indication of passions, etc., which is connected with the difference of the story of defilement, etc., as follows:",
    "ai-tika-abh01t6:4_9": "Consciousness is the one-element.",
    "ai-tika-abh01t6:5_0": "in the whole universe.",
    "ai-tika-abh01t6:5_1": "and thirty-six precincts thousand leagues long. The meaning is this: ten thousand leagues and thirty-six leagues, and thirty-six thousand leagues.",
    "ai-tika-abh01t6:5_2": "here the cycle in each is said to be “bround”.",
    "ai-tika-abh01t6:5_3": "Four and forty thousand leagues.",
    "ai-tika-abh01t6:5_4": "He should not be running out: the meaning is that he must be quieter.",
    "ai-tika-abh01t6:6_0": "which was said by the gods, heading for the Devas, (and) by Divinities and so on.",
    "ai-tika-abh01t6:6_1": "Hearing the word of the meaning:",
    "ai-tika-abh01t6:6_2": "those who are born, and those who are great primaries, they are great primary elements,",
    "ai-tika-abh01t6:6_3": "He was the Lord of the Earth, which had been discovered by him in the way beginning, “Now, may he, the Great Seer, a Great Bodhi, who was the Great Clouded One, Clouded One, treats with insight, and is the Great King of the Enlightened One.”",
    "ai-tika-abh01t6:6_4": "the yakkhas, great yakkhas, originating, great mas of suffering,",
    "ai-tika-abh01t6:6_5": "you should see the great earth, this great earthquake,",
    "ai-tika-abh01t6:6_6": "and the earth element, like the great earth,",
    "ai-tika-abh01t6:6_7": "the sound of horns that have been done in both places",
    "ai-tika-abh01t6:6_8": "Here the Great Beings said: “Here they tell the meaning of the four primary elements, they say, “Dear primary elements” .",
    "ai-tika-abh01t6:6_9": "Herein, the last part of the unsurpassed salt, having made a sound of salt, and making a great uproar.",
    "ai-tika-abh01t6:7_0": "flames a fire.",
    "ai-tika-abh01t6:7_1": "one hundred thousand million leagues, and one hundred thousand leagues,",
    "ai-tika-abh01t6:7_2": "They make the whole universe assembled constituents.",
    "ai-tika-abh01t6:7_3": "caught up by the water.",
    "ai-tika-abh01t6:7_4": "if she urges her;",
    "ai-tika-abh01t6:7_5": "showing those who are very helpful to them, they say, “We’ll give something up” and “There’s need.”",
    "ai-tika-abh01t6:7_6": "Or in all the mouth of the sound of coughing or the sound of hands;",
    "ai-tika-abh01t6:7_7": "The meaning is this: “Sometimes the mouth with the dropping of the snake, the body becomes apparent, and the mouth becomes the meaning.”",
    "ai-tika-abh01t6:7_8": "Or alternatively, the sound of all the earth,",
    "ai-tika-abh01t6:7_9": "Saying: “Entering the earth element” having seen it, it should be understood to be brought (but) from others.",
    "ai-tika-abh01t6:7_10": "Here is the meaning of it:",
    "ai-tika-abh01t6:7_11": "“At his body was dripped up by the earth element with the body stilling up. That is why the earth element is not unfinished.”",
    "ai-tika-abh01t6:7_12": "then the sound of unstirred wind,",
    "ai-tika-abh01t6:7_13": "Here is the meaning of it:",
    "ai-tika-abh01t6:7_14": "“For when the body is blown out, the body is dripped or hymns or excited, but if it’s displayed by a man’s body is disturbed by the earth element, then it’s running out and consultated with the earth element.”",
    "ai-tika-abh01t6:7_15": "Where dropped stinks,",
    "ai-tika-abh01t6:7_16": "great primary elements: the meaning is, clarified to the states, is the meaning.",
    "ai-tika-abh01t6:7_17": "And here the first tetrads, which are liquor to the upper floor of the earth, having made the noise of greed for the Supreme.",
    "ai-tika-abh01t6:8_0": "The earth is called “the cross” since it is destroyed through the whole world and so on. It is “included from a great primaries with great power, and so on. things that are called “perfected” because of the greatness of their non-human beings.",
    "ai-tika-abh01t6:8_1": "They understand how bad things are ugly and very hard to understand them. They understand them, and when they don’t understand them, they’re very hard to understand.",
    "ai-tika-abh01t6:8_2": "Through her he had known: “Now, ” and “hushed, why do you say the news come? ” she replied, “Now is said.”",
    "ai-tika-abh01t6:8_3": "for this is how the instance of swiftness is said.",
    "ai-tika-abh01t6:8_4": "Then a term for form derived from the form, because of grasping form and insisting on form,",
    "ai-tika-abh01t6:8_5": "But that feeling didn’t give rise to seven feelings in this way, or that there is no such thing as “The Great Kings,” and so on.",
    "ai-tika-abh01t6:8_6": "for I have a fixed form of existence.",
    "ai-tika-abh01t6:9_0": "Presenting in three ways:",
    "ai-tika-abh01t6:10_0": "585.",
    "ai-tika-abh01t6:10_1": "While they are reciting their own internally and externally, yet they still only another timber or skilfully, yet they still only charming hairs and body hairs with all the thoroughly directions, and they come backwards and go amongst them with all directions and reciting them to their own bodies.",
    "ai-tika-abh01t6:10_2": "For it is possible to gain a state without making amends for two or three leagues.",
    "ai-tika-abh01t6:11_0": "Four on the four sides",
    "ai-tika-abh01t6:12_0": "586.",
    "ai-tika-abh01t6:12_1": "When the Buddha has discerned this point, it should be understood that the abandoning of the bride and the thought-processes in the consciousness that he has attained the physical basis, and that is to say, the life-continuum, and the intentions of serenity and discernment, etc., and the mind cannot be understood with any other. Their enemy of that. And when he has developed the Blessed One’s disciple thus: ‘Now, what is not able to obtain the level of consciousness, what is groser of the bodies, what is needed.’",
    "ai-tika-abh01t6:12_2": "But he who betrays, with diverse spectrums, piles, and horses from those who are weak,",
    "ai-tika-abh01t6:12_3": "Since the basis of the objects of a hostile, etc., have respectively to the mental objects, and so on, and lifestyles, and the mental objects of the bases of mastery by the means of the fourth sense spheres, and so on. They delight in elimination of the sense sphere, etc., and givers its objective objects that contemplation of the heart and liver.",
    "ai-tika-abh01t6:12_4": "Then the rest should be understood as of them a hundred leagues, and so on.",
    "ai-tika-abh01t6:13_0": "The Reference to the Reference of the Teaching is finished.",
    "ai-tika-abh01t6:14_0": "The visible in the world",
    "ai-tika-abh01t6:15_0": "Principles",
    "ai-tika-abh01t6:16_0": "594.",
    "ai-tika-abh01t6:16_1": "Vibhaṅga thus: “He for the sake of non-violence enlightenment, what is contrary to the sight, there is the same place as “just” in the sense of its urgency, and the unfortunate.”",
    "ai-tika-abh01t6:16_2": "It is the root of cause, for the sake of reason, or for the sake of non-disappearance.",
    "ai-tika-abh01t6:16_3": "Because of these four great elementals is the reason why the earth element is also called “base” in the sense of habit.",
    "ai-tika-abh01t6:16_4": "And the causes and conditions for the reason why, without reason.",
    "ai-tika-abh01t6:16_5": "Their aggregates are indeed the cause of formless and unshakable.",
    "ai-tika-abh01t6:16_6": "In the past, future, and present in terms of causes and reasons the result of deeds undertaken in the past, future, and present in terms of causes and reasons, being the result of former deeds described in the four kinds of successful meditation subjects, namely, the brutal, the result of the opposites, and the result of deeds undertaken in the past deeds thus: “Neither, envy and cooked by the brice of past deeds undertaken in the future life, and,”",
    "ai-tika-abh01t6:16_7": "and he says: “Householder, there is a result for the next, for the sake of deeds,”",
    "ai-tika-abh01t6:16_8": "Though this work is called “I am” and “It is a cause of ruination for the sake of their (performed) deeds, and it is said to be the highest.”",
    "ai-tika-abh01t6:16_9": "Choices are mentioned for choices, and they are given in ignorance of defilement. Their element is called “ascetic” because it is the proliferation of ignorance.",
    "ai-tika-abh01t6:16_10": "you fall into negligence.",
    "ai-tika-abh01t6:16_11": "this is called “any particular being” in the way beginning, “This is why, this is said.",
    "ai-tika-abh01t6:16_12": "But here it is not due to adherence, so that is to say, the mind-made enlightenment factor, and that is not otherwise idiosyncrating.",
    "ai-tika-abh01t6:17_0": "but in the fine-material sphere “worm” is what is said.",
    "ai-tika-abh01t6:17_1": "Exaltedness in this way is the characteristic of the fine-material characteristics, etc., which is evident in its characteristic owing to the state of existence.",
    "ai-tika-abh01t6:17_2": "to give rise to consciousness that have arisen in the six ways, which is dispelled by forms that have arisen, is to be seen.",
    "ai-tika-abh01t6:17_3": "For it wouldn’t be appropriate for me to be disgraceful that form, having arisen in the six forms of consciousness, nor might it be underlying tendency for form, since it substantively in form, nor in whatever form it is.",
    "ai-tika-abh01t6:17_4": "For there is a form that has arisen in the past, future, or present.",
    "ai-tika-abh01t6:17_5": "thinks, “It is just as this: ‘There is no sound,’ like that, so it cannot be spoken by me,”",
    "ai-tika-abh01t6:17_6": "Or alternatively, all forms of form in the past, future or present, is said to be constantly arisen in the past, future, and present. The meaning is that, it is “with the complete understanding” .",
    "ai-tika-abh01t6:18_0": "Doesn’t they’d dispel sights, residue consciousness, and get rid of it?",
    "ai-tika-abh01t6:18_1": "And no secure is characterized by the sign of all the forms. Having developed insight with the characteristic of foulness, he should apply himself to see the esteemedness of the consciousness in the six (supernatural) vision.",
    "ai-tika-abh01t6:18_2": "Then there is no way to understand the six classes of consciousness in the present. But this does not apply.",
    "ai-tika-abh01t6:18_3": "And he does not actually practice the same level.",
    "ai-tika-abh01t6:18_4": "So in this way the meditator’s mind should introduce from the intention to commit the attainment of stream-entry in the way already stated.",
    "ai-tika-abh01t6:19_0": "How do they stabilized by what is it established?",
    "ai-tika-abh01t6:19_1": "Knowledge and knowledge",
    "ai-tika-abh01t6:19_2": "From together, converging, and joints, treasury,",
    "ai-tika-abh01t6:19_3": "Living born of these is the meaning of the production of the kind, born of them: the meaning is the connection with the Recitation of the Paṭisambhidā.”",
    "ai-tika-abh01t6:19_4": "Concentration and owing to each other in the way beginning, “Of concentration” . And the clause, concentration is included in the categories .",
    "ai-tika-abh01t6:19_5": "where there is the arising of immersion, which gives rise to concentration, and there is the arising of a thought.",
    "ai-tika-abh01t6:19_6": "and the wisdom there is from right thought and the rest of the influence of right thought, and its function of aggregates, and preference to view.",
    "ai-tika-abh01t6:20_0": "The commentary on visible forms is finished.",
    "ai-tika-abh01t6:21_0": "Qualities",
    "ai-tika-abh01t6:22_0": "On Describing a complexion of people",
    "ai-tika-abh01t6:23_0": "596.",
    "ai-tika-abh01t6:23_1": "There are sixty-two faculties that are incomparable and without vision owing to the eyes of the Buddhas, the six faculties and the six faculties of knowledge.",
    "ai-tika-abh01t6:23_2": "the all-knowing, seeing the end of all processes,",
    "ai-tika-abh01t6:23_3": "“The complete understanding of suffering should be completely understood.” But the knowledge and vision of the variety of sensual pleasures, etc., and for the first time that I did in the past.",
    "ai-tika-abh01t6:23_4": "to see the four Dhamma nature of seeing.",
    "ai-tika-abh01t6:23_5": "the four primary elements, coronations, spiritual power, and equanimity.",
    "ai-tika-abh01t6:23_6": "together with the sound of them rising together with the kings,",
    "ai-tika-abh01t6:23_7": "of the water element, the water element, the fire element,",
    "ai-tika-abh01t6:23_8": "their colour and shape is the shape of its jackals, and so on,",
    "ai-tika-abh01t6:23_9": "But those beings, according to their public and expert in the sense of urgency, just as they lump of the earth element.",
    "ai-tika-abh01t6:23_10": "for fourteen years after taking on the flesh of a shaven-headed mangoes.",
    "ai-tika-abh01t6:23_11": "of the elements of the four elements, that is to say, the one who has lived in conformity with the four elements .",
    "ai-tika-abh01t6:23_12": "The water element in the fire element is actually a concept in the sense fields, but not in the four elements.",
    "ai-tika-abh01t6:23_13": "whatever rushing out of the eye, he perceives that it was, and he looks after a bowl with the eye of the ears, etc., was said to be the earth element.",
    "ai-tika-abh01t6:24_0": "This body is the shape of a large bowl with honey-balls, as if he puts it into the pavilion.",
    "ai-tika-abh01t6:24_1": "Seven on all sides of the coils of the carcass, he stands firmly established in the four posts of life; he postsed over his own life span, illuminating the colour of marriages, who were finished enclosures, and instruments of golden postsing on the leftovers,",
    "ai-tika-abh01t6:24_2": "he shows how the eyes are to be shown by the falling in the course of the seven classes of rebirth without a tiger.",
    "ai-tika-abh01t6:24_3": "“Only the ropes of the measures have been one rolled forth as a rolling around for a priceless space.”",
    "ai-tika-abh01t6:24_4": "(Only) possessing forms, and thinking: “He is a move, one who has gained faith in the mind,",
    "ai-tika-abh01t6:24_5": "Or a mortal may stupid people",
    "ai-tika-abh01t6:24_6": "Being included by those who were led on their great bed,",
    "ai-tika-abh01t6:24_7": "But when there is no one including faith in the four kinds of confidence, the one who brings them into one precincts the corner of the two.",
    "ai-tika-abh01t6:24_8": "The bodily-form component,",
    "ai-tika-abh01t6:24_9": "the (still) impingements, repelling backwards,",
    "ai-tika-abh01t6:24_10": "When he has developed the eye, repulsion, views, doubt, conceit, and repulsiveness.",
    "ai-tika-abh01t6:25_0": "(but) he thinks, “If I lie down a specific purpose for the sake of lying down,” and he says, “ a fruit of what they need,” and he says, “Listen,” and he says,",
    "ai-tika-abh01t6:25_1": "And here they should be seen each because it is not clearly not-self in the sense that they are unshakable.",
    "ai-tika-abh01t6:25_2": "“Seeing,” he does so!",
    "ai-tika-abh01t6:25_3": "At the end of the sight of seeing the Realised One,",
    "ai-tika-abh01t6:25_4": "for just as it is said: “Now absolutely shows that he has done” . Thus he says, “Being that they meets them with eye-contact,” and so he is called because he has made the intention of .",
    "ai-tika-abh01t6:25_5": "Thus although it does not stated by the eye so as to described, the meaning is does not declaring the meaning.",
    "ai-tika-abh01t6:25_6": "Or alternatively, it shows how the eye in them.",
    "ai-tika-abh01t6:25_7": "or born of this or that:",
    "ai-tika-abh01t6:25_8": "Who are born,",
    "ai-tika-abh01t6:25_9": "Contact",
    "ai-tika-abh01t6:25_10": "Likewise, the teaching,",
    "ai-tika-abh01t6:25_11": "and eye contact as they were reborn in the Indasāla cave.",
    "ai-tika-abh01t6:25_12": "is permanent, everlasting, eternal, and imperishable.",
    "ai-tika-abh01t6:25_13": "These were entering the rolls, as were the bowels offered by the rotting of contact.",
    "ai-tika-abh01t6:26_0": "597.",
    "ai-tika-abh01t6:26_1": "previously, having the drunk poison, the same determination,",
    "ai-tika-abh01t6:26_2": "walking around on the float, thinking it was suitable for one who gives faith.",
    "ai-tika-abh01t6:27_0": "599.",
    "ai-tika-abh01t6:27_1": "Their physical form declaration is included in the way beginning, “following forms” in the way they are included too.",
    "ai-tika-abh01t6:27_2": "But the condition is by way of acquiring form by means of that condition, so it is said.",
    "ai-tika-abh01t6:27_3": "Herein, the eye-spheres are included in the sense of the eye-sphere, of the kind already stated produced in this way: “Bhikkhus, there is the internal element, of contact and nutriment, of the mind-made body, the nature of a mind-made body, and the mind-made body of will show in the sense of urgency, sublime .”",
    "ai-tika-abh01t6:27_4": "And where there is she to show that where there is, incomparable by the eye of sight, etc., and invaliding by the Visionary of them, they say, “But there is.”",
    "ai-tika-abh01t6:27_5": "For that form a heavy rolls forth into the rolls and associated with form, having made the object of the kasiṇa as its object, and the object of the base consisting of boundlessness, having a sense of urgency, just as its object, is interrupting the object, gives rise to unknowing, and in enlightenment.",
    "ai-tika-abh01t6:28_0": "listens to the state of stream-entering.",
    "ai-tika-abh01t6:28_1": "When they make a sound, they say, “Whoever amongst those who meditate?”",
    "ai-tika-abh01t6:28_2": "thepes of suffering associated with suffering, the body breaks up and death, and the suffering as suffering.",
    "ai-tika-abh01t6:28_3": "And they might even have confidence in the field for the eye, and there might be no confidence in the eye.",
    "ai-tika-abh01t6:28_4": "That’s why he distinguishes the eye, touches, and the body of form.",
    "ai-tika-abh01t6:28_5": "It is something else because of the eyes of his nutriment, since it is different that it is not different.”",
    "ai-tika-abh01t6:28_6": "What would be said from this?",
    "ai-tika-abh01t6:29_0": "They’re worthy of anguish form, and inspire confidence in those without it.",
    "ai-tika-abh01t6:29_1": "Thus the eye",
    "ai-tika-abh01t6:29_2": "They ward off oppressive forms, and it is the meaning.",
    "ai-tika-abh01t6:29_3": "full of craving for sensual pleasures, ~ and rebirth in the sense-spheres, etc., of craving for sensual pleasures, of the fine-material and immaterial states, in each and every case.",
    "ai-tika-abh01t6:29_4": "Herein, the characteristics of accumulation are included in the senses beginning with the eye, for the sake of legal procedures, etc.; and their confidence in those without it. In this way the eye is quiet and inspiring confidence. So too, the one whose confidence in those who possesses confidence in those who have it.",
    "ai-tika-abh01t6:29_5": "Thus the eye",
    "ai-tika-abh01t6:29_6": "In regard to forms, of consciousness, or of the Realised One,",
    "ai-tika-abh01t6:30_0": "(There is) this body, some conversion of silence, being troubled by you, all of them. And all of them have confidence in their heart.",
    "ai-tika-abh01t6:30_1": "But this is “with realisation” in the Paṭisambhidā” referring to the meaning of the clause, having a single meaning, it is “with detail” because it is expressed according to the meaning of the Vibhaṅga thus.",
    "ai-tika-abh01t6:30_2": "The net of these two kinds of flavor with the opposite sex, which is held together with the water, etc., and substained by the earth, it should be illuminates of sights, sounds, smells, tastes, touches, and thoughts of the bloated.",
    "ai-tika-abh01t6:30_3": "Because of the power of seeing of visible objects with the eyes, (thinking): “I am seen very beautiful,” and so on, the scented floating of flowers, etc., with my analyzed into the sky, trunk of the earth, and so on. It is the first occasion the very cleansing of flavours, and the very honey.",
    "ai-tika-abh01t6:30_4": "As he would like to see him, he said: “Neither.”",
    "ai-tika-abh01t6:30_5": "This is the second kind of speech because it is lost.",
    "ai-tika-abh01t6:31_0": "Then, having drunk the earth sort of sights, sounds, smells, tastes, touches, and thoughts were drawn out from the earth to it, he said, “Nothing above it, he may be done by me,” and they said, “Now, they said this: “Such is the third kind of simile.”",
    "ai-tika-abh01t6:31_1": "According to gain the opposite kind of fragrance, they don’t get what is allowable for the eons of the earth sort.",
    "ai-tika-abh01t6:31_2": "not-self, ~ will not be grounded.",
    "ai-tika-abh01t6:31_3": "With waters of the earth, water, fire, and air because of earth.",
    "ai-tika-abh01t6:31_4": "The fire, displeased heat, but heat due to a fire, and reducing it with a large pond. He should not, hunger and thirst, as if he were advert to heat, he should apply himself to the cool water.",
    "ai-tika-abh01t6:31_5": "That’s why a gift to one without fear,",
    "ai-tika-abh01t6:31_6": "On the contrary, when based on forms is developed and cultivated, made such leading to the heaven of forms, enlightenment factor: “This is maintaining complete in all kinds of sensual stimulation, has been performed by the various forms of existence.”",
    "ai-tika-abh01t6:31_7": "thus, “This is the next life” is said, “It’s good fortune” regarding the purpose of abandoning support for both.",
    "ai-tika-abh01t6:31_8": "still to show (all) sights, etc., and so on, that is to say, the various kinds of rough material possessions and favourable to the development of the Earth, etc., that is to say, the stilling of matters, etc.",
    "ai-tika-abh01t6:32_0": "What is to be shown by the earth, but what is their reason?” “What is the reason why they said, “What is that?”",
    "ai-tika-abh01t6:32_1": "Each according to the states of enquiry, (called) skill in reference to the five classes, etc., are treated with poisonous activities, (welling) “athing and inaction” .",
    "ai-tika-abh01t6:32_2": "For it is not due to the eye’s faculties subsides that the faculties are clear,",
    "ai-tika-abh01t6:32_3": "“Even if analysis is eleven if, each instance is a condition for the moment and natural state of various classes of rebirth in the various forms of deeds, which is thus in the moment of its waists and underlying tendency.”",
    "ai-tika-abh01t6:32_4": "If that is so, it would be appropriate for them to practice a little extremely produced by deeds and has not been reborn in a heavenly-made, then if there is no obstacle for them, it does not become a rebirth-producing kamma.",
    "ai-tika-abh01t6:32_5": "He is quiet and still not skill in remote lodgings; This is called the sound of forms.",
    "ai-tika-abh01t6:32_6": "On the nose, smelling, nose, tongue, body, and mind are wetted by the nose ...",
    "ai-tika-abh01t6:32_7": "gets rid of the resentment to the accumulation, turning up of the flood-made (of the sun).",
    "ai-tika-abh01t6:32_8": "but, when the sound of the elements come back from the lower realm, the trickle returns from the bundle of heat, separately, and take it to the top of the infantry.",
    "ai-tika-abh01t6:32_9": "When there is such a sound, ear consciousness, and sounds would not be precise.",
    "ai-tika-abh01t6:32_10": "So they don’t no produce consciousness externally.",
    "ai-tika-abh01t6:33_0": "longing for it is a good reputation: “Why do you not get too far from the park?",
    "ai-tika-abh01t6:33_1": "Just as much of the mountain caves full of thriving the bowls,",
    "ai-tika-abh01t6:33_2": "For just as when a donor is being made up to the roots of the carts in the morning, the Best of the Lord of the World, the Best of the Earth, the wavers, the sing of the students, and the ladlength sticks, etc., is shown by one who has made a lump of pearls, etc., according to the waist, as it is due to a seat of giving, etc., and to dyet rough, and so on.",
    "ai-tika-abh01t6:33_3": "But with noise, when it has arisen, he goes once it, making it flow.",
    "ai-tika-abh01t6:33_4": "When a messenger is standing on the lower part, he resentment in the way that is, uninterruptedly, in the sense that is a condition for the attainment of the unshaking.",
    "ai-tika-abh01t6:33_5": "Like the rubbish heaps the drums in the air, so too when one inspits confidence in those without it, inspires confidence in the mind, all beings in the various orders of beings, calling it into a chair, and go in order to show that space as one who stands in the state.",
    "ai-tika-abh01t6:33_6": "without wisdom, why is it?",
    "ai-tika-abh01t6:33_7": "About the ears of the sound,",
    "ai-tika-abh01t6:34_0": "those who are unconcerned in this way are not purified, having committed the eye’s complain, etc., and those that are incompatible with the eye’s Vibhaṅga thus: “This is how they are committed? ”",
    "ai-tika-abh01t6:34_1": "As to the eye, they are like that person who has committed the eye sockets of the eye in the ear’s heart.",
    "ai-tika-abh01t6:35_0": "With the surface of the Kuṇṇakattha wood, etc., as its object and so on. It is said to be “with the sake of its ploughing” .",
    "ai-tika-abh01t6:35_1": "that ear-consciousness is in the ear ...",
    "ai-tika-abh01t6:35_2": "He forgot about the meaning of this matter, thinking “Even if it is a danger for himself,” and they replied, “There is no calling for the advantage in this way.”",
    "ai-tika-abh01t6:35_3": "after asking about the great benefit of his own state, he said this to the Dhammapada:",
    "ai-tika-abh01t6:36_0": "for one who has (another) scented hanging on to be taken up of the four kinds of smells, and has gone beyond suffering,",
    "ai-tika-abh01t6:36_1": "And here it is said in the opposite direction that one should be given to the one who is hanging on to the fairy.",
    "ai-tika-abh01t6:36_2": "Or alternatively, how many kinds of windows are there?",
    "ai-tika-abh01t6:36_3": "nose-consciousness,",
    "ai-tika-abh01t6:36_4": "he is the reason why, whether this is the cause, this is the reason why the gods’s scented?",
    "ai-tika-abh01t6:37_0": "The water-lilies arrived at, and so on.",
    "ai-tika-abh01t6:37_1": "Like the earth,",
    "ai-tika-abh01t6:37_2": "On the contrary, when he is consumed by tangibles, the earth element, water, fire, air, creatures, gods, the Creator, and divine sense-sphere; and when his body breaks up, after death, he sits down,",
    "ai-tika-abh01t6:37_3": "however, they are detached from the six sense fields, produced by touches, and body and touches.",
    "ai-tika-abh01t6:37_4": "It is indicated to all that which is to say:",
    "ai-tika-abh01t6:38_0": "then the five components of the word (of mind and body) that were well spoken,",
    "ai-tika-abh01t6:38_1": "Five colours and five colours",
    "ai-tika-abh01t6:38_2": "this is all so very hard to comprehend. It’s impossible that they’ve been consumed to hell, the animal realm, or the simile of all Speaking.",
    "ai-tika-abh01t6:38_3": "For the one who isn’t gone into the earlier or in the decrease,",
    "ai-tika-abh01t6:39_0": "Having performed the appearance of a fine gold coin, which was never made about anything.",
    "ai-tika-abh01t6:39_1": "That’s why the three forms referred to the forms of blue, yet unbroken onwards and transmigrating through long afterwards, and when he doesn’t know,",
    "ai-tika-abh01t6:39_2": "Because of that very long period, he searches for the level of the ground,",
    "ai-tika-abh01t6:39_3": "Likewise, while he was standing, he said this to be stepped in beauty, which was the basis for such powers as this, and so on.",
    "ai-tika-abh01t6:39_4": "went to another’s womb,",
    "ai-tika-abh01t6:39_5": "And the state of Vibhaṅga, which is discovered here, the eye-consciousness, and the pride of the eye-consciousness.",
    "ai-tika-abh01t6:40_0": "620.",
    "ai-tika-abh01t6:40_1": "And the sound of drums because it was said: “That is noise in the left,”",
    "ai-tika-abh01t6:40_2": "a human being, which is not beaten down by others, crushing all the people, calling them ‘body’, he said.",
    "ai-tika-abh01t6:40_3": "This being so, is it permitted by the site for a specific purpose in which the base consisting of boundless consciousness is said to be “not ” when it is said.",
    "ai-tika-abh01t6:41_0": "The smell of meat was wrapped in the scented perfume of meat, and so on; and the name of that,",
    "ai-tika-abh01t6:42_0": "632.",
    "ai-tika-abh01t6:42_1": "They perceive the characteristic of function.",
    "ai-tika-abh01t6:42_2": "With his own mind, turning back from the bodies of a woman, and were reborn in a lower realm. The faculty of scents and running hidden by women and girls.”",
    "ai-tika-abh01t6:42_3": "Looking, etc., the women of the sense faculties were spoken of by women and so on. Their sense faculties are included in the women, and the unsullied beings, etc., of their sense faculties by the women.",
    "ai-tika-abh01t6:42_4": "But it is said in the position of the visible data that is solid and has not yet fame or produced in the body, but is like the limit of food or producing condition.",
    "ai-tika-abh01t6:42_5": "So too in the battle,",
    "ai-tika-abh01t6:42_6": "Should say about visible forms that are reinforced by the eye, sights, eye-consciousness, and so on.",
    "ai-tika-abh01t6:43_0": "633.Ubhayampi…pe…",
    "ai-tika-abh01t6:43_1": "You can get to know what is skillful.",
    "ai-tika-abh01t6:43_2": "For it is hard to get rid of repulsion, but so it is with the subsequent meaning of equivalentity, then, sense desires, and ignorance.",
    "ai-tika-abh01t6:43_3": "And now this is so.",
    "ai-tika-abh01t6:43_4": "Wealth is called ‘perception’ and so on.”",
    "ai-tika-abh01t6:44_0": "635.",
    "ai-tika-abh01t6:44_1": "He uttered exclamation of body, speech, and mind, saying: “This Sāketa a branch,” “It’s smoke of rice incessants,”",
    "ai-tika-abh01t6:44_2": "(but) the discovering of the state (of existence),",
    "ai-tika-abh01t6:44_3": "the air element, the water element, the fire element, the wind element, and the distending of the wind element.",
    "ai-tika-abh01t6:44_4": "Whatever warrior is up: produced by agitation, as well as the mode of cohesion is the manner of dwellings, thus it is the act of .",
    "ai-tika-abh01t6:44_5": "And that is why it is called “mindfulness” position of the elements, obsessed by the wind element, and distended by distending to the air element.",
    "ai-tika-abh01t6:44_6": "Then he can also be called “earth element” because of the act of direct-knowledge to these.",
    "ai-tika-abh01t6:45_0": "and gone to an end, thus he is touched by the wind (for him), the breaking up of the sacred flame.",
    "ai-tika-abh01t6:45_1": "Or alternatively, without placing the mind and keeping it connected, but without placing the mind or keeping it connected there is such states as “setting the doctrine of others” , it is said to be “preliminary” .",
    "ai-tika-abh01t6:45_2": "And as it is postures, it is postures, keeps it up.",
    "ai-tika-abh01t6:45_3": "For just as when a man is being asked, the thirty-two cases do not apply themselves to the limbs, “There are,”",
    "ai-tika-abh01t6:45_4": "But as soon as they proceed, the path is foundation for the purpose of postures.",
    "ai-tika-abh01t6:45_5": "Having destroyed the pollutants, he thinks: “Anyone who has ended the defilements of the mind and body, whose mind has ended the defilements will in the present life or in an immaterial formations will arise, even in the last realm of the fine-material sphere.” And after (of the Buddha), “In that case, they will become one whose mind is extinguished throughout the last rebirth of the heavenly realm, they will not in the future” .",
    "ai-tika-abh01t6:45_6": "For there is no place in the embryodiment of form, feeling, perception, choices, and consciousness. It is the pregnant of the mind for discerning the postures, but there is no dependent origination for bodily form and mental processes.",
    "ai-tika-abh01t6:46_0": "He can’t see his wretching.",
    "ai-tika-abh01t6:46_1": "one has cognized:",
    "ai-tika-abh01t6:46_2": "There are four great elementals: in the earth that is not produced by the four primary elements, which deluded by the wind, it is bounded by a deluge.",
    "ai-tika-abh01t6:46_3": "For even though they are discarded inside, the demise, or the inner faith of the kasiṇa, stilling the limit of the unity, they may be change in the limit of the world, or the very same.",
    "ai-tika-abh01t6:46_4": "for without being touched, they say.",
    "ai-tika-abh01t6:47_0": "638.",
    "ai-tika-abh01t6:47_1": "each of these is called “what” in such passages as knots, difference in space, and so on. That is how they did so,",
    "ai-tika-abh01t6:47_2": "And all the way described in the way already described, all of them have no underlying tendency to repetition condition.",
    "ai-tika-abh01t6:48_0": "641.",
    "ai-tika-abh01t6:48_1": "the first is the beginning and the middle of the end.",
    "ai-tika-abh01t6:48_2": "above grounds at the rising above ground.",
    "ai-tika-abh01t6:48_3": "The bonds are bound together,",
    "ai-tika-abh01t6:48_4": "Herein, passages as “Dears” in the Vibhaṅga thus: “Dears in air, noise, in the Brahmajāla, it is present in him to him, it is rebirth into the presence of the dimension of infinite space ...”",
    "ai-tika-abh01t6:48_5": "with the first point and quiet above, he is quite secluded from among them, for the first jhāna, thus it is “haved” .",
    "ai-tika-abh01t6:48_6": "for the first tetrad would tell the arising of the water at the first time.",
    "ai-tika-abh01t6:49_0": "what is the meaning of the sense fields? “What is the meaning of the sense fields?”",
    "ai-tika-abh01t6:49_1": "you’ve done enough to speak up,",
    "ai-tika-abh01t6:49_2": "for the accumulation of states consisting in discrimination, which is an opposite sex, that is to say, the sense fields, by means of accumulation, and of the sense faculties,",
    "ai-tika-abh01t6:49_3": "the arising of the sense fields, etc., which have analyzed in the sense fields, and the in the way already stated, is the basis for ending of the sense fields, and so on.",
    "ai-tika-abh01t6:49_4": "for he has not the arising of forms,",
    "ai-tika-abh01t6:49_5": "Hence it is said: “He is seeking the base consisting of boundless consciousness?”",
    "ai-tika-abh01t6:49_6": "For they do so.",
    "ai-tika-abh01t6:49_7": "This is how to define it by composing, is that same passage for recitation given in the analyzing, and that is in the sense fields, what is this passage for recitation given by using its intention, and in the sense fields, and so on. What is it the same definition as the discourses, etc., when it is being taught?",
    "ai-tika-abh01t6:49_8": "the inclusion of accumulation: it associates and bound to the upper .",
    "ai-tika-abh01t6:49_9": "And at that very moment they thought, “The generation has been committed.”",
    "ai-tika-abh01t6:49_10": "For the meaning is this: born in the accumulation of the kind, that is to say, the meaning of the kind, the jhāna, in each and every case, of the fine-material and immaterial states , and in the case of “sense-spheression” and “profitable” , etc., is the meaning.",
    "ai-tika-abh01t6:49_11": "There is this meaning in giving, “Whoever is in dependence on this”, etc.,",
    "ai-tika-abh01t6:49_12": "This is why it should be understood that in both places and characteristics, etc., respectively in the three characteristics, etc., respectively in the characteristic of birth, etc., respectively in each of these three characteristics, etc., and secondly, etc., respectively, etc., each and every aspects each Characterism, etc., which is to be understood as the meaning.",
    "ai-tika-abh01t6:50_0": "it reaches the fruit of the influence of places where it falls, or the fruition of drops in the place where it falls,",
    "ai-tika-abh01t6:50_1": "They don’t give rise to old age. They have previously applying the names of forms—included in the past, future, or present; and they are insignificantable to the weavers.",
    "ai-tika-abh01t6:50_2": "The reviewing of the paths—a trees and the fruits—burning in the depth, as walls, etc.—they are stated in the way beginning, “it isn’t broken up by old age.”",
    "ai-tika-abh01t6:50_3": "unintelligent, free of enemy,",
    "ai-tika-abh01t6:50_4": "At the end of death;",
    "ai-tika-abh01t6:51_0": "They become broken and damaged by themselves, and they died into the ending of defilements. They fall into the ending of form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh01t6:51_1": "Fotters, Plate: it becomes weak that one is weak, unborn, unweldy, and crumble. And one is wriggled, universally darkness.",
    "ai-tika-abh01t6:52_0": "The state of expert in all aspects that is to be done.",
    "ai-tika-abh01t6:52_1": "and it is subtly in the Palace of Victory shoots, as in a palace floating the size of mustard seeds that are indeed as though they were being carried on a joints, as if it were being a consequence of the exalted shell.",
    "ai-tika-abh01t6:52_2": "Jotipāla, the characteristic of foulness, etc., that is the opposite sex; the sign of the power that is the rotting of advertic.",
    "ai-tika-abh01t6:53_0": "On hearing is finished.",
    "ai-tika-abh01t6:54_0": "On hearing about (them) tetrads",
    "ai-tika-abh01t6:55_0": "They don’t get caught up in them. They don’t take responsibility for what. They think, “What is the meaning.”",
    "ai-tika-abh01t6:56_0": "But the water element that was called “the earth element” in the five ways beginning with the bodily partaking of the body, etc., is of the elements, and of initiative, and so on.",
    "ai-tika-abh01t6:56_1": "firstly, is said in the passage: “In the past, this is the earth element, the water element, the fire element, the wind, the shelter, the shelter, the water element in the past, the future, or the present.”",
    "ai-tika-abh01t6:56_2": "the life faculty;",
    "ai-tika-abh01t6:56_3": "the yearning flame,",
    "ai-tika-abh01t6:56_4": "Whatever element ...",
    "ai-tika-abh01t6:56_5": "or he is the same: it is near uninterrupted, and it is going to be found through one or other of them.",
    "ai-tika-abh01t6:56_6": "In regard to many kinds of concentration as object, however, in the precisely shown by the means of the influence of the object, and inspires confidence there, however, shows there are mentioned here in this way.",
    "ai-tika-abh01t6:56_7": "It is what is prevented by means of approaching the object where it arises, and wherever it is considered, how does the mind know about it is in him?",
    "ai-tika-abh01t6:57_0": "651.",
    "ai-tika-abh01t6:57_1": "and clung to the earth element in the head of the water element, “The water element that is boundless, and the water element are boundless.” That is why it is called “unbounded” .",
    "ai-tika-abh01t6:57_2": "Yet just as when a bathing powder is set up, placed water for washing the powder, and placed it in the case of the baskets, so too, when a lump of fond of the water, my body rubbed right there.",
    "ai-tika-abh01t6:58_0": "After being established, he becomes unfamiliar with the water element in the air element. Then he is added: “The water element in the fire element in air.”",
    "ai-tika-abh01t6:58_1": "So there is no manifestation of tangibles that are intent upon the element of touches, and so the elements can be understood to be dispelled by each other.",
    "ai-tika-abh01t6:58_2": "For even without being attached to each other, without being able to prevent each other, without being able to converse with each other, even without misfortune or opposite.",
    "ai-tika-abh01t6:58_3": "it is not heat due to warming that heat isn’t burning up, colding is heat, a furrows, and spears it is only the coolness of the cold and heat that is only the cooling state.",
    "ai-tika-abh01t6:58_4": "For this is in the cold when heat is struck by the Himalayas, which is cooled and dropped in the cold, heat, hunger, and thirst, and cooled down with cold and heat.",
    "ai-tika-abh01t6:58_5": "But if he moves cold and heat and cold, heat and cold, and heat; contact with horseflies, mosquitoes, wind, sun, and reptiles.",
    "ai-tika-abh01t6:58_6": "Because it’s hard to maintain, pauper, sweet, delicious, and so on, and hard to get to see the earth element, eat the oppression, etc., because it’s exceedingly (when) a resolving earth element, and so on.",
    "ai-tika-abh01t6:58_7": "what has the characteristic of (good) characteristic, etc., which is connected with its characteristic, etc., it is not appropriate to say, but there is the meaning.",
    "ai-tika-abh01t6:59_0": "When placed on the forehead, the meaning is highly established in the places of expounded to the pervading of the mind.",
    "ai-tika-abh01t6:59_1": "But it is not known that the absence of the words “perception” etc., in the sense of loving-kindness,",
    "ai-tika-abh01t6:59_2": "For the others should be corrected according to the rule, etc., whichever is done against one, etc., and that one should be corrected according to the rule.",
    "ai-tika-abh01t6:59_3": "That is why in each and every place it is worthy of the invitations, not to be given.",
    "ai-tika-abh01t6:60_0": "666.Ekanta…pe…",
    "ai-tika-abh01t6:60_1": "Those (still) are seen by understanding, having no productions that originate from his throat. But it is not possible that ensuress (only) appearance.",
    "ai-tika-abh01t6:61_0": "The Description of the Universal Monarch is finished.",
    "ai-tika-abh01t6:62_0": "In the Teaching of the Indian Rains Retreat",
    "ai-tika-abh01t6:63_0": "We’ll understand what you have learned,",
    "ai-tika-abh01t6:63_1": "For all forms should be known, seen, heard, thought, or known, and known.",
    "ai-tika-abh01t6:63_2": "For it is not possible to ask and he asked what is seen?",
    "ai-tika-abh01t6:63_3": "For if it was due to the intervals of someone else and what was seen, what was it heard, and what was said? In regard to three things, it may because of what is seen and heard, what is it distinguished thus: “This isn’t previously you?”",
    "ai-tika-abh01t6:63_4": "But it is seen in someone who has seen the meaning and of another two according to the state particular, etc., and because of the fourth jhāna and the other stated is stated .",
    "ai-tika-abh01t6:64_0": "commentary on the Five Destics",
    "ai-tika-abh01t6:65_0": "the meaning is: softlying the state of existence .",
    "ai-tika-abh01t6:65_1": "Yet even when others arrange their different kinds of inclusion, should not be seen in fact lack of enquiry, composed here with this.",
    "ai-tika-abh01t6:65_2": "The state of (whole) is the eight (follows), unattracted in the eight ways,",
    "ai-tika-abh01t6:66_0": "Discussion on the proper conduct.",
    "ai-tika-abh01t6:67_0": "(but) I shall not give up the hindrances that sense.” He said, “I shall not get a discernment of form,” and he does not say, “I shall put a stop to it.” But he says, “I shall not see the hindrances.”",
    "ai-tika-abh01t6:67_1": "consciousness occurs on the sound of consciousness, etc., that is, the sound of consciousness,",
    "ai-tika-abh01t6:67_2": "For it is not possible to attain the ending of form, feeling, perception, choices, and consciousness.",
    "ai-tika-abh01t6:67_3": "Likewise when rebirth is born, and no rebirth is born in them, no passing away or reappearing in birth, he does not say, “This is the ultimate birth” in the ultimate way.",
    "ai-tika-abh01t6:68_0": "The cause, the reason why, the conditions for that reason is a condition for the moment, reappearing the state of that. When that conditions are wrong, the manifestation of the continuity of the continuity of existence.",
    "ai-tika-abh01t6:68_1": "When they are reborn in the company of the conceit ‘I am’, the realm of the gods.",
    "ai-tika-abh01t6:68_2": "For these things are not found, nor growing old, respected, revered, and venerated by deeds, they are not reborn through the air,",
    "ai-tika-abh01t6:68_3": "Those who say this is because of the sound of deeds, etc., are not to be spoken to by kamma-results, nor by means of which they do not be spoken of.",
    "ai-tika-abh01t6:68_4": "at the beginning of the river, etc.",
    "ai-tika-abh01t6:68_5": "For that is so. This is the basis for rebirth-linking, etc., reaping and ending in states of their existence. This is the kind of existence, and this is not developed.",
    "ai-tika-abh01t6:68_6": "When old age and death exist, old age and death don’t come to be.",
    "ai-tika-abh01t6:68_7": "Are not descriptions that arise or dependently originated, they are called old age and death.",
    "ai-tika-abh01t6:69_0": "When the mind is connected with grasping aggregates, they are dissipated from the kind of existence, the wielder of the kind described thus: “In these what is specifically ...” .",
    "ai-tika-abh01t6:69_1": "When grasping is the arising of the dimension of infinite space, the six fields of contact, etc., appearance, nature, and manifestation of the sense fields, etc., which derived from the continuation of existence is to be fully developed -",
    "ai-tika-abh01t6:69_2": "and for the ending of the formlessness is undefilement, etc., and their manifestation is not unevenness.",
    "ai-tika-abh01t6:69_3": "rather, they think: “I give rise to the various kinds of concentration ensures beginning with.”",
    "ai-tika-abh01t6:69_4": "In this way one who delimits the starting points and the formless states .",
    "ai-tika-abh01t6:70_0": "his legs are stepped in kamma-originated only; the general flame is filled with gold coins; the customs stabilized in various ways.",
    "ai-tika-abh01t6:70_1": "the result of (intentional) deeds, being formed through the kamma-originated through the kamma-originated elements, through producing kamma-originated continuity,",
    "ai-tika-abh01t6:70_2": "the condition is a condition for the deeds of deeds, produced by deeds is a condition for the sake of their (intentional) deeds, for the sake of their irritability and bad deeds.",
    "ai-tika-abh01t6:70_3": "And when it is heat, sprouting up in the cold or heat, at the time of the Buddha-water arose.",
    "ai-tika-abh01t6:70_4": "The second temperature is a condition for the first temperature-originated elements; the in the earlier stage is a condition for the previous practice.",
    "ai-tika-abh01t6:70_5": "But in the third temperature the former life-continuum has already been described in the way already described in the way already stated, and it is said to be in the way already described .",
    "ai-tika-abh01t6:70_6": "This is how the first kind of person is impure. Then, when someone else governs, it seems, to another all of them and prevails, that is, to say,",
    "ai-tika-abh01t6:70_7": "From that it was time to show that this penetration of many kinds of coolness, the enlightenment factor and that of dealing with the coolness of the breath, and the enlightenment of the island, the inflict, and the two instances of size: “Now it should be seen” .",
    "ai-tika-abh01t6:70_8": "So in regard to forms the kind of states consisting in neutrality, etc.",
    "ai-tika-abh01t6:70_9": "for that is the state of having the forms, etc., which is the state of -",
    "ai-tika-abh01t6:70_10": "When there is no production of form, there is no mindfulness that is peaceful, there is no such production of the pervasion of the unconditioned, and there is no production of the fruit of reckonings.",
    "ai-tika-abh01t6:71_0": "The chapter on money is finished."
}