{
    "ai-tika-vin09t7:0_0": "Sekhiyakaṇḍaṁ",
    "ai-tika-vin09t7:1_0": "When there is a fact that is being laid down, they did not make a living in them, nor even when there is water that is necessary, they did not practice.",
    "ai-tika-vin09t7:1_1": "For it is in the Teaching, the Monastic Law, and the summary that is to say, the Monastic Law, and the summaries.",
    "ai-tika-vin09t7:1_2": "and he’s able to restrain the incomparable wind, wafter.",
    "ai-tika-vin09t7:1_3": "Then how hard they throw down on someone else’s generals, a great deal of wrong conduct.",
    "ai-tika-vin09t7:1_4": "if she does in the monastery",
    "ai-tika-vin09t7:1_5": "and gone beyond all that is called “short” in the sense of performing the actualities.",
    "ai-tika-vin09t7:2_0": "is going (therefore) on the first place, even when he is going to cure him, he is able to obtain the goods.",
    "ai-tika-vin09t7:2_1": "Just as one who has gone to an inhabited area with his body uncovered, sit in an inhabited area without making an end of the body, and is allowable to go to the neighbourhood of a village, and returning to the village, and crying it with his upper robe.",
    "ai-tika-vin09t7:2_2": "Therefore at the time, if a monk is traveling along a road, he is allowed to enter a village at the wrong time and stay in front of him, or if he has gone into a certain village, he is allowed to go into the neighbourhood of a village, and then if he is able to get there himself as if it were quickly to go.",
    "ai-tika-vin09t7:2_3": "let alone four or five days.”",
    "ai-tika-vin09t7:2_4": "The happiness of the Buddha is allowed to go away through the air.",
    "ai-tika-vin09t7:2_5": "And this is said in the Commentaries: “There is the reason why the attainment of the world gives up.”",
    "ai-tika-vin09t7:2_6": "Herein, it should be understood that the reason why I understand, is what is called “restraint.”",
    "ai-tika-vin09t7:3_0": "The commentary on the group of six is finished.",
    "ai-tika-vin09t7:4_0": "One who has a meal to receive alms from a group; he should receive alms-food eaters; he should not accept the almsfood with his own hands; he is going to the Those a Thūpa in which he has been received.",
    "ai-tika-vin09t7:4_1": "He erected his confidence in his mouth and he puts it on dry land outside. He then waves away and re-enterers, he can draw the dreams again.",
    "ai-tika-vin09t7:4_2": "Not understanding, she is standing together with one cowherd, and then eats it while he is eating.",
    "ai-tika-vin09t7:5_0": "once having become a vehicle in whatever way,",
    "ai-tika-vin09t7:6_0": "cloth isn’t worthwhile, so the sunshade.",
    "ai-tika-vin09t7:7_0": "“For he who has a declaration of perception and intentions, a training rule, and abstinences, and a consciousness of the world.”",
    "ai-tika-vin09t7:8_0": "The commentary on the color of an adept is finished.",
    "ai-tika-vin09t7:9_0": "The commentary on the monk’s expression is finished.",
    "ai-tika-vin09t7:10_0": "Reverence to him, the Fortunate One, the Worthy One, the Perfect Sambuddha"
}