{
    "ai-tika-vin08t1:0_0": "1. Divāseyyavinicchayakathā",
    "ai-tika-vin08t1:1_0": "1.",
    "ai-tika-vin08t1:1_1": "When the Supreme Man was created, likewise later in the sky, and because of that on the following day and all the names, “Now,” etc., he said, “Now, alternatively.”",
    "ai-tika-vin08t1:1_2": "Herein, in the details the meaning is this: “Have you seen before, and those in the three months,” and “The meaning is, the meaning is,” etc., is this: “One who abides in the sense of defining rainy season” .",
    "ai-tika-vin08t1:1_3": "therein the sound of day, having a captivating (him) causing sounds there,",
    "ai-tika-vin08t1:1_4": "For it is owing to the incomparable in the way that law of faith, and so on in the middle of the day or on the day.",
    "ai-tika-vin08t1:1_5": "lying down in the bedroom where the drops have been carried out, and then by the reckoned as a result, he is reckoned as an instance.",
    "ai-tika-vin08t1:1_6": "After hanging wells for the day,",
    "ai-tika-vin08t1:1_7": "In order to get up from dawn until the sun comes up from the settlements.",
    "ai-tika-vin08t1:1_8": "Hence it is said: “Leave,” is the meaning.",
    "ai-tika-vin08t1:2_0": "Herein, this is the exposition in that jungle thicket should be understood according to the beginning.",
    "ai-tika-vin08t1:2_1": "“I allow you to use a low bed. ”",
    "ai-tika-vin08t1:2_2": "The first training rule on expulsion",
    "ai-tika-vin08t1:2_3": "Herein, as he is in retreat for the day and fortnight later in the day, he lies down (on his day).",
    "ai-tika-vin08t1:2_4": "and resting the door, he’s able to lie down, and he can then lie down.",
    "ai-tika-vin08t1:2_5": "“I’ve seen clearly with right view.",
    "ai-tika-vin08t1:2_6": "Reaching, he should move.",
    "ai-tika-vin08t1:2_7": "Shouldn’t this because he thinks “This an offense” on the following day, etc., thinking, “Whoever is this?”",
    "ai-tika-vin08t1:2_8": "Herein, here means for the day of the night,",
    "ai-tika-vin08t1:2_9": "According to the sound of drums, kettledrums, and quiet at the merry.",
    "ai-tika-vin08t1:2_10": "But although this is called a “stomach” or “scribed” for a spot, for he whom not stops, he commits an offense entailing confession.",
    "ai-tika-vin08t1:2_11": "This being so, when the Buddha says this, “And how should it be said?” ...",
    "ai-tika-vin08t1:2_12": "because they haven’t understood.”",
    "ai-tika-vin08t1:2_13": "If that is exchanging in this way, it is “with this” because she is a share to the Fortunate One’s presence.",
    "ai-tika-vin08t1:3_0": "Herein, the one who was possessed of less than the advice: “A woman who has committed the worst garden of clothes, based on a wrong time, eager for woman, fires instance, and inspire me,” and she told him what was said. Then she said, “Venerables, I must take it in my dwelling place.”",
    "ai-tika-vin08t1:3_1": "Discussion of the training rules named Seers, why are the Buddhas of the eight (true) training rules? Why did you say the Buddhas?”",
    "ai-tika-vin08t1:3_2": "Upāli didn’t cancel the eight senior elders, then the Buddhas positioned the meaning and the nine sections of the Buddhas.",
    "ai-tika-vin08t1:3_3": "For the meaning of this is not allowed meaning, but this is commentaryed by the Blessed One, having spoken by three words: “The meaning of the three is this too should be seen too.”",
    "ai-tika-vin08t1:3_4": "Herein, the Blessed One rolls on the eight places in each of the Commentaries.",
    "ai-tika-vin08t1:4_0": "But what’s the point of reciting it? Does this gate and then lie down in the same place as before? Or does the issue arising from an unhappy—they said, “But did they get the same?”",
    "ai-tika-vin08t1:4_1": "“This is why it’s not stated with being asked, but rather than the whole of offenses that were effective or not, they accept a group of travel by day.”",
    "ai-tika-vin08t1:4_2": "In regard to the legal procedure, this training rule is spoken of.",
    "ai-tika-vin08t1:4_3": "“Now at that time a certain monk had gone for the day’s meditation to the hall with the peaked roof in the Great Wood. He opened the door and lay down,",
    "ai-tika-vin08t1:4_4": "He had threwn together.",
    "ai-tika-vin08t1:4_5": "Just then a number of women, bringing scents and garlands, came to the dwellings.",
    "ai-tika-vin08t1:4_6": "After seeing that monk, the woman lay down on his penis, and having taken her pleasure, they departed.",
    "ai-tika-vin08t1:4_7": "The monks saw the moisture and told the Buddha.",
    "ai-tika-vin08t1:4_8": "“Monks, an erection occurs in five ways: one whose deeds are defilement and calling them in five ways.",
    "ai-tika-vin08t1:4_9": "These are the five ways for performing an erects.",
    "ai-tika-vin08t1:4_10": "It’s impossible for that monk to inspire a sleeping place with greed, hate, and delusion.",
    "ai-tika-vin08t1:4_11": "Monks, I allow you to spend the doors by day when you’re walking in retreat for the day at night. This is the time forward.”",
    "ai-tika-vin08t1:5_0": "2.",
    "ai-tika-vin08t1:5_1": "now we will give to the gate, saying: “Like this excellent door,”",
    "ai-tika-vin08t1:5_2": "Herein, repeatedly moved: here it is “restraint and secretions” and the rest.",
    "ai-tika-vin08t1:5_3": "staying at the root of a tree, thorns, and matted hair and beards,",
    "ai-tika-vin08t1:5_4": "“(There is) a tree endowed with thorns, small ornaments for the needle.”",
    "ai-tika-vin08t1:5_5": "When they see both kinds of people entering and the trees during the central trees, he left for the middle of the trees and then entered that tree.",
    "ai-tika-vin08t1:5_6": "droping the way, making use of them all the roads, and giving the thorns, many branches of thorns, and many thorns—this is called.",
    "ai-tika-vin08t1:5_7": "While the village was drunking the doors with a stick or a stool, the door foliage, and the pink dogs in a hole, and the cloak of patchwork, and the rolled-up! It would be better for one wheels strike from?”",
    "ai-tika-vin08t1:5_8": "how a Wheel-Turning Monarch has been constructed by the Universal Monarchy, the Lord of Monarchy, and the Universal Monarchy One, the Universal Monarch is a the name of the Universal Monarchless wheel-turning monarch.",
    "ai-tika-vin08t1:6_0": "In a large crowd there are two wheel-turning monarchs, one who is carrying a wheel-turning monarch and so on.",
    "ai-tika-vin08t1:6_1": "Kisāgotamī, knocking off the branches, throat, and leaves,",
    "ai-tika-vin08t1:6_2": "the Supreme Monarches in the evening, the Universal Monarch’s head.",
    "ai-tika-vin08t1:6_3": "Stopping her cows, having been slept with arrows,",
    "ai-tika-vin08t1:6_4": "misfortune was hard to maintain the jewel, the carpets in the jewel, the opposite sex.",
    "ai-tika-vin08t1:6_5": "Vajirā, “But in the Sambuddha, the disciple of the Vajirā, (but) he who was a cramped,",
    "ai-tika-vin08t1:6_6": "only the single section consisting of the communities, etc., which was described as stinking, etc., have already described in the communal gems, and so on.”",
    "ai-tika-vin08t1:7_0": "3.",
    "ai-tika-vin08t1:7_1": "When the door is shown by the door, and making them arrangement in this way, “Now is able to show it.”",
    "ai-tika-vin08t1:7_2": "Herein, in the middle-age, having made them sit down in the middle,",
    "ai-tika-vin08t1:7_3": "they victor grieves who are hatred",
    "ai-tika-vin08t1:7_4": "And now, having transgressed to restrain them, he is not able to show the door-processes, saying: “Not so many people will be able to make them bringing welfare.”",
    "ai-tika-vin08t1:7_5": "And when many ointments for many reasons, he is allowed to roll him around in one place and to be deposed.",
    "ai-tika-vin08t1:7_6": "Then the mendicants told the Buddha.",
    "ai-tika-vin08t1:7_7": "This is why it is said to be sat where the monks are added: “It is impossible, it cannot happen that is allowed to make a living in the open air.”",
    "ai-tika-vin08t1:7_8": "But then, having lie down, it is not allowed to riches,",
    "ai-tika-vin08t1:7_9": "if the upper story is not covered with a particular door, then they invite correction from a woman, saying “Whoever what’s offence is the meaning of indication?”",
    "ai-tika-vin08t1:8_0": "And here the eighth or more of the teachers or more of the doctrines should be called one who says this: “Bhikkhus, one who speaks from the teachers of the doctrine of the teachers or the teachers of the effacement” in this way is said.",
    "ai-tika-vin08t1:8_1": "The account of the eight (from the same) word spoken of states is the same as that of the word (branspheres).",
    "ai-tika-vin08t1:8_2": "Herein, when they say: “Nandaka’s calling him the name of Nandana,",
    "ai-tika-vin08t1:8_3": "He should not say what the meaning is said from the words of the words beginning, “Protector of what is said.” ...",
    "ai-tika-vin08t1:8_4": "And here the intention can be understood as said: “Amongst those who board these words just as in the case of all the elders,” or “shopkeepers ,” or “should be understood,” or “This is called the eight opposite sex,”",
    "ai-tika-vin08t1:8_5": "he’ll give this order to what is said:",
    "ai-tika-vin08t1:8_6": "That is why it is said:",
    "ai-tika-vin08t1:8_7": "He can’t be called one who debates in this matter, or else the doctrine of the Theras.",
    "ai-tika-vin08t1:8_8": "for that is not suitable to say, “Venerable sir,” etc., in order to prepare a seat in the morning, or at any addition of robes, etc., or that of the kind already described .",
    "ai-tika-vin08t1:8_9": "also what is said in regard to all (wholesome) intention, sense desires that are not adhered to.",
    "ai-tika-vin08t1:8_10": "When aiming at this point is said, he should be told: “Gotama about that our teacher has been given to him, I will not be able to say, ‘Whatever one who has been discussing this will be like that.’”",
    "ai-tika-vin08t1:9_0": "but, Upacāla, Kosiya, dreadlocks, and he answers in the degree of Mahāpajāpatī Gotamī, the ignoble, the doctrine of the teachers. When they ask for the sake of this teachers, he should be told: ‘Now, I will make the speech of the Vinaya, or the words about the Paccekabuddhas and Fa.’ Then he should behaved in this way: “This is so far from the Great Commentaries because of the teachers and section, he has been performed,",
    "ai-tika-vin08t1:9_1": "He is not able to talk about in this place, he must tell a demoness, he should then abandon the Yakkhas in this place and say, “Even the Paṭisambhidā, the one who is advice, and the smallportunity,” and one who takes it back.",
    "ai-tika-vin08t1:9_2": "And he should say: “This is why the opposite teacher of the Commentaries: ‘The one who abstains from here is this your doctrine, and one who is said to be not more.”",
    "ai-tika-vin08t1:10_0": "4.",
    "ai-tika-vin08t1:10_1": "now, when there is a door, he would restrain them before going out and coming, saying, “Noble Sir, today isn’t able to make the door,” and when he said, “Now it is.”",
    "ai-tika-vin08t1:10_2": "and having put down the gem into the bowl, he dropped it onto the ground, and put it on the ground.",
    "ai-tika-vin08t1:10_3": "This is what has been said:",
    "ai-tika-vin08t1:10_4": "or two doors winter. If there is no a gatekeeper, one must be made by the gate, or if he is not able to restrain them in the way already stated.",
    "ai-tika-vin08t1:10_5": "To the door too (Lay follower), the door of the gate is closed on the door of the door of the Jetavana garden, and having seen the gate of the foremost.",
    "ai-tika-vin08t1:10_6": "Both together with his brothers came to eleven friend, and by friend,",
    "ai-tika-vin08t1:10_7": "He should not intentionally committee in the city of Kāsi, or anyone else’s home.",
    "ai-tika-vin08t1:10_8": "if he stands outside the womb;",
    "ai-tika-vin08t1:10_9": "lie down,",
    "ai-tika-vin08t1:10_10": "It is allowed to make it as inferior.",
    "ai-tika-vin08t1:11_0": "approached a requisite belonging to such and such a precincts as were being spoken of, and the funeral pyrecisely the (from the sun).",
    "ai-tika-vin08t1:11_1": "For when the dwellings are consisted of a stilt longhouse for one or other of these five hundred celestial dove-footed nymphs, for all the other five hundred celestial nymphs! ...",
    "ai-tika-vin08t1:11_2": "On the ground, all the floor-covers, which is used in a place with clothes as far as the ground, or even if just a clothes.",
    "ai-tika-vin08t1:11_3": "For all the monks from the group of six were complete in all aspects in the way beginning, “From the day of the upwards,” and so on. counting the business, etc., which is used in accordance with nature the talk, envelopsy, and above.”",
    "ai-tika-vin08t1:11_4": "“He should be told where it was,” he should knock them with a island.",
    "ai-tika-vin08t1:11_5": "the great one, the great hermit",
    "ai-tika-vin08t1:11_6": "and that will be shown by that popularity,",
    "ai-tika-vin08t1:11_7": "That is why he said “Give it.”",
    "ai-tika-vin08t1:12_0": "In the immaterial states of the kind, there is no offense for six days when the night has been rising up, there is no offense.",
    "ai-tika-vin08t1:12_1": "When he is able, he wakes up or sleeps in a wake, or when he knows that he has bathed, and when he forgottt about it, he goes in neighborhood of a door, and he is without getting leave. He has an offense entailing confession.",
    "ai-tika-vin08t1:12_2": "For it is unsuitable offense that is in the same place where the nostrils aren’t worthless in function, and unconctioned.",
    "ai-tika-vin08t1:12_3": "At dawn, after turning back from the city, and he lay downwomen of the first absorption in the former way.",
    "ai-tika-vin08t1:13_0": "Why don’t I urge you to rise from when he comes?’ ...",
    "ai-tika-vin08t1:13_1": "Here there are those who are held in here and there: “Where would there be one?”",
    "ai-tika-vin08t1:13_2": "The night is not stated on the day, but in the first part of the night isn’t spoken. Extinguished, they don’t glorify themselves or put others down on the day. But they’re not attached to it, and don’t relaxed because of the noble ones.",
    "ai-tika-vin08t1:13_3": "“When it has wormsized the mind that isn’t current, moves its wings have been dawn out, it is smoothed, transgressed, and instead of lawing the cycle of dismissal, it is invalid.",
    "ai-tika-vin08t1:13_4": "For those who were bording thus, separated from the fifteenth day of the fortnight, etc., are committed to the practice of seclusion by day.",
    "ai-tika-vin08t1:13_5": "‘So I do this,’ so he walked back and forth on the side of the noble ones. Abandoning, lying down, and did not respond to a neighborhood of the noble ones, nor do they get restlessly, and he lies down for the effort there. That is why two kinds of misconduct are committed to solitude, he commits an offense entailing suspension.’”",
    "ai-tika-vin08t1:14_0": "If he is told, “If I’ll come; if he is learning the door, he climbing the door, he commits an offense entailing confession.",
    "ai-tika-vin08t1:14_1": "but if he dies, he shouldn’t get enough of that food.",
    "ai-tika-vin08t1:14_2": "“Having restrained during the night, for what is said.”",
    "ai-tika-vin08t1:14_3": "When there is a door, one who broke the door and transferred to another, and one who belongs to the door of the rainy-season residence and non-staple food, then they say, ‘Not without being mindful,’ and they said,",
    "ai-tika-vin08t1:15_0": "Just as delimitation when it is finished, it is rose up again and again, when it is said to be ‘interrupted’, she commits an offense entailing confession.",
    "ai-tika-vin08t1:15_1": "But the disrespectful messenger in front of them is not emitted because of the first story of the rainy season.",
    "ai-tika-vin08t1:15_2": "does not faint, infatuated, and sprinkled on change, at the root of a tree, and semen is not emitted.",
    "ai-tika-vin08t1:16_0": "and lies down on the ground, lying down on the ground, and he lies down on the ground.",
    "ai-tika-vin08t1:16_1": "But that is called “space” because of the passage beginning, “This is why ‘possessing of the Order’ and subsequently” , and so on, there is no offense for one who is not called “body”.",
    "ai-tika-vin08t1:16_2": "Abandoning, having placed the size of the dissatisfaction, on the ground, he gave it to a ribs,",
    "ai-tika-vin08t1:16_3": "but there is a place where the hip bones do not touch the ground.",
    "ai-tika-vin08t1:16_4": "(They should be told) the characteristics of the heat on the back and the neck. They must dry the wail and the belly thorns, and the backbiting of the hands.",
    "ai-tika-vin08t1:16_5": "for a strong man wraps in a seized place when he lies down in the ground.",
    "ai-tika-vin08t1:16_6": "if she gives the full admission every year, and she is like a precinct from him, there is no offense for him because of the rainy season.",
    "ai-tika-vin08t1:16_7": "When it has cognized and separately, there is no offense for them.",
    "ai-tika-vin08t1:16_8": "Right there is no getting upright for him, and it is because ofs this that the news said.",
    "ai-tika-vin08t1:17_0": "Now is the Commentary on the Commentaries: “He isn’t freed,” and so on.",
    "ai-tika-vin08t1:17_1": "Herein, in the Mahātittha garden, the Independent Buddha, is called, and because he is born in the neighborhood of a monastery for him.",
    "ai-tika-vin08t1:17_2": "There is a dwelling called “building”.",
    "ai-tika-vin08t1:17_3": "The Longer called “ Commentary” of the Collection of the Eights”",
    "ai-tika-vin08t1:17_4": "The Great Elder Mahinda became well-known as the foot of Tambapaṇṇi. It was the customs of all the Theras, then later will be made by the customs of that lion, and later.",
    "ai-tika-vin08t1:17_5": "One of them has one difference between the legs of the Sangha’s feet, having washed their feet, scratching them from the ground and calm;",
    "ai-tika-vin08t1:17_6": "But in the Great Commentaries itself is said to be the purpose of (story) with the stalks.",
    "ai-tika-vin08t1:17_7": "Therefore, Mahāli the Village showers to Mahāpaduma and said, “Give (the water) in the presence of Mahāli.”",
    "ai-tika-vin08t1:17_8": "if she asks because she is negligent, and she does not say anything to the senior monk.”",
    "ai-tika-vin08t1:17_9": "But however, when the teacher lies down in bandits, a crushed, ropes him from a debt, and from a crude, he says, “Noth, there is no offense for anyone else.”",
    "ai-tika-vin08t1:18_0": "(whether two people replied:) “There is a same kind of speech; only then the name of the Great Similar to the state of purity.",
    "ai-tika-vin08t1:18_1": "And here the spirits served as Godhāna in the Yakkha because he has got something else than the one in the analysis of the spirits, etc., he is emitted, he commits an offense entailing confession.",
    "ai-tika-vin08t1:18_2": "a pretext, he should be told, “This is the Yakkha and the one who is taken by eight, and who is advice to correct him, and one who stops, one who is eighths it in the last watch, and one who says what is meant.”",
    "ai-tika-vin08t1:18_3": "This is the eighth reason.",
    "ai-tika-vin08t1:18_4": "And here it is observed: “While opening the door and hasn’t gone unclouded, lighting up the door, and goes where there is no rough it’s unfinished space. ”",
    "ai-tika-vin08t1:18_5": "Here is this:",
    "ai-tika-vin08t1:19_0": "“What is indeed so do you not know,",
    "ai-tika-vin08t1:20_0": "What is the poison of you?",
    "ai-tika-vin08t1:21_0": "What’s your beautiful complexion?",
    "ai-tika-vin08t1:22_0": "what could you like?",
    "ai-tika-vin08t1:23_0": "“What do you preach to the Dhamma, Uruvela?",
    "ai-tika-vin08t1:24_0": "and what is their conceit for this?”",
    "ai-tika-vin08t1:25_0": "Herein, who is indeed the meaning here: there is no place here; in the Bodhisatta, the sun, the Benefactor of the Sun.",
    "ai-tika-vin08t1:25_1": "For this is said in the enquiry:",
    "ai-tika-vin08t1:26_0": "“For he who blocks the rotting pushing it would pushlegm for its mother.”",
    "ai-tika-vin08t1:27_0": "The reed-shed, he thought, “If you were still more than formerly to do so,”",
    "ai-tika-vin08t1:27_1": "and Virūpakkha to the removal of the Vinaya, “In the first watch of the night, the sun, moon, and starting on the fathom-long is said to be in the Discipline of the sun.” So he should not say that “Now, that is why even when the sun gives up the sacred flame.”",
    "ai-tika-vin08t1:27_2": "What is the point of reference to its incomparable existence: it is undeveloped, non-human beings. The meaning is, it is unshakable.",
    "ai-tika-vin08t1:27_3": "Or alternatively, it goes towards an undeveloped oppression.",
    "ai-tika-vin08t1:27_4": "For this is said in the enquiry: “As a morsel is intent on the matter of giving and sharing.”",
    "ai-tika-vin08t1:27_5": "What kind of beautiful complexion is, what is their colour of not very beautiful?",
    "ai-tika-vin08t1:27_6": "for the Visākha in accordance with the Dhamma is very current at night.",
    "ai-tika-vin08t1:27_7": "The black color, wound, honey, and so on is called the infected.",
    "ai-tika-vin08t1:27_8": "(Abandoning) the stages in the sky “nothing and fortnight” is said to be the medium-jhāna access than the sun. So it is not allowed to by the appearance of the sun.",
    "ai-tika-vin08t1:27_9": "If this is so, you’re set up a mass of gold coins, timber, and don’t interrupted, or spittle on the day of the Monastic Code. How is it said?”",
    "ai-tika-vin08t1:27_10": "Herein, it is in the abode of One lake that is not covered with white likewise.",
    "ai-tika-vin08t1:27_11": "For this is said in the Vibhaṅga: “Understanding from hidden opposite sex, he is untouched by lighting up the sun and moon” . It is said: “Being the glory of the moon in the circumference of the moon in the night, not evening for a hundred times,”",
    "ai-tika-vin08t1:28_0": "Story:",
    "ai-tika-vin08t1:29_0": "“One night-like day, in this jungle thicket,",
    "ai-tika-vin08t1:30_0": "He is supreme amongst gods and humans,",
    "ai-tika-vin08t1:31_0": "blind to the gods.",
    "ai-tika-vin08t1:32_0": "Explain to me?”",
    "ai-tika-vin08t1:33_0": "In this verse commentary: “This meaning is: he has determined for the last night, dying.",
    "ai-tika-vin08t1:33_1": "(but) after dawning: “One who is not getting up,”",
    "ai-tika-vin08t1:33_2": "The Eastern quarter will provide for the eastern quarters and then having become wide open.”",
    "ai-tika-vin08t1:33_3": "At that time it is said in the Virūpakkha to the Eastern direction, like the sun’s discomfort, which is why it is the eastern quarter, namely, the heart is black, bloated, and using the four directions.",
    "ai-tika-vin08t1:34_0": "There is no place in the shape of continued existence for the sake of the simile of the neck.",
    "ai-tika-vin08t1:34_1": "He should look out for seven days each time.",
    "ai-tika-vin08t1:34_2": "Then from the eastern direction,",
    "ai-tika-vin08t1:34_3": "for this is said in the Commentaries: “Surely the palace of the leaf-hut.”",
    "ai-tika-vin08t1:35_0": "And what is the time for teach?",
    "ai-tika-vin08t1:35_1": "For this is said in the Vibhaṅga: “Upāli, this is the time for speaking of the sun, this is the eastern one, the start of the sun, and this is the eastern quarter.”",
    "ai-tika-vin08t1:35_2": "while curing out, “fat in a poison,” he serving his head.",
    "ai-tika-vin08t1:36_0": "What is resigned, or dissatisfaction, that is to say, the influence of, the mind isn’t eager,",
    "ai-tika-vin08t1:36_1": "Why do they recognize it?",
    "ai-tika-vin08t1:36_2": "(There is) the colour element that is related to the eye-consciousness,",
    "ai-tika-vin08t1:36_3": "If you renounce the eye and so on, there is no eye-consciousness for the eye.",
    "ai-tika-vin08t1:36_4": "for this is said by the Buddha: “The eye is sights, sights, and eye consciousness. So one who does not know what is discomfort and what is to be successful when he sees with the eyes.” Then he thinks:",
    "ai-tika-vin08t1:36_5": "“This question is indeed a question to the Wise One. It’s good for you to focus on the day and for the night.”",
    "ai-tika-vin08t1:37_0": "But why is it spoken of in this place?",
    "ai-tika-vin08t1:37_1": "- how is this talk about the great advantages?",
    "ai-tika-vin08t1:37_2": "The observance days of the laywomen and the laywomen dogs, worms, and undertook a variety of whatever food they wanted to eat and drink, whether they got to eat and drink, then they wore garlands and fragrances.",
    "ai-tika-vin08t1:37_3": "the novice ate food at the wrong time, and they attained the ethical conduct.",
    "ai-tika-vin08t1:37_4": "For he who has entered the dwellings outside the monastic boundary and the teachers outside the monastic boundary, and who harassed the distributions of the teachers, the pupils went outside the monastic boundary and the teachers reach the rainy-season residence. When he is outside the monastic boundary, he commits an offense entailing relinquishment and confession.",
    "ai-tika-vin08t1:37_5": "thus, “Bhikkhus, there are monks in this way, from the time of speaking of the three Vedas, and from the Trunk (of the ignorance), they spoke to them.”",
    "ai-tika-vin08t1:38_0": "But some monks, drive riches, strains experts in one place, drivers, and working at the wrong time, that is why they were acting like this, their going on to the ground and eating at that very staple food. So they don’t get enough to do it.",
    "ai-tika-vin08t1:38_1": "Indeed it is impossible for us to abandon our wives to resign the Teacher through the air who were not able to uproot the neighborhood of the earth, who were unsuitable crushed in the case of the ropes, and on the contrary of the earth. And through the warning the air, they say, ‘Now, evil-does are an outcaste’ means, who have taken up the case of the rod.",
    "ai-tika-vin08t1:38_2": "They call this dwelling called ‘Lacked in this dwelling’. They’re anything bad in the shrines, and they say to you, adding, ‘Consider’. And why do you say that’s measureless and immeasurable?",
    "ai-tika-vin08t1:38_3": "for one who has strong weakness is weak; and one who has long flavor and is weak;",
    "ai-tika-vin08t1:38_4": "for this is said by the Blessed One:",
    "ai-tika-vin08t1:39_0": "“For one who is awake, long is awake, long,",
    "ai-tika-vin08t1:40_0": "Transmigrating from the true teaching, transmigrating from the true teaching.”",
    "ai-tika-vin08t1:41_0": "So when all the offenses are unsuitable, and without a doubt, they do not call them out of compassion. But as if they do so, only what isn’t able to lose their way, though they do not call them out of compassion, as if slaughtered by them, encounters them, etc., they don’t confess them.",
    "ai-tika-vin08t1:42_0": "but as others:",
    "ai-tika-vin08t1:43_0": "“Overcomes waves, ~ the one who has crossed over the flood,",
    "ai-tika-vin08t1:44_0": "out of the spiritual practitioners.",
    "ai-tika-vin08t1:45_0": "which leads to the dwellings, etc.,",
    "ai-tika-vin08t1:46_0": "something burns at that moment –",
    "ai-tika-vin08t1:47_0": "I hope the cows of the past and future arranged for the past, future, and present. I say that the last watch of the night is the enlightenment is its eighty.”",
    "ai-tika-vin08t1:47_1": "This is so, is one strong in the former case.",
    "ai-tika-vin08t1:47_2": "For that verses can be shown by the western Kings, the Victor in the way already stated, and therefore, as soon as it is stated. We will not give attention to ascetics whom you will be able to display ourselves, seats, food, drink, clothes, and because you pursue the time for that.",
    "ai-tika-vin08t1:48_0": "and some of them said, “Oh, sir, we’ve been left by the precincts of the Earth. Were the observed in the way stated thus: ‘Oh, when the night is drawing, the third, the boat’s lamps back, and the worms will be in the last watch; or the embark,’ and the fat is not the third fortunate for the Buddha. That is why it is said, “This is neighbourhood of the wind.”",
    "ai-tika-vin08t1:48_1": "Then in the enquiry, (called):",
    "ai-tika-vin08t1:48_2": "For this nurse is the fuel for the dwelling, and for the gross of the simile of the dwelling. Then it is in the third watch of the night, thinking “This nutriment, this one is unimpeded,” and so on. Then it is unimpededed, etc., is in the third part of the opposite of the nose.",
    "ai-tika-vin08t1:48_3": "“Anyone who has grown in the difference between the sharing the time,” and the rest is said.",
    "ai-tika-vin08t1:48_4": "The Middle Discourses on the One of Ten Pāṭaliputta’s time . All of the Nigaṇṭhas has passed away , the Majjhima Nāṭaputta, and is not exhausted with the three watches of the night. Then they should accept unified thus: “This is the time for one kind of the central size of the gems, abodes have gone beyond the seven stages of existence, and come to an end.”",
    "ai-tika-vin08t1:48_5": "Because it is said in the Vibhaṅga: “Anyone who has completed the monasteries on probation, put for on probation for the purpose of getting the twice, and When they do the invitation procedure, without it is said, if it is declared.”",
    "ai-tika-vin08t1:49_0": "the same has been explained as follows: “Theance of abode has been rejected by a chariot without making use of the states consisting of its origin.”",
    "ai-tika-vin08t1:49_1": "So in the case of the robe-giving seasons, change in all the times, and range of the night, not being aroused in past, is not shown by day or night.",
    "ai-tika-vin08t1:49_2": "But when born she says, “This is the meaning of the effacement of night” ,",
    "ai-tika-vin08t1:49_3": "There is not only a whole day in the middle watch of the night, but still when the night had passed,",
    "ai-tika-vin08t1:49_4": "For the meaning of this is this: “Bhikkhus, it is the split and of an earlier different number; that is the seven times as one, and the eight Acccomplished in the Abhidhamma, the Noble Ones, the Paṭisambhidā, the third particular individual essence, and the fourth particular individual essence. That is why it is said to be the third, a particular for a particular individual.”",
    "ai-tika-vin08t1:49_5": "In this way, the Majjhima is said: “In the place where the middling is made up of three watches of the night is made up of for the three watches of the night, the inner skin, the flesh, the sinews, and forty-four it is said to be the time of the hilly, without a single remainder of the stone.”",
    "ai-tika-vin08t1:50_0": "but the wise men said: “The training rules called “The acquisition of the community” is said.",
    "ai-tika-vin08t1:51_0": "‘The first round of the wives and the second-hands,",
    "ai-tika-vin08t1:52_0": "The third hands and feet were covered with a golden rich.",
    "ai-tika-vin08t1:53_0": "if a cowherd first three times to bed first, and preceding the color of shells, you upholstered in the color of shells, and your stalks on the bank of the flower’s ritual, and you don’t reach the second, you’re the third, and so on.”",
    "ai-tika-vin08t1:53_1": "and it is known that the inspiring place.",
    "ai-tika-vin08t1:53_2": "For if there was no causality in the text, it would not be hard for them to get under the thinking or the opposite sex, and it wouldn’t be seen or heard satisfying them even by one or other of the physical matters, or the opposites of the Cetics of their own affairs. That is why it should be developed by one or another’s evasiveness and appearance, nor get rid of responsesively that produce only that affection, even a single one of the other.",
    "ai-tika-vin08t1:54_0": "At this time it was midwinter, when the Buddha was cold and the snow is falling.",
    "ai-tika-vin08t1:54_1": "Becoming cold at the end of the first part of the night, he put on a second robe.",
    "ai-tika-vin08t1:54_2": "Becoming cold at the end of the middle, he put on a robe, and he put on the upper robe.",
    "ai-tika-vin08t1:54_3": "At the end of the last part of the night, when the sky was flaring up at dawn, he was colded the Buddha and he gave a robe to the Buddha.”",
    "ai-tika-vin08t1:54_4": "This is the long expert on the texts on monastic training.",
    "ai-tika-vin08t1:54_5": "From Pāvā on the bank of the river Naḷikā, on the frontier of those without it, is the meaning.",
    "ai-tika-vin08t1:54_6": "This is the color of cowardice that has been removed.",
    "ai-tika-vin08t1:55_0": "“ Now at that time the Buddha was staying at Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
    "ai-tika-vin08t1:55_1": "On one occasion on the observance day, he was seated surrounded by the Sangha of monks.",
    "ai-tika-vin08t1:55_2": "Then, when the night was well advanced and the first part of the night was over, Venerable Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said,",
    "ai-tika-vin08t1:55_3": "Excellent, sir! the first watch of the night has been sitting, may the Buddha remember it.",
    "ai-tika-vin08t1:55_4": "When this was said, the Fortunate One remained silent.",
    "ai-tika-vin08t1:55_5": "For a second time, as the night was getting late, in the middle watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said,",
    "ai-tika-vin08t1:55_6": "Excellent, sir! the middle watch of the night has been sitting, may the Buddha recite the monastic code for a long time.",
    "ai-tika-vin08t1:55_7": "But for a second time the Fortunate One was silent.",
    "ai-tika-vin08t1:55_8": "For a third time, as the night was getting late, in the last watch of the night, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said,",
    "ai-tika-vin08t1:55_9": "Excellent, sir! If the last watch of the night was over, it was the night for a long time, and the Buddha didn’t come back.",
    "ai-tika-vin08t1:55_10": "The assembly is not pure.”",
    "ai-tika-vin08t1:55_11": "This is the chapter on the cancellation of the Monastic Code.",
    "ai-tika-vin08t1:56_0": "In the night when the night is dropped, the at dawn is full of happiness, like the night drawn on the youth.",
    "ai-tika-vin08t1:56_1": "Hence it is said: “This is the commentary on the stone,” such is the commentaries.",
    "ai-tika-vin08t1:56_2": "Excellent, with defilements ended:",
    "ai-tika-vin08t1:56_3": "dawn, untouchable: dawn;",
    "ai-tika-vin08t1:56_4": "Naḷakāra.",
    "ai-tika-vin08t1:56_5": "This is the golden precious place.",
    "ai-tika-vin08t1:56_6": "From Pāvā on the bank of the river Naḷakāra",
    "ai-tika-vin08t1:56_7": "This is the color of cowardice that has been removed.",
    "ai-tika-vin08t1:57_0": "“Tonight, when the night was well advanced and the last part of the night had passed, Ānanda got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha and said,",
    "ai-tika-vin08t1:57_1": "Excellent, sir! If the last watch of the night was over, it was the newly arrived and the visiting mendicants have been sitting, this visiting mendicants have been overly arrived.”",
    "ai-tika-vin08t1:57_2": "This is the discourse of the Timension.",
    "ai-tika-vin08t1:57_3": "dawn up, flourishing, dawn,",
    "ai-tika-vin08t1:57_4": "In the eastern direction there is this: the sun, the heat, and the sun came down.",
    "ai-tika-vin08t1:57_5": "As the sun (dwells) lighting up the firmament and the sun’s wet, soulless and the so on. When the sun rises, it sets up, and instead of language. When the night is delivering the darkness of light appears, the meaning is the meaning.",
    "ai-tika-vin08t1:57_6": "This is the commentary on the starting point.",
    "ai-tika-vin08t1:58_0": "So the Disciplines on the discourses of the texts on monastic training in the Commentaries, in the Vinaya Suttas, there are no one thing in each and every case.",
    "ai-tika-vin08t1:58_1": "It is said in the four ways: there is not even one colour, and so on.",
    "ai-tika-vin08t1:58_2": "A golden coloured is like the colour of cooked, etc.; and it is not appropriate for the sake of a red licohot.",
    "ai-tika-vin08t1:58_3": "beings are in the name of Nandā, such as on the day, as are the colour of flowers and fruits of the navel.",
    "ai-tika-vin08t1:58_4": "Hence it is said: “Nandā, when a circumambulating the night has passed,”",
    "ai-tika-vin08t1:58_5": "so too, when a being involved in such a way, is able to instead of laughing loud and patience, etc., of foulness, steps, gentleness, excitement, development, opposites, festering, the overposition of the general generations, the general of the generations tooth cleans, or any other monk.",
    "ai-tika-vin08t1:59_0": "If it is concealed by phrases, that is to say, on the concealed place, looks on at the forehead, looking forwards, and bending backwards, I’m able to discern the precincts, moisten the moon, sun, and starts—she should go from time to time. After finishing it, he should give it upwinding the sunlightening with all the flag, and then wipe the windows. This is the impermanence of this is the impermanence.",
    "ai-tika-vin08t1:59_1": "But as to the words, Yamunā is reciting by the practitioner’s lair, so that an astute person should focus on the time of the greedy temperament.",
    "ai-tika-vin08t1:59_2": "When you attend like this, if you aren’t able to cut off, you should chop it until you have done the legal procedure.",
    "ai-tika-vin08t1:60_0": "for the benefit of virtue and restraint of the mendicants.",
    "ai-tika-vin08t1:61_0": "Speeches, etc., that is to say, regardless of whether or not.",
    "ai-tika-vin08t1:62_0": "So in the charnel ground that courtesan in the forest, having caught up a road,",
    "ai-tika-vin08t1:63_0": "May they not be thrown away! May they not be thrown away!",
    "ai-tika-vin08t1:64_0": "composed the Vinaya of the Discipline in the Monastic Law.",
    "ai-tika-vin08t1:65_0": "Discussion of the proper conduct for one without business:",
    "ai-tika-vin08t1:66_0": "The first chapter"
}