{
    "ai-tika-s0102t6:0_0": "7. Mahāsamayasuttavaṇṇanā",
    "ai-tika-s0102t6:1_0": "Regarding the house there,",
    "ai-tika-s0102t6:2_0": "For the perception of giving up is conceived in the womb for the sake of the concepts of his birth, and for the sake of that:",
    "ai-tika-s0102t6:2_1": "one big climbed in the land of the sea—that’s what is said. Where this is so.",
    "ai-tika-s0102t6:2_2": "If you have had been charged with anyone",
    "ai-tika-s0102t6:3_0": "She then pulled up the white lotus stalk and made a pile on top, bound the clods.",
    "ai-tika-s0102t6:4_0": "“When you’re born and grabbed a stick, hence yourselves likewise.” He said, “It’s better to say that the goods are in the morning,” and so on.",
    "ai-tika-s0102t6:5_0": "There are three times: the water-boiling charming eyes born in the earth, waves, floors, and two balls of trees.",
    "ai-tika-s0102t6:6_0": "Hence the Blessed One, there is bodily formation, the influence of the kasiṇa :",
    "ai-tika-s0102t6:7_0": "if he takes it on any place;",
    "ai-tika-s0102t6:7_1": "Having given rise to (all), the Lord of the World",
    "ai-tika-s0102t6:7_2": "he driven out of the piece of lotuses, and so on.",
    "ai-tika-s0102t6:7_3": "“Venerable sir,” he replied.",
    "ai-tika-s0102t6:7_4": "she said to the forest, “I enjoyed the mud,” and so on.",
    "ai-tika-s0102t6:8_0": "“My relatives, who are reborn in the wilderness,",
    "ai-tika-s0102t6:9_0": "The winds worthy in a midstress even a single strike from it –",
    "ai-tika-s0102t6:10_0": "and having the beginning of a tree in it, he related the Simile of the Tree Basket.",
    "ai-tika-s0102t6:11_0": "“Tomorrow they broke the net of delusion,",
    "ai-tika-s0102t6:12_0": "But when they begin to quarrel they will come into my power.”",
    "ai-tika-s0102t6:13_0": "and whirlpools made of the starting point.",
    "ai-tika-s0102t6:14_0": "“One who is born, ~ will see my born.",
    "ai-tika-s0102t6:15_0": "I’ll stir up a sense of movement.”",
    "ai-tika-s0102t6:16_0": "he related the Discourse on Taking up a Stick.",
    "ai-tika-s0102t6:17_0": "It is because of this that physical body and speech: “Bodily thorns of others, thorns, and slaying the teachings of the lay life.”",
    "ai-tika-s0102t6:18_0": "grounded on the bank of the Kuṇāla Lake,",
    "ai-tika-s0102t6:18_1": "he asked the questions of Kakutthā, saying: “I’ll ask the royal Queen Kuṇāla Birth Story.”",
    "ai-tika-s0102t6:18_2": "With dissatisfaction he dispelled the drawbacks of sensual pleasures, the drawbacks of sensual pleasures, and the drawbacks of getting rid of defilements.",
    "ai-tika-s0102t6:19_0": "(The king answered:) “Like rubbing a man with a slaughtered’s flee, and burning with shade and curry of a snake, it is like an in came to be.”",
    "ai-tika-s0102t6:20_0": "Unproaching of deeds: eighteenly undistracted deeds, that is to say, non-distraction, and non-distraction.",
    "ai-tika-s0102t6:20_1": "and it is possible to sit down thinking about a league.",
    "ai-tika-s0102t6:21_0": "the Padumuttara sends away.",
    "ai-tika-s0102t6:21_1": "starting with countless good qualities,",
    "ai-tika-s0102t6:21_2": "“This is the proper conduct for this woman.”",
    "ai-tika-s0102t6:21_3": "When they’ve done this, they all spoke to the mendicants on their way. They brought them to each other, and they made a respond.",
    "ai-tika-s0102t6:21_4": "They have destroyed the pollutants, etc.",
    "ai-tika-s0102t6:22_0": "merely through the Fortunate One’s presence,",
    "ai-tika-s0102t6:22_1": "She whirlwind all the noble ones,",
    "ai-tika-s0102t6:22_2": "As to the East’s pair of pols filled with a pebbles, they don’t swept away the eastern side.",
    "ai-tika-s0102t6:22_3": "* the wisdom there is from seeing Buddhas, the origin of the world, the Buddhas, with his teaching, and out of compassion for the world.",
    "ai-tika-s0102t6:22_4": "rising up from the Saṅgha.",
    "ai-tika-s0102t6:22_5": "In such a moment, in one instant, the instant is made up of the circumference of the moon at the time of the sun. When a clever person has passes away, it is said to be the time for the purpose of showing the time.",
    "ai-tika-s0102t6:23_0": "Likewise they said, “Weighing in the Fortunate One’s birth,” and in order to show the meaning of that.",
    "ai-tika-s0102t6:24_0": "Standing together: “They are access in absorption, the attainment of absorption is attaining.",
    "ai-tika-s0102t6:24_1": "And although the clouds rose,",
    "ai-tika-s0102t6:24_2": "What’s the meaning of sounds,",
    "ai-tika-s0102t6:24_3": "It seems that day those towns, sixty thousand coins were seventy thousand times,",
    "ai-tika-s0102t6:24_4": "And after making a thousand alms-food eaten and eighty thousand chiefs.",
    "ai-tika-s0102t6:24_5": "ninety-thousand koṭis, nine hundred thousand (people) people, ninety-thousand koṭis of hate.",
    "ai-tika-s0102t6:24_6": "into the Great City, the age of the city is called Nigrodha.",
    "ai-tika-s0102t6:24_7": "ninety-thousand hundred thousand koṭis of koṭis, eighty thousand koṭis of koṭis,",
    "ai-tika-s0102t6:24_8": "hes, in the head of Tambapaṇṇi treasures, the composite-mound,",
    "ai-tika-s0102t6:24_9": "while the deity haunting the treasurer’s face beginning with the bedroom, etc., is showing that the benefit of many people in the town by the ocean.",
    "ai-tika-s0102t6:24_10": "ten thousand deities had assembled, saying: “What does the Pāṭaliputta come?” ...",
    "ai-tika-s0102t6:24_11": "Accomplished it is the galaxy here in a thousand solar systems. The world can understand “final in this world.”",
    "ai-tika-s0102t6:25_0": "A stone on it, took the palace,",
    "ai-tika-s0102t6:25_1": "in the Brahmā realm, in the Brahmā realm.",
    "ai-tika-s0102t6:25_2": "Whatever deities are inside, the opportunity to achievement, but only that’s what they did.",
    "ai-tika-s0102t6:25_3": "The sarong and sun were lying down, the grounds for the absence, and the sarong are pure and consisting of the abodes. That is why the dwellings leading to the dwellings, etc., are called “pression.”",
    "ai-tika-s0102t6:25_4": "Someone who belongs to the same Buddhist sect and is staying with the lower fetters. These, who have committed the lower fetters and the weakening of the garments, are pure and bright.",
    "ai-tika-s0102t6:26_0": "As a consequence, they preced the face that was occupied with hollows, occupied with a stick.",
    "ai-tika-s0102t6:26_1": "Though he might think:",
    "ai-tika-s0102t6:26_2": "is the best of Buddhas, valiant.",
    "ai-tika-s0102t6:26_3": "until the Universal Monarch is able to do the countless!",
    "ai-tika-s0102t6:26_4": "was worshipped by the Sambuddhas of the Paccekabuddhas, (said): “ approached Devadaha, Paccekabuddhas, with Devas”, by the Devas,",
    "ai-tika-s0102t6:26_5": "Comparing together: “This meeting is large, a offered by a great sacrifice, and has not yet been brought.”",
    "ai-tika-s0102t6:26_6": "the one who enters it, thinking, “Those who finish the rainy season,”",
    "ai-tika-s0102t6:26_7": "S violent beings.",
    "ai-tika-s0102t6:27_0": "That concentration is called “I am” since it is aroused with respect to the side of the world that is well apprehended by concentration and well thoroughly memorized it, and that concentration is called “mersion”.",
    "ai-tika-s0102t6:27_1": "They all were far from the most excellent Godhika, the most excellent Laṅkādīpa. (in this serpents) were carried on all sides.",
    "ai-tika-s0102t6:27_2": "(But) he who is not satisfied, those who are superior,",
    "ai-tika-s0102t6:27_3": "Tissā, while practising the road, spelling the opposite sex, he chooses him, “Dep it, bringing him to the monastery,” he said, “Go away, drinking it, “After going to the monastery.” And he says, “After standing there.”",
    "ai-tika-s0102t6:28_0": "Just as a wall peg with a deep piece of leather or a stump of leaf hut, so hard to pass, and one educated to the creeper’s crosswise with the desert of the town, the carpets, the one who is stationed, the waves, and the seventh members of the worms, and the seventh thought, “Swells,” and “It is so hard to say,” they are worth a boundary with a deep, as the medium-sharpsing, firm, staring, stumps, steps, firm, and unsharbing—",
    "ai-tika-s0102t6:28_1": "With the giving up of craving for the ending of craving, because they don’t reach ultimate continuity, they are unable to be reborn in the four directions.",
    "ai-tika-s0102t6:29_0": "Since they have gone to the charnel ground, they won’t do the duties idiosing to go about going and pass away,",
    "ai-tika-s0102t6:29_1": "The supermundane states say that it is due to going to the lower realm.",
    "ai-tika-s0102t6:29_2": "Since they haven’t shaken off, they’ll fill the gods.",
    "ai-tika-s0102t6:29_3": "Those who go for refuge to the Buddha, the teaching, and the Saṅgha, and have gone for refuge to the Buddha. They’ll give up the human body, speech, and mind. They’ll fulfill too much.",
    "ai-tika-s0102t6:30_0": "Gathering is the colour of the deities.",
    "ai-tika-s0102t6:31_0": "Sitting down on retinue",
    "ai-tika-s0102t6:31_1": "At this time she was low at this time,",
    "ai-tika-s0102t6:31_2": "Buddhas who are expert intelligent and fully awakened.",
    "ai-tika-s0102t6:31_3": "cleansed mind,",
    "ai-tika-s0102t6:32_0": "What is the god of the Buddha, who was the chance of a god according to their name?",
    "ai-tika-s0102t6:32_1": "“Yes, Sakyan, we will give, a great name, the Buddha,” and so on.",
    "ai-tika-s0102t6:32_2": "Herein, there are forms that were seen, heard, thought, known, sought, and explored by the ear ... nose ... tongue ... body ...",
    "ai-tika-s0102t6:32_3": "By exciting (the mind) with the whole world,",
    "ai-tika-s0102t6:32_4": "And here it is said: “Where does the forms have been divided in with blue as its object, since it is not shared by a meal on the object, wherever there are in the way beginning, “Where there is nothing else.”",
    "ai-tika-s0102t6:32_5": "Likewise: the sound of drums, etc., similar to the singing of the roar,",
    "ai-tika-s0102t6:32_6": "But whatever object you contemplate.",
    "ai-tika-s0102t6:32_7": "These are the Buddhas who are Buddhas,",
    "ai-tika-s0102t6:33_0": "(but) as it is said: “The purpose is spoken by the meaning,” etc., as it is said, “It is used for the purpose.”",
    "ai-tika-s0102t6:33_1": "And although he knew the answered, “Whatever is indeed I knew, there is nothing beyond, I say, ‘Now is therefore he can understand what the Buddha says, and when he “I don’t understand what the name of.”",
    "ai-tika-s0102t6:34_0": "It is not looked down on the leagues,",
    "ai-tika-s0102t6:34_1": "The Vibhaṅga By deeds, “Through possession of deed,” etc., is stated in the way beginning, “He is not endowed with deeds .",
    "ai-tika-s0102t6:34_2": "“Of these eight factors, having a fond of the Vinaya, burning and scorching themselves with heavenly sensual desires, dissatisfaction with the thought, “Even towards sensual desires as passion, hatred, ill will, confusion, and fear in him,” etc., then women, since he is able to hold that unhappy hatred, making a favourable to the dart,",
    "ai-tika-s0102t6:35_0": "“It’s quite enough for you to teach it.",
    "ai-tika-s0102t6:36_0": "I declare the teaching of the youth,",
    "ai-tika-s0102t6:37_0": "having seen this, arguing,",
    "ai-tika-s0102t6:38_0": "who sees the sanctuary as it is.",
    "ai-tika-s0102t6:39_0": "The inner and Discipline taught by the beginning, the mind, and wisdom, all so onwards over the great delusion, –",
    "ai-tika-s0102t6:40_0": "“If you’re able to teach the Dhamma,",
    "ai-tika-s0102t6:41_0": "They’re a fool, inferior wisdom,",
    "ai-tika-s0102t6:42_0": "all of it is well known to fools.",
    "ai-tika-s0102t6:43_0": "all these views of convictions.”",
    "ai-tika-s0102t6:44_0": "The view of what is contrary to the beginning or the first. Though they have been laid by the view, and the ignorant views, etc., and because it is with applied thought and sustained thought to hold a view, and stupidity over with regardless of the mind’s Questionality, etc., –",
    "ai-tika-s0102t6:45_0": "“Such is the meaning of giving up, Fortunate One,",
    "ai-tika-s0102t6:46_0": "The conceit ‘I am’ is dried up,",
    "ai-tika-s0102t6:47_0": "whatever craving there is,",
    "ai-tika-s0102t6:48_0": "Those who are expert in the Monastic Law – those who are mindful.”",
    "ai-tika-s0102t6:49_0": "The root of ignorance, the unproliferated, the root of ignorance, and the mind occurred with wisdom.",
    "ai-tika-s0102t6:49_1": "Whatever form there is including form internally, craving for sights, and so on, he trains in the discourses of the texts on monastic training. That is how the in the passage beginning, the “One who is faithful, and the fetter of faithful.”",
    "ai-tika-s0102t6:49_2": "The teacher suits his ability to give in faith,",
    "ai-tika-s0102t6:50_0": "“A hero, when his body breaks up, after death, the Fortunate One,",
    "ai-tika-s0102t6:51_0": "revolved by the mind;",
    "ai-tika-s0102t6:52_0": "he is surely immeasurable",
    "ai-tika-s0102t6:53_0": "For he does not end in every respect.”",
    "ai-tika-s0102t6:54_0": "He who then has given up craving in the past is given up through craving and discovered by the past, future, and present. Then he should advert to the present, without first being asked, “This one who is drawn near the middle of the body, the head and whose view of the round of rebirths in the future.” He should make an effort to get a state of existence in the future.",
    "ai-tika-s0102t6:54_1": "after defining it together.”",
    "ai-tika-s0102t6:54_2": "and to the one who is thus expounded in mind thus, and having given attention to it again and again to that which is likewise owing to the ascetic’s own tetrad.",
    "ai-tika-s0102t6:54_3": "Doing so, knowingly I’ll contemplate myself in another’s enveloping myself and tormenting them? Or can I constantly know each of them?",
    "ai-tika-s0102t6:54_4": "(He who) dwells in the assembly of others, having no offending:",
    "ai-tika-s0102t6:54_5": "Sustained thought is the basis for success in this way: here it is the middle of the attainment .",
    "ai-tika-s0102t6:54_6": "Questioning after asking questions in some questions through questioning of others.",
    "ai-tika-s0102t6:54_7": "Describing a suitable place:",
    "ai-tika-s0102t6:54_8": "“If you’re expert independent Buddhas, these are well taught:",
    "ai-tika-s0102t6:54_9": "Hence it is to be saying: “Both it isn’t possible.”",
    "ai-tika-s0102t6:55_0": "And here it is said in the first place making no use of questions, thus it is fitting to ask and has been seen by questioning or judging the deliverance. Then, when asked, “Whoever, you are mindful, you who are skilled at questions,” and they answer, “What if you do not answers with the questions, I am like that, then when your encounterations resentment, is why the Blessed One obsessed by virtue, like this: “Now, what is it is the first questioned by deities.” And just as in that case, when asked, how the deities are they think, “Bying on account of this matter? ” The deities, “Now, how the having asked, is the Blessed One thus asked, “Nowhere else answering.",
    "ai-tika-s0102t6:55_1": "But however, however, is the reason why in accordance with the Teaching is fulfilled in the Rains Retreat in the Path of Practice the actual Sutta .",
    "ai-tika-s0102t6:55_2": "(Also) said this: “Having seen the Sunlightening, Devadaha, with his surpassing beauty, is the glory of the gods.”",
    "ai-tika-s0102t6:55_3": "At each of these elements was well seen by the world: in the end of the world, the highest Buddha, and my whole world had never stopped.",
    "ai-tika-s0102t6:55_4": "Hence it is said:",
    "ai-tika-s0102t6:55_5": "“She’s unlucky, beautiful, and ugly. It’s not easy to know.”",
    "ai-tika-s0102t6:55_6": "saw me.”",
    "ai-tika-s0102t6:56_0": "she asked the verse (the Buddha) in verse to ask the Nādikas.",
    "ai-tika-s0102t6:56_1": "they sages in the teaching of the Buddha.",
    "ai-tika-s0102t6:56_2": "it’s very lake in wisdom.",
    "ai-tika-s0102t6:56_3": "crossing the four floods.",
    "ai-tika-s0102t6:56_4": "Ways roll on, the far shore, or the far shore.",
    "ai-tika-s0102t6:56_5": "has attained Emancipation and the distinction of Nibbāna without attachment.",
    "ai-tika-s0102t6:56_6": "While standing there are sixty-three worlds: the one standing on the path,",
    "ai-tika-s0102t6:56_7": "having left the household life, were replying to winter on the ground, and on the requisites.",
    "ai-tika-s0102t6:56_8": "How should a mendicant who has rightly discarded? How should they be cut off the bitter to the world, cut out, and obliterate it?",
    "ai-tika-s0102t6:57_0": "The Lord of the World, the Lord of the World, the origin of the world, was said to be ‘I will now’.",
    "ai-tika-s0102t6:57_1": "he says, “I’ll embrace a cliff the scope of pushing feathers,” “I’ll embrace the meaning.” ... “I’ll bring it to the neighboring.” ...",
    "ai-tika-s0102t6:57_2": "I’ll serene.”",
    "ai-tika-s0102t6:57_3": "Whatever (good) is the meaning of a legal issue.",
    "ai-tika-s0102t6:57_4": "this very time, he said, “This place is resting place amongst those who go.”",
    "ai-tika-s0102t6:57_5": "on the ground, it is bound up with the ground.",
    "ai-tika-s0102t6:57_6": "while staying there, I’ll look after you with my support.",
    "ai-tika-s0102t6:57_7": "“Those who I am negligent!” Then they said, “Tough this fact that seclusion because they’re immersed in samādhi.",
    "ai-tika-s0102t6:58_0": "and because of the five hundred people.",
    "ai-tika-s0102t6:58_1": "And observed the discriminations of encounter, like a length of oil on a neck.",
    "ai-tika-s0102t6:58_2": "some with one part,",
    "ai-tika-s0102t6:58_3": "had become pure and bright, and after purifying the path of Liberation, they were unable to purification through the (nature) deed.",
    "ai-tika-s0102t6:58_4": "With clearing confidence in the noble path, which is suitable for confidence,",
    "ai-tika-s0102t6:58_5": "bringing the state of defilement of the mind without defilements.",
    "ai-tika-s0102t6:59_0": "When the monks knew that they had carved the celestial vision, they thought, “Now these monks will know,”",
    "ai-tika-s0102t6:59_1": "Failure means having born in the Dhammapada:",
    "ai-tika-s0102t6:59_2": "This is all the sections (of the First Pañcasikha).",
    "ai-tika-s0102t6:60_0": "Then for the purpose of energy I made aroused with clairaudience, and virtuous energy.",
    "ai-tika-s0102t6:60_1": "Hence it is to him, “Did you not consent?”",
    "ai-tika-s0102t6:60_2": "the meaning is that he actually has been stated in the seven places.",
    "ai-tika-s0102t6:60_3": "He said, “But a thousand years” is how many years,",
    "ai-tika-s0102t6:60_4": "Hence it is said: “Having given a thousand coins, a thousand descendants,",
    "ai-tika-s0102t6:60_5": "one thousand, and seventy thousand.”",
    "ai-tika-s0102t6:61_0": "But when the food has vanished, it is called “unbounded”.",
    "ai-tika-s0102t6:62_0": "Soon afterwards, without having endeavoured, they purified their knowledge, and they fell down. They on the ground, thinking, “Having chopped the water, they use,” he said, “Take me.”",
    "ai-tika-s0102t6:62_1": "And one says “We shake,” “We permanently,”",
    "ai-tika-s0102t6:62_2": "before the third cowherds come down in the first verse, which were more than the western tanks separated from the west.",
    "ai-tika-s0102t6:63_0": "you can see him again, thinking, “I’ll look at you.”",
    "ai-tika-s0102t6:63_1": "and with the developed and cultivated there I say, “I shall proclaim the practice of secretness.”",
    "ai-tika-s0102t6:64_0": "335.",
    "ai-tika-s0102t6:64_1": "Seven thousand Saṅkhaputtas,",
    "ai-tika-s0102t6:64_2": "of the yakkha Ālavaka.",
    "ai-tika-s0102t6:64_3": "illustrious, endowed with great compassion,",
    "ai-tika-s0102t6:64_4": "or psychic power.",
    "ai-tika-s0102t6:64_5": "bears adorned with great light,",
    "ai-tika-s0102t6:64_6": "so beautiful and ugly:",
    "ai-tika-s0102t6:64_7": "And the one whose renown is worshipped by a great uproar,",
    "ai-tika-s0102t6:64_8": "it is because of the sound of parties that these monks brought to the belief of, thinking “Interior” .",
    "ai-tika-s0102t6:65_0": "Which of these the Himalayas, on the mountain peak,",
    "ai-tika-s0102t6:66_0": "All these seventy-thousand years (after his Upasampadā) were completed, just as one thousand of them all of them.",
    "ai-tika-s0102t6:67_0": "in Rājagaha, in the city of Rājagaha, wherever he wanted.",
    "ai-tika-s0102t6:68_0": "336.",
    "ai-tika-s0102t6:68_1": "And how do you seek sensual pleasures in the eastern direction?",
    "ai-tika-s0102t6:68_2": "all those who live under the sway of the alms-food eater’s currents, and the rest.",
    "ai-tika-s0102t6:69_0": "and blocked him simplely.",
    "ai-tika-s0102t6:69_1": "Such (?) as a name for one son, who is superior in accordance with such power, etc., ascends the name and clan,",
    "ai-tika-s0102t6:70_0": "It is of all four thousand of great strengths with the entirety of a thousand leagues, and four great kingships, as they all came to share out of the relics.",
    "ai-tika-s0102t6:70_1": "Hence it is said: “After being well,” and so on.",
    "ai-tika-s0102t6:71_0": "four directions.",
    "ai-tika-s0102t6:71_1": "While the fourth direction, lighting up the entire direction,",
    "ai-tika-s0102t6:71_2": "When it comes to this assembly, how does it stand in Kāsīsa grove? “Why are they eating?”",
    "ai-tika-s0102t6:72_0": "337.",
    "ai-tika-s0102t6:72_1": "The King’s bondservants,",
    "ai-tika-s0102t6:72_2": "don’t be bound by Māra.",
    "ai-tika-s0102t6:72_3": "She established (all) (but) these things, the Snakes worshipping with blessings,",
    "ai-tika-s0102t6:72_4": "by one who is called minor requisites, by gratifying work, by inferior deeds,",
    "ai-tika-s0102t6:72_5": "For a month they carry on with such jackals, and not adherence to others, saying “Don’t say what you say, don’t want,” it is said.",
    "ai-tika-s0102t6:73_0": "This bondservants, employees, and workers, and staff all these eight great kings.",
    "ai-tika-s0102t6:74_0": "The King, having become a god-king among gods, gained the King.",
    "ai-tika-s0102t6:74_1": "Citta and Pāsena, the god, the three Āgamasas, “These three gods, and the Nāgas,” and so on.",
    "ai-tika-s0102t6:75_0": "sat down together with the Community of monks. Having gathered round: “This place, the Community of monks have come,",
    "ai-tika-s0102t6:76_0": "who dwells in Tissā, the mountain-to-be, the Nāga King,",
    "ai-tika-s0102t6:76_1": "that he had been a long time.",
    "ai-tika-s0102t6:77_0": "this Yama’s armies also came to Yamunā the elephant stables.",
    "ai-tika-s0102t6:78_0": "and the Vassakāra Commentaries, the other wide, the rest is the same as stated.",
    "ai-tika-s0102t6:78_1": "overcome by greed and desire,",
    "ai-tika-s0102t6:78_2": "divine maidenship of the divine states, or else divine maidens,",
    "ai-tika-s0102t6:78_3": "the golden phoenixes also said: “Amongst those who were beautiful ones,” and so on were lovely.",
    "ai-tika-s0102t6:79_0": "With Upatissa",
    "ai-tika-s0102t6:79_1": "Which is swelling with the crows of hatred, like a cow’s jackals when they’re born. ...",
    "ai-tika-s0102t6:79_2": "beating for each other’s sakes bents,",
    "ai-tika-s0102t6:79_3": "When they had gone for refuge to the Buddha, they understood each other with loving-kindness.",
    "ai-tika-s0102t6:80_0": "Hence it is the most important speaking, “She is doing, unfamageable!”",
    "ai-tika-s0102t6:81_0": "Those demons whire:",
    "ai-tika-s0102t6:81_1": "do not think of the time,",
    "ai-tika-s0102t6:81_2": "great fear, awe-inspiring conduct,",
    "ai-tika-s0102t6:81_3": "They can’t neglect each and everyone, so they shouldn’t give their consent to any desire.",
    "ai-tika-s0102t6:82_0": "As he was a powerful individual, the son of a great bondservant, saying: “What do you think, monk?”",
    "ai-tika-s0102t6:82_1": "After building up a fine lady, it seems,",
    "ai-tika-s0102t6:83_0": "Putting the work,",
    "ai-tika-s0102t6:83_1": "and because of being reborn in access and absorption: access and absorption.",
    "ai-tika-s0102t6:83_2": "But they are Brahmā because they are disillusioned, dispassionate, and vanity of others. They are of Brahmā, they are called ‘obliness’.",
    "ai-tika-s0102t6:83_3": "Hence it is said:",
    "ai-tika-s0102t6:83_4": "“These strivers of the kindness meditation subject consisting of loving-kindness and compassion.”",
    "ai-tika-s0102t6:83_5": "the meaning is that it is loving-kindness, compassion, gladness and equanimity.",
    "ai-tika-s0102t6:84_0": "Here they are standing in the same place as before.",
    "ai-tika-s0102t6:84_1": "He is diverse in colour, shape, smells, tastes, and material colours.",
    "ai-tika-s0102t6:85_0": "The deities named Veṇhuṇḍuka,",
    "ai-tika-s0102t6:85_1": "When they say, “The two streams of the gods are undefeated, weakened.”",
    "ai-tika-s0102t6:85_2": "On the Moon in front of the moon, he proceeds in front of the gods.",
    "ai-tika-s0102t6:85_3": "Hence it is said: “Here the gods indeed ‘demon’.”",
    "ai-tika-s0102t6:85_4": "The same method applies in the case of the sun is shown.",
    "ai-tika-s0102t6:85_5": "and Vāsava was born in the destruction of the pollutants,",
    "ai-tika-s0102t6:85_6": "Likewise: the Shaddy Orchid Tree, the Earth-Corses,",
    "ai-tika-s0102t6:85_7": "like a warm cloud, a turban,",
    "ai-tika-s0102t6:85_8": "and the rain clouds are rained upon.",
    "ai-tika-s0102t6:85_9": "The Buddha has not declared:",
    "ai-tika-s0102t6:85_10": "and Vas built for those gods called ‘Livinities’.",
    "ai-tika-s0102t6:86_0": "These ten hosts of gods encircled by extraordinarystances, ten assemblies, and godys of the gods.",
    "ai-tika-s0102t6:87_0": "these: “They are fairs, give medical treatment, and there are theyty.”",
    "ai-tika-s0102t6:87_1": "Though activity is applicable, (such as) appreciating, he says, “That isn't good.” And those who say, “It is not negligent.”",
    "ai-tika-s0102t6:87_2": "When they were told, “Sometimes,” and some were similarly hurried, some were similar to flowers, some were similar to flowers, and some other flowers were similar to colours, while others did so.",
    "ai-tika-s0102t6:88_0": "Ten goddess, ten thousands of deities are dwelt in the Ten Thūpa.",
    "ai-tika-s0102t6:88_1": "Because of the section dealing with that of ten kinds,",
    "ai-tika-s0102t6:89_0": "“Equanimity” is the name of those gods.",
    "ai-tika-s0102t6:90_0": "These ten hosts of gods : these are ten bases of the Mahāsudassana and Devas.",
    "ai-tika-s0102t6:91_0": "Sukkodana, Three gods, and God-King Devas, the Pavāraṇā at the foremost of gods.",
    "ai-tika-s0102t6:92_0": "spreads from place to place.",
    "ai-tika-s0102t6:92_1": "a god like a storm cloud,",
    "ai-tika-s0102t6:92_2": "These ten hosts of gods, namely, clans, and so on, are ten a divisions of the gods.",
    "ai-tika-s0102t6:93_0": "These ten hosts of gods, Khemakas, and Gods of Devas, are bound to the ten hosts of gods.",
    "ai-tika-s0102t6:93_1": "Herein, the forty-fours they say: “All these five hundred (of-seasons) are the company of the Thirty-Threes.”",
    "ai-tika-s0102t6:93_2": "Yet they say, “We don’t take part in ourselves,” etc., and so on.",
    "ai-tika-s0102t6:93_3": "Hence it is said: “He is the name of the one called a partaker.”",
    "ai-tika-s0102t6:93_4": "All the gods, ten thousands of deities,",
    "ai-tika-s0102t6:93_5": "After putting that place in the midst of the Community of monks",
    "ai-tika-s0102t6:94_0": "When they live together, they say, “Having entered their dwellings,” they said, “It’s as if not.",
    "ai-tika-s0102t6:94_1": "Or alternatively, they can be called ‘giving’ because of the giving up of continued existence’.",
    "ai-tika-s0102t6:94_2": "Having developed the ten powers, physical endurance, the ten powers,",
    "ai-tika-s0102t6:94_3": "The sky, being unable to do so, is crowded with an obvious body, like the moon in the sky.",
    "ai-tika-s0102t6:95_0": "Brahmā Sanaṅkumāra also arrived in the fire-place.",
    "ai-tika-s0102t6:95_1": "having been reborn in the Brahmā realm, the ghost realm, and the Absorptioned in the Brahmā worlds, the pure,",
    "ai-tika-s0102t6:95_2": "the Great Brahmā, having been reborn in a human state, he who had been reborn among human beings, breaking his birth and Moggaliputta.",
    "ai-tika-s0102t6:96_0": "The Brahmā realms, the Brahmā realms, the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—they said: “These are the seventh, the world.”",
    "ai-tika-s0102t6:96_1": "and it is said in the same way as “final.” It is said because it is not stated in meaning.",
    "ai-tika-s0102t6:96_2": "wherever I worship the Brahmā realm,",
    "ai-tika-s0102t6:96_3": "Others, Brahmās,",
    "ai-tika-s0102t6:96_4": "having given up continuity, beauty and glory,",
    "ai-tika-s0102t6:97_0": "is worshipped by that lawless under the head of hermits,",
    "ai-tika-s0102t6:98_0": "342.",
    "ai-tika-s0102t6:98_1": "when a foolish, incompetent, to see the Wicked One can try to do so when he can see them.",
    "ai-tika-s0102t6:99_0": "They bound by the passionless (of the Dhamma), because they are not free of greed for the impediments, “May they be bound by greed” .",
    "ai-tika-s0102t6:100_0": "Having made that noise, while bringing the earth, (the earth) together with the drums,",
    "ai-tika-s0102t6:101_0": "And now you show the noise to the sound, saying: “Now what can you say?”",
    "ai-tika-s0102t6:101_1": "Another Caves in that place, a human being, and a menstruating the people on the seat in that place, not if he was bedroom, he could not live on his own property.",
    "ai-tika-s0102t6:101_2": "That is why it is said “spare”.",
    "ai-tika-s0102t6:102_0": "it is taught like this.",
    "ai-tika-s0102t6:102_1": "There too all the gods came together here and there,",
    "ai-tika-s0102t6:102_2": "and not a single hair was salt with their mere salt.",
    "ai-tika-s0102t6:102_3": "So the meaning should be understood as included all those separates without greed for them. The meaning is that it is incapable of greed for those free of greed, hate, and delusion, produced in them.",
    "ai-tika-s0102t6:102_4": "recited this verse about Māra.",
    "ai-tika-s0102t6:102_5": "How on earth can we do this?”",
    "ai-tika-s0102t6:102_6": "These are the victors of the other persons,",
    "ai-tika-s0102t6:102_7": "Hence it is said: “Give it away.”",
    "ai-tika-s0102t6:102_8": "Such is this noble spectrum of the teaching.",
    "ai-tika-s0102t6:102_9": "And in the Virūpakkha, there is a reputation for the sound of recitation, in the Vibhaṅgala’s word, “He is faithful,” he said, “It is used in the Dhamma,”",
    "ai-tika-s0102t6:103_0": "if she places a message;",
    "ai-tika-s0102t6:103_1": "When it was given to him, he said, “Sir, they will show a bathing powder to the whole body.”",
    "ai-tika-s0102t6:104_0": "The Longer Discourse on the Earth"
}