{
    "ai-tika-vin11t14:0_0": "Pāṭidesanīyakathāvaṇṇanā",
    "ai-tika-vin11t14:1_0": "2432.",
    "ai-tika-vin11t14:1_1": "When she has shown that he is not sick, then by having shown that he is sick and that he is invited, “Now!”",
    "ai-tika-vin11t14:1_2": "If a nun who is not sick asks for herself, but he gets hold of her, saying, “If I’ll get her to take hold of her,” and she keeps her.",
    "ai-tika-vin11t14:1_3": "Herein, who is comfortable without ghee, who is not sick,",
    "ai-tika-vin11t14:1_4": "The “proach: firstly, the cattle, etc., that is what is eaten in the past, and the rest.",
    "ai-tika-vin11t14:2_0": "If she is not sick, but she does not perceive herself as sick, and she does not perceive herself as sick, but she is unsure of it, and she in the three Pāṭaliputtas, and she does not perceive them as sick.",
    "ai-tika-vin11t14:2_1": "The two waste-removers",
    "ai-tika-vin11t14:2_2": "If she is sick, but she is unsure of it, and she does not perceive her as such, and she gives her the two offenses of wrong conduct.",
    "ai-tika-vin11t14:3_0": "2434-5.",
    "ai-tika-vin11t14:3_1": "When they had asked for ghee, they use it that they use their own perspectives and their relationships who were nursing them when they had asked. They ate them attitude. They ate bean curry or cooked, nor were they ate. And they eat the food, drink, cloth, etc.",
    "ai-tika-vin11t14:4_0": "First",
    "ai-tika-vin11t14:5_0": "‘A nun who is not sick asks for too much ...",
    "ai-tika-vin11t14:5_1": "They seek a honey ball.",
    "ai-tika-vin11t14:5_2": "“... the desire ...",
    "ai-tika-vin11t14:5_3": "fish ...",
    "ai-tika-vin11t14:5_4": "flesh ...",
    "ai-tika-vin11t14:5_5": "milk ...",
    "ai-tika-vin11t14:5_6": "curd that he could eat that which he himself had asked for. I give it back. I have been inspected for a nun. I confessed a each time in the place where I was instigator.”",
    "ai-tika-vin11t14:5_7": "There is no meaning in the way beginning, “There is no meaning of oil” is for one thing such as the meaning.",
    "ai-tika-vin11t14:6_0": "2437.",
    "ai-tika-vin11t14:6_1": "After eating rice porridge in the eight leagues, and eventually cured that they had asked for,",
    "ai-tika-vin11t14:7_0": "Thus in the Vinaya from the dyadying composed to the training.",
    "ai-tika-vin11t14:8_0": "The exposition of the offenses entailing acknowledgment is finished."
}