{
    "ai-tika-s0404t21:0_0": "(9) 4. Theravaggo",
    "ai-tika-s0404t21:1_0": "1-8. Vāhanasuttādivaṇṇanā",
    "ai-tika-s0404t21:2_0": "81-88.",
    "ai-tika-s0404t21:2_1": "In the fourth (story) the outstanding is used in the fourfold reckoning:",
    "ai-tika-s0404t21:2_2": "Then he dwells contemplating (the nature of) the mind in the mind,",
    "ai-tika-s0404t21:2_3": "Herein, there are two instances: the two inclusions and the objects of the path.",
    "ai-tika-s0404t21:2_4": "If greed for sights, etc., their defilements might get tied, and they’d be fatigued.",
    "ai-tika-s0404t21:2_5": "But there is no one in them that has arisen, there is no danger that arises in them.",
    "ai-tika-s0404t21:2_6": "If anyone fails to come, it wouldn’t be appropriate for anyone who transferred to another.",
    "ai-tika-s0404t21:2_7": "But running here and there is no a state that is non-confusion for the object of the Dhamma.",
    "ai-tika-s0404t21:2_8": "But here it is when the defilements are tired, absent in them, thinking, “For they are afraid of wrongdoing,” and so on.",
    "ai-tika-s0404t21:2_9": "and third statements are to be spoken of.",
    "ai-tika-s0404t21:3_0": "The yellow robes is finished.",
    "ai-tika-s0404t21:4_0": "9-10. Kokālikasuttādivaṇṇanā",
    "ai-tika-s0404t21:5_0": "89-90.",
    "ai-tika-s0404t21:5_1": "Kokālika, monks, are two monks at Kokālika,",
    "ai-tika-s0404t21:5_2": "He then said, “Give up this profession; what is it?”",
    "ai-tika-s0404t21:5_3": "(but) I will give to the Suttanta, (saying): “We will take leave and go to Tissaka.”",
    "ai-tika-s0404t21:5_4": "This is the place wherever he has done that cannot be given away.",
    "ai-tika-s0404t21:5_5": "Usabha, may they live in seclusion because of the rainy season. ...",
    "ai-tika-s0404t21:5_6": "he dispelling his own distress, he wishes.",
    "ai-tika-s0404t21:5_7": "Those Elders, out of compassion for the Community of monks, for the sake of another, and because they had not yet been admitted to the Theras.",
    "ai-tika-s0404t21:5_8": "previously, too, there was a one-eyed, who had previously left to join the past. ...",
    "ai-tika-s0404t21:5_9": "You’d think about how much buttermilk is standing in their work like a dog’s womb, while making a impure in the forest, and like a polished but swept in moistening the elders.",
    "ai-tika-s0404t21:6_0": "After some time, he said: “Having seen the Fortunate One in the presence of the Fortunate One,”",
    "ai-tika-s0404t21:6_1": "(King) the great noise of seeing Buddha today, in order to show (to him).",
    "ai-tika-s0404t21:6_2": "Don’t say that.",
    "ai-tika-s0404t21:6_3": "He produces faith, “This gives rise to faith,” “This is a reputation,” “This is our faith.”",
    "ai-tika-s0404t21:6_4": "or an expert in faith:",
    "ai-tika-s0404t21:6_5": "Hence it is said: “Certainly it is including that a man is.”",
    "ai-tika-s0404t21:7_0": "and from the external (shere): from the time of the external bones, they broke off and break them up.",
    "ai-tika-s0404t21:7_1": "Hence it is said: “Having smoke lump of delusion,”",
    "ai-tika-s0404t21:7_2": "Just like a tall woodland tree crowned with flowers",
    "ai-tika-s0404t21:7_3": "when you’re self-controlled,",
    "ai-tika-s0404t21:7_4": "But is hard to understand the end of the world.",
    "ai-tika-s0404t21:7_5": "Having heard the cry of the (follows) of the best sound, he bound them.",
    "ai-tika-s0404t21:8_0": "you’re reborn in the Brahmā realm.",
    "ai-tika-s0404t21:8_1": "this is ancient way.",
    "ai-tika-s0404t21:8_2": "inferiority towards oneself.",
    "ai-tika-s0404t21:8_3": "To quieten the thirty-two parts of Piyatissa will show success in this way: “This attainment is successful with this supernormal power, gladness and drowsiness.”",
    "ai-tika-s0404t21:8_4": "Golden in money by whip, illness and strength, and very sickness, that is to say, the complexion of the eyes,",
    "ai-tika-s0404t21:8_5": "Whatever much of the Buddha’s statement is, he should do what belongs to him.",
    "ai-tika-s0404t21:8_6": "The meaning here is this: Indeed, the attributes of fondness and ill will and at least desire and ill will, and the others are greedy for view. That is why these the meaning should be regarded here.",
    "ai-tika-s0404t21:9_0": "one who has not arrived at an unfaithful view.",
    "ai-tika-s0404t21:9_1": "having drunk like a mountain peak, like one (him) stone.",
    "ai-tika-s0404t21:9_2": "cutting down the tips of a drop of grass at the root,",
    "ai-tika-s0404t21:9_3": "she reached the supreme end.",
    "ai-tika-s0404t21:9_4": "A man who has ended the defilements, who speaks to the nation as if not:",
    "ai-tika-s0404t21:9_5": "he who is the best, like a disciple whose defilements are ended, he speaks thus: “This is one who has ended defilements.”",
    "ai-tika-s0404t21:9_6": "after grasping, he grabbs things,",
    "ai-tika-s0404t21:9_7": "then he fell asleep, with the virtue of being produced in the various ways waves and analyzed out through the dissolution of the five cords of sense desires, and he is satisfied by lange of the languages. How is it allowable to do it?",
    "ai-tika-s0404t21:9_8": "Herein, there is the reason for his own perfection in himself and through the inclination of others, and through the act of the wrong practice, he causes himself with the support of that virtue.",
    "ai-tika-s0404t21:9_9": "For even if it’s less than a needle in the world who is wanting to make a bad karma.",
    "ai-tika-s0404t21:10_0": "With one’s own wealth, with the own use of wealth,",
    "ai-tika-s0404t21:10_1": "This is the one who is diligent and the helpful for its welfare.",
    "ai-tika-s0404t21:10_2": "This greater dealings were very helpful to one who hasn’t done his heart’s home.",
    "ai-tika-s0404t21:11_0": "he brought me up, thinking: “This is surely abusing secret hate”, “This is the meaning of a hundred thousand (by dead).”",
    "ai-tika-s0404t21:11_1": "And this is said in the noble ones, according to the life span, according to the life span, according to the wax of the noble ones, according to the life span, of the noble ones, and so on.",
    "ai-tika-s0404t21:11_2": "But those who have acquired virtues of the great qualities that are more enlightened than that. They have a very stronger than that.",
    "ai-tika-s0404t21:12_0": "Brahmā Sahampati, what is this Brahmā Sahampati, why should he approach the Buddha and say:",
    "ai-tika-s0404t21:12_1": "This bhikkhu’s name is the Buddha’s instructions and re-returners after becoming absent. Herein, when he has arisen, the Brahmā Sahampati becomes clear.",
    "ai-tika-s0404t21:12_2": "One should approach the Buddha and ask the mendicants, “Why should I tell them about the status of hell?” Then he went up to the Buddha and told him what was happening. Then he asked,",
    "ai-tika-s0404t21:13_0": "the Magadhan King called Māgadhapura, through that abode of the Magadha,",
    "ai-tika-s0404t21:13_1": "these are called “hinders”.",
    "ai-tika-s0404t21:13_2": "less than twenty years old: ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred years old, and twenty-four years (after his life).",
    "ai-tika-s0404t21:13_3": "Taking that number of intentions, compared to the donors, it is easy to calculate.",
    "ai-tika-s0404t21:13_4": "Of those who gladness and wail and lament, some say that there is no lamenting for them. These are the ones who want to be reborn in this state.”",
    "ai-tika-s0404t21:13_5": "All rebirths in hells or the animal realms, all the ghost realms of hell,",
    "ai-tika-s0404t21:13_6": "it is summoned above through the lowest fathoms of foulness.",
    "ai-tika-s0404t21:13_7": "you should say, ‘Nothing should be spoken.’",
    "ai-tika-s0404t21:14_0": "The conclusion of the Kokālika is finished.",
    "ai-tika-s0404t21:15_0": "The Elder Nuns are finished."
}