{
    "ai-tika-vin05t21:0_0": "21. Pavāraṇāvinicchayakathā",
    "ai-tika-vin05t21:1_0": "anyone who is satisfied with the five lower robes, meals, and eats any of the five staple foods, is given to anyone.",
    "ai-tika-vin05t21:1_1": "And the entire simile of the five factors is not complete in all five factors,",
    "ai-tika-vin05t21:1_2": "Here are the five factors:",
    "ai-tika-vin05t21:1_3": "eating is the place for eating; there is a suitable reason for the donors of the hand.",
    "ai-tika-vin05t21:1_4": "Herein, eating unfinished food is the meaning, then a person is the meaning.",
    "ai-tika-vin05t21:1_5": "“There is enough water for rinsing the invitation procedure, the meal, stilling of anything that is referred to another.",
    "ai-tika-vin05t21:1_6": "In the thirty-two parts of the food, enclosure the invitations, for the sake of the meal, were to be given in the hand, and placed in the ear.",
    "ai-tika-vin05t21:1_7": "nursesing the army of his body.",
    "ai-tika-vin05t21:1_8": "refuting upwards for each one’s body, speech, or mind,",
    "ai-tika-vin05t21:1_9": "Thus there is the invitation procedure with these five factors.",
    "ai-tika-vin05t21:1_10": "And this is said too:",
    "ai-tika-vin05t21:2_0": "“Upāli, there are five ways in the invitations: if there is no one standing within arm’s reach, one standing within arm’s reach of wisdom.”",
    "ai-tika-vin05t21:3_0": "117.",
    "ai-tika-vin05t21:3_1": "Here is an explanation to say:",
    "ai-tika-vin05t21:3_2": "“Sundarī,” he replied, “Take whatever is unsuitable,” he said, “Flesholding, with hands, and feet, ramparts, and moved to me. ” But he can understand me as one of their head.",
    "ai-tika-vin05t21:3_3": "Herein, the cowherd named Sāla, the whirlpools’ festivals, whirlpols, and seven whirlpools there, and seven where so on;",
    "ai-tika-vin05t21:3_4": "There even a carcass of rice, even with the whole net of rice.",
    "ai-tika-vin05t21:3_5": "All the one is wives,",
    "ai-tika-vin05t21:3_6": "Calm and quiet,",
    "ai-tika-vin05t21:3_7": "Settles of From the Clestonishment boiled shells, or all the more;",
    "ai-tika-vin05t21:3_8": "Varaka, even the whole of the city, yellow colour, all the skin of the nets,",
    "ai-tika-vin05t21:3_9": "Where is the simile of the Kāḷudāyī’s own grass, all the grass, and the net of it.",
    "ai-tika-vin05t21:3_10": "This is how the bit of the termite-mound, herein, owing to act after undergoing the head, they say, “Let us take up care of the barber, oppressed, or cooked grain.” Then they say, “We’ll eat whatever food or drink, drink, cloth from the cooking, etc., or anything at the wrong time.”",
    "ai-tika-vin05t21:3_11": "If you don’t reach the end of wisdom, but you won’t go.",
    "ai-tika-vin05t21:4_0": "And the milk-rice drunk, leaf-huters, bamboo-workers leaf-huters, or struggles in a leaf-hut, their hands tail, and cannot be shown by striking the rainy season.",
    "ai-tika-vin05t21:4_1": "But if he leaves the cold unmoved, then even if he is able to show the way, he then said, “I’ll give you a straightforward.”",
    "ai-tika-vin05t21:4_2": "If it is curds, he drops, spittles, brought it up, and refusing his fruit onto the ground, he raises it up.",
    "ai-tika-vin05t21:4_3": "Inviting such-and-such a meal in the same way, “Give rice porridge, a meal, or a curry.” She then told her, “Give me rice porridge and meals.”",
    "ai-tika-vin05t21:4_4": "even though they do the invitation procedure, it still only becomes clear that one.",
    "ai-tika-vin05t21:4_5": "But if he throws it up in the morning, he’s throwing it up in the stomach,",
    "ai-tika-vin05t21:4_6": "Poses where there were people staying in that pot, wherever they metal and fish and meat, regardless of whether or not. Or fish or meat or winning fish or meat.",
    "ai-tika-vin05t21:4_7": "When placed it was said, the some dawn had finished, some said: “While boiled rice, but otherwise boiled rice, the barleys, or the sauna sheds don’t servicene.”",
    "ai-tika-vin05t21:4_8": "But if they throw down fish on a fish,",
    "ai-tika-vin05t21:4_9": "The others said, “Here is the invitation for the purpose of a great flowering flowers.”",
    "ai-tika-vin05t21:4_10": "the purpose of investigating a meal for the purpose of making a flower in a drop of basket and insects is called bald-head.",
    "ai-tika-vin05t21:4_11": "But if it is a swamping spring, it is not allowed to eat that meal.",
    "ai-tika-vin05t21:4_12": "Again when they have invited, they did the invitation procedure.",
    "ai-tika-vin05t21:4_13": "They do the invitation procedure with ghee, oil, honey, or syrup, but they don’t invite it.",
    "ai-tika-vin05t21:4_14": "They do the invitation procedure there (in order to prepare offerings) a meal, or they do the invitation procedure.",
    "ai-tika-vin05t21:5_0": "(The Buddha) was the name of Kurusinārā, but also because of this. But the earth was lost, soft when it came to the neighbour.",
    "ai-tika-vin05t21:6_0": "Sattuka to live for two hundred,",
    "ai-tika-vin05t21:6_1": "They powdered and clung to their heads and dressed in ocher robes. They then wore them from its carpets, sauce them and then tie them.",
    "ai-tika-vin05t21:6_2": "And if it is still bound together with a single stomach, it still less to go.",
    "ai-tika-vin05t21:6_3": "After carpets, hungers, bamboo workers, or staff all the crops, then it would still be running all that lives off.",
    "ai-tika-vin05t21:6_4": "But when the crops have grown up lumps of cooked rice or barley froth, they invite him to eat it.",
    "ai-tika-vin05t21:6_5": "It’s patient, creepers, milk, and curds while others powder was eaten.",
    "ai-tika-vin05t21:6_6": "But when the floor has been worn away and eroded, they do the invitation procedure.",
    "ai-tika-vin05t21:6_7": "or alcoholic drinks that cause negligence, whether the Sangha’s apprentice had finished his meal and refused an invitation to eat more.",
    "ai-tika-vin05t21:6_8": "but if he has a finger-tallier or a hundred years old, he invites it to eat.",
    "ai-tika-vin05t21:6_9": "fish, meat, thresh,",
    "ai-tika-vin05t21:7_0": "And this is the effect.",
    "ai-tika-vin05t21:7_1": "And if they gave rice porridge, the same vessel, or the rice porridge or the same vessel, or the same vessel, what was done in the same way.",
    "ai-tika-vin05t21:7_2": "If he has eaten one bowl or robe, and he has refused an invitation to eat more, if he refuses more than that,",
    "ai-tika-vin05t21:7_3": "If there is no one else in his mouth, but he refuses more than two or three insects, then he does not refuse to eat it.",
    "ai-tika-vin05t21:7_4": "if he places it in the same place as a food-storage;",
    "ai-tika-vin05t21:7_5": "if he places it in a bark, and he refuses an invitation to eat more; it doesn’t refuse to make a further food;",
    "ai-tika-vin05t21:7_6": "Through the opportunity for freedom",
    "ai-tika-vin05t21:7_7": "For if the invitation is canceled only when a monk has refused an invitation to eat more, it is allowable for him to invite him to accept.",
    "ai-tika-vin05t21:7_8": "But if he places it, he refuses it because he is unsuitable, puts it, places it in order to prepare it, and he refuses the invitation procedure. Consequently the invitation procedure is done.",
    "ai-tika-vin05t21:7_9": "But if he eats what is not allowable, he refused an invitation to eat more even if he does the invitation procedure.",
    "ai-tika-vin05t21:7_10": "based on discriminations,",
    "ai-tika-vin05t21:7_11": "For what is the reason why the invitation procedure should be done when the invitation procedure is leftover, even if that points out, what is to be eaten, drunk, chewed and tasted that has been rejected, but not the invited to correction.",
    "ai-tika-vin05t21:7_12": "he refuses the invitation to eat alcohol, or buying it without first being requested, and he does not invite.",
    "ai-tika-vin05t21:7_13": "if he refuses an attendant, or that food for the eon;",
    "ai-tika-vin05t21:7_14": "he refuses the sweetness of families, the unsurpassed (wholesome) work, discarded. He refused an invitation to eat more and drink that has been prepared.",
    "ai-tika-vin05t21:7_15": "if he refuses an invitation to eat more;",
    "ai-tika-vin05t21:7_16": "if he eats the food that is allowable, or has it prepared, and he refused an invitation to eat more;",
    "ai-tika-vin05t21:7_17": "You have refused an invitation to eat more than one: you should refuse the invitation to eat in all places.",
    "ai-tika-vin05t21:8_0": "118.",
    "ai-tika-vin05t21:8_1": "“Saying,” he replies, “Any weaponsing hands,” and when he is deposed, he then falls into it, saying: “This is the consequence, this is the matter. But he exposesite to that place:",
    "ai-tika-vin05t21:8_2": "When there is no eating, they get upset by whatever food is ready for him. If there is anyone else to do it, it is he to put it on one side in the five staple foods, and that bowl is definitively.",
    "ai-tika-vin05t21:8_3": "Where do I have no food or drink, wherever I am invited,",
    "ai-tika-vin05t21:8_4": "If there is no food, and he wants to eat in that monastery, but he wants to eat in that monastery, and he puts it on a seat or non-staple food, or he says to the person, “Don’t want to eat it,” and he then refuses the invitation to eat in that monastery.",
    "ai-tika-vin05t21:8_5": "he has cut off his meal and is unfinished;",
    "ai-tika-vin05t21:8_6": "“And even if, after going to the mouth, he took a meal and eat elsewhere, and he puts his meal in his mouth, then his for the purpose of garment, he refused an invitation to eat more while eating.”",
    "ai-tika-vin05t21:8_7": "is, just as a bowl in his hand,",
    "ai-tika-vin05t21:8_8": "if he does not want to eat whatever food he wants to eat, non-staple food, or he has entered it inside without invited.",
    "ai-tika-vin05t21:8_9": "For one characteristic should be understood as said in each case.",
    "ai-tika-vin05t21:8_10": "Still, the muculicator of death is not shown by the",
    "ai-tika-vin05t21:8_11": "For this is said: “There is eating meal for that meal before eating meals before midday, if a monk wants to give food to the other monk, he does not put it away in his bowl while eating.”",
    "ai-tika-vin05t21:9_0": "When standing in the hand of the bowl is standing, if one stands to see a seat, if he stands down on the seat spread out, he can see a seat within a foot-stool, or a low seat that mendicant sits down in the presence of that place and sits down, saying “There is seated, if you’re up and go from the seat,” then if you can see anyone to settle drop that seat.",
    "ai-tika-vin05t21:9_1": "When he has arrived at the first place, then the other does not drop it.",
    "ai-tika-vin05t21:10_0": "if he stands by himself within arm’s reach of the hand;",
    "ai-tika-vin05t21:10_1": "If there is no while standing within arm’s reach, he should put the bowl while standing within arm’s reach of the dwelling. But there is no offense for him to take it with the intention of eating it and make amends for it.",
    "ai-tika-vin05t21:10_2": "After calling her meal in front, he said: “Noble Sir, this is our assemblies,” he replied.",
    "ai-tika-vin05t21:10_3": "but after making an effort, they say, “This is because of shaking off,” then, when the invitation has been brought out, they refused.",
    "ai-tika-vin05t21:10_4": "When the senior monk was sitting, he said to the junior monk, “God-King,” he added, “Even if you send a bowl while messenger,” he then says, “We’re silence, but we’re dissatisfied.” And he said, “We’re not silence.",
    "ai-tika-vin05t21:10_5": "And he is the same messenger to the Elder Nun,",
    "ai-tika-vin05t21:10_6": "But if he takes a meal and says, “This monk hasn’t been given.” He then puts his invitation back.",
    "ai-tika-vin05t21:10_7": "At the end of the fact that one elephant takes hold of one hand and then another monkey, thinking, “I’ll take it back in one hand and go to the cart,” and they put it onto it back in return. Then you’ll give him a whipping them, which is why I wearing it.",
    "ai-tika-vin05t21:10_8": "But if he is able to get hold of it, he is just because he wants to eat it, then he does not want to make a newly arrived monks. Afterwards, he is unable to make a meal.",
    "ai-tika-vin05t21:10_9": "for the overflowing of the creeper’s dwelling is theirs.",
    "ai-tika-vin05t21:10_10": "“I refused an invitation to eat more when two or three has been responsible.”",
    "ai-tika-vin05t21:10_11": "Neither in the next place the other monk’s bowl is apparent. There’s no such-and-such a place.",
    "ai-tika-vin05t21:10_12": "being repelled by another,",
    "ai-tika-vin05t21:11_0": "But when aims are evident, there is no choice by way of body, speech, or mind. When this is conveyed, there is no-one who stops on the act of conveying.",
    "ai-tika-vin05t21:11_1": "Herein, there is a fingernail or a drop of fingernail or clay picked up his fingers, grain, on the head, and on the bank of the river.",
    "ai-tika-vin05t21:11_2": "who grasps it, saying: “I don’t go” or “I don’t go,” “I say, “I don’t go to a community,” or “I do it.”",
    "ai-tika-vin05t21:11_3": "the invitation has been made by way of body, speech, and mind.",
    "ai-tika-vin05t21:12_0": "119.",
    "ai-tika-vin05t21:12_1": "One of them having shown the invitation procedure, bringing the bowl back, bathing the hands, and poking it back again, then rinsing the bowls, gave it to Koṭi.",
    "ai-tika-vin05t21:12_2": "The Elder Mahā Moggallāna said, “Here’s benefit because of the invitation of a great sacrifice that has been stated for the purpose of showing the invitation.”",
    "ai-tika-vin05t21:12_3": "“But with a large huge droping of water that has no inviting correction, that anyone says to another, “For such a one,” he said, “It’s invitation.”",
    "ai-tika-vin05t21:13_0": "Another does the eating hall, thinking, “What can I do?”",
    "ai-tika-vin05t21:13_1": "A Great Ciravāsi, “It’s a blemished of a big crowd,” and “It’s said to do the invitation procedure.”",
    "ai-tika-vin05t21:14_0": "one day grabbing a lady, thinking, “Today you have no taste,” he puts on hearing what you have heard, he does not say.",
    "ai-tika-vin05t21:14_1": "When asked, “It is yet simply for this reason,” he replied, “It is said,” “It is done after a group.”",
    "ai-tika-vin05t21:14_2": "Having made meat, he says, “My courtesan,” “Take this meat,” “There’s no need for meat.",
    "ai-tika-vin05t21:14_3": "But if there is anything left over, it is allowable to be a senior elder.”",
    "ai-tika-vin05t21:15_0": "the senior monks said, “Who did you ask the Elders for me?” and he said, “Have you wait.”",
    "ai-tika-vin05t21:15_1": "The Earth (here for) a Great Monastery in the Mahāraghavana garden. That’s why it is given.",
    "ai-tika-vin05t21:15_2": "Mahāpaduma, “This is the meaning of this to that very thing! What can I do?” and “There is an invitation to take back from anyone.”",
    "ai-tika-vin05t21:16_0": "The snakes, scorpions, crushing meat, peacocks, sesame seeds, and say, “Where do you invite me?” And why do you say this: “Who is that?”",
    "ai-tika-vin05t21:16_1": "are not stated because of the conduct of those deserving to because of the Sangha.",
    "ai-tika-vin05t21:16_2": "But if they say, “This is a meat made of meat,” he said, “This is a mango,” “They invited meat,” or “The king’s mangoes.”",
    "ai-tika-vin05t21:16_3": "If a monk wants to give him a group, he says, “My courtesan,” “It is not allowed to do the invitation procedure,” and he does the invitation procedure.",
    "ai-tika-vin05t21:16_4": "Since this is so stainlessly the like fishes,",
    "ai-tika-vin05t21:17_0": "120.",
    "ai-tika-vin05t21:17_1": "“When invited to eat meat, you say ‘I’m invited to eat meat’. Which is that he has eaten what he has been invited to eat.”",
    "ai-tika-vin05t21:17_2": "But when the talk is spoken about in monument",
    "ai-tika-vin05t21:17_3": "Herein, that is how it is said:",
    "ai-tika-vin05t21:17_4": "Alms-collecting monk says that he has dropped the meal and says, “Where do you take rice porridge,” he said, “Did you do the invitation procedure.”",
    "ai-tika-vin05t21:17_5": "is incapable of even through the (follows),",
    "ai-tika-vin05t21:17_6": "This is the tenfold occasion:",
    "ai-tika-vin05t21:17_7": "if she urges her on, saying, “What’s more than a majority is more than you;",
    "ai-tika-vin05t21:17_8": "She invites rice porridge and meals to a lot.",
    "ai-tika-vin05t21:17_9": "And this is not able to address the discussion on all kinds of discussion that is not possible.",
    "ai-tika-vin05t21:17_10": "if he says, “It’s harder to take the meal,” or he invites much, but he has fewer than the invitation.",
    "ai-tika-vin05t21:17_11": "if the meal agrees to give non-staple food, he says, “I’m going to such-and-such a meal,” and she does not do the invitation procedure.",
    "ai-tika-vin05t21:17_12": "For just as a man isn’t because I’m not able to make a living, so there is no one who hasn’t finished my meal.",
    "ai-tika-vin05t21:17_13": "Herein, the invitation has been shown in the way already described.",
    "ai-tika-vin05t21:17_14": "After doing so in the monastery, making much ghee, oil, honey, or smeared with milk-rice, buttermilk, he refused an invitation for the meal. He then returns which has been brought.",
    "ai-tika-vin05t21:18_0": "But when he is walking, he receives the food if he is going to enjoy.",
    "ai-tika-vin05t21:18_1": "it should be made with water for washing the feet and threw it out.",
    "ai-tika-vin05t21:18_2": "If there is no obstacle for them, he should eat in a group of swallowing the ground.",
    "ai-tika-vin05t21:18_3": "Then there is no white boat or float that he should not, and after going back and forth on the way.",
    "ai-tika-vin05t21:18_4": "While the elephant or the sun is set up in the pavilion in the pavilion of the moon and sun, he should do so as long as he is seated in the pavilion.",
    "ai-tika-vin05t21:18_5": "When standing, he who invites the invitation procedure, and whoever returns to the level of the monastery, he should eat that food.",
    "ai-tika-vin05t21:18_6": "He who is able to squat on his heels himself should invite correction.",
    "ai-tika-vin05t21:18_7": "it should be given under a bedspread of rock or seat.",
    "ai-tika-vin05t21:18_8": "While sitting on the first seat, he is invited the four quarters and then eats four quarters.",
    "ai-tika-vin05t21:18_9": "if he is seated after the invitation procedure, the other is not able to make the bed or bench,",
    "ai-tika-vin05t21:18_10": "But if it is allowed to lift it onto the ground, except for it,",
    "ai-tika-vin05t21:18_11": "After getting enough, he must eat that, and he should use them to eat.",
    "ai-tika-vin05t21:18_12": "Standing there, they mustn’t see anyone where it’s lying down,",
    "ai-tika-vin05t21:19_0": "121.",
    "ai-tika-vin05t21:19_1": "But if they have invited, what should be done?",
    "ai-tika-vin05t21:19_2": "Wherever one is invited to eat, he should eat that food if he has finished his meal and then eats it.",
    "ai-tika-vin05t21:19_3": "If he eats staple or non-staple food that is not left over, then, except if the monks have agreed, he commits an offense entailing confession.",
    "ai-tika-vin05t21:20_0": "Herein, it is not worth entry: the meaning is that it is not too small.",
    "ai-tika-vin05t21:20_1": "yet this allowable man is said to be one who is sick:",
    "ai-tika-vin05t21:21_0": "it is done against one who hasn’t done what hasn’t been stored indoors, it is done without food, it is done without having reminded the food. When it has been done, it is done unallowable, it is done by one who is sick, it is done by one who hasn’t finished his meal. It is done without having charged the person with their offense.",
    "ai-tika-vin05t21:22_0": "Herein, where there is little bait of rice or non-staple food, non-staple food, that which is allowable for an ascetic, regardless of whether or not. This is called “white”.",
    "ai-tika-vin05t21:22_1": "That too is unallowable, acquisition, “This is surely done”,",
    "ai-tika-vin05t21:22_2": "A monk who has not received it without first it is said in the former way.",
    "ai-tika-vin05t21:22_3": "A monk who hasn’t made amends for an attendant isn’t worth a sixteenth part of the body, nor has it done against him.",
    "ai-tika-vin05t21:22_4": "In the place where the crowd was made, it was announced, and it was done outside the gate.",
    "ai-tika-vin05t21:22_5": "He acts disrespectfully, saying: “That’s not done,” “It’s enough of that all the invitation procedure has been done,” and he does the invitation procedure.",
    "ai-tika-vin05t21:22_6": "When the one who has finished his meal and refused an invitation to eat more, that is what is said.",
    "ai-tika-vin05t21:22_7": "They think, “Enough,” and when asked.",
    "ai-tika-vin05t21:22_8": "So from these seven ways he practices the Monastic Law in which the Monastic Law were not proper, if he does not allow the sick, he should be understood as a regular monk.",
    "ai-tika-vin05t21:23_0": "In the same way the introduction is said to be under the point of residing thus: “You may understand any difference in activity.”",
    "ai-tika-vin05t21:24_0": "it is done with one who has finished his meal and refused an invitation to eat more, it is done with one who has finished his meal and refused an invitation to eat more to eat non-leftovers that is left over, one who is sick, one is unfinished; one who has finished his meal; and one who is near an invitation for the sick; it is not above.",
    "ai-tika-vin05t21:25_0": "Furthermore, if the bhikkhu has finished his meal and refused an invitation to eat more, it is still bitter or a lump of meat in a certain monk’s bowl while eating, it is to be understood that “This is how it should be understood”",
    "ai-tika-vin05t21:25_1": "When the seat is got up from their seat, that is to say:",
    "ai-tika-vin05t21:25_2": "After eating two monks from the group of two, he should eat in one place with the other, and then eat the one meal and then eat the other food. Then he should wash that monk’s suitable for a regular monk, put away the bowl and robe, and then eat it.",
    "ai-tika-vin05t21:25_3": "Because what the tip of the elephant is unlikeable,",
    "ai-tika-vin05t21:25_4": "But if the first monk sat down in his almsbowl with his hand, he does not have a foot-stool;",
    "ai-tika-vin05t21:25_5": "But if they do so, it’s unallowable to eat anything at the wrong time, or if it’s unallowable, then it’s unallowable.",
    "ai-tika-vin05t21:25_6": "what has been done, it should be done, and that which is not be done by that.",
    "ai-tika-vin05t21:25_7": "wherever one is made, that monk is not made any one.",
    "ai-tika-vin05t21:25_8": "In what is allowable, what is unallowable is done first, it is not to be done.",
    "ai-tika-vin05t21:25_9": "but not (thinking): one is unable to do it.",
    "ai-tika-vin05t21:25_10": "When a doing this, it is allowable for one who is building a distance.",
    "ai-tika-vin05t21:25_11": "The monk who has made an agreement with the first monk is allowed to eat it.",
    "ai-tika-vin05t21:26_0": "If he does not make a bowl, he should leave it in a place wherever he wants, without bending it about it.",
    "ai-tika-vin05t21:26_1": "If that mendicant has refused an invitation to eat more, it’s allowable to go into it without exception.",
    "ai-tika-vin05t21:26_2": "But if it is not allowed, it is not allowable for him;",
    "ai-tika-vin05t21:26_3": "And if the other monk had finished his meal and refused an invitation to eat more, he should take a bed that hasn’t drained up, while eating, and after eating it in a group. He should then eat it and then eat it.",
    "ai-tika-vin05t21:26_4": "If there is no one else to build a seat, he should put his bowl and robe, and then swep it into one who is not fully ordained. If he should not do it in the presence of one who is not fully ordained.",
    "ai-tika-vin05t21:26_5": "If the seats have gone to an inspect, he should take it away and eat it.",
    "ai-tika-vin05t21:27_0": "if he is sick, it is not leftover from a sick person, but there is anyone suitable today for the sick or for the nurses, saying, “Here what is leftover when sick,” he says, “When a sick monk says, ‘What’s leftover what’s left behind for the sick,” and he says, “It’s left today,” “This is the sick.”",
    "ai-tika-vin05t21:27_1": "If, when there is a reason, seven-day tonics, or lifetime tonics are allowable for the purpose of food, or for the purpose of food, they use it regarded aside,",
    "ai-tika-vin05t21:27_2": "If there is a reason for the purpose of food, if it is for the purpose of food, etc., that is unfinished for the purpose of food, they commit an offense entailing confession.",
    "ai-tika-vin05t21:28_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t21:29_0": "The discussion on the invitation procedure"
}