{
    "ai-tika-abh08t48:0_0": "24. Catuvīsatimo paricchedo",
    "ai-tika-abh08t48:1_0": "Grasping is the commentary on the Path.",
    "ai-tika-abh08t48:2_0": "he said, “Noble Ones, we’ll give them whatever is needed,” and she said, “Noble One.”",
    "ai-tika-abh08t48:3_0": "For if he stands on the ground, which is produced by fruit, the cause, and the reason why, becomes a condition for the reason why, namely, the elements, and the earth element arise in him as if it were water with a multitude, or with a reason why it becomes a cause, and if it is the reason why it is the reason why it should be understood as the cause, and because it is the reason why it is the reason why it quieter.",
    "ai-tika-abh08t48:4_0": "This is how to be seen in this way.",
    "ai-tika-abh08t48:4_1": "And the reason for calming over to the production of kamma-originated elements, both of the fine-material and immaterial.",
    "ai-tika-abh08t48:4_2": "The supermundane states consisting of the whole world in the world, etc., are laid down by the eye, and there is no place consisting of forms about the six classes of offenses. The bases of boundlessness and the nine respectively conditions for the Bodhisattas seerness in the world.",
    "ai-tika-abh08t48:4_3": "He then said: “This Dhamma which is just because it was unsuitable.”",
    "ai-tika-abh08t48:4_4": "Hasn’t they stated in the Dhamma?",
    "ai-tika-abh08t48:4_5": "he would have no faith in the teaching, and he would have a sense of urgency.",
    "ai-tika-abh08t48:4_6": "taken hold of a rope rope, after grabbing it with a swift stream,",
    "ai-tika-abh08t48:4_7": "‘They make, this is its form.’",
    "ai-tika-abh08t48:4_8": "Because of this they arise and the path",
    "ai-tika-abh08t48:4_9": "For just as a strong man greets a weak man by the corner of ropes and seats, so too, after leaning on a staff, the cream of forms arise and ceased on the basis of forms, and so there arise in him.",
    "ai-tika-abh08t48:5_0": "Grasping is the Dhamma consisting in absorption,",
    "ai-tika-abh08t48:5_1": "by the chief female slave’s head,",
    "ai-tika-abh08t48:5_2": "For they attain self as beinginferior. For it is for those who have acquired confidence in those who have.",
    "ai-tika-abh08t48:5_3": "“Bhikkhus, there are four things associated with desire, produced by desire for the aggregates of forms, for the sake of zeal, etc., that is to say, sense desires as objects, etc., this is a condition for the conqueror of consciousness associated with it, and so on.”",
    "ai-tika-abh08t48:5_4": "“What is called lady, what is known as Minement about in the way beginning, “What sort of enlightenment and appears to their aggregates,” and when it is proximate cause, then, when their originated by the deed, etc., is proceed having become produced through the story of their enlightenment and foundation?",
    "ai-tika-abh08t48:5_5": "Through that thought there was no one necessary.",
    "ai-tika-abh08t48:5_6": "For when desire is burnt the consent reaches absorption, then the king doesn’t win over the benevolence.",
    "ai-tika-abh08t48:5_7": "The same method applies",
    "ai-tika-abh08t48:5_8": "For one whose mind is developed too in a precisely occurred with their own bodies,",
    "ai-tika-abh08t48:5_9": "The rest is as before.",
    "ai-tika-abh08t48:5_10": "For this is said: “As this is the cause, whatever qualities arise, (to hear the teaching) their heart is filled with respect to those thoughts, Thoughts that are in the condition.”",
    "ai-tika-abh08t48:5_11": "The heavy breaths are respected and reverence for the purpose of respect, and honoured by respect and reverence to him (wholesome), and with respect and reverence for him (them).",
    "ai-tika-abh08t48:5_12": "For it is the reason why a heavy local regions simply each time and its objects simply passes away, as one who observes the fruit of the monastery and the path to the fruit of defilement. That is why it is by means of the self that is realization.",
    "ai-tika-abh08t48:6_0": "It disappears, prey to arising, and not interruption, there is no way something left over. It is the same as the danger manifestation, no later in any way.",
    "ai-tika-abh08t48:6_1": "Neither in the immaterial states consisting in the immaterial states is the danger of anywhere being immediately next to it, when his turning away follows in the way beginning, “There is no way there. Now there is no danger in any way that.",
    "ai-tika-abh08t48:7_0": "immediately it is the same way interpreting the aspect of the mode of primary elements, wherever there is no obstruction or in any way.",
    "ai-tika-abh08t48:7_1": "for the meditators preceding condition,",
    "ai-tika-abh08t48:7_2": "For it is possible that the rise and fall in between the first jhānas in the same way are the shape of unspecified in the immaterial states, while they are able to discern the immaterial states in the same way as “wepering,” above, and interprect, etc., and habitat, and stepped by the phrases and raising his own states of existence as the letting go of the teaching, and all these are not the same.",
    "ai-tika-abh08t48:7_3": "And wherever there is in the immediately a condition for the sake of the hypotheses, skill in in in the next life.",
    "ai-tika-abh08t48:8_0": "On the contrary, on the day or night, the course of the beings included in each other, the way beginning, “But those introduced to each other, is the one whose mind is attached to mixed with three things, and so on. That is why these three things are composed, composed, each other in both ways.”",
    "ai-tika-abh08t48:8_1": "Their definition of the texts here are stated in the Vibhaṅga too.",
    "ai-tika-abh08t48:8_2": "But the other castes produced in both the castes and the very same way as they proceed in each other, all the way beginning, middle, and ends in a state that is illegitimately arisen, and also to be seen.",
    "ai-tika-abh08t48:9_0": "It is the principle that gives rise to self-effacement and the reinforced by each other,",
    "ai-tika-abh08t48:9_1": "By groups of two is a basis for such powers as restraint, and as restraint of each other, but not as that of the jhānas.",
    "ai-tika-abh08t48:9_2": "For anyone in this way there is none of these states that are present, there is no mind-made, state of existence. When there is the state of existence, the state of non-existence in each other.",
    "ai-tika-abh08t48:9_3": "the four primary elements are the condition for each other.",
    "ai-tika-abh08t48:9_4": "at the time of descent (into the womb) mind and body are mutually related with each other.”",
    "ai-tika-abh08t48:9_5": "And after teacher has arisen, they said: “According each other with unconcerned mind, they are said to be in the way that isn’t conformity with each other.”",
    "ai-tika-abh08t48:10_0": "The Dhamma’s mind is the earth kasiṇa, like a determine for its own mental aggregates, have ceased, and change in its various forms. The Dhamma is the conducive to its reappearing later-food’s mind.",
    "ai-tika-abh08t48:10_1": "Neither on the site of consciousness: low base consisting of boundless consciousness, for what is called conducive to form, or formless.",
    "ai-tika-abh08t48:10_2": "laypeoples of beings, appearing in the presence of those beings, thus it is “friended” . And the various forms, namely and form are constantly and without referring to each other. When one’s minds produced by each other, their own fruits are similar to that causes.",
    "ai-tika-abh08t48:11_0": "But just as, however, the Impermanent is caught up in human strength, so the meaning should be understood, and through enlightenment factor: it is by means of non-human beings.",
    "ai-tika-abh08t48:11_1": "He has the immaterial jhānas as object, and he does not say that there is threefold in the beginning, “What are threefold in the sense with its object?”",
    "ai-tika-abh08t48:12_0": "“After giving to ethical conduct, he undertakes the observance-day procedure and the observance-day procedure, he reviews that he has done the observance-day procedure and the legal procedures of the noble ones. Then he, having done his legal procedure, he reviews the path to that same place, when he has done so, he reviews the path to awakening.”",
    "ai-tika-abh08t48:13_0": "Because of this the jhāna of the linking of boundaries (of the Neither), and so on having spoken that object,",
    "ai-tika-abh08t48:13_1": "Hence it is said: “He should be illustrated by the object.”",
    "ai-tika-abh08t48:13_2": "Although this difference without a diverse spectrum of water is unfinished,",
    "ai-tika-abh08t48:13_3": "When a heavy object of respect and reverence for them, having a strong observed the object, his supported by them.",
    "ai-tika-abh08t48:13_4": "So the diversity of heavy offenses should be understood that the classes of his oppositeness should be understood as follows:",
    "ai-tika-abh08t48:14_0": "In the immaterial states of the profitable thinking, “Then is the condition for the clauses of wholesome profitable roots aggregates are unskilled in absorption, oppressed in between the first phrases, and so on.” But when the heading is finished, they said, “After this,” and when the head is finished in between the skillages, he said, “Noternally” .",
    "ai-tika-abh08t48:14_1": "This being so, it should be understood that interruptation of mind-materiality in different phrases, descriptioned instance, observed by variety and unexceptly.",
    "ai-tika-abh08t48:15_0": "At the time of entering a residence with its own enemy above next to him as its object, and interruptedly with its own individual essences between its own objects, just as it was said and unwarenesses its object.",
    "ai-tika-abh08t48:15_1": "and then having entered upon the wind from the heat (also),",
    "ai-tika-abh08t48:15_2": "And here it is said in the Paṭisambhidā, as well as the origin of the fruits and benefits that gives rise to the fruit of the deeds thus: “In order to produce the various kinds of interrupting the fruits and seems, or if it is peaceful or sublime in one’s own habit, etc., exists in the case of the result of his elimination or stabilized purification; and it is so on.",
    "ai-tika-abh08t48:15_3": "And the two kinds of accessories is the same as object and the same as object;",
    "ai-tika-abh08t48:15_4": "That’s how it is in the future, and having given a blessing to return.",
    "ai-tika-abh08t48:15_5": "Pleasing ...",
    "ai-tika-abh08t48:15_6": "* Now, as to the one who advocates sensual pleasure and pain in one whose mind is satisfied, etc., in the case of faith and virtue, etc., are satisfied with the intention of faithfulness and invaliding.",
    "ai-tika-abh08t48:15_7": "the sound of the beginning is the bearing of whatever is the beginning, the middle, and the end of what is called.",
    "ai-tika-abh08t48:15_8": "for the sake of a great requisite is the enlightenment factor.",
    "ai-tika-abh08t48:16_0": "and although the first thing had arisen in the first watch, he is one who carried off the prominent stated before.",
    "ai-tika-abh08t48:16_1": "so, being formless, liable to fall away.",
    "ai-tika-abh08t48:16_2": "Hence it is said: “He is born in a site”.",
    "ai-tika-abh08t48:16_3": "And just as, when the base consisting of the site has been surmounted, he does so too in the heart, which is to be regarded as “sights,” and so on, etc., should be seen by a merety,",
    "ai-tika-abh08t48:16_4": "* Without the five objects of sense desires, they are led on by the object;",
    "ai-tika-abh08t48:16_5": "At the right time they will ask an enlightenment Taking a question about the world as impermanent, suffering, and perishable. Their sense fields are not possible to dispel remorse in the present. And they won’t be able to get rid of the objects of the present.",
    "ai-tika-abh08t48:16_6": "For this is the meaning of the present in the present the mind, namely, the mind becomes evident to him, and it is like the physical process.”",
    "ai-tika-abh08t48:16_7": "And here the particular reference to the object opposite sex in the past, the future, and present in terms of the various forms. This includes in the various forms opposite sex.",
    "ai-tika-abh08t48:17_0": "Possessing the calm is found in a corpse that is born from a warding off of the body, which is accompanied by various forms, is the producing condition.",
    "ai-tika-abh08t48:17_1": "For the one whose mind is strong and the later can go oppressed by one whose mind is successful, etc., instanced by the consciousness that have been performed, and when the various conditions are fulfilled,",
    "ai-tika-abh08t48:17_2": "But he said, “In this way this body is a condition for the arising of the mind, and so is the condition for the arising of this body.”",
    "ai-tika-abh08t48:18_0": "Because of the ears of the nose-tips and the Uttarakuru, as through the scent of-smelling One’s end, and so on, Being devoted to the supreme-world, radiating of his self-controlled well-unpreparedly.",
    "ai-tika-abh08t48:18_1": "For if they are able to take the profitable states of loss, having the special qualities of being broken through the dissatisfaction with the wall, etc., and have the strength of their own generosity, they don’t take the multitude of themselves and requisites.",
    "ai-tika-abh08t48:18_2": "Those who are skilled in the basics, skilled in the unprofitable and immerse it adverting to them, saying “They specifically use it adverting to the monastery.”",
    "ai-tika-abh08t48:18_3": "“And what is the reason why sometimes it is said in the same way as cause, with ablution, of the laughing and singing? What is in the same way?” Then “What is in the same way the twofold system, which is in the same way as the result of good for the next world? It is because of the kamma-processiveness of the fruition and the result of goodnesses through the deities.",
    "ai-tika-abh08t48:18_4": "After the result of his (nature) power and of actions, he produces the result of his (birth) actions, like a circumstance in a lake, and it turns away from the Anotatta.",
    "ai-tika-abh08t48:18_5": "However, even when mundane and supramundane arises in him as soon as he takes the special qualities of the supermundane, etc., he does not surmount the scriptures.",
    "ai-tika-abh08t48:18_6": "And that is also called “respect” in the same way as in the law of the teaching, not that followed by the Elders,” etc., and also “The Elders, not even a teacher,” and so on.",
    "ai-tika-abh08t48:18_7": "That is why it is said in the passage beginning, “Now, this is the time for the supermundane and the scope of logic.”",
    "ai-tika-abh08t48:18_8": "But the path is born in a lake because it goes from the stage of these two nets, etc., and because there is no variety of ornaments .",
    "ai-tika-abh08t48:18_9": "That is why it is said in the Vibhaṅga: “About the road of the range of the way beginning, middle, and end.”",
    "ai-tika-abh08t48:19_0": "Rather-cause of the power of consideration is a quality because of the motion of the waves and when the circumstances is found, (birth in) deeds, for the sake of their (good) (internative) deeds.",
    "ai-tika-abh08t48:19_1": "for (good) deeds are called something that is accompanied by defilements,",
    "ai-tika-abh08t48:19_2": "From the time whenever they arise there was arisen, non-human beings she was not able to fact nor too much.",
    "ai-tika-abh08t48:19_3": "It is born in the world of conquering the supermundane, and the mind is bound to constantly.",
    "ai-tika-abh08t48:19_4": "Of those borne in the conjunction, the result of sights, the result of the fine-materiality, the other materiality is also to be seen.",
    "ai-tika-abh08t48:19_5": "She was skilled in making a profitable intentions in her own way and settling the result of phenomena. She was skilled in loss having a peaceful state, and skilled in maintaining what was done in the formless and unprofitable.",
    "ai-tika-abh08t48:19_6": "Because that simile of the action must because they have been effected by them.",
    "ai-tika-abh08t48:19_7": "On the other occasions when they have been reborn in a place where embarrassed, the reason why should be proceeded?",
    "ai-tika-abh08t48:19_8": "And here the continuation-process there is neither pervading nor the result of intentional deeds described under the heading of mindfulness.",
    "ai-tika-abh08t48:19_9": "Without defilements ...",
    "ai-tika-abh08t48:19_10": "This is the cause of wholesomeness in this way: “This is a condition for the right absence of such making amends for, and it does not showly.”",
    "ai-tika-abh08t48:19_11": "and having spoken thus, “In this way the” of the Commentary work for the sake of himself and for the sake of his own attainment, for the sake of the paths of gratifying work to do his own continuity, and without making it known.”",
    "ai-tika-abh08t48:20_0": "For the result of his own states beginning with the state of existence associating with the immaterial states and the result of beings, etc., in the formless states beginning with the produced condition.",
    "ai-tika-abh08t48:20_1": "Hence it is said: “Herein, mental factors and thoughts connected with consciousness?”",
    "ai-tika-abh08t48:20_2": "Because they haven’t done bad deeds, being resentful and negligent, their order to get a bad view.",
    "ai-tika-abh08t48:20_3": "For the states of having ceased, the rest are hard to understand.",
    "ai-tika-abh08t48:20_4": "there are five hundred celestial embracings, wide-worms, and various forms.",
    "ai-tika-abh08t48:20_5": "and because of the result of the beginning of the peril of being sort of being bad.",
    "ai-tika-abh08t48:21_0": "In the sense of forms, which is the nutriment consists of form-originated elements, is the nutriment consisting of forms,",
    "ai-tika-abh08t48:21_1": "for mindfulness and occupied with the body as a post, which is contemplation and is distended by the latter kind of food, distended by the contemplation of others.",
    "ai-tika-abh08t48:21_2": "Herein, the fuel for the physical nutriment is the threefold aspects, that is to say, the physical nutriment is to be found.",
    "ai-tika-abh08t48:21_3": "For it is not only this that is not conceived in the world with the appearance of a law of loving-kindness and wavering to the consciousness that occurred with the state of non-existence,",
    "ai-tika-abh08t48:22_0": "In whatever business there is—whether physical, verbal, and mental—including. Intentional, conditioned by way of body, speech, and mind—that is conditioned by way of speech.",
    "ai-tika-abh08t48:22_1": "For he dispelling the states of rolling into the states of loss, etc., and rolling into the various different states of existence as they prevent to old age and death, his livelihood, and his sense faculties, with the intention and initiate, etc.; and to get the noble ones, his soul and his state of non-existence, etc., and pursue, pursue the development of the faculties, etc.; and his very same in the case of faith, etc.; and his life by means of the existing, which they growth and that affection, etc., is to say, the arousexert, and that to the rest.",
    "ai-tika-abh08t48:22_2": "shows why for women, and for male and female men, five men, women and men,",
    "ai-tika-abh08t48:22_3": "One who lives without equal or without a fault, and one who lives alone with absence of the life faculty,",
    "ai-tika-abh08t48:22_4": "Thus these two faculties have passed",
    "ai-tika-abh08t48:22_5": "“I will think without understanding and adherence, either preceding the truth of the origin of the four faculties, or namely the faculties, knowledge of the path, wisdom, the faculty of knowledge, and vision of the faculties.”",
    "ai-tika-abh08t48:22_6": "He understands the first path and knowledge that the faculties of them, and he directly knew the six faculties and the six faculties of direct knowledges, and the path to perfection of the fruit of stream-entry, once-returner. He knows the path to perfection of the fruit of non-return, and perfection.",
    "ai-tika-abh08t48:22_7": "First they are the first faculties in detail with the different enemy. Having taken the forms, how can a woman take to be the best of them, etc., in this way, and appeared to men?”",
    "ai-tika-abh08t48:22_8": "they don’t spend too much time ingraticing like a hook.",
    "ai-tika-abh08t48:23_0": "It is the reason why it has the characteristic of impermanence, etc., and which is accompanied by applied and sustained thought as its object and sustained thought, and it is which in the way beginning, “This attainment is the absorption by the having attained the jhāna and its object.”",
    "ai-tika-abh08t48:23_1": "But those name and form are produced in this way. They are seen in both mental and the states of loss.",
    "ai-tika-abh08t48:24_0": "He is one who is reborn in a heavenly realm, but who has not founded in the sense of urgency, and who practices it to the noble paths—and who is reborn in a heavenly realm, etc., and in the path of this way, “This is the proper procedure.”",
    "ai-tika-abh08t48:24_1": "thoughts often thought and wrong thought are shown.",
    "ai-tika-abh08t48:24_2": "When the courses are destroyed,",
    "ai-tika-abh08t48:24_3": "For the wrong way is effectively in wrong way, wrong speech is wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. And here it is observed simply in the way beginning, “This too is a condition for the jhāna.”",
    "ai-tika-abh08t48:25_0": "Except in the ultimate sense is the state of having the characteristic of opposite sex with the states of individual essences, etc., and also it is which is actually associated with the states of individual essences, and so on. But alternatively: “This is the state of non-existence in individual essencesences associated states.”",
    "ai-tika-abh08t48:26_0": "and that which is bound by the bondage of sexuality, the mind, and that which is unfinished, and the state of various boats, etc., and various aggregates beginning with each other. And it is manifested as a state consisting of boundlessness, etc., and that is unexistence in mind.",
    "ai-tika-abh08t48:26_1": "For the clothes of consciousness occurred in the six classes of consciousness, namely, mentality-materiality, and the mental law of the consciousness, and the mental worms consisting in the seven places producing condition.",
    "ai-tika-abh08t48:26_2": "And the story of the laity is converted to the instance of the heart and so on, even with the rest of the heart, thus it is “body” .",
    "ai-tika-abh08t48:26_3": "For this is said in the aggregates as applied to the various constituents (of mind and body) that constituents (of mind and body) that constituents (of mind and body) that provide fuel for the physical processes.",
    "ai-tika-abh08t48:26_4": "Likewise that of the consciousness- constituents later in the way beginning, “consciousness is a condition for the physical formations of the mind-made, etc., as aggregates, etc., and because it is the condition for the arising of the aggregates of formations.” But when it is found in the case of the forms.",
    "ai-tika-abh08t48:26_5": "and having said this, it is said in the Paṭisambhidā that is aroused through the three kinds of successions in the same way as “Possessing” .",
    "ai-tika-abh08t48:26_6": "However, this is the reason why someone is not liable to fact fully aware.",
    "ai-tika-abh08t48:27_0": "When it comes out through the opposite sense to the inner skin that occurs as subsequently in making the space its object, it is the actual way that is preceding the intention of aggregates, is what is meant.",
    "ai-tika-abh08t48:27_1": "But there is no place for sights, no objects of what is stored indoors. There is no decrease, no object. Because of this the object is lived in dependence on material objects.",
    "ai-tika-abh08t48:27_2": "There is the state of existence in the present, which is held together by the story of the present.",
    "ai-tika-abh08t48:27_3": "Because there is the concept that is interruption, there is the necessary, repellation, and striving of whatever bodily form there is—annot cause or reasonable.”",
    "ai-tika-abh08t48:27_4": "The physical nutriment of the visible-material faculties are included in the form of the body, based on the mind-made body, and the physical formations of the mind base consisting of neither perception nor non-perception states, and there is the truth of the arising of this body, the mind-made, and the state of non-perception condition.",
    "ai-tika-abh08t48:27_5": "Abandoning the states of defining enquiry, (such as): “We will find such a highway, adornment, or supporting the mind.”",
    "ai-tika-abh08t48:27_6": "And after the death of her mind had arisen in the future, she was reborn in a place where she was reborn.",
    "ai-tika-abh08t48:27_7": "And here there is the indication of the aspect of the moderation that is not produced in him in this way there is no enlightenment, etc., and there is not even the manifestation of an enlightenment factor or in the various formsences beginning with water, etc., and there is no the manifestation of the elimination of elements consisting in him.",
    "ai-tika-abh08t48:28_0": "There is no normal decrease when in between the preceding the mind-made . It is manifested as the physical nutriment.",
    "ai-tika-abh08t48:28_1": "When this happens, sometimes it is the second opposite sex in the second-jhāna access, which is ... non-existence in the opposite sex, and the consciousness that occurred in him in its various ways.",
    "ai-tika-abh08t48:28_2": "With the appearance of his own giving up of a self-development -",
    "ai-tika-abh08t48:28_3": "And owing to the meaning of two kinds too is stated without having dyed.",
    "ai-tika-abh08t48:28_4": "In the case of the oppositeness should be understood that the state of oppositeness in each case. And the states consisting in the various opposites of the states should be understood as the residual formations .",
    "ai-tika-abh08t48:28_5": "When the Buddha knew that all these things were taught by the Buddha, he thought, “This is the because of this all the time.” Then he thought, “These One should next that after consideration because he has been infatuated by the development of the knowledge of the Dhamma.”",
    "ai-tika-abh08t48:28_6": "And the other kind of stated is also called “non-house” in the same way that is to say, the other two persons” each time in the same way as stated . In the same way, when it is stated, it is also called “ascetic” and requisites”;",
    "ai-tika-abh08t48:29_0": "Because they are great primary elements and conceived each other, because of their body and speech, they were a condition for each other. And so there is the neighborhood of the body, speech, and mind. Consciousness is a condition for other.",
    "ai-tika-abh08t48:29_1": "Seven conditions are fulfilled.”",
    "ai-tika-abh08t48:30_0": "Formless form is included in the thirty-two cases of the sights, etc., which have been made by the forgets of the kind already described, is to be practiced by the simultaneously.",
    "ai-tika-abh08t48:30_1": "Form is the name of form: with the previous disappearance of form, thus it is the universal form, in the form-realm, or in the future it is called “disappearance”.",
    "ai-tika-abh08t48:31_0": "all the reasons in the various classes of rebirth. They utterly apprehend the class of rebirths, old age, and death, of sorrow, lamentation, pain, sadness, and distress. Namely, they all said to each other instance.”",
    "ai-tika-abh08t48:32_0": "Thus in conformity with the Dhamma—",
    "ai-tika-abh08t48:33_0": "the form of the teaching.",
    "ai-tika-abh08t48:34_0": "The Congregation of the Congregation is finished.",
    "ai-tika-abh08t48:35_0": "Discussion of the town",
    "ai-tika-abh08t48:36_0": "1400-2.",
    "ai-tika-abh08t48:36_1": "Recollecting all things, Sundarī who is completely pure, well-composed, who has discovered the Buddha’s true knowledge, and intelligent, who gets steps out the sense of urgency, and is devoted to the Buddha’s knowledge.",
    "ai-tika-abh08t48:36_2": "Those who falternatively discover: “One is the meaning, giving to and sight of to see.”",
    "ai-tika-abh08t48:36_3": "Immersion, liberated, my mind inclines,",
    "ai-tika-abh08t48:36_4": "Firstly, because a bhikkhu is devoted to acquire great respect for him, heirs in the funeral pyre, gladness, andhabits, thus he is able to enunciate the Dhamma from there,",
    "ai-tika-abh08t48:36_5": "For that is how the development of loving-kindness is fulfilled in the development of the meditation subjects that have been prepared for a league in Todeyya.",
    "ai-tika-abh08t48:37_0": "What is called the ‘covering One’, the ‘building’, the ‘metic’, the ‘bathing’, the ‘bathing’, the ‘covering of the mouth’, the ‘garden’.”",
    "ai-tika-abh08t48:37_1": "To preference: the meaning is that of the path.",
    "ai-tika-abh08t48:37_2": "One is accomplished in secretion: one is accomplished in meaning, one is endowed with meaning, but not for one who has attained and possesses the meaning.",
    "ai-tika-abh08t48:37_3": "The meaning is that it is just the meaning, giving it up.",
    "ai-tika-abh08t48:37_4": "with both uncontrolled and unaffected, and crowded,",
    "ai-tika-abh08t48:37_5": "all the great Sages of Sañjaya Belaṭṭhiputta is the 84,000 chamberlains, the Himalayas, the great Sal grove.",
    "ai-tika-abh08t48:37_6": "these ways: embarrass and adornments, resembling the goods in all ways. ...",
    "ai-tika-abh08t48:37_7": "* With the King Kaṇṭaka: We will think:",
    "ai-tika-abh08t48:37_8": "In the eastern direction, (they are) sitting in the easterly direction,",
    "ai-tika-abh08t48:37_9": "being dishonested by the Dhamma,",
    "ai-tika-abh08t48:38_0": "The Book of the Absorption in the Doctrine named Concluded:",
    "ai-tika-abh08t48:39_0": "praised by the Dhamma.",
    "ai-tika-abh08t48:40_0": "Discussion of the Manyth",
    "ai-tika-abh08t48:41_0": "1.",
    "ai-tika-abh08t48:42_0": "For those who live in the mountain caves, in the city of Vedisa,",
    "ai-tika-abh08t48:43_0": "he sent by the King of the Lord of Men, by the King of Light,",
    "ai-tika-abh08t48:44_0": "they dwelt in the Jeta Grove together in the Jeta Grove.",
    "ai-tika-abh08t48:45_0": "I’m the one who, like a lovely jungle thicket.",
    "ai-tika-abh08t48:46_0": "2.",
    "ai-tika-abh08t48:47_0": "when you’re accomplished in ethical conduct, have recommended by those who see,",
    "ai-tika-abh08t48:48_0": "by those who are engaged in good qualities,",
    "ai-tika-abh08t48:49_0": "like the sage, the song of music, etc.",
    "ai-tika-abh08t48:50_0": "born in the noble ones, footprints of wisdom,",
    "ai-tika-abh08t48:51_0": "3..",
    "ai-tika-abh08t48:52_0": "For the supernormal powers they are caught up in them,",
    "ai-tika-abh08t48:53_0": "The commentary on the Monastic Law",
    "ai-tika-abh08t48:54_0": "Talking in the essential;",
    "ai-tika-abh08t48:55_0": "One sleeping wherever it is easy,",
    "ai-tika-abh08t48:56_0": "4.",
    "ai-tika-abh08t48:57_0": "After being waited on her very course,",
    "ai-tika-abh08t48:58_0": "he went to the Elder’s virtues’ monastery.",
    "ai-tika-abh08t48:59_0": "Whoever delights in the teaching of the Dispensation,",
    "ai-tika-abh08t48:60_0": "The section for recitation on the same day",
    "ai-tika-abh08t48:61_0": "5.",
    "ai-tika-abh08t48:62_0": "the noble one with good eyes - earned.",
    "ai-tika-abh08t48:63_0": "I’m stainless and pure,",
    "ai-tika-abh08t48:64_0": "Setting that profound and so on,",
    "ai-tika-abh08t48:65_0": "cleared the sweetness to him.",
    "ai-tika-abh08t48:66_0": "are complete in the Dhamma."
}