{
    "ai-tika-vin05t24:0_0": "24. Sīmāvinicchayakathā",
    "ai-tika-vin05t24:1_0": "Two on boundaries: here it is bound simply two kinds of boundaries, that is bounded by boundaries; there are two kinds of boundlessness.",
    "ai-tika-vin05t24:1_1": "Herein, boundless signs, he boundlessly reaches three ways: (Then), the sign, and in three ways, boundlessly, boundlessly, tied the sign called mastery in which a swift sign.",
    "ai-tika-vin05t24:1_2": "Absorption is said to be the blessings, the signless, the shadow of foulness; the sign of foulness is standing outside the necklace; the feathers in these sixteenth Rains, the Similes, the incomparable, and the establishments in these eleven ways. When standing, he makes a firm footing.",
    "ai-tika-vin05t24:2_0": "Herein, there is no one able to sit together where the monks are not able to sit together.",
    "ai-tika-vin05t24:2_1": "after going over the hair of the head hairs too three leagues across 40 kilometers.",
    "ai-tika-vin05t24:2_2": "the signless is what is meant.",
    "ai-tika-vin05t24:2_3": "Having plucked the eastern quarter, he sets up the north, leaves down the southern direction, and then set it up in the eastern direction.",
    "ai-tika-vin05t24:2_4": "But if he places it in the northern quarter, then the sign appears placed on to the north, and put it on a boat.",
    "ai-tika-vin05t24:2_5": "Another marks of a tree: in a box, a shop, a straw mat, a hide, a patchwork, a keyhole, a cart, or a crack of bucklets.",
    "ai-tika-vin05t24:2_6": "the shadow named Mount Vepulla, and having cut off the shadow,",
    "ai-tika-vin05t24:2_7": "the signless is undeveloped. Having cut off all the signs,",
    "ai-tika-vin05t24:2_8": "the sign is standing outside the monastic boundary, having placed the size of the boundary,",
    "ai-tika-vin05t24:2_9": "in the river by the ocean there is this name of the ocean, etc.,",
    "ai-tika-vin05t24:2_10": "Well, my mother’s father should not be appointed all over, while all the smallest unmoved. It’s pervaded, nothing from that place.”",
    "ai-tika-vin05t24:2_11": "the boundaries of boundaries, near the head, on the boundaries, and on the near shore of his own head, the instruments of others.",
    "ai-tika-vin05t24:2_12": "If there were two monasteries in the eastern direction, he in the west, the north, and after finishing all over the trees in the eastern quarters, he rose up from each other two installing each other, then having mastered each other.",
    "ai-tika-vin05t24:2_13": "After the meal, on the eastern quarters from the eastern quarter in the eastern direction, the monks sat down on the nearby.",
    "ai-tika-vin05t24:2_14": "If he’s canceling the first boundary, he should put his upper robe first to him.",
    "ai-tika-vin05t24:2_15": "If there is a last time, he should place the weavers of the hand.",
    "ai-tika-vin05t24:2_16": "In the Great Monastery, the starting is said, “There is a razor,” and “It is allowable for one who is needing a razor.”",
    "ai-tika-vin05t24:2_17": "the foot of a tree is for two months.",
    "ai-tika-vin05t24:2_18": "But if it is growing, he should not do it.",
    "ai-tika-vin05t24:2_19": "boundaries for eight years.",
    "ai-tika-vin05t24:2_20": "For if the boundaries in this way, they enter the surface of the onto a floor or their own head, then the upper garment is called “Sāriputta.”",
    "ai-tika-vin05t24:2_21": "But she establishes boundary that is allowed the boundary and then designated it as delimited.",
    "ai-tika-vin05t24:2_22": "just the monks from the group of nuns.",
    "ai-tika-vin05t24:2_23": "Because they don’t do build a legal procedure done against each other,",
    "ai-tika-vin05t24:2_24": "Thus these eleven months after going out, you must leave them beyond the limit.",
    "ai-tika-vin05t24:3_0": "and the sign of his projecting the mind is called ‘specified’.",
    "ai-tika-vin05t24:3_1": "Herein, the sign of the sign is said to have a hill, a rock, a forest grove, anthill, a tree standing in the sign of a tree, a charnel ground, a forest, or a tree standing in that place.",
    "ai-tika-vin05t24:3_2": "* The mountain slants, sir,",
    "ai-tika-vin05t24:3_3": "After making the signs that have been swept away from the mountain, and through having right mindfulness,",
    "ai-tika-vin05t24:4_0": "Here is an explanation to say:",
    "ai-tika-vin05t24:4_1": "He should ask about the Monastic Law in the Vinaya Commentaries: “What are you doing the sign?”",
    "ai-tika-vin05t24:4_2": "“It’s true, sir.”",
    "ai-tika-vin05t24:4_3": "But if he declares to be fully ordained, or he is not fully ordained about it.",
    "ai-tika-vin05t24:4_4": "again, he thinks, “We’ll make the signs in this way,” “We shall perform it,” then we won’t do it. If he thinks, “How shall we get it?”",
    "ai-tika-vin05t24:4_5": "Likewise in the longhouses, etc., similar to the two.",
    "ai-tika-vin05t24:4_6": "What in the eastern direction ... western direction ... northern direction ... southern direction ... eastern intermediate direction ... western intermediate direction ... northern intermediate direction ...",
    "ai-tika-vin05t24:4_7": "water, sir, from afar.",
    "ai-tika-vin05t24:4_8": "this is the water for washing:",
    "ai-tika-vin05t24:4_9": "And here, having given eight signs, what is there in the ford?",
    "ai-tika-vin05t24:4_10": "* The mountain slants, sir,",
    "ai-tika-vin05t24:4_11": "those who do this?”",
    "ai-tika-vin05t24:4_12": "When they lose the signs in this way, where do they get left?",
    "ai-tika-vin05t24:4_13": "But in the Commentaries that thought: “This is the mere binding the significes, what should we do?”",
    "ai-tika-vin05t24:5_0": "158.",
    "ai-tika-vin05t24:5_1": "Now, the sign must be understood that when the balanced foulness .",
    "ai-tika-vin05t24:5_2": "And as soon as it remains, both Pure and fine; both Cool Grove and less.",
    "ai-tika-vin05t24:5_3": "now he is threefold: the water-lilies are not allowed.",
    "ai-tika-vin05t24:5_4": "But the other elephants it is not allowed to live in a place where the elephants it is not.",
    "ai-tika-vin05t24:5_5": "If he allows the four directions, or three signs become one, or four mountain joints, that is to say, two, three, four, or five pebbles the signs of foulness and two signs.",
    "ai-tika-vin05t24:5_6": "The same sign, and the rest.",
    "ai-tika-vin05t24:5_7": "So when asked by when it is found, he should not do it in a hill, “This is bound by level.”",
    "ai-tika-vin05t24:5_8": "If there is no one sitting per day, he should not do it.",
    "ai-tika-vin05t24:5_9": "Then, when he makes the sign thus: “This is the shape of eight directions, it is the shape of a single bloated corpse discarded by the sign, it is the shape of its neck, and if he harbolishing it by one or other that signs, he should make an unknowing of the corpse.”",
    "ai-tika-vin05t24:5_10": "If he takes a third place, or he should sit down to a certain mountain top, or he should build a dwelling built for him at the foot of a mountain. So why, having made an agreement to reappear in that place wherever he is born.",
    "ai-tika-vin05t24:5_11": "If he had a single mountain-top 40 kilometers all the limits of a tree standing on the ground, he should make a piece of hide.",
    "ai-tika-vin05t24:6_0": "or a stone or a termite-mound or a bush or a wound. That’s why it is allowable for one who is extended to the sign.",
    "ai-tika-vin05t24:6_1": "but it is not allowed to be measured by the heat of the mountains, that is why the trunk of a great whirlpool.",
    "ai-tika-vin05t24:6_2": "At the end of the framework of wounds, which were more bronze palaces, whirlpools, hunger, thirst, and wind, the graces, and so on. It reaches the neighbourhood of a stone.",
    "ai-tika-vin05t24:6_3": "A floor is like a stone splinter on the ground, which is like a stone ball stone, is like a leaf-worm-infested gold staircase, or even if that crane of a stone.",
    "ai-tika-vin05t24:6_4": "If the stones are fastened with a stone buttocks, there is something more than that of the palace floor. If he cannot stones or a single one of the necklaces, he should give it that stone’s palace.",
    "ai-tika-vin05t24:6_5": "If there is a stilt longhouse at the end of a dwelling, or if it is a stone, one is not allowed to live in such a way,",
    "ai-tika-vin05t24:6_6": "If he makes the sign stands outside the monastic boundary, he commits an offense entailing confession.",
    "ai-tika-vin05t24:6_7": "After making a dwelling, it should not be made of one size, and it must not be done.",
    "ai-tika-vin05t24:7_0": "Or alternatively, there is a straw mat, a carcass, a shop, a tree, a piece of creeper, a shop, a cul-de-dear, a creeper, or a small spanel, or even one of four hundred leagues.",
    "ai-tika-vin05t24:7_1": "But if they don’t build a dwelling in the midst of the monastery,",
    "ai-tika-vin05t24:7_2": "After staying even for a single day, he should make the announcements of the Kāsi cloth and the tree stilt longhouse.",
    "ai-tika-vin05t24:7_3": "After making a dwelling, it should not be made of one requisites. If not, it is something else one.",
    "ai-tika-vin05t24:8_0": "The tree is allowed to climb a tree, a spike, a leaf, a spike, a cycle, a tree, a piece of meat, a whirlpool, a creeper, a leaf hut, a straw.",
    "ai-tika-vin05t24:8_1": "The it is not worth a sixteenth part of the month that is well-proceeded and well-whiteld",
    "ai-tika-vin05t24:8_2": "Then, after extending the seeds of rainy season in wound, he dropped the seeds, and it was not allowed to. But when he had done a wound, it was allowed to go to the gateway, and cut it out at the gateway,",
    "ai-tika-vin05t24:8_3": "nor does the roots of the branches and leaves, but having chopped off the branches and leaves. But this is the precincts.",
    "ai-tika-vin05t24:8_4": "When doing it, they say, “The tree is cycle,” and “The tree is allowed to live with?”",
    "ai-tika-vin05t24:8_5": "But even a single eon is well established in whose family is well-proclaimed. They can’t do even see anyone elsewhere.",
    "ai-tika-vin05t24:9_0": "The path of the highway is not allowed to, etc., not to be found through the path of the paths, etc., of the paths, or the waist path.",
    "ai-tika-vin05t24:9_1": "The one who is reborn among the two in the villages, two in some roads, and one who goes along a road through the valuable paths, or one who is traveling along a road before the road through the hip. And one who is victor in a village districts, two, or three not to say that path distributes the path that is proper.",
    "ai-tika-vin05t24:9_2": "If two letter leave the road, he shouldn’t get back from the wagons. Having finished one the two or three times together again and again, then he should not again enjoy that.",
    "ai-tika-vin05t24:9_3": "In the eleventh enquiry,",
    "ai-tika-vin05t24:9_4": "If they’re able to make a dwelling, then one isn’t able to arrive in the four directions, even if it’s getting a single one, they’re not allowed to.",
    "ai-tika-vin05t24:9_5": "in the agitation of the signs,",
    "ai-tika-vin05t24:9_6": "(thinking): “Where is it allowable to attain the next world?”",
    "ai-tika-vin05t24:9_7": "On the way he has come to an end, he does not get rid of it even when he has entered the dwellings, why does he have to leave?",
    "ai-tika-vin05t24:9_8": "If they don’t have a sign covered the way, the path is protected outside the roadside it is outside the monastic boundary, if he sees the marks, then the sign is present.",
    "ai-tika-vin05t24:9_9": "Which is the path, thinking: “Sometimes the road,” But when anyone travels by way of body, it is allowable for them to do the same, it isn’t allow a single dwelling, and it isn’t allowable to chase after it.",
    "ai-tika-vin05t24:10_0": "wounds it is allowed to inner skin that envelops the framework of bones. But it is not allowed by an hawks, a wound, and it is allowable for them to go down.",
    "ai-tika-vin05t24:10_1": "In Avantī the Himalayas, were to be found on the Himalayas, or to be fixed in one place by one, but to the other. How would he not do it?",
    "ai-tika-vin05t24:11_0": "They don’t walk when it’s time to prevent the royal harem. While the Rains Retreats, they don’t go outside the monastery gates. They don’t go to the rainy season. The King has fallen to the rainy season.",
    "ai-tika-vin05t24:11_1": "When it has been commended with such rainy-season residence, it doesn’t prepare a charnel ground wherever he wants, and without getting wetting the training rules or their sarong or upper robes together. Then after covering the knees, he doesn’t cover it with his upper robe, and yokes sarong the upper robe. The sarong the upper robe is finished in all the sarong or the sarong. This is the one the case.",
    "ai-tika-vin05t24:11_2": "The group of nine on the observance day, etc., and the legal procedures of the nuns should not be done against a nun whose turn is still immovable.",
    "ai-tika-vin05t24:11_3": "But if the road is the shape of a swamp in a wagon, or it can’t be used to wander about even one side or other of them.",
    "ai-tika-vin05t24:11_4": "And there is no place in four directions for the beds in the four directions, without having gone away or lie down on each other.",
    "ai-tika-vin05t24:11_5": "However, it is not allowed to make a four inches in a river,",
    "ai-tika-vin05t24:11_6": "If he is making it himself, he thinks he can’t wipe it up like a palm-leafed. He can’t dry the grass and sticks into it.",
    "ai-tika-vin05t24:11_7": "But however, there is no place for settles, drops, and that is not suitable for attaining the water, or the signless signless, it’s not allowable to go to heaven.",
    "ai-tika-vin05t24:11_8": "But if the stake is poor, it is not allowed to dawn on the ground or on the neck.",
    "ai-tika-vin05t24:11_9": "He doesn’t address the water, constantly take water, and continue to make the signs even though it’s permanent, everlasting, or slandering the sign.",
    "ai-tika-vin05t24:11_10": "But when a large polished it by its roots and tubers, it’s not easy to catch them by eating the wrong road, from the time to time, and it is not easy to break off the trickles, and without starting to make the signs.",
    "ai-tika-vin05t24:12_0": "It is not allowed to make a substance in water without some water or to fill a bowlful of water. It is allowed to dry up and pols.",
    "ai-tika-vin05t24:12_1": "But it has little bathing in the lotus pond to be found covering the drop of the lotuses, stalks, and the tops of the water. It’s not appropriate for them to touch the hollow.",
    "ai-tika-vin05t24:12_2": "But in the Dark One said, “But there is water, dropped in the body of Andhakavinda, and the sign that needs important,” it is said.",
    "ai-tika-vin05t24:12_3": "but if he were to play a game of timber, even if he plays in a charnel ground, a meal, then after making it position, he continually presents his work. If there is much rice or drinking water, hen’t be able to fill it.",
    "ai-tika-vin05t24:12_4": "But in that place the perception of signs of food is to be found, posts of fondness, etc., or of the stone.",
    "ai-tika-vin05t24:12_5": "He is allowed to make a warrior, and it is not allowed to make a possessions for the time.",
    "ai-tika-vin05t24:12_6": "The permutation series within the same boundary as a cesspool, no-one texts on the Monastic Law, that is why it is allowable to them.",
    "ai-tika-vin05t24:13_0": "you should appoint each other with these eight wayss, that is not allowed.",
    "ai-tika-vin05t24:13_1": "After appointing them, they’re bound by two signs by the other, and the rolling signs in the way described.",
    "ai-tika-vin05t24:13_2": "The four inner skin was the shape of a snowing neck, four inches, and four inches, and a pair of pearls or two inches.",
    "ai-tika-vin05t24:13_3": "When the sign has been stated in this way, it should be understood that he has already attained through the jhāna.",
    "ai-tika-vin05t24:14_0": "Standing on the fourteenth part of the body, they all had thoroughly vicinity of the village, towns, chopped it until the end of their hands and bowls. All of them, they all did not stand in that village.",
    "ai-tika-vin05t24:15_0": "Specified deeds:",
    "ai-tika-vin05t24:16_0": "“Venerables, if it seems appropriate to the Sangha, the Sangha should abolish the boundary that defines who belongs to the Sangha.",
    "ai-tika-vin05t24:17_0": "“Venerable Sir, so long as the Sangha establishes a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together, the Sangha designates them as delimiting a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin05t24:17_1": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t24:18_0": "The Sangha has established a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together, those with these boundary markers, and who approves it thus: “I will be silent.”",
    "ai-tika-vin05t24:19_0": "So it is said in this way that aiming at work,",
    "ai-tika-vin05t24:19_1": "the signs when the apprehending the signs are left outside, they are outside the monastic boundary.",
    "ai-tika-vin05t24:20_0": "161.",
    "ai-tika-vin05t24:20_1": "When you’re bound by a debt, allayed for three robes, if you’re shameless and unaffected.",
    "ai-tika-vin05t24:20_2": "If it is said:",
    "ai-tika-vin05t24:21_0": "“Venerable, it seems appropriate to the Sangha, the Sangha should designate that same boundary as delimiting a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas.",
    "ai-tika-vin05t24:22_0": "‘Venerables, the Sangha has established a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together. The Sangha designates that same boundary as delimiting a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas. The Sangha designates that same boundary as delimiting a village-and-so.",
    "ai-tika-vin05t24:22_1": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t24:23_0": "The Sangha has appointed a boundary that defines who belongs to the same community and who should do the observance-day procedure and who should be silent. I therefore silent. I will remember it thus.”",
    "ai-tika-vin05t24:24_0": "And here the town-dwellers can be understood in such a village,",
    "ai-tika-vin05t24:24_1": "An enclosed inhabited area with requisites belonging to the same Buddhist sect.",
    "ai-tika-vin05t24:24_2": "If a monk who has determined in such-and-such a village is designated as a companion,",
    "ai-tika-vin05t24:24_3": "For this boundary, after saying that the observance-day procedure is consisting of boundaries and its precincts, he defines who belongs to the same community and who should do the observance-day procedure together, and he acts the neighborhood of a village.",
    "ai-tika-vin05t24:24_4": "If it is within a monastic boundary, if he goes to where the boundaries within which all the boundaries within that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin05t24:24_5": "for there is no place for shelter in that. If she is unable to stay in that village, it is not good.",
    "ai-tika-vin05t24:24_6": "And if he returns after specifying his head, he goes downward.",
    "ai-tika-vin05t24:24_7": "And just as while the first place wherever he lays downwards, the place firstly fell downwards,",
    "ai-tika-vin05t24:24_8": "If they have done the same boundary, they’ll throw it out in the evening. If they go to the neighborhood of a village, then they’ll throw it out.",
    "ai-tika-vin05t24:24_9": "But if there is a single family home in a village or a district, it still does not go to the neighborhood of a village.",
    "ai-tika-vin05t24:24_10": "This is in brief ;",
    "ai-tika-vin05t24:25_0": "162.",
    "ai-tika-vin05t24:25_1": "This is how you should fix the boundaries on the ground. You should ask the monks for catching the benefits of each other with a hostile, phlegm, going from the village to another, or from your own residence. You should put you sit down on it and ask for the neighborhood of a dwelling, and then enter the village for the rest of the town.",
    "ai-tika-vin05t24:25_2": "He should then be given the consent of a regular monk who belongs to the same community and who should be given the consent.",
    "ai-tika-vin05t24:25_3": "“If there are monks who want to live in the village, the monks should wait for one day.”",
    "ai-tika-vin05t24:25_4": "Mahāpaduma, however, he said: “Padumavatī is this; it is uprooted enclosing the foot, boundaries withins, bound together with the monks. But when all the monks have returned, they should wait for one day to consent to the decision, but only if it is not appropriate for him to go at the end. And in this way, he should go at the end of the robe-making an end.” And he should give his consent.",
    "ai-tika-vin05t24:26_0": "When the monks gathered and had gathered like this, they made an enclosure that. It was the proper conduct for newly arrived monks who had gathered in the hands of the head, the pots for newly arrived monks should put someone elsewhere else. There was a small, or a messenger. I had been brought by fire, etc., and transforming the hands, the consecrating left over the front of me, the Sangha.",
    "ai-tika-vin05t24:26_1": "Their speech is in the sign of the earth. Having dropped into the water and then the water had fallen.",
    "ai-tika-vin05t24:27_0": "163.",
    "ai-tika-vin05t24:27_1": "the established monastic boundary that defines who belongs to the same community and who should go forth as a precinct. They are the first ones who should keep the benefits of the Sangha.",
    "ai-tika-vin05t24:27_2": "But he should know that we imprisoned,",
    "ai-tika-vin05t24:27_3": "If he stands in the assembly hall, he should fix many legs of all kinds, tied the one interrupted on to the ground, in the middle of the monastery, and have to be bound together in the middle of the monastery.",
    "ai-tika-vin05t24:27_4": "They must stay in the shackle of the Bodhi tree where they stay. They can meditate.",
    "ai-tika-vin05t24:27_5": "If he applies one of the rainy season by one, if he does not sink down in the room, he does not get up before another.",
    "ai-tika-vin05t24:27_6": "he should not place the boundary markers on the ground, bound together by a stilt longhouses. He should not place a stilt longhouse onto the ground, a jackals, bound them with a hole, and he should fix the boundary pork on the ground. He should not fix it on a stilt longhouses.",
    "ai-tika-vin05t24:28_0": "Here is the bondage to bondage in bondage:",
    "ai-tika-vin05t24:28_1": "After establishing the signs that are in the boundary, he delivering the boundary markers of that sign, and then designated it thus.",
    "ai-tika-vin05t24:28_2": "The same deed should be stronged, but not transferred to another.",
    "ai-tika-vin05t24:28_3": "In this way we’ll sink down, saying, “We’ll be able,” and they’ll not be able to kill them.",
    "ai-tika-vin05t24:28_4": "establishing a boundary that is outside the monastic boundary, he should leave the restroom.",
    "ai-tika-vin05t24:28_5": "The small one-rounded is allowed to live in one measure of grain.",
    "ai-tika-vin05t24:28_6": "“There is,” he replied, “",
    "ai-tika-vin05t24:28_7": "But if the dwelling is large, two, three, four, five, ten, twenty, thirty, forty, or even more than that.",
    "ai-tika-vin05t24:29_0": "After establishing the boundary that is designated as a great boundary, he may designate the boundary that defines who belongs to the same community and who should be delimited on that very neighborhood of a small area and another one, but he should designate that same boundary as delimiting a small area and another’s working. After that is not conceived in the floor by the cloth, he should be established in the desertroy, he should appointed the boundaries of that same boundary.",
    "ai-tika-vin05t24:29_1": "In this way we’ll sink down, saying, “We’ll be able,” and they’ll not be able to kill them.",
    "ai-tika-vin05t24:29_2": "But if the boundary markers preparing the signs and inner skin enclosed by a large sign, then making the signs of worm-infested to places on the slopes, and then in three ways:",
    "ai-tika-vin05t24:29_3": "In this way they should fix from the debt, boundaries.",
    "ai-tika-vin05t24:29_4": "When they are bound, the boundaries that are fixed in boundary, and the monks standing on the grounds near Kosiyarāyana didn’t show their own work, or who are standing on the ground. And they don’t get annoyed by them.",
    "ai-tika-vin05t24:29_5": "After entering the village, they’ll do the procedure in the next village, and they’re proclamation.",
    "ai-tika-vin05t24:29_6": "For the village boundaries between the boundaries",
    "ai-tika-vin05t24:30_0": "Nāgas, they are not caught up in a little hut, so much by that of the earth or on a rock.",
    "ai-tika-vin05t24:30_1": "Herein, when the backs of the hands are finished, having placed the hanging bone or on top of the royal stone, he should pull the sign in the way. When it is to be fixed, he should not wipe it.",
    "ai-tika-vin05t24:30_2": "if the last announcement is finished, and the gathering has left over the earth from water, and he then descends into the water and then greater.",
    "ai-tika-vin05t24:30_3": "There are some ascetics or brahmins such as the kings, and observe the boundary markers, an area of four rocks, palaces, and threshing the marks, and he should define the cutting down from the chest.",
    "ai-tika-vin05t24:30_4": "Others say, “We’ll burn up plants,” but they don’t give fire.",
    "ai-tika-vin05t24:31_0": "When the housewife has been walled, he fixes the depths in the place for wide and the monks on the wall, except for the signs of the monks. After establishing the sign, he is established in the Kuṭisambhidā.",
    "ai-tika-vin05t24:31_1": "If there is no one room in the wall, he should appoint one tickets where there is no one in front of the monks.",
    "ai-tika-vin05t24:31_2": "But if he doesn’t, he should appointments too as preventing the signs.",
    "ai-tika-vin05t24:31_3": "Thus the whole house in this way the whole house became separated.",
    "ai-tika-vin05t24:32_0": "When he is removing the mattresses, he should put outside the gateway over at the end of the four walls. He should not place outside the door framework of the wall, and he is standing outside.",
    "ai-tika-vin05t24:33_0": "Having washed the upper story of the palace and having been spread over the floor covered, the boundary was established.",
    "ai-tika-vin05t24:33_1": "If he doesn’t have a capable man in front of him;",
    "ai-tika-vin05t24:33_2": "The bottom is in this way, the upper one is not at all.",
    "ai-tika-vin05t24:33_3": "But if many kinds of stone is placed on a piece of fond of the top of the collar, he stands firmly in the air, just like a palace, and he stands on one side. And if he stands firmly on the ground, he’s covering the stilt longhouse on the ground, but he stands firmly,",
    "ai-tika-vin05t24:33_4": "If the support of the monks is postsing if it is for one occupied with the monks.",
    "ai-tika-vin05t24:33_5": "If he cannot stilt longhouse without placing anyone back in the way beginning, “Stop,” he becomes a stilt longhouse.",
    "ai-tika-vin05t24:33_6": "It should be understood that for the purpose of crossing the winter season.",
    "ai-tika-vin05t24:34_0": "In a place that rubbish heap, and a stone or a piece of leather or a wall, even if it is extended, it is not allowed to be shaved.",
    "ai-tika-vin05t24:34_1": "Thus the fact that exists firmly in the Palace of Principle, it is the limit of the body.",
    "ai-tika-vin05t24:34_2": "But if the upper story is impressed on a bench covered with a stone butcher’s spread over by it,",
    "ai-tika-vin05t24:34_3": "If he stands outside the longhouse to display the sign, the instant after making the sign of more than all the limits.",
    "ai-tika-vin05t24:35_0": "he has a stilt house on the ground, and he is one who is worthy of a mountain carcass within the place in the air, and one who is standing on the top of the mountain. Their bodies are made upstress.",
    "ai-tika-vin05t24:35_1": "those roots and trees were bound to the roots of a palm tree.",
    "ai-tika-vin05t24:35_2": "But he has no fixed destiny, only one is the shape of a twenty-four lion’s place.",
    "ai-tika-vin05t24:35_3": "In this way there is no place, either the size of the termite-mound or tree or in between the middle. It is no above or below or swift and nostrils.",
    "ai-tika-vin05t24:35_4": "But if there are two seats standing on the ground, he should put them down in a bungalow; he should fill it with a upper story or a level. He should then appoint them as the upper level and fill it aside.",
    "ai-tika-vin05t24:35_5": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, or a hundred thousand buildings.",
    "ai-tika-vin05t24:35_6": "But if there’s a stilt longhouse in the middle of the monastery that’s a stilt longhouse, he’s impaledimented.",
    "ai-tika-vin05t24:35_7": "Then there was an iron cauldron that place. When a tent and stands firmly level, the upper story is impaired.",
    "ai-tika-vin05t24:35_8": "But if he stands outside the monastic boundary, it is delimited by the surface of the upper story, if it is no amount of it.",
    "ai-tika-vin05t24:35_9": "Then, as he was the upper story at the end of his head, at the interval between the precincts, his end does not go outside.",
    "ai-tika-vin05t24:35_10": "Also, above, below, across, everywhere, all around, they spread a deluge which is implementediment for the lake. On the contrary, they’re if the upper story does not stand firm.",
    "ai-tika-vin05t24:35_11": "Or if he stands wipeding all over the limit, it is nearly a large pit of glowing swallow.",
    "ai-tika-vin05t24:35_12": "It’s preparing no boundary, which is quite put under the heading of wound.",
    "ai-tika-vin05t24:35_13": "If he breaks a half-walledly, he’s outside the measure.",
    "ai-tika-vin05t24:35_14": "or boundaries that are precisely fixed in.",
    "ai-tika-vin05t24:36_0": "They built the ground on a patch. They built the site for low base. They built the ground.",
    "ai-tika-vin05t24:36_1": "Your cowherd’s house was prevented.",
    "ai-tika-vin05t24:36_2": "the lotus ponds sinks down only by the head was like the lotus (of them).",
    "ai-tika-vin05t24:36_3": "It’s allowed swiftly that he goes once more than the covering over as the rainy season.",
    "ai-tika-vin05t24:36_4": "Within eight days, he sits down belowly. The mendicant sits down on them with psychic powers, and sits down there.",
    "ai-tika-vin05t24:36_5": "And if she does not bound first, then bound together first.",
    "ai-tika-vin05t24:36_6": "Then firstly, then bound them first, and not placed before that deed, soiled the earth can be found, that is,",
    "ai-tika-vin05t24:37_0": "The black spike washed down. Then the trees refuted down the branches or leaves on the ground. The trees enclosures (there) does the branches that he has dragged down with grass and wood, and the branches of the earth. The trees should be settled outside.",
    "ai-tika-vin05t24:37_1": "and the Nāgas thighs are standing on the ground.",
    "ai-tika-vin05t24:37_2": "In this way the monasteries were born, and he cut off the branches and leaves with the branches of a tree or near the branches. The branch sever itself should take the branch and leaves, and the branches of the trees already described.",
    "ai-tika-vin05t24:37_3": "If anyone is building a worker, he entered the room for a month, and he stands outside the monastic boundary, where he is standing, sitting, or lying down.",
    "ai-tika-vin05t24:37_4": "But the sarong of the feet and to be done have a looked down for them at the feet of the three. Instead, they should be understood to understand how to be described.",
    "ai-tika-vin05t24:37_5": "And this is the effect.",
    "ai-tika-vin05t24:37_6": "And there is no one else to make it, it is not allowable to carry it off.",
    "ai-tika-vin05t24:37_7": "If if you go down to the neighborhood in a place, he should leave the monastic boundary in the hand.",
    "ai-tika-vin05t24:37_8": "Standing in psychic power, the same mountain in each of his psychic power.",
    "ai-tika-vin05t24:37_9": "For as long as I’m bound by a lion’s neck, it’s bound to he that place, wherever I want, without trouble or difficulty. What can I do?",
    "ai-tika-vin05t24:38_0": "it is due to surface of 40 kilometers that is very agreeable, and it is in the middle of the day and there is something more than four 40 kilometers.",
    "ai-tika-vin05t24:38_1": "If it is allowed to enter a one league and it is not allowed to live alone in the middle, it is not allowable for three leagues.",
    "ai-tika-vin05t24:38_2": "the borrow of four or three wounds that one or three leagues all up.",
    "ai-tika-vin05t24:38_3": "If he goes beyond the limit of a hair’s breadth, he commits an offense entailing confession.",
    "ai-tika-vin05t24:39_0": "164.",
    "ai-tika-vin05t24:39_1": "“You should not establish a boundary that crosses a river. ...”",
    "ai-tika-vin05t24:39_2": "but if there is a response of rice or a boundary that defines who belongs to the same community and who should be appointed as before.",
    "ai-tika-vin05t24:39_3": "“I allow you to establish a boundary that crosses a river only if there is a permanent bridge or a ferry connection.”",
    "ai-tika-vin05t24:39_4": "If there is no wrong-doing curry or honey, there is no place for settling down.",
    "ai-tika-vin05t24:39_5": "But the Elder Nun Kattika said, “But it is allowable for the Elder to put one who is growing on the matter.”",
    "ai-tika-vin05t24:40_0": "But they’re not eventually sit by swept away the holes, swept away the features and details. If they don’t get requisites from the teacher, they’re not able to look after themselves, and their getting rid of it. Then they won’t look down on the features and details.",
    "ai-tika-vin05t24:40_1": "Then separately, he can’t want until he wants to create any sign that he wants, without trouble or difficulty. He should then bathe at the front of them, and he shouldn’t baked with the sign of the first apprehend the sign thus:",
    "ai-tika-vin05t24:40_2": "After considering all the signs of all the monks, the skin had been depressed in their hands, and placed a boundary on their way.",
    "ai-tika-vin05t24:40_3": "he doesn’t typically; he doesn’t get caught up in the features and details; he doesn’t want to create any other hide on the near shore. And he doesn’t walk and down on the far shore.",
    "ai-tika-vin05t24:40_4": "for this is not good.",
    "ai-tika-vin05t24:41_0": "If the lamp is announced, he should sit down in the way already described. He should then create the sign in the way already described, the are to the previous disappearance of the sign, and he should get rid of it in the way: “This is the sign, what is the repulsiveness in its basic support? ”",
    "ai-tika-vin05t24:41_1": "Then he should first apprehend the sign thus: “Surely in the first place where the sign, and that is as far as the placing of the mind on the sign of others, you should get rid of the simile of the sign, and keep it connected with the previous sign.”",
    "ai-tika-vin05t24:41_2": "Then, just as the pretexts, after descending from the near shore and sinking in the sign, they must instead go away.",
    "ai-tika-vin05t24:41_3": "Then, when he has laid down the separations and announces all the other hands, he directs his hands together in the hand and places, making no polishes one or other of the other, and he is not concluding the signs of his deeds. And if he does not go to Komudī, he is not going to the distributed of lamps.",
    "ai-tika-vin05t24:42_0": "If it is only a leopard feather or a leopard fixed in a furniture, or it is more than that, he should place the sign in a receptacle, or more than the sign, he should apprehend the sign in its forecourt lamp.",
    "ai-tika-vin05t24:42_1": "Then, having set up somewhere the sign, he should first offer the other sleeping places in the way beginning, “Killing the sign, and indicate the other parts, and he should give his sign to the part indicular individual essence.",
    "ai-tika-vin05t24:42_2": "Thus they are the shape of what is right size.",
    "ai-tika-vin05t24:42_3": "If, while the lamps is finished, the boards are not able to discern the sign in the way already stated, it is more than the former sign, it should be brought by the first sign in the way that is to say, the bodies of the size of the level.",
    "ai-tika-vin05t24:42_4": "That’s how an observed you’re the shape of gladles.",
    "ai-tika-vin05t24:42_5": "If the leopard purification is bounded with a monastic boundary, he should apprehend the sign in all the limits,",
    "ai-tika-vin05t24:42_6": "After doing this, they are the shape of young ends.",
    "ai-tika-vin05t24:42_7": "That’s how you should know this.",
    "ai-tika-vin05t24:43_0": "165.",
    "ai-tika-vin05t24:43_1": "When a boundaries are bound, why are they not?",
    "ai-tika-vin05t24:43_2": "When the Sangha says, “When there is a lion, this boundary must be abolished.”",
    "ai-tika-vin05t24:43_3": "How should it be less than?",
    "ai-tika-vin05t24:43_4": "“Monks, when you’re establishing a boundary, the boundary that defines who belongs to the same community should be established first. Afterwards you may designate the may-stay-apart-from-the-three-robes area.",
    "ai-tika-vin05t24:43_5": "And when you’re abolishing a boundary, the may-stay-apart-from-the-three-robes area should be abolished first. Afterwards you may abolish the boundary that defines who belongs to the same community. Afterwards first. You shouldn’t do the observance-day procedure.’",
    "ai-tika-vin05t24:43_6": "A competent and capable monk should then inform the Sangha:",
    "ai-tika-vin05t24:44_0": "‘Venerables, the Sangha should designate that same boundary as delimiting a may-stay-apart-from-the-three-robes area. If it seems appropriate to the Sangha, the Sangha may abolish the robes.’",
    "ai-tika-vin05t24:45_0": "‘Venerables, the Sangha abolishes the existing designation of a may-stay-apart-from-the-three-robes area.",
    "ai-tika-vin05t24:45_1": "Any monk who approves of abolishing this area should remain silent.",
    "ai-tika-vin05t24:45_2": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t24:46_0": "The Sangha has abolished the robe-making season. The Sangha approves and is therefore silent. I will remember it thus.”",
    "ai-tika-vin05t24:47_0": "he should be abolished like this.",
    "ai-tika-vin05t24:48_0": "“Venerables, I ask the Sangha to establish a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin05t24:49_0": "“Venerable, I ask the Sangha to abolish the established monastic boundary for which I have established a monastic boundary that defines who belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin05t24:49_1": "Any monk who approves of abolishing this boundary should remain silent.",
    "ai-tika-vin05t24:49_2": "Any monk who doesn’t agree should speak up.",
    "ai-tika-vin05t24:50_0": "The Sangha has abolished the boundary that defines who belongs to the same community and who should do the observance-day procedure together. That is why I say so.”",
    "ai-tika-vin05t24:51_0": "that’s how a boundary should be abolished.",
    "ai-tika-vin05t24:52_0": "He should know about his sandals,",
    "ai-tika-vin05t24:52_1": "Here is this:",
    "ai-tika-vin05t24:52_2": "The boundary that defines who belongs to the same community and who should not be absence, but which belongs to the same community and who should do the observance-day procedure together.",
    "ai-tika-vin05t24:52_3": "But a boundaries with a holes that were broken, etc., should go from here and there within the other.",
    "ai-tika-vin05t24:52_4": "the boundary on the ground is able to make a great uproar, or to precincts for the purpose of warrior-noble on the ground, or to be thrown out.",
    "ai-tika-vin05t24:52_5": "And if you’re healthy, they should know them too.",
    "ai-tika-vin05t24:52_6": "But knowing this, even though I’m undisturbed, without trouble or difficulty, they will take care of this.",
    "ai-tika-vin05t24:52_7": "Instead, this citizens that shrines the Shrines will not be able to travel through the embarks of Shrines, and beside wherever he is unable to discern them, and he cannot walk.",
    "ai-tika-vin05t24:52_8": "If they’re imprisoned, they shouldn’t do the observance-day procedure together.",
    "ai-tika-vin05t24:52_9": "But those who know both are not able to either bound or to a rope.",
    "ai-tika-vin05t24:52_10": "For it is because you’re bound by a deed, and you can’t be able to know the other’s messenger. And I’m not able to know it or see and because you’re not liberated from them.",
    "ai-tika-vin05t24:52_11": "This one is bound by his head.",
    "ai-tika-vin05t24:53_0": "for seven months...",
    "ai-tika-vin05t24:53_1": "Herein, just as, when she has walked in a village monastery, all the villages, towns, cities, and naked.",
    "ai-tika-vin05t24:53_2": "Herein, in a place where there are streams of the village they broke up and neck. It’s simply impossible for them to live in that village or town.",
    "ai-tika-vin05t24:53_3": "Likewise in the city of Kāsi to cities.",
    "ai-tika-vin05t24:53_4": "and when it comes to the same place he calls a village, saying: “Give me a single village, this is the way to anyone in the town’s place.” But when it is finished, the king is eighty and tendencies only the city.",
    "ai-tika-vin05t24:54_0": "Now, in an uninhabited area where there are seven 80 meters who are seven inside the seventh 80 meters.",
    "ai-tika-vin05t24:54_1": "Herein, there is an uninhabited pertaining a tangle in the wilderness, in the middle, or at the end of the sea, and in the air.",
    "ai-tika-vin05t24:54_2": "Seven rolls all sides are seen in the middle of the seventeenth direction.",
    "ai-tika-vin05t24:54_3": "Herein, one is less than twenty-four grounds:",
    "ai-tika-vin05t24:54_4": "This is why the last two, namely, the boundaries of the heart is growing, that is, the limited and the extent.",
    "ai-tika-vin05t24:54_5": "If two or three observance-day ceremonies, they do the observance-day procedure within the two or three watches of the night.",
    "ai-tika-vin05t24:55_0": "167.",
    "ai-tika-vin05t24:55_1": "But the lion, timber belonging to is not all the same boundary, above, below, across all this person’s sites or lies there all around, while the medium.” Then he said, “This is called a lake, mendicants, all of them have been born and delivered there, wrapped in the riverberate, or on foot.",
    "ai-tika-vin05t24:55_2": "There, rivers, etc., are only the same characteristic of foulness in the air.",
    "ai-tika-vin05t24:55_3": "But anyone who has not digged from anyone in the water without moment, but stands on the water’s rainy season where there is a bubble, or a water that rains that are rains. This is called “water”.",
    "ai-tika-vin05t24:55_4": "(But) he who does not break into the ocean and emerge from the ocean, this is the characteristic of wickedness, this is the modestable,",
    "ai-tika-vin05t24:55_5": "This places is called ‘rotten’, ‘cleaning to the place where a man’s sits, taking droping, and swallows of water’.",
    "ai-tika-vin05t24:56_0": "How should he be done against Udaya?",
    "ai-tika-vin05t24:56_1": "according to the doctrine of the wooden bowl, while holding a ceramic foot with the other hand, and holding it with the palm of the hand, he should hold the bowl in all way: “Whoever place it in the midst of the bowl, you should now make the palms in the middle of the head.”",
    "ai-tika-vin05t24:56_2": "Wherever the water has dried up and thoroughly set out from the water, or set out the water, and stands there. Wherever the water is set up,",
    "ai-tika-vin05t24:56_3": "As far as the assembly extends, it sinews, the surface of the stomach says, “This is the limit of a hollow.”",
    "ai-tika-vin05t24:56_4": "That’s why it’s not allowed to sprinkle water on all sides or four months. Wherever the rainy season the sky is born, the water in the sky, the fire in the air, and the whirlpools scrapsed up and gold, which is draped by the wind and sun at the ground, and that cannot start the wounds of the ground.",
    "ai-tika-vin05t24:56_5": "But if there was a drill-stick made in Sukkā that place organized it on dry ground.",
    "ai-tika-vin05t24:56_6": "But it does not fitting to stand outside the gateway. That is why it is called “mindful” on the surface of the stomach” or “It is said to be delimited, simply swelling the limits of water.",
    "ai-tika-vin05t24:57_0": "And this is the detailed explanation:",
    "ai-tika-vin05t24:57_1": "If there is no flood, he thinks there is no longer in fact fully ropes, seats, waters, fires, and inspires confidences for the monks.",
    "ai-tika-vin05t24:57_2": "but when this is said, it is not appropriate for a league to set up even a league into league. It is not even half a league to be league for a league to completed it, and it is allowable to go away.”",
    "ai-tika-vin05t24:57_3": "for the Blessed One said: “Whoever covers the circle or the sarong gets wet when it is emerged from the midst of the Sangha, what is said from the unity and not necessary, this is how to make this characteristics in the Sangha.” So it is not appropriate to say: “It is allowable to do this for him to make it, the heading of that, the characteristics, and starts, and manifests it.",
    "ai-tika-vin05t24:57_4": "But if there were many monks, he should fix it on the surface of their own goal and others’ stomacher than that, thinking, “This is the wrong way, it should not be allowed to fix it while.”",
    "ai-tika-vin05t24:57_5": "Likewise in the case of the smallest unitable,",
    "ai-tika-vin05t24:58_0": "When there is no way, they think, “We’ll do their work.” If they do a procedure, it’s moldy, he should wear it.",
    "ai-tika-vin05t24:58_1": "If you are not able, you should do so.",
    "ai-tika-vin05t24:58_2": "How many can it be done by one who goes to the boat?",
    "ai-tika-vin05t24:58_3": "for he whom (the Buddha) Udaya.",
    "ai-tika-vin05t24:58_4": "They’d just presume it that they’ve been mindfulnessed. Then they’re not anxious because of their mindfulness, there’s no place or elsewhere they’re kept once a stilt longhouse without screen.",
    "ai-tika-vin05t24:58_5": "They were unable to make a hollow tree that was surrounded by the rolls, or to wear a tree or to bathe.",
    "ai-tika-vin05t24:58_6": "But if he leaves the tree grown outside or but is outside the monastic boundary, he should fix it on the right shade outside. He should then enter the village or town, separate that procedure.",
    "ai-tika-vin05t24:58_7": "He should not place the cold on the heels, holding the branches of a tree trunk, cut off the branches, and leaves outside. He should not fix the boundary, or leaning on the ground. He should not make an effort to stand.",
    "ai-tika-vin05t24:58_8": "But when there is a river, aquatic plants, or a skeleton is not right there.",
    "ai-tika-vin05t24:58_9": "If you’re not able to do the white, then white parasols, or workers.",
    "ai-tika-vin05t24:58_10": "But if they’re not able to do a legal procedure with white cloth, it’s not allowed to make it outside the monastic boundary.",
    "ai-tika-vin05t24:58_11": "Then, standing at the foot of the Cetatures, while standing on the bank of the Gives,",
    "ai-tika-vin05t24:59_0": "At the end of a stone or a termite-mound, but there was no portion of the kind already described. While it was phlegm in the four months, it rains, and it wouldn’t go in the water at the end of the rainy season.",
    "ai-tika-vin05t24:59_1": "A swallow is in the open, but not to be taken away.",
    "ai-tika-vin05t24:59_2": "Having quickly gone to a village boundary he goes only.",
    "ai-tika-vin05t24:59_3": "If it’s not allowed to make a bag, there’s no place here and there, or rolling over all sides. It’s impossible for them to do the water.",
    "ai-tika-vin05t24:59_4": "But if it’s still not allowed to escape from a grain eemb, it’s not allowable to make it for himself to shave it.",
    "ai-tika-vin05t24:59_5": "If anyone were to give the drops in the water, then the water is swallowed in the water.",
    "ai-tika-vin05t24:59_6": "He then only surely goes against it.",
    "ai-tika-vin05t24:59_7": "Then, having dried up and pulled up out the water, put down a step on a river, and places to be found filling the water, the fire doesn’t thoroughly with a sunshade, and then it is not allowed to be found.",
    "ai-tika-vin05t24:59_8": "When it is whirlpools, it is not allowed to use through the whirlpools or the whirlpools.",
    "ai-tika-vin05t24:59_9": "if there is no broken through (them) between the time, it is not allowable to lie down after bathing.",
    "ai-tika-vin05t24:59_10": "When it has been marked, it’s not allowed to create a boundary that crosses the boundary. But it’s still not allowed to do the work.",
    "ai-tika-vin05t24:59_11": "If it is reckoned as a boundary, it’s reckoned as a monastery.",
    "ai-tika-vin05t24:60_0": "workers, purgatives, and workers have done some work. Then he doesn’t come back to where there is not.",
    "ai-tika-vin05t24:60_1": "In whatever place the water remained there, in that place where the water remains, yet that emerges from the water is kept on the ocean.",
    "ai-tika-vin05t24:60_2": "If it is insist on a swamp, he should close the windows on the ground.",
    "ai-tika-vin05t24:60_3": "the exposition should be understood in the way already described.",
    "ai-tika-vin05t24:60_4": "They’re not allowed to make it force. They don’t come back and make it for any.",
    "ai-tika-vin05t24:60_5": "Having quickly gone to a village boundary he goes only.",
    "ai-tika-vin05t24:60_6": "But if in the twenty-first yearted thus, “It is not allowed to go about to the Arahantship in the twenty-two kinds of foulness,” it is allowed.",
    "ai-tika-vin05t24:60_7": "They’re going to a mountain, or if they go to an alloyed, they’re going to the dwelling of the forest beds and chairs.",
    "ai-tika-vin05t24:60_8": "It is not allowed to go to the next village, but rather it is not allowed to sit down without making a limit.",
    "ai-tika-vin05t24:60_9": "It is allowed to enter the village or town that sea, where there is opposed of the ocean and leaves.",
    "ai-tika-vin05t24:60_10": "If it is reckoned as a boundary, it’s reckoned as a monastery.",
    "ai-tika-vin05t24:61_0": "Whereever in the morning, when the work was born, he spent the Rains Retreat in a goldsmith or at the end of the Rains Retreat there, he would not be able to wash his feet or drinking water in the morning for washing, or to the village wash it.",
    "ai-tika-vin05t24:61_1": "But in the evening time, the rainy season residence in the hollow of the rainy season.",
    "ai-tika-vin05t24:61_2": "While in a monastery, he stands to spend the first rainy season in the four months.",
    "ai-tika-vin05t24:61_3": "If it was a deep lake and hatching on the water, he’d fix it in a deep lake.",
    "ai-tika-vin05t24:61_4": "But in the composite sex separately, the fierce in the commentaries;",
    "ai-tika-vin05t24:61_5": "Or if the rain falls heavily, or someone is depressed, or even if dropped on an oppression of posts or termites, then the legal procedure is invalid.",
    "ai-tika-vin05t24:61_6": "To be able to talk about what has been said, “Realized, without getting enough.”",
    "ai-tika-vin05t24:61_7": "But if they go to the foreign land, or an opposite sex, it’s possible that they’re reborn in a village.",
    "ai-tika-vin05t24:61_8": "Likewise if she does not apply herself to the same boundary.",
    "ai-tika-vin05t24:61_9": "If he fills it with a single portion of it, or if he fixes it on its portion in a risk, it’s a large portion of the neck.",
    "ai-tika-vin05t24:61_10": "it goes to an enemy,",
    "ai-tika-vin05t24:61_11": "Wanting for four months, four months of the rainy-season residence is suitable for the Rains.",
    "ai-tika-vin05t24:61_12": "This is the attachment to head.",
    "ai-tika-vin05t24:62_0": "Thus there is the exposition of the teaching on the Monastic Law, in the preceding the Monastic Law",
    "ai-tika-vin05t24:63_0": "The discussion on the Similes of theVibhaṅga"
}