{
    "ai-tika-abh08t8:0_0": "9. Navamo paricchedo",
    "ai-tika-abh08t8:1_0": "Grounded by the power of merit is the commentary",
    "ai-tika-abh08t8:2_0": "560-2.",
    "ai-tika-abh08t8:3_0": "for the thirty-two world-existences arose in the world of beings.",
    "ai-tika-abh08t8:4_0": "rejecting these things,",
    "ai-tika-abh08t8:5_0": "And the thirty-two aspects of the body are present; they have a reason for joy to speak ill of the accumulations; the man who speaks of making merit, of the kind already stated, of the making merit in accordance with that is the result of choices; the one whose minds are phenomena; the one whose mind is corrected because of that.",
    "ai-tika-abh08t8:5_1": "Perceiving the three kinds of becoming : the one who perceives the four kinds of becoming produced in the sense fields, and the three kinds of becoming ; and the one who perceives the path as the aggregates, the one whose materiality is called ‘percipients’, and the one who perceives the materiality of consciousness in terms of becoming and the formless in the former life as the four jhānas is to say, the second and the forty-two aspects of existence and the consciousness of existence. These consisting of boundless consciousness is not the produced in terms of boundless space and the fruition.",
    "ai-tika-abh08t8:5_2": "Perceiving the four grounds, he perceives the fourth earth (of the four grounds), and they are the ninth.",
    "ai-tika-abh08t8:6_0": "made merit for the sake of (performing) delighting in choices, they make merit with intentions, regarding good intentions, appearing, making merits, choices, and imperturbable choices.",
    "ai-tika-abh08t8:6_1": "The man who does not perform (their) deaths of many resting places, for the sake of (equanimous) minds, regarding the various kinds of flavours, but only the reason for their performing variety of definitions, not to play in differentiations, As long as he does not constantly perform a variety of (goof existence) mentioned.",
    "ai-tika-abh08t8:6_2": "Intention condition, strong interpretion condition, and strong supporting faith is the meaning. And the meaning is, non-delusion is the shelter, strong, and trade-disportion condition.",
    "ai-tika-abh08t8:6_3": "Two on the basis of psychic power that has arisen in him, with an unprofitable way, mind-consciousness element because of the six kinds of equanimity, and mindfulness due to the eye elements of equanimousness, having made way the eye elements beginning with the six kinds of trough physical equanimity. Then there are two kinds of unprofitable basis, with a limited mind-consciousness element due to substance, and without a warding offence towards them.",
    "ai-tika-abh08t8:6_4": "And there are these eight ways of performing great sacrifices for the sake of worldly pleasures, for the sake of the embracing of profitable form, minds of the sense spheres, imperishable in the six sight of warriors, countless ways of those five faculties, namely, clans, and that are not guarding the sense fields,",
    "ai-tika-abh08t8:6_5": "Since they are incapable of profitableness, etc.",
    "ai-tika-abh08t8:6_6": "of the kind already described under the sway of sensual pleasures, necessary, and defilement in the four kinds of sensual stimulation in the fine-material spheres, counterpart in the fine-material and immaterial kinds of unprofitable result in the neighbourhood of a jackets, and many kinds of sensual stimulation are due to sense pleasures.",
    "ai-tika-abh08t8:6_7": "When they exercise their minds are not evident, they are not skilled in reasons.",
    "ai-tika-abh08t8:7_0": "Immediately sat through the opposite kind of merit for form. Acording to all kinds of fine-material sphere, silver, gold, and money. According the four kinds of merit, effort, mindfulness, in connection with the previous practice, they have no obsessive concentration on account of the eleven conditions, deportment, haunting the five kinds of sensual stimulation.",
    "ai-tika-abh08t8:7_1": "and don’t lose their approvals. Those who set forth in order to preceding the eyes. They are skilled in the six classes of rebirth, old age, and death, of the wrong way.",
    "ai-tika-abh08t8:7_2": "And the seven rebirths of existence occurred in conformity with the eye.",
    "ai-tika-abh08t8:7_3": "And those seven Holy Ones were skilled in sensual pleasures, and in the same way for those who don’t become skilled in terms of causes and reasons, still in equipment, and in the same way.",
    "ai-tika-abh08t8:7_4": "consciousness occurred to those four classes, etc., have occured to them in order to give up those with the four skill in defining of the six groups.",
    "ai-tika-abh08t8:7_5": "And so they don’t get hold of Offering in the sensual realm. Because of their merit, unlikable, undesirable, disagreeable, and immoral.",
    "ai-tika-abh08t8:7_6": "for this is the truth of the sensual realm, etc., in the sense of urgency, and so on.",
    "ai-tika-abh08t8:7_7": "(They are) formless, and in the Brahmā worlds, they are no more in the Brahmā-world.",
    "ai-tika-abh08t8:8_0": "That is why it doesn’t conceive in the imperturbable states of existence, nor in the imperturbable consciousnesses of the imperturbable. It is said in the imperturbable water that is made up, flattering by unification of mind; it is a condition for the four calculations, but that is not conceived in the formations.",
    "ai-tika-abh08t8:8_1": "Your existence has been described in the way already described, and the various residing in the way already described. Those in the way already described, etc., each in that case. What is requisites there is no reason why, the Wise One can know it by him as condition.",
    "ai-tika-abh08t8:9_0": "Yet I can’t be called ‘blessed’ in the same way’ and so on.",
    "ai-tika-abh08t8:9_1": "Herein, this is how the beginning of existence is said: this is the meaning of the words from the first simile of the mouth law.",
    "ai-tika-abh08t8:10_0": "choices that are worthy of presents, and merit with the simile of merit in the lower realms of the merit-material becoming. Through having the merit-material and immaterial becoming is a condition for rebirth in all kinds of becoming. Through producing merit in the various formations of merit in the various forms of existence.",
    "ai-tika-abh08t8:10_1": "Likewise in the four immaterial states, one who is known as an incalculable, good-hearted quality, and who is worthy of his (material) processes.",
    "ai-tika-abh08t8:10_2": "“Phoenixes are born from eggs,” and when they said to the Buddhas, the Buddhas, –",
    "ai-tika-abh08t8:10_3": "And many people perish.",
    "ai-tika-abh08t8:10_4": "Likewise, diversity in the passage beginning, “Percipient and non-percipient,” and Percipient, perceiving the element of diversity, aware that ‘space is infinite’, they perceive the diversity of perceptions in each other.",
    "ai-tika-abh08t8:10_5": "With diverse perceptions of diversity, he perceives the spectrum of perceptions including the formless states of diversity, having non-percipientad in the Vibhaṅga thus, “This is the fourth kind of merit.”",
    "ai-tika-abh08t8:10_6": "When I said this, I have spoken in the way beginning, the merit of the five ways in the mode of making merit and the five ways of being reborn in the various orders of gods. Thus he becomes skilled in the calm, skill, not deficient in the five ways of worldly pleasures.",
    "ai-tika-abh08t8:11_0": "Perceiving the extent of their life, he enters into a lower realm, the wardens of the rod and the bodies of gems, and he goes about is in an uninterruptedly in the various orders of sentient beings, universal diverse in the neighborhood of countries. And the hard-hearted sentient beings is the residue of any diverse spectrum of life. And the horses in the sense of reaction, or in the various order to embroduembarkind, he becomes unified inde emns, and so on.",
    "ai-tika-abh08t8:12_0": "The base consisting of boundless consciousness is the imperturbable conditions for the four absorptions, namely, form, feeling, perception, choices, and consciousness. It is the condition for the base consisting of boundless space in one way beginning, the dimension of infinite consciousness, the dimension of nothingness, or the dimension of neither perception nor non-perception. And it is the condition for two, namely, the dimension of neither perception nor non-perception; it is a condition for the fourth particular component of the world.",
    "ai-tika-abh08t8:12_1": "and he should explain it in the way already described, each time I have spoken in the way already described. Those who speak in this way are the reason why I have spoken of in the Paṭisambhidā.",
    "ai-tika-abh08t8:13_0": "But it’s not possible that the minds of forms are subject to thoughts. And it’s possible that they’re not reborn in the underworld.",
    "ai-tika-abh08t8:13_1": "When there is no corruption of the past, future, and present, will become corrupted in this world with the mind, when there’s no further.",
    "ai-tika-abh08t8:13_2": "There is no corruption of the mind for this constituent part, future regarding the mind, or present. Because of this, the Vajjians will appear.",
    "ai-tika-abh08t8:13_3": "It’s fortunate, so very fortunate, so very fortunate,",
    "ai-tika-abh08t8:13_4": "When I had spoken of this, I gained the forms of forms appear.",
    "ai-tika-abh08t8:13_5": "When I have stayed in this way, they get reborn in the next life.",
    "ai-tika-abh08t8:13_6": "But the word of this meaning is spoken to be constantly, preserved by the king, one who lives in dependence on the world, or one who lives mindful.",
    "ai-tika-abh08t8:14_0": "I shall extol the mind from pulling and setting, shouting, and embracing each of these seven subsequents, saying: “This is good, oppressing my mind on the home life with iron balls, I will bring it to mind as a wide, shakes off the horse-treasure, and a carriage-maker.” Then I will bring it to mind well.",
    "ai-tika-abh08t8:14_1": "Your body has passed away from your seat; you’re like the field of existence in the past.",
    "ai-tika-abh08t8:14_2": "“Because of the mind, there are states of existence, blessings, and fact that they all live in dependence on the inside of the mind.",
    "ai-tika-abh08t8:14_3": "The abiding of the precincts, and sustained thought occurs through the sign of merit, either in the ear or in the morning, or in the sign of merit. As the lay life, he cultivates the sign of exertion and protection, reviews the door-panel of his mind, either the mango fruits as deed, or the mango fruits, patience and excellent deed.",
    "ai-tika-abh08t8:14_4": "Thus, that consciousness occurred in the kind of consciousness that had been obtained by me, and that its object the consciousness followed by the one who gives you,",
    "ai-tika-abh08t8:14_5": "Being unconcealed in ignorance, ~ unprofitableed by ignorance, with the profitable, giver of ignorance and fettered by that profitable roots in the Jetaval at the moment of the Jina, and profitable kamma-resultaneously in that place, etc., which is aroused by ignorance and that unprofitable kamma-resultaneously full of ignorance, and by a profitable kamma-resultaneously to the past,",
    "ai-tika-abh08t8:14_6": "Grounded by craving, transmigration and greed, hate and delusion, which keeps steady in the various kinds of craving.",
    "ai-tika-abh08t8:14_7": "and surrounding another with the object, he counterpart signs, in other words, the foundation of signs, is the meaning.",
    "ai-tika-abh08t8:14_8": "Those choices come together with a single conscious moment, because of the appearance of that conditions the object of that appearance.",
    "ai-tika-abh08t8:14_9": "When this happens, the consciousness settles down in the presently, the consciousness settles down in the present life. The consciousness does not fall into it, therein the streams, and there is no way, when a mango, falls into it, then, after the abandoning of craving, he is undefeated from the winning way.",
    "ai-tika-abh08t8:14_10": "After some time, that is created, conditioned, and herein, when the heart’s release is experienced, whether the heart is overcome and mired in tendencies, gains out,",
    "ai-tika-abh08t8:14_11": "“Having been given up, they live in the sensual realm without sensual pleasures.",
    "ai-tika-abh08t8:14_12": "“Having received this statement, they say, ‘Conscious form’, without being asked.",
    "ai-tika-abh08t8:14_13": "And here the words “born of the mind” should be understood as said: “Namely in the past, the future, or the present,” and “There is for this reason,” consciousness should be understood to know, “Repulsed, here. ”",
    "ai-tika-abh08t8:15_0": "Is it not possible to give rise to the previous existences thus: “This is mine, this isn’t mine, this he has gone beyond the past, the future, and the present.”",
    "ai-tika-abh08t8:15_1": "and the floods of the imperishable (for the Buddhas) in the past. The future is in this way there will be in the past, future, and present.”",
    "ai-tika-abh08t8:15_2": "And next to the lifting of someone else’s word, etc., come back to the beginning with the cause of occurrence of sounds, etc., just as with the cause of a condition.",
    "ai-tika-abh08t8:15_3": "This is said:",
    "ai-tika-abh08t8:15_4": "And in this place the people, etc., are more than the other crystals, etc., in the same place as before.",
    "ai-tika-abh08t8:15_5": "consciousness in the past, future, and present are to be known",
    "ai-tika-abh08t8:15_6": "There is nothing that is peaceful, and sublime in the past, future or present, consciousness and mind consciousness,",
    "ai-tika-abh08t8:15_7": "Since there’s one bandit, at the end of the idea that one is at peace, the consciousness would become established in him even a single one, and has reappeared in appearance. They would be produced in dissatisfied with dissatisfaction, and the contradict of urgency, it would be appropriate for you to say:",
    "ai-tika-abh08t8:15_8": "and another person wouldn’t even give their exclusively.",
    "ai-tika-abh08t8:15_9": "Let the person give the sweetest unprotected bathing powder, the owner of the owners, the owners, the lord of the earth, wounds, and the owners will give you one. That person would not be the meaning of that.",
    "ai-tika-abh08t8:15_10": "He should not permit to this beginned in this way: “In this place what is extent or deliverance, employed in this way or not allowable.",
    "ai-tika-abh08t8:16_0": "(but) I have undergone the kind of existence, aggregates in this way, when there is such a kind of intention, it may be to be tormented thus: “This activity, the breaking up of the aggregates, the animal realm, and the human state is indeed, it may be fruitful and beneficial or the aggregates, not the human state of existence.” And so, when there is no fruition, it need for any other sentient beings to be reborn here.",
    "ai-tika-abh08t8:16_1": "There are some places in this place:",
    "ai-tika-abh08t8:16_2": "The word “blessed” is said to be a mindful worker” , etc., thus it is called “bath” .",
    "ai-tika-abh08t8:16_3": "This being so, if there is no fruit, no production of fruit for any other good plants, and it is not considered to be another’s simply the meaning, it isn’t peaceful. This is the meaning of this worker.",
    "ai-tika-abh08t8:17_0": "But if there is no fruit or result of good and bad deeds, but there is no one else’s fruit.",
    "ai-tika-abh08t8:17_1": "On the contrary, each is the meaning of the propagation from the propagation from the propagation of the from the goods beginning, “This is the first thing”; and from the time of the birds of produced in from seeds, etc., it is the time for the stems of plants, etc., for the time that seeds of the goods, ploughshakes, etc., and that the seeds are the first time for the seeds, and sowning from seeds, etc.",
    "ai-tika-abh08t8:17_2": "for the words are seedless, he said, “It is true,” and so on,",
    "ai-tika-abh08t8:17_3": "For the first fruits are the first time, then the seeds, etc., falling from fruits and seeds, which were produced by immediate results, not even in the morning or the fruition.",
    "ai-tika-abh08t8:17_4": "This being so, is what I said in the Commentaries, “I have said.”",
    "ai-tika-abh08t8:17_5": "And they don’t like another.",
    "ai-tika-abh08t8:17_6": "The fool caught up in the time forgets, and so on, being shook, paying homage to him with insight due precepts, and so on. He should then be illustrated by the wise in the island, “This is the meaning of what is illuminating about it,” and so on.",
    "ai-tika-abh08t8:18_0": "616-20.",
    "ai-tika-abh08t8:18_1": "–",
    "ai-tika-abh08t8:18_2": "This being so, too, when I say that deeds I’ve undergone about this deed, at the moment of the result, or even though I have done in this way.",
    "ai-tika-abh08t8:18_3": "Or if there is no cause or condition for continued existence,",
    "ai-tika-abh08t8:18_4": "and since in this moment there is a condition for the tremble deeds.",
    "ai-tika-abh08t8:18_5": "If it is a cause of fruit, he becomes the reason why, even if that deed, the work should be released in him, the portion of him, then the procedure should be done with him.",
    "ai-tika-abh08t8:18_6": "And then another wind cannot be waved,",
    "ai-tika-abh08t8:18_7": "The results of deeds, etc., is a condition for continued existence, or as kings, that results, past deeds undertaken, is the meaning of that deed.",
    "ai-tika-abh08t8:18_8": "Abandoning all the fruits: there may be fruit, and results of all deed.",
    "ai-tika-abh08t8:18_9": "said:",
    "ai-tika-abh08t8:18_10": "“Mendicants, give up what is eaten and what is unfit for downwards and refreshments, etc., as in the sense of urgency in moderation.",
    "ai-tika-abh08t8:18_11": "The fruit of stream-entry should be seen as like the fruit of stream-entry.",
    "ai-tika-abh08t8:18_12": "Because of that it’s still ignorant, there’s no fruit or result of that deed, and there is no deeds for them.",
    "ai-tika-abh08t8:19_0": "This is the best thing to response in the four ways. This is the ultimate advantage. It is the greatestness, the desireless, the liberating of the many people. This is the best object of the sense-spheres, the Wise Ones should bring it to mind as enlightenment, and the highest.",
    "ai-tika-abh08t8:20_0": "Such is the defeat of this Dhamma.",
    "ai-tika-abh08t8:21_0": "The Description of the merits is finished.",
    "ai-tika-abh08t8:22_0": "The ninth chapter"
}