{
    "ai-tika-s0303t9:0_0": "commentary on the colour of scents,",
    "ai-tika-s0303t9:1_0": "438-549.",
    "ai-tika-s0303t9:1_1": "Once scents, fragrant scents, perfumes, and garlands, perfumes, and flowers don’t flow. The body is produced by fragrances.",
    "ai-tika-s0303t9:1_2": "And the thirteen flags of the four kinds of fairy kings—from there should be seen each one in the presence of the gods.",
    "ai-tika-s0303t9:1_3": "The roots of trees became embarken. The roots, fragrant roots, and perfumes all.",
    "ai-tika-s0303t9:1_4": "having mastered all roots, he dwells on having mastered the root,",
    "ai-tika-s0303t9:1_5": "The same method applies",
    "ai-tika-s0303t9:1_6": "and returning to the root of a tree.",
    "ai-tika-s0303t9:1_7": "There is no reason for us to give it upside there. It is no cause or condition for the sake of this that.",
    "ai-tika-s0303t9:1_8": "He is satisfied by the power of the one who gives his sanity, and he devotes (only) to the state (of existence).",
    "ai-tika-s0303t9:1_9": "Smells, smells, tastes, touches, and thoughts.",
    "ai-tika-s0303t9:1_10": "The meaning is, etc., which is flowing scented by roots, etc., is the meaning. It is scented by smells, etc., which is the meaning.",
    "ai-tika-s0303t9:1_11": "It is because he thinks “Perhaps there a tree fell into the sky’s scent, etc., and that tree is only here and there,",
    "ai-tika-s0303t9:1_12": "Hence it is said: “Well then, we shall go to the tree.”",
    "ai-tika-s0303t9:1_13": "That roots, smells, tastes, touches, and thoughts are called “mindful”.",
    "ai-tika-s0303t9:1_14": "(Smetimes) with the sweet-smelling smells, (but) while the colour of the fragrant scent,",
    "ai-tika-s0303t9:1_15": "Remembering the warrior-noble on all sides.",
    "ai-tika-s0303t9:1_16": "Theymate the fruits once more, and don’t overpower. They’ve shelled the fruits that end with fruit.",
    "ai-tika-s0303t9:1_17": "And even he gives the gift of merit to all beings, saying: “This give gifts to who have merit.”",
    "ai-tika-s0303t9:2_0": "The Linked Discourses on fairykind is finished."
}