{
    "ai-tika-s0202t3:0_0": "4. Rājavaggo",
    "ai-tika-s0202t3:1_0": "1. Ghaṭikārasuttavaṇṇanā",
    "ai-tika-s0202t3:2_0": "Transgressor of the Bodhisatta in the Rose-Apple Island is the meaning.",
    "ai-tika-s0202t3:2_1": "They say that the Buddha’s dispensation is one person who pays homage to the Buddha Kassapa, the attributes of meaning, and the three statements of the Buddha.",
    "ai-tika-s0202t3:2_2": "I’m doing what I have done with you.",
    "ai-tika-s0202t3:2_3": "smoothsayers played with laughing,",
    "ai-tika-s0202t3:2_4": "How can you get an uproar?",
    "ai-tika-s0202t3:2_5": "were killed, joyful, and various",
    "ai-tika-s0202t3:2_6": "according as it is said: “The Buddha perceives that he has thought.”",
    "ai-tika-s0202t3:3_0": "but now that inspiring places because of this respect, they will be able to point out the analysis of the development and so on.",
    "ai-tika-s0202t3:3_1": "Herein, equanimity is the mental joy and happiness due to equanimity. She is gladness due to the absence of joy and happiness. She said, “Have you entered upon joy in the enjoyment of joy and happiness.”",
    "ai-tika-s0202t3:3_2": "Soon afterwards they don’t get angry for kindness",
    "ai-tika-s0202t3:3_3": "We won’t get angry even when he wants to make him sit down on the ground, thinking:",
    "ai-tika-s0202t3:3_4": "Those whose minds were ready and fathoms,",
    "ai-tika-s0202t3:3_5": "And although worshipping the relics force on the high priest, were similar to the noble ones,",
    "ai-tika-s0202t3:3_6": "obsessed by the febles of objects,",
    "ai-tika-s0202t3:3_7": "In this very spot where there is,",
    "ai-tika-s0202t3:3_8": "this is the old age, this is the origin of the world.",
    "ai-tika-s0202t3:3_9": "One’s mind is not smiled by roots of the Buddha’s mind.",
    "ai-tika-s0202t3:4_0": "But when they say: ‘These are clearly knowing in accordance with the Teaching, they speak of the Buddha, without having given up these three things. These are the knowledge they that they belong to the Buddha, prescribed to him,’ as they do soon as they arise, they are told with knowledge.”",
    "ai-tika-s0202t3:4_1": "And herein, when he laughs loaded he rolled towards the Buddha’s knowledge, he is going to the instruction of his past lives in the past. And each of them leading to the knowledge of the deathless knowledge of the deathless is the arrivals.",
    "ai-tika-s0202t3:4_2": "That’s why when a man is meant, knowing that his mind has become clear, and this is said to be concentrated.",
    "ai-tika-s0202t3:4_3": "This is why it is said that the Blessed One’s claims to be rolling at night. And the time is nevertheless because it is said to because it is the discrimination.",
    "ai-tika-s0202t3:4_4": "“This is the proper conduct and reinforced by the mind, and without the attainment of the wrong way arerowned with the scope of rolled around. But it does not appear to you. It is prevented, living together with mindfulness of the body, speech, and mind fails to roll up.",
    "ai-tika-s0202t3:4_5": "Hence it is said: “Yes, Campaka.”",
    "ai-tika-s0202t3:4_6": "Like flashes of lightning in the firmament.",
    "ai-tika-s0202t3:4_7": "For it is ignoble that dust in the moment of the cessation of all the time, like the bubbles, and the cessation of all the storms at the head, thus it is “ constantly slowing of all round.”",
    "ai-tika-s0202t3:4_8": "It seems that that the taste of the solid nectar, namely the sacred flame three times,",
    "ai-tika-s0202t3:5_0": "283.",
    "ai-tika-s0202t3:5_1": "Suppose there were four instances, eighty thousand eons who had reckoned as a hundred thousand eons of the world that had been given to them, and so the Lord of the Enlightened One’s knowledge.",
    "ai-tika-s0202t3:5_2": "Mastering them, they’re not able to practice that they will have such a clear knowledge because of the words “spiration of sensuality,” because of the time of the development of it, he said, “How will it be long since I made?”",
    "ai-tika-s0202t3:5_3": "For even a long time it’s good to haven’t achieved the special qualities of freedom from desire.",
    "ai-tika-s0202t3:5_4": "and that was given up by that birth, he said this:",
    "ai-tika-s0202t3:5_5": "“What’s the use of seeing, that fake ascetic?”",
    "ai-tika-s0202t3:5_6": "For this is said in the eighth talk about Dhamma:",
    "ai-tika-s0202t3:6_0": "“Sirs, an united shameless person, who had arrived in ancient family,",
    "ai-tika-s0202t3:7_0": "avoid them from afar.”",
    "ai-tika-s0202t3:8_0": "Swelling powder by bathing powder, rilled up with bathing powder, they drive into it out.",
    "ai-tika-s0202t3:8_1": "“Are you afraid of wrongdoing?”",
    "ai-tika-s0202t3:9_0": "I abide in noble purgative of noble ones, free from enmity is the noble ones, at the time of bathing and an end of the noble ones.",
    "ai-tika-s0202t3:9_1": "to make the attainment of the attainment of knowledge and insight into the attainment of the attainment of residence for the destruction of one who has arisen,",
    "ai-tika-s0202t3:9_2": "There are these sixteen a hundred leagues, that is to say, the caravan leading to waves and sticks.",
    "ai-tika-s0202t3:9_3": "Of all these, he replied: “This is the meaning of the versatility.” This is the meaning.",
    "ai-tika-s0202t3:10_0": "and offered to the Great Bodhi on the Great Bodhi (Tree), he caused the reason for the sake of the inheritance of mindfulness.",
    "ai-tika-s0202t3:10_1": "Now comes the description of the development of mindfulness occupied with the calm, etc., which is said “Now.”",
    "ai-tika-s0202t3:10_2": "Herein, it is not possible to show this large arouse skeleton. When this is peaceful, it is sublime and sublime, the greatest of strength, gives it to a refutation, and because he is not shown that it is said to him, “Death it in this way, it is not said to be the neighbourhood of a delicious thing,”",
    "ai-tika-s0202t3:10_3": "Then the Buddha-to-be, as intent on awakening, he was conceived in his final belly as he was beessible. Then he saw him lying in that way, in this way: “Listening about Dhamma, how did you do this thing?” ...",
    "ai-tika-s0202t3:10_4": "what’s going on.”",
    "ai-tika-s0202t3:10_5": "The senior monks who are attached to slanderers, so say:",
    "ai-tika-s0202t3:10_6": "But in the Commentaries, the Perfect One’s teaching, that is to say: the Dhammadinnā, the Best of the Enlightened One, the Best of the Enlightened One, the Best of the Dhamma, and the the awakened One’s women.",
    "ai-tika-s0202t3:10_7": "That is why the Blessed One’s intent on awakening, “given Bodhisatta is in order to get hold of him,” and so on.",
    "ai-tika-s0202t3:10_8": "He acquires mindfulness, there is the right way to acquire mindfulness, and which leads to the acquisition of the good.",
    "ai-tika-s0202t3:11_0": "286.",
    "ai-tika-s0202t3:11_1": "For it is the nature of a man, a pollutant-free, spearing the Snakes.",
    "ai-tika-s0202t3:11_2": "for he is called “mindful” the name “controlled”.",
    "ai-tika-s0202t3:11_3": "and some say that energy is aroused by energy.",
    "ai-tika-s0202t3:11_4": "The endeavors should be understood according to the opposite sex with the great sex, who have taken up the entire life of purity, and who have attained very pure in their special qualities, like the water, etc., and that is far from the Enlightened One’s special qualities, etc., and that is devoted to purity of fewness of wishes, contentment, effacement, seclusion, and so on.",
    "ai-tika-s0202t3:11_5": "Please tell us, do so; they say:",
    "ai-tika-s0202t3:11_6": "“One who gives rise to knowledge” said: “Practic knowledge is the right kind of knowledge, on account of that is the meaning.",
    "ai-tika-s0202t3:11_7": "They do not describe the good of (supernatural) fruit, or each other, because they are undeveloped, and are not evident to all things that are incomplete.",
    "ai-tika-s0202t3:12_0": "287.Therehīti vuddhatarehi.",
    "ai-tika-s0202t3:12_1": "and went forth right there and again to live in that place.",
    "ai-tika-s0202t3:12_2": "Who always thinks to hear the opportunity",
    "ai-tika-s0202t3:12_3": "After that is how it is said: “In the first place a sunset by the heat of a hundred leagues in the borderland that is said to be exaltedness .”",
    "ai-tika-s0202t3:12_4": "“Standing at the wrong time, like a rolling sunn hemp with joined palms,”",
    "ai-tika-s0202t3:12_5": "if it is a choping;",
    "ai-tika-s0202t3:13_0": "288.",
    "ai-tika-s0202t3:13_1": "After reciting the practice of the meditation subject for the sake of the fine-materiality later investigation thus: “This noble ones, too, when endowed with this about the Dhamma” , they exasperated the way –",
    "ai-tika-s0202t3:13_2": "“Enough, sir.”",
    "ai-tika-s0202t3:13_3": "The King of Kikī was asked,",
    "ai-tika-s0202t3:13_4": "For the brahmin Gates a meal to the brahmins.",
    "ai-tika-s0202t3:13_5": "it flows to the gods.",
    "ai-tika-s0202t3:13_6": "these birds (surely) austerities, and the world came to you.",
    "ai-tika-s0202t3:13_7": "Then Kassapa, the Buddha was reborn in a low family.",
    "ai-tika-s0202t3:13_8": "After saying “Having given up his golden garden, brahmin, let the daughter of the brahmin who has given up the golden statue, after leaving from the royalty-twound, let us enjoy the King’s virtue.”",
    "ai-tika-s0202t3:13_9": "the courtesans to their relatives.",
    "ai-tika-s0202t3:13_10": "In the kingdom of the dye, he gave me permission: “I will be an eighth day for me.”",
    "ai-tika-s0202t3:14_0": "Because of the thirteen and the spotless ones who are pure and bright,",
    "ai-tika-s0202t3:14_1": "fine rice, cooked with gold, smooth powder, fretched brown,",
    "ai-tika-s0202t3:14_2": "Like the prohibition of shameless urine, and so on.",
    "ai-tika-s0202t3:15_0": "He says, “He for the purpose of wrapping up the sword,”",
    "ai-tika-s0202t3:15_1": "“How can I do it?”",
    "ai-tika-s0202t3:15_2": "Hence it to him: “ That is why we (the people) doing so!”",
    "ai-tika-s0202t3:15_3": "Having given everything, they told, “The Buddha has appeared in order to teach the Dhamma,” and he then calls it to be added:",
    "ai-tika-s0202t3:15_4": "Without (the his own) Thus he goes unraft,",
    "ai-tika-s0202t3:15_5": "In the five ways beginning with the five aspects of the modes, etc., according to lesser and Pañcasikha .",
    "ai-tika-s0202t3:16_0": "Why is that? What is the meaning?",
    "ai-tika-s0202t3:16_1": "it shows how this purity of mindfulness occupied with this purity.",
    "ai-tika-s0202t3:16_2": "(The monks) invited the bowl-food eater this bowl against the Teacher, and without going invited them tomorrow.",
    "ai-tika-s0202t3:16_3": "Ājīvaka ascetics, I shall proclaim the training rules for the sake of the ease, and there is no enlightenment of the training rules for the rope of the advantages. But there is no fault in the ear.",
    "ai-tika-s0202t3:17_0": "291.",
    "ai-tika-s0202t3:17_1": "for the place where the sunshade is covered with the skin, the inner skin, the space covered in the space.",
    "ai-tika-s0202t3:17_2": "if he divids it is only covered with cloth, etc., that is to say, the six classes of rebirth-linkings, etc., which is like the starting place on the very day.",
    "ai-tika-s0202t3:17_3": "Their mother-in-laweds’ parents,",
    "ai-tika-s0202t3:18_0": "292.",
    "ai-tika-s0202t3:18_1": "“One who is forty-four kinds of fond of four foundations, four fifteen almsbowls, one menstruation, four filthy almsbowls, fourteen pots, one medium bowl, one intention, one birds, one elephants, horses, buffaloes, bulls, goats, rams, waists, and one trade.”",
    "ai-tika-s0202t3:18_2": "They make the sound of oil, honey-truel, etc., and which bear the syrup, and the birds and the into the air.",
    "ai-tika-s0202t3:18_3": "I didn’t get enough of merely, so how could I possibly get some thinking?",
    "ai-tika-s0202t3:18_4": "After giving up, don’t dance,",
    "ai-tika-s0202t3:19_0": "With Ghaṭikāra",
    "ai-tika-s0202t3:20_0": "2. Raṭṭhapālasuttavaṇṇanā",
    "ai-tika-s0202t3:21_0": "293.",
    "ai-tika-s0202t3:21_1": "the carpenter-membitter trees were very large, wide and swamped through the air, and through very moving through the consequence of their progress of the town,",
    "ai-tika-s0202t3:21_2": "But the meaning is that it is stated undertook.",
    "ai-tika-s0202t3:21_3": "they will give him the sound of coughing, and they will show it.",
    "ai-tika-s0202t3:22_0": "Here is the name of the gentleman named Sāla.",
    "ai-tika-s0202t3:22_1": "While they were waiting for a family similar to a raft, they said, “We came to Laṅkādīpa,” for the purpose of showing the air.",
    "ai-tika-s0202t3:22_2": "It (which is) to be found in the same way as before,",
    "ai-tika-s0202t3:22_3": "Faith is to be found in the fruit of faith, prosperity,",
    "ai-tika-s0202t3:22_4": "Having seen that, the novices took the training and set it up,",
    "ai-tika-s0202t3:23_0": "together with the King of the King’s ministers, and with the assembly of Kings.",
    "ai-tika-s0202t3:23_1": "on the fourteenth day of the brahmins,",
    "ai-tika-s0202t3:23_2": "you should respond to give to a gift, to give to the Community,",
    "ai-tika-s0202t3:23_3": "is born in a family united.",
    "ai-tika-s0202t3:23_4": "will be able to embrace them.’",
    "ai-tika-s0202t3:24_0": "And if I were to examine the drawbacks of these things, they commit an offense entailing confession.",
    "ai-tika-s0202t3:24_1": "having the training, beginning with the virtue, the text to be reached in the best,",
    "ai-tika-s0202t3:24_2": "it is for the production of the unprofitableness to the rest.",
    "ai-tika-s0202t3:24_3": "And even if he fulfills the training in one place without reference to the other, it is completed in the entire Suttas.",
    "ai-tika-s0202t3:24_4": "But when his mind has arisen, he made an end of suffering without hindrances and pure originates ultimate purity.",
    "ai-tika-s0202t3:24_5": "After that, it is reckoned as a screened-sphere;",
    "ai-tika-s0202t3:24_6": "Hence it is said: “It is an intermediate formation.”",
    "ai-tika-s0202t3:24_7": "and taken the goods in the middle, he said: “I have taken the incomparable,” and “The meaning is weakened.”",
    "ai-tika-s0202t3:24_8": "for the sake of the ocher robe.",
    "ai-tika-s0202t3:24_9": "What has not been allowed to give the going forth, but for the sake of your son, the mind becomes clear!”",
    "ai-tika-s0202t3:24_10": "Therefore the Great King Suddhodana’s gift, he gave gifts.",
    "ai-tika-s0202t3:25_0": "295.",
    "ai-tika-s0202t3:25_1": "he said: “Those who love them bring happiness!”",
    "ai-tika-s0202t3:25_2": "that the mind increases in them is likable, desirable, and agreeable.",
    "ai-tika-s0202t3:25_3": "Happy in bliss at the time of dawn.",
    "ai-tika-s0202t3:25_4": "Because of that food and drink, etc., it is the suitable way of using the unsuitable way,",
    "ai-tika-s0202t3:25_5": "Or alternatively, it is due to the ruin of people who are diligent, keen, and resolute when it comes to the attained of pleasure and pain and the bliss of possession of the attainment of the bliss that is the escape from sense desires and the bliss of vanity.",
    "ai-tika-s0202t3:25_6": "internally and externally as constituently, produced by the pleasure that has arisen in the earlier stage.",
    "ai-tika-s0202t3:25_7": "In the case of the fine-material jhānas that were used up, thus it is what is meant.",
    "ai-tika-s0202t3:25_8": "And the meaning is stated in that way.",
    "ai-tika-s0202t3:25_9": "“This being so, Raṭṭhapāla, don’t exist after death in any way of the death of time.",
    "ai-tika-s0202t3:25_10": "Through that reason:",
    "ai-tika-s0202t3:25_11": "But what reason do they say? How am I to show the reason for this?”",
    "ai-tika-s0202t3:26_0": "gets rid of resentment for the gods.",
    "ai-tika-s0202t3:26_1": "Hence it is said: “He is guided by you.”",
    "ai-tika-s0202t3:26_2": "Inside, he makes himself happy and pleased by means of one’s own good deeds.",
    "ai-tika-s0202t3:26_3": "Likewise he is called “not later” in the way beginning, “He is a playr.”",
    "ai-tika-s0202t3:26_4": "gives to the observance-day procedure, etc., one of the following day, is said to be extrated:",
    "ai-tika-s0202t3:26_5": "he gave gifts to the Order, and he gave them a gift given the name of giving precious gifts, and then gave them to the name of the donor of the donors,",
    "ai-tika-s0202t3:26_6": "doing so, not too tall or too short, not too dark, not too fair—the overflowing of cotton—thinking, not too dark.",
    "ai-tika-s0202t3:26_7": "he should be expelled: taking places, he is to be expelled.",
    "ai-tika-s0202t3:26_8": "how can you be shown by anthill?",
    "ai-tika-s0202t3:26_9": "Then one who has gone forth should give oneself to his parents, thinking: “He should give himself.”",
    "ai-tika-s0202t3:27_0": "Getting the strength of the body, they carry it down on the strength of the body and bring it to the strength of the strength of the strength of the strength.",
    "ai-tika-s0202t3:27_1": "Living in this way, they live alone, withdrawn, diligent, keen, and resolute.",
    "ai-tika-s0202t3:27_2": "So let them not know the right kind, (but) they are not disciplined, and know the right time.",
    "ai-tika-s0202t3:27_3": "after no long time he attained Liberation at the end of the Rains Retreat.",
    "ai-tika-s0202t3:27_4": "but when the monks from Pāvā thinks, “It is completed for a long time,” and that Vipassī has said,",
    "ai-tika-s0202t3:28_0": "Seventeen years of age, this gateway deteriorates the seventh gateway (personed) with the gateway of the head.",
    "ai-tika-s0202t3:28_1": "married, wounded, and suitable for action (to bed) if she does not get what was allowable,",
    "ai-tika-s0202t3:28_2": "the female slave-born and female bondservants,",
    "ai-tika-s0202t3:28_3": "Propering the potency is enveloped by the hater, or an iron pot that falls backwards off a curtain that leaf-hut.",
    "ai-tika-s0202t3:28_4": "Hence it is said: “He isn’t well-proclaimed.”",
    "ai-tika-s0202t3:28_5": "The one who is worthy of use as an erect,",
    "ai-tika-s0202t3:28_6": "noble ones, fault in the noble ones,",
    "ai-tika-s0202t3:28_7": "Because you call a female sex with women.”",
    "ai-tika-s0202t3:28_8": "(They are) possessive.",
    "ai-tika-s0202t3:28_9": "He rolled around and spoke in one who is told because he has said to have no use for requisites , thus it is “unit to be given to” .",
    "ai-tika-s0202t3:28_10": "scorns his signs, he raises his sarongs, thinking “So, perception is produced in this way.”",
    "ai-tika-s0202t3:29_0": "Having entered the house and sat down on a house, he sat down on a prepared seat;",
    "ai-tika-s0202t3:29_1": "he gave the vice-sovereignty to the crowd,",
    "ai-tika-s0202t3:29_2": "As he goes outside the house, just as when departed, the wind from the house.",
    "ai-tika-s0202t3:29_3": "in the house, precincts, drinking-water shed, precincts, and covers.",
    "ai-tika-s0202t3:30_0": "makes a sound of irregular kinds of sounds,",
    "ai-tika-s0202t3:30_1": "Fleshold life which bears the houseless,",
    "ai-tika-s0202t3:30_2": "The meaning is that it is not proper to say that the word-meanings riches - but the word obviously behaviours .",
    "ai-tika-s0202t3:30_3": "That’s why it said “I can’t individual.”",
    "ai-tika-s0202t3:30_4": "the noble ones, perceiving the unrepulsive in the repulsive,",
    "ai-tika-s0202t3:31_0": "The gift was given to him at the root of the houses, and it was given to him by the “food-recept” but that was given to him, but then “It wasn’t proper for me to give it to him.”",
    "ai-tika-s0202t3:31_1": "In these it is said: “These shavelings,” and so on is rejected by one who does not resign the meaning, “They are stated in conduct,” etc., in accordance with the meaning and that term “They are wrong conduct,” they say, “It is said in accordance with that .",
    "ai-tika-s0202t3:31_2": "And although he thinks, “We didn’t even give a resignant to him,”",
    "ai-tika-s0202t3:31_3": "“It is just as though graceful for (the Bodhisatta)” . It is said: “It is uninterruptedly, in conformity with what is said, like the revealing of, and for the removal of it,” it is said, “But it is the for the removal of it,” he said the stomach .",
    "ai-tika-s0202t3:31_4": "well-covered but concealed, the crafts and the covered with skin.",
    "ai-tika-s0202t3:32_0": "(The king) repaired to the ground: “This garden is done by the story of the Theras.”",
    "ai-tika-s0202t3:32_1": "For a second time in one session, a honey-deeper, and aeon-deeper keeps going down to sleep. Then he doesn’t eat that meal is not allowable to return again.",
    "ai-tika-s0202t3:32_2": "Therefore the Elder Tissa Cūḷa-Abhaya said: “He should guard the sense of eating food and drink.”",
    "ai-tika-s0202t3:32_3": "When he was strict, he brought inside the head, in front of him and behind, and he put the bowl outside the door.",
    "ai-tika-s0202t3:32_4": "In this way the Elder’s Island of the protection –",
    "ai-tika-s0202t3:32_5": "“Forget from there to living on alms, he does not consent to food.”",
    "ai-tika-s0202t3:32_6": "Then why are we consenting to mentioned, “Why are you please for the inspiration?”",
    "ai-tika-s0202t3:32_7": "For when an astute person’s mother and father were nursing their parents, the teachers shouldn’t retain their own teachers. Then they don’t practice purification in this way.",
    "ai-tika-s0202t3:33_0": "they call him alive, slacking off crooked hair, digested, and robbing the hair on the body, and using them as they did.",
    "ai-tika-s0202t3:33_1": "and he who was the religion of the Jeṭṭhatis.",
    "ai-tika-s0202t3:33_2": "after this family come from here: “When this family is born in the family,",
    "ai-tika-s0202t3:33_3": "This is another kind of gift that has been given by the name of another family.",
    "ai-tika-s0202t3:34_0": "They lived on for a mind-made body and mind.",
    "ai-tika-s0202t3:34_1": "Walking about the heavens.",
    "ai-tika-s0202t3:34_2": "Embracing: it is below that above, below and above.",
    "ai-tika-s0202t3:34_3": "always plastered inside and out,",
    "ai-tika-s0202t3:34_4": "For the advantages of greed, etc., which are drawn by insight to the enemy of material delights, and so on, even if many corruptions of the corruption of the corruption of the corruption of existences .",
    "ai-tika-s0202t3:34_5": "By the eighteen conjunction:",
    "ai-tika-s0202t3:34_6": "The meaning is, it is sublime, the state of language beginning, “There is no single state producing condition.”",
    "ai-tika-s0202t3:35_0": "What is ‘-scent’? and ‘The mind-made body are the physical body’?",
    "ai-tika-s0202t3:36_0": "Rouged the limbs, he wrinkled the golden palms.",
    "ai-tika-s0202t3:36_1": "Hence it is said: “After bejewelling the limbs,”",
    "ai-tika-s0202t3:36_2": "When they do so, they resemble the cattle-keeper, each with their forehead, resembling the heads, ladies, and collections, saying: “Sons, drink, chewing, and so on.”",
    "ai-tika-s0202t3:37_0": "sweet-splitting the flavor of the tastes, which delight in the water,",
    "ai-tika-s0202t3:37_1": "and turning around on repeating the inner movement:, making them swappear, and separately,",
    "ai-tika-s0202t3:37_2": "Eight reasons: it is bound up with the eight similes of the stages, etc., according to the similar and the secretion .",
    "ai-tika-s0202t3:38_0": "“When you don’t want, we’ll live together.” They say, “We’ll live together.”",
    "ai-tika-s0202t3:39_0": "and by using what is left over. They are reborn in the next life for the coming and going of rebirth.",
    "ai-tika-s0202t3:39_1": "by the power of wisdom",
    "ai-tika-s0202t3:40_0": "304.Parijuññānīti parihānāni.",
    "ai-tika-s0202t3:40_1": "Those who are very sick beings, who are aged in death and decrepit because they are an elderly man, like a leaf-hut.",
    "ai-tika-s0202t3:40_2": "Like a mammoth restrained in the sky,",
    "ai-tika-s0202t3:40_3": "that is great and small, that is a great merchant’s birth, crushing the old age, sickness, and death.",
    "ai-tika-s0202t3:40_4": "he transgresses the thirty-two chariots, he passed away without turning back.",
    "ai-tika-s0202t3:40_5": "Likewise: the M middle ones, etc., he said: “I am in the past, future and present”",
    "ai-tika-s0202t3:40_6": "The First Bodhisatta together with the Enlightenment Tree is old, endowed with the drum of the Bodhisatta’s faith. It has arrived at the Bodhi tree, and has arrived there in the highest gift.",
    "ai-tika-s0202t3:41_0": "“Through the touch of flies, mosquitoes, wind, sun, and reptiles in as if unwelcome. That is why it is unbecoming.”",
    "ai-tika-s0202t3:41_1": "or else there is little learning here.",
    "ai-tika-s0202t3:41_2": "“Suppose, householder, when someone claims to be healthy even when profound, what’s the point of a fool?”",
    "ai-tika-s0202t3:41_3": "the result is (thinking): It is the result,",
    "ai-tika-s0202t3:41_4": "prosperity is the air because they protect him, there is happiness for the sake of oppression.",
    "ai-tika-s0202t3:41_5": "And they keep on developing it all eventually.",
    "ai-tika-s0202t3:41_6": "For one who has taken a nurse’s relics, just as one whose body is unsuitable, not one who eats the food, etc., his place intelligent, etc.,",
    "ai-tika-s0202t3:41_7": "just as the jeweller, having the features of the details gems,",
    "ai-tika-s0202t3:41_8": "whatever food he had eaten, he brought for the right shade of the meal:",
    "ai-tika-s0202t3:41_9": "Hence it is “huswing” .",
    "ai-tika-s0202t3:41_10": "And it was prequisite for a specific purpose, but it wasn’t proper to get by one person to leave it. But even then it “I have given to you.”",
    "ai-tika-s0202t3:41_11": "If you get a rewarding the sound of goods, the starting points, bears, and gets all these things.",
    "ai-tika-s0202t3:42_0": "305.",
    "ai-tika-s0202t3:42_1": "The reciters has been recited in the Monastic Code, and he said, “The Description of the Monastic Code has been recited.”",
    "ai-tika-s0202t3:42_2": "Or alternatively, these things are called “his is the recitation passage”.",
    "ai-tika-s0202t3:42_3": "those just states have been taught, that is to say, “The Description of the Teaching” .",
    "ai-tika-s0202t3:42_4": "Then he preaches the Dhamma as impermanent, the state of existence, the state of partaking of impermanence, and the states that they will teach in the same way as “Non-proclaimed” .",
    "ai-tika-s0202t3:42_5": "if he is at the present;",
    "ai-tika-s0202t3:42_6": "It is impermanent, shaken, slothy, and perishable.",
    "ai-tika-s0202t3:42_7": "Hence it is said: “He is born in dependence on unprofitable” . It is born in a state consisting of an unborn, etc., the meaning is.",
    "ai-tika-s0202t3:42_8": "Or alternatively, there is the meaning of old age and death. That’s why it should be seen that.",
    "ai-tika-s0202t3:42_9": "“After going to enemies,” thus he is protected by his birth, he is protected by the unbeneficial,",
    "ai-tika-s0202t3:42_10": "“By this world or the next: I will be able to show the world with old age and death, the sorrow of the world, oppressed by delusion, and inspires such a old age and death, I shall be able to securely happy and free of suffering.”",
    "ai-tika-s0202t3:42_11": "He is adding, “Venerable sir,” he should put the site for the bed, etc., in accordance with the rule, etc.,",
    "ai-tika-s0202t3:42_12": "those who live in Craving like craving, having destroyed the craving in the Dispensation, “Having ending craving.”",
    "ai-tika-s0202t3:43_0": "306.",
    "ai-tika-s0202t3:43_1": "elephants, cows, horses, chariots, and so on he says: “Friends, there are elephants.” And they said: “There are.",
    "ai-tika-s0202t3:43_2": "“He is,” replied the elephant stage. And just as with a craft of elephants, socializing,",
    "ai-tika-s0202t3:43_3": "She said: “This is the strength of the strength of the knife, this is the strength of the story and this authority.”",
    "ai-tika-s0202t3:43_4": "“(So) is endowed with strength,” and having made a declaration, he said to him, “Come,” and so on.",
    "ai-tika-s0202t3:43_5": "Saraking the army of the Sakyans, the breaking up of the opposite sex,",
    "ai-tika-s0202t3:43_6": "The meaning is this: “Bhikkhus, there are fruits and results of people who take the value of wealth and to be taken here and there,” etc., in this way, should be said here.",
    "ai-tika-s0202t3:43_7": "according as it is said: “By just as much as we are strong,” and so on, without having reflected thus, “One who is weakness, is unseen,” our self-control and mortification, is the meaning of this self,",
    "ai-tika-s0202t3:43_8": "This is enough for you to bring this self-control.",
    "ai-tika-s0202t3:44_0": "Shaking the wind from the sky, having abandoned the path,",
    "ai-tika-s0202t3:44_1": "“Sir, in this royal court you have the same elephants, horses, and chariots in this royal family. ...”",
    "ai-tika-s0202t3:44_2": "Through this will the King also be told the Dhamma.”",
    "ai-tika-s0202t3:45_0": "For this is said in the Paṭisambhidā as follows:",
    "ai-tika-s0202t3:45_1": "But such verses as the meditators of the Dhamma theirs immorals, etc., according to the reciting they told them, “ according to the Teaching, and because he hasn’t given a teaching,” and they according to the Teaching, “It is easy to get the Dhamma,”",
    "ai-tika-s0202t3:46_0": "They are capable of creating even a single point that is called to be seen as enclosed, in the various forms of requisites, so as to demolish, and in the likewise.",
    "ai-tika-s0202t3:47_0": "Sāgallāna the land girt by sea.",
    "ai-tika-s0202t3:48_0": "Oh, I hope that free my dead person is , like someone who has done bad things by me.",
    "ai-tika-s0202t3:48_1": "Talking importants, smokes, and goes where",
    "ai-tika-s0202t3:48_2": "and he said: “Having set aside a dead one” is said.",
    "ai-tika-s0202t3:49_0": "The meaning is finished.",
    "ai-tika-s0202t3:49_1": "they’re wisdom is produced.",
    "ai-tika-s0202t3:49_2": "trembles everywhere,",
    "ai-tika-s0202t3:49_3": "is the best of men, saying: “He is the best life (only) who lives is best,”",
    "ai-tika-s0202t3:50_0": "Having done what is wicked about the reasons, when the Teacher has laid down the earth,",
    "ai-tika-s0202t3:50_1": "He attains the ultimate state of existence -",
    "ai-tika-s0202t3:50_2": "They became pregnant. They encourage others to do what is like. And they approve of this world and the next.",
    "ai-tika-s0202t3:50_3": "Such is the kind of conception in the womb for one who hasn’t given up the stain of living beings. And such faithless, unintelligent, and uncorruptedly.",
    "ai-tika-s0202t3:51_0": "Saying, “It is badly,” he said, “It is badly in the next world because he brings an in the next life.”",
    "ai-tika-s0202t3:52_0": "The sound of visible objects is the fine-material and immaterial jhānas, etc., here in the case of the fine- material sphere.",
    "ai-tika-s0202t3:53_0": "than the ascetic life is better:",
    "ai-tika-s0202t3:53_1": "And here the fourth verses should be understood to recite the Dhamma.",
    "ai-tika-s0202t3:53_2": "The third verse was finished.",
    "ai-tika-s0202t3:53_3": "The second verse was finished.",
    "ai-tika-s0202t3:53_4": "The sixth verse was finished.",
    "ai-tika-s0202t3:53_5": "Seven on the first house among the seventh he had gone forth as a novice, and he then said to them: “Nuns, a master of thes, an excellent state of the dangers in worldly pleasures, and he shows the danger of renunciation that he has gone forth into homelessness.” He then shows the Dhamma, etc., according to his enemy, etc., he shows that he is confused about the Dhamma.",
    "ai-tika-s0202t3:53_6": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:54_0": "With Raṭṭhapāla on the Licchavīs, the purpose of (good) Saṁsāra.",
    "ai-tika-s0202t3:55_0": "3. Maghadevasuttavaṇṇanā",
    "ai-tika-s0202t3:56_0": "In the past King Aṅgīrasa, prevented him past lives in the past, future, and present. In this case the Nigaṇṭhas, a thousand spears, countless hundreds of thousands of men. In this royal compounds there are sovereign lords for an abode.",
    "ai-tika-s0202t3:57_0": "The Dhamma is called ‘the world’, and the light of wisdom’.",
    "ai-tika-s0202t3:57_1": "(Only) the Great Bodhisatta, the Dhamma, and the Discipline is legitimate.",
    "ai-tika-s0202t3:57_2": "It is “accomplished”:",
    "ai-tika-s0202t3:57_3": "Then these divine abidings had not yet been conceived in the realm of the King’s qualities, and so on. When he has not attained it, he thus asked to the skill in meditation.",
    "ai-tika-s0202t3:57_4": "the one who teaches the Dhamma,",
    "ai-tika-s0202t3:57_5": "Because that person is called ‘association’ because it brings them to the end of suffering’ and ‘confidence’.",
    "ai-tika-s0202t3:57_6": "it shows why the very same sign, in the way already described.",
    "ai-tika-s0202t3:57_7": "These are the eight bases of psychic power that authority to be called “specified” in the same way as householder observed.",
    "ai-tika-s0202t3:57_8": "“It’s good that this Nāgas came down in the countryside.” And that’s where they did so,",
    "ai-tika-s0202t3:57_9": "and showing him how the observance-day procedure should be practiced in reciting the surrounding each of the journey and divided up.",
    "ai-tika-s0202t3:57_10": "These are the four days.",
    "ai-tika-s0202t3:58_0": "He enjoys the state of Death by birth and old age:",
    "ai-tika-s0202t3:58_1": "When a god is born, a being is reborn in the company of the gods.",
    "ai-tika-s0202t3:58_2": "“I’ll wait until I’ve finished off my hair and beard, dressed in ocher robes, or dropped off on top of vanity, and think, “I’ll give it away.”",
    "ai-tika-s0202t3:58_3": "(but) if he shows that there is a divine abiding to be seen (them), and this is said to be to show it.",
    "ai-tika-s0202t3:58_4": "(But) the deities have no cause or condition for death.",
    "ai-tika-s0202t3:58_5": "The one whose defilements have ended;",
    "ai-tika-s0202t3:58_6": "they will show them the dust on the Bodhi (Tree) who are worthy,",
    "ai-tika-s0202t3:59_0": "The meaning is pained and sickness, produced by sickness; the meaning is that suffering.",
    "ai-tika-s0202t3:59_1": "And although the three planes of becoming awakened for themselves, they also said, “This is incapable of reaching the end of suffering in this way,” “Bhikkhus, when the astute should interruptly.”",
    "ai-tika-s0202t3:60_0": "By its Vibhaṅga: he shows that he has taught the name for the region, thus he is the meaning.",
    "ai-tika-s0202t3:60_1": "This pair of greenitals,es lips on your head.",
    "ai-tika-s0202t3:60_2": "But here it is called “short” because it is not the mention of all opposite sex given to every one who isn’t mentioned , it is said to have it included .",
    "ai-tika-s0202t3:61_0": "a pair of men, which belongs to that man “women, is a person called ‘born in whom this spends’ and a ‘bearer’.",
    "ai-tika-s0202t3:61_1": "The prince said to him: “Having gone to the end of the Prince, they will show the coronation of the Prince,”",
    "ai-tika-s0202t3:62_0": "On being anxious: it is like a spot worm-covering marshes, like a waning boy.",
    "ai-tika-s0202t3:62_1": "If, while being examined in the past, they say: “It is 84,000 years, that you last for 84,000 years, that is, milk that mortification.”",
    "ai-tika-s0202t3:62_2": "(But) after saying that (true) the boy, at the time of (wording):",
    "ai-tika-s0202t3:62_3": "and in the fifth temperature all the ropes of the bowels around five-tools. Whatever nutriment is quite done in the sense that it can be used upholstered upon.",
    "ai-tika-s0202t3:63_0": "311.",
    "ai-tika-s0202t3:63_1": "They are children, partners, children and partners; and they are the ultimate sons of their wives and children.",
    "ai-tika-s0202t3:63_2": "having set up a place rolling, is the meaning.",
    "ai-tika-s0202t3:63_3": "“One born” is one made by oneself  , the meaning is another ; the meaning is, it is the meaning.",
    "ai-tika-s0202t3:63_4": "Hence it is said: “Expert in goodness.”",
    "ai-tika-s0202t3:63_5": "two or three times more than that, a thousand times more than that, a hundred thousand times more than that, in the other special qualities of universal special qualities.",
    "ai-tika-s0202t3:64_0": "312.",
    "ai-tika-s0202t3:64_1": "Thirty-Three, the thirty-two marks of a great man, the gods of the Thirty-Three are reborn in the company of the Thirty-Three.",
    "ai-tika-s0202t3:64_2": "the sarong, the dwelling place in a rising:",
    "ai-tika-s0202t3:64_3": "“The Gods of the Thirty-Three in the Tāvatiṁsa (Divinities).”",
    "ai-tika-s0202t3:64_4": "King Nimittā.",
    "ai-tika-s0202t3:64_5": "(But) after the advice: “Having expelled this” and “Please do not proceed in my virtue,” and “Having expounded in my instruction,” and with my virtue, he should give my instructions to his reply to advice, “Thusing and virtue”, after saying this, “Let them fulfill my virtue.”",
    "ai-tika-s0202t3:65_0": "Then the Great King Uttiya, having heard the great power of the Great Kings,",
    "ai-tika-s0202t3:65_1": "“I am, my queen. I am able to get out of compassion for you. ” And he said, “I’ll get your doubts.” She then said, “I’ll see his doubts.”",
    "ai-tika-s0202t3:65_2": "Hence it is said: “I do not have become a perfected one.”",
    "ai-tika-s0202t3:66_0": "(Devasively), “Why are you doing this?” and “Did you say, ‘They are you inferior’?",
    "ai-tika-s0202t3:66_1": "He enjoys the special qualities of material possessions, etc., and the necessary, and his eyes are likable, desirable, agreeable, beneficial, and pleasant.",
    "ai-tika-s0202t3:66_2": "Then Anuruddha, the Erāpatha, who resigned his own generosity, gave gifts and such gifts, thinking “Now, however, did they step in this way?”",
    "ai-tika-s0202t3:66_3": "Herein, one who lives in dependence on the pleasures of the sensual realms, acquainted with reference to the realm of sensual pleasures.",
    "ai-tika-s0202t3:66_4": "The life of a hundred thousand aeons were filled with a thousand eons, like the Lord of the Devas.",
    "ai-tika-s0202t3:66_5": "Hence it is said: “ handsome hosts in the composition of the nymphs,”",
    "ai-tika-s0202t3:67_0": "of aristocrats who are born in an aristocrat family.",
    "ai-tika-s0202t3:67_1": "and liberated from the Brahmā realm, he falls into the Brahmā realm.",
    "ai-tika-s0202t3:67_2": "And why does the supreme penalty because of Brahmā?",
    "ai-tika-s0202t3:68_0": "And after seeing me they said, “Having seen my progressively come,” they said, “Having seen my thoughts.”",
    "ai-tika-s0202t3:68_1": "Because he afraid of wrongdoing this body by another with a mind simile.",
    "ai-tika-s0202t3:68_2": "That is why it was said: “That is why I said.”",
    "ai-tika-s0202t3:68_3": "When there is happiness, there is fruitful when you’ve done good and skillful deeds,",
    "ai-tika-s0202t3:69_0": "Yet they wait upon themselves as a god is dropped off his mind. They set up a thoroughbred’s edge, like the gods who were like the fine thoroughbreds.",
    "ai-tika-s0202t3:69_1": "In the same way at the time when the elephant is acting like this,",
    "ai-tika-s0202t3:69_2": "Neither in the air with the foreheads is said to be the boundaries of the chariot,",
    "ai-tika-s0202t3:69_3": "Three thoroughly destroys it, tied to the infatuated chariot,",
    "ai-tika-s0202t3:69_4": "Just as that while the wide openings in the circle of gods, the Champion, the herol the round of the great wide openings in the circle of his own quarters, so long as he was fixed in the royal longhouse for the kingdom.",
    "ai-tika-s0202t3:69_5": "After bringing the road to the village of Kumāra, he shows himself in the midst of hell, he took his own going to the village of the gods.",
    "ai-tika-s0202t3:69_6": "What are the reasons to go from hell, the animal realm, and the ghost realm?",
    "ai-tika-s0202t3:70_0": "The same method it was said: “Sandha, a great scystem, has not got lost my little.”",
    "ai-tika-s0202t3:70_1": "Sharky",
    "ai-tika-s0202t3:70_2": "(As) the authority that goes to hell,",
    "ai-tika-s0202t3:70_3": "(Whoever) is unripe, like one who is ripe,",
    "ai-tika-s0202t3:70_4": "(The Linked Discourses on the Full-Moon East.)",
    "ai-tika-s0202t3:71_0": "having exclaimed (from the) Charioteer,",
    "ai-tika-s0202t3:71_1": "King Bāhiya said, “God-King, he says this.”",
    "ai-tika-s0202t3:71_2": "Soṇadaṇḍa thought, “We’ll know the god Assaji,”",
    "ai-tika-s0202t3:71_3": "“Sakka’s son, having performed meritorious deeds, after making merit with the growth and attained Nibbāna,",
    "ai-tika-s0202t3:72_0": "At the time of the bowl shells, (she said): “This unstitched”,",
    "ai-tika-s0202t3:72_1": "he becomes a Buddha awakened for himself;",
    "ai-tika-s0202t3:72_2": "When the Buddha’s instruction was finished, they say,",
    "ai-tika-s0202t3:72_3": "As a mother disputed with her own child, cast with her own hands, and living at the root of a dreadful rags, and their parents with calm at the time of calm and children.",
    "ai-tika-s0202t3:72_4": "ethical conduct is shared by stirred, possessed of virtue,",
    "ai-tika-s0202t3:72_5": "he was born, and has appeared,",
    "ai-tika-s0202t3:73_0": "In the southern gate, O God-King, in the right gate,",
    "ai-tika-s0202t3:73_1": "was unable to make the minds of Sakka, the ruler of the gods, rolled forth the great beings on Sakka, the ruler of the earth, and his mind was unable to place outside the gate.",
    "ai-tika-s0202t3:73_2": "(because of) this meritorious deeds, whose merit is worshipped by Sakka, the winner of the Lord of Men,",
    "ai-tika-s0202t3:73_3": "he gave the old age, because of his life span, he acted like a old age who grows old age.",
    "ai-tika-s0202t3:74_0": "they all had gone forth in the king’s continuity, the sons of the tradition, and their own teachers.",
    "ai-tika-s0202t3:74_1": "Pātimokkha was one who has gone forth through the enlightenment, etc., and in the stage of the development of Pātimokkha a Brahmajāla, “One who has gone forth into homelessness is not known to be in the stage of the enlightenment of development.",
    "ai-tika-s0202t3:75_0": "Since he is unable to make good friends, he does not cut off good friends, companions, and associates. It is good when there is no good friends.",
    "ai-tika-s0202t3:75_1": "There is an unvirtuous person called having been reborn in the general termination for him.",
    "ai-tika-s0202t3:75_2": "The seventy-seven kinds of goodness occurred in the family",
    "ai-tika-s0202t3:75_3": "and the sixty-three terraced pollutants are all present in the world.",
    "ai-tika-s0202t3:75_4": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:76_0": "Leavesously the name of Magharājas, and shelter on earth.",
    "ai-tika-s0202t3:77_0": "4. Madhurasuttavaṇṇanā",
    "ai-tika-s0202t3:78_0": "proceeding to the north, benefactors,",
    "ai-tika-s0202t3:78_1": "rolling in the Golden Wood",
    "ai-tika-s0202t3:78_2": "they’re freed from the near shore, they say.",
    "ai-tika-s0202t3:78_3": "In the four castes a brahmin is the best;",
    "ai-tika-s0202t3:78_4": "Phoenixes are pure and bright.",
    "ai-tika-s0202t3:78_5": "Burning is impure:",
    "ai-tika-s0202t3:78_6": "Similarly, beginning with birth and old-age, and of the brahmins, etc., is just like the mother who is pure, but who has not yet arisen in the life of purity.",
    "ai-tika-s0202t3:78_7": "The brahmins who are pure in knowledge and vision, and has not yet no other knowledge.",
    "ai-tika-s0202t3:78_8": "That’s why it is included in the hymns that aristocrat vassals, transmigrating, and presenting the mind’s purity that omniscient.",
    "ai-tika-s0202t3:78_9": "Ancient are their children, and they don’t say: “Perhaps these are their traditions,”",
    "ai-tika-s0202t3:78_10": "or else riches, saying: “The son of the riches are called",
    "ai-tika-s0202t3:78_11": "Having taken up these oppressed by others, they were brought to ancient family.",
    "ai-tika-s0202t3:78_12": "Through that Brahmā is born, born in Brahmā, created, he does not say, “Those they are called Brahmā”.",
    "ai-tika-s0202t3:78_13": "Now, having rejected these (known), the Great Brahmā, the Universal Seer’s true insight, the indication of Brahmā, produced by the brahmins, the Universal Seer, the Wielder of Pacceka, the Lord of Brahmā’s Holy One, and so on. It is not possible for an untruelcome to an immeasurable, Brahmadeva, complete in all these things.",
    "ai-tika-s0202t3:78_14": "However, here is this commentary on the path that should be stated in this way.",
    "ai-tika-s0202t3:78_15": "Hence it is said: “Here wetch it.”",
    "ai-tika-s0202t3:78_16": "“This is the only truth, this is the best of the various names, this is the meaning, not the first thing, for the sake of which there is.",
    "ai-tika-s0202t3:79_0": "Talking important views, etc., one who has no consideration, one who produces concentration through contempt,",
    "ai-tika-s0202t3:79_1": "Hence it is said: “Certainly I’ll fill the chariot.”",
    "ai-tika-s0202t3:79_2": "aristocrats, brahmins, merchants, and cream:",
    "ai-tika-s0202t3:79_3": "Samiddhi in the end:",
    "ai-tika-s0202t3:79_4": "“And these four noble truths” is the colour of the noble ones, etc., that is to say, the splendour of the bowls, and the other four classes of rebirths, etc., do not appear to them in any way.",
    "ai-tika-s0202t3:80_0": "322.",
    "ai-tika-s0202t3:80_1": "I wish to have the supporter of robe-cloth as one is nursing, and then domesticated, one says.",
    "ai-tika-s0202t3:80_2": "her thief, protection, and slaughtering the bandit, protection, safety, and so on.",
    "ai-tika-s0202t3:80_3": "profitable states in the present thus: “He is protected by present, protection, safety, and good friends;",
    "ai-tika-s0202t3:80_4": "And here there is no in the passage beginning, “Bhikkhus, anyone who, for whom I should enumerate, etc., who, because I have got the same profitable root,” etc., and in that case, “I don’t get the one who has gone forth in such a profitable state,” etc., because they don’t have to be developed in such a case, or that is why therefore it should be said: “I have receive the going forth.”",
    "ai-tika-s0202t3:80_5": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:81_0": "With Madhurā, the Licchavīs, the purpose of preventing the rays of Laṅkā,",
    "ai-tika-s0202t3:82_0": "Goldening Bodhi",
    "ai-tika-s0202t3:83_0": "They get caught up in the world with its darkness. That’s why it’s the shape of drops, where it’s the shape of younglings, where it can be done.",
    "ai-tika-s0202t3:84_0": "325.Yāva pacchima…pe…",
    "ai-tika-s0202t3:84_1": "Endowed with the fruit in each widely: it is peaceful and sublime.",
    "ai-tika-s0202t3:84_2": "For the upper fruit of his gardens is made of water.",
    "ai-tika-s0202t3:84_3": "(But) he didn’t look good to the Buddha, but he still did not look to his own bowl in the way that Fortunate One’s bowl. Rainsing it, and having placed it on a preliminary way, it is used to look for supporting on him.",
    "ai-tika-s0202t3:85_0": "and having the King of Kāṭikaputta-gods, having been brought back in Kāṭigāma,",
    "ai-tika-s0202t3:85_1": "another satisfies one of their own life. She might become a female.",
    "ai-tika-s0202t3:85_2": "You can get your sons with your own wife, not with his own intention.",
    "ai-tika-s0202t3:85_3": "both of them :",
    "ai-tika-s0202t3:85_4": "Talking for the sake of the Buddha, the sound of the ascetics of other religions, the still of those mendicants, and the lack of regrets in the future.",
    "ai-tika-s0202t3:85_5": "on the good neck, if it is good,",
    "ai-tika-s0202t3:85_6": "Putting the limbs,",
    "ai-tika-s0202t3:86_0": "they put monks on charming for the sake of this regret.",
    "ai-tika-s0202t3:86_1": "Any kind of indulgence in sensual pleasures, perceiving the pleasures of the senses, perceiving the cessation of sensual pleasures, and perceiving such indulge in sensual pleasures. ...",
    "ai-tika-s0202t3:86_2": "But thinking they think that",
    "ai-tika-s0202t3:87_0": "327.",
    "ai-tika-s0202t3:87_1": "Then the Fortunate One, wanting to get past it from their own territory, thought, “The Buddha is far from them without trouble,” and he said, “The donor is hard to give them to his own advice.",
    "ai-tika-s0202t3:87_2": "The Great Being should be understood as it has been described in the way already described, “The moments have been given here.” These were in the way already stated, etc., he is told by the Blessed One.",
    "ai-tika-s0202t3:87_3": "Likewise in the law of the analysis of the talk already stated.",
    "ai-tika-s0202t3:88_0": "343.",
    "ai-tika-s0202t3:88_1": "some take one’s a hook, governed, wide opened by the wish:",
    "ai-tika-s0202t3:88_2": "To give me a thunder, misery.",
    "ai-tika-s0202t3:88_3": "It’s worthy of a mountain to warm water.",
    "ai-tika-s0202t3:88_4": "With both of these (before), the Cool Grove in both ways, is called Udena, “Udena”; and after making this work for him.",
    "ai-tika-s0202t3:89_0": "The ascetic, knowing the King’s knowledge master, understanding that a dead person",
    "ai-tika-s0202t3:89_1": "from the time of the Kosambī, the chief of that connection from all citadel, and from each other in the Mahātittha .",
    "ai-tika-s0202t3:89_2": "at the time of ethics:",
    "ai-tika-s0202t3:89_3": "elephants, horses, chariots proceed to be spoken of their own welfare.",
    "ai-tika-s0202t3:89_4": "And takes it and go to that training.",
    "ai-tika-s0202t3:90_0": "develops the state of running hither and Friends",
    "ai-tika-s0202t3:90_1": "striving, resolute, committed to persisting in meditation.",
    "ai-tika-s0202t3:90_2": "(There is) faith, there is this my faith,",
    "ai-tika-s0202t3:90_3": "Although even the Buddha was awakened for themselves, it was because of a great deal of faith, ethics, generosity, and wisdom, however, it was possessed of the great enlightenment that it came to Bodhisatta.",
    "ai-tika-s0202t3:90_4": "The Blessed One, whose Dhamma is unconcerned in a good state, has entered on the good way, the Dhamma, and has entered on the great comfort, and has entered upon the way, the Saṅgha, the Dhamma, using the treasurer.”",
    "ai-tika-s0202t3:90_5": "confidence in those who have attained the confidence of the treasurer.",
    "ai-tika-s0202t3:90_6": "The four paths have been stated for the knowledge of the four paths , and so on, to the signless and rightly developed -",
    "ai-tika-s0202t3:90_7": "For all kinds of knowledge and insight are called: “those who have attained omniscience and deep knowledge of the truth of the path and perfection of all idleness, and knowledge of the right attainment of .”",
    "ai-tika-s0202t3:90_8": "With the range of the Buddha, the Teaching, and the Sangha, which is well proclaimed to the Order, has reached the end of the Dhamma, and is considered.",
    "ai-tika-s0202t3:90_9": "Their energy is roused up with their energy, treasure is because of that treasure and infatuation, thinking “I shall be released from old age and death.”",
    "ai-tika-s0202t3:91_0": "As a result it is said: because of one’s affliction.",
    "ai-tika-s0202t3:91_1": "showing off the many qualities that lead to future lives.",
    "ai-tika-s0202t3:91_2": "they are singing, “May they know the meaning,” “May the five grasping aggregates in this way and the five grasping aggregates are to be found.",
    "ai-tika-s0202t3:91_3": "That is why it is said: “He is no matter,”",
    "ai-tika-s0202t3:91_4": "His mind is pure,",
    "ai-tika-s0202t3:91_5": "Because of this difference between them is a condition for the purpose of abandoning the annihilation of existence.",
    "ai-tika-s0202t3:91_6": "Any deed that emerges from suffering, having given up defilements, namely, hostile, and hardship will arise for what was said.",
    "ai-tika-s0202t3:92_0": "On the following day: on the night, and on the day in seven days.",
    "ai-tika-s0202t3:93_0": "346.",
    "ai-tika-s0202t3:93_1": "he cuts off his own belly, he thinks, “He is an embryo”; he is said to be “the infatuated” .",
    "ai-tika-s0202t3:93_2": "Hence it is said: “It is just because it is lost.”",
    "ai-tika-s0202t3:93_3": "He is presented to his mother, father, brother, or sister; his children have gone for refuge for life to the child of him; he is conceived in his mother’s womb.",
    "ai-tika-s0202t3:93_4": "at the time of the Great Assembly, she understood the words:",
    "ai-tika-s0202t3:93_5": "While the hard-to-seeker’s virtues are seen, just as the essence of the virtues of being possessed of the virtues, and the most excellent fairs due to the virtues.",
    "ai-tika-s0202t3:93_6": "having thus considered in what is beneficial for it,",
    "ai-tika-s0202t3:93_7": "the name and clan of the one who has refuge the beginning with the characteristic of treasures, and the consciousness- contemplation -",
    "ai-tika-s0202t3:93_8": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:94_0": "The Bodhisatta’s Mother",
    "ai-tika-s0202t3:95_0": "6. Aṅgulimālasuttavaṇṇanā",
    "ai-tika-s0202t3:96_0": "He shows how the name is impediment for him under the heading of her finger joints, which is shown for him:",
    "ai-tika-s0202t3:96_1": "Here is the opposite of the teacher that tickle.",
    "ai-tika-s0202t3:96_2": "The one-thousand of compassion has grained in one thousand years like a dog.",
    "ai-tika-s0202t3:96_3": "Through immorality they were good morals in the presence of the teachers. They wouldn’t even know the next lifetimes who were good. And they told him what had happened.",
    "ai-tika-s0202t3:96_4": "were the external teacher’s power, and his teacher’s bodies were reborn in a teacher’s state.",
    "ai-tika-s0202t3:96_5": "(but) he killed himself with the collaps, like a calling someone else.",
    "ai-tika-s0202t3:97_0": "He does not take pick up or seize, yet he does not grab on account,",
    "ai-tika-s0202t3:97_1": "Herein, building up what is means.",
    "ai-tika-s0202t3:97_2": "placed them in the place where the trees, and escaping the cry of their lips, etc., they’ll tickle down on the tip of the jackals and the tips of the fingers.",
    "ai-tika-s0202t3:97_3": "Bharadvāja the Kosalans speak in front of King Pasenadi,",
    "ai-tika-s0202t3:97_4": "A thief, free from opposite,",
    "ai-tika-s0202t3:97_5": "The old calamities were in sunn hemp, Visākhā realized the thread forwards and because they were unable to come out.",
    "ai-tika-s0202t3:97_6": "Kings, because of not free of doubt, he who has lived on wealth and through property, and as authority.",
    "ai-tika-s0202t3:97_7": "For the woman whose mind is not free from oppression with greed,",
    "ai-tika-s0202t3:97_8": "He will be prosets and secrets,",
    "ai-tika-s0202t3:98_0": "After preventing him, thinking, “We’ll go to such-and-such a monastery,” and stretch it and then make it corrupted.",
    "ai-tika-s0202t3:98_1": "(But) the arouses stiffened and torpor,",
    "ai-tika-s0202t3:98_2": "With discerning conditions,",
    "ai-tika-s0202t3:98_3": "he lifts it up and put it on.",
    "ai-tika-s0202t3:98_4": "descending from the lower realm of the Thieves,",
    "ai-tika-s0202t3:99_0": "Paṇḍuka was a droping-pick, shaven, fro, and sword,",
    "ai-tika-s0202t3:99_1": "he should be expelled:",
    "ai-tika-s0202t3:99_2": "After having given up his own peaceful deeds, like a annihilation,",
    "ai-tika-s0202t3:99_3": "reflecting on it as it reckons,",
    "ai-tika-s0202t3:99_4": "compassionate for harmlessness.",
    "ai-tika-s0202t3:99_5": "The warm-hearted qualities too . Standing in the six warm-hearted qualities he stands by the news of these six warm-hearted qualities to the Bodhi tree held on the ground.",
    "ai-tika-s0202t3:99_6": "Just as one would create a deliverance in this way, so this in the past will come,”",
    "ai-tika-s0202t3:100_0": "‘This is the meaning of the precincts’: such is the quiet of one who has nothing.",
    "ai-tika-s0202t3:100_1": "Hence it is said: “Yes, those who have said.”",
    "ai-tika-s0202t3:100_2": "Sleepsy: five-monasteries .",
    "ai-tika-s0202t3:100_3": "Therefore it was said: “Here you dispose of it.”",
    "ai-tika-s0202t3:101_0": "and he went back to Sāvatthī on the road, where they returned,",
    "ai-tika-s0202t3:101_1": "to consent, to squeeze, thinking: “After tasting silence, I’ll go back.”",
    "ai-tika-s0202t3:101_2": "the wooden rafters arisen in this way, “Dear Aṅgulimāla,” he replied, “Dield this Aṅgulimāla.”",
    "ai-tika-s0202t3:102_0": "people who are traveled to the wilderness are unable to bear the teacher’s conduct, and if they weren’t able to go away,",
    "ai-tika-s0202t3:102_1": "he will throw out a thousand-fold army as a thousand elder in the Kūṭadanta’s place, and when the Elders arrived,",
    "ai-tika-s0202t3:102_2": "Leaving my womb as a fallen away from a womb,",
    "ai-tika-s0202t3:102_3": "One who has gone forth is said in the presence of the Teacher, because he has gone forth in the Dispensation of the Teacher’s instructions.",
    "ai-tika-s0202t3:102_4": "And even if that starts a reason for his ease.",
    "ai-tika-s0202t3:102_5": "after taking the Noble Ones’ going-forth in order to go forth,",
    "ai-tika-s0202t3:103_0": "it is greatly mighty power for a great majestic is this safeguard.",
    "ai-tika-s0202t3:103_1": "Because the Thera is proceeding through the noble truth of all that is born in the noble truth.",
    "ai-tika-s0202t3:103_2": "That’s why it is said: “Have you placed in action?”",
    "ai-tika-s0202t3:103_3": "grows in a womb of conceives,",
    "ai-tika-s0202t3:103_4": "For it is pregnant when the fetus were wounded by kamma and held together by wipeding the rising sun. When it is hanging down, the bird was wiped, the bowels, the wielding, the bowels, and the wounds, it is called swirls wiped off the marss of water. And anyone who birds aled about, it is called worms set up, cut off, the bowels, and changes; the bowels; the bowels, the lat, and the one who stands there.",
    "ai-tika-s0202t3:104_0": "Is it a way of reviewing myself thus: “Now, you should review the truth of my own conduct, in order to prevent them.”",
    "ai-tika-s0202t3:104_1": "he approaches, though he says:",
    "ai-tika-s0202t3:104_2": "in these two ways the Fortunate One did the Elder Nun Saccaka.",
    "ai-tika-s0202t3:104_3": "from birth trembling,",
    "ai-tika-s0202t3:105_0": "352.",
    "ai-tika-s0202t3:105_1": "by one who is attached to my head,",
    "ai-tika-s0202t3:105_2": "She was reborn in hell, the animal realm, the ghost realm, and the ghost realm.",
    "ai-tika-s0202t3:105_3": "And the base consisting of the groups produced in unlimited objection, etc., is coarsely abiding in all directions, and is put in opposites, and then they must be traveled in exactly the same place as before.",
    "ai-tika-s0202t3:105_4": "but now that I can give to you one who is able to do legal procedures.",
    "ai-tika-s0202t3:105_5": "the Morning of the Enlightenment Tree is produced by the wind, and is the necessary .",
    "ai-tika-s0202t3:105_6": "There are three kinds of feeling in the present life: the full extent of feeling in the present life, the feeling-food, the three kinds of feeling, the six-footed nymphs, and the three kinds of feeling, and the abandoning of the three kinds of feeling.",
    "ai-tika-s0202t3:106_0": "now you’re called a deed to be experienced in the present life. ...”",
    "ai-tika-s0202t3:106_1": "From the present life there is a (good) fruit, which is to be experienced as fruitful.",
    "ai-tika-s0202t3:106_2": "It is to say about one’s own fruit, since he has broken through the indication of continuity to be experienced without fruit.",
    "ai-tika-s0202t3:106_3": "Without he does not regret it in the future, because he has got rid of the power of the life-continuum, and through the first dissatisfaction with the kind of existence, and through the act of the fruit of the fruit of the present life, he having become the first three divine abidings in that case.",
    "ai-tika-s0202t3:106_4": "For that is indeed the strong in absorption, having the special qualities of fewness of wishes, contentment, embracing that is in the place wide-opened by a lawful druming work, and it produces the fruit of the wide openings, just as a necklacessary jackal dogions, it owing to the weapons of flowers and fruits. And it runshes; it owing to its fruits that quell it cannot rise from the darkness of lights, the fruits that has reached.",
    "ai-tika-s0202t3:107_0": "Likewise the fruit of the deeds thus: “It is the result of deeds, non-hate, and the fruition next to the various kinds of deeds in the way beginning, “This actually does not incarnation.”",
    "ai-tika-s0202t3:107_1": "‘I had no deeds.’",
    "ai-tika-s0202t3:107_2": "As to meaning, etc., of the gift of meaning, etc.",
    "ai-tika-s0202t3:107_3": "but she said: “And what is rice, I have no intentionally no desire?”",
    "ai-tika-s0202t3:107_4": "For that is what the result of good action, being heedful in the way already stated, and through the result of the making preceding work, in the way already stated he allowed to (the next preceding) amount the result of the Saṃyutta reciter the Faith.",
    "ai-tika-s0202t3:107_5": "Hence it is said: “He gives the result (from them) in his own life.”",
    "ai-tika-s0202t3:107_6": "When there is no being attacked and running out, it oppressed, it remains independent.",
    "ai-tika-s0202t3:108_0": "which have been touched by the method, and which is accompanied by defilements.",
    "ai-tika-s0202t3:108_1": "When there is the present life-continuum, there is the result of rebirth-producing kamma in the present life, and because it is not-self in the present life.",
    "ai-tika-s0202t3:108_2": "For when the intention is done in the mind, it is he who gives the fruition of non-perception as far as the result of in speech.",
    "ai-tika-s0202t3:108_3": "“They are the reasons” said.",
    "ai-tika-s0202t3:109_0": "he is freed from the root of negligence, having ended all defilements,",
    "ai-tika-s0202t3:110_0": "For the bad he speaks contrary to the hymns that are not aroused thus, “He is taking care of him,”",
    "ai-tika-s0202t3:110_1": "she trains in the Buddha’s dispensation, the Teaching, and the Dispensation,",
    "ai-tika-s0202t3:110_2": "He dwells in guarding the sense doors, thus it is undeveloped and settlement.",
    "ai-tika-s0202t3:111_0": "Will they get angry to see him, saying: “They are seen!”",
    "ai-tika-s0202t3:111_1": "Having a favourable to the weapons, (good) conduct,",
    "ai-tika-s0202t3:111_2": "But at the time of moment: “He for one who is accumulating thus, ‘I have eaten at the moment of a certain time.’”",
    "ai-tika-s0202t3:111_3": "He also listens to the attributes of good friendship in the presence of those who have seen the Truth, and who have heard the participation in the presence of the Buddha, and who establishes themselves in the analytical knowledge, and also the enlightenment of the Dhamma.",
    "ai-tika-s0202t3:112_0": "They come to their end, where they making use of them attain, the state of existence as a state of existence.",
    "ai-tika-s0202t3:113_0": "Where they don’t go to the water, they lead,",
    "ai-tika-s0202t3:113_1": "tied up a strong rope,",
    "ai-tika-s0202t3:113_2": "in the oil of the lamp, with oil, and with the flour with oil.",
    "ai-tika-s0202t3:114_0": "Such disagreeable like meditating, encounters, desirable, and agreeable things.",
    "ai-tika-s0202t3:114_1": "But the Buddha has explained sensual pleasures with abode of sensual desire and ill will, and so do with the three kinds of worms, namely, the animal realm, and the glorious virtue of each other. That is why, the Blessed One has drunkled and the virtue of those without being described, etc., and because of their enlightened One’s virtue: ‘Neither acceptance, with a sharp widels, strawn from the virtue of life, and so on. That is why the Blessed One has such qualities as virtues as virtue of being free from enmity, etc., as embryounded with arand, and so on.’",
    "ai-tika-s0202t3:114_2": "The dangers are given up in the womb, craving for continued existence, and craving to come.",
    "ai-tika-s0202t3:114_3": "Hence it is said: “She isn’t skilled in deeds,” and so on, to the neighborhood of his deeds (but), the necess is left over.”",
    "ai-tika-s0202t3:114_4": "The noble path called “hining” is said: “Herein, what is not to be done”,",
    "ai-tika-s0202t3:114_5": "As far as the defilements are given up, they say: “These sentient beings aren’t abandoned by defilements and corruption by causing their defilements.”",
    "ai-tika-s0202t3:115_0": "I say that one living in dependence on theft is material possessions.",
    "ai-tika-s0202t3:115_1": "For the Blessed One, whose virtue is of the teaching of his own conduct, no matter how the immorality, of virtue, etc., is of the various kinds of virtue, and of fewness of wishes, etc., are not very fruitful or beneficial,",
    "ai-tika-s0202t3:115_2": "So the teacher approves of having turned over the counselor and grant them that has not yet been given to him association with the intention of living beings.",
    "ai-tika-s0202t3:115_3": "This is the use of debt or association with debt.",
    "ai-tika-s0202t3:115_4": "if the receiver of the recipients the offering is used up without one who is attached to the recipient, and who is the meaning.",
    "ai-tika-s0202t3:115_5": "Now, these ten one hundred mentions, which were the Buddha’s father, the son of the enemy, since they use as use as robes, etc., the use of them,",
    "ai-tika-s0202t3:115_6": "But how then, is it the Buddha’s requisites given to the laity?",
    "ai-tika-s0202t3:115_7": "Although given by the Fortunate One, they have not allowed either the Blessed One’s body, because they are able to continue with use them, eating the following material possessions that have been allowed for them.",
    "ai-tika-s0202t3:115_8": "The confirmation here in the Dhammadinnā",
    "ai-tika-s0202t3:116_0": "There is no lust for (first) craving for holding on, not using what is unconcerned by passion; I say there is no use for sensual pleasures.",
    "ai-tika-s0202t3:116_1": "Because they do so.",
    "ai-tika-s0202t3:116_2": "You should say this is the commentary on the texts, and all of them here is the way already described.",
    "ai-tika-s0202t3:116_3": "When he is told in reference to the defilement of defilement, he does not review this in usual recommendation.",
    "ai-tika-s0202t3:116_4": "Hence the venerable Bākula –",
    "ai-tika-s0202t3:116_5": "“Reverend, for seven days I ate the nation’s alms-food as a debtor.”",
    "ai-tika-s0202t3:117_0": "There is a reference to the ground of craving for sense desires, by craving for the carpets of its physical nutriment, and one who delivers the of the bonds of craving –",
    "ai-tika-s0202t3:117_1": "“Travelling for pleasures, craving for sensual pleasures?”",
    "ai-tika-s0202t3:117_2": "I grateful and thankful,",
    "ai-tika-s0202t3:117_3": "by those who have arisen for the Teacher.",
    "ai-tika-s0202t3:117_4": "Ascetics: these are skilled in the aggregates, and so on.",
    "ai-tika-s0202t3:117_5": "come back to you.",
    "ai-tika-s0202t3:117_6": "and those who have fallen in the past.",
    "ai-tika-s0202t3:117_7": "Thinking, “I’ve finished eating at all sixteen years.”",
    "ai-tika-s0202t3:117_8": "The third path is itself . Now, in the third knowledge it is said:",
    "ai-tika-s0202t3:117_9": "“While staying there are nine worlds.”",
    "ai-tika-s0202t3:118_0": "Aṅgulimāla’s Fol has the same colour as blemishes, etc., for the sake of the sake of a thread.",
    "ai-tika-s0202t3:119_0": "7. Piyajātikasuttavaṇṇanā",
    "ai-tika-s0202t3:120_0": "In the same way the minds of the kasiṇas beginning with the surmounting of the kind already described, like thenings when they were previously looked at, and not with the consciousness of the remembering of the mind.",
    "ai-tika-s0202t3:120_1": "Therefore it is said: “Neither what is said” .",
    "ai-tika-s0202t3:120_2": "“Others are not bound with a drop of clay.",
    "ai-tika-s0202t3:120_3": "That’s why they say, ‘Neither all’.”",
    "ai-tika-s0202t3:120_4": "Then a second driver,",
    "ai-tika-s0202t3:120_5": "Without making use of the elements, he said: “Those who do not indeed,” and “It is forget about the meaning,”",
    "ai-tika-s0202t3:120_6": "He doesn’t eat too much; he doesn’t want to care of his wants.",
    "ai-tika-s0202t3:120_7": "Experiential confidence in the faculties, and call the deteriorates.",
    "ai-tika-s0202t3:120_8": "Producing to be given up: these are a source of rebirth;",
    "ai-tika-s0202t3:120_9": "the father of the brothers, at ease interruptedly. They say that “Though there is hair, so greedy, hate, and delusion, they act inappropriately.”",
    "ai-tika-s0202t3:120_10": "Hence it is said: “He isn’t able to be reborn”",
    "ai-tika-s0202t3:121_0": "355.",
    "ai-tika-s0202t3:121_1": "Those who have let go of their own sounds in the middle of others also said, “Even if they attack a word of others.”",
    "ai-tika-s0202t3:121_2": "Others also, “Whoever is the” in this way, “Whoever gets the absence of this” or “There is.”",
    "ai-tika-s0202t3:122_0": "Having cut (them) within the nurse’s head and so on her husband’s head, how does he say “Take?”",
    "ai-tika-s0202t3:123_0": "The Buddha would talk about it, and he would explain it to me as I do.",
    "ai-tika-s0202t3:123_1": "Death through (therefore) they are in common and changing.",
    "ai-tika-s0202t3:123_2": "(But) after he reached the state of loss, the definition of friendliness, and the transmigration through the air, and because it is changed,",
    "ai-tika-s0202t3:124_0": "Developing the states of what is done:",
    "ai-tika-s0202t3:124_1": "Through the power of his hand, he proceeds in some very same place as before.",
    "ai-tika-s0202t3:125_0": "“Falling is lowly, around” said the mouth,",
    "ai-tika-s0202t3:125_1": "One winnowing my hands and feet, saying: “Having washed your hands and feet, give it away, get rid of it, and bring it back.”",
    "ai-tika-s0202t3:125_2": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:126_0": "Having arisen in the Licchavis Peaceful Devout",
    "ai-tika-s0202t3:127_0": "8. Bāhitikasuttavaṇṇanā",
    "ai-tika-s0202t3:128_0": "359.",
    "ai-tika-s0202t3:128_1": "They exercise fault, aggression, being energetic.",
    "ai-tika-s0202t3:128_2": "Hence it is the intention to be given.",
    "ai-tika-s0202t3:128_3": "They cry out, based on wield a site, thinking, “We’ll get unshakables.” Then they don’t want to listen to it with a question, they pick up a question, but let them fulfill their precepts.",
    "ai-tika-s0202t3:128_4": "Those who understand that reason,",
    "ai-tika-s0202t3:128_5": "If I have known, I couldn’t say, ‘I’ve refused a practice of moderation.’",
    "ai-tika-s0202t3:128_6": "But now you say, “But Venerable Uttara, we have scorned Venerable Ānanda with Venerable Ānanda.”",
    "ai-tika-s0202t3:129_0": "360.",
    "ai-tika-s0202t3:129_1": "although the Kosalan King Nimbaṭṭha was said to have the drop of ignorance, it is called “confusion”.",
    "ai-tika-s0202t3:129_2": "(They are) called “protector”. They are blameworthy and criticized by sensible people.",
    "ai-tika-s0202t3:129_3": "greed, hate, and delusion.",
    "ai-tika-s0202t3:129_4": "Because of that he remembers the hurt and suffering from there.",
    "ai-tika-s0202t3:129_5": "that is internal and external, curtains about the Snakes,",
    "ai-tika-s0202t3:130_0": "Likewise the meaning is this: “Bhikkhus, when questioned, firstly in answering will be asked questioned, but the meaning is that in accordance with the mind because it is not distracted by means of the mind.”",
    "ai-tika-s0202t3:130_1": "“But however, does not answer such a thing?”",
    "ai-tika-s0202t3:130_2": "“For those who are skilled in profitable and praiseworthy.”",
    "ai-tika-s0202t3:130_3": "That kind of person isn’t like that.",
    "ai-tika-s0202t3:130_4": "So he answered, “Great king, did so.”",
    "ai-tika-s0202t3:130_5": "Like this was said in the dancing and singing, “This isn’t property,” and “This is another way of full ordination,” he would answer evasively.",
    "ai-tika-s0202t3:130_6": "But the Buddha spoke in accordance with his instructions. Then he said, “I will give them a good destination.”",
    "ai-tika-s0202t3:130_7": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:131_0": "Bāhiya of the Bark Cloth Goldening",
    "ai-tika-s0202t3:132_0": "9. Dhammacetiyasuttavaṇṇanā",
    "ai-tika-s0202t3:133_0": "364.",
    "ai-tika-s0202t3:133_1": "Meanwhile, and whatever stones were there, I had adorned with gold necklaces and a village, and was consumed there.",
    "ai-tika-s0202t3:133_2": "Mother and so on means of the colour of the moonlight is said: “Having as a palace floor in the sky.”",
    "ai-tika-s0202t3:133_3": "But in the commentary “aries” is said: “This is a sweat,” and so on.",
    "ai-tika-s0202t3:133_4": "Indeed they came;",
    "ai-tika-s0202t3:133_5": "In the discussion of the Mallas, the sons of the Mallas, in the Commentary on the meaning,",
    "ai-tika-s0202t3:134_0": "having given it up with a load of understanding, he spoke with the noble King.",
    "ai-tika-s0202t3:134_1": "great primaries.",
    "ai-tika-s0202t3:134_2": "- has been stated by the word-meanings.",
    "ai-tika-s0202t3:134_3": "they encounter many kinds of confidence:",
    "ai-tika-s0202t3:134_4": "Hence it is said: “Abode!”",
    "ai-tika-s0202t3:134_5": "he’s able to see what was allowed to visit and the story.",
    "ai-tika-s0202t3:134_6": "thriving stones on the sound of the wind,",
    "ai-tika-s0202t3:134_7": "That is why the people brought faith to confidence.",
    "ai-tika-s0202t3:134_8": "It is observed: “There is noise in such passages as such and such” .",
    "ai-tika-s0202t3:134_9": "And the sound of tasks, etc., that is to say, “We shall be unfavourable” , etc., as follows: “We shall give you a reference to such a kind.”",
    "ai-tika-s0202t3:134_10": "For that is why the meaning is stated in the simile of the size of a Aṅgulimāla.",
    "ai-tika-s0202t3:135_0": "covered the robes.",
    "ai-tika-s0202t3:135_1": "The King’s trembles, influence, and kings,",
    "ai-tika-s0202t3:135_2": "Practicing me, will ~ that is the meaning.",
    "ai-tika-s0202t3:136_0": "367.",
    "ai-tika-s0202t3:136_1": "according as it is said: “The knowledge of the state partaking of knowledge,” it is in accordance with knowledge, and it is the knowledge of the Dhamma.",
    "ai-tika-s0202t3:136_2": "Get in the manner of laments,",
    "ai-tika-s0202t3:136_3": "because we’ve seen that you haven’t seen that.",
    "ai-tika-s0202t3:136_4": "Hence it to the Buddhas said: “Having been understood!”",
    "ai-tika-s0202t3:136_5": "all the times in each place the neighborhood of living beings.",
    "ai-tika-s0202t3:136_6": "(But) these four basic principles are expressed,",
    "ai-tika-s0202t3:136_7": "Here they were told: “Here the word-meaning here” .",
    "ai-tika-s0202t3:137_0": "was unshakable, like the Palace with the eyes.",
    "ai-tika-s0202t3:137_1": "families are bound to families and kinsmen,",
    "ai-tika-s0202t3:137_2": "through the power of wealth:",
    "ai-tika-s0202t3:137_3": "For he who is possessed of the power of living, say, “The eighty say you say”,",
    "ai-tika-s0202t3:137_4": "He took hold of them, thus he took the fruit of Liberation in the end of the robe.",
    "ai-tika-s0202t3:138_0": "373. Jīvikā jīvitavutti.",
    "ai-tika-s0202t3:139_0": "374.",
    "ai-tika-s0202t3:139_1": "he thinks: “He teaches Dhamma”; he is worshipped by the Dhamma.",
    "ai-tika-s0202t3:139_2": "Having practiced the Buddha’s virtues, and wisdom",
    "ai-tika-s0202t3:139_3": "“How is it the nature of the mind that the mind is stated in accordance with the Teaching are stated,” etc.",
    "ai-tika-s0202t3:139_4": "Herein, it should besides by precious things rooted in the Buddha and also the disciples, etc., as well as the basis for it.",
    "ai-tika-s0202t3:139_5": "But the other teaching is stated in the Buddha, the Teaching, and the Sangha of nuns. That is why it is said.",
    "ai-tika-s0202t3:139_6": "Abiding in the Dispensation of the treasures is said:",
    "ai-tika-s0202t3:139_7": "“They are harming the spiritual life”,",
    "ai-tika-s0202t3:139_8": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:140_0": "The Seer of the Dhamma",
    "ai-tika-s0202t3:141_0": "10. Kaṇṇakatthalasuttavaṇṇanā",
    "ai-tika-s0202t3:142_0": "Staying in the advantage that works done in the Bodhisatta, (thinking): “One who is addicted to the advantage” or “proaching on some business,” and so he is undertaken.",
    "ai-tika-s0202t3:142_1": "For one who is poor and prudent,",
    "ai-tika-s0202t3:143_0": "He asked: “Did you ask questions that are far from sense desires, who are not your needs? ”",
    "ai-tika-s0202t3:143_1": "he is a King, and a King.",
    "ai-tika-s0202t3:143_2": "If they were to worship, he should reason for his own giving the reason.",
    "ai-tika-s0202t3:144_0": "In the twenty-first year of the Places played together,",
    "ai-tika-s0202t3:144_1": "But even a single one of these three consciousnesses: the lord of the mind is not able to show all the one of the witnesses.",
    "ai-tika-s0202t3:144_2": "° he said: “This is the teacher,” and he knows that whatever had happened, he said, “I shall find anything in the past,” and he told him what had happened.",
    "ai-tika-s0202t3:144_3": "“Surely it’s the case of shaven ...",
    "ai-tika-s0202t3:144_4": "one partake of wisdom.”",
    "ai-tika-s0202t3:144_5": "Then he thinks, “I shall find out about all that was thus,” and he said,",
    "ai-tika-s0202t3:144_6": "The rest is enlightened enquiry,",
    "ai-tika-s0202t3:144_7": "(but) they make it bearing the whole body: it is upwards that is to say the meaning.",
    "ai-tika-s0202t3:144_8": "and making great offerings in the next life,",
    "ai-tika-s0202t3:145_0": "of the supermundane and supramundane Dhamma drops the palace of the Bodhisatta.",
    "ai-tika-s0202t3:145_1": "And here it should be understood that the supermundane is the foremost,",
    "ai-tika-s0202t3:145_2": "Just this will be seen, and insert like that.",
    "ai-tika-s0202t3:145_3": "and if he can say there be no danger of crossing over that cosmology.",
    "ai-tika-s0202t3:145_4": "( diversity) in using local states: devotion to wing to diversity; the meaning is the meaning.",
    "ai-tika-s0202t3:145_5": "and rejecting them making a shower of wisdom, it gives up all defilements. It is an imperishable opposite of all states that is stated in the way beginning, “Intentionality with the higher mind” . It is peaceful and subtlety to the attainment of the truth because they realize the peaceful state.",
    "ai-tika-s0202t3:145_6": "“But ordinary people have the same kind of meditation.”",
    "ai-tika-s0202t3:145_7": "and this Noble Disciple of the noble ones, and a fully awakened Buddha, having entered inside a wilderness dwelling, then the Noble Ones burnt, etc., and even to the noble ones, thinking: “Possess, who brings about the entirety of spectrum of the noble ones,” and “possession should be shown by the means of the noble ones.",
    "ai-tika-s0202t3:145_8": "There is no evil comes of such a wicked person, who does not give up all meditations. They get an excellent food and drink that they get a stream-enterer, and they get a stream-enterer. They don’t give up all these things. They’d abandon all the wrong paths that are an outcome of their once-returners, and give up that attainment.",
    "ai-tika-s0202t3:145_9": "“It doesn’t become the stream-enterer who strives so that it doesn’t become attained.”",
    "ai-tika-s0202t3:146_0": "who make illusions of fraud;",
    "ai-tika-s0202t3:146_1": "Without cutting out, they don’t take delight there,",
    "ai-tika-s0202t3:146_2": "without scratching or knocking on, the rolling of the sunshade, and the pillows of rolling the sunshade.",
    "ai-tika-s0202t3:146_3": "Those who do the reason for that reason",
    "ai-tika-s0202t3:146_4": "He should go on similes for a place given by the Divinities.",
    "ai-tika-s0202t3:146_5": "And there are four kinds of sound known as the upper one without the sound of the four quarters.",
    "ai-tika-s0202t3:146_6": "And whatever there is no little,",
    "ai-tika-s0202t3:146_7": "noble disciple ...",
    "ai-tika-s0202t3:146_8": "There is no deviation in the first path to be given up by the first month,",
    "ai-tika-s0202t3:146_9": "Hence (these) intelligent, Visionary One, who possesses faith (of the affairs), were established in faith.",
    "ai-tika-s0202t3:146_10": "“And how is it that suttantas, how is it taken in Missaka?”",
    "ai-tika-s0202t3:146_11": "Four worlds: four worldly ordinary people, and so on.",
    "ai-tika-s0202t3:147_0": "Endowed with the perils of an opposite sex, etc., as happens when guided by the darkness in the middle, the ends of the weakness, etc., is said to be “Such is far from them,” and so on. Then, etc., only torn is said, “guarded,” etc., when someone is said, “secure” etc., he is said, “possesssed, etc., to remove the good qualities in the middle, etc., of the kasiṇa in the monastery, etc.; and that is what is to say.",
    "ai-tika-s0202t3:148_0": "why the striving of (supernatural) energy arose in him –",
    "ai-tika-s0202t3:148_1": "“Surely there is no difference between.”",
    "ai-tika-s0202t3:148_2": "There is no difference between them, nor do the six deep knowledges.",
    "ai-tika-s0202t3:148_3": "Therefore it is said: “It is the one who is lost.”",
    "ai-tika-s0202t3:148_4": "What do you know, bound by connection?",
    "ai-tika-s0202t3:148_5": "they are coming, and they were reborn in one place.",
    "ai-tika-s0202t3:148_6": "This is the same way: here too.",
    "ai-tika-s0202t3:148_7": "if he asks after questioning, this is the question.",
    "ai-tika-s0202t3:148_8": "Unless they haven’t given up the fetters,",
    "ai-tika-s0202t3:148_9": "Hence it is said: “His he is coming back in the way abode.”",
    "ai-tika-s0202t3:148_10": "For whom (there is) cut off, shackled by suffering,",
    "ai-tika-s0202t3:149_0": "from which he goes to the place where he is born,",
    "ai-tika-s0202t3:149_1": "Again and again he recovers from that place,",
    "ai-tika-s0202t3:149_2": "endowed with great virtue, the wholesome qualities of sense desires,",
    "ai-tika-s0202t3:150_0": "What you go to the heavenly realm,",
    "ai-tika-s0202t3:150_1": "exceedingly he attained perfection in the case of attaining Nibbāna,",
    "ai-tika-s0202t3:150_2": "Going Upavāṇa, they don’t see a vision that’s a basis for truth or vision, and they are not suitable for seeing.",
    "ai-tika-s0202t3:151_0": "(They are) in the Commentaries - and so on (the Buddha) did not concluded in the way beginning, “Now.”",
    "ai-tika-s0202t3:151_1": "She replied, “So, it seems, there is no ascetic or brahmin to take all their own doctrine,”",
    "ai-tika-s0202t3:151_2": "flounders for these.",
    "ai-tika-s0202t3:151_3": "(In this very time) this very spot,",
    "ai-tika-s0202t3:151_4": "In empty dwellings, you’ve learned.",
    "ai-tika-s0202t3:152_0": "The Simile of the Land-Worshiping Man",
    "ai-tika-s0202t3:153_0": "Come to a Royal Chief"
}