{
    "ai-tika-abh08t46:0_0": "22. Bāvīsatimo paricchedo",
    "ai-tika-abh08t46:1_0": "praised by means of clear knowledge and vision.",
    "ai-tika-abh08t46:2_0": "1319-21.",
    "ai-tika-abh08t46:2_1": "now, purification of knowledge and vision arises in him in an immediately effective knowledge, inviting inspection, they show it away.",
    "ai-tika-abh08t46:2_2": "others from here and now (the letter) Knowledge within.",
    "ai-tika-abh08t46:2_3": "It is observed by adverting to thebsence of anything that can be defined by the master of the noble paths beginning with the purification that is described in the way beginning, “It is nearness of purity.”",
    "ai-tika-abh08t46:2_4": "But even though they do so, it is fathomed in this way that is realist and discerning insight, still present in insight to the way that is the field of insight.",
    "ai-tika-abh08t46:2_5": "it shows how to show the purification of the practice by means of this purification from knowledge and vision.",
    "ai-tika-abh08t46:3_0": "1322.",
    "ai-tika-abh08t46:3_1": "For ordinary people are typical in associating with worldly pleasures, a dog, and an ordinary person.",
    "ai-tika-abh08t46:3_2": "For one man is born in any one of the Buddhas who is devoted to the inheritance, having made this statement, he is said to bear the name of the Buddhas.",
    "ai-tika-abh08t46:3_3": "Vāsabhasion in the pollutants",
    "ai-tika-abh08t46:3_4": "mastered, he is mastered.",
    "ai-tika-abh08t46:3_5": "Visākha said: “He is the warrior of the Awakened One’s dispensation.”",
    "ai-tika-abh08t46:3_6": "By means of that because of that life becomes the object of continued existence.",
    "ai-tika-abh08t46:3_7": "This is how to see the cause,",
    "ai-tika-abh08t46:3_8": "Then he is the meaning of this very thing: the meaning is,",
    "ai-tika-abh08t46:4_0": "1323-5.",
    "ai-tika-abh08t46:4_1": "purification of knowledge and vision, purification of knowledge and vision.",
    "ai-tika-abh08t46:4_2": "But there is something else to be done in the same way.",
    "ai-tika-abh08t46:4_3": "Why is it that I brought back? “Why are you coming?”",
    "ai-tika-abh08t46:4_4": "“What is it,” he replied, “What is the gruel?” “It is the time for the purpose of establishing the kasiṇas,” he said.",
    "ai-tika-abh08t46:5_0": "1326-7.",
    "ai-tika-abh08t46:5_1": "When a new knowledge has arisen in this way, it does not appear to him as he is, and whose mind is free from all the three strengths that arose, and who gives his attention to the realisations of the opposite sex, and whose mind is made the signs of the truth of the opposites that sex, and whose mind becomes clear, and so the prevented by knowledge, the stilling of the deathless, and it does not arise in the second absorption.",
    "ai-tika-abh08t46:5_2": "Hence it is said: “Yes,” he replied.",
    "ai-tika-abh08t46:5_3": "first is the first use of the alms-food eater, even the first is the first use of the wealth,",
    "ai-tika-abh08t46:5_4": "for this is the owner condition,",
    "ai-tika-abh08t46:5_5": "Herein, observed by the adverting of the mind, etc., in order to get those indicated by the one who is unification of mind and by means of the inclination of his own enjoyment.",
    "ai-tika-abh08t46:6_0": "In the inner skin of the flesh, being the inner skin precedence between the two and the middle watches of the night, and the in the last watches of the night is included in between.",
    "ai-tika-abh08t46:6_1": "the head softwood will grow.",
    "ai-tika-abh08t46:6_2": "and only one, it is only one, and it goes to live together again.",
    "ai-tika-abh08t46:6_3": "And although the unconcealed’s later, it also goes to the rest.",
    "ai-tika-abh08t46:6_4": "giving to perception, it is like that of perception.",
    "ai-tika-abh08t46:6_5": "(which has) not been shielded, pushing,",
    "ai-tika-abh08t46:6_6": "Ruling the wood by the fortnight (only) by.",
    "ai-tika-abh08t46:6_7": "is reborn produced by one who is reborn,",
    "ai-tika-abh08t46:6_8": "And here he should take this simile:",
    "ai-tika-abh08t46:6_9": "one man stood there.",
    "ai-tika-abh08t46:6_10": "while holding a stick on the staff through with a stick and then took one hundred and eighty million.",
    "ai-tika-abh08t46:6_11": "Herein, having been smeared with rod and the sword, like a lordly snake with a stick, like a stone’s leaning on a staff, rolling the head, leaning on a staff with a stick, the five cords of ropes, is indeed the dispelling arisen knowledge (of the mountains).",
    "ai-tika-abh08t46:7_0": "1335-8.Anāmatagga…pe…",
    "ai-tika-abh08t46:7_1": "Yet the eight great cries produced in them is produced from a million and produced in terms of suffering.",
    "ai-tika-abh08t46:7_2": "Killing living creatures, stealing, and using five great primaries.",
    "ai-tika-abh08t46:7_3": "while countless precious things, even within a feeding ground,",
    "ai-tika-abh08t46:7_4": "The first is the wrong path, which is the first attainment of stream-entry, independent on the path,",
    "ai-tika-abh08t46:7_5": "First: Path is the first kind of knowledge",
    "ai-tika-abh08t46:8_0": "between the gods and the Thirty-Three are the same:",
    "ai-tika-abh08t46:8_1": "there are two, three, four, three, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, or three.",
    "ai-tika-abh08t46:9_0": "bringing them reply.",
    "ai-tika-abh08t46:9_1": "and fifth-minded mind (after his Upasampadā): “This is the sixth wonder of the elder’s mind, was said to be the Elder Cittalapabbata, and its cattle-keeper’s case.”",
    "ai-tika-abh08t46:10_0": "Standing along the road between the first path is encounternally foliage.”",
    "ai-tika-abh08t46:10_1": "it is said to be a stream-enterer, a stream-enterer, and an equal person.",
    "ai-tika-abh08t46:10_2": "So he replies from the cowherd’s place. And in the seventh day they reached the peak and don’t roll up like a pit of glowing coals. Then he roamed on a straw, and having sad an end to suffering.",
    "ai-tika-abh08t46:11_0": "“Whether they become in heedlessness",
    "ai-tika-abh08t46:12_0": "doesn’t like, sir.”",
    "ai-tika-abh08t46:13_0": "Since in forms, he does not rejoice like that, he who is fondness towards form,",
    "ai-tika-abh08t46:14_0": "He gives up the gifts and the results of the corruptions, etc., which are used in the beginning, and so on.",
    "ai-tika-abh08t46:14_1": "Likewise he reflects on this, “I have got all this path. My body is tired. I’m muddy, and I have got rid of it.” Then he reviews the path to perfection that, when I am tired, the defilements are abandoned, my defilements are ended, and my defilements abandoned, saying “That is my defilements”.",
    "ai-tika-abh08t46:14_2": "So the five hindrances are the intent once-returners.",
    "ai-tika-abh08t46:14_3": "and the once-returner.",
    "ai-tika-abh08t46:14_4": "But when a perfected one, there is no corruption of the defilement of the mind—",
    "ai-tika-abh08t46:14_5": "So all the twenty-two parts of in each and every way",
    "ai-tika-abh08t46:14_6": "Hence it is said: “He is the Question in the Questions of birth in the lesser realm.”",
    "ai-tika-abh08t46:15_0": "1348-50.",
    "ai-tika-abh08t46:15_1": "the reviewing of these two kinds, that is to say, “We will give them knowledge” , and the fruition “fruits” , etc., is the wrong path.",
    "ai-tika-abh08t46:15_2": "and delimited is the same as follows:",
    "ai-tika-abh08t46:15_3": "When you’ve given up the defilements, regarding the rest of the defilements, or from a trainee,",
    "ai-tika-abh08t46:15_4": "For all the crops have it covered,",
    "ai-tika-abh08t46:15_5": "For that is so, Mahānāma, they asked: “Dear Sudhamma, I haven’t given up that Dhamma, and when I have become occupied with you.”",
    "ai-tika-abh08t46:15_6": "later these two, while sitting in that very seat, of the clung to passion for sensual pleasures, and for some time later generally giving precedence to the reason for their own purpose, etc., and of the second jhāna, and of the path that is proper for the purpose of abandoning the path, and that is indicated by the second and that preference of the paths.",
    "ai-tika-abh08t46:15_7": "It is called “blessed” because it is the state of existence as absence of continued existence, thus it is “blessed” in the sense of making the earth kasiṇa, thus it is called “blessing”.",
    "ai-tika-abh08t46:15_8": "He enters upon and dwells in having dispassion for his faculties. Then he has only reached the perfection of insight and is satisfied alertness of the faculties, and he has already attained to the characteristic of investigation of insight due course.",
    "ai-tika-abh08t46:16_0": "1351-2.",
    "ai-tika-abh08t46:16_1": "herein is the knowledge of the next:",
    "ai-tika-abh08t46:16_2": "Hence it is said: “Certainly purify this verse” .",
    "ai-tika-abh08t46:16_3": "The arising and passing away is produced in the way already stated.",
    "ai-tika-abh08t46:16_4": "from Gotama’s district, observed: from Gotama’s flesh , he is like a chanting .",
    "ai-tika-abh08t46:16_5": "The First Parinibbāna of the first approach, which is called “neither noble knowledge” since it is arrival” , and so on. It is said to be the Great Bodhisatta.",
    "ai-tika-abh08t46:16_6": "But some of the defilement and purification have passed away, are called purification through a group.",
    "ai-tika-abh08t46:16_7": "Hence it is said: “Here is the time when not having given a reason for the purification of mind in the way beginning.”",
    "ai-tika-abh08t46:16_8": "Also, these ten kinds of direct-knowledge arise in the texts beginning with the first path, “The groups of the ten indulgences in the family, etc., are listing on the way beginning, “One from Gotama” . Consequently, specific neutrality is said to be the group of ten. And ”",
    "ai-tika-abh08t46:16_9": "Second: Path is knowledge",
    "ai-tika-abh08t46:17_0": "1355-7.Yanti yasmā.",
    "ai-tika-abh08t46:17_1": "Only one occasion:",
    "ai-tika-abh08t46:17_2": "He returned to this world of the five are once-returners, he left the Vajjians.",
    "ai-tika-abh08t46:17_3": "For someone here, having attained the fruit of once-return here, returning to the realm of the gods. They live in this world with its gods, Māras, and Brahmās, this population with its ascetics. Next, when they’re extinguished, they don’t become fully extinguished.",
    "ai-tika-abh08t46:17_4": "But anyone who, having lived on at this world of the gods, returns here and there, but then attained Parinibbāna here.",
    "ai-tika-abh08t46:17_5": "They do accurately because of grasping suffering. They make an end of suffering. They would be doing what they say.",
    "ai-tika-abh08t46:17_6": "Third: it is the third method.",
    "ai-tika-abh08t46:17_7": "The once-returner of ill will by the once-returners, who now under the stream-enterers, will give up the fetters of rebirth.",
    "ai-tika-abh08t46:17_8": "Third: Path is the third kind of knowledge.",
    "ai-tika-abh08t46:18_0": "1363-7.",
    "ai-tika-abh08t46:18_1": "Being attached to sensual pleasures, they are non-returners, non-returners,",
    "ai-tika-abh08t46:18_2": "Hence it is said: “May the purpose be extinguished there.”",
    "ai-tika-abh08t46:18_3": "In that place where Suddhodana had arisen, wherever the wind arises,",
    "ai-tika-abh08t46:18_4": "Continually from the state of existence: therefore it is from the arising of this world and the world in the world to be reached by the goal of the Enlightened One. Thus in the world with its deities, the Elders there is in order to purify the Deathless Dhamma.",
    "ai-tika-abh08t46:18_5": "For I am giving up greed for form, relishing and greed for form, and craving for the five lower fetters.",
    "ai-tika-abh08t46:18_6": "for the getting rid of greed.",
    "ai-tika-abh08t46:18_7": "In the fourth triad for knowledge.",
    "ai-tika-abh08t46:19_0": "they are called ‘one whose defilements’.",
    "ai-tika-abh08t46:19_1": "There is no canker named Chief Divisiveness,",
    "ai-tika-abh08t46:19_2": "He has arrived at all—whether he’s arrived, imperishes them with his own hands, goals, utterly ended the fetters of rebirth.",
    "ai-tika-abh08t46:19_3": "for that is called “factor” for the sake of himself and for the sake of himself with the supreme benefit of self.",
    "ai-tika-abh08t46:19_4": "one who has ended the defilements, who has ended these ten fetters and is reborn in this realm.",
    "ai-tika-abh08t46:19_5": "they’re worthy of a religious donation,",
    "ai-tika-abh08t46:19_6": "There are four once-returners, non-returners, and perfection.",
    "ai-tika-abh08t46:19_7": "is purified by means of purification from desire.",
    "ai-tika-abh08t46:19_8": "A mortification in search of his riches, he wins thus,",
    "ai-tika-abh08t46:20_0": "Thus in conformity with the Dhamma—",
    "ai-tika-abh08t46:21_0": "the form of the teaching.",
    "ai-tika-abh08t46:22_0": "The exposition of the teaching is finished."
}