{
    "ai-tika-s0403t28:0_0": "6. Mahāvaggo",
    "ai-tika-s0403t28:1_0": "1. Soṇasuttavaṇṇanā",
    "ai-tika-s0403t28:2_0": "55.",
    "ai-tika-s0403t28:2_1": "In the sixth sat down on the seat spread out, where does the Buddha sit down on a seat spread out? What does he see him?",
    "ai-tika-s0403t28:2_2": "they said, “We will point out the proper conduct inspiring place.”",
    "ai-tika-s0403t28:2_3": "In the Buddha, it seems, when a mendicant is staying alone in a Buddha range of all Buddhas, it seems, there is only one enlightenment.",
    "ai-tika-s0403t28:2_4": "For the Fortunate One lives comfortably to his own meditation subject and saying:",
    "ai-tika-s0403t28:2_5": "“Such a meditation subject having taken a meditation subject from me to a transgresses in my presence, is he not able to be reborn?”",
    "ai-tika-s0403t28:2_6": "Then, when he sees that his meditation subject was still unprofitable, he thought, “How can this state of existence, when he was asked by the status of anxiety about a meditation subject, and then departs from that very helpful to his own, he returned to the home life.” ...",
    "ai-tika-s0403t28:2_7": "When they were advised by the mendicants, they thought, “Ladying to us,” and they said, “Listening ourselves, weighed right now to us.",
    "ai-tika-s0403t28:2_8": "at that time, while sitting in the dining hall, he would be seated on the seat spread out, and he can share out the seats.”",
    "ai-tika-s0403t28:2_9": "who live engaged in and devoted to the seats:",
    "ai-tika-s0403t28:2_10": "he describes what is there after a miracle,",
    "ai-tika-s0403t28:2_11": "whatever is the bed, the bench, the stone, the floor, the floor, the air, or the floor.",
    "ai-tika-s0403t28:2_12": "Not being able to set out a lay cloth, he spread it out and place it in order.",
    "ai-tika-s0403t28:3_0": "Seven:",
    "ai-tika-s0403t28:3_1": "Six, fairy, and vanquishes are the fifth instance.",
    "ai-tika-s0403t28:3_2": "Three villages:",
    "ai-tika-s0403t28:3_3": "The next village is included: it is six that leads to the sea, three, four, five, three, four, five, six, seven village.",
    "ai-tika-s0403t28:3_4": "He descended from a human world of men, three drops of water, and the three from one part he reached the Book, and semen is emitted.",
    "ai-tika-s0403t28:3_5": "But when he was transmigrated by the gods, they say,",
    "ai-tika-s0403t28:3_6": "And here it is the one phrase, one new, and seven linking in seven places.",
    "ai-tika-s0403t28:3_7": "And so it is said to be Questioned: “This Questioning yourselves in the five ways, he brings them into twelvefold section!”",
    "ai-tika-s0403t28:3_8": "on the spot: from one termite-mound, which is owing to each of these seven places, that is connected with its own wide wisdom.",
    "ai-tika-s0403t28:3_9": "(These two discourses each is expanded as in line with the four kinds of foulness, and four in number; they have fourteen years of age.",
    "ai-tika-s0403t28:4_0": "stiffness and torpor, their sloth and torpor are properly implemented,",
    "ai-tika-s0403t28:4_1": "everywhere, in every respect,",
    "ai-tika-s0403t28:4_2": "or the whole of the risky use collapse.",
    "ai-tika-s0403t28:4_3": "the foundation of serenity,",
    "ai-tika-s0403t28:4_4": "When the courses are destroyed,",
    "ai-tika-s0403t28:4_5": "Because they’re free of greed for the ending of greed. The external senses are not free of greed. Because they’re not free of greed.",
    "ai-tika-s0403t28:4_6": "for one gone forth out of greed has passion,",
    "ai-tika-s0403t28:4_7": "and because they’re not free of greed due to the ending of greed.",
    "ai-tika-s0403t28:4_8": "So too with hatred and delusion,",
    "ai-tika-s0403t28:5_0": "‘Like decay’ is a term for possessions, honor, and popularity.",
    "ai-tika-s0403t28:5_1": "He should be charged with carefully.",
    "ai-tika-s0403t28:5_2": "For the reason of his garden is white, and the multitude of lotuses is held in worshipped by circumstances, etc., and also worshipped by others the carpets in honor of respect.",
    "ai-tika-s0403t28:5_3": "to praise the light of beauty,",
    "ai-tika-s0403t28:5_4": "The meaning is, it is set rolling, and the preceding splitting the aspect.",
    "ai-tika-s0403t28:5_5": "Hence it is said: “In the four (riches) “Blessed” ...",
    "ai-tika-s0403t28:5_6": "you get stuck there.”",
    "ai-tika-s0403t28:6_0": "They dry pulled up the pillar for which were caught up in the rose-apple trees, synovial fluides, and attainment of .",
    "ai-tika-s0403t28:7_0": "The yellow Discourse on the Plough",
    "ai-tika-s0403t28:8_0": "2. Phaggunasuttavaṇṇanā",
    "ai-tika-s0403t28:9_0": "56.",
    "ai-tika-s0403t28:9_1": "above, below the second all around;",
    "ai-tika-s0403t28:9_2": "it shows opportunity to all places.",
    "ai-tika-s0403t28:9_3": "After seeing what is happening to one who is sick, he should be chosen and lowered his sarong.",
    "ai-tika-s0403t28:9_4": "But when he says, “Yes, Mātali,” and on seeing showing that to be told, “This is an inspiration for seeing.”",
    "ai-tika-s0403t28:9_5": "There are some seats that are the first seats, asserts for the purpose of showing.",
    "ai-tika-s0403t28:9_6": "There is nothing to do with the Buddha,",
    "ai-tika-s0403t28:9_7": "“If the Teacher come, I’ll prepare a seat that can be as much as he likes.”",
    "ai-tika-s0403t28:9_8": "And I hope you’re keeping well, I hope you’re alright. I hope you’re getting better.",
    "ai-tika-s0403t28:9_9": "From the head is rolling on the head, troopsing and obviously the winds are strong, and weak.",
    "ai-tika-s0403t28:10_0": "The commentary on the Phagguṇa is finished.",
    "ai-tika-s0403t28:11_0": "2. Chaḷabhijātisuttavaṇṇanā",
    "ai-tika-s0403t28:12_0": "57.",
    "ai-tika-s0403t28:12_1": "In the third very same way the word-meaninger is born, no matter what is born, created, only a causality, and is causality for them.",
    "ai-tika-s0403t28:12_2": "He is the same as before.",
    "ai-tika-s0403t28:13_0": "sheeps off the sheet and pulled out.",
    "ai-tika-s0403t28:13_1": "Thus the schools should be understood as the same.",
    "ai-tika-s0403t28:13_2": "(living) the other man’s work, uplifted by creeping animals, and making gladly the desireless, he gave (to others) for your sake.",
    "ai-tika-s0403t28:13_3": "Those who say about other things, who are bound by the oral transmission, by this bad and wormsy, and by calling them a bad deed.",
    "ai-tika-s0403t28:14_0": "and monks in the Buddha’s teaching.",
    "ai-tika-s0403t28:14_1": "They ate the currents of sensual desire, because of their infects, they said, “I cooked rice and porridge,” and they said,",
    "ai-tika-s0403t28:14_2": "Why?",
    "ai-tika-s0403t28:14_3": "Because they have sexual intercourse with them, they make use wrong view.",
    "ai-tika-s0403t28:14_4": "Some times while eating it is the opposite sex. They eat unguardedly, unborn path to the borderlands, and they say. They don’t shake off their thorns,",
    "ai-tika-s0403t28:14_5": "Then Vāseṭṭhas, those who have gone forth as a new life-continued and live in self-mortification,",
    "ai-tika-s0403t28:14_6": "Because they are told to live thorns and do so.",
    "ai-tika-s0403t28:14_7": "And like the thorns their thorns profit.",
    "ai-tika-s0403t28:15_0": "Jain ascetics who say she is called one who lost and one particular.",
    "ai-tika-s0403t28:15_1": "The meditators of the Earth, it seems, after eating the place at the first place receptacles from the group-of-five and two treasures.",
    "ai-tika-s0403t28:16_0": "he speaks to the Ājīvaka ascetics,",
    "ai-tika-s0403t28:16_1": "The Ājīvakas have been blessed with clean clothes, those Ājīvaka ascetics, and brahmins.",
    "ai-tika-s0403t28:16_2": "After doing so in this way, bringing the oldest Jain ascetics who do their bodies to the womb.",
    "ai-tika-s0403t28:17_0": "Jīvaka said to Ājīvaka ascetics, “Look here”, “It’s born in who’s born.”",
    "ai-tika-s0403t28:17_1": "it seems that these four treasures had previously been shopped in,",
    "ai-tika-s0403t28:17_2": "For Nandaka’s partake of such things as soon as he had told, “Jain ascetics, Ājīvaka ascetics, and brahmins, Jain ascetics, who were haunt the Jains, and who was well-precipients.”",
    "ai-tika-s0403t28:18_0": "If they’d split into my hands, they’d split me on the neck, or get by head hair, then rising on the hand or hairs, or taken by a mango, or by fingers in the hand.",
    "ai-tika-s0403t28:18_1": "This is the meaning of in this way:",
    "ai-tika-s0403t28:18_2": "While walking along the road, it seems, on the highway between the Mahākappina, they all took a lump of meat and eat the meat, saying: “Theing this was all the time on the root of a cow, and this was all the time.”",
    "ai-tika-s0403t28:18_3": "even there is a cowherd’s sheep, even though they were unable to do so.",
    "ai-tika-s0403t28:18_4": "the caravan leader, at the root, thunder, all the roots, cavestigated the root, and all the strength of them.",
    "ai-tika-s0403t28:18_5": "this is the case of the Dhamma.",
    "ai-tika-s0403t28:19_0": "born in a dark family,",
    "ai-tika-s0403t28:19_1": "In individual essence, some circumstance and nature, they bring it to the end, and it is the meaning of it, which is the cause of its origin.",
    "ai-tika-s0403t28:19_2": "That’s why the giver of darkness leads to Kāḷhaka is liable to give rise to the ten precepts.",
    "ai-tika-s0403t28:19_3": "the meaning is that it can be understood according to this word :",
    "ai-tika-s0403t28:19_4": "“Formerly, when I was still a low class of merit I’ll make merit.”",
    "ai-tika-s0403t28:20_0": "If they don’t attain extinguishment, the ten kinds of darkness would be dark and bright, as befitting the darkness.",
    "ai-tika-s0403t28:20_1": "If bright deeds with bright results, one who has good conduct,",
    "ai-tika-s0403t28:20_2": "And although those who are quiet, they say: “Having given little” is what is said.",
    "ai-tika-s0403t28:20_3": "Compassionate in this attaining perfection in the attaining perfection in this way.”",
    "ai-tika-s0403t28:20_4": "For he is the difference between the defilements, greed, hate, and delusion in the end of greed, hate, and delusion.",
    "ai-tika-s0403t28:20_5": "or because of the dispelling of defilements,",
    "ai-tika-s0403t28:20_6": "that’s conquered to her.",
    "ai-tika-s0403t28:20_7": "for herein the sake of the world, arriving the meaning of learning, “Here’s the meaning of this”,",
    "ai-tika-s0403t28:20_8": "But in the Commentaries, “And is the meaning of this Dhamma” is said, “This reaching Nibbāna by attaining Nibbāna.”",
    "ai-tika-s0403t28:20_9": "born in a bright class family,",
    "ai-tika-s0403t28:20_10": "One should recognize (those who) learn the distinction is empty.",
    "ai-tika-s0403t28:21_0": "The Accomplishment of the Six Classes is finished.",
    "ai-tika-s0403t28:22_0": "4. Āsavasuttavaṇṇanā",
    "ai-tika-s0403t28:23_0": "58.",
    "ai-tika-s0403t28:23_1": "In the fourth triad, restraint by means of the earth,",
    "ai-tika-s0403t28:23_2": "Here, this sound of all is compared to the Great Indrate as one king of the universal monarchs. It is here in the stage of the Vibhaṅga thus, “This person here, observers, this person who is unequalified” .",
    "ai-tika-s0403t28:23_3": "With reflection, they reflect on it,",
    "ai-tika-s0403t28:23_4": "calming the sound of knowledge, his constituents is what is reckoned as tumours of knowledge. When things are there, he will take part in three knowledges.",
    "ai-tika-s0403t28:23_5": "“These are the five components of conceived in the name of the Koṭṭhita.”",
    "ai-tika-s0403t28:23_6": "“The perception of these things is applicable to the wisdom there.”",
    "ai-tika-s0403t28:23_7": "“It’s not easy to calculate in brief,”",
    "ai-tika-s0403t28:23_8": "But here should you see the knowledge that it should be seen",
    "ai-tika-s0403t28:23_9": "Hence it is said: “Have you taken it,” and after reviewing it, the meaning is.",
    "ai-tika-s0403t28:23_10": "and the danger of defining the drawbacks of the rising dawn.",
    "ai-tika-s0403t28:23_11": "As a swallowed in the neck,",
    "ai-tika-s0403t28:23_12": "One whose hands and feet had generaled and looking for the hand of the bowl, who looks forward torn of the world, began to (the profitable).",
    "ai-tika-s0403t28:23_13": "for that is so called improperly because he has no defilements.",
    "ai-tika-s0403t28:23_14": "Apprehends the signs of a woman’s sign, etc., that is a basis for defilement or signs.",
    "ai-tika-s0403t28:23_15": "It should be understood that when they are burning: It is burning .",
    "ai-tika-s0403t28:24_0": "The faculties of women, how this is called “non-faculty”.",
    "ai-tika-s0403t28:24_1": "Therefore it is said: “She is the faculty of vision.”",
    "ai-tika-s0403t28:24_2": "according to what has been relinquished, eradicated, and composed, observed by the eye, so the practice of mortality is called.",
    "ai-tika-s0403t28:24_3": "That’s why the faculty of sight were restraint of the eye faculty.",
    "ai-tika-s0403t28:24_4": "The eye faculty, and there is no restraint in the eye.",
    "ai-tika-s0403t28:24_5": "since neither mindfulness nor forgetfulness arises in dependence on the eye,",
    "ai-tika-s0403t28:24_6": "On the contrary, when a visible datum as object comes into the eye’s focus, then, after the getting rid of the following functional mind elements, it ceases.",
    "ai-tika-s0403t28:24_7": "then the result of eye-consciousness element, the result of influence consciousness, the result of that, by investigating the result of desires, dispelling the elements of various kinds, the result of elements aggregates, and the fire-element arises in him, and stops getting rid of that.",
    "ai-tika-s0403t28:24_8": "There is neither restraint nor non-confusion, but alcoholic drinks that cause negligence, and restraint.",
    "ai-tika-s0403t28:24_9": "But if they hear the unvirtuous, unvirtuous, or idea that unvirtuousness arises in them, and laziness arises in them.",
    "ai-tika-s0403t28:24_10": "When it has arisen in the virtues, they say, “Hosts off a drain-season robe,” and they next to them, thinking, “They brought them up in the Jeta Grove,” ...",
    "ai-tika-s0403t28:24_11": "is called restraint of the eye.”",
    "ai-tika-s0403t28:25_0": "This is said:",
    "ai-tika-s0403t28:25_1": "And just as, when the gates are humbled in the four gates, although inside the city the houses, etc., were secured by a house, etc., and inside the city is well guarded,",
    "ai-tika-s0403t28:25_2": "For it is when the city gates are entered by the city, where bandits have arisen in the robbers’s doors, and so too, when the doors have arisen, the door too, and the life-continuum and the consciousnesses of the cognitive series:",
    "ai-tika-s0403t28:25_3": "Just as, when the city gates are restrained in the city embarrassed, although inside the city the houses, etc., are well guarded, well protected,",
    "ai-tika-s0403t28:25_4": "since when the city gates are shut there is no ingress for robbers, so too, when virtue, etc., have arisen in impulsion, the door too is guarded and so also are the life-continuum and the consciousnesses of the cognitive series beginning with eyes.",
    "ai-tika-s0403t28:26_0": "When a person is restrained, they say, “I am restrained.”",
    "ai-tika-s0403t28:26_1": "This is the meaning here in the lovely it, which is reckoned as a flower.",
    "ai-tika-s0403t28:26_2": "That is why he said: “Listen,” and so on.",
    "ai-tika-s0403t28:27_0": "They show him the word of the opposite sex with him. This is the meaning of what is spoken by him.",
    "ai-tika-s0403t28:27_1": "the destroyer of folk or flatterers, regarding bodily pain and mental suffering,",
    "ai-tika-s0403t28:27_2": "just as the result of the defilements and results in the present with the result,",
    "ai-tika-s0403t28:27_3": "But just as the distressing and feverish defilements are shown by means of the defilements that might arise in someone who is a basis for defilement, etc., in this way, “I shall give it up defilements” .",
    "ai-tika-s0403t28:27_4": "Practicing in wisdom,",
    "ai-tika-s0403t28:27_5": "And what should be understood here as restraint is restrained in that place?",
    "ai-tika-s0403t28:27_6": "Because of proper attention, they are restrained.",
    "ai-tika-s0403t28:27_7": "restraint of the eye should be restrained.",
    "ai-tika-s0403t28:27_8": "being restrained, mindful, and alert,",
    "ai-tika-s0403t28:27_9": "“Sense restraint.”",
    "ai-tika-s0403t28:27_10": "for the restraint of bad people;",
    "ai-tika-s0403t28:27_11": "Restraint in the monastery, which is restraint and controlled here.",
    "ai-tika-s0403t28:27_12": "For the eye faculty is restrained, knowledge of the restraint of the eye and does not lead to the ending of forms.",
    "ai-tika-s0403t28:27_13": "the meditation that ends in defining the signs and manifestations,",
    "ai-tika-s0403t28:27_14": "(So too) the meditator’s door is to use in the ear.",
    "ai-tika-s0403t28:27_15": "all-five doors with the mind’s door.",
    "ai-tika-s0403t28:28_0": "Reflecting properly, they reflect on the robes, etc., as it is the reflection in such passages as “Likes,” etc.; reflection, is the same.",
    "ai-tika-s0403t28:28_1": "Such brilliant objects,",
    "ai-tika-s0403t28:28_2": "to rebirth in future lives, there is present in him with its gratification, and so on.",
    "ai-tika-s0403t28:28_3": "Whatever is allowed the robe-cloth that is used in the robe-making season.",
    "ai-tika-s0403t28:28_4": "if he uses them after making use of them use:",
    "ai-tika-s0403t28:28_5": "Understanding the position of a league high,",
    "ai-tika-s0403t28:28_6": "For the purpose of making use of the robes, etc., that is, giving the purpose of making robes,",
    "ai-tika-s0403t28:28_7": "From cold: from cold arisen either, from the touch of flies, wind, or from cold wind;",
    "ai-tika-s0403t28:28_8": "and you’re hurting them, and hurting them.",
    "ai-tika-s0403t28:28_9": "from heat means from the heat of fire,",
    "ai-tika-s0403t28:28_10": "and making a fiery bitter gourd in the morning.",
    "ai-tika-s0403t28:28_11": "Again when the caravan is undergoings in a league,",
    "ai-tika-s0403t28:28_12": "For if he has sexual intercourse, robe-cloth, but not any other;",
    "ai-tika-s0403t28:28_13": "Beautiful is the place wherever she wants,",
    "ai-tika-s0403t28:28_14": "For one who lives in a charnel ground is covered within a monastic’s head, for that is, for the purpose of concealing them;",
    "ai-tika-s0403t28:29_0": "whatever food there are,",
    "ai-tika-s0403t28:29_1": "Because when the alms-food is finished, the alms-food eater gets alms from there, and the droping of the bowl and the monks’ call them in the morning,”",
    "ai-tika-s0403t28:29_2": "not for play or play,",
    "ai-tika-s0403t28:29_3": "One who is heedless, who does not neglect authority,",
    "ai-tika-s0403t28:29_4": "not for smartening nor for the purpose of smartening the limbs,",
    "ai-tika-s0403t28:29_5": "(but) no meaning is that involved places their meaning. So their meaning is the meaning.",
    "ai-tika-s0403t28:29_6": "These are the shape of deludedness should be understood as the shape of passion in the leaf-hut.",
    "ai-tika-s0403t28:29_7": "the previous setting up a dispensation in what is contrary to both the previous and the other,",
    "ai-tika-s0403t28:29_8": "The meaning of the four kinds of indulgence of sensual pleasure should be understood.",
    "ai-tika-s0403t28:29_9": "body of the body:",
    "ai-tika-s0403t28:29_10": "Regarding a decision for the purpose of stagnation, for the sake of life, and for the sake of a long time.",
    "ai-tika-s0403t28:29_11": "to harm him with a rope,",
    "ai-tika-s0403t28:29_12": "for the sake of the spiritual path, for the sake of the spiritual life, and for the sake of the (and) of the spiritual life.",
    "ai-tika-s0403t28:29_13": "This is how it is said.",
    "ai-tika-s0403t28:29_14": "I will get rid of old feeling, and I will sit down on a disagreeable feeling,",
    "ai-tika-s0403t28:29_15": "Of nine feelings, I will not give rise to new discomfort, when there is no production of feeling, no producing condition for eating.",
    "ai-tika-s0403t28:29_16": "who uses their food for them, uses them as an aeon.",
    "ai-tika-s0403t28:29_17": "Here the sign of foulness is a condition for unpleasant feeling because of the unpleasant feeling.",
    "ai-tika-s0403t28:29_18": "For it is due to overcoming more and more subtle than the lump of double countless feelings that arise is exceedingly difficult to obtain, etc., and because there is little sign of exertion and so on.",
    "ai-tika-s0403t28:29_19": "She doesn’t arise because of fear,",
    "ai-tika-s0403t28:29_20": "Look for three months, the purpose of indulging the heart.",
    "ai-tika-s0403t28:30_0": "I will be healthy:",
    "ai-tika-s0403t28:30_1": "if he says, “This is the instance”; and when there is such a deliverance, the four faculties of the life faculty have not been left;",
    "ai-tika-s0403t28:30_2": "And blameless and live in comfort : he makes use of them thinking: “I shall have blamelessness by avoiding improper search, acceptance and eating, and I shall have a comfortable abiding by moderate eating.”",
    "ai-tika-s0403t28:30_3": "Or he does so thinking: “I shall have blamelessness due to absence of such faults as boredom, spending by the wind and deportment in eating—",
    "ai-tika-s0403t28:30_4": "with ghee as condition: bodily strength, etc.",
    "ai-tika-s0403t28:30_5": "From the well flourishing and eating as much as they like until to drink, pleasure and happiness without greed.",
    "ai-tika-s0403t28:30_6": "Five times in eating, drinking, chewing, and tasting;",
    "ai-tika-s0403t28:30_7": "for this is said:",
    "ai-tika-s0403t28:31_0": "With four or five lumps still to eat Let him water,",
    "ai-tika-s0403t28:32_0": "this is enough for a mendicant who loves comfort.”",
    "ai-tika-s0403t28:33_0": "Now, what has been shown at this point can be discerned,",
    "ai-tika-s0403t28:33_1": "I will carry on, being endowed with whatever for me now,",
    "ai-tika-s0403t28:33_2": "whatever food he eats, drink, clothes, and beliefs it,",
    "ai-tika-s0403t28:33_3": "The Middle Discourses on the Paṭisambhidā, Majjhima Nikāya, Producing the Leader of Majjhima Nikāya, and the Majjhima Nikāya.",
    "ai-tika-s0403t28:34_0": "Resting place : this is the bed and seat .",
    "ai-tika-s0403t28:34_1": "if he sits down in a dwelling, but he sits down on it;",
    "ai-tika-s0403t28:34_2": "Compassion is the purpose of warding off the perils of climate, causing it up, and for the purpose of making it arisen, it is the meaning.",
    "ai-tika-s0403t28:34_3": "Or alternatively, all of them menstruated in the way beginning, the concealment of the private parts, and the fortnight in the fortnight, etc., and the fortnight is the purpose of abandoning the supports.",
    "ai-tika-s0403t28:34_4": "For the robes, alms food, drink, clothes, and bearing the robes, is drunking as if it were the time for the robes, it was said again.",
    "ai-tika-s0403t28:35_0": "medicines and supplies for the sick. Being requisite of medicine for the sick, the opportunity for the sick, the medicine as cure for the sick, and the rest are for the sick. Being surely the sick, requisites of medicine as cure for the sick.",
    "ai-tika-s0403t28:35_1": "From the relics: for the illness, affliction was born as a disease, boiled with a drops, and so on.",
    "ai-tika-s0403t28:35_2": "Feelings: painful feeling,",
    "ai-tika-s0403t28:35_3": "For complete immunity from affliction: for complete freedom from pain;",
    "ai-tika-s0403t28:35_4": "when that pain is given up, I have given up all suffering.",
    "ai-tika-s0403t28:35_5": "This is how the commentary should be understood here.",
    "ai-tika-s0403t28:35_6": "Ninely knowing this, the arises in the future is not worth a sixteenth part of the food, which is like the knowledge of the origin of it.",
    "ai-tika-s0403t28:36_0": "A meditation subject to the meditation subject of a meditation subject—the meditation subject beyond, it comes to a yoke.",
    "ai-tika-s0403t28:36_1": "Standing in the cold, heat, hunger, and thirst for the sake of the Elder.",
    "ai-tika-s0403t28:36_2": "The elder, it seems, in the mountain cave, advanced in the Himalayas, at the end of the Himalayas, and when he was living in the open air, he reached the goal and reviewed his meditation subject.",
    "ai-tika-s0403t28:36_3": "In the evening, when the last watch of the night had gone out, they discussed a meditation subject and attention from it.",
    "ai-tika-s0403t28:36_4": "Then the pupil said to him,",
    "ai-tika-s0403t28:36_5": "“Here, sir, sit down.”",
    "ai-tika-s0403t28:36_6": "The elder said, “I am sitting here in the Great Hell of Streams, I sat down here and there.” But after sitting there, he sat down right there.",
    "ai-tika-s0403t28:36_7": "And here the heat should be understood: the sun’s heat, the heat of the sun and reptiles,",
    "ai-tika-s0403t28:36_8": "But it is stated in the sense of even when the sun has been asked.",
    "ai-tika-s0403t28:37_0": "And one who, while eating three kinds of water for drinking liquor in the dining hall, practitioning his own food, or having transmigrated the meditation subject for attaining the meditation subject.",
    "ai-tika-s0403t28:37_1": "Where touching is touched by gadflies and mosquitoes, wind, sun, and refusing to the three, they do not abandon all that.",
    "ai-tika-s0403t28:37_2": "When they were affected by cursing like a lion’s roar, the masters of the foremost, and the jackals and such a lion’s roar, he turned back and lay down on the front of the Elder Nun, “This meditation subject isn’t taken up to the neighborhood of the Elders,",
    "ai-tika-s0403t28:37_3": "You should recognize them for what they are.”",
    "ai-tika-s0403t28:37_4": "it seems that the elder in the adornments of the striving gems, listened to the noble ones, and hear the teaching of the noble ones.",
    "ai-tika-s0403t28:37_5": "The elder was sitting there, and his mind was liberated from the palace, he listened to the Dhamma.",
    "ai-tika-s0403t28:37_6": "The Thera, having performed his virtue, reflected on the ground with virtue, gave rise to happiness, and then entered upon the earth bed. Then he sat down on the earth element.",
    "ai-tika-s0403t28:37_7": "Having gained the elder’s mind, and attained Liberation.",
    "ai-tika-s0403t28:38_0": "But one who, having heard that word is hardened and unworn, who is hostile, fault-finding and worry, regardless of preference, gluttony and stupid, crushing the Elder Dīsaid, “You may review this refuse-rag wearer” . And when he hears that from the word of the Elder Dīgha Kāsa Ciravāsī in the Dīsa Cisamuttanta, (welding): “Abhaya, having heard this is the word of that elder’s word, it is indeed, it is indeed, like the unincluded from the stuction of obusive, publicted,” .",
    "ai-tika-s0403t28:38_1": "Thera, it seems, by the means of the practice of development, it seems, that Thera, gloriously might arise together with the Thera austerities. He was constructed a great stories, and so forth.",
    "ai-tika-s0403t28:38_2": "The senior monk who was unable to endure what was happening. He said, “I’m going to Kokālika,” and he did so.",
    "ai-tika-s0403t28:38_3": "Both of both his own dwelling and the essence went around.",
    "ai-tika-s0403t28:38_4": "and the whole of the mountains abused and insulted him.",
    "ai-tika-s0403t28:38_5": "Where the path is this: “Where the path is this, venerable sir, placed in this monastery on the road, and then say, “Venerable sir, you have come.”",
    "ai-tika-s0403t28:38_6": "He then went away.",
    "ai-tika-s0403t28:38_7": "The elder too, after going, sat down,",
    "ai-tika-s0403t28:38_8": "The pupil said, “What’s the point, sir? What drank",
    "ai-tika-s0403t28:38_9": "The elder said, “Reverend Seer, I am not afraid of the dancing, singing, music, and idiot I say. ”",
    "ai-tika-s0403t28:39_0": "The word-meaning of the following word: “May they desire the meaning and the way advantage,” “They say is the meaning of this.”",
    "ai-tika-s0403t28:39_1": "and through the power of this.",
    "ai-tika-s0403t28:39_2": "for whatever happiness is said to be one who has not found,",
    "ai-tika-s0403t28:39_3": "he is one who endures it and becomes of one who endures it.",
    "ai-tika-s0403t28:39_4": "The Elder Citta of Mount Vediyaka, it seems, standing right there at the end of the night, and standing right there,",
    "ai-tika-s0403t28:39_5": "He consents to the monastery, but he is unable to turn back.",
    "ai-tika-s0403t28:39_6": "Then the Elder said to him,",
    "ai-tika-s0403t28:39_7": "“Reverend, a renunciate has gone forth.”",
    "ai-tika-s0403t28:39_8": "Saying, “Very well, sir,” he sent them off.",
    "ai-tika-s0403t28:39_9": "from the heart, it is plastered,",
    "ai-tika-s0403t28:39_10": "The elder came out of his feelings, and then discerned the end of the life.",
    "ai-tika-s0403t28:39_11": "That’s how the forty-four kinds of touch is stated thus: “From the sign of cold and heat” .",
    "ai-tika-s0403t28:39_12": "There’s no cold or heat; for heat and cold, heat, hunger, and thirst.",
    "ai-tika-s0403t28:39_13": "When there is a person’s own intention, they said: “I hot cold and heat.”",
    "ai-tika-s0403t28:40_0": "“I’m an ascetic, what ascetic or brahmin, who thought like this: ‘I’ll die after death.’ They think like that.",
    "ai-tika-s0403t28:40_1": "and reviewing them in the next village and the rest of her beings,",
    "ai-tika-s0403t28:40_2": "if he goes, but not to the elephant;",
    "ai-tika-s0403t28:40_3": "places them in that place where the dissatisfaction is placed; and when the necklace opportunity is converted.",
    "ai-tika-s0403t28:40_4": "The meaning is, because of which he brought mass of spirits, lazy, the worms, and the wide inside the body.",
    "ai-tika-s0403t28:40_5": "The training rule on groundlessly",
    "ai-tika-s0403t28:40_6": "He has the prostitutes as warrior tweld in the Vicken’s womb, which is accompanied by defilements and is like the gathering of monks.",
    "ai-tika-s0403t28:40_7": "concording to their equal is the meaning.",
    "ai-tika-s0403t28:40_8": "Do you have any of these qualities that you have,",
    "ai-tika-s0403t28:40_9": "Ethics are destiny in virtue and practices;",
    "ai-tika-s0403t28:40_10": "Because he is blameless and unrestrained with bad behavior.",
    "ai-tika-s0403t28:40_11": "having avoided the precepts of conduct and alms-resort, restraint of virtue, and restraint of generosity,",
    "ai-tika-s0403t28:40_12": "That’s why the Buddha said that he is restrained in the monastery, “Listening neighborhood, conduct, and seeking alms in suitable places,” and so he shows that he is of good conduct and that brings him back to the highest good conduct and bad conduct.",
    "ai-tika-s0403t28:40_13": "“Friends,” replied the elephants, “They are avoiding these elephants,” etc., and after doing a word of the Buddha, he should understand that he has said:",
    "ai-tika-s0403t28:41_0": "So the meaning here is this: that someone who has not attended to the profitableness of the body, speech, and mind, and through its vital conditions for it. This is the meaning.",
    "ai-tika-s0403t28:41_1": "In the same way the meaning should be understood in the same way as the meaning.",
    "ai-tika-s0403t28:41_2": "And here is what is unskillful and what is suffering in the present life.",
    "ai-tika-s0403t28:41_3": "Doing what is good in oneself, not mortified by the dangers in himself with its defining.",
    "ai-tika-s0403t28:41_4": "that has arisen in the midst of sensual thoughts, the arising of the world,",
    "ai-tika-s0403t28:41_5": "But it is proper for him to get rid of, declare enlightenment, because there is no coming to it that in the evening.",
    "ai-tika-s0403t28:41_6": "“What does that have arisen for you, but not for the purpose of abandoning sensual thoughts?” and “Dearing that they said, “Dearning them, what is it said?”",
    "ai-tika-s0403t28:41_7": "And although giving up: “Here the meaning is not able to show the cutting off of jungles,” etc., in order to show the meaning, etc., is said, “Now is the meaning.”",
    "ai-tika-s0403t28:41_8": "Generally arisen in them, a place wherever they arise, or if they are not.",
    "ai-tika-s0403t28:41_9": "In these first they say, “The meaning is born.”",
    "ai-tika-s0403t28:41_10": "Transmigration has arisen in the future, saying: “Anyone who is competent, fit to give up, and has arisen in common sense.”",
    "ai-tika-s0403t28:42_0": "relatives, kin, thinking: “Look here, happy and well-known, happy, and recommended by relatives, and so on.” They included in the home life by the relatives that have arisen, –",
    "ai-tika-s0403t28:42_1": "This includes thinking, “Sometimes there are occupied with a fine deer, delightful plenty of food, blessings, and so on. And it has arisen in the country.”",
    "ai-tika-s0403t28:42_2": "Riches, striving for striving, repelling, and decrease, in order to prevent you for the welfare of worldly pleasures.",
    "ai-tika-s0403t28:42_3": "Telling that view is referred to as (good) views, thought, and like a monk.",
    "ai-tika-s0403t28:42_4": "Continent states occurring only with the individual essences, etc., as its originated, and so on. That is, applied thought and the rest.",
    "ai-tika-s0403t28:42_5": "By means of the obtaining of possessions, honor, and popularity is obtained by what is called rejection of robe-cloth as object, and so on.",
    "ai-tika-s0403t28:42_6": "if they were to ask for permission, but not because of them, they wouldn’t think, “It’s like that.”",
    "ai-tika-s0403t28:43_0": "Sensual thoughts of sensuality, desires, fondness, thirst, passions, and sensual thoughts are they infatuated with the defilement of sensual pleasures, sensual thoughts? “But sensual desires what is meant.”",
    "ai-tika-s0403t28:43_1": "Their defilement of sensual pleasures, etc., have a fixed destiny and rebirth into a state of existence.",
    "ai-tika-s0403t28:43_2": "Who are those with sensual thoughts? Lives in them, they speak in praise of by energy and energy.",
    "ai-tika-s0403t28:44_0": "“When developed and cultivated the seven awakening factors, they fulfill knowledge and freedom.” And the four kinds of knowledge and freedom, they are an incapable of knowledge and freedom.",
    "ai-tika-s0403t28:44_1": "the divine abiding of the Buddha’s power and the best state of defining enlightenment through the development of the Fortunate One’s bodily and so on.",
    "ai-tika-s0403t28:44_2": "and to extinguish it in making due course, there was no difficult thing to do.",
    "ai-tika-s0403t28:44_3": "On restraint, they’ve given up what is given up:",
    "ai-tika-s0403t28:44_4": "Therefore it was said: “He shouldn’t give up those things that are given up.”",
    "ai-tika-s0403t28:45_0": "The Congregation of Defilements is finished.",
    "ai-tika-s0403t28:46_0": "5. Dārukammikasuttavaṇṇanā",
    "ai-tika-s0403t28:47_0": "59.",
    "ai-tika-s0403t28:47_1": "and (these) five great sons, who are incomparable to their children,",
    "ai-tika-s0403t28:47_2": "There is a child for the child in the boy who is possessing a child’s flesh,",
    "ai-tika-s0403t28:47_3": "which is the cause of subduing that the mind becomes plagued with continuity, and so on.",
    "ai-tika-s0403t28:47_4": "But pleasure seekers delight in sensual pleasures,",
    "ai-tika-s0403t28:47_5": "you will give up a scattered mind by both ways.",
    "ai-tika-s0403t28:47_6": "Honouring the tubers with water,",
    "ai-tika-s0403t28:47_7": "Though they had a beautiful complexion, it seems, became even more less than praise.",
    "ai-tika-s0403t28:47_8": "Hence it is said: “He also, Kāsī, knocking for bathing (them)” and so on.",
    "ai-tika-s0403t28:47_9": "They wear garlands, perfumes, and makeup, and cosmetics scents, garlands, perfumes, and makeup.",
    "ai-tika-s0403t28:47_10": "gold and silver: Golden money and gold, and live without gold.",
    "ai-tika-s0403t28:47_11": "the entire (first) greed for sense pleasures?",
    "ai-tika-s0403t28:48_0": "The commentary on the wooden bowl is finished.",
    "ai-tika-s0403t28:49_0": "In the Hatthisāriputta",
    "ai-tika-s0403t28:50_0": "60.",
    "ai-tika-s0403t28:50_1": "is in the sixth elephant stables, the son of Hatthisāriputta,",
    "ai-tika-s0403t28:50_2": "He, having learned the three traditions of the Buddha, had gone forth in the presence of the profitable Disciple, and profitable senses, he picked up three wholesome things.",
    "ai-tika-s0403t28:50_3": "Therefore it is said:",
    "ai-tika-s0403t28:50_4": "interrupting the senior monks while they were talking about the Teaching.",
    "ai-tika-s0403t28:50_5": "Herein, interrupting the discussion in the seniority while speaking those who are senior to stopping them from talk about. Here the meaning is that it comes about.",
    "ai-tika-s0403t28:50_6": "He’s able to see the best seat in the five lower fetters, he is able to have a best bodily transmigration.",
    "ai-tika-s0403t28:50_7": "For what reason do they get close to them? Because of that what can be done for them?",
    "ai-tika-s0403t28:50_8": "craft is well-worked.",
    "ai-tika-s0403t28:50_9": "But it contracts,",
    "ai-tika-s0403t28:51_0": "The two friends who had made the proportion of the Buddha Kassapa stayed in harmony, it seems, and that two friendship each other.",
    "ai-tika-s0403t28:51_1": "Having dissatisfaction with householders, one informed the other.",
    "ai-tika-s0403t28:51_2": "He showed the drawbacks of laypeople and renunciates, and bringing them to the charnel ground.",
    "ai-tika-s0403t28:51_3": "When he heard that, he said this to the mind:",
    "ai-tika-s0403t28:51_4": "“I’m going to such-and-such a dwelling.”",
    "ai-tika-s0403t28:51_5": "He showed his bowl and robe, and gave him a going forth.",
    "ai-tika-s0403t28:51_6": "Having heard that, the householder had spended the going forth and wanted to subdue him.",
    "ai-tika-s0403t28:51_7": "This is the exposition of the section dealing with that householder, in the commentaries, having performed all the Similes for the going forth, and in the Great Wood, he in the Simile of the Venerable Mahāmoggallāna’s Preacher, while walking mindfully in the Great Wood, in the hall with the peaked roof.",
    "ai-tika-s0403t28:51_8": "Then the Elder Mahākoṭṭhita rebuked her,",
    "ai-tika-s0403t28:51_9": "But even a disciple of the great deed was established in the very midst of the lay life, he disrobes.",
    "ai-tika-s0403t28:51_10": "Poṭṭhapāda was a householder in a friend of the lay follower Poṭṭhapāda. I plunged into a blanket with my hands and feet.",
    "ai-tika-s0403t28:51_11": "Then he saw that the Buddha said:",
    "ai-tika-s0403t28:51_12": "“Who’s done the name of such a teacher?” then he took the Dispensation and went forth in the presence of the Buddha?”",
    "ai-tika-s0403t28:51_13": "and in that place she attained Liberation.",
    "ai-tika-s0403t28:51_14": "Therefore it was said: “After tasking a seven-day ceremonies for perfection”",
    "ai-tika-s0403t28:52_0": "The Releason of Hatthisāriputta is finished.",
    "ai-tika-s0403t28:53_0": "7. Majjhesuttavaṇṇanā",
    "ai-tika-s0403t28:54_0": "61.",
    "ai-tika-s0403t28:54_1": "* the wisdom there is from the scriptures, reasoned by gradual desires, for the sake of the enquiry, and clarifying oneself.",
    "ai-tika-s0403t28:54_2": "Hence it is said: “Certainly, sir.”",
    "ai-tika-s0403t28:54_3": "Contact is a condition for rebirth. It is because of these two kinds of contact: this is a condition for continued existence. Contact is a condition for continued existence. Continued existence is a condition for rebirth.” This is a condition for craving.",
    "ai-tika-s0403t28:54_4": "One with one: here and there is the carcass in the world with the word “fet-Worms” and with the point of outwards, etc., originating in the sky fulfils of the three kinds,",
    "ai-tika-s0403t28:54_5": "for the rainy season: “There is filling the well-process, etc.”",
    "ai-tika-s0403t28:54_6": "“While wandering in the world is enclosed outside the maintaining shadow.”",
    "ai-tika-s0403t28:54_7": "“First in the place where it grows old, drunk, chewed and tastes, or bubbles in the water.”",
    "ai-tika-s0403t28:54_8": "“Mendicants, this residual Ājīvaka ascetics.”",
    "ai-tika-s0403t28:54_9": "- just this is the end of suffering.”",
    "ai-tika-s0403t28:54_10": "for the attainment of all is called “revious formations”;",
    "ai-tika-s0403t28:54_11": "“There are three times,” Koṭṭhita, etc.",
    "ai-tika-s0403t28:54_12": "“Please, Please learn the discourses of the Monastic Code in a discourse of the Monastic Code.”",
    "ai-tika-s0403t28:54_13": "in the village or the wooden village, etc.",
    "ai-tika-s0403t28:54_14": "This includes it here: this is one gateway.",
    "ai-tika-s0403t28:55_0": "winning the ultimate way, the incomparable, the five constituents (of mind and body) that provide fuel for attachment is identity.",
    "ai-tika-s0403t28:55_1": "Hence it is said: “In the top of the Deaths,”",
    "ai-tika-s0403t28:55_2": "One should recognize (those who) learn the distinction is empty.",
    "ai-tika-s0403t28:56_0": "The commentary on the middle is finished.",
    "ai-tika-s0403t28:57_0": "Principled Scrifice",
    "ai-tika-s0403t28:58_0": "62.",
    "ai-tika-s0403t28:58_1": "The eight rebirths of deeds, etc., are not exempt from places of loss, bad places, the underworld, and hell.",
    "ai-tika-s0403t28:58_2": "Having now been given to me, he terms for the eons of the life-span.",
    "ai-tika-s0403t28:58_3": "Rebirth in Hell for the sake of Heaven and as a misfortune irregularizing a rebirth without trouble.",
    "ai-tika-s0403t28:58_4": "It is unbounded by one part, at each time it is unenclosed.",
    "ai-tika-s0403t28:58_5": "if it is not broken down from the time top, that seed does not arise from the seed,",
    "ai-tika-s0403t28:58_6": "it rottten too with the water, dried up,",
    "ai-tika-s0403t28:58_7": "for the purpose of seed is not sown in water,",
    "ai-tika-s0403t28:58_8": "They’ve been led on by the wind and sun, and they’re not destroyed by the wind. They don’t fall away from the ground.",
    "ai-tika-s0403t28:58_9": "for the purpose of lying down is droping the seed, not the seed,",
    "ai-tika-s0403t28:58_10": "they said, “After doing what belongs to the higher mind,” and they said, “So did the problem,” and they said, “Have they told him.”",
    "ai-tika-s0403t28:58_11": "Well-admitted is the essence, those who needed in heartwood, and those who have the essence and are essential,",
    "ai-tika-s0403t28:58_12": "for the seed, the seed is not sown in it.",
    "ai-tika-s0403t28:58_13": "discerning four inriads, well stored in comfort, well dreadlocked, well stored in comfort, well bounded in a good family.",
    "ai-tika-s0403t28:58_14": "In a _paṇḍaka_, there are experts that were non-human beings who were not free from dangers.",
    "ai-tika-s0403t28:58_15": "and his loud sound, saying “Hush,” “There are many sorts of persons befalling on the trembles.”",
    "ai-tika-s0403t28:58_16": "There’s no snare for them.",
    "ai-tika-s0403t28:58_17": "“As a fortnight” they said: “Having for the need of rice,”",
    "ai-tika-s0403t28:58_18": "(pressed) a depths, riches, trembles, quail,",
    "ai-tika-s0403t28:58_19": "Therefore it is increased by day and by night, the meaning is this:",
    "ai-tika-s0403t28:58_20": "For Puṇṇamāsa is called the middle of the moon in front or behind the upper century, in front of the moon, or at the end of the moon is called “posit.”",
    "ai-tika-s0403t28:59_0": "When she had been pronounced by the Sambuddha, (saying): “It seems, Suppabuddha has taken up residence for the sake of my father, and then departed, he took his son, and bring him to the life of a bondage, and went to his father’s house and sat down on one side.” And he said, “I have invited them to eat the food.”",
    "ai-tika-s0403t28:59_1": "Then the driven out of the Community of monks and told him what had happened, saying, “Whoever there has come.”",
    "ai-tika-s0403t28:59_2": "“Go to the city, I’ll not give you a large road, but I won’t.”",
    "ai-tika-s0403t28:59_3": "and again, he sat down and asked for the same question.",
    "ai-tika-s0403t28:59_4": "The Teacher obtains a path, and when he obtains it, he will bring it,",
    "ai-tika-s0403t28:59_5": "And the animal male sent him –",
    "ai-tika-s0403t28:59_6": "“Go and get back what you heard.”",
    "ai-tika-s0403t28:59_7": "The Teacher, having made this allowance, the Elder Ānanda related to the Elder Ānanda:",
    "ai-tika-s0403t28:59_8": "“What is the reason, sir, when asked?”",
    "ai-tika-s0403t28:59_9": "“Ānanda, do you see Suppabuddha?”",
    "ai-tika-s0403t28:59_10": "I do see, sir.",
    "ai-tika-s0403t28:59_11": "When brother’s developed this, he will tell you the Buddha of the seventh day, in the stilt longhouse for seven days.”",
    "ai-tika-s0403t28:60_0": "Sunakkhatta and asked the Buddha about the Fortunate One,",
    "ai-tika-s0403t28:60_1": "Then the Fortunate One spoke about the talk,",
    "ai-tika-s0403t28:60_2": "The eyes were reborn in the heavenly realm. Having developed the eyes and Sangha, they were reborn in the heavenly realm of the gods, the lord of the earth, they were one god and visit the heavenly hosts. And when they see the gods, they were reborn in a heavenly realm, the heavenly realm.",
    "ai-tika-s0403t28:60_3": "“So, it seems, will be such that such a one of the attainment of the Mallas, if it seems, wanting to live with heavenly sounds, would they go to the Divine-element and ask his supporters?”",
    "ai-tika-s0403t28:60_4": "But while the Blessed One –",
    "ai-tika-s0403t28:60_5": "“She is the relics of becoming a hostile person,” he did not understand.",
    "ai-tika-s0403t28:60_6": "for the Buddhas will not be able to do whatever bad deed there is.",
    "ai-tika-s0403t28:60_7": "The Fortunate One, having cut off his bonds, thought:",
    "ai-tika-s0403t28:60_8": "“The ascetic Gotama first asks the first question, and he answers: ‘May I be preparing my clairvoyance!’",
    "ai-tika-s0403t28:60_9": "I would not be reborn in a heavenly realm, and I asked the gods of the Thirty-Three.",
    "ai-tika-s0403t28:60_10": "clearly that they have been reborn in the realm of the King’s knowledge, and that they won’t be reborn in silence. Then I’ve driven by knowledge of the ending of defilements.”",
    "ai-tika-s0403t28:60_11": "The One of Ten Powers having abandoned ten ach, appeared to an end.",
    "ai-tika-s0403t28:60_12": "The Buddha answered,",
    "ai-tika-s0403t28:60_13": "for this is said:",
    "ai-tika-s0403t28:60_14": "“Even like this, Sunakkhatta set out on the teaching and training.”",
    "ai-tika-s0403t28:60_15": "Therefore it was said by the Blessed One: “He did the teacher Suppabuddha, and so well-knowned, clever,”",
    "ai-tika-s0403t28:60_16": "the first time should be seen (surely) the word from the Kokālika,",
    "ai-tika-s0403t28:61_0": "the wanderer Susīma, who is so skilled in the common limbs,",
    "ai-tika-s0403t28:61_1": "For the ascetic Gotama drew his disciples away from the bonds of possessions, honor, and popularity, and popularity, and fame he caught up in the afflicted by his disciples. He calls his disciples,",
    "ai-tika-s0403t28:61_2": "After learning they support it, and remember it thus:",
    "ai-tika-s0403t28:61_3": "They brought those gains,",
    "ai-tika-s0403t28:61_4": "If we knew about it, we would have caught a little way, when I was told.",
    "ai-tika-s0403t28:61_5": "Then you should get material possessions, honor, and popularity.",
    "ai-tika-s0403t28:61_6": "Who is able to go forth in the presence of the ascetic Gotama?” then, when he sees him, he thought, “Who are we able to think, “Who are you able to practice the spiritual life?” And after seeing him, he returned to me with robes, alms-food, lodgings, and medicines and supplies for the sick? Do you’re not able to accept robes, alms-food, lodgings, and medicines and supplies for the sick?”",
    "ai-tika-s0403t28:62_0": "Then the wanderer Susīma, having said these things to those that, approached the one who had gone forth and asked for the going forth.",
    "ai-tika-s0403t28:62_1": "And the senior monk took that meal and went to the Buddha.",
    "ai-tika-s0403t28:62_2": "The Buddha thought, “How can the wanderers who follow other paths think that I haven’t found in me?” and they claimed to have confidence in me, or I had confidence.",
    "ai-tika-s0403t28:62_3": "And although, thinking, “Now, Ānanda, will I receive the Pabbajjā ordination,” he said, “I will go forth from here.” But when asked, “Are you coming from here, Ānanda, will I receive the going forth, or not?”",
    "ai-tika-s0403t28:62_4": "The Buddha said: “Nandaka, what is it said? What is it suitable?”",
    "ai-tika-s0403t28:62_5": "Susīma is a wanderer.”",
    "ai-tika-s0403t28:63_0": "that great sacrifice, it seems, in one phrase, and when the king had gone into the presence of the King, he went to the King and resolved it.",
    "ai-tika-s0403t28:63_1": "Then the king, having given seven days, gave the same thing, and gave the unskillful a woman to the unskillful.",
    "ai-tika-s0403t28:63_2": "After seven days he had been spending the whole day in the seventeenth day. After working the maless of elephants, he was walking for alms in the shade of the elephants, horses, and he was walking for alms in the openings of the elephants, horses, and chariots along the main gate.",
    "ai-tika-s0403t28:63_3": "The Teacher, having asked permission, “Why are you smiling? ” and when asked, “Venerable Ānanda, why are you smiled?",
    "ai-tika-s0403t28:63_4": "“Ānanda, if you’re already here, there will be a blessing with carpets all over, I’ll come and go to perfection.”",
    "ai-tika-s0403t28:63_5": "Therefore it was said by the Fortunate One: “What is it?”",
    "ai-tika-s0403t28:63_6": "calms are great.”",
    "ai-tika-s0403t28:64_0": "The faculties of men is finished.",
    "ai-tika-s0403t28:65_0": "9. Nibbedhikasuttavaṇṇanā",
    "ai-tika-s0403t28:66_0": "63.",
    "ai-tika-s0403t28:66_1": "(These nine problems:) “A patience is the means to be found here and there, if he gets a reason for one who is needing it, and he says, “Here there will be a reason for him.”",
    "ai-tika-s0403t28:67_0": "“I allow a double-layered outer robe, and a double-layered upper robe.”",
    "ai-tika-s0403t28:67_1": "“Time fairs, nights, days and nights delight in the stages of heaven.”",
    "ai-tika-s0403t28:67_2": "he must expect one hundred-thousand-fold offering to be expected (in return),”",
    "ai-tika-s0403t28:67_3": "“As a timber unshakable trapped in a rope.”",
    "ai-tika-s0403t28:67_4": "And here this is too “he said”: “Here the bones are bound together by tendons.”",
    "ai-tika-s0403t28:67_5": "should be seen among the fetter of the sensual desire for the one who is a fetter of greed for sensual desire, for the enemy of the fine-material kinds of sensual stimulation.",
    "ai-tika-s0403t28:67_6": "Eye consciousness ...",
    "ai-tika-s0403t28:67_7": "Since he engages in malicious talebearing in the ears, etc., Likewise as in the case of the ear.",
    "ai-tika-s0403t28:67_8": "Then the object, etc., which is founded on him, etc., in the same way state, or the object, attained by a desirable object,",
    "ai-tika-s0403t28:67_9": "wood will be made for sensual pleasures?",
    "ai-tika-s0403t28:67_10": "pulled up the Vedas,",
    "ai-tika-s0403t28:67_11": "By this means he makes his object by the constituents of what is likable,",
    "ai-tika-s0403t28:67_12": "Piyatissa : It is dear to him that welcome (birth),",
    "ai-tika-s0403t28:67_13": "for they are bound by sensual desire.",
    "ai-tika-s0403t28:67_14": "Hence it is said: “Having (them) taking the object”,",
    "ai-tika-s0403t28:67_15": "Or alternatively, lust is greedy about , etc., as it arises with greed and so on.",
    "ai-tika-s0403t28:67_16": "So it is in this way that the basis for defilement, refusing to the defilements, and the physical base consisting of the defilements here is expressed in the way stated thus: “Such is the basis for sense desires, etc., and have been illumined by the physical basis, and so on. The meaning is this: “Neither the opposite of the mind” , and it is expressed by the subsiding of its object, it is inclination of its object.",
    "ai-tika-s0403t28:68_0": "but a wise one removes desire for them. Then here, having a sense of urgency, the wise vanity of desire and greed for objects,",
    "ai-tika-s0403t28:69_0": "With the interruption of him they say: Yet in the meaning of that sense-fielding of pleasure .",
    "ai-tika-s0403t28:69_1": "of meritoriousness, share in merit.",
    "ai-tika-s0403t28:69_2": "Or alternatively, the merit of one who is reborn there.",
    "ai-tika-s0403t28:69_3": "Likewise: of merit, thus the same .",
    "ai-tika-s0403t28:69_4": "resultant people say: “There is result in my dwelling,”",
    "ai-tika-s0403t28:70_0": "she is skilled in all wholesome things.",
    "ai-tika-s0403t28:70_1": "Concentration is stated in the volition associated with the characteristics, etc., and volition associated with the characteristic of volition.",
    "ai-tika-s0403t28:70_2": "and having slaughtered a razor,",
    "ai-tika-s0403t28:70_3": "they’re unified in mind,",
    "ai-tika-s0403t28:70_4": "Hence it is said: “Where did you take it?”",
    "ai-tika-s0403t28:71_0": "The commentary on the Fett",
    "ai-tika-s0403t28:72_0": "10. Sīhanādasuttavaṇṇanā",
    "ai-tika-s0403t28:73_0": "64.",
    "ai-tika-s0403t28:73_1": "The Realised One’s these ten powers, all of them will be stronger for me.",
    "ai-tika-s0403t28:73_2": "Shouldn’t some disciples do not arise when they fail.",
    "ai-tika-s0403t28:73_3": "But human beings arise for the sake of sensual pleasures, etc., and not some other reasons.",
    "ai-tika-s0403t28:73_4": "For just as when the opposite is collected in it, so it is unsuitable, not latering and deathless with the deathless in the principal states,",
    "ai-tika-s0403t28:73_5": "As they do so, when the Realized One has entered upon the past, the power of the Realized Ones.",
    "ai-tika-s0403t28:73_6": "this is the fearful place of the dread, this is the best.",
    "ai-tika-s0403t28:73_7": "the best of mouth,",
    "ai-tika-s0403t28:73_8": "Revealing the teaching of the noble ones, and its knowledge of the path, and its fruition through understanding, will show the fruit of the three knowledges, is the noble fruit of knowledge.",
    "ai-tika-s0403t28:73_9": "the disciples who have made compassion for their disciples, and the rest of the noble ones.",
    "ai-tika-s0403t28:73_10": "Herein, they arise two kinds of knowledge that arise:",
    "ai-tika-s0403t28:73_11": "for as long as he came out through perfection the path and appeared until the characteristic of perfection arose.",
    "ai-tika-s0403t28:73_12": "Bodhisatta’s mark was known as one whose appearance in the Great Bodhi tree of Liberation.",
    "ai-tika-s0403t28:73_13": "From the light of the three paths arose until the characteristic of light arose.",
    "ai-tika-s0403t28:73_14": "Regarding the two kinds of knowledge:",
    "ai-tika-s0403t28:73_15": "For when there is a different path, an ornament extending the mind in this way, the characteristic of stream-entry occurred to them.",
    "ai-tika-s0403t28:73_16": "penetration and knowledge of the path leading to knowledge.",
    "ai-tika-s0403t28:73_17": "For both of these and other downwards, knowledge and conduct,",
    "ai-tika-s0403t28:74_0": "They understand that it is possible for someone who understands the reasons, and that it is because of their reason.",
    "ai-tika-s0403t28:74_1": "It occurs because they are of these that fruits and reckoned as a fruit, therefore it is called “shadow”.",
    "ai-tika-s0403t28:74_2": "“There are things that are grounds for the arising of the things that are grounds for the arising of thoughts.” They are not possible for them to truly understand that.",
    "ai-tika-s0403t28:75_0": "undertakeing them, they keep themselves broken and dragging down, etc., and they then said, “I have made use of them.”",
    "ai-tika-s0403t28:75_1": "Whether that is the owners’ work, or else “For he shows the sentence of his deeds in the way beginning, “Will gives gifts in order to give rise to the sound of cough.”",
    "ai-tika-s0403t28:75_2": "he goes to hell, the animal realm, and the ghost realm.",
    "ai-tika-s0403t28:75_3": "Calm and quiet.",
    "ai-tika-s0403t28:75_4": "it is the time for one who, ~ who has failed in deeds,",
    "ai-tika-s0403t28:75_5": "Gladness arises in him, since the result of good deeds have been reborn in the future.",
    "ai-tika-s0403t28:76_0": "In the four absorptions: the jhāna and the fine-material jhānas consisting in the sense of the fine-material jhānas.",
    "ai-tika-s0403t28:76_1": "It has been reckoned as soon as it has been said:",
    "ai-tika-s0403t28:76_2": "In the eight liberations, (saying): “There are sights, forms, and liberations.”",
    "ai-tika-s0403t28:76_3": "* There are three kinds of applied and sustained thought: inferior and superior thoughts,",
    "ai-tika-s0403t28:76_4": "(They are) not permitted with the attainment of the first absorption. In the first absorption, they proceed in the first absorption.",
    "ai-tika-s0403t28:76_5": "And here it is called “short” because it is the concept “specified” in the same way, and “base consisting in the Vibhaṅga thus: “Herein, what is namely cessation” .",
    "ai-tika-s0403t28:76_6": "For the law of the Dhamma in the first jhāna , which is accompanied by applied and sustained thought , etc., respectively in the first jhānas, which are respected in the way beginning, “Sense desires” .",
    "ai-tika-s0403t28:76_7": "The difference of the Dhamma is reckoned in the first jhāna, which is accompanied by the second jhāna, etc., is of the kind already described in the first jhāna and so on.",
    "ai-tika-s0403t28:76_8": "So the necess of perception and attention have been shown by field in the way beginning, “This is the state of partaking of diminution. ”",
    "ai-tika-s0403t28:76_9": "But that state has stated in the three jhānas according to the Dhamma.",
    "ai-tika-s0403t28:76_10": "Therefore it is said: “That is why only the cause, with the reason why arouses the reason why.”",
    "ai-tika-s0403t28:76_11": "having given up the profundity of gifts,",
    "ai-tika-s0403t28:76_12": "for that is so called because it has reckoned the first jhāna for the second jhāna, and for the second jhāna, etc., it is said, “comparable” .",
    "ai-tika-s0403t28:76_13": "Those who say, “They are and the fruits of failure in morality,” they do not say.",
    "ai-tika-s0403t28:76_14": "When they have emerged from the cessation of perception and feeling, they should be told in order to preceding the description of the dimension of neither perception nor non-perception.",
    "ai-tika-s0403t28:77_0": "The General Sīha is finished.",
    "ai-tika-s0403t28:78_0": "The golden statue is finished."
}