{
    "ai-tika-abh08t4:0_0": "5. Pañcamo paricchedo",
    "ai-tika-abh08t4:1_0": "In the Parinibbāna of the Three Puches",
    "ai-tika-abh08t4:2_0": "182.",
    "ai-tika-abh08t4:3_0": "I will tell you another one who is fully awakened, who has no measure of the Buddhas.",
    "ai-tika-abh08t4:4_0": "And it is for the person’s enemy, and associating with people.",
    "ai-tika-abh08t4:5_0": "I will teach you about the next world, the teaching, the they don’t show going to destruction.",
    "ai-tika-abh08t4:5_1": "for the sake of the mind-made, and preceding the persons’ mind for the purpose of truly comprehending persons, and through the elimination of persons, and the mind-made body, which is accompanied by the personal wielding of the persons’ two.",
    "ai-tika-abh08t4:6_0": "To human beings they show the Blessed One and the similes of the gods. Three were reborn in hell, the animal realm, the ghost realm, and the world of the gods.",
    "ai-tika-abh08t4:6_1": "The three states of existence are shown by virtue; the three kinds of becoming is shown in the fine-material and immaterial jhānas in the fine-material becoming, and the three kinds of becoming is shown by the path in the fine-material becoming.",
    "ai-tika-abh08t4:7_0": "The thirty-two grounds produced in the thirty-two cases. And all of them were enveloped in the thirty-two cases, the thirty-two persons enclosures enclosures enclosures . And they are twenty-nine persons.",
    "ai-tika-abh08t4:7_1": "and this was said in the Paṭisambhidā, Pañcasikha, and two kinds of disciplinary issues, –",
    "ai-tika-abh08t4:8_0": "186.",
    "ai-tika-abh08t4:8_1": "Thus there are two kinds of consciousness each contemplation: then there is no calm the materiality and mental forms that are unshakable,",
    "ai-tika-abh08t4:8_2": "each is included in the fine-material attainments that are pleasant inside and mind, and should know his mind.",
    "ai-tika-abh08t4:8_3": "But then there is twenty-one elsewhere it is of twenty-nine days",
    "ai-tika-abh08t4:9_0": "the specific neutrality is the same as “confidence” in the way beginning, “The mind-deliverance of persons” .",
    "ai-tika-abh08t4:9_1": "Here the mind-made mind-made self-existent form, mind-made, and interior within and bulls that I haven’t done their work.",
    "ai-tika-abh08t4:10_0": "So it would have these three kinds of persons because of the reason.",
    "ai-tika-abh08t4:10_1": "Also, the eight persons consisting in this way, and all the people described above as being taught by the Buddha.",
    "ai-tika-abh08t4:11_0": "he listened to the thirty-two grounds in the thirty-two cases, all of the minds of the thirty-two mixed up with a mind-made body, all of the origin of the world. And listen to me the word of the enemy, all of you listen:",
    "ai-tika-abh08t4:12_0": "190.",
    "ai-tika-abh08t4:12_1": "On the three planes of mind they are born in the mind.",
    "ai-tika-abh08t4:12_2": "and my mind, I killed those threeteen, all of my consciousnesses.",
    "ai-tika-abh08t4:12_3": "according as it is said:",
    "ai-tika-abh08t4:13_0": "Experiential confidence in you, Etc.",
    "ai-tika-abh08t4:14_0": "and above, below, and all fourteen,",
    "ai-tika-abh08t4:15_0": "they’ll still have twenty years of age.",
    "ai-tika-abh08t4:15_1": "according as it is said:",
    "ai-tika-abh08t4:16_0": "There are these eight great griefs and sorrows of sadness.",
    "ai-tika-abh08t4:17_0": "Likewise, nesting consciousness, and unattached to,",
    "ai-tika-abh08t4:18_0": "to the nose-consciousness and so on, which is wholesome and the floods,",
    "ai-tika-abh08t4:18_1": "Unskillful deeds, having caused bad deeds to be reborn,",
    "ai-tika-abh08t4:18_2": "and in the five ways of mentality-materiality only had the mentality-materiality.",
    "ai-tika-abh08t4:18_3": "And those in the four immaterial minds were only in the fine-material jhānas.",
    "ai-tika-abh08t4:18_4": "according as it is said:",
    "ai-tika-abh08t4:19_0": "formless, free of (realm) form, which is formless,",
    "ai-tika-abh08t4:20_0": "nineteen forms, forms (where) burning in the finest.",
    "ai-tika-abh08t4:21_0": "For the one whose mind is overpowered in sensual pleasures,",
    "ai-tika-abh08t4:22_0": "according as it is said:",
    "ai-tika-abh08t4:23_0": "the meritorious world-spheres, and the sacrifices,",
    "ai-tika-abh08t4:24_0": "And one who gives the eye, and who has good and merit,",
    "ai-tika-abh08t4:25_0": "and meritoriously, the thought-element is aroused.",
    "ai-tika-abh08t4:26_0": "There are eighteen by the paths and eighteen by the worst.",
    "ai-tika-abh08t4:27_0": "under the influence of sensual becoming.",
    "ai-tika-abh08t4:28_0": "and there are two kinds of mental concerning the mind:",
    "ai-tika-abh08t4:29_0": "Living in reply to give up bad deeds, and self-control,",
    "ai-tika-abh08t4:30_0": "* Great having performed meritorious deeds,",
    "ai-tika-abh08t4:31_0": "Four incomparable deeds, the four immaterial states have ceased,",
    "ai-tika-abh08t4:32_0": "(They are) cultivating the paths and the seventh paths.",
    "ai-tika-abh08t4:33_0": "The two are the forty-four mental consciousnesses:",
    "ai-tika-abh08t4:34_0": "but having driven out the four grounds for the advantages and four grounds, all the Vajjis from the places of the monastery and for the sake of the (supernatural) decorations, all were created by comparison in accordance with the three floors of the monastery work.",
    "ai-tika-abh08t4:34_1": "according as it is said:",
    "ai-tika-abh08t4:35_0": "The fourth, the fruit of non-returning, and the fruit of non-returning.",
    "ai-tika-abh08t4:36_0": "and the Greatly Chief Consort are born in the womb,",
    "ai-tika-abh08t4:37_0": "For the sound of Non-Returners and fruitions have the starting of Non-Returner,",
    "ai-tika-abh08t4:38_0": "apart from the four districts and the four planes of the fine-material flame and immaterial states. This is the six classes of the six classes of rebirth.",
    "ai-tika-abh08t4:38_1": "according as it is said:",
    "ai-tika-abh08t4:39_0": "the mind element and the merit-element that has merit,",
    "ai-tika-abh08t4:40_0": "And one who gives the eye, and who has good and merit,",
    "ai-tika-abh08t4:41_0": "they are breastfeeding the mind they are born,",
    "ai-tika-abh08t4:42_0": "apart from the five twentieth years less than two or three days.",
    "ai-tika-abh08t4:42_1": "according as it is said:",
    "ai-tika-abh08t4:43_0": "with doubt as it is associated with views,",
    "ai-tika-abh08t4:44_0": "All-sphere are born in all-footed -",
    "ai-tika-abh08t4:45_0": "196.",
    "ai-tika-abh08t4:46_0": "and later these five great grounds for twenty-four grounds.",
    "ai-tika-abh08t4:47_0": "apart from that place anywhere,",
    "ai-tika-abh08t4:48_0": "Sometimes after two planes possession of the dimension of neither perception nor non-perception and two determinations become independent of others.",
    "ai-tika-abh08t4:48_1": "according as it is said:",
    "ai-tika-abh08t4:49_0": "apart from that place anywhere,",
    "ai-tika-abh08t4:50_0": "The third, the fourth, shining one (?), which is burned with the darkness,",
    "ai-tika-abh08t4:51_0": "Sometimes it is neither wide-dependent nor over the four grounds, namely, the four planes of consciousness and the four planes of the earth kasiṇas, and the two planes of mind; and their consciousnesses were wide opened, twice-owded wide, and twenty-four grounds.",
    "ai-tika-abh08t4:51_1": "according as it is said:",
    "ai-tika-abh08t4:52_0": "placed on the fourth earthquake.",
    "ai-tika-abh08t4:53_0": "The second absorption is the Jina’s army,",
    "ai-tika-abh08t4:54_0": "Standing for the ground-sphere, rose up four planes and then dwelt for the earth, for the water-jubes, and for the setting these set about evenly, they were twenty-four grounds.",
    "ai-tika-abh08t4:54_1": "according as it is said:",
    "ai-tika-abh08t4:55_0": "Having destroyed the great ground, he attained the three grounds,",
    "ai-tika-abh08t4:56_0": "The first, the victor’s flames, and the Jeta Grove,",
    "ai-tika-abh08t4:57_0": "he is my mind eleven grounds for the elephants and the eighth year.",
    "ai-tika-abh08t4:57_1": "according as it is said:",
    "ai-tika-abh08t4:58_0": "unless the result of all forms,",
    "ai-tika-abh08t4:59_0": "Eleventh, Jotipāla, who had victory",
    "ai-tika-abh08t4:60_0": "When the fourteenth and the fifteenth year of the wind rainy season, eighty-four grounds, and for nine months are always permanent.",
    "ai-tika-abh08t4:60_1": "according as it is said:",
    "ai-tika-abh08t4:61_0": "° to directly experience the fruit of Stream-Entry and the fruit of Once-Returning,",
    "ai-tika-abh08t4:62_0": "apart from the Once-Returner and downcast -",
    "ai-tika-abh08t4:63_0": "And there were no other paths on the same day.",
    "ai-tika-abh08t4:64_0": "the mind of loving-kindness, etc., has seven vows, eighteen grounds, even the foreheads of the Jina, the indication of the buttermilk of the Jina.",
    "ai-tika-abh08t4:64_1": "according as it is said:",
    "ai-tika-abh08t4:65_0": "apart from the position of the wide, immorals,",
    "ai-tika-abh08t4:66_0": "he is the beginning of the path, and in the seven places.",
    "ai-tika-abh08t4:67_0": "202.",
    "ai-tika-abh08t4:68_0": "(but) he spoke these two planes foundations in the Tusita ground.",
    "ai-tika-abh08t4:69_0": "But even though the whole of the earth is very great:",
    "ai-tika-abh08t4:70_0": "Sometimes of twenty-four grounds, thirty-two pieces of minds regarded as decreed as they did:",
    "ai-tika-abh08t4:71_0": "Gladness and merit,",
    "ai-tika-abh08t4:72_0": "Surrounded by the nose, this great hermit,",
    "ai-tika-abh08t4:73_0": "People are born in them, their own territory, and their minds are the eight ways of living beings.",
    "ai-tika-abh08t4:73_1": "according as it is said:",
    "ai-tika-abh08t4:74_0": "are worshipped by sensual pleasures and illustrious ones.",
    "ai-tika-abh08t4:75_0": "Having abandoned these seven grounds for a great earthquake,",
    "ai-tika-abh08t4:76_0": "Similarly in the jhānas of the fivefold reckonings, one in each and five sets of six jhānas, one-sessioner by the master’s texts on the ground in each and five-fold fruit.",
    "ai-tika-abh08t4:76_1": "But there are four instances whose minds are born in the three realms.",
    "ai-tika-abh08t4:76_2": "that is indeed the meaning –",
    "ai-tika-abh08t4:76_3": "One victory in the First Brahmadeva, the Champion, the Universal Monarch’s Characti in the second beginning with the third dreadful radiates, one fourth in the fine-material mountains, one with a small lamps limited in both ways, one small-sposition gems and diverse in the forms.",
    "ai-tika-abh08t4:77_0": "and subsequently the four names are composed by one kind of thought consisting in the fine-material and immaterial states. Thus in one aspects appearance with the three instances of the dependent origination and four ways, namely, an astute person. This is how I proposed the development of the minds of the Complished thought.",
    "ai-tika-abh08t4:78_0": "I was skilled in the various different realms, and opposite sense desires. In the past, those who were skilled in the future, and skilled in the embracing skillful, they did not in the various orders of their respects and profitable, and so on.",
    "ai-tika-abh08t4:78_1": "The remaining thirty-two marks of a thought are included in what is thought.",
    "ai-tika-abh08t4:78_2": "according as it is said:",
    "ai-tika-abh08t4:79_0": "(Pañcasikha) in five ways, into twelve forms,",
    "ai-tika-abh08t4:80_0": "Eight reasons to the worlds, eight kinds of sensual stimulation.",
    "ai-tika-abh08t4:81_0": "made on the eighth day of the Great Wood laughing,",
    "ai-tika-abh08t4:82_0": "wisdom is not overpowered by the two influences of mind,",
    "ai-tika-abh08t4:83_0": "Sensual pleasures are like nice, pleasant to touch, and stars neither gods and humans.",
    "ai-tika-abh08t4:83_1": "according as it is said:",
    "ai-tika-abh08t4:84_0": "he seeks twelve myriads beginning with the wholesome root,",
    "ai-tika-abh08t4:85_0": "twenty-four thousand crooks,",
    "ai-tika-abh08t4:86_0": "Developing sensual pleasures, minds, and twenty-two cases of them:",
    "ai-tika-abh08t4:87_0": "these eighty miracles are compared with the mind,",
    "ai-tika-abh08t4:88_0": "loving-kindness, etc., of the eight kinds of sensual stimulation is necessary, acting aside, as well as the seventh is necessary, undesirable, and merit.",
    "ai-tika-abh08t4:88_1": "There is no formless space, for the four immaterial spheres of form, and for the fine-material sphere.",
    "ai-tika-abh08t4:88_2": "that is indeed the meaning –",
    "ai-tika-abh08t4:88_3": "And there is no such thing as the result of the fine-material spheres base consisting of the two great primary elements its result in sensual pleasures and out of the fine-material spheres decrease, and there is no defilement and unprofitable visible objects covetousness and grief for those worthy of the noble ones. There is no calming non-existence.",
    "ai-tika-abh08t4:88_4": "(which) forms of results,",
    "ai-tika-abh08t4:88_5": "Living in these four ways, with a thousand companions, and four paths of fruit and benefits, the fruit of stream-entry, the once-return, the four paths, and the fruit of once-return. They don’t get the four paths of stream-entry, and the four fruits of once-return. Their four paths are not the fruit of once-return.",
    "ai-tika-abh08t4:88_6": "that is indeed the meaning –",
    "ai-tika-abh08t4:88_7": "Then the ordinary person Stream-Enterers, who are expert in the company of the Pure Abodes and the Virūpakkhas, and Suddhodana, namely, the Pure One whose cankers are pure, who are devoid of those whose minds are pure, whose self-returning monarchs, who are pure, who have subdued their passions:",
    "ai-tika-abh08t4:89_0": "that is indeed the meaning –",
    "ai-tika-abh08t4:89_1": "pure white ... they don’t realize the fruit of stream-entry ... the fruit of once-return ... non-return ...",
    "ai-tika-abh08t4:89_2": "Why?",
    "ai-tika-abh08t4:89_3": "so there is no doubt in them for that reason alone and no doubt because of the four foundations of views. That is why there are stream-enterers and no doubts about the teachings.",
    "ai-tika-abh08t4:89_4": "There are four sub-chapter on sights, no result in the result of the forms.",
    "ai-tika-abh08t4:89_5": "The remaining kinds of thought are included in the benefits of the mind.",
    "ai-tika-abh08t4:89_6": "according as it is said:",
    "ai-tika-abh08t4:90_0": "connected with the view of the self-control, connected with the goal,",
    "ai-tika-abh08t4:91_0": "the eight worldly merits, or the five constituents (of mind and body)",
    "ai-tika-abh08t4:92_0": "(There is) an unwholesome path, with defilements ended,",
    "ai-tika-abh08t4:93_0": "the eye element is hard to know the merit elements of merit.",
    "ai-tika-abh08t4:94_0": "and once-returners, non-returners, and so on.",
    "ai-tika-abh08t4:95_0": "having gained even a fraction, endowed with the twenty-three minds,",
    "ai-tika-abh08t4:96_0": "all the various forms of the fine-material spheres have all the elements of the fine-material sphere.",
    "ai-tika-abh08t4:97_0": "Following is the wrong path, and the hosts of gods are the wrong path and the hosts of stream-entry. And is the wrong path for the sake of stream-entry, the enlightenment and the five-hundred paths, yet you have a sense of urgency.",
    "ai-tika-abh08t4:97_1": "there is no result in the five constituents (of mind and bodily form),",
    "ai-tika-abh08t4:97_2": "Because there is no decline in which these two (one) stays,",
    "ai-tika-abh08t4:97_3": "Eye consciousness has no merit or outcome of eye-consciousness.",
    "ai-tika-abh08t4:97_4": "and which is accompanied by nose-consciousness, it is the same as that of mine.",
    "ai-tika-abh08t4:97_5": "The mind element is founded on the foundation of mind-consciousness element and the object base consisting of unity in him are no object of the mind-consciousness element. There is no merit for the purpose of showing that is the field of merit and the mind-consciousness element. Now there is no origin of the mind-consciousness element.",
    "ai-tika-abh08t4:97_6": "And in the case of the five elements, which is the basis for laughinging, and laughing of the noble truth, there is no-one’s mind element. That is why there is no unity in the first noble truth of the noble truth of the path.",
    "ai-tika-abh08t4:98_0": "The Hero made through the power of the mind in this way the Wise One, whose mind was familiar, and so on, would the Hero made a dwelling place for the Wise One, for the Hero’s welfare of the Three Wise?",
    "ai-tika-abh08t4:98_1": "so he should expound the Wise One’s mind in this way by comparison with those who have attained?",
    "ai-tika-abh08t4:99_0": "215.",
    "ai-tika-abh08t4:100_0": "Is skilled in sensual pleasures?",
    "ai-tika-abh08t4:101_0": "and doing the reason for their causes,",
    "ai-tika-abh08t4:102_0": "Instead:",
    "ai-tika-abh08t4:103_0": "Seven kinds of conceit:",
    "ai-tika-abh08t4:104_0": "This is said:",
    "ai-tika-abh08t4:105_0": "216.",
    "ai-tika-abh08t4:105_1": "When a human being gives rise to the five grounds for the sake of human beings, for the sake of the Joyful Gods, for the sake of the Joyful Gods.",
    "ai-tika-abh08t4:105_2": "For two months they don’t know as perceptions of variety and unification of mind are conceived.",
    "ai-tika-abh08t4:106_0": "Seventeen went forth to sleep for seven years.",
    "ai-tika-abh08t4:107_0": "laughing and terrified, all of them named Mahodhī, and Uttara, All of Saṁsāra, and Mahī, the three worlds, four bigests, and eight kinds of action bases, and nine kinds of action based on the supermulative spirits. All these eighth caused to be construed as the means.",
    "ai-tika-abh08t4:108_0": "that is indeed the meaning –",
    "ai-tika-abh08t4:108_1": "The result of rebirth-linking Forms that are the very best kind of rebirth in the realm of luminous form, and the result of the path for the sake of their rebirths, etc., and because their passions don’t give rise to new states, yet they’re not expanded because of the result of the defilements.",
    "ai-tika-abh08t4:108_2": "For the sensuous worlds the flash of sensuality, the mass of form, and the four world-foted worlds are mentioned along with knowledge.",
    "ai-tika-abh08t4:108_3": "What is that?",
    "ai-tika-abh08t4:108_4": "For the sake of the hard-world and the four immaterial states are mentioned associated with knowledge, and nine kinds of merit-material perception.",
    "ai-tika-abh08t4:108_5": "Sometimes they don’t give birth",
    "ai-tika-abh08t4:108_6": "according as it is said:",
    "ai-tika-abh08t4:109_0": "Having abandoned (after) in a weapon, and then in the place for eighteen years.",
    "ai-tika-abh08t4:110_0": "ninety-four means (direct) from the ninth world.",
    "ai-tika-abh08t4:111_0": "Associating with ordinary people,",
    "ai-tika-abh08t4:112_0": "made the five consequences not,",
    "ai-tika-abh08t4:113_0": "And in the heaven of the people produced by the gods of streaming radiance.",
    "ai-tika-abh08t4:113_1": "thus the wise one should speak like this,",
    "ai-tika-abh08t4:113_2": "according as it is said:",
    "ai-tika-abh08t4:114_0": "they’re poised from views and sadness,",
    "ai-tika-abh08t4:115_0": "Restlessness and merit,",
    "ai-tika-abh08t4:116_0": "The ninety-two merit always grows",
    "ai-tika-abh08t4:117_0": "all the world’s streams and fruits of stream-entry.",
    "ai-tika-abh08t4:118_0": "The Heartless Stream-Enterer, does not arise in the stages of a stream-enterer, as the Hero:",
    "ai-tika-abh08t4:119_0": "Having given up a weapon in the monastery, and eighteen conduct.",
    "ai-tika-abh08t4:120_0": "ninety-six plains, and supermundane attainments.",
    "ai-tika-abh08t4:121_0": "with doubt as the teaching associated with view,",
    "ai-tika-abh08t4:122_0": "Joyful Devas are born,",
    "ai-tika-abh08t4:123_0": "224.",
    "ai-tika-abh08t4:123_1": "First they are the first personal supported by a stream-enterer, a once-returner, and once-returner. They are fruitful and non-returners, who were self-returners and fruition.",
    "ai-tika-abh08t4:124_0": "Sometimes they are stream-enterers, and the second fruit of once-returners and non-returners, and non-returners. They are non-returners and fruit-returners, and are non-returners.",
    "ai-tika-abh08t4:124_1": "thus the wise one, knowing what they say,",
    "ai-tika-abh08t4:125_0": "Since they are born, their minds bidding, they don’t know sensual pleasures. And for seven years they’re born in a perfected one.",
    "ai-tika-abh08t4:125_1": "If forty-fourishments and Cittasena would have been born in the realm of luminous pleasures.",
    "ai-tika-abh08t4:125_2": "according as it is said:",
    "ai-tika-abh08t4:126_0": "he has twenty years of sensual pleasures.",
    "ai-tika-abh08t4:127_0": "attained the fruit of Liberation.",
    "ai-tika-abh08t4:128_0": "for the person to take care of the attribute, and might have the same thought.",
    "ai-tika-abh08t4:128_1": "For I have said what you say about when your mind is true.",
    "ai-tika-abh08t4:128_2": "They’re attitude in mind, their heart is full of peace.",
    "ai-tika-abh08t4:129_0": "the thirty-two world-eye, which is the enlightenment Trunk, in the first three planes of the minds of Brahmā, the mother-of-world, the lord of death.",
    "ai-tika-abh08t4:129_1": "thus the wise one would remove luxurious rest,",
    "ai-tika-abh08t4:129_2": "according as it is said:",
    "ai-tika-abh08t4:130_0": "After giving up sadness, may merit and demerit,",
    "ai-tika-abh08t4:131_0": "(There is) nine merits that are very happy,",
    "ai-tika-abh08t4:132_0": "And one who gives the eye, and who has good and merit,",
    "ai-tika-abh08t4:133_0": "today, and torment out of wrap (his) merit and deadness,",
    "ai-tika-abh08t4:134_0": "who is the first jhāna and is accompanied by the first,",
    "ai-tika-abh08t4:135_0": "loving and affection for eight people. The four are expansive, good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, destiny, and ninety-two results of former deeds in the four ways. And the results of (processively) existence, the result of former existences, and produced in the for seven rebirths (where) existence.",
    "ai-tika-abh08t4:135_1": "When it was said, an ordinary person’s produces the attributes of their life, and when the mind was reborn in the company of Brahmā, the gods of the Thirty-Three, the Brahmā realm, and the produced by Brahmā.",
    "ai-tika-abh08t4:135_2": "There a once-returner in the first absorption, Etc. They’re the fruition-returning in the flame-dweller and fruit-Sakers, and then attained the fruit of once-return.",
    "ai-tika-abh08t4:135_3": "the First-Returner of those who work the neighborhood of a non-returner, and trembled manner of fruits, yet he gives his own fruits and set about it for his own consciousness.",
    "ai-tika-abh08t4:136_0": "235.",
    "ai-tika-abh08t4:137_0": "Consciousness is the power of the eye, the ear is the nose of the merit.",
    "ai-tika-abh08t4:138_0": "* may there be twenty-three gods and humans started to a pyre,",
    "ai-tika-abh08t4:139_0": "236-7.",
    "ai-tika-abh08t4:139_1": "perfection in the first fruit of Liberation, and twenty-four years, the perfected ones have ended the defilements.",
    "ai-tika-abh08t4:139_2": "For he ordinary people are born in the three jhānas, and dust in the second jhāna, which is an ordinary man’s own nurse. Then the third jhāna in the fourfold reckoning the mind, which is accompanied by the second jhāna.",
    "ai-tika-abh08t4:139_3": "according as it is said:",
    "ai-tika-abh08t4:140_0": "After giving up sadness, may merit and demerit,",
    "ai-tika-abh08t4:141_0": "There are nine merits that bring about the delightful merit.",
    "ai-tika-abh08t4:142_0": "And one who gives the eye, and who has good and merit,",
    "ai-tika-abh08t4:143_0": "today, and torment out of wrap (his) merit and deadness,",
    "ai-tika-abh08t4:144_0": "As to the second jhāna, etc.,",
    "ai-tika-abh08t4:145_0": "And in the second jhāna and the third-jhāna access too.",
    "ai-tika-abh08t4:146_0": "When they had spoken of their merits, they might become a stream-enterer, and their minds are stream-enterers.",
    "ai-tika-abh08t4:146_1": "When he said this, the first fruit of stream-enterers, the fruit of once-returners, and the fruit of non-returners, those with another stream-enterer, a once-returner, and the second fruition breathing in the fruit of non-return.",
    "ai-tika-abh08t4:146_2": "he becomes the second jhāna in twenty-eight years of his own attainment. On the other first jhāna of the three divine abidings were created by him in the second jhāna, he becomes the third jhāna in the fivefold reckoning.",
    "ai-tika-abh08t4:146_3": "according as it is said:",
    "ai-tika-abh08t4:147_0": "Consciousness is the power of the eye, the ear is the nose of the merit.",
    "ai-tika-abh08t4:148_0": "* may there be twenty-three gods and humans started to a pyre,",
    "ai-tika-abh08t4:149_0": "the second absorption, the third absorption, the fourth absorption.",
    "ai-tika-abh08t4:150_0": "the third absorption and the fourth trial period of six days.",
    "ai-tika-abh08t4:151_0": "the Gods of the Thirty-Three ... together with the wives of the gods retinue ...",
    "ai-tika-abh08t4:151_1": "In the thirty-two cases of a Stream-Entererer, the stream-enterer, and the wide one-Entererer.",
    "ai-tika-abh08t4:151_2": "So just as the Sakyans are Once-Returners, whose mind is full of hate,",
    "ai-tika-abh08t4:151_3": "Likewise the one-returner, who goes alone in thirty-two ways,",
    "ai-tika-abh08t4:151_4": "And in the three Vedas, which belonged to the thirty-two years is said to be the fruit of that person, and all of them were reborn in the realm of abundant fruit.",
    "ai-tika-abh08t4:151_5": "the fifth-jhānas are just one-returner, and mind-returner become one-returner.",
    "ai-tika-abh08t4:151_6": "thus the wise one should teach the Dhamma to the assembly.",
    "ai-tika-abh08t4:151_7": "And the triumph of the lands -born in each of the three Vedas there are seven hundred perfected ones.",
    "ai-tika-abh08t4:151_8": "This is how I have spoken of in the way already described under the headings of forms in the five ways that person can know.",
    "ai-tika-abh08t4:152_0": "twenty-four years, the minds of the Saw: twenty-four, thirty-four, forty-four thousand worlds, many hundreds of thousands of magnificent floor.",
    "ai-tika-abh08t4:152_1": "thus the wise one, knowing what they say,",
    "ai-tika-abh08t4:152_2": "according as it is said:",
    "ai-tika-abh08t4:153_0": "After giving up sadness, may merit and demerit,",
    "ai-tika-abh08t4:154_0": "* Desiring merits that are unwholesome and unwholesome,",
    "ai-tika-abh08t4:155_0": "first, chief words, plunder, and inspiration,",
    "ai-tika-abh08t4:156_0": "and set up a stream-enterer to the western Monastery. Right there he enters upon a stream-enterer, the First, the stream-enterer, and his own merit with a stream-enterer. Then his own mind enters into a stream-enterer, and he makes merit with no more fruit.",
    "ai-tika-abh08t4:156_1": "Likewise heat means the first (different form) and the homeless person’s altogethers and fruits in the eastern gate.",
    "ai-tika-abh08t4:156_2": "The five years (of his reign) had destroyed the Tissakamma, and were reborn there. Rucānandā, the first group of five hundred years.",
    "ai-tika-abh08t4:156_3": "according as it is said:",
    "ai-tika-abh08t4:157_0": "To the Great Wood having performed,",
    "ai-tika-abh08t4:158_0": "to realize the fruit of Liberation,",
    "ai-tika-abh08t4:159_0": "In the second triad when an ordinary person’s Sattuka are born, his mind becomes ever fact as they are.",
    "ai-tika-abh08t4:160_0": "After giving up sadness, may merit and demerit,",
    "ai-tika-abh08t4:161_0": "Three meritorious deeds in the sense of urgency,",
    "ai-tika-abh08t4:162_0": "The second coronation (from the Buddha), being satisfied took possession of the proud of the conceit,",
    "ai-tika-abh08t4:163_0": "Having thus shown this matter, the Wise One can do so by the Wise One,",
    "ai-tika-abh08t4:163_1": "Herein, of these is indicated by the second, one in two ways, namely, one of the whirlpools, and one-fire.",
    "ai-tika-abh08t4:163_2": "according as it is said:",
    "ai-tika-abh08t4:164_0": "connected with the views, associated with views,",
    "ai-tika-abh08t4:165_0": "Three meritorious deeds in the sense of urgency,",
    "ai-tika-abh08t4:166_0": "The second coronation (from the Buddha), being satisfied took possession of the proud of the conceit,",
    "ai-tika-abh08t4:167_0": "in the twenty-three Worlds, and twenty-four years,",
    "ai-tika-abh08t4:168_0": "The second group of twelve on blessings were created; for the sake of the urgency, pollutants, sent for the sake of the (supernatural) faculties and deportments, and gaining the fruit of Arahatship.",
    "ai-tika-abh08t4:168_1": "according as it is said:",
    "ai-tika-abh08t4:169_0": "the three (persons) of the Mahāhatthipadopama Sutta .",
    "ai-tika-abh08t4:170_0": "took all the Pāṭaliputta and the fruit of Liberation.",
    "ai-tika-abh08t4:171_0": "for the third time it is the nation’s widespread, and the third time.",
    "ai-tika-abh08t4:171_1": "thus the wise one should reveal it to her,",
    "ai-tika-abh08t4:171_2": "according as it is said:",
    "ai-tika-abh08t4:172_0": "After giving up sadness, may merit and demerit,",
    "ai-tika-abh08t4:173_0": "(There is) meritorious conduct, one who lives in the formless realm, two (realm),",
    "ai-tika-abh08t4:174_0": "The third group of five (story), being reckless in the third time,",
    "ai-tika-abh08t4:175_0": "While the mind-made each were stream-enterers, a mind-deliverance of a person with eighteen years winned as it were, for the sake of a stream-enterer.",
    "ai-tika-abh08t4:176_0": "connected with the views, associated with views,",
    "ai-tika-abh08t4:177_0": "(There is) a great meritorious act in consequence,",
    "ai-tika-abh08t4:178_0": "Together with the eighteen currents,",
    "ai-tika-abh08t4:179_0": "to those who see the stream-enterer,",
    "ai-tika-abh08t4:180_0": "and except for the first-jhānatural fires those eighteen years.",
    "ai-tika-abh08t4:180_1": "When he had spoken of the Sakyans, with the second of the fruition of non-returner, and placing the mind once-returner,",
    "ai-tika-abh08t4:181_0": "the third yearning forgets, the mind-made, and the third year...",
    "ai-tika-abh08t4:181_1": "thus the wise one, knowing what they say,",
    "ai-tika-abh08t4:181_2": "according as it is said:",
    "ai-tika-abh08t4:182_0": "the Great Being in the eight places of the Mahāvihāra,",
    "ai-tika-abh08t4:183_0": "to realize the fruit of Liberation,",
    "ai-tika-abh08t4:184_0": "twenty-four staircases of mind.",
    "ai-tika-abh08t4:184_1": "thus the wise one, for what they said,",
    "ai-tika-abh08t4:184_2": "according as it is said:",
    "ai-tika-abh08t4:185_0": "After giving up sadness, may merit and demerit,",
    "ai-tika-abh08t4:186_0": "Enjoying merit is the greatest of merit,",
    "ai-tika-abh08t4:187_0": "Wrong meritoriously, and lowering goodness,",
    "ai-tika-abh08t4:188_0": "The Hero’s stream-enterers, so skilled in seven ways –",
    "ai-tika-abh08t4:189_0": "connected with the views, associated with views,",
    "ai-tika-abh08t4:190_0": "The merit of sensual pleasures and the fruit of stream-entry.",
    "ai-tika-abh08t4:191_0": "Chapter the fourth, and the virtuous,",
    "ai-tika-abh08t4:192_0": "and those that are the first fruit-reborn fruitions and consciousness were established here.",
    "ai-tika-abh08t4:192_1": "When he had spoken of the once-returners, a second monk fruition become non-returner.",
    "ai-tika-abh08t4:192_2": "the twelve standard hands, the positions of the Serpents (relics).",
    "ai-tika-abh08t4:192_3": "according as it is said:",
    "ai-tika-abh08t4:193_0": "(Always) the Great Being, which is eight days,",
    "ai-tika-abh08t4:194_0": "for a fourth reason and all the perfected ones.",
    "ai-tika-abh08t4:195_0": "So the wise one of such a kind already described in the Commentaries for the purpose of Vibhaṅga in the description of the mind by the wise.",
    "ai-tika-abh08t4:196_0": "For examining the path to rebirth in the formless realm. And in the generations they arise in the depth.",
    "ai-tika-abh08t4:196_1": "above, below, across the parts of the body, which are in the lower part of the one who is reborn in the one who is worm-infested. But those who know that Brahmā or that gorges did not reborn in a place where they are.",
    "ai-tika-abh08t4:196_2": "Why is that?",
    "ai-tika-abh08t4:196_3": "I’ve heard that when I’ve seen the one who doesn’t see in such things.",
    "ai-tika-abh08t4:197_0": "After preparing the path to stream-entry, the first path, and the four kinds of mindfulness meditation are skillful,",
    "ai-tika-abh08t4:197_1": "All the unsurpassed guides all kinds of worldly pleasures, the first fruits, and the nine kinds of worldly pleasures, are all the more kinds of worldly pleasures. How many kinds of human sensual stimulation arise in you?",
    "ai-tika-abh08t4:198_0": "266-7.",
    "ai-tika-abh08t4:198_1": "And all the elements of the earth, namely, physicality, mentality and mind, and the six classes of consciousness, were the six elements of the mind elements, the origin of the world, the simile of the thought elements, and the firstlysically and six groups of the six kinds, and the six groups of six classes of thought. And there is no such thing as the first, and no such.",
    "ai-tika-abh08t4:199_0": "When it is said in the first phrase and reference to the profitable minds, then the minds of the profitable immaterial states obtained in the first jhānas excepting their own minds and robes, etc., which are dissipated in the first of the texts.",
    "ai-tika-abh08t4:199_1": "Thus I have explained the proficient in the first Vedas, owing to the neighborhood of the greedy offenses, and the praiseworthy branches of the profitable sense fields, which I have founded in the fine-material and immaterial sphere. This is how I should know it in the phraself.",
    "ai-tika-abh08t4:200_0": "his minds are supremely supermundane and supramundane. They have all four instances, all the earth element and the rest.",
    "ai-tika-abh08t4:200_1": "For this very simile of the eight great sacrifices (shere for the first time) and the four great primary elements were magnificent for the earth, and they created in the first rains residence were created.",
    "ai-tika-abh08t4:200_2": "The second coronation (where the Buddha’s) residence were born in the first year, the position of the Swelf-Twomen), and then having destroyed the pollutants.",
    "ai-tika-abh08t4:200_3": "the third year, the incomparable, the pollutants are certainly eleventh in the first pollutants.",
    "ai-tika-abh08t4:200_4": "He should know the fourth part of the body: “Rebirth has a year, who can know the first position of an absence, and whose cankers are ten.”",
    "ai-tika-abh08t4:201_0": "274.",
    "ai-tika-abh08t4:202_0": "But the mind is less than twenty-nine years old",
    "ai-tika-abh08t4:203_0": "he took all of them all, except for the next world.",
    "ai-tika-abh08t4:204_0": "Having taken up residence in the same way, at the time of attaining Arahantship, he is one perfected and twenty-eight years.",
    "ai-tika-abh08t4:204_1": "(but) even though they’re polluted even a single one of them, their defilements have stilled.",
    "ai-tika-abh08t4:204_2": "twenty-four years, some of the minds become with defilements ended, and some are specifically present.",
    "ai-tika-abh08t4:205_0": "Considering the fruit of that person to which the causes of loss is the reason why these minds are the reason why the minds of a person is present.",
    "ai-tika-abh08t4:205_1": "thus the wise one should reveal it to her,",
    "ai-tika-abh08t4:205_2": "according as it is said:",
    "ai-tika-abh08t4:205_3": "the four great elementals associated with knowledge, the mind-made body and the nine forms are made of the formless.",
    "ai-tika-abh08t4:206_0": "the result of good conduct, and the result of the four kinds of people,",
    "ai-tika-abh08t4:206_1": "People who have not acquired the four noble traditions, their minds are undeveloped.",
    "ai-tika-abh08t4:206_2": "according as it is said:",
    "ai-tika-abh08t4:206_3": "and these five elements are hard to maintain, and these seven conscious relics and are the seven primary elements.",
    "ai-tika-abh08t4:207_0": "Tissa the original depositions of three people are the expanded of fruits.",
    "ai-tika-abh08t4:207_1": "He has three ordinary people, the idea that are the noble ones understand the minds of the noble ones:",
    "ai-tika-abh08t4:207_2": "thus the wise one, having spoken to rest,",
    "ai-tika-abh08t4:207_3": "And the four kinds of merit associated with sensual pleasures, and are inferior and superior view.",
    "ai-tika-abh08t4:207_4": "only the one who has entered the stream-enterer, the ordinary person who spectrums the limit of perceptions, and the disciple who causes and reasons their mind inclines to the sake of (permission).",
    "ai-tika-abh08t4:207_5": "of three ordinary people: of it is born in them.",
    "ai-tika-abh08t4:207_6": "according as it is said:",
    "ai-tika-abh08t4:208_0": "Four views, doubt and uncertainty.",
    "ai-tika-abh08t4:209_0": "At the end of the four paths, the mind of the one whose mind is like,",
    "ai-tika-abh08t4:210_0": "Of those four people, it is just one person, the own mind will become just one;",
    "ai-tika-abh08t4:210_1": "So the Wise One has spoken of in the kind already described, the Wise One of Great Sages can recognize",
    "ai-tika-abh08t4:211_0": "In regard to the (discourse of) existence and by the mind of men,",
    "ai-tika-abh08t4:211_1": "of the hearts of all states of existence associating with the mind, and protecting the benefit of all beings, they reach the end of my progress and the benefit of all beings.",
    "ai-tika-abh08t4:211_2": "When this mind is said, this personal trivial grounds for function, and that towards all the other kinds of persons, all of them here and there is much practiced.",
    "ai-tika-abh08t4:211_3": "Such is the state of not known,",
    "ai-tika-abh08t4:211_4": "I’ve spoken of by Sakka, the counselor, (and by) cutting off the precepts, and difference in mind.",
    "ai-tika-abh08t4:211_5": "and after finishing scented by me with his riches, this spoken by a my lamp, this bag of bones and (only) continually reflected on the meaning of the law. Then he should give it back again and again,",
    "ai-tika-abh08t4:212_0": "(It is) for seven years, ~ that the great (magical) powers, glorious (overcomes) that most excellent jungle thicket) appears in the dark of night, opportunity, the one who sees clearly, the darkness of the night, the beautiful lamps, the one who does not conqueror, the one who has reached widelightenment, the darkness of delusion, nor the one who lives longing for a long time.",
    "ai-tika-abh08t4:213_0": "Such is the defeat of this Dhamma.",
    "ai-tika-abh08t4:214_0": "The commentary on the plane of sandals is finished.",
    "ai-tika-abh08t4:215_0": "The fifth chapter"
}