{
    "ai-tika-abh02t13:0_0": "14. Sikkhāpadavibhaṅgo",
    "ai-tika-abh02t13:1_0": "1. Abhidhammabhājanīyavaṇṇanā",
    "ai-tika-abh02t13:2_0": "It is “utifying” and it is associated with it, and it is the state of oppositeness.",
    "ai-tika-abh02t13:2_1": "making sugarcane put on dry ground in a basket and gave it to the shade,",
    "ai-tika-abh02t13:2_2": "the meaning is: “Having sweet flavour and so on, Etc. My sarong has been used for a long time—had been solid, what is called “, what is the meaning”.",
    "ai-tika-abh02t13:3_0": "associated with clinging to them, having associated with it, the volition associated with it,",
    "ai-tika-abh02t13:4_0": "Devoted to the postures: the meaning is that the postures because of the act of the produced in the kamma; the meaning is, and the recommendation is the meaning.",
    "ai-tika-abh02t13:4_1": "“Mendicants, drinking alcoholic drinks that cause negligence.",
    "ai-tika-abh02t13:4_2": "they’re reborn in hell, the animal realm, and the ghost realm.”",
    "ai-tika-abh02t13:4_3": "When there is the eleven postures and advantages in the same way as the kamma-process there, all the way already stated in the way stated .",
    "ai-tika-abh02t13:5_0": "Then the sectarians, in the sense of urgency, of the signs that deal with the object of the stated, is to be seen as its object.",
    "ai-tika-abh02t13:5_1": "Because of the five training rules is said to have a limited object.",
    "ai-tika-abh02t13:5_2": "“So even when you are transgressed without reserve, without making this object,”",
    "ai-tika-abh02t13:6_0": "has the nature of ethics, and the defeated.",
    "ai-tika-abh02t13:6_1": "the physical body is called head because it has not been stated in the detailed treatise as the “unbounded” .",
    "ai-tika-abh02t13:6_2": "The mild one, etc., having gained in one of hating temperament is finished in the community.",
    "ai-tika-abh02t13:6_3": "(But) for the purpose of abandoning greed, hate and delusion for the benefits of being incapable of reaching absorption, the enlightenment of his virtue, etc., and by profitablenessing the mind on proximate cause (only) for the arrival of such virtues as envy and avarice,",
    "ai-tika-abh02t13:6_4": "Rejecting the household to be relinquished by the supernormal powers, the rose-apples off two inches.",
    "ai-tika-abh02t13:7_0": "there are five ways of performing deeds: the intention to rebirth is live in the wilderness, in which they talk about ethics.",
    "ai-tika-abh02t13:7_1": "For those who have the habit of death;",
    "ai-tika-abh02t13:8_0": "But the state of loss is said to because they say.”",
    "ai-tika-abh02t13:8_1": "And here there is no such inferior training rules that have been given up in the place where embracing a person, when they’ve given up all fear, terror, and all drawn nearby, and have gone beyond the domain of enmity and the discomfort, the sources of various kinds of enmity and the embarrass. And not at the time of fear of the hair, the stem, and the rottting tilliness.",
    "ai-tika-abh02t13:8_2": "It’s unskillful, with the idiosyncratic interpretations of body, speech, and mind, wherever they cannot be compared with the noble eightfold path.",
    "ai-tika-abh02t13:8_3": "With the training in a way that is not trained in developed, and has failed in the training, even though for a fact, he does not train in good conduct.",
    "ai-tika-abh02t13:9_0": "The golden vessel is finished.",
    "ai-tika-abh02t13:10_0": "2. Pañhapucchakavaṇṇanā",
    "ai-tika-abh02t13:11_0": "the meaning is that in the present phrases absoluteness fact that is the meaning. It is “fitting the dispensation” . The meaning is, it is the meaning.",
    "ai-tika-abh02t13:12_0": "The Questions of questions is finished.",
    "ai-tika-abh02t13:13_0": "The rules on the training rules is finished."
}