{
    "ai-ud4.3:0.1_0": "Udāna 4.3",
    "ai-ud4.3:0.2_0": "Gopālakasutta",
    "ai-ud4.3:1.1_0": "So I have heard.",
    "ai-ud4.3:1.2_0": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.",
    "ai-ud4.3:1.3_0": "And then the Buddha left the road and went to the root of a certain tree.",
    "ai-ud4.3:1.3_1": "and after going, he sat down on the prepared seat.",
    "ai-ud4.3:2.1_0": "Then a certain cowherd went to the Fortunate One,",
    "ai-ud4.3:2.1_1": "bowed, sat down,",
    "ai-ud4.3:2.2_0": "The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk.",
    "ai-ud4.3:3.1_0": "Then the cowherd said to the Buddha,",
    "ai-ud4.3:3.2_0": "“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.”",
    "ai-ud4.3:3.3_0": "The Buddha consented by remaining silent.",
    "ai-ud4.3:3.4_0": "The cowherd got up from his seat, circumambulated the Buddha with his right side toward him, and left.",
    "ai-ud4.3:4.1_0": "And when the night had passed the cowherd had plenty of thick milk-rice prepared in his own home, with fresh ghee. Then he had the Buddha informed of the time, saying,",
    "ai-ud4.3:4.2_0": "that the meal was ready.",
    "ai-ud4.3:5.1_0": "The Buddha robed up, took his bowl and robe and, together with the Sangha of monks, went to the house of that cowherd.",
    "ai-ud4.3:5.1_1": "and after going, he sat down on the prepared seat.",
    "ai-ud4.3:5.2_0": "Then the cowherd served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a thick milk-rice and fresh ghee.",
    "ai-ud4.3:5.3_0": "When the Buddha had eaten and washed his hand and bowl, that cowherd took a low seat and sat to one side.",
    "ai-ud4.3:5.4_0": "The Buddha then instructed, inspired, and gladdened him with a teaching, after which he got up and left.",
    "ai-ud4.3:5.5_0": "But soon after the Buddha had left, a certain man deprived that cowherd of life.",
    "ai-ud4.3:6.1_0": "Then many monks went to the Fortunate One,",
    "ai-ud4.3:6.1_1": "After bowing down to the Buddha, they sat down,",
    "ai-ud4.3:6.2_0": "They did as he asked.",
    "ai-ud4.3:6.3_0": "“Sir, the Sangha of monks headed by the Buddha today on the fresh milk-rice and fresh ghee. The cowherd has flezing honey and suddenly.”",
    "ai-ud4.3:7.1_0": "Then, knowing the significance of this, on that occasion the Buddha expressed this heartfelt sentiment:",
    "ai-ud4.3:8.1_0": "“A wrongly directed mind",
    "ai-ud4.3:8.2_0": "would do you more harm",
    "ai-ud4.3:8.3_0": "than a hater to the hated,",
    "ai-ud4.3:8.4_0": "or an enemy to their foe.”",
    "ai-ud4.3:8.5_0": "third,"
}