{
    "ai-ud6.8:0.1_0": "Udāna 6.8",
    "ai-ud6.8:0.2_0": "Gaṇikāsutta",
    "ai-ud6.8:1.1_0": "So I have heard.",
    "ai-ud6.8:1.2_0": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
    "ai-ud6.8:1.3_0": "Now at that time two gangs were both hopelessly in love with a certain courtesan.",
    "ai-ud6.8:1.4_0": "Quarreling, arguing, and fighting, they attacked each other with fists, stones, rods, and swords,",
    "ai-ud6.8:1.5_0": "resulting in death and deadly pain.",
    "ai-ud6.8:2.1_0": "Then several mendicants robed up in the morning and, taking their bowls and robes, entered Rājagaha for alms.",
    "ai-ud6.8:2.2_0": "Then, after the meal, when they returned from alms-round, they went to the Buddha,",
    "ai-ud6.8:2.2_1": "After bowing down to the Buddha, they sat down,",
    "ai-ud6.8:2.3_0": "They did as he asked.",
    "ai-ud6.8:3.1_0": "“Sir, here in Rājagaha there were two gangs who were loved by a certain courtesan.",
    "ai-ud6.8:3.2_0": "Quarreling, arguing, and fighting, they attacked each other with fists, stones, rods, and swords,",
    "ai-ud6.8:3.3_0": "and there (and then) they underwent death, and pain like unto death.”",
    "ai-ud6.8:4.1_0": "Then, knowing the significance of this, on that occasion the Buddha expressed this heartfelt sentiment:",
    "ai-ud6.8:5.1_0": "“Whatever wound has been attained, this is the dust kind of dust on both sides.",
    "ai-ud6.8:5.2_0": "Those for whom the training is the essence, or precepts and observances, celibacy, and service as the essence: this is one extreme.",
    "ai-ud6.8:5.3_0": "Those who say,",
    "ai-ud6.8:5.4_0": "‘There’s nothing wrong with sensual pleasures’: this is the second extreme.",
    "ai-ud6.8:5.5_0": "Thus these two ends promote the cemetery grounds, and the cemetery grounds promote (wrong) view.",
    "ai-ud6.8:5.6_0": "Not realizing these two extremes, some get stuck and some overreach.",
    "ai-ud6.8:5.7_0": "Those who realize these things, who were not found there, who did not conceive by that, there is no cycle of rebirths to be found.”",
    "ai-ud6.8:5.8_0": "eighth day."
}