{
    "ai-vb3:0.1_0": "Vibhaṅga",
    "ai-vb3:0.2_0": "Dhātuvibhaṅga",
    "ai-vb3:1.0_0": "1. Suttantabhājanīya",
    "ai-vb3:1.1_0": "Six elements:",
    "ai-vb3:1.2_0": "the elements of earth, water, fire, air, space, and consciousness.",
    "ai-vb3:2.1_0": "Herein, what is the earth element?",
    "ai-vb3:2.2_0": "earth element:",
    "ai-vb3:2.3_0": "there is internal external (sense-spheres),",
    "ai-vb3:2.4_0": "Herein, what is the interior earth element?",
    "ai-vb3:2.5_0": "Anything that’s interior, exterior, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:2.6_0": "head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, or anything else hard, solid, and appropriated that’s internal, pertaining to an individual.",
    "ai-vb3:2.7_0": "this is said to be the internal earth element.",
    "ai-vb3:3.1_0": "Herein, what is the external earth element?",
    "ai-vb3:3.2_0": "Anything at all that’s exterior, solid, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:3.3_0": "A lower, soft, ants, beryl, mother-of-pearl, quartz, a coral, silver, gold, a rubies, or a crystal, silver, gold.",
    "ai-vb3:3.4_0": "this is said to be the earth element.",
    "ai-vb3:3.5_0": "The interior earth element and the exterior earth element belonging to the earth element:",
    "ai-vb3:3.6_0": "This is called the earth element.",
    "ai-vb3:4.1_0": "Herein, what is the water element?",
    "ai-vb3:4.2_0": "water element, water element, and fire.",
    "ai-vb3:4.3_0": "there is internal external (sense-spheres),",
    "ai-vb3:4.4_0": "Herein, what is the interior water element?",
    "ai-vb3:4.5_0": "Anything that’s water, watery, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:4.6_0": "bile, phlegm, pus, blood, sweat, fat, urine, spittle, phlegm, and blood. The water in merrisenges.",
    "ai-vb3:4.7_0": "this is said to be the internal water element.",
    "ai-vb3:5.1_0": "Herein, what is the external water element?",
    "ai-vb3:5.2_0": "Anything included in the exterior water for lingering the water, rising into the air with grasping iron,",
    "ai-vb3:5.3_0": "roots, stems, fruits, fragrances, and leaves of flowers—and spreads here and there. Whatever nutriment there are—should there are—should there was, water, fire, or a red pillow; plastering the inside that had been brought out, solid, and there is the water for washing the feet.",
    "ai-vb3:5.4_0": "this is said to be the water element.",
    "ai-vb3:5.5_0": "The interior water element and the exterior water element consumed the exterior water element.",
    "ai-vb3:5.6_0": "This is called the elements.",
    "ai-vb3:6.1_0": "Herein, what is the fire element?",
    "ai-vb3:6.2_0": "The fire element:",
    "ai-vb3:6.3_0": "there is internal external (sense-spheres),",
    "ai-vb3:6.4_0": "Herein, what is the interior fire element?",
    "ai-vb3:6.5_0": "Anything that’s fire, fiery, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:6.6_0": "that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink, or anything else that’s fire, fiery, and appropriated that’s internal, pertaining to an individual.",
    "ai-vb3:6.7_0": "this is said to be the fire element.",
    "ai-vb3:7.1_0": "Herein, what is the external fire element?",
    "ai-vb3:7.2_0": "The external fire that’s fire, fiery, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:7.3_0": "fire that cow-herd like grass, wood, water, and fire—burning the fire, the fires of the sun’s heat, fierce fire, and the water that was firmly grounded on the outside.",
    "ai-vb3:7.4_0": "This is called the fire element.",
    "ai-vb3:7.5_0": "The interior fire element and the exterior fire element conceived in the exterior fire element, and having uncovered their thought,",
    "ai-vb3:7.6_0": "this is called the fire element.",
    "ai-vb3:8.1_0": "Herein, what is the air element?",
    "ai-vb3:8.2_0": "Dwelling the air element:",
    "ai-vb3:8.3_0": "there is internal external (sense-spheres),",
    "ai-vb3:8.4_0": "Herein, what is the interior air element?",
    "ai-vb3:8.5_0": "Anything that’s air, airy, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:8.6_0": "winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths, or anything else that’s air, airy, and appropriated that’s internal, pertaining to an individual.",
    "ai-vb3:8.7_0": "this is said to be the internal wind element.",
    "ai-vb3:9.1_0": "Herein, what is the external wind element?",
    "ai-vb3:9.2_0": "Anything that’s air, airy, and appropriated that’s internal, pertaining to an individual. This includes:",
    "ai-vb3:9.3_0": "winds that are east or west; north is southful, the north of the winds that are dusty and dustless, cool and warm, weak and strong. Whatever wind there are winds there are winds that are very strong winds.",
    "ai-vb3:9.4_0": "This is called the air element.",
    "ai-vb3:9.5_0": "The interior air element and the exterior air element conceived in the interior air element.",
    "ai-vb3:9.6_0": "This is called the elements.",
    "ai-vb3:10.1_0": "Herein, what is the space element?",
    "ai-vb3:10.2_0": "the space element:",
    "ai-vb3:10.3_0": "there is internal external (sense-spheres),",
    "ai-vb3:10.4_0": "Herein, what is the interior space element?",
    "ai-vb3:10.5_0": "Anything that’s space, in the space, or has become open, untouchable, and is attached to, like this:",
    "ai-vb3:10.6_0": "the ear canals, nostrils, and mouth; and the space for swallowing what is eaten and drunk, the space where it stays, and the space for excreting it from the nether regions.",
    "ai-vb3:10.7_0": "that is called the internal space element.",
    "ai-vb3:11.1_0": "Herein, what is the external space element?",
    "ai-vb3:11.2_0": "That which is the external space, the unbounded, the space for the opening, the opening, the wind, or the cloudless.",
    "ai-vb3:11.3_0": "This is called the space element.",
    "ai-vb3:11.4_0": "The interior space element and the exterior space element belonging to the exterior space element.",
    "ai-vb3:11.5_0": "This is said to be the elements.",
    "ai-vb3:12.1_0": "Herein, what is the consciousness element?",
    "ai-vb3:12.2_0": "The eye element, ear consciousness, and nose consciousness; and tongue consciousness element. The body element, thought element, and mind consciousness element.",
    "ai-vb3:12.3_0": "This is said to be “consciousness element”.",
    "ai-vb3:13.1_0": "These are the six elements.",
    "ai-vb3:14.1_0": "Another six elements:",
    "ai-vb3:14.2_0": "the elements of pleasure, pain, happiness, sadness, equanimity, and ignorance.",
    "ai-vb3:15.1_0": "Herein, what is happiness?",
    "ai-vb3:15.2_0": "Physical enjoyment, physical pleasure, the enjoyable, pleasant feeling that’s born from physical contact.",
    "ai-vb3:15.3_0": "This is called the elements.",
    "ai-vb3:16.1_0": "Herein, what is the element of suffering?",
    "ai-vb3:16.2_0": "Physical pain, physical displeasure, the painful, unpleasant feeling that’s born from physical contact.",
    "ai-vb3:16.3_0": "This is called the element of suffering.",
    "ai-vb3:17.1_0": "Herein, what is the joy element?",
    "ai-vb3:17.2_0": "Anything that’s pleasant feeling—pleasant feeling, pleasant, or neutral—is able to comprehend that pleasant feeling.",
    "ai-vb3:17.3_0": "This is said to be the elements.",
    "ai-vb3:18.1_0": "Herein, what is sorrow?",
    "ai-vb3:18.2_0": "Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mental contact.",
    "ai-vb3:18.3_0": "This is said to be the elements.",
    "ai-vb3:19.1_0": "Herein, what is the equanimity element?",
    "ai-vb3:19.2_0": "Anything that’s neither painful nor pleasant, painful, or neutral feeling that’s neutral feeling.",
    "ai-vb3:19.3_0": "This is called the elements.",
    "ai-vb3:20.1_0": "Herein, what is ignorance?",
    "ai-vb3:20.2_0": "Whatever is not knowing and not seeing, the underlying tendencies of ignorance is not penetrated, unbroken, impeccable, spotless, and unmarred ignorant. The underlying tendency to ignorance is ignorance, ignorance is another.",
    "ai-vb3:20.3_0": "this is said to be “ignorance” in the elements.",
    "ai-vb3:21.1_0": "These are the six elements.",
    "ai-vb3:22.1_0": "Another six elements:",
    "ai-vb3:22.2_0": "the elements of sensuality and renunciation, malice and good will, and cruelty and harmlessness.",
    "ai-vb3:23.1_0": "Herein, what is the sensual realm?",
    "ai-vb3:23.2_0": "Gaining the thought of sensuality, ill will, and wrong thought.",
    "ai-vb3:23.3_0": "This is called the element of sensual pleasures.",
    "ai-vb3:23.4_0": "Because they haven’t done no longer horrified in hell, the animal realm, and the ghost realm. In this way there is a condition for choices.",
    "ai-vb3:23.5_0": "This is said to be the elements.",
    "ai-vb3:24.1_0": "Herein, what is the element of ill will?",
    "ai-vb3:24.2_0": "ill will ...",
    "ai-vb3:24.3_0": "This is called the element of good will.”",
    "ai-vb3:24.4_0": "ten kinds of robbery, anguish, distress, anguish, and flaws, when the mind is uprooted, arrogance, irritable, hostile, phy to anger, hostile, displaying annoyance, hate, and delusion.",
    "ai-vb3:24.5_0": "This is called the element of good will.”",
    "ai-vb3:25.1_0": "Herein, what is the elements?",
    "ai-vb3:25.2_0": "thoughts connected with cruelty, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.",
    "ai-vb3:25.3_0": "this is said to be the elements.",
    "ai-vb3:25.4_0": "It’s when someone with hands, stones, rods, or swords strikes another with a stick or a stone, with a sword, hurting anyone, hurting anyone, hurting anyone, hurting them, hurting them, hurting them, and hurting them.",
    "ai-vb3:25.5_0": "this is said to be the elements.",
    "ai-vb3:26.1_0": "And in this context what is the elements of renunciation?",
    "ai-vb3:26.2_0": "renunciation, right thought, right speech, right action.",
    "ai-vb3:26.3_0": "This is called the elements of equanimity.",
    "ai-vb3:26.4_0": "All skillful things are seen in the dissatisfaction,",
    "ai-vb3:27.1_0": "Herein, what is the element of good will?",
    "ai-vb3:27.2_0": "good will ... right thought ...",
    "ai-vb3:27.3_0": "This is called the element of good will.”",
    "ai-vb3:27.4_0": "The heart’s release by love is the heart’s release by love.",
    "ai-vb3:27.5_0": "This is called the element of good will.”",
    "ai-vb3:28.1_0": "Herein, what is the element of harmlessness?",
    "ai-vb3:28.2_0": "thoughts of harmlessness, thought, and speech.",
    "ai-vb3:28.3_0": "this is said to be the elements.",
    "ai-vb3:28.4_0": "The heart’s release by compassion is compassionate, compassion, gladness, and equanimity of the heart.",
    "ai-vb3:28.5_0": "this is said to be the elements.",
    "ai-vb3:29.1_0": "These are the six elements.",
    "ai-vb3:30.1_0": "And so these three sections are seen and heard about, and the eighteen elements being suspected risky and eighteen elements.",
    "ai-vb3:31.1_0": "With Bhāradvāja the Farmer",
    "ai-vb3:32.0_0": "2. Abhidhammabhājanīya",
    "ai-vb3:32.1_0": "There are eighteen elements:",
    "ai-vb3:32.2_0": "The eye element, sight element, and eye consciousness element. The ear element, sound element, and ear consciousness element. The nose element, smell element, and nose consciousness element. The tongue element, taste element, and tongue consciousness element. The body element, touch element, and body consciousness element. The mind element, thought element, and mind consciousness element.",
    "ai-vb3:33.1_0": "Herein, what is the eye element?",
    "ai-vb3:33.2_0": "The eye, ear, nose, tongue, body, and mind are well freed.",
    "ai-vb3:33.3_0": "This is called the eye element.",
    "ai-vb3:34.1_0": "Herein, what is the elements of form?",
    "ai-vb3:34.2_0": "The four primary elements derived from the four primary elements:",
    "ai-vb3:34.3_0": "This is said to be the elements.",
    "ai-vb3:35.1_0": "Herein, what is the eye-consciousness element?",
    "ai-vb3:35.2_0": "Eye consciousness arises dependent on the eye and sights. The mind consciousness of the mind element. The mind element is the basis of thoughts, thoughts, mind consciousness, and mind contact.",
    "ai-vb3:35.3_0": "This is called the eye-consciousness element.",
    "ai-vb3:36.1_0": "Herein, what is the ear element?",
    "ai-vb3:36.2_0": "Anyone who has deliberated in the four primary elements should be empty of village.",
    "ai-vb3:36.3_0": "This is called the elements.",
    "ai-vb3:37.1_0": "Herein, what is the sound element?",
    "ai-vb3:37.2_0": "The four primary elements, because of grasping the noise of sounds, attraction, repulsion, and views.",
    "ai-vb3:37.3_0": "This is called the sound of the elements.",
    "ai-vb3:38.1_0": "Herein, what is ear-consciousness element?",
    "ai-vb3:38.2_0": "Ear consciousness arises dependent on the ear and sounds. The mind element, thoughts, mind consciousness, and mind contact.",
    "ai-vb3:38.3_0": "this is said to be “consciousness element”.",
    "ai-vb3:39.1_0": "Herein, what is the nose element?",
    "ai-vb3:39.2_0": "Anyone who makes use of the four primary elements includes confidence in the teaching ...",
    "ai-vb3:39.3_0": "this is said to be “waitless”.",
    "ai-vb3:40.1_0": "Herein, what is the smell element?",
    "ai-vb3:40.2_0": "The four primary elements, or grasping.",
    "ai-vb3:40.3_0": "This is said to be the elements.",
    "ai-vb3:41.1_0": "Herein, what is the nose-consciousness element?",
    "ai-vb3:41.2_0": "Nose consciousness arises dependent on the nose and smells. The mind element gives rise to the mind element. Their consciousness element is conceived. Their consciousness element is the dimension of infinite consciousness. The mind element is the dimension of infinite consciousness.",
    "ai-vb3:41.3_0": "this is said to be “consciousness element” is called “consciousness element.”",
    "ai-vb3:42.1_0": "Herein, what is the tongue element?",
    "ai-vb3:42.2_0": "The ear ... nose ... tongue ... body ...",
    "ai-vb3:42.3_0": "This is said to be the elements.",
    "ai-vb3:43.1_0": "Herein, what is the taste element?",
    "ai-vb3:43.2_0": "The four primary elements, surpassing the taste of the solid nectar.",
    "ai-vb3:43.3_0": "This is called the “element”.",
    "ai-vb3:44.1_0": "Herein, what is tongue-consciousness element?",
    "ai-vb3:44.2_0": "Tongue consciousness arises dependent on the mind and tastes. The mind element is a basis for ending the defilements. The mind-consciousness element, mental phenomena, and consciousness.",
    "ai-vb3:44.3_0": "This is called the tongue-consciousness element.",
    "ai-vb3:45.1_0": "Herein, what is the body element?",
    "ai-vb3:45.2_0": "It is the body of the four primary elements, because of confidence in the are empty huts.",
    "ai-vb3:45.3_0": "This is called the elements.",
    "ai-vb3:46.1_0": "Herein, what is the tangibles?",
    "ai-vb3:46.2_0": "“... the earth element ...",
    "ai-vb3:46.3_0": "This is called the elements of making the elements.",
    "ai-vb3:47.1_0": "Herein, what is the body-consciousness element?",
    "ai-vb3:47.2_0": "Body consciousness arises dependent on the body and touches. mind consciousness, mind contact, and consciousness.",
    "ai-vb3:47.3_0": "This is called “consciousness element”.",
    "ai-vb3:48.1_0": "Herein, what is the mind element?",
    "ai-vb3:48.2_0": "eye element ...",
    "ai-vb3:48.3_0": "ear consciousness ...",
    "ai-vb3:48.4_0": "nose consciousness ...",
    "ai-vb3:48.5_0": "tongue consciousness,",
    "ai-vb3:48.6_0": "The faculty of mind element arises dependent on the body consciousness element. It ceases when it comes to the mind element. The mind element of the mind element gives rise to the mind element. The mind element is emotionally present. Their consciousness element gives rise to the mind element and thoughts connected with the mind element. The mind element is emotionalized by the mind element. The mind element gives rise to the mind element.",
    "ai-vb3:48.7_0": "This is called the “element”.",
    "ai-vb3:49.1_0": "Herein, what is the thought element?",
    "ai-vb3:49.2_0": "feelings, perceptions, choices, and consciousness.",
    "ai-vb3:50.1_0": "Herein, what is the feelings component?",
    "ai-vb3:50.2_0": "Feeling alone:",
    "ai-vb3:50.3_0": "contact as associated with contact,",
    "ai-vb3:50.4_0": "There are two kinds of feeling:",
    "ai-vb3:50.5_0": "There is no cause or condition,",
    "ai-vb3:50.6_0": "There are three kinds of feeling:",
    "ai-vb3:50.7_0": "‘There is what is skillful and unskillful.’ ...",
    "ai-vb3:50.8_0": "This is how the ten kinds of feeling.",
    "ai-vb3:50.9_0": "Thus with the many feelings,",
    "ai-vb3:50.10_0": "This is said to be the feelings component.",
    "ai-vb3:51.1_0": "Herein, what is the perceptions component?",
    "ai-vb3:51.2_0": "perceptions component,",
    "ai-vb3:51.3_0": "contact as associated with contact,",
    "ai-vb3:51.4_0": "Ten perceptions:",
    "ai-vb3:51.5_0": "There is no cause or condition,",
    "ai-vb3:51.6_0": "Perception:",
    "ai-vb3:51.7_0": "‘There is what is skillful and unskillful.’ ...",
    "ai-vb3:51.8_0": "perception ...",
    "ai-vb3:51.9_0": "In the same way the perception of such as these,",
    "ai-vb3:51.10_0": "This is called the (wholesome) components.",
    "ai-vb3:52.1_0": "Herein what is the volitions component?",
    "ai-vb3:52.2_0": "The component, the aggregates of choices.",
    "ai-vb3:52.3_0": "(They are) associated with mind.",
    "ai-vb3:52.4_0": "there are two kinds of choices:",
    "ai-vb3:52.5_0": "there are causes and reasons that have causes,",
    "ai-vb3:52.6_0": "Perceptions:",
    "ai-vb3:52.7_0": "‘There is what is skillful and unskillful.’ ...",
    "ai-vb3:52.8_0": "the ten choices ...",
    "ai-vb3:52.9_0": "That’s how much the cycle of conditions component.",
    "ai-vb3:52.10_0": "this is called the aggregates.",
    "ai-vb3:53.1_0": "Herein, what is the inner self- form, the dimension of neither perception nor non-perception?",
    "ai-vb3:53.2_0": "Anyone else’s faculties ...",
    "ai-vb3:53.3_0": "This is called form: “This is the Dhamma consisting of the dimension of infinite space, the dimension of infinite consciousness.”",
    "ai-vb3:54.1_0": "Herein, what is the unconditioned element?",
    "ai-vb3:54.2_0": "The ending of greed, hate, and delusion.",
    "ai-vb3:54.3_0": "this is said to be the elements.",
    "ai-vb3:54.4_0": "this is said to be “the nature of elements” –",
    "ai-vb3:55.1_0": "Herein, what is the mind-consciousness element?",
    "ai-vb3:55.2_0": "The eye element gives rise to mind element and cease without anything left over. ...",
    "ai-vb3:55.2_1": "weavers in—",
    "ai-vb3:55.3_0": "ear consciousness ...",
    "ai-vb3:55.4_0": "nose consciousness ...",
    "ai-vb3:55.5_0": "tongue consciousness,",
    "ai-vb3:55.6_0": "body consciousness element ...",
    "ai-vb3:55.6_1": "The mind element gives rise to thoughts, mind consciousness, and mind contact.",
    "ai-vb3:55.7_0": "this is said to be “consciousness element”.",
    "ai-vb3:56.1_0": "the astute are capable of discerning.",
    "ai-vb3:57.0_0": "3. Pañhāpucchaka",
    "ai-vb3:57.1_0": "There are eighteen elements:",
    "ai-vb3:57.2_0": "The eye element, sight element, and eye consciousness element. The ear element, sound element, and ear consciousness element. The nose element, smell element, and nose consciousness element. The tongue element, taste element, and tongue consciousness element. The body element, touch element, and body consciousness element. The mind element, thought element, and mind consciousness element.",
    "ai-vb3:58.1_0": "unskillful qualities because of a lack of faith and confidence, how many skillful qualities do they have had conflict with either.",
    "ai-vb3:59.0_0": "3.1. Tika",
    "ai-vb3:59.1_0": "Six elements of the six elements,",
    "ai-vb3:59.2_0": "there may be two elements, unwholesome, or inconsequences.",
    "ai-vb3:60.1_0": "Ten elements should be spoken to.",
    "ai-vb3:60.2_0": "“Feeling pleasant feeling” is also associated with painful feeling.",
    "ai-vb3:60.3_0": "Five neither-painful-nor-pleasant feeling",
    "ai-vb3:60.4_0": "The body-consciousness element may be connected with the body-consciousness element.",
    "ai-vb3:60.5_0": "The mind-consciousness element may be connected with pleasant feeling.",
    "ai-vb3:60.6_0": "They may be connected with the thoughts associated with the pleasant feeling, and they may not be connected with painful feeling.",
    "ai-vb3:61.1_0": "Ten elements of Neither (into the lower realms) nor a resultant nature",
    "ai-vb3:61.2_0": "Five elements results in the five elements.",
    "ai-vb3:61.3_0": "The mind element may be neither results nor have resultant nature.",
    "ai-vb3:61.4_0": "there may be two elements that have resultant nature. They may be resultant nature in the teaching.",
    "ai-vb3:62.1_0": "ten elements, and grasps.",
    "ai-vb3:62.2_0": "(They are) attached to the sounds of the ear-elements.",
    "ai-vb3:62.3_0": "The five elements may be attached to and favourable to the five grasping aggregates.",
    "ai-vb3:62.4_0": "there may be two elements, and which will be attached to and fraud.",
    "ai-vb3:63.1_0": "Six elements are not defiled and connected with the defilements.",
    "ai-vb3:63.2_0": "there may be two elements that are defiled and are not connected with the defilements.",
    "ai-vb3:64.1_0": "without thinking, with thinking and reflection alone,",
    "ai-vb3:64.2_0": "with thinking and reflection alone,",
    "ai-vb3:64.3_0": "The mind-consciousness element may be without placing the mind, but without placing the mind or keeping it connected.",
    "ai-vb3:64.4_0": "They may be clinging to the teaching because of the mind and keeping it connected. They may be without placing the mind and keeping it connected. They have no placing the mind and keeping it connected. They may be not.”",
    "ai-vb3:65.1_0": "Ten elements should be spoken to.",
    "ai-vb3:65.2_0": "And the said: “I am happy”, and so too, as well as happy.",
    "ai-vb3:65.3_0": "Five elements of equanimous equanimity,",
    "ai-vb3:65.4_0": "The body element is not united with pleasure and happiness, and it might be not be called “equanimous bliss”.",
    "ai-vb3:65.5_0": "there may be two elements who have happiness and bliss. They may be undertook pleasure and pain: “May they be happy and recoiled from pain.”",
    "ai-vb3:66.1_0": "that sixteen elements should be given up neither through vision (of the First Path) nor through development (of the rest of the Paths).",
    "ai-vb3:66.2_0": "there may be two elements that should be given up through vision (of the First Path). One may be given up by development, nor will it be given up through vision (of the rest of the Paths).",
    "ai-vb3:67.1_0": "that have roots that are neither to be given up through vision (of the First Path) nor through development (of the rest of the Paths).",
    "ai-vb3:67.2_0": "be given up by seeing, they might be given up through vision (of the First Path) nor through development (of the rest of the Paths).",
    "ai-vb3:68.1_0": "Six elements are made of the six elements.",
    "ai-vb3:68.2_0": "there may be two elements that go towards increase.",
    "ai-vb3:69.1_0": "the sixteen elements neither a trainee nor the rest.",
    "ai-vb3:69.2_0": "Two elements may be an adept,",
    "ai-vb3:70.1_0": "Six elements of the six elements",
    "ai-vb3:70.2_0": "The two elements may be limitless,",
    "ai-vb3:71.1_0": "Ten elements have no objects.",
    "ai-vb3:71.2_0": "Six elements are limited sense-objects,",
    "ai-vb3:71.3_0": "there may be two elements that have a limited object, or with a limited object, and there may be no limitations.",
    "ai-vb3:72.1_0": "the sixteen elements: middling,",
    "ai-vb3:72.2_0": "there may be two relics, middling inferior, medium one:",
    "ai-vb3:73.1_0": "the sixteen elements—",
    "ai-vb3:73.2_0": "there may be two elements that have a fixed destiny.",
    "ai-vb3:74.1_0": "Ten elements have no objects.",
    "ai-vb3:74.2_0": "Six elements should be spoken of.",
    "ai-vb3:74.3_0": "“Saying,” they replied, “ and even have Path as their predominance.”",
    "ai-vb3:74.4_0": "there may be two elements of variety of paths, or if they have a foundation of paths, they may be corrected by the have Path.",
    "ai-vb3:75.1_0": "There may be ten elements that have arisen, but not be done.",
    "ai-vb3:75.2_0": "The sound element may be found, or if it has already arisen, they may be not be done.",
    "ai-vb3:75.3_0": "The six elements that have arisen may be arisen,",
    "ai-vb3:75.4_0": "The thought element may be arisen, but it may be done, and they will not be done.",
    "ai-vb3:76.1_0": "Seven elements may be in the past, future, or present.",
    "ai-vb3:76.2_0": "They might be told, “Whether past, future, or present, and present are not to be spoken.”",
    "ai-vb3:77.1_0": "Ten elements have no objects.",
    "ai-vb3:77.2_0": "Six elements are the objects of present.",
    "ai-vb3:77.3_0": "there may be two elements in the past, future objects, or present objects of present objects, and there may be in the past.",
    "ai-vb3:78.1_0": "they may be internal and external.",
    "ai-vb3:79.1_0": "Ten elements have no objects.",
    "ai-vb3:79.2_0": "The Six elements there may be internal and external objects, external objects, and external objects.",
    "ai-vb3:79.3_0": "there may be two elements internally, external objects, and external objects of external objects. They may be included internally and externally. They may be interrupted internally and externally.",
    "ai-vb3:80.1_0": "form, and rebirth in the realm of the formless realm.",
    "ai-vb3:80.2_0": "Nine elements of vain, not being attached to,",
    "ai-vb3:80.3_0": "Eight elements of and not impingement,",
    "ai-vb3:81.0.1_0": "3.2. 3.2 Duka",
    "ai-vb3:81.0.2_0": "3.2.1. Hetugocchaka",
    "ai-vb3:81.1_0": "Seven elements are no conditions for seven elements.",
    "ai-vb3:81.2_0": "would never have a reason for the thought element.",
    "ai-vb3:81.3_0": "the sixteen elements have no cause or condition.",
    "ai-vb3:81.4_0": "two elements would be connected with roots.",
    "ai-vb3:81.5_0": "the six elements are produced by the six elements.",
    "ai-vb3:81.6_0": "there may be two elements associated with the two elements.",
    "ai-vb3:81.7_0": "the six elements should be spoken of.",
    "ai-vb3:81.8_0": "“They are connected with causes and reasons,” and they are not rooted in both.",
    "ai-vb3:81.9_0": "mind consciousness element,",
    "ai-vb3:81.10_0": "“ connected with causes and reasons,” they might not be spoken of both for the sake of their sake or because of this.",
    "ai-vb3:81.11_0": "They may be connected with the causes and reasons, and if they say, “May they be bother and not be spoken of.”",
    "ai-vb3:81.12_0": "the six elements should be spoken of.",
    "ai-vb3:81.13_0": "“Are you associated with cause or reason,” and “They are not associated with roots” .",
    "ai-vb3:81.14_0": "mind consciousness element,",
    "ai-vb3:81.15_0": "“May they associate inappropriately, and if they don’t say, “May they be associated with cause or reason,”",
    "ai-vb3:81.16_0": "Some elements may be associated with the cause or reason, and if they don’t say, “May they be associated with the sake of these things?” And they don’t say, “May they not be associated with the cause or reasoned.”",
    "ai-vb3:81.17_0": "the six elements have no cause or condition.",
    "ai-vb3:81.18_0": "mind-consciousness element ...",
    "ai-vb3:81.19_0": "Some elements can be called “where no cause or reason for the sake of the teaching or for the sake of their sake.” But they can say, “Such isn’t the reason for the sake of this.”",
    "ai-vb3:82.0_0": "3.2.2. Cūḷantaraduka",
    "ai-vb3:82.1_0": "Seven relies on the seven elements.",
    "ai-vb3:82.2_0": "They may be without reason, with no cause or condition.",
    "ai-vb3:82.3_0": "Seven elements of conditioned elements:",
    "ai-vb3:82.4_0": "They may be relished in the thought element.",
    "ai-vb3:82.5_0": "in the visible-form element.",
    "ai-vb3:82.6_0": "Seven relies on the seven elements.",
    "ai-vb3:82.7_0": "Ten elements: resentment and penetrate.",
    "ai-vb3:82.8_0": "Eight elements don’t penetrate the eight elements.",
    "ai-vb3:82.9_0": "Ten elements of the ten elements.",
    "ai-vb3:82.10_0": "Seven elements of form,",
    "ai-vb3:82.11_0": "they may be formless in the world.",
    "ai-vb3:82.12_0": "the sixteen elements look down on the world element.",
    "ai-vb3:82.13_0": "there may be two elements of light.",
    "ai-vb3:82.14_0": "some are not perceptible in another way.",
    "ai-vb3:83.0_0": "3.2.3. Āsavagocchaka",
    "ai-vb3:83.1_0": "Seven pollutants are not pollutants.",
    "ai-vb3:83.2_0": "There may be no reason for the teaching.",
    "ai-vb3:83.3_0": "Six elements of the sixteen elements:",
    "ai-vb3:83.4_0": "there may be two elements of undefiled.",
    "ai-vb3:83.5_0": "the sixteen elements (associated) with pollutants.",
    "ai-vb3:83.6_0": "there may be two elements associated with pollutants.",
    "ai-vb3:83.7_0": "the six elements should be spoken of.",
    "ai-vb3:83.8_0": "“The defilements are both connected with doors, and not defilements.”",
    "ai-vb3:83.9_0": "mind consciousness element,",
    "ai-vb3:83.10_0": "“May I live as long as having no defects and observed both of them.”",
    "ai-vb3:83.11_0": "There may be such a thought element, and if it does not be spoken of as disciples, and if it wasn’t conduct, they should be spoken of. And they wouldn’t say “Householdering, and there’s no danger.”",
    "ai-vb3:84.1_0": "the six elements should be spoken of.",
    "ai-vb3:84.2_0": "“These are associated with pollutants but not pollutants.”",
    "ai-vb3:84.3_0": "mind consciousness element,",
    "ai-vb3:84.4_0": "“May they be associated with defilements, and not with the defilements.”",
    "ai-vb3:84.5_0": "There may be elements that associated with the defilements but not pollutants. They may be associated with menstruations or associated with the defilements.",
    "ai-vb3:84.6_0": "the sixteen elements of pollutants, singing the supreme dwelling.",
    "ai-vb3:84.7_0": "there may be two elements of pollutants. All these elements (perfections), “Forms there might be to say,” “They can be kept guarding the sense doors.”",
    "ai-vb3:85.0_0": "3.2.4. Saṁyojanagocchaka",
    "ai-vb3:85.1_0": "Seven elements are bound to fetters.",
    "ai-vb3:85.2_0": "they may be fettered.",
    "ai-vb3:85.3_0": "the six elements of fetter.",
    "ai-vb3:85.4_0": "there may be two elements that are prone to being fettered.",
    "ai-vb3:85.5_0": "the sixteen elements are unassociated with the fetters.",
    "ai-vb3:85.6_0": "there may be two elements associated with the fetter.",
    "ai-vb3:85.7_0": "the six elements should be spoken of.",
    "ai-vb3:85.8_0": "(They are) fettered, but not fetters.”",
    "ai-vb3:85.9_0": "mind consciousness element,",
    "ai-vb3:85.10_0": "“May they be fettered, and there may be no fetter of fetters or fetter of fetters.",
    "ai-vb3:85.11_0": "There may be fetters and fettered, and there may be no fetter of the mind.",
    "ai-vb3:85.12_0": "the six elements should be spoken of.",
    "ai-vb3:85.13_0": "“The fetters and associated with the fetters, but are not fetters.”",
    "ai-vb3:85.14_0": "mind consciousness element,",
    "ai-vb3:85.15_0": "“May they be associated with the fetters, and are not fetters the fetter of them.”",
    "ai-vb3:85.16_0": "There may be things that are associated with the fetters, and are not fettered by them, and there may be no fetter of them.",
    "ai-vb3:85.17_0": "the sixteen elements are unshakable to the fetter of fetters.",
    "ai-vb3:85.18_0": "there may be two elements that are prone to being fettered. They may be lead to the fetters of rebirth, nor are they to be found.",
    "ai-vb3:86.0_0": "3.2.5. Ganthagocchaka",
    "ai-vb3:86.1_0": "the seven elements but not ties.",
    "ai-vb3:86.2_0": "there may be those who hear the teaching, but there may be no dangers.",
    "ai-vb3:86.3_0": "Six elements of the sixteen elements,",
    "ai-vb3:86.4_0": "there may be two elements: one with knife.",
    "ai-vb3:86.5_0": "the sixteen elements are unassociated with knots.",
    "ai-vb3:86.6_0": "there may be two elements associated with the two elements, but one should be associated with knot.",
    "ai-vb3:86.7_0": "the six elements should be spoken of.",
    "ai-vb3:86.8_0": "“(They are) favourable to the knots but not knots.”",
    "ai-vb3:86.9_0": "mind consciousness element,",
    "ai-vb3:86.10_0": "If they both think, “May they both go fastening or knots covering, but don’t say, “We may be able to practice the way.”",
    "ai-vb3:86.11_0": "They may be criticized or rejected. They may be both ways of the teaching and the newly knots, and they may not be done.",
    "ai-vb3:86.12_0": "the six elements should be spoken of.",
    "ai-vb3:86.13_0": "“Has knots associated with knots and associated with knots?”",
    "ai-vb3:86.14_0": "mind consciousness element,",
    "ai-vb3:86.15_0": "“Having knots associated with knots, and the knots may be associated with the knots but not if there are dangers.”",
    "ai-vb3:86.16_0": "They may be associated with the teaching, but not as associated with the ear ...",
    "ai-vb3:86.17_0": "the sixteen elements of going on all sides, with flavour and -",
    "ai-vb3:86.18_0": "there may be two elements of perfume, and making a garland, perfumes, and garlands or perfumes, and perfumes, and garlands and perfumes, thinking, “May you be able to arrive at the highest.”",
    "ai-vb3:87.0_0": "Talking forwards, the hindrances,",
    "ai-vb3:87.1_0": "Seventh element ...",
    "ai-vb3:87.2_0": "you’re not a loss ...",
    "ai-vb3:87.3_0": "(They are) not hindrances.",
    "ai-vb3:87.4_0": "they may be hindrances that are hindrances.",
    "ai-vb3:87.5_0": "the sixteen elements, hindrances,",
    "ai-vb3:87.6_0": "there may be two hindrances, one with hindrances,",
    "ai-vb3:87.7_0": "the sixteen elements (associated) with hindrances,",
    "ai-vb3:87.8_0": "there may be two elements associated with hindrances,",
    "ai-vb3:87.9_0": "the six elements should be spoken of.",
    "ai-vb3:87.10_0": "“(They are) unfavourable to the hindrances and hindrances but are not hindrances.”",
    "ai-vb3:87.11_0": "mind consciousness element,",
    "ai-vb3:87.12_0": "“May hindrances, and hindrances don’t say that.” They can’t be called ‘the hindrance of hindrances’.",
    "ai-vb3:87.13_0": "There may be hindrances that are hindrances that are hindrances, and there may be no hindrances that are not a hindrance. And they may be correct, and they will not be correct.",
    "ai-vb3:87.14_0": "the six elements should be spoken of.",
    "ai-vb3:87.15_0": "“My hindrances and associated with hindrances but not hindrances.”",
    "ai-vb3:87.16_0": "mind consciousness element,",
    "ai-vb3:87.17_0": "“May hindrances associated with hindrances and associated with hindrances, and there may be no hindrances that are associated with hindrances but not hindrances.”",
    "ai-vb3:87.18_0": "There may be hindrances that are associated with the hindrances and associated with the hindrances, and there may be no hindrances that are associated with hindrances but there may be no hindrances.”",
    "ai-vb3:87.19_0": "the sixteen elements, the hindrances, the removal of the hindrances, and the supreme refuge.",
    "ai-vb3:87.20_0": "there may be two hindrances that have a hindrance element; one whose hindrances may be unfavourable to the hindrances; they may be unaffected with hindrances; they may be lead to the hindrances; and they can’t break the hindrances.",
    "ai-vb3:88.0_0": "3.2.9. Parāmāsagocchaka",
    "ai-vb3:88.1_0": "Seven relies on the Seven elements, not others.",
    "ai-vb3:88.2_0": "they may be practiced and not others.",
    "ai-vb3:88.3_0": "Six elements of the six elements,",
    "ai-vb3:88.4_0": "there may be two elements, and it may not be fixed.",
    "ai-vb3:88.5_0": "the sixteen elements (associated) with adherences,",
    "ai-vb3:88.6_0": "The mind-consciousness element may be associated with shelter, but not unlimited.",
    "ai-vb3:88.7_0": "They may be worth listening to the teaching associated with the thought of others, and if it is no longer associated with it.",
    "ai-vb3:88.8_0": "the six elements should be spoken of.",
    "ai-vb3:88.9_0": "“They are the next”, and they are negligent, not adhered to.",
    "ai-vb3:88.10_0": "mind consciousness element,",
    "ai-vb3:88.11_0": "“We can’t conduct our monastery;”",
    "ai-vb3:88.12_0": "They may be fixed in principles, and don’t underlieving other. And they think, “We can’t act like this.”",
    "ai-vb3:88.13_0": "the sixteen elements of (where) is supreme amongst those who adhered to.",
    "ai-vb3:88.14_0": "there may be two elements that are supreme in the realm of Ārāma, that is supreme, adhering to, and can’t proceed.",
    "ai-vb3:89.0_0": "3.2.10. Mahantaraduka",
    "ai-vb3:89.1_0": "Ten elements have no objects.",
    "ai-vb3:89.2_0": "Seven elements have a sense-object object.",
    "ai-vb3:89.3_0": "They may be without object,",
    "ai-vb3:89.4_0": "Seven elements of the mind elements:",
    "ai-vb3:89.5_0": "eleven elements are not a mind element.",
    "ai-vb3:89.6_0": "free of desire for the seven elements,",
    "ai-vb3:89.7_0": "they may be mental factors, there may be mental factors,",
    "ai-vb3:89.8_0": "(They are) ten elements of mind.",
    "ai-vb3:89.9_0": "They may be connected with the mind elements of thoughts associated with mind.",
    "ai-vb3:89.10_0": "Seven elements should be spoken to.",
    "ai-vb3:89.11_0": "“They are associated with a mind (only) associated with a mind”,",
    "ai-vb3:89.12_0": "Ten elements of mind.",
    "ai-vb3:89.13_0": "They may be connected with the mind elements of the mind.",
    "ai-vb3:89.14_0": "Seven elements should be spoken to.",
    "ai-vb3:89.15_0": "“They are socializing with a thought, “They are settles,” and they said, “Thoses were unfinished,”",
    "ai-vb3:90.1_0": "(They are) twelve elements but not produced by mind.",
    "ai-vb3:90.2_0": "The Six elements may be produced by mind, but not by mind.",
    "ai-vb3:90.3_0": "Seven relics of mind, but not as of the ten-element.",
    "ai-vb3:90.4_0": "there may be the thought element, not the mind-element.",
    "ai-vb3:90.5_0": "Seven elements are not kept rolling by mind.",
    "ai-vb3:90.6_0": "they may be kept rolling by the mind, not by the mind.",
    "ai-vb3:90.7_0": "Seven elements are not produced by mind.",
    "ai-vb3:90.8_0": "They may be produced by thoughts that are produced by mind, not great produced by mind.",
    "ai-vb3:90.9_0": "Seven elements are not produced by mind.",
    "ai-vb3:90.10_0": "They may be produced by thoughts that are produced by mind, not great produced by mind.",
    "ai-vb3:90.11_0": "Seven elements are not produced by mind and kept rolling by mind.",
    "ai-vb3:90.12_0": "The thought element that is produced by mind, kept rolling by mind, not by mind.",
    "ai-vb3:91.1_0": "the twelve elements.",
    "ai-vb3:91.2_0": "Six exterior elements.",
    "ai-vb3:92.1_0": "Nine elements are the nine elements.",
    "ai-vb3:92.2_0": "Eight elements don’t apply.",
    "ai-vb3:92.3_0": "They may be elements, or not.",
    "ai-vb3:92.4_0": "ten elements, and non-element.",
    "ai-vb3:92.5_0": "the sound element ...",
    "ai-vb3:92.6_0": "The Seven elements may be grasped, and is attached to.",
    "ai-vb3:93.0_0": "3.2.11. Upādānagocchaka",
    "ai-vb3:93.1_0": "Seven elements are constantly made of grasping,",
    "ai-vb3:93.2_0": "The thought element may be grasped.",
    "ai-vb3:93.3_0": "the sixteen elements of grasping.",
    "ai-vb3:93.4_0": "there may be two elements that are prone to being grasped.",
    "ai-vb3:93.5_0": "the sixteen elements are unassociated with the attachments.",
    "ai-vb3:93.6_0": "there may be two elements that are associated with the yoke.",
    "ai-vb3:93.7_0": "the six elements should be spoken of.",
    "ai-vb3:93.8_0": "(They are) favourable to the attachments but are not attachments.",
    "ai-vb3:93.9_0": "mind consciousness element,",
    "ai-vb3:93.10_0": "“Does the grasping? Are not?” And they might be described, but not grasping?”",
    "ai-vb3:93.11_0": "The thought element may be grasped, and there may be grasping aggregates. And they won’t be grasping at the wrong time.",
    "ai-vb3:94.1_0": "the six elements should be spoken of.",
    "ai-vb3:94.2_0": "“(They are) associated with grasping, but not attachments.”",
    "ai-vb3:94.3_0": "mind consciousness element,",
    "ai-vb3:94.4_0": "“May grasping be associated with the grasping, and not grasping.”",
    "ai-vb3:94.5_0": "The thought element may be associated with the grasping, and not the grasping. And they may be associated with the grasping, and they will not be spoken of.",
    "ai-vb3:94.6_0": "the sixteen elements of the past and the future.",
    "ai-vb3:94.7_0": "The two elements can be found, but not grasping at grasping.",
    "ai-vb3:95.0_0": "3.2.12. Kilesagocchaka",
    "ai-vb3:95.1_0": "Seven elements are not defilements.",
    "ai-vb3:95.2_0": "they may be without defilements.",
    "ai-vb3:95.3_0": "Six elements of the six elements are corrupted, defiled,",
    "ai-vb3:95.4_0": "there may be two elements that are defiled and connected with the defilements.",
    "ai-vb3:95.5_0": "Six elements are not defiled;",
    "ai-vb3:95.6_0": "there may be two elements that were corrupted and corrupted,",
    "ai-vb3:95.7_0": "the six elements of defilements are dispelled by the defilements.",
    "ai-vb3:95.8_0": "there may be two elements that are associated with the defilements.",
    "ai-vb3:95.9_0": "the six elements should be spoken of.",
    "ai-vb3:95.10_0": "“The defilements are defiled, not defilements.”",
    "ai-vb3:95.11_0": "mind consciousness element,",
    "ai-vb3:95.12_0": "“We might be able to say that defilements are defiled and corrupted, and they don’t have to be defiled, nor do they say.”",
    "ai-vb3:95.13_0": "The thought element might be corrupted, but not defilements.",
    "ai-vb3:96.1_0": "the six elements should be spoken of.",
    "ai-vb3:96.2_0": "“The defilements are corrupted, and the defilements are defiled, not defilements.”",
    "ai-vb3:96.3_0": "mind consciousness element,",
    "ai-vb3:96.4_0": "“We could be corrupted, and there’ll be no corruption.”",
    "ai-vb3:96.5_0": "They may be corrupted, and there will be no corruption of the defilements.",
    "ai-vb3:96.6_0": "the six elements should be spoken of.",
    "ai-vb3:96.7_0": "“Neither defilements are associated with the defilements but not defilements.”",
    "ai-vb3:96.8_0": "mind consciousness element,",
    "ai-vb3:96.9_0": "“We could be associated with the defilements, and not defilements spoken of the defilements. They may be associated with the defilements. And they won’t be spoken of.",
    "ai-vb3:96.10_0": "They may be associated with the defilements, and not defilements. And they may be associated with the defilements.",
    "ai-vb3:96.11_0": "the six elements of the defilements are ended for the defilements.",
    "ai-vb3:96.12_0": "there may be two elements that are defiled and connected with the defilements. They may be connected with the defilements. They may be connected with the defilements.",
    "ai-vb3:97.0_0": "3.2.13. Piṭṭhiduka",
    "ai-vb3:97.1_0": "he should give up the six elements of vision.",
    "ai-vb3:97.2_0": "The two elements may be given up by seeing, they may be given up by vision.",
    "ai-vb3:97.3_0": "you should give up the six elements of development.",
    "ai-vb3:97.4_0": "two elements may be given up through development (of the rest of the Paths).",
    "ai-vb3:97.5_0": "he should give up the sixteen elements,",
    "ai-vb3:97.6_0": "The two elements of be given up through vision (of the First Path) may be given up by seeing (of the First Path).",
    "ai-vb3:97.7_0": "the six elements have rooted in the six elements.",
    "ai-vb3:97.8_0": "two elements may be given up through development (of the rest of the Paths).",
    "ai-vb3:98.1_0": "the relics and the thought elements;",
    "ai-vb3:98.2_0": "with the mind elements of thought,",
    "ai-vb3:98.3_0": "there may be two elements of reflection,",
    "ai-vb3:98.4_0": "who are remote with eighteen elements.",
    "ai-vb3:98.5_0": "the mind element,",
    "ai-vb3:98.6_0": "there may be two elements with reflection,",
    "ai-vb3:98.7_0": "Six elements of the sixteen elements.",
    "ai-vb3:98.8_0": "The two elements may be connected with joyful interest.",
    "ai-vb3:98.9_0": "Six elements of the sixteen elements,",
    "ai-vb3:98.10_0": "The two elements can be united with joyful interest.",
    "ai-vb3:98.11_0": "lacking happiness,",
    "ai-vb3:98.12_0": "There may be three elements that are accompanied by pleasure.",
    "ai-vb3:98.13_0": "Eleven elements,",
    "ai-vb3:98.14_0": "Five elements of equanimous equanimity,",
    "ai-vb3:98.15_0": "she can’t be united with equanimity at the two elements.",
    "ai-vb3:99.1_0": "the six sense-spheres, sense-spheres,",
    "ai-vb3:99.2_0": "there may be two elements of sensual pleasures, (considering) (birth in) the sensual realm.",
    "ai-vb3:99.3_0": "the sixteen elements of the sixteen elements,",
    "ai-vb3:99.4_0": "there may be two elements of the fine-material sphere,",
    "ai-vb3:99.5_0": "and the sixteen elements in the formless realm.",
    "ai-vb3:99.6_0": "there may be two elements in the formless realm.",
    "ai-vb3:99.7_0": "Six elements are searching for the six elements.",
    "ai-vb3:99.8_0": "two elements may be seeking,",
    "ai-vb3:99.9_0": "Six elements of the sixteen elements.",
    "ai-vb3:99.10_0": "there may be two elements that which leads out,",
    "ai-vb3:99.11_0": "the sixteen elements—",
    "ai-vb3:99.12_0": "Two elements may be fixed.",
    "ai-vb3:99.13_0": "the sixteen elements: I remember.",
    "ai-vb3:99.14_0": "The two elements may be supreme,",
    "ai-vb3:99.15_0": "the sixteen elements:",
    "ai-vb3:99.16_0": "The two elements may be refuge,",
    "ai-vb3:100.1_0": "Asking questions, I ask about a question,",
    "ai-vb3:101.1_0": "The monks’ rules and their analysis is finished."
}