{
    "ai-vb5:0.1_0": "Vibhaṅga",
    "ai-vb5:0.2_0": "Indriyavibhaṅga",
    "ai-vb5:1.0_0": "1. Abhidhammabhājanīya",
    "ai-vb5:1.1_0": "twenty-two faculties:",
    "ai-vb5:1.2_0": "eye, ear, nose, tongue, body, and mind.",
    "ai-vb5:2.1_0": "Herein, what is the faculty of sight?",
    "ai-vb5:2.2_0": "The eye, ear, nose, tongue, body, and mind are well freed.",
    "ai-vb5:2.3_0": "This is called the faculty of eye.",
    "ai-vb5:3.1_0": "Herein, what is the ear faculty? ...",
    "ai-vb5:3.2_0": "nose faculty ...",
    "ai-vb5:3.3_0": "tongue faculty ...",
    "ai-vb5:3.4_0": "the body faculty,",
    "ai-vb5:3.5_0": "It is the body of four primary elements, because of confidence in the four great elementals ...",
    "ai-vb5:3.6_0": "This is called the faculty of mindfulness.",
    "ai-vb5:4.1_0": "Herein, what is the mind faculty?",
    "ai-vb5:4.2_0": "Faculty of the mind,",
    "ai-vb5:4.3_0": "associated with contacts,",
    "ai-vb5:4.4_0": "Ten faculties:",
    "ai-vb5:4.5_0": "there are no cause or condition.",
    "ai-vb5:4.6_0": "Three faculties.",
    "ai-vb5:4.7_0": "There is what is skillful and what is unskillful.",
    "ai-vb5:4.8_0": "Four faculties:",
    "ai-vb5:4.9_0": "there is a sensual realm, there is the generality, form in the formless world.",
    "ai-vb5:4.10_0": "Five faculties:",
    "ai-vb5:4.11_0": "there is pleasure faculty associated with pleasure, pain, sadness, and equanimity.",
    "ai-vb5:4.12_0": "Six faculties of the mind:",
    "ai-vb5:4.13_0": "eye consciousness ...",
    "ai-vb5:4.14_0": "Thus, having a mind faculty,",
    "ai-vb5:5.1_0": "Seven faculties of mind:",
    "ai-vb5:5.2_0": "eye consciousness, and mind consciousness element.",
    "ai-vb5:5.3_0": "In the same way the mind faculty",
    "ai-vb5:6.1_0": "Eight faculties.",
    "ai-vb5:6.2_0": "eye consciousness ...",
    "ai-vb5:6.2_1": "body consciousness, and there is suffering that has arisen in the body, the mind element,",
    "ai-vb5:6.3_0": "In the eighth faculty, the mind faculty,",
    "ai-vb5:7.1_0": "Nine facultys:",
    "ai-vb5:7.2_0": "eye consciousness ...",
    "ai-vb5:7.2_1": "there is a mind element, there is an unwholesome mind element, thoughts, and there is no unskillful thoughts.",
    "ai-vb5:7.3_0": "In the ninth faculty, the mind faculty,",
    "ai-vb5:8.1_0": "Ten faculties:",
    "ai-vb5:8.2_0": "eye consciousness ...",
    "ai-vb5:8.2_1": "body consciousness, and there is suffering.",
    "ai-vb5:8.3_0": "the mind faculty ...",
    "ai-vb5:8.4_0": "Thus the faculty of mind",
    "ai-vb5:8.5_0": "This is called the faculty of mind.",
    "ai-vb5:9.1_0": "Herein, what is the faculty of wisdom?",
    "ai-vb5:9.2_0": "That woman, the sign of women, the woman, the woman’s femininity, and the sign of women.",
    "ai-vb5:9.3_0": "This is called the faculty of mindfulness.",
    "ai-vb5:10.1_0": "Herein, what is the faculty of men?",
    "ai-vb5:10.2_0": "What man has the sign of a man whose body is in common,",
    "ai-vb5:10.3_0": "This is called the faculty of a male person.",
    "ai-vb5:11.1_0": "Herein, what is the faculty of life?",
    "ai-vb5:11.2_0": "Two life facultys:",
    "ai-vb5:11.3_0": "There is the faculty of livelihood, there is the faculty of livelihood, and there is the faculty of livelihood.",
    "ai-vb5:12.1_0": "Herein, what is the faculty of livelihood?",
    "ai-vb5:12.2_0": "Those qualities that continuation lead to the continuation, persistence, and enduring of life.",
    "ai-vb5:12.3_0": "This is called the faculty of livelihood.",
    "ai-vb5:13.1_0": "Herein, what is the faculty of livelihood?",
    "ai-vb5:13.2_0": "The life faculty is unbroken,",
    "ai-vb5:13.3_0": "This is called the faculty of livelihood.",
    "ai-vb5:13.4_0": "This is called the faculty of livelihood.",
    "ai-vb5:14.1_0": "Herein, what is the faculty of pleasure?",
    "ai-vb5:14.2_0": "Physical enjoyment, physical pleasure, the enjoyable, pleasant feeling that’s born from physical contact.",
    "ai-vb5:14.3_0": "This is called the faculty of pleasure.",
    "ai-vb5:15.1_0": "Herein, what is the faculty of pain?",
    "ai-vb5:15.2_0": "Physical pain, physical displeasure, the painful, unpleasant feeling that’s born from physical contact.",
    "ai-vb5:15.3_0": "This is called the faculty of pain.",
    "ai-vb5:16.1_0": "Herein, what is the faculty of happiness?",
    "ai-vb5:16.2_0": "Anything that’s pleasant feeling—pleasant feeling that’s born from mental pleasure, pleasant feeling that’s born from physical contact.",
    "ai-vb5:16.3_0": "This is called the faculty of mind.",
    "ai-vb5:17.1_0": "Herein, what is the faculty of sadness?",
    "ai-vb5:17.2_0": "Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mental contact.",
    "ai-vb5:17.3_0": "This is called the faculty of mind.",
    "ai-vb5:18.1_0": "Herein, what is the equanimity faculty?",
    "ai-vb5:18.2_0": "Anything that’s neither painful nor pleasant, painful, or neutral feeling that’s neutral feeling.",
    "ai-vb5:18.3_0": "This is called the faculty of equanimity.",
    "ai-vb5:19.1_0": "Herein, what is the faculty of faith?",
    "ai-vb5:19.2_0": "It’s the faith faculty with faith, energy, mindfulness, immersion, and wisdom.",
    "ai-vb5:19.3_0": "This is called the faculty of faith.",
    "ai-vb5:20.1_0": "Herein, what is the faculty of energy?",
    "ai-vb5:20.2_0": "making energy...",
    "ai-vb5:20.3_0": "This is called the faculty of energy.",
    "ai-vb5:21.1_0": "Herein, what is the mindfulness faculty?",
    "ai-vb5:21.2_0": "mindfulness,",
    "ai-vb5:21.3_0": "This is called the faculty of mind.",
    "ai-vb5:22.1_0": "Herein, what is the concentration faculty?",
    "ai-vb5:22.2_0": "It’s the strength of the mind that is steadiness, not unbroken, immersion, and equanimity.",
    "ai-vb5:22.3_0": "This is called the faculty of immersion.",
    "ai-vb5:23.1_0": "Herein, what is the faculty of wisdom?",
    "ai-vb5:23.2_0": "It’s the wisdom there is from understanding that thoughts ...",
    "ai-vb5:23.3_0": "This is called the faculty of wisdom.",
    "ai-vb5:24.1_0": "Herein, what is the faculty of wisdom?",
    "ai-vb5:24.2_0": "Because of those things that don’t seem to be found. ...",
    "ai-vb5:24.2_1": "Investigation of principles, right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.",
    "ai-vb5:24.3_0": "This is called the faculty of wisdom.",
    "ai-vb5:25.1_0": "Herein, what is the faculty of understanding that is not the faculty of understanding?",
    "ai-vb5:25.2_0": "They realize the undefiled freedom of heart and freedom by wisdom in this way. ...",
    "ai-vb5:25.2_1": "Investigation of principles, right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.",
    "ai-vb5:25.3_0": "This is called the faculty of understanding.",
    "ai-vb5:26.1_0": "Herein, what is the faculty of wisdom?",
    "ai-vb5:26.2_0": "They realize the undefiled freedom of heart and freedom by wisdom in this way. ...",
    "ai-vb5:26.2_1": "Investigation of principles, right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.",
    "ai-vb5:26.3_0": "This is called the faculty of wisdom.",
    "ai-vb5:27.1_0": "the astute should be capable of discerning.",
    "ai-vb5:28.0_0": "2. Pañhāpucchaka",
    "ai-vb5:28.1_0": "twenty-two faculties:",
    "ai-vb5:28.2_0": "eye, ear, nose, tongue, body, and mind.",
    "ai-vb5:29.1_0": "‘Are any unskillful behaviors?’ How many skillful qualities?",
    "ai-vb5:30.0_0": "2.1. Tika",
    "ai-vb5:30.1_0": "the ten faculties,",
    "ai-vb5:30.2_0": "the unwholesome faculty,",
    "ai-vb5:30.3_0": "the skillful faculty, I will know the skillful.",
    "ai-vb5:30.4_0": "The four faculties may be wholesome,",
    "ai-vb5:30.5_0": "There may be six faculties, unwholesome, or inconsequences.",
    "ai-vb5:31.1_0": "‘As abolishing the twelve primary elements are not to be spoken of as pleasant feeling.’",
    "ai-vb5:31.2_0": "they may be connected with pleasant feeling, painful feeling, and neutral feeling.",
    "ai-vb5:31.3_0": "There may be three kinds of pleasant feeling associated with painful feeling.",
    "ai-vb5:31.4_0": "The life faculty may be associated with pleasant feeling. If it does not have a pleasant feeling, it may be associated with painful feeling, or neutral feeling.",
    "ai-vb5:32.1_0": "Speaking the faculties of the Teachers, and the teaching of the Dhamma,",
    "ai-vb5:32.2_0": "Three faculties ...",
    "ai-vb5:32.3_0": "the two qualities that have resultant nature.",
    "ai-vb5:32.4_0": "there may be no faculty of understanding that has a resultant nature.",
    "ai-vb5:32.5_0": "The results of faculties may be resultant nature. They may have the result of principles or results.",
    "ai-vb5:33.1_0": "and don’t grasp at the wrong time.",
    "ai-vb5:33.2_0": "the faculty of sadness is not attached to and favourable to the attachments.",
    "ai-vb5:33.3_0": "the three faculties ...",
    "ai-vb5:33.4_0": "they may be not attached to and favourable to the attachments.",
    "ai-vb5:34.1_0": "(They are) unconnected with the defilements.",
    "ai-vb5:34.2_0": "sorrowless, unconditioned,",
    "ai-vb5:34.3_0": "There are three faculties that are not defiled and are not connected with the defilements.",
    "ai-vb5:34.4_0": "There may be three kinds of ignoble and not defiled, nor are defilements connected with the defilements.",
    "ai-vb5:34.5_0": "Six faculties may be defiled and not connected with the defilements.",
    "ai-vb5:35.1_0": "without thinking and reflection,",
    "ai-vb5:35.2_0": "the faculty of sadness and equanimity.",
    "ai-vb5:35.3_0": "equanimity may be without placing the mind and keeping it connected.",
    "ai-vb5:35.4_0": "They may be with thinking and reflection, without placing the mind and keeping it connected.",
    "ai-vb5:36.1_0": "And the eleventh sections should be told: “God-King, rapture and bliss!”",
    "ai-vb5:36.2_0": "The faculty of happiness can be said, “May they not be happy with equanimity,” nor do they say, “May they be in the future.”",
    "ai-vb5:36.3_0": "The six faculties may be united with joyful interest.",
    "ai-vb5:36.4_0": "There may be fourteen kinds of happiness be undergoing happiness. They might be told, “May they be happy and recoiled from pain.”",
    "ai-vb5:37.1_0": "lacking regard for (their) faculties, etc., should be given up through cultivation (of the rest of the paths).",
    "ai-vb5:37.2_0": "They may be given up by seeing and vision.",
    "ai-vb5:37.3_0": "There may be given up by seeing, they may be given up through vision (of the First Path).",
    "ai-vb5:38.1_0": "Those delights that are to be given up neither through vision (of the First Path) nor through development (of the rest of the Paths).",
    "ai-vb5:38.2_0": "The faculties of sadness should be given up by seeing and roots of the faculties.",
    "ai-vb5:38.3_0": "There may be given up through vision (of the First Path) nor through development (of the rest of the Paths). Collectly, there may be no roots that have been given up through development (of the rest of the Paths).",
    "ai-vb5:39.1_0": "the ten faculties that go towards them,",
    "ai-vb5:39.2_0": "abandoning faculty,",
    "ai-vb5:39.3_0": "the ‘I-will-know-the-unknown’ faculty,",
    "ai-vb5:39.4_0": "The faculties of understanding that leads to decrease,",
    "ai-vb5:39.5_0": "They may go towards neither decrease nor increase.",
    "ai-vb5:40.1_0": "the faculties neither in training nor beyond training,",
    "ai-vb5:40.2_0": "the two faculties,",
    "ai-vb5:40.3_0": "the faculty of wisdom,",
    "ai-vb5:40.4_0": "one should neither in training nor beyond training,",
    "ai-vb5:41.1_0": "the ten faculties,",
    "ai-vb5:41.2_0": "Three faculties are immeasurable",
    "ai-vb5:41.3_0": "The wise may be limitless,",
    "ai-vb5:42.1_0": "she is a serious object.",
    "ai-vb5:42.2_0": "there are two kinds of concentration,",
    "ai-vb5:42.3_0": "Three sense-objects.",
    "ai-vb5:42.4_0": "The faculty of sadness may be limited with a limited object, or with a limited object, but not with a reason.",
    "ai-vb5:42.5_0": "The faculties might be limited with a limited object, and there may be no limitations.",
    "ai-vb5:43.1_0": "The faculties of middle standing,",
    "ai-vb5:43.2_0": "sadness is low,",
    "ai-vb5:43.3_0": "The three faculties.",
    "ai-vb5:43.4_0": "there may be three kinds of finest counsel.",
    "ai-vb5:43.5_0": "there may be six faculties, middling in the middle.",
    "ai-vb5:44.1_0": "Ten faculties,",
    "ai-vb5:44.2_0": "the wisdom faculty, I will know the complete understanding that the faculty is unknown,",
    "ai-vb5:44.3_0": "there may be four satisfactions,",
    "ai-vb5:44.4_0": "The faculties of sadness may be wrong, and there may be no fixing.",
    "ai-vb5:44.5_0": "The six faculties may be like a prey top.",
    "ai-vb5:45.1_0": "she is a serious object.",
    "ai-vb5:45.2_0": "but the four kinds of wife are to be spoken. “The path is not to have been spoken.”",
    "ai-vb5:45.3_0": "If you don’t think, “I will find the path that does not have Path as its object, nor will you say, ‘Noble path because you’re not,’ you may say.”",
    "ai-vb5:45.4_0": "If there is no way, nor does the road, nor does the variety of paths, but if they do not have to be corrected, they may be corrected by the path of practice.",
    "ai-vb5:45.5_0": "They might be told of the noble paths or the have entered the path. They may be corrected by the have Path as their object, or if they will be told to have no.",
    "ai-vb5:46.1_0": "“They may be arisen, but not be done to anyone.”",
    "ai-vb5:46.2_0": "If they’re not, they should be told to say, “May they not be told,”",
    "ai-vb5:46.3_0": "it may be arisen, and arisen it may be arisen,",
    "ai-vb5:47.1_0": "they may be in the past, future, or present.",
    "ai-vb5:48.1_0": "she is a serious object.",
    "ai-vb5:48.2_0": "the two faculties are present in the present.",
    "ai-vb5:48.3_0": "There are three kinds of choice: “They are not to be spoken of.”",
    "ai-vb5:48.4_0": "‘Of the tenth senses, future objects, or present objects will be in the past, future, and present.’”",
    "ai-vb5:49.1_0": "they may be internal and external.",
    "ai-vb5:50.1_0": "she is a serious object.",
    "ai-vb5:50.2_0": "Three faculties that are the three faculties",
    "ai-vb5:50.3_0": "There may be four supports that are internal and external objects of the external objects. They may be internal and external objects, externally, grossness and externally. They may be whether internal or external object or external, and there may be no object of the object of external objects.”",
    "ai-vb5:51.1_0": "the five faculties of not going beyond the floods,",
    "ai-vb5:51.2_0": "Seven faculties are not visible and do not have impingement.",
    "ai-vb5:52.0.1_0": "2.2. 2.2 Duka",
    "ai-vb5:52.0.2_0": "2.2.1. Hetugocchaka",
    "ai-vb5:52.1_0": "Four faculties.",
    "ai-vb5:52.2_0": "There are eighteen bases for defining.",
    "ai-vb5:52.3_0": "At the moment of the calm-factors.",
    "ai-vb5:52.4_0": "the faculties of men and gods,",
    "ai-vb5:52.5_0": "would be connected with roots that are connected with roots,",
    "ai-vb5:52.6_0": "mindfulness associated with the faculties of the good.",
    "ai-vb5:52.7_0": "(They are) unassociated with faculties.",
    "ai-vb5:52.8_0": "(They may be) associated with roots, there may be no cause or condition.",
    "ai-vb5:52.9_0": "Four faculties and roots are connected with roots.",
    "ai-vb5:52.10_0": "but the faculties are not to be spoken of.",
    "ai-vb5:52.11_0": "The three faculties are to be spoken of.",
    "ai-vb5:52.12_0": "(they are) connected with roots (but) are not roots.",
    "ai-vb5:52.13_0": "“These six faculties are not to be spoken of, and if they are not to be spoken of, nor would they be corrected if they do not be correct?”",
    "ai-vb5:53.1_0": "Four faculties and the four roots associated with roots,",
    "ai-vb5:53.2_0": "But the faculties should be spoken of by both the caste and the ‘of the roots’, and there is no associated with them.",
    "ai-vb5:53.3_0": "And you should be told: “They are not to be spoken of by three associated and the roots, and there is no causality.”",
    "ai-vb5:53.4_0": "But the six faculties are not to be spoken of, and they should not be spoken of by them. They wouldn’t be associated with the cause or reason, and they don’t say.",
    "ai-vb5:54.1_0": "(They are) roots of Nandas roots,",
    "ai-vb5:54.2_0": "There are three (of mind and body) that have roots,",
    "ai-vb5:54.3_0": "but the four kinds of conduct are not to be spoken of, “ roots have been done for the sake of its sake.”",
    "ai-vb5:54.4_0": "‘These six faculties have no roots or no roots or no roots.",
    "ai-vb5:55.0_0": "2.2.2. Cūḷantaraduka",
    "ai-vb5:55.1_0": "(They are) with causes.",
    "ai-vb5:55.2_0": "conditionedness,",
    "ai-vb5:55.3_0": "(They are) not visible.",
    "ai-vb5:55.4_0": "the Five Faculties,",
    "ai-vb5:55.5_0": "Seven faculties:",
    "ai-vb5:55.6_0": "the faculties of the body,",
    "ai-vb5:55.7_0": "The four noble truths.",
    "ai-vb5:55.8_0": "a life-faculty may be formless.",
    "ai-vb5:55.9_0": "the faculties of the ten.",
    "ai-vb5:55.10_0": "The three faculties:",
    "ai-vb5:55.11_0": "they may not look forward to enjoying the world.",
    "ai-vb5:55.12_0": "some are not perceptible in another way.",
    "ai-vb5:56.0_0": "2.2.3. Āsavagocchaka",
    "ai-vb5:56.1_0": "(They are) not pollutants.",
    "ai-vb5:56.2_0": "Ten faculties,",
    "ai-vb5:56.3_0": "The three faculties are unconnected with pollutants.",
    "ai-vb5:56.4_0": "they may be withered faculties.",
    "ai-vb5:56.5_0": "(They are) unconnected with the darkness.",
    "ai-vb5:56.6_0": "with sadness connected with sadness, associated with the faculties,",
    "ai-vb5:56.7_0": "there may be six faculties associated with pollutants and associated with pollutants.",
    "ai-vb5:56.8_0": "‘They are not to be spoken of. And the defilements that should be spoken of as (of defilements).’",
    "ai-vb5:56.9_0": "There are three faculties that are to be spoken of. They are not to be spoken of, and they don’t become one who has nothing.",
    "ai-vb5:56.10_0": "And the faculties should be spoken of: “We will not be spoken of. We won’t be spoken of associating with ourselves. We might not be spoken of.”",
    "ai-vb5:57.1_0": "But the sense-spheres are not to be spoken of as associated with pollutants and associated with pollutants, but not defilements.",
    "ai-vb5:57.2_0": "And the faculty of sadness is to be spoken of, and not associated with defilements.",
    "ai-vb5:57.3_0": "(They are) not to be spoken of as associated with pollutants, and associated with pollutants, but there may be no defilements that should be said.",
    "ai-vb5:57.4_0": "the faculties of the faculties,",
    "ai-vb5:57.5_0": "with the three faculties at the supreme embracing.",
    "ai-vb5:57.6_0": "Knowing this, they do not say, “The faculties are unshakable to hear about essence.”",
    "ai-vb5:57.7_0": "The three faculties may be connected with pollutant-free (cravings), and may pollutants be connected with pollutants.",
    "ai-vb5:57.8_0": "they may be told, “May they have sense doors. ”",
    "ai-vb5:58.0_0": "2.2.4. Saṁyojanagocchaka",
    "ai-vb5:58.1_0": "(They are) not fetters.",
    "ai-vb5:58.2_0": "the ten faculties,",
    "ai-vb5:58.3_0": "Three fetters:",
    "ai-vb5:58.4_0": "The faculties may be fettered.",
    "ai-vb5:58.5_0": "(They are) unassociated with the fetters.",
    "ai-vb5:58.6_0": "connected with sorrow, associated with the fetter,",
    "ai-vb5:58.7_0": "there may be six faculties associated with fetters.",
    "ai-vb5:58.8_0": "‘The faculties are not to be spoken of, and they are not to be spoken of. (They are) not fetters the fetters.’",
    "ai-vb5:58.9_0": "There are three kinds of fetters, but not the fetter of fetters.",
    "ai-vb5:58.10_0": "‘Nanda’s faculties are not to be spoken of. If they are not to be spoken of, they can’t be spoken of. And they couldn’t be spoken of.”",
    "ai-vb5:59.1_0": "who are not to be spoken of as fetters and associated with the fetters, but are not fetters the fetter of them?",
    "ai-vb5:59.2_0": "There is no faculty associated with sadness, and there is no fetter of fetters and associated with fetters.",
    "ai-vb5:59.3_0": "(They are) not to be spoken of as fetters and associated with the fetters, and are not fetters the fetter of rebirth.",
    "ai-vb5:60.1_0": "(They are) unassociated with the fetters.",
    "ai-vb5:60.2_0": "Three fetters are unshakable to the fetters.",
    "ai-vb5:60.3_0": "‘The faculties are not to be spoken of. They are not fettered, nor are they fettered.’",
    "ai-vb5:60.4_0": "they may be the fetter of three fetters.",
    "ai-vb5:60.5_0": "These six faculties may be that are prone to being fettered. They may not be fetters, or the fetters of rebirth.",
    "ai-vb5:61.0_0": "2.2.5. Ganthagocchaka",
    "ai-vb5:61.1_0": "(They are) not knots.",
    "ai-vb5:61.2_0": "the ten faculties.",
    "ai-vb5:61.3_0": "and three kinds of waves.",
    "ai-vb5:61.4_0": "one should not guard the senses, nor will there be those who are unfavourable to the knots.",
    "ai-vb5:61.5_0": "one should decorated with the darkness,",
    "ai-vb5:61.6_0": "the faculty of sadness associated with sadness.",
    "ai-vb5:61.7_0": "six faculties may be associated with the six faculties.",
    "ai-vb5:61.8_0": "but not to be spoken to.",
    "ai-vb5:61.9_0": "There are three kinds of wife: “They are to be spoken of, and they don’t go.”",
    "ai-vb5:61.10_0": "but not to be spoken to.",
    "ai-vb5:62.1_0": "but not to be spoken of, they should not be spoken of as associated with the monks, and they but are not associated with them.",
    "ai-vb5:62.2_0": "sadness, you should not say, “Give to the faculties are associated with knots, and you can’t get knots.”",
    "ai-vb5:62.3_0": "(They are) not to be spoken of as associated with the six faculties, but (but) if they are not associated with the faculties, and they may not be spoken of.",
    "ai-vb5:63.1_0": "the supreme circumstances, and the ties of the Master.",
    "ai-vb5:63.2_0": "with the three faculties as (living in) the supremelying-buds.",
    "ai-vb5:63.3_0": "He should not say “(the faculty of) sadness,” “They are unfaithful and beneficial,” and nor even if he ties the most preliminary, ear-fruit, and tail,” and smearing the doors.",
    "ai-vb5:63.4_0": "He may be three-league be pervading the most preliminary covered with the flowers.",
    "ai-vb5:63.5_0": "six faculties may be able to go wandering, thinking: “May you be able to travel by moving the doors.” They can then say, “Don’t go naked in the central state.”",
    "ai-vb5:64.0_0": "Talking forwards, the hindrances,",
    "ai-vb5:64.1_0": "not flood ...",
    "ai-vb5:64.2_0": "you’re not a loss ...",
    "ai-vb5:64.3_0": "(They are) not hindrances.",
    "ai-vb5:64.4_0": "the ten hindrances,",
    "ai-vb5:64.5_0": "and three faculties are ignoble.",
    "ai-vb5:64.6_0": "The hindrances may be without hindrances.",
    "ai-vb5:64.7_0": "(They are) unassociated with the hindrances.",
    "ai-vb5:64.8_0": "connected with sorrow, associated with the hindrances,",
    "ai-vb5:64.9_0": "The six faculties may be connected with hindrances.",
    "ai-vb5:64.10_0": "“The faculties are not to be spoken of, and they are not to be spoken of, and not the hindrances.”",
    "ai-vb5:64.11_0": "There are three kinds of choice that should be spoken to. They are not to be spoken of as hindrances, and they don’t become a hindrance.",
    "ai-vb5:64.12_0": "‘Nanda’s faculties are to be spoken of. They may be spoken of as hindrances and need not be spoken to. And they won’t be spoken of.’",
    "ai-vb5:65.1_0": "who are not to be spoken of associating with the hindrances and associated with the hindrances, but not the hindrances.",
    "ai-vb5:65.2_0": "There is a hindrance faculty that is associated with hindrances, but not hindrances.”",
    "ai-vb5:65.3_0": "(These six faculties are) not to be spoken of as associated with hindrances and associated with hindrances, and they might not be spoken of.",
    "ai-vb5:66.1_0": "(They are) unfavourable to the hindrances.",
    "ai-vb5:66.2_0": "The three hindrances are unfavourable to the hindrances, and passionless.",
    "ai-vb5:66.3_0": "sadness, and equanimity.",
    "ai-vb5:66.4_0": "The three hindrances may be unfavourable to the hindrances. They may be without hindrances, or the supreme refuge.",
    "ai-vb5:66.5_0": "The six faculties may be connected with hindrances, or six hindrances. They may be lead to the hindrances, or to the hindrance of hindrances. They may be lead to the hindrances, or to the breath.",
    "ai-vb5:67.0_0": "2.2.9. Parāmāsagocchaka",
    "ai-vb5:67.1_0": "(They are) not adherences.",
    "ai-vb5:67.2_0": "the ten faculties,",
    "ai-vb5:67.3_0": "Three faculties are not lost.",
    "ai-vb5:67.4_0": "one should not be resolved in that place.",
    "ai-vb5:67.5_0": "decorated with the mass of darkness,",
    "ai-vb5:67.6_0": "these six faculties may be associated with (supernatural) faculties.",
    "ai-vb5:67.7_0": "“Shouldn’t adherence to anything, nor do they underlying tendencies, but not others.”",
    "ai-vb5:67.8_0": "There are three kinds of sense-spheres that are present, and neither conflict nor others.",
    "ai-vb5:67.9_0": "Nandāsaka said, “We can’t be called adhered to,” And they might say, “We can’t do the same.”",
    "ai-vb5:67.10_0": "(They are) devoted to the connection with the best.",
    "ai-vb5:67.11_0": "for the three faculties is the most preceding over the mind,",
    "ai-vb5:67.12_0": "The three there may be fortunateness of what is called constantly destroyed is the most preceding to change.",
    "ai-vb5:67.13_0": "The six faculties may be found, even if they don’t have a fixed destiny and superbity. They can’t say, “Delightenment and can’t be found in the next life.”",
    "ai-vb5:68.0_0": "2.2.10. Mahantaraduka",
    "ai-vb5:68.1_0": "she is a serious object.",
    "ai-vb5:68.2_0": "The four sense-objects (of mind),",
    "ai-vb5:68.3_0": "they may be the cutting off of the life, or the object.",
    "ai-vb5:68.4_0": "twenty-four faculties,",
    "ai-vb5:68.5_0": "the mind faculty;",
    "ai-vb5:68.6_0": "The faculties of the noble ones,",
    "ai-vb5:68.7_0": "food and drink unbroken,",
    "ai-vb5:68.8_0": "a life-faculty mental faculties may be mental intercourse.",
    "ai-vb5:68.9_0": "(They are) associated with mind.",
    "ai-vb5:68.10_0": "she was unassociated with the faculties of mind.",
    "ai-vb5:68.11_0": "may be associated with the life faculty.",
    "ai-vb5:68.12_0": "Knowing the mind faculty, he does not say, “Except with a mind associated with the mind”,",
    "ai-vb5:69.1_0": "(These are) the eighteen minds of the mind.",
    "ai-vb5:69.2_0": "she was endowed with good intentions,",
    "ai-vb5:69.3_0": "there may be the life-faculty, the mind-made,",
    "ai-vb5:69.4_0": "thought, “No, you should not be spoken of mind.”",
    "ai-vb5:69.5_0": "(They are) unfavourable to the mind.",
    "ai-vb5:69.6_0": "(They are) not produced by mind.",
    "ai-vb5:69.7_0": "there may be life-faculty in the mind-made originated by the mind.",
    "ai-vb5:70.1_0": "(They are) faculties of mind:",
    "ai-vb5:70.2_0": "We haven’t developed the mind,",
    "ai-vb5:70.3_0": "there may be the life-faculty, but not of the mind.",
    "ai-vb5:70.4_0": "and those faculties kept rolling by mind.",
    "ai-vb5:70.5_0": "(They are) unfavourable to the mind.",
    "ai-vb5:70.6_0": "they may be kept rolling by the mind, not by the mind.",
    "ai-vb5:71.1_0": "(They are) manifested as the production of the mind.",
    "ai-vb5:71.2_0": "(They are) not productions that are produced by mind.",
    "ai-vb5:71.3_0": "The life faculty may be produced by the mind, but not among the mind.",
    "ai-vb5:71.4_0": "(They are) eighteen mind-made mind-made -",
    "ai-vb5:71.5_0": "(They are) unfintelligent in the mind.",
    "ai-vb5:71.6_0": "The life faculty may be produced by a (corruption of) the mind-made, not great primaries.",
    "ai-vb5:71.7_0": "(They are) established in the mind-made mind-made body and mind.",
    "ai-vb5:71.8_0": "(They are) not kept rolling by mind.",
    "ai-vb5:71.9_0": "The life faculty may be produced by the mind, but not by the mind.",
    "ai-vb5:72.0_0": "2.2.11. Upādānagocchaka",
    "ai-vb5:72.1_0": "Six interior sense faculties.",
    "ai-vb5:72.2_0": "the sixteen sense spheres",
    "ai-vb5:72.3_0": "mindful, and calm.",
    "ai-vb5:72.4_0": "and these four faculties are not derived.",
    "ai-vb5:72.5_0": "there may be the life-faculty, and there may be no dangers.",
    "ai-vb5:72.6_0": "the faculties of the faculties,",
    "ai-vb5:72.7_0": "the four faculties ...",
    "ai-vb5:72.8_0": "they may be not attached to relishing.",
    "ai-vb5:73.0_0": "2.2.12. Kilesagocchaka",
    "ai-vb5:73.1_0": "(They are) not attachments.",
    "ai-vb5:73.2_0": "the ten faculties.",
    "ai-vb5:73.3_0": "The three faculties:",
    "ai-vb5:73.4_0": "The faculties may be grasping.",
    "ai-vb5:73.5_0": "the six faculties are (connected with) the attachments.",
    "ai-vb5:73.6_0": "The six faculties may be associated with the six faculties.",
    "ai-vb5:73.7_0": "the faculties are not to be spoken of, and they are not to be spoken of.",
    "ai-vb5:73.8_0": "There are three kinds of grasping that are to be spoken of, but not grasping.",
    "ai-vb5:73.9_0": "the faculties are not to be spoken of, and they are not to be spoken of.",
    "ai-vb5:73.10_0": "‘May the faculties be grasping, but not grasping. The attachments should be spoken of. And they should not be spoken of, and they are not grasping.’",
    "ai-vb5:74.1_0": "The six sense faculties are not to be spoken of, and they are not to be spoken of as associated with the grasping.",
    "ai-vb5:74.2_0": "But the six faculties are not to be spoken of, and they are not to be spoken of. They may be associated with the grasping, and they don’t say.",
    "ai-vb5:74.3_0": "the ten faculties ...",
    "ai-vb5:74.4_0": "(They are) three faculties, the five constituents (of mind and body) that provide fuel for attachment.",
    "ai-vb5:74.5_0": "The three kinds of grasping there may be for the grasping aggregates.",
    "ai-vb5:74.6_0": "The six faculties may be grasping after grasping, and not grasping. They may be guarding the sense doors, but don’t grasp at grasping.",
    "ai-vb5:75.0_0": "2.2.13. Piṭṭhiduka",
    "ai-vb5:75.1_0": "(They are) not defilements.",
    "ai-vb5:75.2_0": "the ten faculties,",
    "ai-vb5:75.3_0": "There are three faculties that are not defiled and connected with the defilements.",
    "ai-vb5:75.4_0": "they may be uncorrupted, and corrupted.",
    "ai-vb5:75.5_0": "fifteen years old:",
    "ai-vb5:75.6_0": "Streams, corrupt, and cruelty.",
    "ai-vb5:75.7_0": "Six faculties may be corrupted or not.",
    "ai-vb5:75.8_0": "favourable to the defilements,",
    "ai-vb5:75.9_0": "the faculty of sadness associated with defilements,",
    "ai-vb5:75.10_0": "The six faculties may be connected with the defilements.",
    "ai-vb5:75.11_0": "And ten faculties are not to be spoken of, but the defilements are not to be spoken of, and they don’t defilements.",
    "ai-vb5:75.12_0": "Three faculties are to be spoken of, and they are not to be spoken of, but the defilements are defiled and connected with the defilements.",
    "ai-vb5:75.13_0": "‘Nanda’s faculties are to be spoken of, but they may be connected with the defilements. They may be connected with the defilements. And they won’t be connected with the defilements.",
    "ai-vb5:76.1_0": "But if they’re not to be corrected, they say that about the defilements are defiled, they are corrupted, and they have no defilements.",
    "ai-vb5:76.2_0": "And they are not to be spoken of as defilements and defiled, and as a corruption of the defilements don’t get tired.",
    "ai-vb5:76.3_0": "And the six faculties are not to be spoken of, and if they aren’t corrupted, they’re not corrupted, nor do they have to be done.",
    "ai-vb5:77.1_0": "But if they’re not to be spoken of as defilements and connected with the defilements, they don’t associated with the defilements but their defilements are connected with the defilements.",
    "ai-vb5:77.2_0": "And they are not to be spoken of as defilements and associated with the defilements, and not defilements with the defilements.",
    "ai-vb5:77.3_0": "But the six faculties are not to be spoken of, and so they may be associated with the defilements but not defilements.",
    "ai-vb5:77.4_0": "the (five) defilements that are connected with the defilements,",
    "ai-vb5:77.5_0": "Three faculties are the three defilements that are connected with the defilements.",
    "ai-vb5:77.6_0": "“The faculties are not to be spoken of, but the defilements are not defiled.”",
    "ai-vb5:77.7_0": "there may be three kinds of defilements that are connected with the defilements, the defilements that could be connected with the defilements.",
    "ai-vb5:77.8_0": "These six faculties may be connected with the defilements. They may be connected with the defilements. They may be connected with the defilements. They may not be connected with the defilements.",
    "ai-vb5:78.1_0": "the delight in sexual misconduct,",
    "ai-vb5:78.2_0": "By insight he should be given up and not be given up by seeing (him).",
    "ai-vb5:78.3_0": "the delight in meditation subjects,",
    "ai-vb5:78.4_0": "mindful they should be given up through development (of the rest of the Paths).",
    "ai-vb5:78.5_0": "Those delighting in wearing sandals (of the should be given up) to be given up by the Noble Ones.",
    "ai-vb5:78.6_0": "By reasoning they may be given up through vision (of the First Path).",
    "ai-vb5:78.7_0": "the delightful bases that are not to be given up through development (of the rest of the Paths).",
    "ai-vb5:78.8_0": "sentient beings should be given up by the connection with the development of the faculties.",
    "ai-vb5:79.1_0": "Thoughts are unshakable",
    "ai-vb5:79.2_0": "the faculty of pain and sadness.",
    "ai-vb5:79.3_0": "there may be twelve reasons, and with thinking it may be without thinking,",
    "ai-vb5:79.4_0": "The faculties of lack of faith and preoccupations.",
    "ai-vb5:79.5_0": "faculty with happiness and sadness,",
    "ai-vb5:79.6_0": "they may be with twelve preoccupations.",
    "ai-vb5:79.7_0": "my eleventh are unclouded.",
    "ai-vb5:79.8_0": "if the eleven senses have happiness.",
    "ai-vb5:79.9_0": "eleventh, faithful, with subduing joy,",
    "ai-vb5:79.10_0": "According to the eleventh of the joy he can be united with joy,",
    "ai-vb5:79.11_0": "arrived at these twelve-cubits.",
    "ai-vb5:79.12_0": "they may be united with pleasure.",
    "ai-vb5:79.13_0": "who have twelve years of age.",
    "ai-vb5:79.14_0": "Access concentration may be united with equanimity.",
    "ai-vb5:80.1_0": "the ten kinds of sensual stimulation.",
    "ai-vb5:80.2_0": "There are three kinds of good conduct:",
    "ai-vb5:80.3_0": "The faculties of sense-spheres can be likeable (wholesome) conduct,",
    "ai-vb5:80.4_0": "(They are) not established in the formless realms.",
    "ai-vb5:80.5_0": "The faculties may be,",
    "ai-vb5:80.6_0": "and these four faculties are not (connected with) the formless realms.",
    "ai-vb5:80.7_0": "The faculties might be unborn, not in the formless.",
    "ai-vb5:80.8_0": "the ten faculties ...",
    "ai-vb5:80.9_0": "three faculties",
    "ai-vb5:80.10_0": "The faculties may be included.",
    "ai-vb5:80.11_0": "eleven my faculties are untouched.",
    "ai-vb5:80.12_0": "the ‘I-will-know-the-unknown’ faculty,",
    "ai-vb5:80.13_0": "it may be for ten days that leads out,",
    "ai-vb5:80.14_0": "Ten faculties,",
    "ai-vb5:80.15_0": "the ‘I-will-know-the-unknown’ faculty,",
    "ai-vb5:80.16_0": "if you’re satisfied, be undetermined.",
    "ai-vb5:80.17_0": "the ten faculties.",
    "ai-vb5:80.18_0": "Three faculties are the supreme.",
    "ai-vb5:80.19_0": "they may be unsurpassed.",
    "ai-vb5:80.20_0": "with bullocked faculties,",
    "ai-vb5:80.21_0": "Restraint of the Faculty",
    "ai-vb5:80.22_0": "The six faculties may be,",
    "ai-vb5:81.1_0": "Asking questions, I ask about a question,",
    "ai-vb5:82.1_0": "The Analysis of the faculties is finished."
}