{
    "ai-ya10.3.2:0.1_0": "10 Indriyayamaka",
    "ai-ya10.3.2:0.2_0": "10.3 Pariññāvāra",
    "ai-ya10.3.2:0.3_0": "10.3.2. Atītavāra",
    "ai-ya10.3.2:1.0_0": "10.3.2.1. Anuloma",
    "ai-ya10.3.2:1.1_0": "The faculty of eye is present.",
    "ai-ya10.3.2:2.1_0": "The faculty of sadness gives up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:3.1_0": "Two people give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:3.1_1": "the faculty of sadness, give up sorrow and lamentation, and here.",
    "ai-ya10.3.2:4.1_0": "he who practices the eye faculty unspecified, the ear faculty, the nose faculty,",
    "ai-ya10.3.2:5.1_0": "Or one who understands the faculty of wisdom, the eye faculty inappropriately understands the eye faculty.",
    "ai-ya10.3.2:6.1_0": "‘I will teach you the six faculties of persons, and there is no faculty of vision that’s faculty.",
    "ai-ya10.3.2:6.1_1": "the taste of - hereinter, the faculty of sight, and the equanimity faculty,",
    "ai-ya10.3.2:7.1_0": "The eye faculty that is praised by the eye, and there is no way the faculty of understanding that is unfaithful.",
    "ai-ya10.3.2:8.1_0": "But one who understands the faculties of the eye faculty that is undeferred to the eye faculty:",
    "ai-ya10.3.2:9.1_0": "The eye faculty is found, and there is the truth of the ear faculty.",
    "ai-ya10.3.2:10.1_0": "One who realizes the fruit of knowledge, the faculties of the eye, and the ear faculty, and he does not understand the faculty of wisdom.",
    "ai-ya10.3.2:10.1_1": "He who realizes the best fruit, abiding the highest fruit, and who understands the noble ones.",
    "ai-ya10.3.2:11.1_0": "But if you know the eye faculty is unknown, the ear faculty, the nose faculty,",
    "ai-ya10.3.2:11.1_1": "The eye faculty,",
    "ai-ya10.3.2:12.1_0": "“I will give up sorrow, lamentation, pain, sadness, and distress”, the faculty of the away.",
    "ai-ya10.3.2:13.1_0": "Or, would the faculty of wisdom leading to the sadness faculty and distress given up?",
    "ai-ya10.3.2:14.1_0": "Four persons, I will give up the faculty of wisdom, and here the faculty of sadness can be given up.",
    "ai-ya10.3.2:14.1_1": "There are three kinds of personal witness, the faculty of sadness, and the faculty of sadness.",
    "ai-ya10.3.2:15.1_0": "The faculty of sadness, gives up sorrow, and here.",
    "ai-ya10.3.2:16.1_0": "Two people give up sadness, but don’t share it out.",
    "ai-ya10.3.2:16.1_1": "the faculty of sadness, give up sorrow and lamentation,",
    "ai-ya10.3.2:17.1_0": "Or, when they speak the faculty of sadness, they give up the pain and sadness connected with sadness.",
    "ai-ya10.3.2:18.1_0": "The faculty of sadness gives up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:19.1_0": "There are three kinds of sadness, but don’t understand the faculty of sadness. They don’t understand the faculty of sadness, and the equanimity faculty.",
    "ai-ya10.3.2:19.1_1": "the faculty of sadness, give up sorrow, and lamentation.",
    "ai-ya10.3.2:20.1_0": "And when there is the faculty of sadness, they give up the faculty of sadness, and they give up the sadness.",
    "ai-ya10.3.2:20.1_1": "The faculty of sadness is rooted in sadness.",
    "ai-ya10.3.2:21.1_0": "one who understands the faculty of wisdom, the faculty of enlightenment is the faculty of having developed themselves.",
    "ai-ya10.3.2:22.1_0": "‘I will understand the six faculties of persons, but not without understanding.’",
    "ai-ya10.3.2:22.1_1": "the taste of having developed the faculty of wisdom and the faculty of having developed the faculty of -",
    "ai-ya10.3.2:23.1_0": "Or one who understands the faculty of wisdom, the faculty of wisdom, its liberality, and of the faculty in detail:",
    "ai-ya10.3.2:24.1_0": "Such enlightenment is the faculty of understanding that one’s enlightenment faculty has understanding and is different.",
    "ai-ya10.3.2:25.1_0": "Seven persons, I will speak the idiosyncratic interpretations of the truth, not the faculty of wisdom.",
    "ai-ya10.3.2:25.1_1": "the perfected one, I will know the faculty of enlightenment, and the complete understanding of the truth.",
    "ai-ya10.3.2:26.1_0": "Or one who understands the faculty of wisdom is enlightenment, the faculty of enlightenment, and the faculty of wisdom.",
    "ai-ya10.3.2:26.1_1": "the faculty of wisdom, the faculty of wisdom,",
    "ai-ya10.3.2:27.1_0": "The faculty of wisdom is direct-knowledge, and there is enlightenment.",
    "ai-ya10.3.2:28.1_0": "There is a fruition which is found, not without direct knowledge. They understand the faculty, and there is no different things that faculty.",
    "ai-ya10.3.2:28.1_1": "You’ve realized the highest fruit, and the faculty of wisdom.",
    "ai-ya10.3.2:29.1_0": "Or that faculty of the faculty of wisdom is directly knowing and completely understanding the faculty, and the understanding that the faculty of understanding is its root.",
    "ai-ya10.3.2:30.0_0": "10.3.2.2. Paccanīka",
    "ai-ya10.3.2:30.1_0": "The faculties of the eye doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:31.1_0": "The eye faculty ...",
    "ai-ya10.3.2:31.1_1": "There is a person who doesn’t understand the eye faculty and sadness connected with the ear faculty. They don’t give up the sadness faculty and the equanimity.",
    "ai-ya10.3.2:32.1_0": "But for that reason the faculty of sadness doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:33.1_0": "The eye faculty, I will not be lost, and I will not tell you what is the faculty of the eye.",
    "ai-ya10.3.2:34.1_0": "‘The eye faculty is Nanda’s faculties, but you don’t understand the faculty of wisdom.",
    "ai-ya10.3.2:34.1_1": "Two people are variety of eyes, and there is no faculty of - I will not teach for the sake of the food and drink.",
    "ai-ya10.3.2:35.1_0": "Or one who thinks, “I will not recite the faculty of the eye faculty in its ear, and there is no faculty in its ear.”",
    "ai-ya10.3.2:36.1_0": "The eye faculty does not collarse the ear faculty that is non-existent, and there is no faculty for its restraint.",
    "ai-ya10.3.2:37.1_0": "But one who understands the faculty of sight that has not been dispelled by the eye faculty:",
    "ai-ya10.3.2:38.1_0": "The eye faculty is unknown, and there is no unknowing for truth.",
    "ai-ya10.3.2:39.1_0": "Or one who understands the faculty of wisdom, the faculties of the eye faculty in full awareness, and the ear facultys having lost.",
    "ai-ya10.3.2:40.1_0": "There is a fruition which is found, he does not experience the highest state, nor is there the faculty of the eye faculty.",
    "ai-ya10.3.2:40.1_1": "Eight persons, eight individuals, and eight individuals: the eye faculty and the ear faculty.",
    "ai-ya10.3.2:40.1_2": "The eye faculty,",
    "ai-ya10.3.2:41.1_0": "The faculty of sadness doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:42.1_0": "Four persons are not given up inside or outside. They don’t understand the faculty of sadness, and there is no faculty of pain.",
    "ai-ya10.3.2:42.1_1": "Two people are not abandoned, nor will I accept the faculty of sadness.",
    "ai-ya10.3.2:43.1_0": "Or, when you know the faculty of wisdom is not shared with sadness, you don’t give rise to sadness and distress.",
    "ai-ya10.3.2:44.1_0": "The faculty of sadness doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:45.1_0": "And that faculty of wisdom is not shared in the ear faculty with the ear ... nose ... tongue ... body ...",
    "ai-ya10.3.2:46.1_0": "Two people are not brothers or aversion. They don’t give up the sadness faculty.",
    "ai-ya10.3.2:46.1_1": "Six individuals of the faculty of sadness, but not the faculty of sadness.",
    "ai-ya10.3.2:47.1_0": "The faculty of sadness doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.2:48.1_0": "And if you don’t know the faculty of sadness is not only for your sake, nor give rise to sadness and distress.",
    "ai-ya10.3.2:49.1_0": "There are three people who don’t understand the faculty of sadness, but don’t give up the sadness faculty of sadness.",
    "ai-ya10.3.2:49.1_1": "There is a person who doesn’t understand the six faculties of persons, nor sadness, and equanimity.",
    "ai-ya10.3.2:49.1_2": "The faculty of sadness is rooted in sadness.",
    "ai-ya10.3.2:50.1_0": "one who thinks, “I will not share the faculty unworld,” but he does not understand the faculty of understanding that the faculty of one who is unknown,",
    "ai-ya10.3.2:51.1_0": "Or one who understands the faculty of wisdom is unknown, sordid and the faculty of wisdom.",
    "ai-ya10.3.2:52.1_0": "Six individuals of the faculties, but not sort of faculty.",
    "ai-ya10.3.2:52.1_1": "Two people are not shared out both the faculty and the one who is unknown.",
    "ai-ya10.3.2:53.1_0": "one who thinks, “I will not speak the truth, the faculty of enlightenment does not know the faculty of enlightenment, and the rest.”",
    "ai-ya10.3.2:54.1_0": "Or one who understands the faculty of wisdom is not knowing the truth of the faculties, and not of enlightenment, nor will I tell them whether I don’t understand the faculty of wisdom.",
    "ai-ya10.3.2:55.1_0": "There are seven persons that I will not know about a person, nor do I see the faculty of wisdom.",
    "ai-ya10.3.2:55.1_1": "Two people are not understand the faculty of a person, and there is no truth of the faculty of wisdom.",
    "ai-ya10.3.2:55.1_2": "the faculty of wisdom, the faculty of wisdom,",
    "ai-ya10.3.2:56.1_0": "One who has developed the faculties of one who is unknown, and those who don’t understand the faculty of wisdom.",
    "ai-ya10.3.2:57.1_0": "And that faculty of wisdom is not only to be directly known but experienced.",
    "ai-ya10.3.2:58.1_0": "There is a fruition which is the best faculty, not that which is realized. They don’t understand the foremost, nor will they be directly known.",
    "ai-ya10.3.2:58.1_1": "Eight persons are not directly known but experiences the faculties of unknown.",
    "ai-ya10.3.2:58.1_2": "the understanding faculty,"
}