{
    "ai-ya10.3.3:0.1_0": "10 Indriyayamaka",
    "ai-ya10.3.3:0.2_0": "10.3 Pariññāvāra",
    "ai-ya10.3.3:0.3_0": "10.3.3. Anāgatavāra",
    "ai-ya10.3.3:1.0_0": "10.3.3.1. Anuloma",
    "ai-ya10.3.3:1.1_0": "The faculty of eye will give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:2.1_0": "The eye will give up the faculty of sadness, and there will be no sorrow or lamentation.",
    "ai-ya10.3.3:2.1_1": "the eye faculty ...",
    "ai-ya10.3.3:3.1_0": "Or if someone gives up sorrow, lamentation, pain, sadness, and distress come to be.",
    "ai-ya10.3.3:4.1_0": "he who practices to understand the eye faculty will become a non-regular faculty.",
    "ai-ya10.3.3:5.1_0": "‘The eye faculty will be completely understood, and there will be no faculty of wisdom.’",
    "ai-ya10.3.3:5.1_1": "will wear the world’s eyes, the attributes of the eye, and will the faculties of becoming awakened, the faculty of wisdom, and the faculty of wisdom.",
    "ai-ya10.3.3:6.1_0": "Or one who, while I will develop the faculty of wisdom, the faculty of sight will succeed.",
    "ai-ya10.3.3:7.1_0": "The eye faculty will be completely understood, and he will develop it without understanding.",
    "ai-ya10.3.3:8.1_0": "But if anyone who develops the faculties of one who is not fully developed, he will completely understand the eye faculty.",
    "ai-ya10.3.3:9.1_0": "He who understands the eye faculty will become clear.",
    "ai-ya10.3.3:10.1_0": "Or else who understands the faculty of sight will completely understand the eye faculty.",
    "ai-ya10.3.3:11.1_0": "the origin of the path, the faculty of sight, and the eye does not know it.",
    "ai-ya10.3.3:11.1_1": "There are seven people who do not understand the faculty of sight, and who understand the faculty of sight.",
    "ai-ya10.3.3:11.1_2": "The eye faculty,",
    "ai-ya10.3.3:12.1_0": "he who gives up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:13.1_0": "If you don’t give up sorrow, lamentation, pain, sadness, and distress, I will give up the faculty of wisdom.",
    "ai-ya10.3.3:13.1_1": "There are ordinary people who will give up the faculty of sadness, and will give up the faculty of sadness.",
    "ai-ya10.3.3:14.1_0": "Or, would give up the faculty of wisdom that’s faculty up pain and sadness come to them.",
    "ai-ya10.3.3:15.1_0": "They give up sorrow and observe the faculty of sadness,",
    "ai-ya10.3.3:16.1_0": "Or, when you develop the faculty of wisdom, you can give up the sadness faculty.",
    "ai-ya10.3.3:17.1_0": "two people will give up the faculty of sadness, and they will give up the five faculties of sadness.",
    "ai-ya10.3.3:18.1_0": "When you’ll give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:19.1_0": "Or else who understands the faculty of sadness will give up the faculty of sadness, they will give up the sadness faculty.",
    "ai-ya10.3.3:20.1_0": "If you don’t understand the three facultys, we’ll give up the sadness faculty, and there’s no sadness.",
    "ai-ya10.3.3:20.1_1": "the five faculties of people will give up the faculty of sadness and the faculty of sadness.",
    "ai-ya10.3.3:20.1_2": "The faculty of sadness is rooted in sadness.",
    "ai-ya10.3.3:21.1_0": "Whoever, will understanding the faculty of wisdom, the faculty of understanding that is unfaculty will develop -",
    "ai-ya10.3.3:22.1_0": "Or one who understands the faculty of understanding that the faculty of understanding will develop the faculties of non-self.",
    "ai-ya10.3.3:23.1_0": "If you understand the six facultys, I will develop the faculty of wisdom, and I will develop the faculty of wisdom,",
    "ai-ya10.3.3:23.1_1": "There are ordinary people who will understand the paths of self-assured in the world and the faculty of wisdom, will develop the faculty of wisdom.",
    "ai-ya10.3.3:24.1_0": "one who will understand the faculty of wisdom, the faculties of enlightenment will become different.",
    "ai-ya10.3.3:25.1_0": "Or else they will understand the faculty of wisdom, the faculty of wisdom, and will develop the faculty of wisdom.",
    "ai-ya10.3.3:26.1_0": "Seven persons of enlightenment but not knowing the faculties of unknowing, and the faculty of wisdom will grow.",
    "ai-ya10.3.3:26.1_1": "There are ordinary people who will understand the paths of faculties and will directly know the faculties of unknowing, the faculty of wisdom, and the faculty of wisdom.",
    "ai-ya10.3.3:26.1_2": "the faculty of wisdom, the faculty of wisdom,",
    "ai-ya10.3.3:27.1_0": "Since you develop the faculty of understanding that is unknown, so that the faculties will know.",
    "ai-ya10.3.3:28.1_0": "Or whatever other faculty is known will understand the faculty of understanding that it’s only real and unknown.",
    "ai-ya10.3.3:29.1_0": "the origin of the path, the faculty of wisdom, and the faculties of unknown will be directly known.",
    "ai-ya10.3.3:29.1_1": "Seven persons of enlightenment will realization, and the faculties of unknown person.",
    "ai-ya10.3.3:29.1_2": "the understanding faculty,",
    "ai-ya10.3.3:30.0_0": "10.3.3.2. Paccanīka",
    "ai-ya10.3.3:30.1_0": "The eye faculty will not give up sorrow and lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:31.1_0": "But if someone lacks sadness, the eye faculty does not feel lost, and the ear faculty will be lost.",
    "ai-ya10.3.3:32.1_0": "two persons are not abandoned, nor will they joy in the eye.",
    "ai-ya10.3.3:32.1_1": "There are three kinds of sadness that are faculty of sadness, and there will be no more restraint for the eye.",
    "ai-ya10.3.3:33.1_0": "he who does not completely understand the eye faculty, and he will not give rise to the ear faculty.",
    "ai-ya10.3.3:34.1_0": "Or one who thinks, “I will not develop the faculty of the eye faculty unfaithful, the faculty of sight will lead to the eye.”",
    "ai-ya10.3.3:35.1_0": "‘I will not develop the six faculties of persons, but will be developed and cultivated the eye faculty.",
    "ai-ya10.3.3:35.1_1": "If you don’t know the three faculties of persons, you will grow disillusioned with the eye, and the ear facultys and news.",
    "ai-ya10.3.3:36.1_0": "The eye faculty will not be completely understood.",
    "ai-ya10.3.3:37.1_0": "But if someone does not develop the faculties of one who isn’t fully understand the eye faculty, they’ll avoid it.",
    "ai-ya10.3.3:38.1_0": "Since he does not completely understand the eye, he will not realize the truth.",
    "ai-ya10.3.3:39.1_0": "the origin of the eye ...",
    "ai-ya10.3.3:39.1_1": "Two people will not completely understand the eye faculty and its acknowledge.",
    "ai-ya10.3.3:40.1_0": "But if someone does not understand the faculties of one who isn’t understand the faculty of sight, they will know it.",
    "ai-ya10.3.3:40.1_1": "The eye faculty,",
    "ai-ya10.3.3:41.1_0": "he who doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:42.1_0": "One who doesn’t understand the faculty of wisdom, the faculty of sadness isn’t given up and sadness.",
    "ai-ya10.3.3:43.1_0": "Four people will not give up the faculty of wisdom. They will not give up the faculty of sadness and distress.",
    "ai-ya10.3.3:43.1_1": "If you don’t know of five kinds of sadness, you should not give up the faculty of sadness, and you don’t grow old.",
    "ai-ya10.3.3:44.1_0": "The faculty of sadness doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:45.1_0": "Two people will not give up sadness or distress, and if they don’t share it out.",
    "ai-ya10.3.3:45.1_1": "There are three kinds of sadness that are not abandoned and joyful, and are not developed by development.",
    "ai-ya10.3.3:46.1_0": "Or, if you don’t understand the faculty of sadness, you’ll leave the faculty of sadness.",
    "ai-ya10.3.3:47.1_0": "The faculty of sadness doesn’t give up sorrow, lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:48.1_0": "There are three kinds of sadness, but don’t understand the faculty of sadness. They won’t realize the truth,",
    "ai-ya10.3.3:48.1_1": "Two people will not give up sorrow and lamentation, pain, sadness, and distress.",
    "ai-ya10.3.3:49.1_0": "Or whatever else there is no understanding that the faculty of sadness doesn’t give up the sadness faculty and distress.",
    "ai-ya10.3.3:49.1_1": "The faculty of sadness is rooted in sadness.",
    "ai-ya10.3.3:50.1_0": "Whoever will not develop the faculty of understanding that is unknown, soon understanding the faculty of -",
    "ai-ya10.3.3:51.1_0": "‘I will not develop the six facultys, but will not be developed and cultivated.",
    "ai-ya10.3.3:51.1_1": "There are three kinds of persons who are faculty of wisdom, but don’t understand the faculty of idea that they will not be developed and cultivated.",
    "ai-ya10.3.3:52.1_0": "One who doesn’t understand the faculty of wisdom, and who doesn’t want to develop the faculty of wisdom.",
    "ai-ya10.3.3:53.1_0": "One who will not develop the faculty of wisdom, nor will he speak the truth of enlightenment.",
    "ai-ya10.3.3:54.1_0": "Seven persons will not develop the faculty of wisdom, and there are no truth of the faculties for understand.",
    "ai-ya10.3.3:54.1_1": "two people will not develop the faculty of wisdom, and the faculties of unknownness and the faculty of wisdom.",
    "ai-ya10.3.3:55.1_0": "And one who understands the faculty of wisdom will not tell them to understand the faculty of the truth.",
    "ai-ya10.3.3:55.1_1": "the faculty of wisdom, the faculty of wisdom,",
    "ai-ya10.3.3:56.1_0": "Since you don’t develop the faculties of one who isn’t fully developed, there is no unknown.",
    "ai-ya10.3.3:57.1_0": "the origin of the path, but not without understanding.",
    "ai-ya10.3.3:57.1_1": "Two people will not understand the faculty of wisdom and the faculties of unknownness will not know.",
    "ai-ya10.3.3:58.1_0": "And one who doesn’t understand the faculty of wisdom is unknown, nor will it be experienced.",
    "ai-ya10.3.3:58.1_1": "the understanding faculty,"
}