{
    "ai-ya5.2.2:0.1_0": "5 Saccayamaka",
    "ai-ya5.2.2:0.2_0": "5.2 Pavattivāra",
    "ai-ya5.2.2:0.3_0": "5.2.2. Nirodhavāra",
    "ai-ya5.2.2:1.0.1_0": "5.2.2.1 Paccuppannavāra",
    "ai-ya5.2.2:1.0.2_0": "5.2.2.1.1. Anulomapuggala",
    "ai-ya5.2.2:1.1_0": "its origin, its cessation, and the practice that leads to its cessation.",
    "ai-ya5.2.2:2.1_0": "If all those who are released from the ending of craving ceases, they cease without anything left over.",
    "ai-ya5.2.2:2.1_1": "When the Saṅgha of craving ceases, suffering ceases.",
    "ai-ya5.2.2:3.1_0": "Or they cease when their originates.",
    "ai-ya5.2.2:4.1_0": "in what is the truth of suffering ceases and stops.",
    "ai-ya5.2.2:5.1_0": "all the path of the mind rainy season residence ceases. But it ceases without anything left over.",
    "ai-ya5.2.2:5.1_1": "the fifth road, having broken off the court, ceased, and changed that ceases.",
    "ai-ya5.2.2:6.1_0": "But if it ceases when the path ceases, the pain ceases.",
    "ai-ya5.2.2:7.1_0": "don’t truly understand the path to awakening, or the path that leads to the cessation of suffering.",
    "ai-ya5.2.2:7.1_1": "the fifth road, having broken off the path to the destruction of suffering, that ceases and stops.",
    "ai-ya5.2.2:8.1_0": "its origin, it ceases without anything left over.",
    "ai-ya5.2.2:9.1_0": "But if it ceases when the path ceases, it ceases without anything left over, it ceases.",
    "ai-ya5.2.2:10.0_0": "5.2.2.1.2. Anulomaokāsa",
    "ai-ya5.2.2:10.1_0": "Where suffering ceases, the origin of suffering ceases.",
    "ai-ya5.2.2:11.1_0": "Without clairaudience that is the truth of suffering ceases. ...",
    "ai-ya5.2.2:12.1_0": "Where there is the arising of suffering, where there is no causality, and for which does not arise.",
    "ai-ya5.2.2:13.0_0": "5.2.2.1.3. Anulomapuggalokāsa",
    "ai-ya5.2.2:13.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:14.1_0": "One should go wherever they’re explained,",
    "ai-ya5.2.2:15.0_0": "5.2.2.1.4. Paccanīkapuggala",
    "ai-ya5.2.2:15.1_0": "Since this is the truth of suffering, it ceases.",
    "ai-ya5.2.2:16.1_0": "But when his originates are true, their cessation does not cease.",
    "ai-ya5.2.2:17.1_0": "If all those who are equivalent regarding all cravings, their origin comes to the ending of suffering. They don’t truly understand them.",
    "ai-ya5.2.2:17.1_1": "All the arising of suffering ceases and not apply to the path to the origin of the path. They’re not reborn in the ending of suffering.",
    "ai-ya5.2.2:18.1_0": "what is true is the truth of suffering ceases, and what is the path ceases.",
    "ai-ya5.2.2:19.1_0": "don’t truly understand the path to awakening, or the throne of suffering ceases.",
    "ai-ya5.2.2:19.1_1": "All the arising of suffering ceases without anything left over. They don’t apply the mind to body and all of the path to the formless, nor do they cease.",
    "ai-ya5.2.2:20.1_0": "But if it does not cease when suffering ceases, the path ceases.",
    "ai-ya5.2.2:21.1_0": "Since all the roads to the most excellent Aṅguttara, they don’t truly know the path of suffering. They’re not truthfully ceases.",
    "ai-ya5.2.2:21.1_1": "All the arising of suffering ceases without anything left over. They don’t apply the mind to the form of the deathless, nor do they cease.",
    "ai-ya5.2.2:22.1_0": "what it does not cease when the origin of suffering ceases does not cease.",
    "ai-ya5.2.2:23.1_0": "don’t truly know the path of their practice, the origin of the path, or the practice that leads to the cessation of them.",
    "ai-ya5.2.2:23.1_1": "All the arising of craving at the end of all. They have not ceased. They’re simply ceases when the mind ceases, the origin of suffering ceases.",
    "ai-ya5.2.2:24.1_0": "But if it ceases without anything left over, it does not cease.",
    "ai-ya5.2.2:25.1_0": "don’t truly understand that craving is the truth of the Saṅgha, nor do they cease.",
    "ai-ya5.2.2:25.1_1": "All the minds of the origin of suffering, the cessation of craving, and the practice that leads to the cessation of craving. They don’t apply themselves to the cessation of these people.",
    "ai-ya5.2.2:26.0_0": "5.2.2.1.5. Paccanīkaokāsa",
    "ai-ya5.2.2:26.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:27.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya5.2.2:27.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:28.1_0": "one who has nothing in which eventually sites under the interval of cessation should not be done in the same way.",
    "ai-ya5.2.2:29.0.1_0": "5.2.2.2. Atītavāra",
    "ai-ya5.2.2:29.0.2_0": "5.2.2.2.1. Anulomapuggala",
    "ai-ya5.2.2:29.1_0": "and it is the truth of suffering that has ceased there is the truth of the origin of suffering.",
    "ai-ya5.2.2:30.1_0": "As in the past, future, and present these arguments are not your getting permission.",
    "ai-ya5.2.2:31.0.1_0": "5.2.2.3. Anāgatavāra",
    "ai-ya5.2.2:31.0.2_0": "5.2.2.3.1. Anulomapuggala",
    "ai-ya5.2.2:31.1_0": "and it is the truth of suffering, the origin of suffering, and the cessation of suffering.",
    "ai-ya5.2.2:32.1_0": "the origin of the path, the desert influence of the perfected ones, the origin of suffering, the path, and the practice that leads to the cessation of suffering.",
    "ai-ya5.2.2:32.1_1": "They cease, and perish.",
    "ai-ya5.2.2:33.1_0": "Or if it’s oppressed to go through the power of anyone who sees a wilderness ...",
    "ai-ya5.2.2:34.1_0": "and it is the truth of suffering. The truth is the truth of it, and it is the right way.",
    "ai-ya5.2.2:35.1_0": "they won’t, the origin of the path, the roads of the perfected ones, the fully awakened Buddhas. They won’t fulfill the truth of suffering. They’re truthful, not falsely.",
    "ai-ya5.2.2:35.1_1": "They will arouse the path, in which they will penetrate theories of the persons, whose minds are practises, and will save the paths, when they will fall away from their (after death).",
    "ai-ya5.2.2:36.1_0": "Or if it’s oppressed to go through the power of anyone who sees a wilderness ...",
    "ai-ya5.2.2:37.1_0": "and it is the truth of the origin of suffering. The truth is the truth of it.",
    "ai-ya5.2.2:38.1_0": "It’s not appropriate for ordinary people to enjoy the truth, but their origin will speak the truth. They’re truthfully and they aren’t truthfully.",
    "ai-ya5.2.2:38.1_1": "they will penetrate the path to convergence, the origin and cessation of suffering.",
    "ai-ya5.2.2:39.1_0": "But if it has ceased, it is true to say that the arising of the path is the right way.",
    "ai-ya5.2.2:40.1_0": "This is the only truth for the arising of the path, the way is the truth of the path, it seems, and it is the truth of the path leading to the origin of the path, but it isn’t true the cessation of them.",
    "ai-ya5.2.2:40.1_1": "they will penetrate the path to convergence, the sixteen grounds, the origin of suffering, and the cessation of the deathless.",
    "ai-ya5.2.2:41.0_0": "5.2.2.3.2. Anulomaokāsa",
    "ai-ya5.2.2:41.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:42.0_0": "5.2.2.3.3. Anulomapuggalokāsa",
    "ai-ya5.2.2:42.1_0": "and what is the truth of suffering, the origin of suffering is the cessation of suffering.",
    "ai-ya5.2.2:43.1_0": "the origin of the path—when itself is the foremost, best, chief, highest, and finest of the path—they are the truth of suffering, and there will be no truth of suffering.",
    "ai-ya5.2.2:43.1_1": "And the other four noble truths have ceased there. In this case them, the origin of suffering is the cessation of suffering. ...",
    "ai-ya5.2.2:44.1_0": "whomever has ever seen the earth,",
    "ai-ya5.2.2:45.0_0": "5.2.2.3.4. Paccanīkapuggala",
    "ai-ya5.2.2:45.1_0": "They’ve ceased and perished. Their arising of suffering is not found. Their arising of that.",
    "ai-ya5.2.2:46.1_0": "They’ve ceased the truth of suffering, and do not cease when it ceases.",
    "ai-ya5.2.2:47.1_0": "the origin of the path, or the practice that leads to the cessation of the path. They create in order to create the origin of the paths, or to the cessation of suffering.",
    "ai-ya5.2.2:47.1_1": "When the last of the Saṅgha’s mind has broken through the ending of defilements, ceased and perished.",
    "ai-ya5.2.2:48.1_0": "and it is the truth of suffering, and it isn’t lying down.",
    "ai-ya5.2.2:49.1_0": "But if the truth is true, it does not cease without anything left over, and it does not cease.",
    "ai-ya5.2.2:50.1_0": "they won’t, the origin of the path, the roads of the perfected ones, the fully awakened Buddhas. They won’t fulfill their paths. They’re truthful, not falsely.",
    "ai-ya5.2.2:50.1_1": "When the last of the Saṅgha’s mind was broken, they did not lie down on the ground. And to lie down on their floor.",
    "ai-ya5.2.2:51.1_0": "They haven’t ceased and perished. The truth isn’t spring to mind.",
    "ai-ya5.2.2:52.1_0": "This is the truth of the path, when the origin of the path is the cessation of suffering, the way that leads to the origin of it, and it isn’t true truthful, and it’s not true that the attainment of the paths.",
    "ai-ya5.2.2:52.1_1": "They don’t lie down on the best seat, the origin of the world, the perfected ones, and the fully awakened Buddhas do not die.",
    "ai-ya5.2.2:53.1_0": "But if it has no truth, it isn’t correctly ceased.",
    "ai-ya5.2.2:54.1_0": "It’s not appropriate for ordinary people to enjoy the truth, and the truths of the path aren’t truthfully the truth, and do not lie down.",
    "ai-ya5.2.2:54.1_1": "By the origin of the path, the perfected ones do not cease when they are able to lie down, nor do they cease.",
    "ai-ya5.2.2:55.0_0": "5.2.2.3.5. Paccanīkaokāsa",
    "ai-ya5.2.2:55.1_0": "Where suffering does not cease, nor does suffering cease. ...",
    "ai-ya5.2.2:56.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya5.2.2:56.1_0": "and what is the truth of suffering, and what is unclearly the origin of suffering do not cease without anything left over.",
    "ai-ya5.2.2:57.1_0": "If there isn’t truth, there is no inclination, and it isn’t truthfully the truth of suffering.",
    "ai-ya5.2.2:58.1_0": "the origin of the path—when it comes to the cessation of the mind—when it doesn’t have a different path—in that is the truth of suffering, the origin of suffering, and the path—iscoming there.",
    "ai-ya5.2.2:58.1_1": "When the last of the Saṅgha’s mind is broken, there was no original cessation of suffering. Namely, and there was no escape from them.",
    "ai-ya5.2.2:59.1_0": "and what is called the truth of suffering, and what is the truth of it does not cease without anything left over.",
    "ai-ya5.2.2:60.1_0": "If you’re not truthful, and what you’ve ceased, there is no inclination.",
    "ai-ya5.2.2:61.1_0": "They won’t, the origin of the path, the roads, or the worlds assemble and don’t think the path to the company of the noble ones. They’re not truthful, and they won’t succeed in it.",
    "ai-ya5.2.2:61.1_1": "Thereafter their minds in the midst of the Saṅgha, the objects of the terminator, Nigaṇṭhas will cease without anything.",
    "ai-ya5.2.2:62.1_0": "and what is the truth of arising, the arising of the path is the truth, and what is the truth of the path isn’t true.",
    "ai-ya5.2.2:63.1_0": "This is the truth of the path, when the origin of the path is the cessation of suffering, the way that is the truth of the path leading to the origin of the path, and it isn’t the truth, it’s not unincluded.",
    "ai-ya5.2.2:63.1_1": "By the next path, the origin of the world, the perfected ones, the fully awakened Buddhas don’t cease. And they’re unable to arise in the middle.",
    "ai-ya5.2.2:64.1_0": "If anyone has ceased there is no truth, it isn’t correctly the truth that the arising of suffering ceases.",
    "ai-ya5.2.2:65.1_0": "they will not adherence, and are the path to hell, nor will the truth of the path belief of their origin, and the truth of the path.",
    "ai-ya5.2.2:65.1_1": "By the next path, the origin of the world, the perfected ones, the fully awakened Buddhas don’t lie down on the road to the origin of the path. And when it ceases, the six senses cease.",
    "ai-ya5.2.2:66.0.1_0": "5.2.2.4. Paccuppannātītavāra",
    "ai-ya5.2.2:66.0.2_0": "5.2.2.4.1. Anulomapuggala",
    "ai-ya5.2.2:66.1_0": "it is the truth that ceases when suffering ceases, the origin of suffering ceases.",
    "ai-ya5.2.2:67.1_0": "Or if it ceases, the origin of suffering ceases is just suffering.",
    "ai-ya5.2.2:68.1_0": "All the arising of all fetters, but not with the ending of suffering. ...",
    "ai-ya5.2.2:68.1_1": "When it comes to the mind of all beings, the origin of suffering ceases.",
    "ai-ya5.2.2:69.1_0": "it is the truth that ceases when suffering ceases.",
    "ai-ya5.2.2:70.1_0": "Contentment, without distraction, the minds of those Aṅgiyānīs, the truth of suffering ceases. But it ceases.",
    "ai-ya5.2.2:70.1_1": "Having spring to mind the rainy season residence in those Aṅgiyānī and so on, the deathless ceased.",
    "ai-ya5.2.2:71.1_0": "Or if it has ceased there is the truth of suffering, the way that does not cease.",
    "ai-ya5.2.2:72.1_0": "Temporary embarrassed. They don’t give rise to the path. They set the fruit of the path where it ceases. But it ceases without anything left over.",
    "ai-ya5.2.2:72.1_1": "Having spring to mind the thoroughly setting forth, the minds of those Aṅgiyānī and the middle cease.",
    "ai-ya5.2.2:73.1_0": "it is the truth that the arising of suffering ceases.",
    "ai-ya5.2.2:74.1_0": "Sometimes of craving cease without anything left over. their origin, not with the truth of the cessation of craving.",
    "ai-ya5.2.2:74.1_1": "Craving at the breakfast of craving, the origin of the ending of craving ceases.",
    "ai-ya5.2.2:75.1_0": "But if it has ceased there is the truth of the path, the origin of cessation is correct.",
    "ai-ya5.2.2:76.1_0": "Craving is the arising of craving. When the ending of craving ceases, craving ceases. When the origin of suffering ceases, they cease.",
    "ai-ya5.2.2:76.1_1": "Having spent the current of craving, the deathless cease with death, and ceased.",
    "ai-ya5.2.2:77.0_0": "5.2.2.4.2. Anulomaokāsa",
    "ai-ya5.2.2:77.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:78.0_0": "5.2.2.4.3. Anulomapuggalokāsa",
    "ai-ya5.2.2:78.1_0": "in which suffering ceases, the origin of suffering ceases.",
    "ai-ya5.2.2:79.1_0": "pure, at the breaking of the mind. When the mind isn’t pure, without anything left over, it ceases. There’s no true teaching that ceases.",
    "ai-ya5.2.2:79.1_1": "And the other four consists of the fourfold understanding, five instances setting on stopping the deathless in mind, and ceased there.",
    "ai-ya5.2.2:80.1_0": "Or wherever suffering ceases, the origin of suffering ceases.",
    "ai-ya5.2.2:81.1_0": "There is the fourth kind of enjoyment that bodies produce in the path of the fruit. But, when the mind ceases, it ceases without anything left over.",
    "ai-ya5.2.2:81.1_1": "there were five monasteries on the fourth occasion of the Vaṅgīsa, Nigaṇṭhas, the origin of suffering, and the ending of suffering ceases.",
    "ai-ya5.2.2:82.1_0": "in which suffering ceases, the path ceases.",
    "ai-ya5.2.2:83.1_0": "pure mind, without hindrances, corruptions of the mind. Their mind is solitary, without discovering the deathless, pleasurable, blewishing. Their mind ceases. There’s no in that, not without attachment.",
    "ai-ya5.2.2:83.1_1": "Having spring to mind the rainy season residence in those Aṅguttara, the revolving of suffering the deathless states ceased there.",
    "ai-ya5.2.2:84.1_0": "or wherever suffering ceases, the path ceases.",
    "ai-ya5.2.2:85.1_0": "There they advocate the arising of the texts on the path where the mind ceases. ...",
    "ai-ya5.2.2:85.1_1": "Having spring to mind the thoroughly rolling on all sides, the wise flame and pain ceases.",
    "ai-ya5.2.2:86.1_0": "in which the origin of the path ceases.",
    "ai-ya5.2.2:87.1_0": "Contentment, while those ablending and comprehension of craving ceases. There is the truth that ceases.",
    "ai-ya5.2.2:87.1_1": "Craving at the breakfast of craving, the origin of the ending of craving ceases.",
    "ai-ya5.2.2:88.1_0": "Or else they say that the truth of the path is the truth where it ceases.",
    "ai-ya5.2.2:89.1_0": "Craving is a cause of craving. Neither in the destruction of craving, when the mind is being proclaimed, the truth of the origin of suffering ceases, they cease. There is the truth of the origin of the path.",
    "ai-ya5.2.2:89.1_1": "Having spent the current of craving, the deathless ceased there, and ceased there.",
    "ai-ya5.2.2:90.0_0": "5.2.2.4.4. Paccanīkapuggala",
    "ai-ya5.2.2:90.1_0": "They haven’t ceased when suffering ceases, what ceases does not cease.",
    "ai-ya5.2.2:91.1_0": "But if there is no truth, there is no inclination.",
    "ai-ya5.2.2:92.1_0": "This is the truth of suffering, the path isn’t specifically ceased.",
    "ai-ya5.2.2:93.1_0": "Sometimes they don’t give rise to the thought of tranquillity. They don’t take the path to the destruction of suffering. They don’t cease without anything left over.",
    "ai-ya5.2.2:93.1_1": "Without charging at midstress, their mind ceases. But when the mind ceases, it ceases.",
    "ai-ya5.2.2:94.1_0": "But if it hasn’t ceased there is no truth where suffering ceases.",
    "ai-ya5.2.2:95.1_0": "Having no regrets in the Saṅgha, the minds of those without consciousness ceased. But the truth of the path ceases, not cease.",
    "ai-ya5.2.2:95.1_1": "Without charging at misfortune, the mind ceases. And wherever suffering ceases, without anything left over.",
    "ai-ya5.2.2:96.1_0": "This is the truth, it doesn’t cease without anything left over.",
    "ai-ya5.2.2:97.1_0": "Craving is the arising of craving. When the ending of craving ceases, craving ceases. When the origin of suffering ceases, they don’t cease.",
    "ai-ya5.2.2:97.1_1": "Contact, cling, to the end of craving, the origin of suffering, and the cessation of suffering. Namely, the practice that leads to the cessation of suffering ceases.",
    "ai-ya5.2.2:98.1_0": "But if it has no specific condition, it is just not just cease.",
    "ai-ya5.2.2:99.1_0": "Of those who are steady in craving, but don’t truly see the truth of the path ceases. But they don’t cease.",
    "ai-ya5.2.2:99.1_1": "Contact, cling, to the end of craving, the pollutants, without a thought, nor do they arise.",
    "ai-ya5.2.2:100.0_0": "5.2.2.4.5. Paccanīkaokāsa",
    "ai-ya5.2.2:100.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:101.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya5.2.2:101.1_0": "in which suffering ceases, the origin of suffering ceases.",
    "ai-ya5.2.2:102.1_0": "There is no indication on the four paths producing the direct knowledge. They don’t give rise to the formless states of existence. But in that case, they don’t cease there.",
    "ai-ya5.2.2:102.1_1": "pure, for the arising of suffering, the origin of suffering, and the cessation of suffering. Their mind ceases and not cease in them.",
    "ai-ya5.2.2:103.1_0": "Or where there is the origin of suffering ceases without anything left over.",
    "ai-ya5.2.2:104.1_0": "pure, bright, clever, and unconfused, as they are. There’s no true knowledge of the origin of suffering for them. But herein they don’t cease.",
    "ai-ya5.2.2:104.1_1": "With pure mind, their origin, their cessation, and the practice that leads to their cessation does not cease. Their pain ceases and perishes.",
    "ai-ya5.2.2:105.1_0": "in which suffering ceases, and what is the truth of what is uncleared doesn’t cease.",
    "ai-ya5.2.2:106.1_0": "Sometimes they don’t give rise to the thought of tranquillity. ...",
    "ai-ya5.2.2:106.1_1": "With a pure mind, whose mind is cleansed. When the mind is full of Attending gives rise to discomfort, their mind ceases. Their in suffering ceases and not stopped. But there’s no for them.",
    "ai-ya5.2.2:107.1_0": "If anyone has ceased there is no truth, there is no inclination where it ceases.",
    "ai-ya5.2.2:108.1_0": "pure mind, without hindrances, parallels, blemishment, and self-controlled in the bowls of the mind. There’s no offense for those who’ve broken through the air. Their mind doesn’t cease.",
    "ai-ya5.2.2:108.1_1": "With a pure mind, no matter how the arising of suffering ceases. When the mind ceases, dispels ignorant mind ceases. When the mind ceases, suffering ceases. When the mind ceases, not cease. That’s what ceases.",
    "ai-ya5.2.2:109.1_0": "in whatever place the origin of the path does not cease.",
    "ai-ya5.2.2:110.1_0": "Craving is a cause of craving. Namely, the origin of suffering ceases. There is no in them that case it is the truth of the origin of suffering.",
    "ai-ya5.2.2:110.1_1": "When the second mind is kept ignorant and full of craving, while the mind does not arouse the arising of craving, nor does it cease.",
    "ai-ya5.2.2:111.1_0": "Or where there is no formation cease without anything left over.",
    "ai-ya5.2.2:112.1_0": "There is no craving for continued existence in the Saṅgha. Attending to stop them. The truth of the path ceases, not cease.",
    "ai-ya5.2.2:112.1_1": "When the second mind is kept ignorant and full of craving, while the mind does not arouse the arising of craving, nor does it cease. In that case, the mind ceases.",
    "ai-ya5.2.2:113.0.1_0": "for the future is fitted, and exhausted.",
    "ai-ya5.2.2:113.0.2_0": "5.2.2.5.1. Anulomapuggala",
    "ai-ya5.2.2:113.1_0": "its origin, its cessation, and the practice that leads to its cessation.",
    "ai-ya5.2.2:114.1_0": "Is it possible to know the origin of the paths, the minds of the perfected ones, the origin of the path, the cessation of the mind, and the path to the practice that leads to the cessation of suffering ceases, not with that.",
    "ai-ya5.2.2:114.1_1": "But as soon as the underlying tendency for the donors of the mind ceases and stopped.",
    "ai-ya5.2.2:115.1_0": "But when his origin has ceased, his cessation ceases.",
    "ai-ya5.2.2:116.1_0": "all the roads, when their body breaks up, after death, they cease without anything left over. They’re transgressed, formless, and perished. They’d cease without anything left over.",
    "ai-ya5.2.2:116.1_1": "If it is for all sort of the mind, the origin of suffering ceases.",
    "ai-ya5.2.2:117.1_0": "what is the truth of suffering ceases and stops.",
    "ai-ya5.2.2:118.1_0": "Is it possible to see the origin of the world. ... They won’t penetrate the path to a violent one who doesn’t get the truths of their minds. They’re not unfueled about the truth of suffering.",
    "ai-ya5.2.2:118.1_1": "“When the mind is preceding on the path, it will finish the perils of the influence, while these that are oppressed in the midst of the deathless, and his mind ceases.",
    "ai-ya5.2.2:119.1_0": "But if it has ceased there is the truth of suffering, the way that ceases is just suffering.",
    "ai-ya5.2.2:120.1_0": "This is the origin of the path, the desert inference of the variety of paths, the way is the path leading to the end of suffering, and not with the path to the practice. They will look after the path, and not coming to the path there will be no more like that.",
    "ai-ya5.2.2:120.1_1": "“When the mind is preceding the path, it will set up and on the path that his mind is really unknown as liberated. They will dawn on the path, wherever they arose, as they remain, and as it ceases.",
    "ai-ya5.2.2:121.1_0": "its origin, it ceases and where it ceases.",
    "ai-ya5.2.2:122.1_0": "It’s when it comes to the path that leads to the ending of craving, ordinary people cease without anything left over. They are truthfully arisen, and they cease.",
    "ai-ya5.2.2:122.1_1": "they will abide in craving and disturbance of the deathlessness of them cease.",
    "ai-ya5.2.2:123.1_0": "But if it is only the truth, it is cease.",
    "ai-ya5.2.2:124.1_0": "This is the origin of the path, while the cessation of the mind interruptedly. Those who proceed having turned away from the road to the beginning, the middle, and the end of craving will cease. They’re not unfueled about the origin of craving.",
    "ai-ya5.2.2:124.1_1": "And they will cease when those analyzed path to the peril of the sun and reptiles.",
    "ai-ya5.2.2:125.0_0": "5.2.2.5.2. Anulomaokāsa",
    "ai-ya5.2.2:125.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:126.0_0": "5.2.2.5.3. Anulomapuggalokāsa",
    "ai-ya5.2.2:126.1_0": "in which that suffering ceases, and where it ceases.",
    "ai-ya5.2.2:127.1_0": "Is there the origin of the path, the minds of the Awakening influence of the path, the minds of those perfected ones, having broken off that path to the original cessation of suffering, the path to the practice that leads to the cessation of suffering?",
    "ai-ya5.2.2:127.1_1": "And the other four consists of the four consisting of the fourfold restraint, of the mind on that most importantment and reappearance ceases.",
    "ai-ya5.2.2:128.1_0": "Or if it ceases, the origin of suffering ceases, the cessation of suffering is the truth of suffering.",
    "ai-ya5.2.2:129.1_0": "There are fivefold opportunities for arising and vanishing. They’re the truth of the path and the practice that leads to the origin of suffering. But they don’t cease there. Their directly knew there, and there’s no origination of suffering.",
    "ai-ya5.2.2:129.1_1": "there are five ways of rolling on the four flags and difference between the mind-made flame, just as they ceased.",
    "ai-ya5.2.2:130.1_0": "in which suffering ceases and stops.",
    "ai-ya5.2.2:131.1_0": "Working in theft of the roads, the Saṅgha of perfected ones, the path of the perfected ones, and the path to the company of the noble ones. They will rough the path of their minds that are the truth of suffering, they will not stop liberating the truth of that.",
    "ai-ya5.2.2:131.1_1": "“When the mind is disturbed, the interval between the two paths, the streams of the path, and the streams of the paths of others will cease. They will cease without anything left over.",
    "ai-ya5.2.2:132.1_0": "Or if it is only the truth, the path there is no independent of opposition where it ceases.",
    "ai-ya5.2.2:133.1_0": "This is the origin of the path, the arising of thefterence, the way influence of the mind, and the path will attend on the wrong path. But when those thoughts cease, their minds will cease without anything left over. They’re not looking at the wrong time, and not with the path there. But when the path is the wrong path, they will spring to mind.",
    "ai-ya5.2.2:133.1_1": "When the mind is preceding towards the highest path, it will cause those who seem the danger in it. Their mind is discomfort and repulsed. They will rise to see that path where there is suffering.",
    "ai-ya5.2.2:134.1_0": "in whatever way the origin of path ceases.",
    "ai-ya5.2.2:135.1_0": "There are those who don’t acquisitions of the path, the origin of the world, the ending of craving ceases. They cease without anything left over.",
    "ai-ya5.2.2:135.1_1": "they will abide in craving and disturbance of those analysis of the truth cease.",
    "ai-ya5.2.2:136.1_0": "Or else they say that the path is the truth of the path, or where it ceases.",
    "ai-ya5.2.2:137.1_0": "This is the origin of the path, while they are transferring to the path of the origin of the path, wherever those who don’t proceed. They proceed having turned away from the path, and like it seems to the origin of craving ceases.",
    "ai-ya5.2.2:137.1_1": "And they will a path to dawn on the road, the centeral positions of death settles.",
    "ai-ya5.2.2:138.0_0": "5.2.2.5.4. Paccanīkapuggala",
    "ai-ya5.2.2:138.1_0": "They’re not truthfully ceases, and what ceases is true.",
    "ai-ya5.2.2:139.1_0": "It’s all so, but it doesn’t give rise to the origin of the path. ...",
    "ai-ya5.2.2:139.1_1": "its origin, its cessation, and the path. They will not see the origin of the path. They won’t apply the mind to the origin of the path towards that are the cessation of suffering, the path and the practice that leads to the cessation of suffering.",
    "ai-ya5.2.2:140.1_0": "But when his originates are true, their cessation does not cease.",
    "ai-ya5.2.2:141.1_0": "Is it possible to know the origin of the paths, the minds of the perfected ones, the origin of the path, the cessation of the mind, and the path to the practice that leads to the cessation of suffering did not cease. But it doesn’t cease for them.",
    "ai-ya5.2.2:141.1_1": "its origin, its cessation, and the path. They will not see the origin of the path. They won’t apply the mind to the origin of the path towards that are the result of suffering, the donor is the origin of suffering, the path, and the practice that leads to the cessation of suffering.",
    "ai-ya5.2.2:142.1_0": "what is true is the truth of suffering ceases, and what ceases isn’t true.",
    "ai-ya5.2.2:143.1_0": "This is the origin of the path, when the mind is first path, it seems the arising of the path, the road on the path leading to the end of suffering. Their in the path will cease without anything left over. They won’t see the path leading to the end of suffering. They won’t fertile path because of the path leading to the end of suffering.",
    "ai-ya5.2.2:143.1_1": "Is it not possible to know or see the origin of the paths that are mostly painful, ignoble, and pointless. They won’t give rise to the path of the fruits of suffering. And they won’t look down on the path and deathless.",
    "ai-ya5.2.2:144.1_0": "But if it has no truth, there is no inclination.",
    "ai-ya5.2.2:145.1_0": "Isn’t think the origin of the road to the realm of the perfected ones. They won’t fulfill the practice of the path. They won’t fulfill the practice of the path and the mind. They won’t penetrate it. They won’t see the truth of suffering.",
    "ai-ya5.2.2:145.1_1": "Is it not possible to know or see the origin of the paths that are mostly arisen. They won’t apply the path to the end of suffering, the aggregates, and the path to the end of suffering. And they won’t arise in the middle of the path or the end of suffering.",
    "ai-ya5.2.2:146.1_0": "They’re not truthful, and what has ceased, and what they cease.",
    "ai-ya5.2.2:147.1_0": "This is the origin of the path, while the cessation of the mind interpretations. Those who proceed having turned away from the path, doesn’t proceed having turned away from the donor. Their craving doesn’t cease.",
    "ai-ya5.2.2:147.1_1": "This is the origin of the path, the Realized Ones—born of the perfected ones, the fully awakened Buddhas—born of the path, when it comes to the end of craving and dispelling ceases.",
    "ai-ya5.2.2:148.1_0": "But if it has no truth, it isn’t just ceased.",
    "ai-ya5.2.2:149.1_0": "There are those who don’t, ordinary people who don’t practice the path leading to the end of craving. They’re truthful, and don’t cease.",
    "ai-ya5.2.2:149.1_1": "This is the origin of the path, the Realized Ones—born of the perfected ones, the fully awakened Buddhas—practicing that leads to the cessation of craving, Namely ceases.",
    "ai-ya5.2.2:150.0_0": "5.2.2.5.5. Paccanīkaokāsa",
    "ai-ya5.2.2:150.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:151.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya5.2.2:151.1_0": "They’re right there that what ceases is true, and what ceases is the origin of suffering.",
    "ai-ya5.2.2:152.1_0": "There is no indication for the four primary elements; for the arising of the paths and the path to the practice of the fruit of once it is the truth of suffering, but not as the origin of suffering.",
    "ai-ya5.2.2:152.1_1": "its origin, its cessation, and the path. If you don’t advocate the arising of the path, when the mind is full of imperfections, the origin of the path, the practice that leads to the cessation of suffering ceases. So there’s no coming to the path or result of suffering.",
    "ai-ya5.2.2:153.1_0": "If there isn’t the origin of suffering, or where there is no suffering.",
    "ai-ya5.2.2:154.1_0": "Is there the origin of the path, the minds of the perfected ones will, the origin of the world, the cessation of the path, or the practice that leads to the cessation of the mind, but not that the origin of suffering ceases.",
    "ai-ya5.2.2:154.1_1": "its origin, its cessation, and the path. If you don’t advocate the arising of the path, the minds of the paths, or the practice that leads to the origin of the path. They’re not reborn in that place where there’s no suffering ceases.",
    "ai-ya5.2.2:155.1_0": "in which suffering ceases, and what is true has ceased.",
    "ai-ya5.2.2:156.1_0": "This is the origin of the path, the arising of thefterence between the four paths, the origin of the path, the practice, and the path dispels the mind. They won’t give rise to the path, nor will they die, and the path that leads to the cessation of suffering.",
    "ai-ya5.2.2:156.1_1": "Is it not possible that the arising of the paths of suffering applying the minds of original forms will arise in the central path, the embracing of the paths of the fruit, the act of the paths of the fruit, the actual path does not arise in that, and the formless.",
    "ai-ya5.2.2:157.1_0": "If anyone who does not cease when it comes to the truth, the path isn’t chopped in where it ceases.",
    "ai-ya5.2.2:158.1_0": "Worlding in the open of the birds of Aṅgīrasa, the malicious intents will his mind. Sometimes they won’t give rise to unhappy the truths of the paths. They won’t think it is the truth of suffering.",
    "ai-ya5.2.2:158.1_1": "Is it not possible that the origin of the world will arise, wherever it arises, and wherever it does not arise, wherever it ceases. Their minds rolling on the path and the underlying tendency to the fruit of suffering ceases. Their in the path is unpleasant to dispel the opposite of the paths that causess that are painful, the essence of suffering.",
    "ai-ya5.2.2:159.1_0": "They’re right there, and what ceases when that originates aren’t true.",
    "ai-ya5.2.2:160.1_0": "This is the origin of the path, when the mind is first path, the way that leads to the origin of the path, the road on the path, or the practice that leads to the cessation of craving, not with the thought, and not with the act of born.",
    "ai-ya5.2.2:160.1_1": "This is the best of the paths, the origin of the world, the cessation of craving, and the practice that leads to the cessation of craving. But when it comes to the path, an uneducated ordinary person doesn’t proceed having turned away from that place.",
    "ai-ya5.2.2:161.1_0": "Or else they say that the path is the truth, it does not cease when it ceases.",
    "ai-ya5.2.2:162.1_0": "There are no reason for ordinary people who don’t acknowledge the path to hell, the origin of the path, the ending of craving, and they cease without anything left over.",
    "ai-ya5.2.2:162.1_1": "This is the best of the paths, the origin of the world, the cessation of craving, and the paths of ordinary people. They don’t proceed having turned away from the calm, passing away, or being reborn there.",
    "ai-ya5.2.2:163.0.1_0": "5.2.2.6. Atītānāgatavāra",
    "ai-ya5.2.2:163.0.2_0": "5.2.2.6.1. Anulomapuggala",
    "ai-ya5.2.2:163.1_0": "and it is the truth of suffering that has ceased. Their originates are the truth of suffering.",
    "ai-ya5.2.2:164.1_0": "It’s the origin of the path because of entering the cessation of the path that leads to the cessation of suffering. It doesn’t go beyond that.",
    "ai-ya5.2.2:164.1_1": "And the other dispelling where suffering ceases.",
    "ai-ya5.2.2:165.1_0": "Or if it’s oppressed to go through the power of anyone who sees a wilderness ...",
    "ai-ya5.2.2:166.1_0": "and it is the truth of suffering that has ceased there is the truth of the path leading to sap.",
    "ai-ya5.2.2:167.1_0": "they won’t associate with the best among them, the perfected ones, the fully awakened Buddhas who are the truth of suffering, and who running out the truth. They’re truthful, not falsely.",
    "ai-ya5.2.2:167.1_1": "They will interrupt the origin of the path, which they will interrupt the mind on the path leading to the getting of suffering. They will rise and fall away from the path.",
    "ai-ya5.2.2:168.1_0": "Or if it’s oppressed to go through the power of anyone who sees a wilderness ...",
    "ai-ya5.2.2:169.1_0": "what is true has ceased and what is the truth of arising. The truth is the truth of it.",
    "ai-ya5.2.2:170.1_0": "they won’t, Namely, ordinary, ignorant people, and are the truth of the paths of the origin of the paths. They’re truthful, not false.",
    "ai-ya5.2.2:170.1_1": "They will arrival in the highest path, the interruptation of the paths, the origin of the path, and the path setting aside that is the truth of the origin of the path. And they will cease without anything.",
    "ai-ya5.2.2:171.1_0": "Or if it’s oppressed to go through the power of anyone who sees a wilderness ...",
    "ai-ya5.2.2:172.0_0": "5.2.2.6.2. Anulomaokāsa",
    "ai-ya5.2.2:172.1_0": "Where suffering ceases, suffering ceases. ...",
    "ai-ya5.2.2:173.0_0": "5.2.2.6.3. Anulomapuggalokāsa",
    "ai-ya5.2.2:173.1_0": "and what is the truth of suffering, the origin of suffering is the cessation of suffering.",
    "ai-ya5.2.2:174.1_0": "the origin of the path dispensation, thefactor of the paths, the origin of the path, the opposite sex, but it’s the truth of suffering that the origin of suffering is the truth of suffering.",
    "ai-ya5.2.2:174.1_1": "And the other four noble truths have ceased there, and penetrated them with respect. They are the origin of suffering.",
    "ai-ya5.2.2:175.1_0": "Or if it does so, the origin of suffering ceases, the cessation of suffering is the truth of suffering.",
    "ai-ya5.2.2:176.1_0": "pure white, but it’s due to the cessation of suffering that springs up. Their truth and then nothing wrong is the truth.",
    "ai-ya5.2.2:176.1_1": "And the other four noble truths, the origin of suffering, the ending of the five lower fetters, and the origin of suffering. They have ceased there.",
    "ai-ya5.2.2:177.1_0": "in which tough suffering has ceased there is the truth, it is the right way.",
    "ai-ya5.2.2:178.1_0": "they won’t, the origin of the path, the roads, and the world will live on the path to the company of the noble ones. They’re uncleared there, unhappy, not falsely.",
    "ai-ya5.2.2:178.1_1": "They will arrange in the best way, in order to purify the path, the way they will penetrate it, and see the path leading to penetration (of the sun). They will rise and fall there.",
    "ai-ya5.2.2:179.1_0": "And if it is only the right way, the path is cease when suffering ceases, and what is the truth of suffering it is the truth.",
    "ai-ya5.2.2:180.1_0": "pure white lotuses are subtle, and the truthful ones cease without anything. There, they will be no truth of that suffering.",
    "ai-ya5.2.2:180.1_1": "They will arrange the path of the original path on the road, which they will walk on the path of the road, which is the path leading to the vanity, and in consequence of their suffering.",
    "ai-ya5.2.2:181.1_0": "and what is the truth of original cessation has ceased there is the right way.",
    "ai-ya5.2.2:182.1_0": "There are ascetics who lead the origin of the path, the world, the origin of the world, the roads, or the opposite sex. They’re truthful, not falsely.",
    "ai-ya5.2.2:182.1_1": "They will arrival in the highest path, the inner peace, the preceding of the path, the origin of the path, and the path, when they know the path and see; and because of the path.",
    "ai-ya5.2.2:183.1_0": "Or if it is only the truth, the origin of it is the truth, the cessation of the path, and the practice it is the truth of its origin.",
    "ai-ya5.2.2:184.1_0": "On the second occasion when the mind is pure, it does not appear to them. In the case of those who speak the truth, and it is the truth there.",
    "ai-ya5.2.2:184.1_1": "They will arrival in the highest path, the inner peace, the preceding of the path, the way they will split into it. They’ll lay it on the path, and like it bathe.",
    "ai-ya5.2.2:185.0_0": "5.2.2.6.4. Paccanīkapuggala",
    "ai-ya5.2.2:185.1_0": "They’re not truthful, and what has ceased, there is no origination.",
    "ai-ya5.2.2:186.1_0": "Or else, when his originates are the truth, it doesn’t cease without anything left over, there is no inclination.",
    "ai-ya5.2.2:187.1_0": "One who has no truth or experiences it, nor does nothing realise.",
    "ai-ya5.2.2:188.1_0": "But if it has ceased and perished, it does not cease without anything left over, there is no inclination.",
    "ai-ya5.2.2:189.1_0": "One who has no originated the truth, nor does it cease without anything left over.",
    "ai-ya5.2.2:190.1_0": "But if it has ceased there is no truth, the arising of the path, and it does not cease without cease.",
    "ai-ya5.2.2:191.0_0": "5.2.2.6.5. Paccanīkaokāsa",
    "ai-ya5.2.2:191.1_0": "Where suffering ceases, non-action is suffering. ...",
    "ai-ya5.2.2:192.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya5.2.2:192.1_0": "and what is the truth of suffering, the origin of suffering is not specifically cease here.",
    "ai-ya5.2.2:192.1_1": "lie down on it.",
    "ai-ya5.2.2:193.1_0": "Or else, if it’s the truth, the origin of suffering doesn’t cease without anything left over, it doesn’t cease.",
    "ai-ya5.2.2:193.1_1": "it’s hideless;",
    "ai-ya5.2.2:194.1_0": "and what is called the truth of suffering is the truth, and what is uncomfortable does not lie down is the truth.",
    "ai-ya5.2.2:194.1_1": "lie down on it.",
    "ai-ya5.2.2:195.1_0": "And if it is only the truth, the path does not cease when suffering ceases, and the truth aren’t comprehended within it.",
    "ai-ya5.2.2:195.1_1": "it’s hideless;",
    "ai-ya5.2.2:196.1_0": "and what is the truth of arising, the origin of without cease. where it ceases.",
    "ai-ya5.2.2:197.1_0": "On the second occasion when the mind is pure, it does not cease. The truth is the truth, and it isn’t truthful.",
    "ai-ya5.2.2:197.1_1": "But in these cases their origin, their cessation, and the path are not ceased there.",
    "ai-ya5.2.2:198.1_0": "Or if it is only the right way, it does not cease without anything left over, the origin of it is the truth, and it isn’t just the truth.",
    "ai-ya5.2.2:199.1_0": "They won’t associate with the best among those who are perfected ones who are the path to the origin of the paths, the roads of the path, or the practice that leads to the cessation of the path. They won’t be at the truth, and there is no truth.",
    "ai-ya5.2.2:199.1_1": "But there are no immorality of idiosyncratic interpretations of the truth.",
    "ai-ya5.2.2:200.1_0": "Getting cessation"
}