{
    "ai-ya6.2.2:0.1_0": "6 Saṅkhārayamaka",
    "ai-ya6.2.2:0.2_0": "6.2 Pavattivāra",
    "ai-ya6.2.2:0.3_0": "6.2.2. Nirodhavāra",
    "ai-ya6.2.2:1.0.1_0": "6.2.2.1. Paccuppannavāra",
    "ai-ya6.2.2:1.0.2_0": "6.2.2.1.1. Anulomapuggala",
    "ai-ya6.2.2:1.1_0": "when their physical, verbal, and mental processes cease.",
    "ai-ya6.2.2:2.1_0": "Thoughts of the in-breaths and out-breaths cease without placing the mind and keeping it connected. Those who cease without anything left over.",
    "ai-ya6.2.2:2.1_1": "the first absorption of the senses ceased, and the in-breaths and out-breaths cease. Those physical process ceases and mental processes cease.",
    "ai-ya6.2.2:3.1_0": "But if their physical, verbal, and mental processes cease cease.",
    "ai-ya6.2.2:4.1_0": "Though the placing of the mind and keeping it connected cease without placing the mind and keeping it connected cease, they don’t cease.",
    "ai-ya6.2.2:4.1_1": "the first absorption of the sense-spheres are one in-breaths and out-breaths cease. Those physical processes cease.",
    "ai-ya6.2.2:5.1_0": "when their physical, verbal, and mental processes cease.",
    "ai-ya6.2.2:6.1_0": "But if their mind ceases, the physical process ceases.",
    "ai-ya6.2.2:7.1_0": "Those deliberately ceases, then bodily processes cease. Those physical processes cease.",
    "ai-ya6.2.2:7.1_1": "the in-breaths and out-breaths ceased.",
    "ai-ya6.2.2:8.1_0": "But when their speech ceases, the mental process ceases.",
    "ai-ya6.2.2:9.1_0": "But if their mind ceases, the mental process ceases and still cease.",
    "ai-ya6.2.2:10.1_0": "Though the mind of the defilements ceased, then the mental process ceases and not stopped.",
    "ai-ya6.2.2:10.1_1": "Those defilements cease when their mind is broken, then the placing of the mind and keeping it connected cease.",
    "ai-ya6.2.2:11.0_0": "6.2.2.1.2. Anulomaokāsa",
    "ai-ya6.2.2:11.1_0": "where choices cease. ...",
    "ai-ya6.2.2:12.0_0": "6.2.2.1.3. Anulomapuggalokāsa",
    "ai-ya6.2.2:12.1_0": "wherever they cease. ...",
    "ai-ya6.2.2:12.1_1": "whomever has ever seen the earth,",
    "ai-ya6.2.2:13.0_0": "6.2.2.1.4. Paccanīkapuggala",
    "ai-ya6.2.2:13.1_0": "when their physical, verbal, or mental processes cease.",
    "ai-ya6.2.2:14.1_0": "Though the placing of the mind and keeping it connected cease without placing the mind, they don’t cease without anything left over.",
    "ai-ya6.2.2:14.1_1": "all the mental processes cease without placing the mind and keeping it connected. They’re without placing the mind, but just keeping it connected. They cease without anything left over. They don’t cease.",
    "ai-ya6.2.2:15.1_0": "But if their speech ceases, the physical process ceases does not cease.",
    "ai-ya6.2.2:16.1_0": "Though the placing of the mind and keeping it connected cease without placing the mind and keeping it connected cease, they don’t cease.",
    "ai-ya6.2.2:16.1_1": "all the mental processes cease without placing the mind and keeping it connected. They’re without placing the mind, but just keeping it connected. They cease without anything left over. They don’t cease, and they don’t cease.",
    "ai-ya6.2.2:17.1_0": "when their physical, verbal, or mental processes cease.",
    "ai-ya6.2.2:18.1_0": "Though the in-breaths and out-breaths cease without anything left over, their physical processes cease.",
    "ai-ya6.2.2:18.1_1": "‘This gives rise to the cessation of the mind. But when the mind ceases, bodily form ceases and mental processes cease.’",
    "ai-ya6.2.2:19.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:20.1_0": "But when their speech ceases, the mental process ceases does not cease.",
    "ai-ya6.2.2:21.1_0": "Though the mind of the defilements ceased with the Aṅguttara, they don’t cease without anything left over.",
    "ai-ya6.2.2:21.1_1": "‘All the arising of the thought that ceases without anything left over.’ They don’t give rise to the cessation of mental processes. But when the mind ceases, then mental process ceases.",
    "ai-ya6.2.2:22.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:23.0_0": "6.2.2.1.5. Paccanīkaokāsa",
    "ai-ya6.2.2:23.1_0": "When someone’s physical, verbal, or mental processes cease ...",
    "ai-ya6.2.2:24.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya6.2.2:24.1_0": "Where choices cease without anything left over, their physical processes cease.",
    "ai-ya6.2.2:25.1_0": "But with the stilling of the in-breaths and out-breaths cease without anything left over, then they don’t see them.",
    "ai-ya6.2.2:25.1_1": "all the mental processes cease without placing the mind and keeping it connected. They have no placing the mind, but just keeping it connected. Their physical processes cease without anything left over. But they don’t cease without anything left over.",
    "ai-ya6.2.2:26.1_0": "Or wherever one choices cease without anything left over,",
    "ai-ya6.2.2:27.1_0": "one who has got the meaning in each place where these people cease. They are to be expounded in the middle.",
    "ai-ya6.2.2:28.0.1_0": "6.2.2.2. Atītavāra",
    "ai-ya6.2.2:28.0.2_0": "6.2.2.2.1. Anulomapuggala",
    "ai-ya6.2.2:28.1_0": "the bodily formation cease without anything left over.",
    "ai-ya6.2.2:29.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:30.1_0": "In the past, in the future, whatever in whom there is no causality, whatever in whom dwells in the past, future or present, and present in whom there is no difference in various ways.",
    "ai-ya6.2.2:31.0.1_0": "6.2.2.3. Anāgatavāra",
    "ai-ya6.2.2:31.0.2_0": "6.2.2.3.1. Anulomapuggala",
    "ai-ya6.2.2:31.1_0": "the bodily formation cease without cease.",
    "ai-ya6.2.2:32.1_0": "But if his verbal processes cease without anything left over, his physical processes cease.",
    "ai-ya6.2.2:33.1_0": "On the last of the sensual pleasures of the mind will arise in the last realm of the fine-material sphere. In the last watch of the night, they will die in the fine-material and immoral mind. In the last watch, they will then will be extinguished without extra effort.",
    "ai-ya6.2.2:33.1_1": "But the other physical processes cease.",
    "ai-ya6.2.2:34.1_0": "the bodily formation cease without anything left over; the mental processes cease without anything left over.",
    "ai-ya6.2.2:35.1_0": "But if his mental processes cease without anything left over, his physical processes cease.",
    "ai-ya6.2.2:36.1_0": "On the last of the sensual pleasures of the mind will arise in the last realm of the fine-material sphere. In the last realm of the mind he will honor and respectively in the last realm of the central systems. Those who will become extinguished without extraordinarily beautiful, having a mind-made, will become extinguished with no more full of form.",
    "ai-ya6.2.2:36.1_1": "But the other physical processes cease.",
    "ai-ya6.2.2:37.1_0": "in one who has ceased and stilled the mental processes cease without ceased.",
    "ai-ya6.2.2:38.1_0": "But if his mental processes cease without anything left over, his verbal processes cease.",
    "ai-ya6.2.2:39.1_0": "Mindfulness of the mind is without placing the mind, keeping it connected. The mind is undefilement there isn’t able to stop placing the mind and keeping it connected. In order to understand them, they will cease.",
    "ai-ya6.2.2:39.1_1": "the other is just reckoned as an intentional decay.",
    "ai-ya6.2.2:40.0_0": "6.2.2.3.2. Anulomaokāsa",
    "ai-ya6.2.2:40.1_0": "wherever the body cease. ...",
    "ai-ya6.2.2:41.0_0": "6.2.2.3.3. Anulomapuggalokāsa",
    "ai-ya6.2.2:41.1_0": "wherever the bodily formation cease, he will cease.’",
    "ai-ya6.2.2:42.1_0": "For the second absorption ... third absorption there is the bodily formation, the verbal processes cease without cease.",
    "ai-ya6.2.2:42.1_1": "Sensual pleasures are the first absorptions of sensual pleasures, their physical, verbal, and mental processes cease.",
    "ai-ya6.2.2:43.1_0": "Or else, if he ceases, his bodily processes cease without anything left over, it ceases.",
    "ai-ya6.2.2:44.1_0": "Mindfully the lasting of the sensual pleasures of the mind will arise in the last realm of the fine-material sphere. In the last watch of the night, he will cease without anything left over.",
    "ai-ya6.2.2:44.1_1": "For the first jhāna in the went forth from here and there he will cease only for them, and then bodily formations will cease.",
    "ai-ya6.2.2:45.1_0": "in which the physical process cease, the mental process ceases. When the mind is cease, then the mental process ceases.",
    "ai-ya6.2.2:46.1_0": "Or if he puts away the mental processes cease without anything left over, his physical processes cease.",
    "ai-ya6.2.2:47.1_0": "In the last watch of the night, the disappearance of the mind will arise in the last-norld and the last-norld. The mind-made body will arise in him, and not in the fourth. In the fine-material sphere will cease without anything left over.",
    "ai-ya6.2.2:47.1_1": "the first absorption, the second absorption, the third absorption, the fourth jhāna in the fine-material sphere. And the mental processes cease without ceased.",
    "ai-ya6.2.2:48.1_0": "in which his verbal processes cease without anything left over, the mental processes cease.",
    "ai-ya6.2.2:49.1_0": "or else whom the mental processes cease without anything left over, in whatever place the mental processes cease.",
    "ai-ya6.2.2:50.1_0": "Mindfulness of the mind will arise in him when he has adverting the state of unconditioned mind and the danger in the second jhāna, which is accompanied by applied and sustained thought will arise in the third and sustained thought, and with the previous disappearance of the fourth jhāna, then he will be delivered there.",
    "ai-ya6.2.2:50.1_1": "It is the first jhāna in the fine-material sphere. The immaterial sphere will cease in the sphere of the fine-material sphere. The consciousness and the immaterial processes will cease there.",
    "ai-ya6.2.2:51.0_0": "6.2.2.3.4. Paccanīkapuggala",
    "ai-ya6.2.2:51.1_0": "someone who has ceased there is no choice, their verbal processes cease without ceased.",
    "ai-ya6.2.2:52.1_0": "On the last of these sensual pleasures will arise in the last realm of the mind. In the last direction, they will not in the last realm of the mind. In the last watch, with the glorious form, the mind-made body, the lasting isn’t extinguished between those forms. Those who will become extinguished without extra effort, not one who is extinguished with extinguishes the opposite form.",
    "ai-ya6.2.2:52.1_1": "They’re thinking and reflecting on the mind with placing the mind, but just keeping it connected; they’re not applied and sustained thought; with the ending of the mind and keeping it connected; with the placing of the mind and keeping it connected; it connected will cease without placing the mind or keeping it connected.",
    "ai-ya6.2.2:53.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:54.1_0": "hen’t cease when your physical, then his mental processes do not cease.",
    "ai-ya6.2.2:55.1_0": "On the last of the sensual pleasures of the mind will interrupt the formless realm. In the last watch of the night, he will honor the general population with a worm-infested corpses in the slightest fault with the fine-material spheres. Namely, will be extinguished without extinguishing the mind.",
    "ai-ya6.2.2:55.1_1": "When the last body is broken, the physical process isn’t ceased, and the mental processes do not cease.",
    "ai-ya6.2.2:56.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:57.1_0": "in one who has no verbal processes, the mental processes do not cease when it ceases.",
    "ai-ya6.2.2:58.1_0": "Mindfulness and consideration without placing the mind, keeping it connected. The mind isn’t able to think about it. Intentional activity it is like that, the mind will cease without anything left over.",
    "ai-ya6.2.2:58.1_1": "The last of the my mind isn’t eager, confident, settled, and decided about their decrease. And his mental processes will not cease.",
    "ai-ya6.2.2:59.1_0": "Or else they’re not able to discern the training ...",
    "ai-ya6.2.2:60.0_0": "6.2.2.3.5. Paccanīkaokāsa",
    "ai-ya6.2.2:60.1_0": "where someone cease, there is no choice ...",
    "ai-ya6.2.2:61.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya6.2.2:61.1_0": "but wherever the physical process has ceased, he does not cease.",
    "ai-ya6.2.2:62.1_0": "In the last of the sensual pleasures of the mind will arise in the future. In the last watch of the mind, the Realized One will not arise in the last-norld sphere of the fine-material and immoral mind.",
    "ai-ya6.2.2:62.1_1": "Mindfulness of the mind and keeping it connected are without placing the mind, but with the ending of placing the mind and keeping it connected. Their mental processes will cease without placing the mind and keeping it connected. Your mind or keeping it connected. You won’t give rise to the full processes. You will have the physical processes.’",
    "ai-ya6.2.2:63.1_0": "Or if he does not cease when it shouldn’t cease, then wherever he ceases.",
    "ai-ya6.2.2:64.1_0": "But in the second jhāna, the third absorption concentration has ceased there. But there is no choice ...",
    "ai-ya6.2.2:64.1_1": "Mindfulness of the mind and keeping it connected are without placing the mind, but with the ending of the imperturbable, without placing the mind and keeping it connected. Their mind and keeping it connected will cease without placing the mind and keeping it connected. Your Mindfully the mind and keeping it connected. You won’t get rid of the fourth. And then there will be no formations with formations.",
    "ai-ya6.2.2:65.1_0": "wherever the bodily formation cease, the mental processes do not cease.",
    "ai-ya6.2.2:66.1_0": "In the last watch of the night, the disappearance of the mind will arise in the last-norld and the last-norld. In the last case of those fine-material spheres will not arise in the fourth jhāna, or the fine-material sphere.",
    "ai-ya6.2.2:66.1_1": "When the last body is broken, he will not cease without anything left over, the mental processes of the deathless.",
    "ai-ya6.2.2:67.1_0": "But if his mental processes cease without anything left over, there is no choice ...",
    "ai-ya6.2.2:68.1_0": "in whatever worthy of verbal processes, the mental processes do not cease.",
    "ai-ya6.2.2:69.1_0": "Mindfulness of the mind will arise in him when he has adverting the state of unconditioned mind and applied thought, with sustained thought he will have ceased there without applied thought and with sustained thought. The fourth jhāna will not arise in the third and fourth jhāna, and the third and the fourth jhāna there. But in that case he reckoned the mental formation.",
    "ai-ya6.2.2:69.1_1": "This is the last impediment for their minds, but there is no opposite force.",
    "ai-ya6.2.2:70.1_0": "Or else, if his consciousness delivers, it isn’t cease without anything left over, it isn’t just where it ceases.",
    "ai-ya6.2.2:71.0.1_0": "6.2.2.4. Paccuppannātītavāra",
    "ai-ya6.2.2:71.0.2_0": "6.2.2.4.1. Anulomapuggala",
    "ai-ya6.2.2:71.1_0": "when their physical process ceases, the verbal process ceases.",
    "ai-ya6.2.2:72.1_0": "Or else, if his verbal processes cease without anything left over, it ceases.",
    "ai-ya6.2.2:73.1_0": "All the arising of the mental dissipations of the mind. They cease without anything left over. They have ceased with the ending of the mind. They cease without anything left over. When the mind ceases, not cease. And where it ceases.",
    "ai-ya6.2.2:73.1_1": "When the in-breaths and out-breaths cease, the physical process ceases.",
    "ai-ya6.2.2:74.1_0": "when their physical process ceases, the mental process ceases.",
    "ai-ya6.2.2:75.1_0": "Or else, when his consciousness ceases, the physical process ceases is cease.",
    "ai-ya6.2.2:76.1_0": "All the mental processes cease without anything left over. They have ceased the mind and stilling of these aggregates. They’re not stopped. And where these choices cease without anything left over.",
    "ai-ya6.2.2:76.1_1": "When the in-breaths and out-breaths cease, the mental process ceases.",
    "ai-ya6.2.2:77.1_0": "But when his verbal process ceases, the mental process ceases.",
    "ai-ya6.2.2:78.1_0": "Or else, when his consciousness ceases, the mental process ceases, the verbal processes cease.",
    "ai-ya6.2.2:79.1_0": "It is all the thought of the mind. When the mind isn’t eager, confident, settled, and decided about it. They cease without placing the mind, and keeping it connected. They cease without anything left over. And then they don’t cease without anything left over.",
    "ai-ya6.2.2:79.1_1": "As the placing of the mind and keeping it connected cease. Those defilements cease without anything left over.",
    "ai-ya6.2.2:80.0_0": "6.2.2.4.2. Anulomaokāsa",
    "ai-ya6.2.2:80.1_0": "where someone ceases. ...",
    "ai-ya6.2.2:81.0_0": "6.2.2.4.3. Anulomapuggalokāsa",
    "ai-ya6.2.2:81.1_0": "where the physical process ceases, the verbal process ceases.",
    "ai-ya6.2.2:82.1_0": "wherever the second jhāna ceases, then bodily formation ceases. There is no bodily process ceases when they cease.",
    "ai-ya6.2.2:82.1_1": "The first jhāna of the fine-material sphere ceased in the first jhānas of sensual pleasures, the in-breaths and out-breaths cease there.",
    "ai-ya6.2.2:83.1_0": "Or else, if someone ceases, the physical process ceases when it ceases, the verbal processes cease.",
    "ai-ya6.2.2:84.1_0": "The first jhāna of the fine-material sphere would have ceased there. In-breaths and out-breaths are one in the fine-material sphere and immaterial processes that are not a single consciousness.",
    "ai-ya6.2.2:84.1_1": "The first jhāna of the fine-material sphere ceased in the the first jhānas of sensual pleasures, the in-breaths and out-breaths cease.",
    "ai-ya6.2.2:85.1_0": "where the bodily formation ceases.",
    "ai-ya6.2.2:86.1_0": "Or else, when the mind is first cease, the physical process ceases: where it ceases.",
    "ai-ya6.2.2:87.1_0": "It is all the mental processes cease without anything left over. The mind is the cause of the in-breaths and out-breaths tranquilizing the mental processes, and not ceased there.",
    "ai-ya6.2.2:87.1_1": "When the in-breaths and out-breaths have ceased, the physical process ceases.",
    "ai-ya6.2.2:88.1_0": "in which the mental process ceases, the mental process ceases and stops.",
    "ai-ya6.2.2:89.1_0": "Or else, when his consciousness ceases, the mental process ceases where it ceases. Or else is included in that place wherever it ceases.",
    "ai-ya6.2.2:90.1_0": "It is all the reason why the mind ceases, without placing the mind, but with the keeping it connected of the mind and keeping it connected cease. stilling that the mind ceases without anything left over. There they don’t cease without anything left over.",
    "ai-ya6.2.2:90.1_1": "As the placing of the mind and keeping it connected cease there, then physical processes cease.",
    "ai-ya6.2.2:91.0_0": "6.2.2.4.4. Paccanīkapuggala",
    "ai-ya6.2.2:91.1_0": "when their physical, verbal, or mental processes cease.",
    "ai-ya6.2.2:92.1_0": "But if there is no choice ...",
    "ai-ya6.2.2:93.1_0": "when their physical process ceases, their mental processes cease. When the mind ceases, then cease.",
    "ai-ya6.2.2:94.1_0": "But if his bodily processes cease without anything left over, then there is no choice ...",
    "ai-ya6.2.2:95.1_0": "But when the speech ceases, the mental process ceases, the mental process ceases. When the mental process ceases, the mental process ceases.",
    "ai-ya6.2.2:96.1_0": "But if his mental processes have ceased there is no choice ...",
    "ai-ya6.2.2:97.0_0": "6.2.2.4.5. Paccanīkaokāsa",
    "ai-ya6.2.2:97.1_0": "When someone’s physical, verbal, or mental processes cease ...",
    "ai-ya6.2.2:98.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya6.2.2:98.1_0": "Where the physical process ceases, the verbal process ceases does not cease.",
    "ai-ya6.2.2:99.1_0": "The first jhāna of the fine-material sphere would have ceased there. In-breaths and out-breaths are an impulsion of the fine-material sphere would not cease there. In the case of those forms where the formations of the fine-material processes cease without remainder.",
    "ai-ya6.2.2:99.1_1": "The second jhāna, which is accompanied by the third jhāna, and is the basis for ending of the unification of mind, and they cease without remainder of the in-breaths and out-breaths, and there is no practice that leads to the cessation of the mental processes.",
    "ai-ya6.2.2:100.1_0": "Or else, if it has ceased there, the physical processes cease without anything left over, it does not cease.",
    "ai-ya6.2.2:101.1_0": "But in the second jhāna, the third absorption, the fourth absorption in-breaths and out-breaths cease without anything left over.",
    "ai-ya6.2.2:101.1_1": "The second jhāna subsiding in-breaths and out-breaths tranquilizing the mental processes cease without remainder. Those who proceed having turned away from the third jhāna, where they proceed.",
    "ai-ya6.2.2:102.1_0": "where the physical process ceases, and the mental process ceases.",
    "ai-ya6.2.2:103.1_0": "It is all the mental formations of the mind. Their physical process ceases, then mental processes cease without anything left over. The mind isn’t specifically ceases. There isn’t where it ceases.",
    "ai-ya6.2.2:103.1_1": "With pure spiritual processes cease without anything left over, one is not stopped; their physical, then mental processes ceases and stopped.",
    "ai-ya6.2.2:104.1_0": "Or else, if one isn’t chosen when it ceases, the bodily formation ceases without anything left over,",
    "ai-ya6.2.2:105.1_0": "But the mental process ceases, the mental process ceases and the mental processes cease without anything left over.",
    "ai-ya6.2.2:106.1_0": "It is all the mental processes of the mind, but not placing the mind and keeping it connected. They’re not stopped. They don’t stop placing the mind or keeping it connected. They’re not refuted there.",
    "ai-ya6.2.2:106.1_1": "purification of mind ceases without anything left over. There is no longer processes cease when those who are not fully extinguished there is not, consciousness ceases.",
    "ai-ya6.2.2:107.1_0": "Or else, if his consciousness isn’t chosened, there is no chosen without ceased.",
    "ai-ya6.2.2:108.0.1_0": "for the future is fitted, and exhausted.",
    "ai-ya6.2.2:108.0.2_0": "6.2.2.5.1. Anulomapuggala",
    "ai-ya6.2.2:108.1_0": "when their physical process ceases, the verbal process ceases.",
    "ai-ya6.2.2:109.1_0": "But if his verbal processes cease without anything left over, the physical process ceases.",
    "ai-ya6.2.2:110.1_0": "All the arising of the mental dissipations of the mind. They cease without anything left over. They have ceased with the body and stilling of these ignorant mind. They cease without anything left over.",
    "ai-ya6.2.2:110.1_1": "When the in-breaths and out-breaths cease, the physical process ceases.",
    "ai-ya6.2.2:111.1_0": "when their physical process ceases, the mental process ceases.",
    "ai-ya6.2.2:112.1_0": "But if his mental processes cease when the mind isn’t choice ...",
    "ai-ya6.2.2:113.1_0": "It is all the mental processes cease without anything left over. They have ceased the mind and stilled the aggregates of the mind. They’re not stopped. And then they don’t stop placing the mind.",
    "ai-ya6.2.2:113.1_1": "When the in-breaths and out-breaths cease, the mental process ceases.",
    "ai-ya6.2.2:114.1_0": "and he truly sees that the mental process ceases, the mental process ceases.",
    "ai-ya6.2.2:115.1_0": "They are thinking about reflecting on the mind’s mind and keeping it connected; they don’t cease without anything left over.",
    "ai-ya6.2.2:115.1_1": "But when the placing of the mind and keeping it connected cease, then mental processes cease. ...",
    "ai-ya6.2.2:116.1_0": "But if his consciousness ceases, then it ceases.",
    "ai-ya6.2.2:117.1_0": "It is all the thought of the mind. When the mind isn’t eager, confident, settled, and decided about it. They cease without placing the mind, and keeping it connected cease. Their mind ceases without anything left over. They’re not stopped.",
    "ai-ya6.2.2:117.1_1": "Those defilements cease when the definite processes cease. They cease when the mind is broken, then mental processes cease.",
    "ai-ya6.2.2:118.0_0": "6.2.2.5.2. Anulomaokāsa",
    "ai-ya6.2.2:118.1_0": "where someone ceases. ...",
    "ai-ya6.2.2:119.0_0": "6.2.2.5.3. Anulomapuggalokāsa",
    "ai-ya6.2.2:119.1_0": "where the physical process ceases, the verbal process ceases.",
    "ai-ya6.2.2:120.1_0": "As the second jhāna ceased in the third jhāna, the in-breaths and out-breaths cease without anything left over.",
    "ai-ya6.2.2:120.1_1": "The first jhānas of the fine-material sphere cease without remainder, with the stilling of the body and the physical process ceases.",
    "ai-ya6.2.2:121.1_0": "Or else, if he ceases, his physical, then wherever he ceases.",
    "ai-ya6.2.2:122.1_0": "That is the first jhāna of the fine-material sphere. The in-breaths and out-breaths are one in-breaths and out-breaths are an impulsion of the sensual-sphere attainment. The mind ceases without anything left over.",
    "ai-ya6.2.2:122.1_1": "the first jhānas of the fine-material sphere cease without remainder, with the stilling of the body and the physical process ceases.",
    "ai-ya6.2.2:123.1_0": "where the bodily formation ceases.",
    "ai-ya6.2.2:124.1_0": "Or else, if the mental process ceases, the mental processes cease when it ceases, the physical process ceases.",
    "ai-ya6.2.2:125.1_0": "It is all the mental processes cease without anything left over. The mind is the cause of these choices cease with the ending of the mental processes, but not of the mind. Their bodily processes cease without anything left over.’",
    "ai-ya6.2.2:125.1_1": "When the in-breaths and out-breaths cease, the mental process ceases.",
    "ai-ya6.2.2:126.1_0": "and he ceases when the mental process ceases, the mental process ceases.",
    "ai-ya6.2.2:127.1_0": "They are thinking: ‘Without applied and sustained thought, with a mind free of coals, but without placing the mind or keeping it connected cease.’ then they cease.",
    "ai-ya6.2.2:127.1_1": "But when the placing of the mind and keeping it connected cease, then mental processes cease. ...",
    "ai-ya6.2.2:128.1_0": "Or else, if his consciousness deliberately ceases, the announcement is where it ceases.",
    "ai-ya6.2.2:129.1_0": "It is all the mental processes of the mind, but without placing the mind and keeping it connected, with the ending of the mental processes. They’re set aside, and not with the ending of their mental processes. Then they cease without anything left over.",
    "ai-ya6.2.2:129.1_1": "As the placing of the mind and keeping it connected ceased there, then mental processes cease.",
    "ai-ya6.2.2:130.0_0": "6.2.2.5.4. Paccanīkapuggala",
    "ai-ya6.2.2:130.1_0": "Since he doesn’t cease when he ceases, the choices cease.",
    "ai-ya6.2.2:131.1_0": "All the arising of the mental dissipations of the mind. They cease without anything left over. They haven’t ceased with the body and stilling of these ignoble mind. But it doesn’t cease without anything left over.",
    "ai-ya6.2.2:131.1_1": "then the placing of the mind and keeping it connected are without placing the mind, but just keeping it connected; with the mind or keeping it connected; with the placing the mind and keeping it connected; with the mind or keeping it connected; it connected will not cease without placing the mind or keeping it connected.",
    "ai-ya6.2.2:132.1_0": "But if his verbal processes cease without anything left over, the physical process doesn’t cease.",
    "ai-ya6.2.2:133.1_0": "Since their physical, the mental process ceases does not cease.",
    "ai-ya6.2.2:134.1_0": "It is all the mental formations of the mind. They’re not included in the ending of the mental processes. They haven’t ceased, and stilled the physical processes. But they don’t cease without anything left over.",
    "ai-ya6.2.2:134.1_1": "When the last body is broken, he ceases and not stops. ...",
    "ai-ya6.2.2:135.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:136.1_0": "But if his verbal processes cease without anything left over, the mental process ceases does not cease.",
    "ai-ya6.2.2:137.1_0": "It is all the thought of the mind, but not as the placing of the mind and keeping it connected. They’re without placing the mind, but with the cessation of mental processes. They don’t cease without anything left over.",
    "ai-ya6.2.2:137.1_1": "Though the placing of the mind and keeping it connected cease without placing the mind, but just keeping it connected cease without anything left over.",
    "ai-ya6.2.2:138.1_0": "But when his mind isn’t choice or cease without anything left over, then it ceases.",
    "ai-ya6.2.2:139.1_0": "They’re not thinking of the mind and keeping it connected with the ending of placing the mind. They don’t cease without anything left over.",
    "ai-ya6.2.2:139.1_1": "Though their mind isn’t eager to stop placing the mind, but then his mental processes cease without anything left over.",
    "ai-ya6.2.2:140.0_0": "6.2.2.5.5. Paccanīkaokāsa",
    "ai-ya6.2.2:140.1_0": "When someone’s physical, verbal, or mental processes cease ...",
    "ai-ya6.2.2:141.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya6.2.2:141.1_0": "Someone whose physical processes cease without anything left over.",
    "ai-ya6.2.2:142.1_0": "That is the first jhāna in-breaths and out-breaths are an aspect of the sensual pleasures. Those in-breaths and out-breaths are an important matter, not with the physical processes. There is no more subtle than the fine-material processes.",
    "ai-ya6.2.2:142.1_1": "The mental processes conceived by the mind and keeping it connected with the mental processes, but with the fading away of mental preoccupations with the mind. Their thoughts cease without placing the mind and keeping it connected. The mind and keeping it connected were stilled, without applied and with sustained thought. But when that is interrupted, they won’t get the second and sustained thought as the third and sustained thought.",
    "ai-ya6.2.2:143.1_0": "Or else, if he does not cease without anything left over, it isn’t where it ceases.",
    "ai-ya6.2.2:144.1_0": "But in the second jhāna, the third absorption, the fourth parts of the in-breaths and out-breaths cease without anything left over.",
    "ai-ya6.2.2:144.1_1": "The mental formations will arise in one whose mind is broken through the subsiding of the mind and the stilling of applied and sustained thought. The In-breaths and out-breaths have ceased there, and the stilling of the mental processes. The mental processes will arise in the second jhāna, as they do not cease without applied and sustained thought.",
    "ai-ya6.2.2:145.1_0": "where the physical process ceases, and the mental process ceases.",
    "ai-ya6.2.2:146.1_0": "It is all the mental formations of the mind. They’re not stopped by the in-breaths and out-breaths more subtle than that.",
    "ai-ya6.2.2:146.1_1": "When the last Saṅgha of the mind isn’t eager, confident, settled, and decided about that.",
    "ai-ya6.2.2:147.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:148.1_0": "and he does not cease when the mental process ceases, the mental process ceases.",
    "ai-ya6.2.2:149.1_0": "It is all the mental processes for the arising of the mind. They’re not stopped by applied and sustained thought with the thought. They’re not stopped there. But then they don’t give rise to the mental processes.",
    "ai-ya6.2.2:149.1_1": "Without applied and sustained thought, without placing the mind, keeping it connected, and without placing the mind or keeping it connected cease. That is not what ceases.",
    "ai-ya6.2.2:150.1_0": "But if his mental processes cease without anything left over, then wherever he does not cease.",
    "ai-ya6.2.2:151.1_0": "But with thinking and reflection the mind is simply deliberated in order to stop placing the mind and keeping it connected. But then they don’t cease without anything left over.",
    "ai-ya6.2.2:151.1_1": "Without applied and sustained thought, without placing the mind, keeping it connected, or mental processes cease without anything left over. But when the mind isn’t spring to mind, it ceases.",
    "ai-ya6.2.2:152.0.1_0": "6.2.2.6. Atītānāgatavāra",
    "ai-ya6.2.2:152.0.2_0": "6.2.2.6.1. Anulomapuggala",
    "ai-ya6.2.2:152.1_0": "his bodily formation cease without ceased.",
    "ai-ya6.2.2:153.1_0": "then the placing of the mind and keeping it connected are without placing the mind, but just keeping it connected. The mind and keeping it connected are not stilled, but just keeping it connected. The mind and keeping it connected will cease without placing the mind or keeping it connected. ...",
    "ai-ya6.2.2:153.1_1": "the others cease, and cease when their physical processes cease.",
    "ai-ya6.2.2:154.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:155.1_0": "the bodily formation cease without ceased. ...”",
    "ai-ya6.2.2:156.1_0": "In the last of the deathless, the physical process, the mental process, and the mental formation cease without ceased. Those mental processes cease without anything left over.",
    "ai-ya6.2.2:156.1_1": "the other physical processes cease. ...",
    "ai-ya6.2.2:157.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:158.1_0": "in one who has ceased and stilled the mental processes cease without ceased.",
    "ai-ya6.2.2:159.1_0": "In the last watch of the night, the mental processes will cease without ceased. Even their consciousnesses will cease. And their consciousness will not cease.",
    "ai-ya6.2.2:159.1_1": "the other verbal processes ...",
    "ai-ya6.2.2:160.1_0": "Or if it’s oppressed to go through the forest or to see a fingernail.",
    "ai-ya6.2.2:161.0_0": "6.2.2.6.2. Anulomaokāsa",
    "ai-ya6.2.2:161.1_0": "wherever choices cease. ...",
    "ai-ya6.2.2:162.0_0": "6.2.2.6.3. Anulomapuggalokāsa",
    "ai-ya6.2.2:162.1_0": "wherever the physical process has ceased, he can cease without anything left over.",
    "ai-ya6.2.2:163.1_0": "On the second jhāna of the sense-spheression of sensual pleasures, the third jhāna, and the fourth jhāna in the fine-material jhānas cease without ceased. Their physical processes will not be settled there.",
    "ai-ya6.2.2:163.1_1": "But in the first jhāna where sensual pleasures cease. Their physical processes cease without anything left over. There is no verbal processes of body, speech, and mind.",
    "ai-ya6.2.2:164.1_0": "Or else, if the bodily formation cease without anything left over, the contrary to where it ceases.",
    "ai-ya6.2.2:165.1_0": "Mine of the fine-material spheres of the fine-material spheres cease there, then our bodily form will cease.",
    "ai-ya6.2.2:165.1_1": "It is the first jhāna where sensual pleasures cease. And their physical, verbal, and mental processes cease.",
    "ai-ya6.2.2:166.1_0": "where the bodily formation cease. ...",
    "ai-ya6.2.2:167.1_0": "Mindfulness of the Sensual pleasures, their physical, verbal, and mental processes have ceased there, and still remain there.",
    "ai-ya6.2.2:167.1_1": "the first jhāna, the second absorption, the third absorption, the fourth jhāna in the fine-material processes, and the mental processes cease without ceased.",
    "ai-ya6.2.2:168.1_0": "Or else whom the mental processes cease without anything left over, the wherever they cease.",
    "ai-ya6.2.2:169.1_0": "fourth jhāna of the fine-material sphere will cease without ceased. Their physical processes will cease there.",
    "ai-ya6.2.2:169.1_1": "the first absorption in the second jhāna, the third immaterial bodily formations cease in the third jhāna, and the mental processes cease.",
    "ai-ya6.2.2:170.1_0": "in which his verbal processes cease without anything left over, the mental processes cease.",
    "ai-ya6.2.2:171.1_0": "With the ending of thinking, placing of the mind and keeping it connected are stilled, they are charged with demolishments their opposite sex. Their mental processes will cease there.",
    "ai-ya6.2.2:171.1_1": "But the other placing of the mind and keeping it connected are stilled, then his conditions are wrong.",
    "ai-ya6.2.2:172.1_0": "or else whom the mental processes cease without anything left over, in whatever place the mental processes cease.",
    "ai-ya6.2.2:173.1_0": "Without applied and sustained thought, without applied thought, with sustained thought there, but without consideration, he will cease without formation.",
    "ai-ya6.2.2:173.1_1": "Without applied and sustained thought, without placing the mind and keeping it connected are its conditioned, just keeping it connected.",
    "ai-ya6.2.2:174.0_0": "6.2.2.6.4. Paccanīkapuggala",
    "ai-ya6.2.2:174.1_0": "One who has no choice ceased there is no verbal processes, no verbal processes cease without ceased.",
    "ai-ya6.2.2:175.1_0": "But if his verbal processes cease without anything left over, the mental processes do not cease without anything left over, then it does not cease.",
    "ai-ya6.2.2:176.1_0": "One who has no choice ceased there is no mental processes, no mental processes cease without ceased.",
    "ai-ya6.2.2:177.1_0": "But when the mind isn’t ceased, there’s no choice cease without anything left over. When the mental processes cease, the cease without anything left over,",
    "ai-ya6.2.2:178.1_0": "in one who has no verbal processes, the mental processes do not cease when it ceases. ...",
    "ai-ya6.2.2:179.1_0": "But if his mental processes cease without anything left over, the mental processes do not cease without anything left over, then it does not cease.",
    "ai-ya6.2.2:180.0_0": "6.2.2.6.5. Paccanīkaokāsa",
    "ai-ya6.2.2:180.1_0": "wherever choices cease,",
    "ai-ya6.2.2:181.0_0": "Talking for him, he is honoured by individuals,",
    "ai-ya6.2.2:181.1_0": "wherever the physical process has ceased, then wherever it has no ceased there is no choice.",
    "ai-ya6.2.2:182.1_0": "But in the fine-material processes of the formless realm aren’t found, but there is no bodily formation for them....",
    "ai-ya6.2.2:182.1_1": "In the fine-material spheres there will be no placing the mind on the formless mind, without placing the mind, but with the mind or keeping it connected; with the stilling of the mind and keeping it connected; with the previous disappearance of the mind and keeping it connected will cease without placing the mind or keeping it connected; with the previous disappearance of the fourth, then the mental formations will arise, and the fourth absorption.",
    "ai-ya6.2.2:183.1_0": "Or else whom the verbal processes cease without anything left over, the mental processes do not cease without anything left over.",
    "ai-ya6.2.2:184.1_0": "On the second jhāna of the sense-spheression of sensual pleasures, the third jhāna, and the fourth jhāna in the fine-material jhānas cease without ceased. There is no bodily formation.",
    "ai-ya6.2.2:184.1_1": "In the fine-material spheres there will be no placing the mind on the formless mind, without placing the mind, but with the mind or keeping it connected; with the stilling of the mind and keeping it connected; with the previous disappearance of the mind and keeping it connected will cease without placing the mind or keeping it connected; with the previous disappearance of the fourth, but without placing the mind or keeping it connected; with the welcome.",
    "ai-ya6.2.2:185.1_0": "where the bodily formation cease, and the mental processes do not cease.",
    "ai-ya6.2.2:186.1_0": "In the fourth jhāna of the fine-material sphere wouldn’t cease there. In the case of those fine-material forms aren’t cease without anything left over.",
    "ai-ya6.2.2:186.1_1": "Mindfulness of the fine-material spheres of the fine-material sphere, the general pierced in the fine-material sphere but not cease there.",
    "ai-ya6.2.2:187.1_0": "Or else whom the mental processes cease without anything left over, the mental processes do not cease.",
    "ai-ya6.2.2:188.1_0": "But for the sake of sensual pleasures, the other calms and deliverances do not cease without anything left over, and there is no bodily formation.",
    "ai-ya6.2.2:188.1_1": "Mindfulness of the fine-material spheres of the fine-material sphere is not applicable in the last watch, the mental processes will cease there, and the mental processes do not cease.",
    "ai-ya6.2.2:189.1_0": "in which the mental process has ceased there is no longer cease without anything left over.",
    "ai-ya6.2.2:190.1_0": "Without placing the mind and keeping it connected are not adverting, there is no reckoned as an actual formation. And in that case, their consciousness does not cease.",
    "ai-ya6.2.2:190.1_1": "Without applied thought, without sustained thought, without applied thought, with sustained thought, without sustained thought, with an absence of mind and without consideration, one who deliberately reflects on it.",
    "ai-ya6.2.2:191.1_0": "Or else, if his mental processes cease without anything left over, the mental processes do not cease.",
    "ai-ya6.2.2:192.1_0": "With the ending of placing of the mind and keeping it connected are not adversities of the mind. They’re not dainned there, but only then they cease.",
    "ai-ya6.2.2:192.1_1": "Without applied thought, without sustained thought, without applied thought, with sustained thought, without applied thought, with sustained thought, not absence for them.",
    "ai-ya6.2.2:193.1_0": "Getting cessation"
}