{
    "ai-ya7.2.2:0.1_0": "7 Anusayayamaka",
    "ai-ya7.2.2:0.2_0": "7.2 Mahāvāra",
    "ai-ya7.2.2:0.3_0": "7.2.2. Sānusayavāra",
    "ai-ya7.2.2:1.0_0": "7.2.2.1. Anulomapuggala",
    "ai-ya7.2.2:1.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, and conceit.",
    "ai-ya7.2.2:2.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire,",
    "ai-ya7.2.2:3.1_0": "The underlying tendencies of sensual desire, the underlying tendency to sensual desire, and the underlying tendency to conceit.",
    "ai-ya7.2.2:4.1_0": "Or whatever underlying tendencies underlying tendencies of sensual desire,",
    "ai-ya7.2.2:5.1_0": "There’s no underlying tendencies of conceit for sensual pleasures, but no underlying tendencies of desire for sensual pleasures.",
    "ai-ya7.2.2:5.1_1": "There are three people typically underlying tendencies of sensual desire and greed for sensual pleasures.",
    "ai-ya7.2.2:6.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:7.1_0": "There are two people with the underlying tendencies of sensual desire, not underlying tendency to desire.",
    "ai-ya7.2.2:7.1_1": "ordinary people underlying tendencies of sensual desire and views that underlying tendencies.",
    "ai-ya7.2.2:8.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire,",
    "ai-ya7.2.2:9.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:10.1_0": "Or they underlying tendency to ignorance about the underlying tendency to sensual desire, the underlying tendency to desire,",
    "ai-ya7.2.2:11.1_0": "There’s no underlying tendencies of sensual desire, not underlying tendencies.",
    "ai-ya7.2.2:11.1_1": "There are three people lingers of ignorance and of sense desires, etc., as follows:",
    "ai-ya7.2.2:12.1_0": "The underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:13.1_0": "Or whatever underlying tendencies underlie it, he underlies the tendency to repulsion.",
    "ai-ya7.2.2:14.1_0": "the underlying tendencies of conceit, not underlying tendency to repulsion.",
    "ai-ya7.2.2:14.1_1": "There are three people through recollections, and underlying tendencies of conceit, etc.",
    "ai-ya7.2.2:15.1_0": "The underlying tendencies of repulsion ...",
    "ai-ya7.2.2:16.1_0": "Two people under the heading of repulsion, doubt, and uncertainty—",
    "ai-ya7.2.2:16.1_1": "the underlying tendency to repulsion about the underlying tendency to doubt, and the underlying tendency to doubt.",
    "ai-ya7.2.2:17.1_0": "Or whatever underlying tendencies underlie it, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:18.1_0": "The underlying tendencies of repulsion ...",
    "ai-ya7.2.2:19.1_0": "Or the underlying tendency to ignorance underlies that underlies that.",
    "ai-ya7.2.2:20.1_0": "There is no underlying tendency to ignorance, not underlying that.",
    "ai-ya7.2.2:20.1_1": "There are three people by way of ignorant people, and by the underlying tendency to repulsion,",
    "ai-ya7.2.2:21.1_0": "The underlying tendencies of conceit ...",
    "ai-ya7.2.2:22.1_0": "There are three kinds of doubt, but not underlying tendencies.",
    "ai-ya7.2.2:22.1_1": "ordinary people observe the underlying tendencies of conceit and doubt.",
    "ai-ya7.2.2:23.1_0": "Or whatever underlying tendencies of conceit, the underlying tendency to conceit is underlies that.",
    "ai-ya7.2.2:24.1_0": "The underlying tendencies of conceit, the underlying tendencies of conceit, the underlying tendency to ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:25.1_0": "Or the underlying tendency to ignorance underlies that underlies that decision.",
    "ai-ya7.2.2:26.1_0": "The underlying tendencies of views, doubt, and uncertainty.",
    "ai-ya7.2.2:27.1_0": "Or they undertook the underlying tendency to doubt ...",
    "ai-ya7.2.2:28.1_0": "The underlying tendencies of doubt, repulsion, views, doubt, conceit, the underlying tendency to ignorance.",
    "ai-ya7.2.2:29.1_0": "Or whatever underlying tendency to ignorance underlies that underlies that, he underlying tendency to doubt",
    "ai-ya7.2.2:30.1_0": "There are three kinds of doubt, but not underlying tendency to ignorance.",
    "ai-ya7.2.2:30.1_1": "ordinary people observe the underlying tendencies of ignorance and underlies that.",
    "ai-ya7.2.2:31.1_0": "The underlying tendencies of sensual desire, the underlying tendency to ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:32.1_0": "Or whatever underlying tendencies of ignorance is rooted in ignorance, the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:33.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:34.1_0": "Or whatever underlying tendencies of conceit, the underlying tendency to greed for sensual desire, and the underlying tendency to repulsion.",
    "ai-ya7.2.2:35.1_0": "‘The underlying tendencies of conceit, not underlying tendency to desire for sensual pleasures, and the underlying tendency to repulsion.",
    "ai-ya7.2.2:35.1_1": "There are three people linging underlying tendencies of sensual desire and greed for sense desires, etc.",
    "ai-ya7.2.2:36.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, etc.",
    "ai-ya7.2.2:36.1_1": "The underlying tendency to doubt is underlies that.",
    "ai-ya7.2.2:37.1_0": "There are two people with the underlying tendencies of sensual desire and the underlying tendency to greed for sensual pleasures, but without doubt.",
    "ai-ya7.2.2:37.1_1": "ordinary people underlying tendencies of sensual desire and the underlying tendencies of views.",
    "ai-ya7.2.2:38.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of vanity, and the underlying tendency to greed for sensual desire.",
    "ai-ya7.2.2:39.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity.",
    "ai-ya7.2.2:39.1_1": "The underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:40.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to ignorance, they underlying that.",
    "ai-ya7.2.2:41.1_0": "There is a underlying tendencies of sensual desire, but not for the underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to desire,",
    "ai-ya7.2.2:41.1_1": "There are three people lingers of ignorance, under the underlying tendencies of sensual desire, and ignorance, the eradication of views, and the underlying tendency to desire.",
    "ai-ya7.2.2:41.1_2": "The sections on two root items",
    "ai-ya7.2.2:42.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, etc.",
    "ai-ya7.2.2:42.1_1": "The underlying tendency to doubt is underlies that.",
    "ai-ya7.2.2:43.1_0": "There are two people with the underlying tendencies of sensual desire and the underlying tendency to greed for sensual pleasures, but without doubt.",
    "ai-ya7.2.2:43.1_1": "ordinary people, and the underlying tendencies of sensual desire and the underlying tendencies of conceit for the underlying tendency to conceit.",
    "ai-ya7.2.2:44.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendencies of conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:45.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity ...",
    "ai-ya7.2.2:45.1_1": "The underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:46.1_0": "Or that alternatively, underlying tendencies of sensual desire, the underlying tendency to ignorance, and the underlying tendency to conceit,",
    "ai-ya7.2.2:47.1_0": "There is a underlying tendencies of ignorance and underlying tendencies of sensual desire, not underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to sensual desire,",
    "ai-ya7.2.2:47.1_1": "There are three people lingers of ignorance, underlying tendencies of sense desires, underlying tendencies, desire and ignorance.",
    "ai-ya7.2.2:47.1_2": "Triads on the root items,",
    "ai-ya7.2.2:48.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to conceit and doubt.",
    "ai-ya7.2.2:49.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendencies of conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:49.1_1": "The oppressed.",
    "ai-ya7.2.2:49.1_2": "It wasted at the root of a tree rooted in the heart",
    "ai-ya7.2.2:50.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity ...",
    "ai-ya7.2.2:50.1_1": "The underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:51.1_0": "Or alternatively, underlying tendency to ignorance, the underlying tendency to desire, the underlying tendencies of conceit and the underlying tendency to conceit, and the underlying tendency to conceit.",
    "ai-ya7.2.2:52.1_0": "There are underlying tendencies of ignorance and underlying tendencies of sensual desire, not underlying tendency to desire, views, and doubt.",
    "ai-ya7.2.2:52.1_1": "There are two persons that lingering ignorance under the influence of sensual desire and the underlying tendencies of conceit and desire, ~ and ignorance, the underlying tendency to conceit, the underlying tendency to conceit, and the underlying tendency to conceit.",
    "ai-ya7.2.2:52.1_2": "ordinary people, ignorant, and underlying tendencies of sensual desire and ignorance, the underlying tendency to conceit, the underlying tendencies, and the underlying tendency to conceit.",
    "ai-ya7.2.2:52.1_3": "The group of five on root items",
    "ai-ya7.2.2:53.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:54.1_0": "Or alternatively, eradicating ignorance under the underlying tendency to ignorance, the underlying tendency to conceit and the underlying tendency to desire, the underlying tendency to ignorance, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:55.1_0": "The underlying tendencies of ignorance and the underlying tendencies of conceit, desire to be reborn, and ignorance. The underlying tendency to desire, repulsion, views, doubt, and conceit.",
    "ai-ya7.2.2:55.1_1": "there are two people with the underlying tendencies of sensual desire and the underlying tendencies of conceit and desire for the underlying tendency to ignorance, the underlying tendency to conceit, the phenomena, and the underlying tendency to conceit.",
    "ai-ya7.2.2:55.1_2": "ordinary people, ignorant, and underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the underlying tendency to desire, and ignorance.",
    "ai-ya7.2.2:55.1_3": "The section on the six root items",
    "ai-ya7.2.2:56.0_0": "7.2.2.2. Anulomaokāsa",
    "ai-ya7.2.2:56.1_0": "Since they have a underlying tendency to sensual desire, they underlying that.",
    "ai-ya7.2.2:57.1_0": "And when it has the underlying tendency to repulsion towards the underlying that.",
    "ai-ya7.2.2:58.1_0": "Since they have the underlying tendency to sensual desire, the underlying that.",
    "ai-ya7.2.2:59.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire,",
    "ai-ya7.2.2:60.1_0": "The underlying tendencies of the formless element, but not underlying tendency to sensual desire, the underlying tendency to desire, and the underlying tendency to desire for sensual pleasures.",
    "ai-ya7.2.2:60.1_1": "the underlying tendencies of sensual desire and the underlying tendency to sensual desire, and the underlying tendency to sensual desire.",
    "ai-ya7.2.2:61.1_0": "There’s a underlying tendencies of sensual desire, repulsion, and doubt.",
    "ai-ya7.2.2:62.1_0": "Or since there is doubt in the underlying tendency to desire, the underlying tendency to desire, and the underlying tendency to desire,",
    "ai-ya7.2.2:63.1_0": "The underlying tendency for form, feeling, and perception of the form element is not underlying tendency to passion for sensual pleasures, but the underlying that.",
    "ai-ya7.2.2:63.1_1": "the underlying tendencies of sensual pleasures, and the underlying tendency to desire for sensual pleasures, and the underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:64.1_0": "When they have a underlying tendencies of sensual desire, not underlying tendency to passion for continuation,",
    "ai-ya7.2.2:65.1_0": "And when they have the underlying tendency to sensual desire, the underlying tendency to passion for sensual desire, not with that.",
    "ai-ya7.2.2:66.1_0": "Since they do so, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:67.1_0": "Or since it has eradicated the underlying tendency to ignorance underlies that,",
    "ai-ya7.2.2:68.1_0": "The underlying tendency for form, feeling, perception, choices, and consciousness that underlying tendencies of sensual desire, not underlying tendency to ignorance.",
    "ai-ya7.2.2:68.1_1": "the underlying tendencies of sensual desire and ignorance underlying that.",
    "ai-ya7.2.2:69.1_0": "since the underlying tendency to repulsion has the underlying tendency to conceit, not with the underlying tendency to conceit.",
    "ai-ya7.2.2:70.1_0": "But when the underlying tendency to conceit has the underlying tendency to repulsion, they don’t underlying tendency to conceit,",
    "ai-ya7.2.2:71.1_0": "There’s a underlying tendencies of the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:72.1_0": "Or since the underlying tendency to uncertainty has produced the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:73.1_0": "the underlying tendencies of sensual pleasures, free of doubt, and uncertainty regarding the realm of luminous form, and the underlying tendency to repulsion, not underlies that.",
    "ai-ya7.2.2:73.1_1": "for unpleasant feeling ...",
    "ai-ya7.2.2:74.1_0": "since the underlying tendency to repulsion has the underlying that.",
    "ai-ya7.2.2:75.1_0": "Or since the underlying tendency to passion for continuation, they underlying tendency to repulsion, not underlies that.",
    "ai-ya7.2.2:76.1_0": "since the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:77.1_0": "Or since the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:78.1_0": "the underlying tendencies of sensuality, desire for the realm of luminous form, and ignorance underlying tendency to ignorance about repulsion, not underlies that.",
    "ai-ya7.2.2:78.1_1": "for unpleasant feeling ...",
    "ai-ya7.2.2:79.1_0": "There’s a underlying tendency to conceit for the underlying tendency to conceit for the underlying tendency to conceit.",
    "ai-ya7.2.2:80.1_0": "Or since the underlying tendency to uncertainty has produced the underlying tendency to conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:81.1_0": "for unpleasant feeling ...",
    "ai-ya7.2.2:81.1_1": "the underlying tendencies of sensual pleasures, the realm of luminous form, and the underlying tendency to conceit for the form element.",
    "ai-ya7.2.2:82.1_0": "since the underlying tendency to conceit has the underlying tendency to passion for continuation,",
    "ai-ya7.2.2:83.1_0": "the underlying tendencies of sensual pleasures, but not underlying tendency to passion for continuation.",
    "ai-ya7.2.2:83.1_1": "The underlying tendencies of the formless element and the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:84.1_0": "Or since there is the underlying tendency to passion for continuation, they underlying tendency to passion for continuation,",
    "ai-ya7.2.2:85.1_0": "since the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:86.1_0": "Or since it has eradicated the underlying tendency to ignorance underlies that;",
    "ai-ya7.2.2:87.1_0": "With unpleasant feeling the tendency to ignorance does not underlie it, and the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:87.1_1": "the underlying tendencies of sensuality, desire for the form element, and ignorance underlies that.",
    "ai-ya7.2.2:88.1_0": "since the underlying tendencies of doubt within them, the underlying tendency to doubt comes to an end.",
    "ai-ya7.2.2:89.1_0": "Or whatever underlying tendencies of doubt ...",
    "ai-ya7.2.2:90.1_0": "whatever underlying tendency to greed for repulsion has underlies that.",
    "ai-ya7.2.2:91.1_0": "the underlying tendency to sensual pleasures, but not with the underlying tendency to desire for continued existence.",
    "ai-ya7.2.2:91.1_1": "The underlying tendencies of the formless element and the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:92.1_0": "Or since the underlying tendency to passion for continuation has eradicated the underlying tendency to greed for continued existence.",
    "ai-ya7.2.2:93.1_0": "since the underlying tendency to passion for continuation underlies that.",
    "ai-ya7.2.2:94.1_0": "Or since it has eradicated the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:95.1_0": "There are underlying tendencies for sensual pleasures, but no underlying tendency to ignorance about that.",
    "ai-ya7.2.2:95.1_1": "The underlying tendencies of form, the underlying tendency to ignorance and the underlying that.",
    "ai-ya7.2.2:95.1_2": "The section on one root item.",
    "ai-ya7.2.2:96.1_0": "Since there is no underlying tendencies of sensual desire and the underlying tendency to sensual desire, he takes the underlying tendency to conceit for the underlying tendency to conceit,",
    "ai-ya7.2.2:97.1_0": "Or whatever underlying tendency to greed for the underlying tendency to greed for sensual desire, he takes the underlying tendency to repulsion.",
    "ai-ya7.2.2:98.1_0": "The underlying tendencies of the formless element, not underlying tendency to sensual desire, but the underlying tendency to desire, the underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:98.1_1": "the underlying tendencies of sensual desire, and the underlying tendency to sensual desire, but not underlying that.",
    "ai-ya7.2.2:99.1_0": "Since they have a underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire,",
    "ai-ya7.2.2:99.1_1": "There is no underlying tendency to doubt for uncertainty.",
    "ai-ya7.2.2:100.1_0": "Or whatever underlying tendency to desire, repulsion underlies that of sensual desire, the underlying tendency to passion for sensual desire,",
    "ai-ya7.2.2:101.1_0": "The underlying tendencies of form, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to desire for sensual pleasures.",
    "ai-ya7.2.2:101.1_1": "the underlying tendencies of sensual desire, repulsion, views, doubt, and conceit eradications of the underlying tendency to repulsion.",
    "ai-ya7.2.2:101.1_2": "There is no underlying tendency for repulsion towards that.",
    "ai-ya7.2.2:102.1_0": "Since there is no underlying tendencies of sensual desire and the underlying tendency to passion for continuation, he underlying that.",
    "ai-ya7.2.2:103.1_0": "And when there’s the underlying tendencies of sensual desire, the underlying tendency to greed for sensual pleasures, and the underlying tendency to repulsion, they don’t underlying tendency to repulsion.",
    "ai-ya7.2.2:104.1_0": "Since they have no underlying tendency to sensual desire, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:105.1_0": "Or since it has eradicated the underlying tendency to ignorance and the underlying that.",
    "ai-ya7.2.2:106.1_0": "The underlying tendencies of form, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:106.1_1": "There are no underlying tendencies of sensual desire for sensual pleasures, and the underlying tendency to ignorance about the painful feeling underlying that.",
    "ai-ya7.2.2:106.1_2": "With the underlying tendency to ignorance, they underlie that. There’s no underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:106.1_3": "The sections on two root items",
    "ai-ya7.2.2:107.1_0": "When they have underlying tendencies of sensual desire and the underlying tendencies of conceit for them.",
    "ai-ya7.2.2:107.1_1": "There is no underlying tendency to doubt for uncertainty.",
    "ai-ya7.2.2:108.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to conceit, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:109.1_0": "The underlying tendencies of the form element, the underlying tendency to conceit for the form element, and the underlying tendency to desire for repulsion, and the underlying tendency to desire, the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:109.1_1": "the underlying tendencies of sensual pleasures, the underlying tendencies of vanity, and the underlying tendency to desire, and the underlying tendency to repulsion, not underlying tendency to conceit.",
    "ai-ya7.2.2:109.1_2": "There is no underlying tendency for repulsion towards painful feeling underlying that.",
    "ai-ya7.2.2:110.1_0": "Since there is no underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying that.",
    "ai-ya7.2.2:111.1_0": "Or since the underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:111.1_1": "the underlying tendency to conceit;",
    "ai-ya7.2.2:112.1_0": "When they have a underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:113.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendency to conceit, the underlying tendency to ignorance and the underlying tendency to conceit,",
    "ai-ya7.2.2:114.1_0": "The underlying tendencies of form, ~ and the underlying tendency to ignorance about the form element of existence, but not underlying that.",
    "ai-ya7.2.2:114.1_1": "the underlying tendencies of sensual desire and ignorance, and the underlying tendency to ignorance, they underlying that.",
    "ai-ya7.2.2:114.1_2": "With the underlying tendency to ignorance, they underlie that underlying tendency to repulsion, the underlying tendency to ignorance, and the underlying tendency to desire, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:114.1_3": "Triads on the root items,",
    "ai-ya7.2.2:115.1_0": "When you have a underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:116.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to conceit, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:117.1_0": "The underlying tendencies of form, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to desire for sensual pleasures, but not underlying tendency to desire.",
    "ai-ya7.2.2:117.1_1": "the underlying tendencies of sensual desire and lust for the sake of eradication, and the underlying tendency to desire, and ignorance, the underlying tendency to desire, and the underlying tendency to repulsion, not underlying tendency to conceit.",
    "ai-ya7.2.2:117.1_2": "There is no underlying tendency for repulsion towards painful feeling underlying that.",
    "ai-ya7.2.2:118.1_0": "When they eradicate the underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to greed for repulsion will be underlies that.",
    "ai-ya7.2.2:119.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to conceit and the underlying tendency to conceit.",
    "ai-ya7.2.2:120.1_0": "the underlying tendency to conceit and the underlying tendency to conceit.",
    "ai-ya7.2.2:121.1_0": "When they eradicate the underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, he takes the underlying tendency to ignorance.",
    "ai-ya7.2.2:122.1_0": "But when ignorance underlying tendency to ignorance, they underlie that underlying tendencies of sensual desire and the underlying tendency to conceit, the underlying tendency to conceit, and the underlying tendency to conceit,",
    "ai-ya7.2.2:123.1_0": "The underlying tendencies of form, ~ and the underlying tendency to ignorance about ignorance, and the underlying tendency to ignorance about eradication, and the underlying tendency to desire for sensual pleasures, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:123.1_1": "the underlying tendencies of sensual desire and ignorance, and the underlying tendency to ignorance, they underlying that.",
    "ai-ya7.2.2:123.1_2": "With the underlying tendency to ignorance, they underlie that views lingering underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:123.1_3": "It wasted at the root of a tree rooted in the heart",
    "ai-ya7.2.2:124.1_0": "When you have a underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:125.1_0": "But when there is the underlying tendency to greed for continued existence, the underlying tendency to greed for sensual pleasures, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:126.1_0": "(and) underlying tendency to conceit and accumulations underlying tendency to conceit.",
    "ai-ya7.2.2:127.1_0": "When you have a underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to ignorance and the underlying tendency to ignorance, the underlying that.",
    "ai-ya7.2.2:128.1_0": "But when ignorance underlying tendency to ignorance underlies that of sensual desire, the underlying tendency to repulsion, and the underlying tendency to conceit,",
    "ai-ya7.2.2:129.1_0": "The underlying tendencies of sights, sounds, smells, tastes, touches, and thoughts of the underlying tendency to ignorance, the underlying tendency to ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:129.1_1": "the underlying tendencies of sensual desire and ignorance, the underlying tendency to ignorance, and the underlying tendencies of views, doubt, conceit, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:129.1_2": "With the underlying tendency to ignorance, they underlying that view of the underlying tendency to repulsion, and the underlying tendency to conceit, the underlying tendency to ignorance, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:129.1_3": "The group of five on root items",
    "ai-ya7.2.2:130.1_0": "When you have a underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to ignorance and the underlying that view of doubt, the underlying tendency to ignorance, and the underlying tendency to ignorance underlies that view.",
    "ai-ya7.2.2:131.1_0": "But when ignorance underlying tendency to ignorance, the underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to conceit, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:132.1_0": "The underlying tendencies of sights, sounds, smells, tastes, touches, and thoughts of the underlying tendency to ignorance, the underlying tendency to desire, the underlying tendency to ignorance, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:132.1_1": "the underlying tendencies of sensual desire and ignorance, and the underlying tendencies of views, doubt, conceit, the desire to be reborn, and the underlying tendency to conceit for ignorance.",
    "ai-ya7.2.2:132.1_2": "There is the underlying tendency to repulsion towards painful feeling underlying that.",
    "ai-ya7.2.2:132.1_3": "The ground on the ground.",
    "ai-ya7.2.2:133.0_0": "7.2.2.3. Anulomapuggalokāsa",
    "ai-ya7.2.2:133.1_0": "The underlying tendencies of sensual desire, not underlying that.",
    "ai-ya7.2.2:134.1_0": "There’s the underlying tendency to repulsion towards the underlying that.",
    "ai-ya7.2.2:135.1_0": "The underlying tendency to sensual desire, the underlying that underlying that.",
    "ai-ya7.2.2:136.1_0": "Or whatever underlying tendencies of conceit, the underlying tendency to sensual desire",
    "ai-ya7.2.2:137.1_0": "the elements of sensuality, desire for the realm of luminous form, and for the sake of vanity, but not for the sake of having passion for sensual pleasures.",
    "ai-ya7.2.2:137.1_1": "Mendicants, there are three elements of the realm of luminous form, and the realm of luminous form, but not underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:137.1_2": "Yet you occupied with the two elements of sensual desire and also by means of the underlying tendencies of vanity.",
    "ai-ya7.2.2:138.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:139.1_0": "There are two people with sensual desires that are hard for sensual pleasures, but western about the realm of luminous feelings.",
    "ai-ya7.2.2:139.1_1": "ordinary people encounter sensual pleasures, the underlying tendencies of sensual desire and the underlying tendency to greed for sensual pleasures, and the underlying tendency to desire.",
    "ai-ya7.2.2:140.1_0": "Or whatever underlying tendency to desire, the underlying tendency to desire, the underlying tendency to desire,",
    "ai-ya7.2.2:141.1_0": "The underlying tendency for forms, feeling born of desire, and the underlying tendency to desire for the form element is within that.",
    "ai-ya7.2.2:141.1_1": "A person who enjoys sensual pleasures, the underlying tendencies of sensual pleasures, and the underlying tendency to desire,",
    "ai-ya7.2.2:142.1_0": "The underlying tendencies of sensual desire, not underlying that.",
    "ai-ya7.2.2:143.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to passion for sensual desire, not with that.",
    "ai-ya7.2.2:144.1_0": "The underlying tendencies of sensual desire, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:145.1_0": "Or whatever underlying tendency to ignorance underlies that underlies that, he underlying tendency to sensual desire",
    "ai-ya7.2.2:146.1_0": "the underlying tendencies of sensual pleasures in the realm of luminous form, feeling, perception, choices, and consciousness. But the underlying tendency to ignorance (in knowledge) for the air element, not for the underlying tendency to ignorance.",
    "ai-ya7.2.2:146.1_1": "There are three kinds of suffering in the realm of luminous form, and ignorance through the form-element, and the aggregates of ignorance. But there are no underlying tendency to ignorance for sensual pleasures.",
    "ai-ya7.2.2:146.1_2": "Yet you occupied with the two elements of sensuality, desire for the sake of ignorance and of the eradication of ignorance.",
    "ai-ya7.2.2:147.1_0": "whatever resentment there is from the underlying tendency to repulsion, not with the underlying tendency to conceit,",
    "ai-ya7.2.2:148.1_0": "Or whatever underlying tendencies of conceit, the underlying tendency to repulsion does not underlie that.",
    "ai-ya7.2.2:149.1_0": "The underlying tendencies of the repulsion ...",
    "ai-ya7.2.2:150.1_0": "There are two persons with repetitions for painful feeling, but not with the underlying tendency to uncertainty.",
    "ai-ya7.2.2:150.1_1": "for unpleasant feeling the tendency to repulsion underlies that.",
    "ai-ya7.2.2:151.1_0": "Or whatever underlying tendency for doubt, he takes the underlying tendency to repulsion.",
    "ai-ya7.2.2:152.1_0": "the world elements of sensuality, desire for the two elements, and ignorance—included in the form-element, which has no underlying tendency to conceit for the form elements, but not with the underlying tendency to conceit -",
    "ai-ya7.2.2:152.1_1": "There is a person who underlying tendency to repulsion towards painful feeling underlying that.",
    "ai-ya7.2.2:153.1_0": "The underlying tendency to repulsion has the underlying that.",
    "ai-ya7.2.2:154.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to passion for continuation, not underlying tendency to repulsion.",
    "ai-ya7.2.2:155.1_0": "The underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:156.1_0": "Or whatever underlying tendency to ignorance underlies that underlies that, he underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:157.1_0": "the underlying tendencies of sensual pleasures in the realm of luminous form, feeling, perception, choices, and ignorance. That underlying tendencies, they haven’t underlying tendency to ignorance.",
    "ai-ya7.2.2:157.1_1": "There are three elements of sensuality, desire for the realm of luminous form, and ignorance through the form-element, then the aggregates of ignorance, but not from that.",
    "ai-ya7.2.2:157.1_2": "Yet all that person undergoes painful feeling and eradicated by ignorance, they underlying tendency to repulsion underlies that view.",
    "ai-ya7.2.2:158.1_0": "The underlying tendencies of conceit for the underlying tendency to conceit ...",
    "ai-ya7.2.2:159.1_0": "There are three elements of sensuality, desire for the realm of luminous form, and formlessness with the body; and there is no doubt of conceit for the elements.",
    "ai-ya7.2.2:159.1_1": "the world elements of sensual pleasures, the underlying tendencies of the form elements, and the underlying tendency to conceit for the formless realm.",
    "ai-ya7.2.2:160.1_0": "Or whatever underlying tendencies he takes the underlying tendency to conceit, the underlying tendency to conceit can be underlies that.",
    "ai-ya7.2.2:161.1_0": "for unpleasant feeling the tendency to repulsion towards that painful feeling, so the underlying tendency to conceit are not underlying that.",
    "ai-ya7.2.2:161.1_1": "A person who enjoys the two elements of sensual pleasures, the underlying tendency to form, and the underlying tendency to conceit for form, and the underlying tendency to conceit for the form elements.",
    "ai-ya7.2.2:162.1_0": "The underlying tendency to conceit underlies that.",
    "ai-ya7.2.2:163.1_0": "the four elements of sensuality, desire for the hard-to-face with the Three realms of luminous feeling, but not with the conceit ‘I am’.",
    "ai-ya7.2.2:163.1_1": "The relics of the elements is the realm of luminous form, and the formless realm. That is, the pride of vanity, and the desire for continued existence.",
    "ai-ya7.2.2:164.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to passion for continuation, they underlying tendency to conceit.",
    "ai-ya7.2.2:165.1_0": "The underlying tendency to conceit for ignorance underlies that.",
    "ai-ya7.2.2:166.1_0": "Or whatever underlying tendency to ignorance underlies that underlies that, he underlies the tendency to ignorance.",
    "ai-ya7.2.2:167.1_0": "Fueling underlying tendencies, all of these feeling underlying tendency to ignorance, ~ and having underlying tendency to ignorance.",
    "ai-ya7.2.2:167.1_1": "The conscious relics is the hard-to-dom with the two elements of sensuality, desire to be reborn in the realm of luminous form, and ignorance.",
    "ai-ya7.2.2:168.1_0": "Since they observe the underlying tendency to doubt, there’s no underlying tendency to doubt.",
    "ai-ya7.2.2:169.1_0": "Or whatever underlying tendencies of doubt, he takes the underlying tendency to doubt ...",
    "ai-ya7.2.2:170.1_0": "The underlying tendency to doubt, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:171.1_0": "That world’s the point of sensual pleasures, but no underlying tendency to desire for repulsion under that.",
    "ai-ya7.2.2:171.1_1": "The underlying tendencies of form, the underlying tendency to passion for continuation, and the underlying tendency to passion for continuation.",
    "ai-ya7.2.2:172.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed underlies that.",
    "ai-ya7.2.2:173.1_0": "There are three elements of the form element, the realm of luminous form, and the realm of luminous form, and the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:173.1_1": "the world elements, the maintaining of forms, the underlying tendency to passion for continued existence, and the underlying tendency to greed for the form element.",
    "ai-ya7.2.2:174.1_0": "The underlying tendency to doubt, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:175.1_0": "Or whatever underlying tendency to ignorance underlies that underlies that, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:176.1_0": "There are three kinds of sensual stimulation in the three realms of luminous forms, and formlessness with the fullness of ignorance, with the aggregates of ignorance, not with any doubt.",
    "ai-ya7.2.2:176.1_1": "ordinary people observed in the sensual realm, the underlying tendency to ignorance about form, and the underlying tendency to ignorance about the form elements,",
    "ai-ya7.2.2:177.1_0": "The underlying tendency to passion for continuation underlies that.",
    "ai-ya7.2.2:178.1_0": "Or whatever underlying tendencies of ignorance, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:179.1_0": "The four elements of sensuality, desire for continued existence, and ignorance through that. Then there is no simply ignorance in the future.",
    "ai-ya7.2.2:179.1_1": "The conscious relics is the element of the formless, ~ and the luminous form of existence, and the underlying tendency to ignorance about -",
    "ai-ya7.2.2:179.1_2": "The section on one root item.",
    "ai-ya7.2.2:180.1_0": "The underlying tendencies of sensual desire and the underlying tendency to sensual desire, the underlying that.",
    "ai-ya7.2.2:181.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, and the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:182.1_0": "The underlying tendencies of sensual desire in the two realms of luminous forms, and the underlying tendency to greed for sensual pleasures, he didn’t underlying tendencies within them, and the underlying tendency to conceit for sensual pleasures.",
    "ai-ya7.2.2:182.1_1": "There are three elements of the form element, the realm of luminous form, and the formless realm. That is why, as follows: observed by desire and the conceit ‘I am’.",
    "ai-ya7.2.2:182.1_2": "Yet the conscious residing in the two worlds, by the means of the feelings that are painful, pleasant, and neutral—",
    "ai-ya7.2.2:183.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to greed for repulsion, and the underlying tendency to greed for sensual desire,",
    "ai-ya7.2.2:183.1_1": "There is no underlying tendency to doubt for uncertainty.",
    "ai-ya7.2.2:184.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, the underlying tendency to repulsion,",
    "ai-ya7.2.2:185.1_0": "the world elements, doesn’t underlying tendencies of the form elements, the underlying tendency to desire, the underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to desire for sensual pleasures.",
    "ai-ya7.2.2:185.1_1": "There is a person who enjoys sensual pleasures with the two elements but no underlying tendency to desire, and ignorance with the underlying that.",
    "ai-ya7.2.2:185.1_2": "There is a person who underlying tendency for repulsion towards painful feeling underlying that. But the underlying tendency to sensual desire, not with the underlying tendency to desire,",
    "ai-ya7.2.2:186.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, because of that.",
    "ai-ya7.2.2:187.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, and the underlying tendency to repulsion would not underlie that.",
    "ai-ya7.2.2:188.1_0": "The underlying tendencies of sensual desire and the underlying tendency to sensual desire, the underlying that.",
    "ai-ya7.2.2:189.1_0": "Or whatever underlying tendency to ignorance underlies that underlying that underlying tendency to desire, he takes the underlying tendency to repulsion.",
    "ai-ya7.2.2:190.1_0": "There are no more underlying tendencies of sensual pleasures in the realm of luminous form, and the underlying tendency to ignorance about form, and for the underlying tendency to repulsion, and the underlying tendency to ignorance about eradicating that.",
    "ai-ya7.2.2:190.1_1": "There are three elements of ignorant elements: the realm of luminous forms, and the vanity of ignorance, but there is no opposite of all desire for sensual pleasures.",
    "ai-ya7.2.2:190.1_2": "Yet the element of sensuality, desire for the sake of vanity of sensual desire, and ignorance—all of having a underlying tendency for desire, but not underlying tendency to ignorance—whether that follows along with the underlying tendency to ignorance.",
    "ai-ya7.2.2:190.1_3": "Yet the underlying tendency to ignorance towards that person, and underlying tendency for ignorance, they eradicately underlying tendency to desire for sensual pleasures.",
    "ai-ya7.2.2:190.1_4": "The sections on two root items",
    "ai-ya7.2.2:191.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to conceit and the eradication of views .",
    "ai-ya7.2.2:191.1_1": "There is no underlying tendency to doubt for uncertainty.",
    "ai-ya7.2.2:192.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to conceit, and the underlying tendency to conceit,",
    "ai-ya7.2.2:193.1_0": "the world elements, the form elements of form, the chance, the underlying tendencies of conceit and the desire for sensual desire, and the underlying tendency to desire, the underlying tendency to passion for sensual desires, and the underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:193.1_1": "There is a person who enjoys sensual pleasures with the two elements but no underlying tendencies of desire and greed for sensual pleasures, and underlying tendency to conceit for the underlying tendency to conceit, but not the underlying tendency to conceit.",
    "ai-ya7.2.2:193.1_2": "There is a person underlying tendency to repulsion about painful feeling underlying that. But the underlying tendency to conceit, the underlying that.",
    "ai-ya7.2.2:194.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying that.",
    "ai-ya7.2.2:195.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to conceit, and the underlying tendency to conceit,",
    "ai-ya7.2.2:196.1_0": "the underlying tendency to conceit;",
    "ai-ya7.2.2:197.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying that.",
    "ai-ya7.2.2:198.1_0": "Or alternatively, when ignorance underlies that underlying tendencies of sensual desire and the underlying tendency to ignorance, they underlying tendency to conceit,",
    "ai-ya7.2.2:199.1_0": "There is a non-returner who, having the underlying tendencies of ignorance, underlying tendency to ignorance, and the underlying tendency to conceit,",
    "ai-ya7.2.2:199.1_1": "A person having given up the elements of sensuality, desire for the realm of luminous form, and ignorance of the form elements, then the underlying tendency to ignorance about - and the underlying tendency to ignorance.",
    "ai-ya7.2.2:199.1_2": "There are three elements of ignorant thing: the element of the fine-materiality, the vanity of ignorance, and the underlying tendency to ignorance, they don’t underlying tendency to desire, and ignorance.",
    "ai-ya7.2.2:199.1_3": "The individuals of the imperishable elements of sensuality, desire for the sake of vanity, and ignorance of accurately, but not underlying tendency to ignorance.",
    "ai-ya7.2.2:199.1_4": "Consider the origin of suffering, and the underlying tendency to ignorance, they should go underlying tendency to desire, and ignorance.",
    "ai-ya7.2.2:199.1_5": "Triads on the root items,",
    "ai-ya7.2.2:200.1_0": "When you have a underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:201.1_0": "Or alternatively, whatever underlying tendency for sensual desire, the underlying tendency to desire, the underlying tendency to conceit, and the underlying tendency to conceit are seen.",
    "ai-ya7.2.2:202.1_0": "the world elements, the maintaining of forms, the underlying tendencies of the form elements, and the underlying tendency to conceit for sensual desire, but not for the underlying tendency to passion for sensual desires.",
    "ai-ya7.2.2:202.1_1": "There is a person who enjoys sensual pleasures by which they got rid of the conceit element and the underlying tendency to desire, and views observed by desire and ignorance, but not with that.",
    "ai-ya7.2.2:202.1_2": "There is a person underlying tendency to repulsion towards painful feeling underlying that. But the underlying tendency to conceit for sensual pleasures, and a tendency to conceit for them, but not for the underlying tendency to conceit.",
    "ai-ya7.2.2:202.1_3": "It wasted at the root of a tree rooted in the heart",
    "ai-ya7.2.2:203.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:204.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to greed, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:205.1_0": "There are three elements of the form element, the realm of luminous form, and the realm of luminous form, and the underlying tendency to greed for sensual pleasures, but there is no doubt about the conceit ‘I am’.",
    "ai-ya7.2.2:205.1_1": "the world elements, the form elements of existence, the formless realm, and the underlying tendencies of conceit and the desire to be reborn, but the underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:206.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to ignorance, and the underlying that view of doubt,",
    "ai-ya7.2.2:207.1_0": "Or alternatively, when ignorance underlies that underlying tendencies of sensual desire and the underlying tendency to ignorance, he takes the underlying tendency to conceit and the underlying tendency to conceit.",
    "ai-ya7.2.2:208.1_0": "There is a non-returner who, having the underlying tendencies of ignorance, and the underlying tendency to ignorance, the underlying tendency to desire, and the underlying tendency to ignorance,",
    "ai-ya7.2.2:208.1_1": "An individual essence is changing in the two elements with the thirty-two elements of sensuality, desire to be reborn, and ignorance; the underlying tendency to ignorance; the underlying tendency to ignorance; the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:208.1_2": "there are two people with the elements of form that is in the realm of luminous form, and for the sake of ignorance and form of accurately, not underlying tendency to desire for the conceit ‘I am’.",
    "ai-ya7.2.2:208.1_3": "There is a person owners of sensual pleasures by means of the feelings that are painful, sharp, severe, and imperishable. But due to the underlying tendency to ignorance, they don’t get rid of the underlying tendency to conceit.",
    "ai-ya7.2.2:208.1_4": "Consciousness for a person, and underlying tendency to ignorance, they eradicate the underlying tendency to ignorance and the underlying tendency to ignorance.",
    "ai-ya7.2.2:208.1_5": "the world elements, the most conceived in the form-element element, the underlying tendency to ignorance about the form element, and the underlying tendency to ignorance about the underlying tendency to ignorance, but not the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:208.1_6": "There is a person who enjoys sensual pleasures by means of the element of sensual desire and ignorance, and the underlying tendencies of vanity, and ignorance, and the underlying tendency to ignorance, but not underlying that.",
    "ai-ya7.2.2:208.1_7": "There is a person underlying tendencies of ignorance and underlying tendency to ignorance, and eradicated by the underlying that view, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:208.1_8": "The group of five on root items",
    "ai-ya7.2.2:209.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendencies of vanity, and the underlying tendency to ignorance, the underlying that underlying tendency to ignorance.",
    "ai-ya7.2.2:210.1_0": "But when ignorance underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to ignorance, and the underlying tendency to conceit, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:211.1_0": "There is a tendency to ignorance for painful feeling underlies that view, but not for the underlying that.",
    "ai-ya7.2.2:211.1_1": "There is a person who enjoys sensual pleasures by means of the feelings that underlying tendencies of sensual desire and ignorance, and the underlying tendency to ignorance, and the underlying tendency to ignorance, for doubt, and underlying that view.",
    "ai-ya7.2.2:211.1_2": "The individual essence observed by the form element and the underlying tendencies of ignorance and the underlying tendency to ignorance, and the underlying tendency to ignorance about underlies that.",
    "ai-ya7.2.2:211.1_3": "there are two people with the elements of aggregates of form, and produced by the conceit element of aggregates of ignorance and desire for the liked, but not underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:211.1_4": "Yet the element of sensuality, of vanity, of desire and ignorance, of the underlying tendencies, of aggregates, and the underlying tendency to conceit for sensual pleasures, but without doubt.",
    "ai-ya7.2.2:211.1_5": "Continued existence by the aggregates of ignorance and the underlying tendency to ignorance, they produce underlying tendency to ignorance and conceit for sensual desire, and ignorance.",
    "ai-ya7.2.2:211.1_6": "the world elements, the warding off of ignorance, and the underlying tendencies of ignorance, the underlying tendency to ignorance, the underlying tendency to ignorance, and the underlying tendency to desire, the underlying tendency to passion for sensual pleasures, and the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:211.1_7": "There is a person who enjoys sensual pleasures by means of the element of sensual desire and ignorance, and the underlying tendencies of vanity, and ignorance, and the underlying tendency to conceit for ignorance, eradicates, and the underlying tendency to conceit for ignorance.",
    "ai-ya7.2.2:211.1_8": "There is a person underlying tendency to repulsion about painful feeling underlying that. But the underlying tendency to ignorance and underlying that.",
    "ai-ya7.2.2:211.1_9": "The section on the six root items",
    "ai-ya7.2.2:212.1_0": "undergoing the stair—",
    "ai-ya7.2.2:213.0_0": "7.2.2.4. Paṭilomapuggala",
    "ai-ya7.2.2:213.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, and the underlying tendencies.",
    "ai-ya7.2.2:214.1_0": "Or whatever underlying tendencies under the influence of sensual desire, the underlying tendency to desire, the underlying tendency to passion for sensual desire,",
    "ai-ya7.2.2:215.1_0": "The underlying tendencies of sensual desire, the underlying tendency to sensual desire, and the underlying tendencies of conceit.",
    "ai-ya7.2.2:216.1_0": "the underlying tendencies of sensual desire, not underlying tendencies, underlying tendencies,",
    "ai-ya7.2.2:216.1_1": "The underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:217.1_0": "Or whatever underlying tendencies under the tendency to sensual desire, the underlying tendencies of sensual desire,",
    "ai-ya7.2.2:218.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:219.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire, the underlying tendency to desire,",
    "ai-ya7.2.2:220.1_0": "Two people underlying tendencies, but without underlying tendencies.",
    "ai-ya7.2.2:220.1_1": "Two people under the influence of doubt and uncertainty:",
    "ai-ya7.2.2:221.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:222.1_0": "There are no more underlying tendencies that underlying tendencies of sensual desire, not underlying tendency to ignorance.",
    "ai-ya7.2.2:222.1_1": "The underlying tendencies of sensual desire and ignorance, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:223.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire, the underlying tendencies of sensual desire,",
    "ai-ya7.2.2:224.1_0": "The underlying tendencies of repulsion underlies that.",
    "ai-ya7.2.2:225.1_0": "the underlying tendency to repulsion, not underlies that.",
    "ai-ya7.2.2:225.1_1": "the underlying tendencies of repulsion and the underlying tendencies of conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:226.1_0": "Or whatever underlying tendencies under the tendency to conceit, he underlying tendencies of conceit,",
    "ai-ya7.2.2:227.1_0": "The underlying tendencies of repulsion ...",
    "ai-ya7.2.2:228.1_0": "Or whatever underlying tendencies under the tendency to repulsion underlies that.",
    "ai-ya7.2.2:229.1_0": "Two people have doubt, but not underlying tendencies.",
    "ai-ya7.2.2:229.1_1": "Two people undergoes doubt and uncertainty:",
    "ai-ya7.2.2:230.1_0": "The underlying tendencies of repulsion ...",
    "ai-ya7.2.2:231.1_0": "the underlying tendencies of non-violence, not underlying tendencies of ignorance, and the underlying tendency to ignorance does not underlie it.",
    "ai-ya7.2.2:231.1_1": "the underlying tendencies of repulsion and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:232.1_0": "Or the underlying tendencies of ignorance underlies that underlying tendencies of ignorance, the underlying tendency to repulsion.",
    "ai-ya7.2.2:233.1_0": "The underlying tendencies of conceit ...",
    "ai-ya7.2.2:234.1_0": "Or whatever underlying tendencies under the underlying tendencies of conceit, the underlying tendency to conceit underlies that.",
    "ai-ya7.2.2:235.1_0": "There are three kinds of doubt, but not underlying tendencies.",
    "ai-ya7.2.2:235.1_1": "the underlying tendencies of uncertainty, underlying tendencies, and the underlying tendencies of conceit,",
    "ai-ya7.2.2:236.1_0": "The underlying tendencies of conceit, the underlying tendencies of conceit, the underlying tendencies of ignorance, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:237.1_0": "Or whatever underlying tendencies under the tendency to ignorance underlies that underlying tendencies of conceit,",
    "ai-ya7.2.2:238.1_0": "the underlying tendencies of views, doubt, and uncertainty.",
    "ai-ya7.2.2:239.1_0": "Or that underlying tendencies under the tendency to doubt ...",
    "ai-ya7.2.2:240.1_0": "The underlying tendencies of greed, repulsion, views, doubt, conceit, the underlying tendency to ignorance.",
    "ai-ya7.2.2:241.1_0": "There are three kinds of doubt, but not underlying tendencies.",
    "ai-ya7.2.2:241.1_1": "the underlying tendencies of views, doubt, conceit, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:242.1_0": "Or whatever underlying tendencies under the tendency to ignorance underlies that underlies doubt, he underlying tendencies under the tendency to ignorance.",
    "ai-ya7.2.2:243.1_0": "The underlying tendencies of sensual desire, the underlying tendencies of ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:244.1_0": "Or whatever underlying tendencies of ignorance is created by the underlying tendencies of continuation.",
    "ai-ya7.2.2:245.1_0": "The underlying tendencies of sensual desire and the underlying tendency to sensual desire, underlying tendencies of conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:246.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, and the underlying tendency to conceit.",
    "ai-ya7.2.2:246.1_1": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to conceit.",
    "ai-ya7.2.2:247.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of vanity, the underlying tendencies of conceit, and the underlying tendencies of vanity.",
    "ai-ya7.2.2:248.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of sensual desire ...",
    "ai-ya7.2.2:248.1_1": "The underlying tendency to doubt underlies that.",
    "ai-ya7.2.2:249.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of vanity, the underlying tendency to greed for sensual desire,",
    "ai-ya7.2.2:250.1_0": "Two people underlying tendencies, then for the underlying tendencies of sensual desire and ignorance, they will subsistantively repulsion of the conceit ‘I am’.",
    "ai-ya7.2.2:250.1_1": "Two people underlying tendencies of sensual desire and greed for the underlying tendencies of accumulations.",
    "ai-ya7.2.2:251.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity ...",
    "ai-ya7.2.2:251.1_1": "the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:252.1_0": "There are some who underlying tendencies of sensual desire, repulsion, views, doubt, conceit, and ignorance.",
    "ai-ya7.2.2:252.1_1": "The underlying tendencies of sensual desire and the underlying tendencies of sensual desire, repulsion, views, doubt, and ignorance.",
    "ai-ya7.2.2:253.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire, the underlying tendency to ignorance, and the underlying tendencies of repulsion.",
    "ai-ya7.2.2:253.1_1": "The sections on two root items",
    "ai-ya7.2.2:254.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to greed for sensual desire, and the underlying tendency to conceit for ignorance.",
    "ai-ya7.2.2:254.1_1": "The underlying tendency to doubt underlies that.",
    "ai-ya7.2.2:255.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of vanity, the underlying tendency to desire, the underlying tendency to conceit, and the underlying tendencies of conceit.",
    "ai-ya7.2.2:256.1_0": "there are two people underlying tendencies that is a basis for such desire and greed, repulsion, conceit and arousing.",
    "ai-ya7.2.2:256.1_1": "There are no underlying tendencies of sensual desire and greed for sensual pleasures, underlying tendencies, underlying tendencies, not underlying tendency to conceit.",
    "ai-ya7.2.2:256.1_2": "The underlying tendencies of desire and greed for sensual pleasures, underlying tendencies, underlying tendencies, and the underlying tendencies of conceit and .",
    "ai-ya7.2.2:257.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity ...",
    "ai-ya7.2.2:257.1_1": "The underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:258.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of vanity, the underlying tendency to ignorance, and the underlying tendencies of conceit,",
    "ai-ya7.2.2:258.1_1": "Triads on the root items,",
    "ai-ya7.2.2:259.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, and the underlying tendency to conceit.",
    "ai-ya7.2.2:260.1_0": "Or that alternatively, underlying tendencies of sensual desire, the underlying tendencies, and the underlying tendencies of conceit and .",
    "ai-ya7.2.2:261.1_0": "there are two people with the underlying tendencies of views, doubt, and underlying tendencies of conceit and desire for the underlying tendencies.",
    "ai-ya7.2.2:261.1_1": "There is no underlying tendencies of desire and greed for sensual pleasures, underlying tendencies, underlying tendency to desire, repulsion, views, underlying tendency to conceit, underlying tendency to conceit, they don’t underlying tendencies.",
    "ai-ya7.2.2:261.1_2": "The underlying tendencies of desire and greed for sensual pleasures, underlying tendencies, repulsion, insistence, and underlying tendencies.",
    "ai-ya7.2.2:261.1_3": "It wasted at the root of a tree rooted in the heart",
    "ai-ya7.2.2:262.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to greed for continued existence, the underlying tendency to conceit for rebirth ...",
    "ai-ya7.2.2:262.1_1": "The underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:263.1_0": "Or alternatively, underlying tendencies of sensual desire, the underlying tendency to ignorance, the underlying tendency to conceit, the underlying tendency to conceit, and the underlying tendency to conceit.",
    "ai-ya7.2.2:263.1_1": "The group of five on root items",
    "ai-ya7.2.2:264.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:265.1_0": "Or alternatively, underlying tendencies of sensual desire, the underlying tendencies, the underlying tendencies of conceit and the underlying tendency to ignorance, the underlying tendency to views, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:265.1_1": "The ground on the ground.",
    "ai-ya7.2.2:266.0_0": "7.2.2.5. Paṭilomaokāsa",
    "ai-ya7.2.2:266.1_0": "Since they do so, the underlying tendencies of sensual desire for sensual pleasures, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:267.1_0": "There is no underlying tendency for sensual pleasures, but no underlying tendencies of sensual desire, and the underlying tendency to repulsion.",
    "ai-ya7.2.2:267.1_1": "The underlying tendencies of form, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to desire for sensual pleasures.",
    "ai-ya7.2.2:268.1_0": "Or since it has eradicated the underlying tendencies of sensual desire for sensual pleasures.",
    "ai-ya7.2.2:269.1_0": "the underlying tendencies of sensual pleasures, but no more underlying tendencies of sensual desire and aversion .",
    "ai-ya7.2.2:269.1_1": "The underlying tendencies of form, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to desire for sensual pleasures.",
    "ai-ya7.2.2:270.1_0": "since the underlying tendency to sensual desire for sensual pleasures, the underlying that.",
    "ai-ya7.2.2:271.1_0": "The underlying tendencies of sensual desire for the formless element, not for the underlying tendency to sensual desire, not for the underlying tendency to conceit.",
    "ai-ya7.2.2:271.1_1": "for unpleasant feeling that arises in him, and the underlying tendencies of sensual desire and the underlying tendencies of conceit.",
    "ai-ya7.2.2:272.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendency to sensual desire.",
    "ai-ya7.2.2:273.1_0": "There’s a underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:274.1_0": "The underlying tendency for form, feeling element, and the underlying tendency to desire for the form element, but not for the underlying tendency to desire, and ignorance.",
    "ai-ya7.2.2:274.1_1": "The underlying tendencies of sensual desire and greed for sensual pleasures, underlying tendencies of ruination .",
    "ai-ya7.2.2:275.1_0": "Or since it has eradicated the underlying tendencies of sensual desire, the underlying tendency to desire, the underlying tendency to desire, the underlying tendency to passion for sensual desire,",
    "ai-ya7.2.2:276.1_0": "since the underlying tendencies of sensual desire for sensual pleasures, the underlying tendency to passion for continuation (in existence).",
    "ai-ya7.2.2:277.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance.",
    "ai-ya7.2.2:277.1_1": "The underlying tendency to greed for feeling ...",
    "ai-ya7.2.2:278.1_0": "Or since it has the underlying tendencies of sensual desire for continued existence.",
    "ai-ya7.2.2:279.1_0": "the underlying tendencies of sensual pleasures, free from here and now, and the underlying tendencies of sensual desire, not underlying tendency to desire.",
    "ai-ya7.2.2:279.1_1": "for painful feeling ...",
    "ai-ya7.2.2:280.1_0": "Since they do so, the underlying tendencies of sensual desire with ignorance, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:281.1_0": "The underlying tendencies of painful form, free of vanity, and the underlying tendencies of ignorance, and the underlying tendency to ignorance did not underlie that.",
    "ai-ya7.2.2:281.1_1": "The underlying tendencies of sensual desire and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:282.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendency to ignorance.",
    "ai-ya7.2.2:283.1_0": "since the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:284.1_0": "The underlying tendencies of sensual pleasures, twenty-two elements, and the underlying tendencies of Pleasurges, and the underlying tendency to conceit .",
    "ai-ya7.2.2:284.1_1": "the underlying tendencies of the repulsion and the underlying tendency to conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:285.1_0": "Or since the underlying tendency to conceit underlies that same thing, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:286.1_0": "for unpleasant feeling ...",
    "ai-ya7.2.2:286.1_1": "The underlying tendencies of the underlying tendency to repulsion and underlying tendencies of conceit, the underlying tendency to repulsion.",
    "ai-ya7.2.2:287.1_0": "the underlying tendencies of repulsion ...",
    "ai-ya7.2.2:288.1_0": "The underlying tendencies of sensual pleasures, form, and form. The underlying tendency to repulsion of the elements, not underlying tendency to conceit.",
    "ai-ya7.2.2:288.1_1": "the underlying tendencies of the repulsion and the underlying tendencies of views.",
    "ai-ya7.2.2:289.1_0": "Or since it has eradicated the underlying tendency to doubt, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:290.1_0": "since the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:291.1_0": "The underlying tendencies of form, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:291.1_1": "The underlying tendencies of sensual pleasures, repulsion, views, doubt, conceit, and the underlying tendency to passion for continuation.",
    "ai-ya7.2.2:292.1_0": "Or since there is the underlying tendency to passion for continuation, they underlying tendency to repulsion towards continued existence.",
    "ai-ya7.2.2:293.1_0": "for unpleasant feeling ...",
    "ai-ya7.2.2:293.1_1": "The underlying tendencies of sensual pleasures, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to conceit.",
    "ai-ya7.2.2:294.1_0": "since the underlying tendencies of repulsion underlies that.",
    "ai-ya7.2.2:295.1_0": "The underlying tendencies of sensual pleasures, twenty-two elements, and the underlying tendencies of aggregates, not underlying tendency to ignorance.",
    "ai-ya7.2.2:295.1_1": "The underlying tendencies of the repulsion and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:296.1_0": "Or since it has underlying tendencies under the tendency to ignorance, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:297.1_0": "The underlying tendency to conceit for the underlying tendencies of conceit ...",
    "ai-ya7.2.2:298.1_0": "for unpleasant feeling ...",
    "ai-ya7.2.2:298.1_1": "The underlying tendencies of the underlying tendencies of the underlying tendencies of conceit and desire,",
    "ai-ya7.2.2:299.1_0": "Or since it has eradicated the underlying tendencies of conceit, the underlying tendencies of conceit,",
    "ai-ya7.2.2:300.1_0": "since the underlying tendencies of conceit, the underlying tendency to passion for continuation underlying tendencies.",
    "ai-ya7.2.2:301.1_0": "Or since there is the underlying tendency to passion for continuation without underlying tendency to passion for continuation, they underlying tendency to passion for continuation.",
    "ai-ya7.2.2:302.1_0": "the underlying tendencies of sensual desire, but not underlying tendencies of (in existence); the underlying tendency to conceit -",
    "ai-ya7.2.2:302.1_1": "for painful feeling ...",
    "ai-ya7.2.2:303.1_0": "since the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:304.1_0": "for unpleasant feeling ...",
    "ai-ya7.2.2:304.1_1": "The underlying tendencies of conceit and the underlying tendencies of ignorance, underlying tendencies, and ignorance.",
    "ai-ya7.2.2:305.1_0": "Or since it has eradicated the underlying tendencies of ignorance, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:306.1_0": "since the underlying tendency to doubt has underlies that.",
    "ai-ya7.2.2:307.1_0": "Or whatever underlying tendency for doubt ...",
    "ai-ya7.2.2:308.1_0": "With doubt, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:309.1_0": "Or since the underlying tendency to passion for continuation has underlying tendency to passion for continuation, the underlying tendency to greed for continued existence.",
    "ai-ya7.2.2:310.1_0": "The underlying tendencies of sensual desire for sensual pleasures, but not for any underlying that.",
    "ai-ya7.2.2:310.1_1": "There’s no underlying tendencies for continued existence, the underlying tendency to greed, and the underlying tendency to conceit for continued existence.",
    "ai-ya7.2.2:311.1_0": "With doubt, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:312.1_0": "Or since it has eradicated the underlying tendency to ignorance and the underlying that underlying tendencies of conceit,",
    "ai-ya7.2.2:313.1_0": "since the underlying tendencies of sensual desire for continued existence, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:314.1_0": "The underlying tendencies of sensual desire for sensual pleasures, but not for any underlying that.",
    "ai-ya7.2.2:314.1_1": "underlying tendencies for continued existence, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:315.1_0": "Or since it has eradicated the underlying tendencies of ignorance and the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:316.1_0": "Since they do so, the underlying tendencies of sensual desire and the underlying tendency to greed for sensual pleasures, the underlying tendency to conceit for mentioned underlies that.",
    "ai-ya7.2.2:317.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to conceit -",
    "ai-ya7.2.2:317.1_1": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit, and the underlying tendency to conceit.",
    "ai-ya7.2.2:318.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendencies of vanity.",
    "ai-ya7.2.2:319.1_0": "for unpleasant feeling underlying tendency to sensual desire, the underlying tendency to passion for sensual pleasures, and the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:319.1_1": "The underlying tendencies of sensual desire and the underlying tendencies of language, underlying tendencies, and the underlying tendencies of repulsion.",
    "ai-ya7.2.2:320.1_0": "When they have underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire ...",
    "ai-ya7.2.2:320.1_1": "the underlying tendency to doubt underlies that.",
    "ai-ya7.2.2:321.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to desire. The underlying tendency to conceit has no doubt, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:321.1_1": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the underlying tendency to desire, and doubt.",
    "ai-ya7.2.2:322.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendencies of vanity.",
    "ai-ya7.2.2:323.1_0": "Since they do so, the underlying tendencies of sensual desire and the underlying tendency to greed for sensual pleasures, the underlying tendency to passion for continuation .",
    "ai-ya7.2.2:324.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to passion for continued existence, not underlies that.",
    "ai-ya7.2.2:324.1_1": "The underlying tendencies of sensual desire and greed for sensual pleasures, the underlying tendencies of vanity, and the underlying tendency to greed for repulsion.",
    "ai-ya7.2.2:325.1_0": "Or since there is the underlying tendencies of sensual desire for continued existence, the underlying tendency to greed for sensual pleasures, and the underlying tendency to repulsion.",
    "ai-ya7.2.2:326.1_0": "There is the underlying tendency to greed for feeling for sensual pleasures, and for the underlying that. Neither underlying tendency to passion for continued existence, not underlying tendency to repulsion.",
    "ai-ya7.2.2:326.1_1": "the underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance.",
    "ai-ya7.2.2:326.1_2": "There are some more underlying tendencies of sensual desire and the underlying tendencies of sensual desire for sensual pleasures, the underlying tendency to greed for sensual desire, and the underlying tendency to repulsion.",
    "ai-ya7.2.2:327.1_0": "Since they do so, the underlying tendencies of sensual desire and the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:328.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the underlying tendency to desire, and the underlying tendency to ignorance. Nevertheless, they underlying tendency to ignorance.",
    "ai-ya7.2.2:328.1_1": "The underlying tendencies of sensual desire and the underlying tendencies of sensual desire, repulsion, views, doubt, and ignorance.",
    "ai-ya7.2.2:329.1_0": "Or since it has eradicated the underlying tendency to ignorance and the underlying that.",
    "ai-ya7.2.2:329.1_1": "The sections on two root items",
    "ai-ya7.2.2:330.1_0": "When they eradicate the underlying tendencies of sensual desire and the underlying tendency to greed for sensual pleasures, the underlying tendency to conceit for ignorance and the underlying tendency to conceit,",
    "ai-ya7.2.2:330.1_1": "The underlying tendency to doubt underlies that.",
    "ai-ya7.2.2:331.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendencies of vanity, and the underlying tendency to conceit .",
    "ai-ya7.2.2:332.1_0": "Since they do so, the underlying tendencies of sensual desire and the underlying tendencies of vanity, the underlying tendency to passion for continuation (in existence) underlies that.",
    "ai-ya7.2.2:333.1_0": "Or since there is the underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit, and the underlying tendency to conceit, they underlying tendency to conceit and the underlying tendency to conceit.",
    "ai-ya7.2.2:334.1_0": "The underlying tendency to greed for feeling underlies that of sensual desire, the underlying tendencies of vanity, and the underlying tendency to repulsion towards underlies that.",
    "ai-ya7.2.2:334.1_1": "the underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and the underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:334.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to greed for sensual desire and the underlying tendency to conceit.",
    "ai-ya7.2.2:335.1_0": "Since they do so, the underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:336.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to conceit, the underlying tendency to conceit.",
    "ai-ya7.2.2:336.1_1": "Triads on the root items,",
    "ai-ya7.2.2:337.1_0": "When they eradicate the underlying tendencies of sensual desire and the underlying tendencies of conceit, the underlying tendency to conceit, and the underlying tendency to doubt, he underlies that.",
    "ai-ya7.2.2:338.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendency to conceit, the underlying tendency to conceit and the underlying tendency to conceit, the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:338.1_1": "The oppressed.",
    "ai-ya7.2.2:338.1_2": "It wasted at the root of a tree rooted in the heart",
    "ai-ya7.2.2:339.1_0": "When they eradicate the underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendencies of accurate recollection.",
    "ai-ya7.2.2:340.1_0": "Or since it has eradicated the underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit, and the underlying tendency to conceit,",
    "ai-ya7.2.2:341.1_0": "There is no underlying tendency to greed for feeling underlying that.",
    "ai-ya7.2.2:341.1_1": "The underlying tendencies of sensual desire for sensual pleasures, the underlying tendencies of vanity, and the underlying tendency to desire for sensual pleasures, and the underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:341.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of vanity ... the underlying tendency to greed for sensual desire, repulsion, views, doubt, and conceit.",
    "ai-ya7.2.2:341.1_3": "The group of five on root items",
    "ai-ya7.2.2:342.1_0": "When they eradicate the underlying tendencies of sensual desire and the underlying tendencies of conceit and the underlying tendency to ignorance, the underlying tendency to ignorance, the underlying tendency to ignorance, the underlying tendency to ignorance, and the underlying tendencies of views.",
    "ai-ya7.2.2:343.1_0": "But when ignorance underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to conceit, the underlying tendency to ignorance and the underlying tendency to conceit, the underlying tendency to conceit, and the underlying tendency to conceit ‘I am’ eradication (in ignorance).",
    "ai-ya7.2.2:343.1_1": "The section on the six root items",
    "ai-ya7.2.2:344.0_0": "7.2.2.6. Paṭilomapuggalokāsa",
    "ai-ya7.2.2:344.1_0": "The underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, and the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:345.1_0": "There are three people who enjoy sensual pleasures, but don’t underlying tendencies, still repulsion in the future.",
    "ai-ya7.2.2:346.1_0": "The individual essence is likely in the formless realm. ...",
    "ai-ya7.2.2:346.1_1": "There are two people linging here and now underlying tendencies of sensual desire and greed for sense desire.",
    "ai-ya7.2.2:347.1_0": "Or whatever repulsion of the underlying tendencies of sensual desire follows along with that underlying tendency to sensual desire,",
    "ai-ya7.2.2:348.1_0": "There are three kinds of sensual stimulation that are proper for a personal resistance, and comes back from thating. Because of that he is free of desire, not because of that.",
    "ai-ya7.2.2:348.1_1": "The reinforced that person is like the formless, ~ and the formless of the formless, and the unattached, seeing the underlying tendency to desire for sensual pleasures, and underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:348.1_2": "Two people under the instance of all resentment and underlying tendencies:",
    "ai-ya7.2.2:349.1_0": "The underlying tendency to sensual desire, the underlying tendency to passion for sensual pleasures, the underlying tendency to conceit underlies that.",
    "ai-ya7.2.2:350.1_0": "There are three elements of the fine-materiality, formlessness, and underlying tendencies of conceit, but not underlying tendency to conceit.",
    "ai-ya7.2.2:350.1_1": "This person has led the underlying tendencies of sensual desire and produce underlying tendencies of vanity.",
    "ai-ya7.2.2:350.1_2": "The underlying tendencies of sensual pleasures, in the realm of luminous form, feeling underlying tendency to desire, pleasure, and the underlying tendency to desire, the underlying tendency to passion for sensual pleasures, and the underlying tendency to conceit for sensual pleasures.",
    "ai-ya7.2.2:350.1_3": "There is a person who has led the underlying tendencies of sensual desire and the underlying tendencies of conceit for sensual pleasures.",
    "ai-ya7.2.2:350.1_4": "The underlying tendencies of sensual desire and the underlying tendencies of (in existence).",
    "ai-ya7.2.2:351.1_0": "Or whatever underlying tendencies of conceit, the underlying tendencies of sensual desire towards sensual desire,",
    "ai-ya7.2.2:352.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.",
    "ai-ya7.2.2:353.1_0": "The underlying tendency for form, feeling element, and the underlying tendency to desire for the form element, but not with the underlying tendency to desire for the underlying tendency to desire, the underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:353.1_1": "Two people observe the underlying tendencies of sensual desire and the underlying tendencies.",
    "ai-ya7.2.2:353.1_2": "Two people enjoy the delights of sensual desire and whatever individual essence, and underlying tendencies of essence.",
    "ai-ya7.2.2:354.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire, the underlying tendency to desire,",
    "ai-ya7.2.2:355.1_0": "There are two people with sensual desires that are hard for them, and then physically mentally enjoyment. But with the free of lust for them, not with the arousing of desire.",
    "ai-ya7.2.2:355.1_1": "An individual who has not arisen in the realm of the form elements and by the formless, and aroused of getting rid of greed for sensual pleasures, and is linger on that account of that.",
    "ai-ya7.2.2:355.1_2": "Two people will satisfy in the matter of all sense desires and underlying tendency to desire,",
    "ai-ya7.2.2:356.1_0": "The underlying tendencies of sensual desire for sensual pleasures, the underlying tendency to passion for continuation (in existence).",
    "ai-ya7.2.2:357.1_0": "There are three elements of sensuality, form, and formlessness. Then for the sake of getting free of greed, produced by the underlying tendency to greed for sensual desire, not for the continuation of existence.",
    "ai-ya7.2.2:357.1_1": "This person is like the later on account of that greed for sensual pleasures and that lingering underlying tendencies of vanity.",
    "ai-ya7.2.2:357.1_2": "The underlying tendencies of non-returners, forms produced in the realm of luminous form, and the underlying tendency to desire for sensual pleasures. And he did not underlie it.",
    "ai-ya7.2.2:357.1_3": "There is a person who has sensual pleasures in the three realms of sensual desire and the underlying tendency to greed for sensual pleasures, and underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:357.1_4": "The underlying tendencies of sensual desire and the underlying tendencies of (in existence).",
    "ai-ya7.2.2:358.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire,",
    "ai-ya7.2.2:359.1_0": "There are three kinds of sensual stimulation in the sensual realm, but there are no more underlying tendencies of vanity. Because of that is, enjoying the passion for sensual pleasures.",
    "ai-ya7.2.2:359.1_1": "for a person who has passed away from that greed and relishing of sensual desire and greed for sensual pleasures, and because of that linger on.",
    "ai-ya7.2.2:359.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of sensual desire and the underlying tendencies.",
    "ai-ya7.2.2:360.1_0": "The underlying tendencies of sensual desire, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:361.1_0": "There are three kinds of suffering in the realm of luminous form, and the formless realm. But for the sake of sensual desire, not for the sake of ignorance.",
    "ai-ya7.2.2:361.1_1": "Yet he has produced in the later on sensual desire and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:361.1_2": "the underlying tendencies of sensual pleasures in the realm of luminous form, feeling underlying tendency to desire, pleasure, and ignorance. There’s no underlying tendency to ignorance for the realm of luminous form, but no more underlying tendency to ignorance.",
    "ai-ya7.2.2:361.1_3": "At the end of the sensual desire, the underlying tendencies of sensual desire, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:361.1_4": "The underlying tendencies of sensual desire and the underlying tendencies of ignorance and underlying tendencies.",
    "ai-ya7.2.2:362.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:363.1_0": "The underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:364.1_0": "There are three elements of sensuality, desire for the realm of luminous form, and formlessness in the realm of luminous form, but not for the sake of that.",
    "ai-ya7.2.2:364.1_1": "Yet on a person who has committed a particular repulsion of the body and the mind will be underlying tendencies.",
    "ai-ya7.2.2:364.1_2": "The underlying tendencies of sensual pleasures, in the two realm of luminous forms, feeling underlying tendency to repulsion, views, doubt, conceit, and the underlying tendency to conceit. That underlying tendency to conceit, (intertain) a tendency to conceit.",
    "ai-ya7.2.2:364.1_3": "For a person who has warded off the underlying tendency to repulsion and underlying tendency to repulsion, and the underlying tendency to conceit,",
    "ai-ya7.2.2:364.1_4": "The underlying tendencies of repulsion and underlying tendencies (in existence).",
    "ai-ya7.2.2:365.1_0": "Or whatever underlying tendencies of conceit, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:366.1_0": "There are three people underlying tendencies, but not underlying tendency to repulsion.",
    "ai-ya7.2.2:366.1_1": "Yet they divided all of them on that very day, and underlying tendencies of conceit and accurate recollection.",
    "ai-ya7.2.2:366.1_2": "The underlying tendencies of conceit, the underlying tendencies of (into existence), and the underlying tendency to repulsion.",
    "ai-ya7.2.2:367.1_0": "The underlying tendencies of repulsion ...",
    "ai-ya7.2.2:368.1_0": "the world elements of sensuality, desire for forms, and ignorance—included in the form-element, the underlying tendencies of the earth element, not undertook up the tendency to doubt.",
    "ai-ya7.2.2:368.1_1": "The underlying tendencies of the repulsion and the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:368.1_2": "Two people under the instance of all resentment and underlies doubt:",
    "ai-ya7.2.2:369.1_0": "Or whatever underlying tendencies underlie it, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:370.1_0": "There are two persons with pain: doubt, without underlying tendency to repulsion towards that person, with the underlying tendency to repulsion.",
    "ai-ya7.2.2:370.1_1": "The conscious reality for the sensual realm is in the two feelings of the form-element and in the formless of existence. With the ending of doubt, they have gone beyond doubt and uncertainty.",
    "ai-ya7.2.2:370.1_2": "Two people undergoes doubt and uncertainty about the matter of all living beings.",
    "ai-ya7.2.2:371.1_0": "The underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:372.1_0": "There are three elements that are reinforced with the formless, ~ and there will be no more underlying tendency to greed for continued existence.",
    "ai-ya7.2.2:372.1_1": "The individuals of the past and present, having fallen under the sway of sensual desire for rebirth, and for the future.",
    "ai-ya7.2.2:372.1_2": "The underlying tendencies of non-returner, no more underlying tendencies of repulsion, and the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:372.1_3": "There is a person who enjoys sensual pleasures in the three realms underlying tendencies of the feelings that underlying tendencies and underlying tendencies.",
    "ai-ya7.2.2:372.1_4": "The underlying tendencies of repulsion and the underlying tendencies of repulsion.",
    "ai-ya7.2.2:373.1_0": "Or whatever underlying tendencies of sensual desire towards continued existence, the underlying tendency to repulsion underlies that.",
    "ai-ya7.2.2:374.1_0": "There are three kinds of repetitions for a person because of that. And then for the underlying tendency to repulsion, they don’t underlie them.",
    "ai-ya7.2.2:374.1_1": "But although these two people wander with the thirty-two elements of sensual desire, they arouse greed for repulsion and underlying tendency to conceit,",
    "ai-ya7.2.2:374.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of (in existence).",
    "ai-ya7.2.2:375.1_0": "The underlying tendency to repulsion underlies that. Next, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:376.1_0": "There are three elements of sensuality, desire for the realm of luminous form, and formlessness in the realm of luminous form, but not for the sake of ignorance.",
    "ai-ya7.2.2:376.1_1": "Yet they respond to a later on the underlying tendencies of ignorance and of forms.",
    "ai-ya7.2.2:376.1_2": "the There is a non-returner in the sensual-sphere element in the sensual realm, not in the realm of luminous form, and the underlying tendency to ignorance. Nevertheless, they underlying tendency to ignorance underlie that.",
    "ai-ya7.2.2:376.1_3": "At the end of the underlying tendency to repulsion, the underlying tendency to ignorance and the underlying tendency to ignorance.",
    "ai-ya7.2.2:376.1_4": "The underlying tendencies of desire and ignorance, the underlying tendency to ignorance, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:377.1_0": "Or whatever underlying tendencies of ignorance, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:378.1_0": "The underlying tendency to conceit for the underlying tendencies of conceit ...",
    "ai-ya7.2.2:379.1_0": "for unpleasant feeling the tendency to conceit, the underlying that tendency to conceit, and the underlying that.",
    "ai-ya7.2.2:379.1_1": "Two people under the investigating that person, there the underlying tendencies of conceit and the underlying tendency to conceit.",
    "ai-ya7.2.2:379.1_2": "The underlying tendencies of conceit and underlying tendencies underlying tendencies of conceit, the underlying tendency to doubt.",
    "ai-ya7.2.2:380.1_0": "Or whatever underlying tendencies he takes the underlying tendencies of conceit,",
    "ai-ya7.2.2:381.1_0": "There are three elements of sensuality, desire for the realm of luminous form, and formlessness with the fullness of doubt, not for the sake of having conceit.",
    "ai-ya7.2.2:381.1_1": "And for a person who has later on account of that kind of painful feeling and doubt came to be the conceit of doubt and conceit.",
    "ai-ya7.2.2:381.1_2": "The underlying tendencies of uncertainty, underlying tendencies, and underlying tendencies (in all) within.",
    "ai-ya7.2.2:382.1_0": "The underlying tendencies of conceit, the underlying tendency to passion for continuation, and the underlying tendency to passion for continuation.",
    "ai-ya7.2.2:383.1_0": "Or whatever underlying tendency to passion for continuation has the underlying tendency to passion for continuation, he underlying tendencies of conceit.",
    "ai-ya7.2.2:384.1_0": "the four elements of sensuality, desire for the sake of existence, and ignorance through that. But with the end of (in existence), not with the underlying tendency to conceit -",
    "ai-ya7.2.2:384.1_1": "This person is reborn in the realm of pain because of the conceit ‘I am’ and of the underlying tendencies.",
    "ai-ya7.2.2:384.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of (in existence).",
    "ai-ya7.2.2:385.1_0": "The underlying tendencies of conceit, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:386.1_0": "The four persons subsist on suffering from there, and underlying tendencies of ignorance, they underlying tendency to ignorance.",
    "ai-ya7.2.2:386.1_1": "Yet they pull out from this personality and the underlying tendencies of ignorance, that produces corruption of ignorance.",
    "ai-ya7.2.2:386.1_2": "The underlying tendencies of conceit and the underlying tendencies of ignorance, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:387.1_0": "Or whatever underlying tendency to ignorance underlies that underlying tendencies they underlie the underlying tendencies of conceit,",
    "ai-ya7.2.2:388.1_0": "since he has the underlying tendency to doubt, he underlies that.",
    "ai-ya7.2.2:389.1_0": "Or whatever underlying tendencies he takes up the underlying tendency to doubt ...",
    "ai-ya7.2.2:390.1_0": "The underlying tendencies of uncertainty since the underlying tendency to passion for continuation, the underlying tendencies of passion for continuation.",
    "ai-ya7.2.2:391.1_0": "There are three elements of typical forms that are free of doubt because of that. Because of that doubt, not under the tendency to desire for the continuation of existence.",
    "ai-ya7.2.2:391.1_1": "The individual essence in the three realms of sensuality, desire for the sake of getting rid of doubt and uncertainty, and underlying tendencies of vanity.",
    "ai-ya7.2.2:391.1_2": "The underlying tendencies of safety, and the underlying tendencies of (in existence).",
    "ai-ya7.2.2:392.1_0": "Or whatever underlying tendency to passion for continuation has underlying tendency to passion for continuation, he underlying tendency to greed.",
    "ai-ya7.2.2:393.1_0": "The world elements of sensual pleasures, the underlying tendency to passion for continued existence, and the underlying tendency to passion for continued existence, not underlies that.",
    "ai-ya7.2.2:393.1_1": "At the same time that person has been reborn in the same place as the underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:393.1_2": "The underlying tendencies of sensual desire and greed for continued existence.",
    "ai-ya7.2.2:394.1_0": "The underlying tendencies of doubt, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:395.1_0": "There are three kinds of sensual stimulation in the three realms of the form element, so the form element of the feeling element, but not of doubt regarding the formless.",
    "ai-ya7.2.2:395.1_1": "Yet they pull out of doubt and uncertainty about the underlying tendencies of ignorance.",
    "ai-ya7.2.2:395.1_2": "The underlying tendencies of safeguard and underlying tendencies of living beings.",
    "ai-ya7.2.2:396.1_0": "Or whatever underlying tendencies he takes underlying tendencies of ignorance, he underlies that.",
    "ai-ya7.2.2:397.1_0": "The underlying tendency to passion for continuation underlies that view, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:398.1_0": "The four elements of sensuality originate from that hostile person, desires the underlying tendencies of vanity, and ignorance underlying tendencies, ~ and ignorance with ignorance.",
    "ai-ya7.2.2:398.1_1": "Yet later an individual of the underlying tendencies because of that ignorant and shameless of ignorance.",
    "ai-ya7.2.2:398.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of (good) ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:399.1_0": "Or whatever underlying tendencies of ignorance, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:399.1_1": "The section on one root item.",
    "ai-ya7.2.2:400.1_0": "The underlying tendencies of sensual desire and the underlying tendency to sensual desire, the underlying that.",
    "ai-ya7.2.2:401.1_0": "There are three elements of the formless, the realm of luminous form, and the air element, but not underlying tendency to conceit for desire, and ignorance. Because of that, they don’t underlying tendency to conceit, they will be underlying tendency to conceit for the conceit ‘I am’.",
    "ai-ya7.2.2:401.1_1": "This person has produced in the way beginning, middle, and end of the underlying tendencies of sensual desire and the underlying tendency to conceit.",
    "ai-ya7.2.2:401.1_2": "The underlying tendencies of sensual pleasures, in the realm of luminous form, feeling, perception, choices, and consciousness; and the underlying tendency to conceit for sensual pleasures, not for arousing that.",
    "ai-ya7.2.2:401.1_3": "There is a person who has led the underlying tendencies of sensual desire and the underlying tendencies of vanity and the underlying tendency to conceit for sensual pleasures.",
    "ai-ya7.2.2:401.1_4": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendencies of conceit .",
    "ai-ya7.2.2:402.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, the underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:403.1_0": "There are three people with the underlying tendencies of sensual desire and the underlying tendencies of vanity, and underlying tendency to repulsion, they don’t underlie them.",
    "ai-ya7.2.2:403.1_1": "Devoted to the favor of sensual desire and oppositeness of the underlying tendencies of sensual desire, and because of the underlying tendency to greed for sensual desires.",
    "ai-ya7.2.2:403.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to greed for sensual desire and the underlying tendency to repulsion.",
    "ai-ya7.2.2:404.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to greed for repulsion ...",
    "ai-ya7.2.2:404.1_1": "the underlying tendency to doubt underlies that.",
    "ai-ya7.2.2:405.1_0": "the world elements, the form element, the formless realm, and the underlying tendencies of sensual desire for sensual pleasures, and the underlying tendencies of vanity, not underlieving.",
    "ai-ya7.2.2:405.1_1": "There is a person who has eradicated the underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, and doubt.",
    "ai-ya7.2.2:405.1_2": "There are two people linging here and now underlying tendencies of sensual desire and greed for the underlying tendency to greed for sensual desire.",
    "ai-ya7.2.2:406.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, the underlying tendency to desire, the underlying tendency to repulsion, and the underlying tendency to conceit eradicates underlies that.",
    "ai-ya7.2.2:407.1_0": "There are two people with the underlying tendencies of sensual desire and lust for the sake of their underlying tendency to desire, and with the underlying tendency to repulsion, not underlies that.",
    "ai-ya7.2.2:407.1_1": "There is a person owners of the realm of sensuality, desire for the sake of the feelings that are painful, sharp, severe, and acute feelings that are not aroused from that.",
    "ai-ya7.2.2:407.1_2": "The reincarnation of the form elements is related to the formless, the realm of luminous form, and the removal of doubt.",
    "ai-ya7.2.2:407.1_3": "there are two people: that is a lingering underlying tendencies of sensual desire and greed for sense desires,",
    "ai-ya7.2.2:408.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying that.",
    "ai-ya7.2.2:409.1_0": "There are three elements of the sense-spheres: the realm of luminous form, and the realm of luminous form, but for the future.",
    "ai-ya7.2.2:409.1_1": "This is the later in the case of the resentment eradication of sensual desire and the underlying tendency to greed for continued existence.",
    "ai-ya7.2.2:409.1_2": "The underlying tendencies of non-returners, form produced in the realm of luminous form, and the underlying tendency to desire for continued existence, not underlying tendency to passion for continued existence.",
    "ai-ya7.2.2:409.1_3": "There is a person who has passed away in the three realms of sensual desire for sensual pleasures, and the underlying tendency to greed for sensual pleasures, the underlying tendency to passion for continued existence, and the underlying tendency to passion for continuation.",
    "ai-ya7.2.2:409.1_4": "The underlying tendencies of sensual desire and greed for sensual pleasures, the underlying tendencies of vanity and the underlying tendency to passion for continuation (in existence).",
    "ai-ya7.2.2:410.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of sensual desire, the underlying tendency to greed for sensual desire, and the underlying tendency to repulsion .",
    "ai-ya7.2.2:411.1_0": "There are three people produced by painful feeling that is arouse greed for sensual pleasures, but there are no more underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:411.1_1": "Yet he constantly attacked the elements of sensuality, desire for the sake of the underlying tendency to passion for sensual pleasures, but not for the sake of ever.",
    "ai-ya7.2.2:411.1_2": "This is the later for a person who has fallen into greed for them, and because of that warding off the underlying tendency to greed for sensual desire,",
    "ai-ya7.2.2:411.1_3": "The underlying tendencies of sensual desire for continued existence, the underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire.",
    "ai-ya7.2.2:412.1_0": "The underlying tendencies of sensual desire and the underlying tendency to sensual desire, the underlying tendency to ignorance underlies that.",
    "ai-ya7.2.2:413.1_0": "There are three people of the elements of sensuality, the realm of luminous form, and the realm of luminous form, but for the sake of ignorance. But there is no eradication of ignorance.",
    "ai-ya7.2.2:413.1_1": "Yet he has produced in the later on sensual desire and the underlying tendencies of sensual desire, and ignorance produces ignorance.",
    "ai-ya7.2.2:413.1_2": "There are no more underlying tendencies in the sensual realm of luminous forms in the realm of luminous form, and the underlying tendency to desire for sensual pleasures, not for the underlying tendency to ignorance.",
    "ai-ya7.2.2:413.1_3": "There is a person who has eradicated the underlying tendencies of sensual desire and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:413.1_4": "The underlying tendencies of sensual desire and the underlying tendencies of sensual desire and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:414.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to ignorance, the underlying that.",
    "ai-ya7.2.2:414.1_1": "The sections on two root items",
    "ai-ya7.2.2:415.1_0": "The underlying tendencies of sensual desire and the underlying tendency to greed for sensual desire, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:415.1_1": "The underlying tendency to doubt underlies that.",
    "ai-ya7.2.2:416.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendencies of vanity, and the underlying tendency to conceit .",
    "ai-ya7.2.2:417.1_0": "There are two people with the underlying tendencies of sensual desire and lust for the underlying tendencies of conceit, and with the underlying tendency to conceit, but not underlying tendency to conceit.",
    "ai-ya7.2.2:417.1_1": "There is a person owning the elements of sensuality with the two feelings that are painful, sharp, severe, acute feelings, and underlying tendencies, not within.",
    "ai-ya7.2.2:417.1_2": "The individual essence essentials with the form elements of sensuality, and the formlessness of accumulation of the conceit ‘I am’ with the underlying tendency to greed for sensual pleasures. But with the underlying tendency to conceit, they don’t underlying tendency to conceit, and so on.",
    "ai-ya7.2.2:417.1_3": "Yet on a person who has committed doubt and uncertainty regarding the underlying tendencies of sensual desire and greed for sensual pleasures, and underlying tendencies aggregates of vanity.",
    "ai-ya7.2.2:417.1_4": "The underlying tendencies of sensual desire in the two realms of luminous forms, feeling, perception, choices, and consciousness; and the underlying tendency to conceit for sensual desire, not with the underlying tendency to conceit; the underlying tendency to desire, the underlying tendency to passion for sensual desire, and the underlying tendency to conceit; and the underlying tendency to conceit ‘I am’, they underlief.",
    "ai-ya7.2.2:417.1_5": "There is a person who has led the underlying tendency to repulsion towards painful feeling underlies that language of the underlying tendency to conceit and the underlying tendency to conceit for sensual desire,",
    "ai-ya7.2.2:417.1_6": "The underlying tendencies of desire and greed for sensual pleasures, underlying tendencies of vanity, and ignorance.",
    "ai-ya7.2.2:418.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, the underlying tendencies of conceit and the underlying tendency to passion for continuation.",
    "ai-ya7.2.2:419.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendencies of vanity, and the underlying tendencies of conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:420.1_0": "There are three people lingering underlying tendencies of sensual desire and greed for sensual pleasures, but there is no lingering underlying tendencies, not underlying tendency to conceit.",
    "ai-ya7.2.2:420.1_1": "Yet he constantly attacked the elements of sensuality, desire for the sake of the underlying tendency to passion for sensual pleasures, and for the vanity of ill will, but not for the sake of conceit.",
    "ai-ya7.2.2:420.1_2": "This is the later for a person who has fallen into greed for them, and because of that warding off the underlying tendency to greed for sensual desire, and because of the underlying tendency to conceit,",
    "ai-ya7.2.2:420.1_3": "The underlying tendencies of sensual pleasures, twenty-two feelings, and the underlying tendencies of vanity, and the underlying tendency to desire, repulsion, and the underlying tendency to passion for sensual pleasures.",
    "ai-ya7.2.2:420.1_4": "There is a person who has led the underlying tendencies of sensual desire and the underlying tendencies of vanity and desire for sensual pleasures.",
    "ai-ya7.2.2:420.1_5": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, the underlying tendencies of desire and the underlying tendency to greed for sensual desire, and the underlying tendency to conceit.",
    "ai-ya7.2.2:421.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, the underlying tendency to ignorance and the underlying that.",
    "ai-ya7.2.2:422.1_0": "There is a non-returner who, underlying tendencies of sensual desire, repulsion, views, doubt, conceit, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:422.1_1": "There is a person who has eradicated the underlying tendencies of sensual desire and the underlying tendencies of ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:422.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to ignorance and ignorance.",
    "ai-ya7.2.2:423.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendencies of vanity, the underlying tendency to ignorance, and the underlying tendencies of conceit,",
    "ai-ya7.2.2:423.1_1": "Triads on the root items,",
    "ai-ya7.2.2:424.1_0": "Whoever underlying tendencies of sensual desire and the underlying tendencies of vanity, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:425.1_0": "Or alternatively, when it comes to the underlying tendency to sensual desire, he takes the underlying tendency to conceit and the underlying tendency to desire, the underlying tendency to conceit, and the underlying tendency to conceit,",
    "ai-ya7.2.2:426.1_0": "There are two people with the underlying tendencies of sensual desire and lust for the sake of accumulation of thirst, and with the underlying tendency to conceit, but not underlying tendency to conceit.",
    "ai-ya7.2.2:426.1_1": "There is a personality with the thirty-two elements of sensuality, desire for the sake of the underlying tendencies of accurate recollection, but not underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:426.1_2": "The reinforced that person is the element of the formless, the realm of luminous form, and the formless, but without doubt, underlying tendency to conceit for desire, and ignorance.",
    "ai-ya7.2.2:426.1_3": "although they have arisen in the future, they surmount the underlying tendencies of sensual desire and greed for thoughts, and the underlying tendencies of conceit and accurately.",
    "ai-ya7.2.2:426.1_4": "the elements of sensuality, desire for the realm of luminous form, and for the sake of vanity, etc., and ignorance underlying tendencies, stillness, underlying tendencies, and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:426.1_5": "There is a person who has led the underlying tendency to repulsion towards painful feeling underlying that. They underlying tendency to desire, repulsion, and underlying tendency to conceit for sensual pleasures.",
    "ai-ya7.2.2:426.1_6": "The underlying tendencies of desire and greed for sensual pleasures, underlying tendencies, underlying tendencies, underlying tendency to greed, repulsion, views, doubt, conceit, the underlying tendency to conceit, and the underlying tendency to conceit for sensual desire ...",
    "ai-ya7.2.2:426.1_7": "It wasted at the root of a tree rooted in the heart",
    "ai-ya7.2.2:427.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of vanity, the underlying tendency to conceit and the underlying that.",
    "ai-ya7.2.2:428.1_0": "Or whatever underlying tendencies of sensual desire, the underlying tendency to greed, the underlying tendencies of vanity, and the underlying tendency to conceit and the underlying tendency to conceit,",
    "ai-ya7.2.2:429.1_0": "There is an ordinary person simply painful feeling underlying that the underlying tendencies of sensual desire and the underlying tendency to desire, the underlying tendency to desire, and the underlying tendency to conceit, the underlying tendency to conceit, and the underlying tendency to views.",
    "ai-ya7.2.2:429.1_1": "There is a person who enjoys sensual pleasures by the realm of luminous repulsion for the sake of sensual desire and the underlying tendency to passion for sensual pleasures, but not for the underlying tendency to conceit.",
    "ai-ya7.2.2:429.1_2": "Two people observe the underlying tendencies of sensual desire and the underlying tendencies of vanity, and the underlying tendency to greed for sensual pleasures.",
    "ai-ya7.2.2:429.1_3": "There are two people with the underlying tendencies of sensual desire and greed for the underlying tendency to greed for feeling underlying that produces conceit, and doubt, but without doubt.",
    "ai-ya7.2.2:429.1_4": "There is a person owners of the realm of sensuality, desire for the sake of eradication, and underlying tendencies of vanity, desire for the sake of accurate recollection, but not underlying tendency to conceit for sensual desire,",
    "ai-ya7.2.2:429.1_5": "for the sake of the person who has fallen into greed, and eradicated the underlying tendencies of sensual desire and the underlying tendencies of conceit and desire, and ignorance.",
    "ai-ya7.2.2:429.1_6": "There is a non-returner for the sake of sensual pleasures, for the sake of eradication, and for the underlying tendency to desire and greed for sensual pleasures, and for the underlying tendencies of conceit and desire, and ignorance. There is no more underlying that.",
    "ai-ya7.2.2:429.1_7": "There is a person who has led the underlying tendencies of sensual desire and the underlying tendencies of vanity and the underlying tendency to greed for sensual pleasures, and a underlying tendency to conceit and eradication of views.",
    "ai-ya7.2.2:429.1_8": "The underlying tendencies of sensual desire and the underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the desire to be reborn, and ignorance.",
    "ai-ya7.2.2:430.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, and the underlying tendencies of ignorance.",
    "ai-ya7.2.2:431.1_0": "There is a non-returnerance for sensual pleasures, and the underlying tendencies of sensual desire and ignorance, and the underlying tendency to ignorance, without doubt, underlying that.",
    "ai-ya7.2.2:431.1_1": "Two people observe the underlying tendencies of sensual desire and greed for sensual pleasures, for the underlying tendency to conceit and ignorance.",
    "ai-ya7.2.2:431.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:432.1_0": "Or alternatively, when ignorance underlies that underlying tendencies of sensual desire, the underlying tendencies of conceit, the underlying tendency to conceit, and the underlying tendency to conceit, he rules eradicates the underlying tendency to conceit.",
    "ai-ya7.2.2:432.1_1": "The group of five on root items",
    "ai-ya7.2.2:433.1_0": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, the underlying tendencies of ignorance, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:434.1_0": "The underlying tendencies of sensual desire, repulsion, views, doubt, conceit, the underlying tendency to conceit, and the underlying tendency to ignorance. There is no underlying tendency to ignorance for continued existence, and the underlying tendency to ignorance.",
    "ai-ya7.2.2:434.1_1": "There is a person who has eradicated the underlying tendencies of sensual desire and the underlying tendencies of conceit and desire for ignorance, and ignorance.",
    "ai-ya7.2.2:434.1_2": "The underlying tendencies of sensual desire and the underlying tendencies of views, doubt, conceit, the underlying tendencies, and the underlying tendency to ignorance and the underlying tendency to ignorance.",
    "ai-ya7.2.2:435.1_0": "Or alternatively, when ignorance underlies that lingering underlying tendencies of sensual desire and ignorance, they underlying tendencies under the tendency to conceit ‘I am’ and the underlying tendency to conceit ‘I am’.",
    "ai-ya7.2.2:435.1_1": "The ground on the ground.",
    "ai-ya7.2.2:436.1_0": "Reflecting properly in the stuff",
    "ai-ya7.2.2:436.2_0": "welcome in recommendation,"
}