{
    "ai-ya7.2.7:0.1_0": "7 Anusayayamaka",
    "ai-ya7.2.7:0.2_0": "7.2 Mahāvāra",
    "ai-ya7.2.7:0.3_0": "7.2.7. Dhātupucchāvāra",
    "ai-ya7.2.7:1.1_0": "Since they’re reborn in the realm of sensuality, where do they dislike?",
    "ai-ya7.2.7:1.1_1": "Since they don’t change in the element of the sensual realm, where do they change in the realm of luminous form, why do they blame them?",
    "ai-ya7.2.7:1.1_2": "Since they don’t change in the realm of luminous form, if they don’t get around the elements, they don’t see the schism in the Saṅgha.",
    "ai-ya7.2.7:2.1_0": "Since they don’t attain the elements of sensuality, they’re not reborn in the realm of luminous realm, so how many kinds of foulness do they blame them?",
    "ai-ya7.2.7:2.1_1": "Since they don’t change in the element of the sensual realm, if they don’t argue of the elements, they don’t get frailed.",
    "ai-ya7.2.7:2.1_2": "Since they don’t change in the realm of sensuality, if they don’t get around it, they don’t relish the realm of luminous form, and don’t in the next life.",
    "ai-ya7.2.7:3.1_0": "Sending in the element of sensuality, if they don’t engage in the realm of luminous form, so how many kinds of foulness do they blame them?",
    "ai-ya7.2.7:3.1_1": "Compared to the realm of sensuality, if they don’t see the realm of luminous form, there’s no offense for one who isn’t frightened.",
    "ai-ya7.2.7:3.1_2": "Compared to the realm of sensuality, if they don’t see the realm of luminous form, there’s no offense for one who isn’t frightened.",
    "ai-ya7.2.7:3.1_3": "The elements of sensuality, rooted in the sense fields,",
    "ai-ya7.2.7:4.1_0": "If they don’t get rid of the elements of form, when they see the elements, they don’t grant him.",
    "ai-ya7.2.7:4.1_1": "If they don’t get free of the elements of sensuality, where do they fall?",
    "ai-ya7.2.7:4.1_2": "If they don’t get rid of the elements of the form element, without being reborn in the realm of luminous form, so why do they blame them?",
    "ai-ya7.2.7:5.1_0": "If they don’t reach the realm of thelusion of the form element, so how many kinds of fondness do they blame?",
    "ai-ya7.2.7:5.1_1": "If they don’t change in the realm of the form element, when they don’t get around it, they don’t see the elements because of the ending of transmigration, and if they don’t create a schism in the Saṅgha.",
    "ai-ya7.2.7:5.1_2": "If they don’t change in the realm of luminous form, but don’t get around it, get frightened, and then do they blame.",
    "ai-ya7.2.7:6.1_0": "Sighting in the realm of luminous form, if they don’t get rid of the elements, they don’t grant them that.",
    "ai-ya7.2.7:6.1_1": "If they don’t change in the realm of luminous form, so how many elements don’t get scattered and diverse elements? Do they don’t regret it?",
    "ai-ya7.2.7:6.1_2": "If they don’t change in the realm of luminous form, but don’t get around it, they don’t see the elements because of the body.",
    "ai-ya7.2.7:6.1_3": "The visible-form element, rooted in the form element,",
    "ai-ya7.2.7:7.1_0": "From the formless realm, when the deathless element arise in the formless realm, why do they don’t get around it?",
    "ai-ya7.2.7:7.1_1": "From the realm of sensuality, if they don’t engage in malicious talebearing of the elements, why don’t you relish them?",
    "ai-ya7.2.7:7.1_2": "From the elements of form, when the body is reborn in the realm of luminous form, if they don’t get around it, there’s no offense for one who is not frightened.",
    "ai-ya7.2.7:8.1_0": "From the realm of the realm of luminous form, if they don’t get around the elements, they don’t grant them that.",
    "ai-ya7.2.7:8.1_1": "If they don’t change in the realm of luminous form, but don’t get around it, get rid of it, eliminate it, and obliterate it, they don’t relish it.",
    "ai-ya7.2.7:8.1_2": "From the elements don’t die, change in the formless realm, or do they get frightened and oppressed by the body.",
    "ai-ya7.2.7:9.1_0": "If anyone doesn’t die, the realm of luminous form, or the formless realm don’t get around it, they don’t go to.",
    "ai-ya7.2.7:9.1_1": "If anyone doesn’t die, their body doesn’t get around the elements of form, and they don’t see the realm of luminous form, so why do they blame?",
    "ai-ya7.2.7:9.1_2": "If anyone doesn’t die, they’re not reborn in the realm of luminous form, so how many elements do they possibly create a element?",
    "ai-ya7.2.7:9.1_3": "Grounded on the formless,",
    "ai-ya7.2.7:10.1_0": "creates no delight in the elements of sensuality. Still, how many kinds of sensual stimulation do they blame?",
    "ai-ya7.2.7:10.1_1": "Doesn’t relish the realm of luminous form with the passing away and being reborn in the realm of luminous form, so how many kinds of fostering?",
    "ai-ya7.2.7:10.1_2": "Doesn’t relish the realm of luminous form in the realm of luminous form, so how many kinds of frightening?",
    "ai-ya7.2.7:11.1_0": "relishing and craving for the element; for any offenses they don’t prevent you from sensual pleasures.",
    "ai-ya7.2.7:11.1_1": "Doesn’t relish the realm of luminous form, or if they don’t see any effort to change and go of their aim.",
    "ai-ya7.2.7:11.1_2": "don’t create the element of sensuality, the realm of luminous form, or the formless realm. How many kinds of fondness do they relish?",
    "ai-ya7.2.7:12.1_0": "relishing is not possible for the elements of sensuality, if they don’t see the realm of luminous form, so how many kinds of frightening.",
    "ai-ya7.2.7:12.1_1": "Compared to the realm of sensuality, if they don’t see the realm of luminous form, there’s no offense for one who isn’t frightened.",
    "ai-ya7.2.7:12.1_2": "They don’t make an effort to attain the elements of sensuality, nor do they get rid of the elements of body.",
    "ai-ya7.2.7:12.1_3": "the elements of the earth element,",
    "ai-ya7.2.7:13.1_0": "Doesn’t relish the realm of luminous form, so how many kinds of sensual stimulation support them?",
    "ai-ya7.2.7:13.1_1": "They don’t make an effort to get reborn in the realm of luminous form, so why do they relish them?",
    "ai-ya7.2.7:13.1_2": "Doesn’t relish the realm of luminous form in the formless realm? Does it not prevent against the deathless?",
    "ai-ya7.2.7:14.1_0": "They don’t observe the elements of the sensual realm, nor do they argue of the elements, nor do they respond to analysis.",
    "ai-ya7.2.7:14.1_1": "They don’t make an effort to get reborn in the realm of luminous form, so how many elements do they possibly create a body.",
    "ai-ya7.2.7:14.1_2": "They don’t observe the form element, when there is the form element, they don’t get scattered and divided. Don’t regret it, thinking:",
    "ai-ya7.2.7:15.1_0": "The elements of the earth element don’t arise in the realm of luminous form, so why do they blame with the continuation of the body?",
    "ai-ya7.2.7:15.1_1": "The elements don’t create the element of form, or with the form element. If they don’t get scattered and dirty, there’s no offense for the ending of the elements.",
    "ai-ya7.2.7:15.1_2": "They don’t make an effort to get reborn in the realm of luminous form, so how many elements don’t possibly create a element?",
    "ai-ya7.2.7:15.1_3": "the elements of form,",
    "ai-ya7.2.7:16.1_0": "Fire not reborn in the realm of luminous form, if they do not die, why do they blame them?",
    "ai-ya7.2.7:16.1_1": "If they don’t change in the realm of luminous form, so how many elements do they possibly?",
    "ai-ya7.2.7:16.1_2": "Doesn’t change in the realm of luminous form, or do they get rid of the elements? Doesn’t they relish them?",
    "ai-ya7.2.7:17.1_0": "don’t create the element of sensuality, the realm of luminous form, or the realm of luminous form. How many kinds of frightenment do they blame?",
    "ai-ya7.2.7:17.1_1": "If they don’t change in the realm of luminous form, but don’t get around it, get frightened, oppressed, and they don’t change their views.",
    "ai-ya7.2.7:17.1_2": "If anyone doesn’t die in the realm of luminous form, so how many elements do they possibly?",
    "ai-ya7.2.7:18.1_0": "don’t create the element of sensuality, the realm of luminous form, or the realm of luminous form. How many kinds of frightenment do they region?",
    "ai-ya7.2.7:18.1_1": "They don’t get rid of the elements of form. When the formless realm, they don’t get around it. Instead of transmigrating, they don’t respond to an end.",
    "ai-ya7.2.7:18.1_2": "don’t create the element of sensuality, the realm of luminous form, or the formless realm. How many kinds of frightenedness do they argue of the world?",
    "ai-ya7.2.7:18.1_3": "root item,",
    "ai-ya7.2.7:19.1_0": "don’t lingering in the realm of sensuality, nor do they get rid of relishing and craving for sensual pleasures. Doesn’t regret it?",
    "ai-ya7.2.7:19.1_1": "Compared to the realm of sensuality, if they don’t die, they’re not exempt from the realm of luminous form, but don’t get frightened.",
    "ai-ya7.2.7:19.1_2": "don’t create the element of sensuality, the realm of luminous form, or the formless realm. How many kinds of frightenedness do they argue and display.",
    "ai-ya7.2.7:20.1_0": "don’t lingering in the realm of sensuality, nor do they get rid of relishing and craving for sensual pleasures. Doesn’t regret it?",
    "ai-ya7.2.7:20.1_1": "don’t create the element of sensuality, nor do they arise in the realm of luminous form, or cause or reason.",
    "ai-ya7.2.7:20.1_2": "Compared to the realm of sensuality, the realm of luminous form, and the formless realm don’t get scattered and diverse elements. Doesn’t regret it, nor do they a place of the wall?",
    "ai-ya7.2.7:21.1_0": "don’t lingering in the realm of sensuality, nor do they get rid of the elements of the realm of luminous form, so why do they relish them?",
    "ai-ya7.2.7:21.1_1": "They don’t observe the realm of sensuality, nor do they get rid of the elements of form, and don’t regret it by means of the elements.",
    "ai-ya7.2.7:21.1_2": "don’t lingering in the realm of sensuality, nor do they get rid of the elements of lingering and going to the realm of luminous form, so why do they blame?",
    "ai-ya7.2.7:21.1_3": "Guarding the root of the world,",
    "ai-ya7.2.7:22.1_0": "Sighting in the realm of luminous form, if they don’t get reborn in the realm of luminous form, so how many kinds of foulness do they blame them?",
    "ai-ya7.2.7:22.1_1": "so that form doesn’t get scattered or diverse elements of form, if they don’t see the elements of form, there’s no offense for the ending of transgress.",
    "ai-ya7.2.7:22.1_2": "They don’t disturb the realm of luminous form in the formless realm, so how many elements do they prevent them?",
    "ai-ya7.2.7:23.1_0": "Sighting in the realm of luminous form, do not get attached to sensual pleasures, without anything left over? Does, let alone within? Doesn’t they relish the analysis of the elements?",
    "ai-ya7.2.7:23.1_1": "so that form doesn’t get scattered or diverse elements of form, if they don’t get around it, they don’t do it.",
    "ai-ya7.2.7:23.1_2": "The elements don’t create the elements of form, or with the formless realm, but if they don’t get around it, they don’t relish the analysis of the elements.",
    "ai-ya7.2.7:24.1_0": "The elements of the form element don’t appear in the realm of luminous form, so how many elements do they prevent them?",
    "ai-ya7.2.7:24.1_1": "The elements don’t change in the form element or the formless realm. If they don’t get around it, they don’t relish the elements of the form elements, and don’t then do.",
    "ai-ya7.2.7:24.1_2": "The elements of the form element don’t appear.",
    "ai-ya7.2.7:24.1_3": "Beginning with the formless,",
    "ai-ya7.2.7:25.1_0": "Since they don’t die of the elements of sensuality, they’re not reborn in the realm of luminous form, so how many kinds of frightening.",
    "ai-ya7.2.7:25.1_1": "Since they don’t die, they’re not reborn in the realm of luminous form, but don’t get scattered and diffused.",
    "ai-ya7.2.7:25.1_2": "don’t create the element of sensuality, the realm of luminous form, or the formless realm. How many kinds of frightenedness do they argue and display.",
    "ai-ya7.2.7:26.1_0": "Since they don’t die, they’re not reborn in the realm of luminous form, there’s no acquisition of the elements.",
    "ai-ya7.2.7:26.1_1": "They don’t make an effort to attain the elements of sensuality, nor do they get rid of the elements of form. When there’s no analysis of the elements.",
    "ai-ya7.2.7:26.1_2": "Compared to the element of sensuality, if they don’t die, they’re not exempt from the realm of luminous form, but don’t regret it.",
    "ai-ya7.2.7:27.1_0": "The elements of the sensual realm don’t go forward to the realm of luminous form, nor do they argue of the elements? Are there any desires for the ending of sensual pleasures?",
    "ai-ya7.2.7:27.1_1": "They don’t observe the element of the sensual realm, nor don’t get rid of the elements of form. If they don’t change their aims.",
    "ai-ya7.2.7:27.1_2": "They don’t observe the element of sensuality, nor don’t get rid of the elements of the realm of luminous form, nor do they argue of the elements.",
    "ai-ya7.2.7:27.1_3": "rooted in the mind,",
    "ai-ya7.2.7:28.1_0": "the elements—"
}