{
  "atk-s0305a2:0_0": "3. Satipaṭṭhānasaṁyuttaṁ",
  "atk-s0305a2:1_0": "1. Ambapālivaggo",
  "atk-s0305a2:2_0": "1. Ambapālisuttavaṇṇanā",
  "atk-s0305a2:3_0": "367.",
  "atk-s0305a2:3_1": "Satipaṭṭhānasaṁyuttassa paṭhame ambapālivaneti ambapāliyā nāma rūpūpajīviniyā ropite ambavane.",
  "atk-s0305a2:3_2": "Taṁ kira tassā uyyānaṁ ahosi.",
  "atk-s0305a2:3_3": "Sā satthu dhammadesanaṁ sutvā pasannacittā tattha vihāraṁ kāretvā tathāgatassa niyyātesi.",
  "atk-s0305a2:3_4": "Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0305a2:3_5": "Ekāyanvāyanti ekāyano ayaṁ.",
  "atk-s0305a2:3_6": "Tattha ekāyanoti ekamaggo.",
  "atk-s0305a2:3_7": "Maggassa hi –",
  "atk-s0305a2:4_0": "‘‘Maggo pantho patho pajjo, añjasaṁ vaṭumāyanaṁ;",
  "atk-s0305a2:5_0": "Nāvā uttarasetū ca, kullo ca bhisi saṅkamo’’ti. (cūḷani. pārāyanatthutigāthāniddeso 101) –",
  "atk-s0305a2:6_0": "Bahūni nāmāni.",
  "atk-s0305a2:6_1": "Svāyaṁ idha ayananāmena vutto.",
  "atk-s0305a2:6_2": "Tasmā ekāyanvāyaṁ, bhikkhave, maggoti ettha ekamaggo.",
  "atk-s0305a2:6_3": "Ayaṁ, bhikkhave, maggo, na dvedhāpathabhūtoti evamattho daṭṭhabbo.",
  "atk-s0305a2:6_4": "Maggoti kenaṭṭhena maggo?",
  "atk-s0305a2:6_5": "Nibbānagamanaṭṭhena, nibbānatthikehi magganīyaṭṭhena ca.",
  "atk-s0305a2:7_0": "Sattānaṁ visuddhiyāti rāgādīhi malehi abhijjhāvisamalobhādīhi ca upakkilesehi saṁkiliṭṭhacittānaṁ sattānaṁ visuddhatthāya.",
  "atk-s0305a2:7_1": "Sokaparidevānaṁ samatikkamāyāti sokassa ca paridevassa ca samatikkamāya, pahānāyāti attho.",
  "atk-s0305a2:7_2": "Dukkhadomanassānaṁ atthaṅgamāyāti kāyikadukkhassa ca cetasikadomanassassa cāti imesaṁ dvinnaṁ atthaṅgamāya, nirodhāyāti attho.",
  "atk-s0305a2:7_3": "Ñāyassa adhigamāyāti ñāyo vuccati ariyo aṭṭhaṅgiko maggo, tassa adhigamāya pattiyāti vuttaṁ hoti.",
  "atk-s0305a2:7_4": "Ayañhi pubbabhāge lokiyo satipaṭṭhānamaggo bhāvito lokuttaramaggassa adhigamāya saṁvattati .",
  "atk-s0305a2:7_5": "Tenāha ‘‘ñāyassa adhigamāyā’’ti.",
  "atk-s0305a2:7_6": "Nibbānassa sacchikiriyāyāti taṇhāvānavirahitattā nibbānanti laddhanāmassa amatassa sacchikiriyāya, attapaccakkhāyāti vuttaṁ hoti.",
  "atk-s0305a2:7_7": "Ayañhi maggo bhāvito anupubbena nibbānasacchikiriyaṁ sādheti.",
  "atk-s0305a2:7_8": "Tenāha ‘‘nibbānassa sacchikiriyāyā’’ti.",
  "atk-s0305a2:8_0": "Evaṁ bhagavatā sattahi padehi ekāyanamaggassa vaṇṇo bhāsito, so kasmāti ce?",
  "atk-s0305a2:8_1": "Bhikkhūnaṁ ussāhajananatthaṁ.",
  "atk-s0305a2:8_2": "Vaṇṇabhāsanañhi sutvā te bhikkhū –",
  "atk-s0305a2:8_3": "‘‘ayaṁ kira maggo hadayasantāpabhūtaṁ sokaṁ, vācāvippalāpabhūtaṁ paridevaṁ, kāyikaasātabhūtaṁ dukkhaṁ, cetasikaasātabhūtaṁ domanassanti cattāro upaddave harati.",
  "atk-s0305a2:8_4": "Visuddhiṁ, ñāyaṁ, nibbānanti tayo visese āvahatī’’ti ussāhajātā imaṁ desanaṁ uggahetabbaṁ pariyāpuṇitabbaṁ, dhāretabbaṁ, imañca maggaṁ bhāvetabbaṁ maññissanti.",
  "atk-s0305a2:8_5": "Iti tesaṁ bhikkhūnaṁ ussāhajananatthaṁ vaṇṇaṁ abhāsi kambalavāṇijādayo kambalādīnaṁ vaṇṇaṁ viya.",
  "atk-s0305a2:9_0": "Yadidanti nipāto, ye imeti ayamassa attho.",
  "atk-s0305a2:9_1": "Cattāroti gaṇanaparicchedo.",
  "atk-s0305a2:9_2": "Tena ‘‘na tato heṭṭhā, na uddha’’nti satipaṭṭhānaparicchedaṁ dīpeti.",
  "atk-s0305a2:9_3": "Satipaṭṭhānāti tayo satipaṭṭhānā satigocaropi, tidhā paṭipannesu sāvakesu satthuno paṭighānunayavītivattatāpi, satipi.",
  "atk-s0305a2:9_4": "‘‘Catunnaṁ, bhikkhave, satipaṭṭhānānaṁ samudayañca atthaṅgamañca desessāmi taṁ suṇātha.",
  "atk-s0305a2:9_5": "Ko ca, bhikkhave, kāyassa samudayo?",
  "atk-s0305a2:9_6": "Āharasamudayā kāyasamudayo’’tiādīsu (saṁ. ni.",
  "atk-s0305a2:9_7": "5.408) hi satigocaro satipaṭṭhānanti vutto.",
  "atk-s0305a2:9_8": "Tathā ‘‘kāyo upaṭṭhānaṁ, no sati, sati upaṭṭhānañceva sati cā’’tiādīsupi (paṭi. ma. 2.35).",
  "atk-s0305a2:9_9": "Tassa attho –",
  "atk-s0305a2:9_10": "patiṭṭhāti asminti paṭṭhānaṁ.",
  "atk-s0305a2:9_11": "Kā patiṭṭhāti? Sati.",
  "atk-s0305a2:9_12": "Satiyā paṭṭhānaṁ satipaṭṭhānaṁ.",
  "atk-s0305a2:9_13": "Padhānaṁ ṭhānanti vā paṭṭhānaṁ.",
  "atk-s0305a2:9_14": "Satiyā paṭṭhānaṁ satipaṭṭhānaṁ hatthiṭṭhānaassaṭṭhānādīni viya.",
  "atk-s0305a2:10_0": "‘‘Tayo satipaṭṭhānā, yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahatī’’ti (ma. ni.",
  "atk-s0305a2:10_1": "3.311) ettha tidhā paṭipannesu sāvakesu satthuno paṭighānunayavītivattatā satipaṭṭhānanti vuttā.",
  "atk-s0305a2:10_2": "Tassattho –",
  "atk-s0305a2:10_3": "paṭṭhapetabbato paṭṭhānaṁ, pavattayitabbatoti attho.",
  "atk-s0305a2:10_4": "Kena paṭṭhapetabboti? Satiyā.",
  "atk-s0305a2:10_5": "Satiyā paṭṭhānaṁ satipaṭṭhānanti.",
  "atk-s0305a2:11_0": "‘‘Cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī’’tiādīsu (ma. ni. 3.147; saṁ. ni.",
  "atk-s0305a2:11_1": "5.989) pana satiyeva satipaṭṭhānanti vuttā.",
  "atk-s0305a2:11_2": "Tassattho –",
  "atk-s0305a2:11_3": "patiṭṭhātīti paṭṭhānaṁ, upaṭṭhāti okkanditvā pakkhanditvā pavattatīti attho.",
  "atk-s0305a2:11_4": "Satiyeva paṭṭhānaṁ satipaṭṭhānaṁ.",
  "atk-s0305a2:11_5": "Atha vā saraṇaṭṭhena sati, upaṭṭhānaṭṭhena paṭṭhānaṁ, iti sati ca sā paṭṭhānañcātipi satipaṭṭhānaṁ.",
  "atk-s0305a2:11_6": "Idamidha adhippetaṁ.",
  "atk-s0305a2:12_0": "Yadi evaṁ kasmā ‘‘satipaṭṭhānā’’ti bahuvacanaṁ katanti?",
  "atk-s0305a2:12_1": "Satīnaṁ bahuttā.",
  "atk-s0305a2:12_2": "Ārammaṇabhedena hi bahukā satiyo.",
  "atk-s0305a2:12_3": "Atha ‘‘maggo’’ti kasmā ekavacananti?",
  "atk-s0305a2:12_4": "Magganaṭṭhena ekattā.",
  "atk-s0305a2:12_5": "Catassopi hi etā satiyo magganaṭṭhena ekattaṁ gacchanti.",
  "atk-s0305a2:12_6": "Vutañhetaṁ ‘‘maggoti kenaṭṭhena maggo?",
  "atk-s0305a2:12_7": "Nibbānamagganaṭṭhena, nibbānatthikehi magganīyaṭṭhena cā’’ti.",
  "atk-s0305a2:12_8": "Catassopi cetā aparabhāge kāyādīsu ārammaṇesu kiccaṁ sādhayamānā nibbānaṁ gacchanti, ādito paṭṭhāya ca nibbānatthikehi maggiyantīti tasmā catassopi eko maggoti vuttā.",
  "atk-s0305a2:12_9": "Evañca sati vacanānusandhinā sānusandhikāva desanā hoti.",
  "atk-s0305a2:13_0": "Katame cattāroti kathetukamyatāpucchā.",
  "atk-s0305a2:13_1": "Kāyeti rūpakāye.",
  "atk-s0305a2:13_2": "Kāyānupassīti kāyaṁ anupassanasīlo, kāyaṁ vā anupassamāno.",
  "atk-s0305a2:13_3": "Ayañhi bhikkhu imaṁ kāyaṁ aniccānupassanādīnaṁ sattannaṁ anupassanānaṁ vasena aniccato anupassati, no niccato, dukkhato anupassati, no sukhato, anattato anupassati, no attato, nibbindati, no nandati, virajjati, no rajjati, nirodheti, no samudeti, paṭinissajjati, no ādiyati.",
  "atk-s0305a2:13_4": "So taṁ aniccato anupassanto niccasaññaṁ pajahati, dukkhato anupassanto sukhasaññaṁ pajahati , anattato anupassanto attasaññaṁ pajahati, nibbindanto nandiṁ pajahati, virajjanto rāgaṁ pajahati, nirodhento samudayaṁ pajahati, paṭinissajjanto ādānaṁ pajahatīti veditabbo.",
  "atk-s0305a2:14_0": "Viharatīti irīyati.",
  "atk-s0305a2:14_1": "Ātāpīti tīsu bhavesu kilese ātapatīti ātāpo, vīriyassetaṁ nāmaṁ.",
  "atk-s0305a2:14_2": "Ātāpo assa atthīti ātāpī.",
  "atk-s0305a2:14_3": "Sampajānoti sampajaññasaṅkhātena ñāṇena samannāgato.",
  "atk-s0305a2:14_4": "Satimāti kāyapariggāhikāya satiyā samannāgato.",
  "atk-s0305a2:14_5": "Ayaṁ pana yasmā satiyā ārammaṇaṁ pariggahetvā paññāya anupassati.",
  "atk-s0305a2:14_6": "Na hi sativirahitassa anupassanā nāma atthi, tenevāha ‘‘satiñca khvāhaṁ, bhikkhave, sabbatthikaṁ vadāmī’’ti (saṁ. ni. 5.234).",
  "atk-s0305a2:14_7": "Tasmā ettha ‘‘kāye kāyānupassī viharatī’’ti ettāvatā kāyānupassanāsatipaṭṭhānaṁ vuttaṁ hoti.",
  "atk-s0305a2:14_8": "Atha vā yasmā anātāpino antosaṅkhepo antarāyakaro hoti, asampajāno upāyapariggahe anupāyaparivajjane ca sammuyhati, muṭṭhassati upāyāpariccāge anupāyāpariggahe ca asamattho hoti, tenassa taṁ kammaṭṭhānaṁ na sampajjati.",
  "atk-s0305a2:14_9": "Tasmā yesaṁ dhammānaṁ ānubhāvena taṁ sampajjati, tesaṁ dassanatthaṁ ‘‘ātāpī sampajāno satimā’’ti idaṁ vuttanti veditabbaṁ.",
  "atk-s0305a2:15_0": "Iti kāyānupassanāsatipaṭṭhānaṁ sampayogaṅgañjassa dassetvā idāni pahānaṅgaṁ dassetuṁ vineyya loke abhijjhādomanassanti vuttaṁ.",
  "atk-s0305a2:15_1": "Tattha vineyyāti tadaṅgavinayena vā vikkhambhanavinayena vā vinayitvā.",
  "atk-s0305a2:15_2": "Loketi tasmiṁyeva kāye.",
  "atk-s0305a2:15_3": "Kāyo hi idha lujjanapalujjanaṭṭhena lokoti adhippeto.",
  "atk-s0305a2:15_4": "Yasmā panassa na kāyamatteyeva abhijjhādomanassaṁ pahīyati, vedanādīsupi pahīyati eva.",
  "atk-s0305a2:15_5": "Tasmā ‘‘pañcapi upādānakkhandhā loko’’ti vibhaṅge (vibha.",
  "atk-s0305a2:15_6": "362) vuttaṁ.",
  "atk-s0305a2:15_7": "Lokasaṅkhātattā vā tesaṁ dhammānaṁ atthuddhāranayenetaṁ vuttaṁ.",
  "atk-s0305a2:15_8": "Yaṁ panāha ‘‘tattha katamo loko, sveva kāyo loko’’ti, ayamevettha attho.",
  "atk-s0305a2:15_9": "Tasmiṁ loke abhijjhādomanassaṁ vineyyāti evaṁ sambandho daṭṭhabbo.",
  "atk-s0305a2:16_0": "Vedanāsūti ettha tisso vedanā, tā ca lokiyā eva, cittampi lokiyaṁ, tathā dhammā.",
  "atk-s0305a2:16_1": "Yathā pana vedanā anupassitabbā, tathā anupassanto esa vedanānupassīti veditabbo.",
  "atk-s0305a2:16_2": "Esa nayo cittadhammesu.",
  "atk-s0305a2:16_3": "Kathañca vedanā anupassitabbāti?",
  "atk-s0305a2:16_4": "Sukhā tāva vedanā dukkhato, dukkhā sallato, adukkhamasukhā aniccato. Yathāha –",
  "atk-s0305a2:17_0": "‘‘Yo sukhaṁ dukkhato adda, dukkhamaddakkhi sallato;",
  "atk-s0305a2:18_0": "Adukkhamasukhaṁ santaṁ, addakkhi naṁ aniccato;",
  "atk-s0305a2:19_0": "Sa ve sammaddaso bhikkhu, upasanto carissatī’’ti.",
  "atk-s0305a2:20_0": "Sabbā eva cetā dukkhātipi anupassitabbā.",
  "atk-s0305a2:20_1": "Vuttañhetaṁ ‘‘yaṁkiñci vedayitaṁ, sabbaṁ taṁ dukkhasminti vadāmī’’ti (saṁ. ni. 4.259).",
  "atk-s0305a2:20_2": "Sukhadukkhatopi ca anupassitabbā, yathāha –",
  "atk-s0305a2:20_3": "‘‘sukhā kho, āvuso visākha, vedanā ṭhitisukhā vipariṇāmadukkhā’’ti (ma. ni.",
  "atk-s0305a2:20_4": "1.465) sabbaṁ vitthāretabbaṁ.",
  "atk-s0305a2:20_5": "Apica aniccādisattaanupassanāvasenapi anupassitabbā.",
  "atk-s0305a2:21_0": "Cittadhammesupi cittaṁ tāva ārammaṇādhipatisahajātabhūmikammavipākakiriyādinānattabhedānaṁ aniccādianupassanānaṁ sarāgādīnañca bhedānaṁ vasena anupassitabbaṁ.",
  "atk-s0305a2:21_1": "Dhammā salakkhaṇasāmaññalakkhaṇānaṁ suññatadhammassa aniccādisattaanupassanānaṁ ‘‘santaṁ vā ajjhattaṁ kāmacchanda’’ntiādīnañca pabhedānaṁ vasena anupassitabbā.",
  "atk-s0305a2:21_2": "Sesaṁ vuttanayameva.",
  "atk-s0305a2:21_3": "Ayamettha saṅkhepo, vitthāro pana dīghamajjhimaṭṭhakathāsu (dī. ni. aṭṭha.",
  "atk-s0305a2:21_4": "2.373 ādayo; ma. ni. aṭṭha.",
  "atk-s0305a2:21_5": "1.105 ādayo) satipaṭṭhānavaṇṇanāyaṁ vuttanayeneva veditabbo.",
  "atk-s0305a2:22_0": "2. Satisuttavaṇṇanā",
  "atk-s0305a2:23_0": "368.",
  "atk-s0305a2:23_1": "Dutiye satoti kāyādianupassanāsatiyā samannāgato.",
  "atk-s0305a2:23_2": "Sampajānoti catusampajaññapaññāya samannāgato.",
  "atk-s0305a2:23_3": "Abhikkante paṭikkanteti ettha abhikkantaṁ vuccati gamanaṁ, paṭikkantaṁ nivattanaṁ, tadubhayampi catūsu iriyāpathesu labbhati.",
  "atk-s0305a2:23_4": "Gamane tāva purato kāyaṁ abhiharanto abhikkamati nāma, paṭinivattanto paṭikkamati nāma.",
  "atk-s0305a2:23_5": "Ṭhānepi ṭhitakova kāyaṁ purato onamanto abhikkamati nāma, pacchato apanāmento paṭikkamati nāma.",
  "atk-s0305a2:23_6": "Nisajjāyapi nisinnakova āsanassa purimaaṅgābhimukho saṁsaranto abhikkamati nāma, pacchimaaṅgappadesaṁ paccāsaṁsaranto paṭikkamati nāma.",
  "atk-s0305a2:23_7": "Nipajjanepi eseva nayo.",
  "atk-s0305a2:24_0": "Sampajānakārī hotīti sampajaññena sabbakiccakārī, sampajaññasseva vā kārī.",
  "atk-s0305a2:24_1": "So hi abhikkantādīsu sampajaññaṁ karoteva, na katthaci sampajaññavirahito hoti.",
  "atk-s0305a2:25_0": "Tattha sātthakasampajaññaṁ, sappāyasampajaññaṁ, gocarasampajaññaṁ, asammohasampajaññanti catubbidhaṁ sampajaññaṁ.",
  "atk-s0305a2:25_1": "Tattha abhikkamanacitte uppanne cittavaseneva agantvā ‘‘kiṁ nu me ettha gatena attho atthi, natthī’’ti atthānatthaṁ pariggaṇhitvā atthapariggaṇhanaṁ sātthakasampajaññaṁ.",
  "atk-s0305a2:25_2": "Tattha ca atthoti cetiyadassanabodhidassanasaṅghadassanatheradassanaasubhadassanādivasena dhammato vaḍḍhi .",
  "atk-s0305a2:25_3": "Cetiyaṁ disvāpi hi buddhārammaṇaṁ, saṅghadassanena saṅghārammaṇaṁ pītiṁ uppādetvā tadeva khayato sammasanto arahattaṁ pāpuṇāti.",
  "atk-s0305a2:25_4": "Mahāvihārasmiñhi dakkhiṇadvāre ṭhatvā mahācetiyaṁ olokentā tiṁsasahassabhikkhū arahattaṁ pāpuṇiṁsu, tathā pacchimadvāre uttaradvāre pācīnadvāre ca, tathā pañhamaṇḍapaṭṭhāne abhayavāpipāḷiyaṁ, thūpārāmadvāre nagarassa dakkhiṇadvāre anurādhavāpipāḷiyaṁ.",
  "atk-s0305a2:26_0": "Mahāariyavaṁsabhāṇakatthero panāha ‘‘kiṁ tumhe vadatha, mahācetiyassa samantā kucchivedikāya heṭṭhimabhāgato paṭṭhāya paññāyanaṭṭhāne yattha yattha dve pādā sakkā honti samaṁ patiṭṭhāpetuṁ, tattha tattha ekapaduddhāre tiṁsatiṁsa bhikkhusahassāni arahattaṁ pāpuṇiṁsūti sakkā vatu’’nti .",
  "atk-s0305a2:26_1": "Aparo pana mahāthero āha –",
  "atk-s0305a2:26_2": "‘‘mahācetiyatale ākiṇṇavālikāya bahutarā bhikkhū arahattaṁ pattā’’ti.",
  "atk-s0305a2:26_3": "There disvā tesaṁ ovāde patiṭṭhāya asubhaṁ disvā tattha paṭhamaṁ jhānaṁ uppādetvā tadeva khayato sammasanto arahattaṁ pāpuṇāti.",
  "atk-s0305a2:26_4": "Tasmā etesaṁ dassanaṁ sātthaṁ.",
  "atk-s0305a2:26_5": "Keci pana –",
  "atk-s0305a2:26_6": "‘‘āmisatopi vaḍḍhi atthoyeva, taṁ nissāya brahmacariyānuggahāya paṭipannattā’’ti vadanti.",
  "atk-s0305a2:27_0": "Tasmiṁ pana gamane sappāyāsappāyaṁ pariggaṇhitvā sappāyapariggaṇhanaṁ sappāyasampajaññaṁ.",
  "atk-s0305a2:27_1": "Seyyathidaṁ?",
  "atk-s0305a2:27_2": "Cetiyadassanaṁ tāva sātthaṁ.",
  "atk-s0305a2:27_3": "Sace pana cetiyassa mahāpūjāya dasadvādasayojanantare parisā sannipatanti, attano vibhavānurūpā itthiyopi purisāpi alaṅkatapaṭiyattā cittakammarūpakāni viya sañcaranti.",
  "atk-s0305a2:27_4": "Tatra cassa iṭṭhe ārammaṇe lobho, aniṭṭhe paṭigho, asamapekkhane moho uppajjati, kāyasaṁsagge kāyasaṁsaggāpattiṁ āpajjati, jīvitabrahmacariyānaṁ vā antarāyo ca hoti.",
  "atk-s0305a2:27_5": "Evaṁ taṁ ṭhānaṁ asappāyaṁ hoti, vuttappakāraantarāyābhāve sappāyaṁ.",
  "atk-s0305a2:27_6": "Saṅghadassanampi sātthaṁ.",
  "atk-s0305a2:27_7": "Sace pana antogāme mahāmaṇḍapaṁ kāretvā sabbarattiṁ dhammassavanaṁ kārentesu manussesu vuttappakāreneva janasannipāto ceva antarāyo ca hoti, evaṁ taṁ ṭhānaṁ asappāyaṁ, antarāyābhāve sappāyaṁ.",
  "atk-s0305a2:27_8": "Mahāparivārānaṁ therānaṁ dassanepi eseva nayo.",
  "atk-s0305a2:28_0": "Asubhadassanampi sātthaṁ.",
  "atk-s0305a2:28_1": "Tadatthadīpanatthañca idaṁ vatthu –",
  "atk-s0305a2:28_2": "eko kira daharabhikkhu sāmaṇeraṁ gahetvā dantakaṭṭhatthāya gato.",
  "atk-s0305a2:28_3": "Sāmaṇero maggā okkamitvā purato gacchanto asubhaṁ disvā paṭhamajjhānaṁ nibbattetvā tadeva pādakaṁ katvā saṅkhāre sammasanto tīṇi phalāni sacchikatvā uparimaggatthāya kammaṭṭhānaṁ pariggahetvā aṭṭhāsi.",
  "atk-s0305a2:28_4": "Daharo taṁ apassanto ‘‘sāmaṇerā’’ti pakkosi . So –",
  "atk-s0305a2:28_5": "‘‘mayā pabbajitadivasato paṭṭhāya bhikkhunā saddhiṁ dve kathā nāma na kathitapubbā, aññasmimpi divase uparivisesaṁ nibbattessāmī’’ti cintetvā ‘‘kiṁ, bhante,’’ti paṭivacanaṁ adāsi.",
  "atk-s0305a2:28_6": "‘‘Ehī’’ti vutte ekavacaneneva āgantvā –",
  "atk-s0305a2:28_7": "‘‘bhante, iminā tāva maggena gantvā mayā ṭhitokāse muhuttaṁ puratthābhimukhā hutvā olokethā’’ti āha.",
  "atk-s0305a2:28_8": "So tathā katvā tena pattavisesameva pāpuṇi.",
  "atk-s0305a2:28_9": "Evaṁ ekaṁ asubhaṁ dvinnaṁ janānaṁ atthāya jātaṁ.",
  "atk-s0305a2:28_10": "Evaṁ sātthampi panetaṁ purisassa mātugāmāsubhaṁ asappāyaṁ, mātugāmassa ca purisāsubhaṁ, sabhāgameva sappāyanti evaṁ sappāyapariggaṇhanaṁ sappāyasampajaññaṁ.",
  "atk-s0305a2:29_0": "Evaṁ pariggahitasātthasappāyassa pana aṭṭhatiṁsakammaṭṭhānesu attano cittarucikaṁ kammaṭṭhānasaṅkhātaṁ gocaraṁ uggahetvā bhikkhācāragocare taṁ gahetvāva gamanaṁ gocarasampajaññaṁ nāma.",
  "atk-s0305a2:30_0": "Tassāvibhāvatthaṁ idaṁ catukkaṁ veditabbaṁ –",
  "atk-s0305a2:30_1": "idhekacco bhikkhu harati na paccāharati, ekacco paccāharati na harati, ekacco pana neva harati na paccāharati, ekacco harati ca paccāharati ca.",
  "atk-s0305a2:31_0": "Tattha yo bhikkhu divasaṁ caṅkamena nisajjāya ca āvaraṇīyehi dhammehi cittaṁ parisodhetvā tathā rattiyā paṭhamaṁ yāmaṁ majjhimayāme seyyaṁ kappetvā, pacchimayāmepi nisajjācaṅkamehi vītināmetvā, pageva cetiyaṅgaṇabodhiyaṅgaṇavattaṁ katvā bodhirukkhe udakaṁ āsiñcitvā pānīyaṁ paribhojanīyaṁ paccupaṭṭhapetvā ācariyupajjhāyavattādīni samādāya vattati.",
  "atk-s0305a2:31_1": "So sarīraparikammaṁ katvā senāsanaṁ pavisitvā dve tayo pallaṅke usumaṁ gāhāpento kammaṭṭhānamanuyuñjitvā bhikkhācāravelāya uṭṭhahitvā kammaṭṭhānasīseneva pattacīvaramādāya senāsanato nikkhamitvā kammaṭṭhānaṁ manasikarontova cetiyaṅgaṇaṁ gantvā sace buddhānussatikammaṭṭhānaṁ hoti, taṁ avissajjetvāva cetiyaṅgaṇaṁ pavisati.",
  "atk-s0305a2:31_2": "Aññaṁ ce kammaṭṭhānaṁ hoti, sopānapādamūle ṭhatvā hatthena gahitabhaṇḍaṁ viya taṁ ṭhapetvā buddhārammaṇaṁ pītiṁ gahetvā cetiyaṅgaṇaṁ āruyha mahantaṁ cetiyaṁ ce, tikkhattuṁ padakkhiṇaṁ katvā catūsu ṭhānesu vanditabbaṁ, khuddakaṁ ce, tatheva padakkhiṇaṁ katvā aṭṭhasu ṭhānesu vanditabbaṁ.",
  "atk-s0305a2:31_3": "Cetiyaṁ vanditvā bodhiyaṅgaṇaṁ pattenāpi buddhassa bhagavato sammukhā viya nipaccakāraṁ dassetvā bodhi vanditabbā.",
  "atk-s0305a2:31_4": "So evaṁ cetiyañca bodhiñca vanditvā paṭisāmitaṭṭhānaṁ gantvā paṭisāmitabhaṇḍakaṁ hatthena gaṇhanto viya nikkhittakammaṭṭhānaṁ gahetvā gāmasamīpe kammaṭṭhānasīseneva cīvaraṁ pārupitvā gāmaṁ piṇḍāya pavisati.",
  "atk-s0305a2:32_0": "Atha naṁ manussā disvā ‘‘ayyo no āgato’’ti paccuggantvā pattaṁ gahetvā āsanasālāya vā gehe vā nisīdāpetvā yāguṁ datvā yāva bhattaṁ na niṭṭhāti, tāva pāde dhovitvā makkhetvā purato nisīditvā pañhaṁ vā pucchanti, dhammaṁ vā sotukāmā honti.",
  "atk-s0305a2:32_1": "Sacepi na kathāpenti, janasaṅgahaṇatthaṁ dhammakathā nāma kātabbāyevāti aṭṭhakathācariyā vadanti.",
  "atk-s0305a2:32_2": "Dhammakathā hi kammaṭṭhānavinimuttā nāma natthi, tasmā kammaṭṭhānasīseneva dhammaṁ kathetvā kammaṭṭhānasīseneva āhāraṁ paribhuñjitvā anumodanaṁ katvā nivattiyamānehipi manussehi anugatova gāmato nikkhamitvā tattha te nivattetvā maggaṁ paṭipajjati.",
  "atk-s0305a2:33_0": "Atha naṁ puretaraṁ nikkhamitvā bahigāme katabhattakiccā sāmaṇeradaharabhikkhū disvā paccuggantvā pattacīvaramassa gaṇhanti.",
  "atk-s0305a2:33_1": "Porāṇakabhikkhū kira na ‘‘amhākaṁ upajjhāyo ācariyo’’ti mukhaṁ oloketvā vattaṁ karonti, sampattaparicchedeneva karonti.",
  "atk-s0305a2:33_2": "Te taṁ pucchanti –",
  "atk-s0305a2:33_3": "‘‘bhante, ete manussā tumhākaṁ kiṁ honti, mātipakkhato sambandhā pitipakkhato’’ti?",
  "atk-s0305a2:33_4": "Kiṁ disvā pucchathāti?",
  "atk-s0305a2:33_5": "Tumhesu etesaṁ pemaṁ bahumānanti.",
  "atk-s0305a2:33_6": "‘‘Āvuso, yaṁ mātāpitūhipi dukkarataraṁ, taṁ ete amhākaṁ karonti, pattacīvarampi no etesaṁ santakameva, etesaṁ ānubhāvena neva bhaye bhayaṁ, na chātake chātakaṁ jānāma, edisā nāma amhākaṁ upakārino natthī’’ti tesaṁ guṇe kathayanto gacchati.",
  "atk-s0305a2:33_7": "Ayaṁ vuccati harati na paccāharatīti.",
  "atk-s0305a2:34_0": "Yassa pana pageva vuttappakāraṁ vattapaṭipattiṁ karontassa kammajatejo pajjalati, anupādiṇṇakaṁ muñcitvā upādiṇṇakaṁ gaṇhāti, sarīrato sedā muccanti, kammaṭṭhānavīthiṁ nārohati, so pageva pattacīvaramādāya vegasāva cetiyaṁ vanditvā gorūpānaṁ nikkhamanavelāyameva gāmaṁ yāgubhikkhāya pavisitvā yāguṁ labhitvā āsanasālaṁ gantvā pivati.",
  "atk-s0305a2:34_1": "Athassa dvittikkhattuṁ ajjhoharaṇamatteneva kammajatejo upādiṇṇakaṁ muñcitvā anupādiṇṇakaṁ gaṇhāti, ghaṭasatena nhāto viya tejodhātupariḷāhanibbānaṁ patvā kammaṭṭhānasīsena yāguṁ paribhuñjitvā pattañca mukhañca dhovitvā antarābhatte kammaṭṭhānaṁ manasikatvā avasesaṭṭhāne piṇḍāya caritvā kammaṭṭhānasīsena āhāraṁ paribhuñjitvā tato paṭṭhāya poṅkhānupoṅkhaṁ upaṭṭhahamānaṁ kammaṭṭhānaṁ gahetvāva āgacchati.",
  "atk-s0305a2:34_2": "Ayaṁ vuccati paccāharati na haratīti.",
  "atk-s0305a2:34_3": "Edisā ca bhikkhū yāguṁ pivitvā vipassanaṁ ārabhitvā buddhasāsane arahattaṁ pattā nāma gaṇanapathaṁ vītivattā.",
  "atk-s0305a2:34_4": "Sīhaḷadīpeyeva tesu tesu gāmesu āsanasālāyaṁ na taṁ āsanamatthi, yattha yāguṁ pivitvā arahattaṁ pattā bhikkhū natthīti.",
  "atk-s0305a2:35_0": "Yo pana pamādavihārī hoti nikkhittadhuro, sabbavattāni bhinditvā pañcavidhacetovinibandhabaddhacitto viharanto ‘‘kammaṭṭhānaṁ nāma atthī’’tipi saññaṁ akatvā gāmaṁ piṇḍāya pavisitvā ananulomikena gihisaṁsaggena saṁsaṭṭho caritvā ca bhuñjitvā ca tuccho nikkhamati.",
  "atk-s0305a2:35_1": "Ayaṁ vuccati neva harati na paccāharatīti.",
  "atk-s0305a2:36_0": "Yo panāyaṁ harati ca paccāharati cāti vutto, so gatapaccāgatikavattavasena veditabbo.",
  "atk-s0305a2:36_1": "Attakāmā hi kulaputtā sāsane pabbajitvā dasapi vīsampi tiṁsampi cattālīsampi paññāsampi satampi ekato vasantā katikavattaṁ katvā viharanti ‘‘āvuso, tumhe na iṇaṭṭā, na bhayaṭṭā, na jīvikāpakatā pabbajitā, dukkhā muccitukāmā panettha pabbajitā, tasmā gamane uppannakilesaṁ gamaneyeva niggaṇhatha, ṭhāne, nisajjāya, sayane uppannakilesaṁ sayaneyeva niggaṇhathā’’ti.",
  "atk-s0305a2:36_2": "Te evaṁ katikavattaṁ katvā bhikkhācāraṁ gacchantā aḍḍhausabhausabhaaḍḍhagāvutagāvutantaresu pāsāṇā honti, tāya saññāya kammaṭṭhānaṁ manasikarontāva gacchanti.",
  "atk-s0305a2:36_3": "Sace kassaci gamane kileso uppajjati, tattheva naṁ niggaṇhāti.",
  "atk-s0305a2:36_4": "Tathā asakkonto tiṭṭhati.",
  "atk-s0305a2:36_5": "Athassa pacchato āgacchantopi tiṭṭhati, so ‘‘ayaṁ bhikkhu tuyhaṁ uppannavitakkaṁ jānāti, ananucchavikaṁ te eta’’nti attānaṁ paṭicodetvā vipassanaṁ vaḍḍhetvā tattheva ariyabhūmiṁ okkamati, tathā asakkonto nisīdatīti so eva nayo.",
  "atk-s0305a2:36_6": "Ariyabhūmiṁ okkamituṁ asakkontopi, taṁ kilesaṁ vikkhambhetvā kammaṭṭhānaṁ manasikarontova gacchati, na kammaṭṭhānavippayuttena cittena pādaṁ uddharati.",
  "atk-s0305a2:36_7": "Uddharati ce, paṭinivattitvā purimapadesaṁyeva eti ālindakavāsī mahāphussadevatthero viya.",
  "atk-s0305a2:37_0": "So kira ekūnavīsati vassāni gatapaccāgatikavattaṁ pūrento eva vihāsi.",
  "atk-s0305a2:37_1": "Manussāpi sudaṁ antarāmagge kasantā ca vapantā ca maddantā ca kammāni ca karontā theraṁ tathā gacchantaṁ disvā –",
  "atk-s0305a2:37_2": "‘‘ayaṁ thero punappunaṁ nivattitvā gacchati, kiṁ nu kho maggamūḷho, udāhu kiñci pamuṭṭho’’ti samullapanti.",
  "atk-s0305a2:37_3": "So taṁ anādiyitvā kammaṭṭhānayuttacitteneva samaṇadhammaṁ karonto vīsativassabbhantare arahattaṁ pāpuṇi.",
  "atk-s0305a2:37_4": "Arahattappattadivase cassa caṅkamanakoṭiyaṁ adhivatthā devatā aṅgulīhi dīpaṁ ujjāletvā aṭṭhāsi.",
  "atk-s0305a2:37_5": "Cattāropi mahārājāno sakko ca devānamindo brahmā ca sahampati upaṭṭhānaṁ āgamaṁsu.",
  "atk-s0305a2:37_6": "Tañca obhāsaṁ disvā vanavāsīmahātissatthero taṁ dutiyadivase pucchi –",
  "atk-s0305a2:37_7": "‘‘rattibhāge āyasmato santike obhāso ahosi, kiṁ so obhāso’’ti?",
  "atk-s0305a2:37_8": "Thero vikkhepaṁ karonto ‘‘obhāso nāma dīpobhāsopi hoti, maṇiobhāsopī’’ti evamādimāha.",
  "atk-s0305a2:37_9": "Tato ‘‘paṭicchādetha tumhe’’ti nibaddho āmāti paṭijānitvā ārocesi.",
  "atk-s0305a2:38_0": "Kāḷavallimaṇḍapavāsīmahānāgatthero viya ca.",
  "atk-s0305a2:38_1": "Sopi kira gatapaccāgatikavattaṁ pūrento paṭhamaṁ tāva ‘‘bhagavato mahāpadhānaṁ pūjessāmī’’ti satta vassāni ṭhānacaṅkamameva adhiṭṭhāsi.",
  "atk-s0305a2:38_2": "Puna soḷasa vassāni gatapaccāgatikavattaṁ pūretvā arahattaṁ pāpuṇi.",
  "atk-s0305a2:38_3": "So kammaṭṭhānayutteneva cittena pādaṁ uddharanto vippayuttena uddhaṭe paṭinivattanto gāmasamīpaṁ gantvā ‘‘gāvī nu pabbajito nū’’ti āsaṅkanīyapadese ṭhatvā cīvaraṁ pārupitvā kacchakarakato udakena pattaṁ dhovitvā udakagaṇḍūsaṁ karoti.",
  "atk-s0305a2:38_4": "Kiṁ kāraṇā?",
  "atk-s0305a2:38_5": "‘‘Mā me bhikkhaṁ dātuṁ vā vandituṁ vā āgate manusse ‘dīghāyukā hothā’ti vacanamattenāpi kammaṭṭhānavikkhepo ahosī’’ti ‘‘ajja, bhante, katimī’’ti divasaṁ vā bhikkhugaṇanaṁ vā pañhaṁ vā pucchito pana udakaṁ gilitvā āroceti.",
  "atk-s0305a2:38_6": "Sace divasādipucchakā na honti, nikkhamanavelāyaṁ gāmadvāre niṭṭhubhitvā yāti.",
  "atk-s0305a2:39_0": "Kalambatitthavihāre vassūpagatā paññāsa bhikkhū viya ca.",
  "atk-s0305a2:39_1": "Te kira āsāḷhipuṇṇamiyaṁ katikavattaṁ akaṁsu –",
  "atk-s0305a2:39_2": "‘‘arahattaṁ apatvā aññamaññaṁ nālapissāmā’’ti.",
  "atk-s0305a2:39_3": "Gāmañca piṇḍāya pavisantā udakagaṇḍūsaṁ katvā pavisiṁsu.",
  "atk-s0305a2:39_4": "Divasādīsu pucchitesu vuttanayeneva paṭipajjiṁsu.",
  "atk-s0305a2:39_5": "Tattha manussā niṭṭhubhanaṁ disvā jāniṁsu –",
  "atk-s0305a2:39_6": "‘‘ajjeko āgato, ajja dve’’ti.",
  "atk-s0305a2:39_7": "Evañca cintesuṁ –",
  "atk-s0305a2:39_8": "‘‘kiṁ nu kho ete amheheva saddhiṁ na sallapanti, udāhu aññamaññampi.",
  "atk-s0305a2:39_9": "Yadi aññamaññaṁ na sallapanti, addhā vivādajātā bhavissanti.",
  "atk-s0305a2:39_10": "Etha ne aññamaññaṁ khamāpessāmā’’ti sabbe vihāraṁ gantvā paññāsāya bhikkhūsu dvepi bhikkhū ekokāse nāddasaṁsu.",
  "atk-s0305a2:39_11": "Tato yo tesu cakkhumā puriso, so āha –",
  "atk-s0305a2:39_12": "‘‘na bho kalahakārakānaṁ okāso īdiso hoti, susammaṭṭhaṁ cetiyaṅgaṇaṁ bodhiyaṅgaṇaṁ, sunikkhittā sammajjaniyo, supaṭṭhitaṁ pānīyaṁ paribhojanīya’’nti .",
  "atk-s0305a2:39_13": "Te tatova nivattā.",
  "atk-s0305a2:39_14": "Tepi bhikkhū antotemāseyeva arahattaṁ patvā mahāpavāraṇāyaṁ visuddhipavāraṇaṁ pavāresuṁ.",
  "atk-s0305a2:40_0": "Evaṁ kāḷavallimaṇḍapavāsī mahānāgatthero viya, kalambatitthavihāre vassūpagatā bhikkhū viya ca kammaṭṭhānayutteneva cittena pādaṁ uddharanto gāmasamīpaṁ gantvā udakagaṇḍūsaṁ katvā vīthiyo sallakkhetvā yattha surāsoṇḍadhuttādayo kalahakārakā caṇḍahatthiassādayo vā natthi, taṁ vīthiṁ paṭipajjati.",
  "atk-s0305a2:40_1": "Tattha ca piṇḍāya caramāno na turitaturito viya javena gacchati.",
  "atk-s0305a2:40_2": "Na hi javena piṇḍapātikadhutaṅgaṁ nāma kiñci atthi.",
  "atk-s0305a2:40_3": "Visamabhūmibhāgapattaṁ pana udakasakaṭaṁ viya niccalo hutvā gacchati.",
  "atk-s0305a2:40_4": "Anugharaṁ paviṭṭho ca dātukāmaṁ vā adātukāmaṁ vā sallakkhetuṁ tadanurūpaṁ kālaṁ āgamento bhikkhaṁ gahetvā antogāme vā bahigāme vā vihārameva vā āgantvā yathāphāsuke patirūpe okāse nisīditvā kammaṭṭhānaṁ manasikaronto āhāre paṭikūlasaññaṁ upaṭṭhapetvā akkhabbhañjanavaṇalepanaputtamaṁsūpamāvasena paccavekkhanto aṭṭhaṅgasamannāgataṁ āhāraṁ āhāreti, neva davāya na madāya na maṇḍanāya na vibhūsanāya…pe…",
  "atk-s0305a2:40_5": "bhuttāvī ca udakakiccaṁ katvā muhuttaṁ bhattakilamathaṁ paṭipassambhetvā yathā purebhattaṁ , evaṁ pacchābhattaṁ purimayāmaṁ pacchimayāmañca kammaṭṭhānameva manasikaroti.",
  "atk-s0305a2:40_6": "Ayaṁ vuccati harati ca paccāharati cāti.",
  "atk-s0305a2:41_0": "Imaṁ pana haraṇapaccāharaṇasaṅkhātaṁ gatapaccāgatikavattaṁ pūrento yadi upanissayasampanno hoti, paṭhamavaye eva arahattaṁ pāpuṇāti.",
  "atk-s0305a2:41_1": "No ce paṭhamavaye pāpuṇāti, atha majjhimavaye pāpuṇāti.",
  "atk-s0305a2:41_2": "No ce majjhimavaye pāpuṇāti, atha pacchimavaye pāpuṇāti, no ce pacchimavaye pāpuṇāti, atha maraṇasamaye.",
  "atk-s0305a2:41_3": "No ce maraṇasamaye pāpuṇāti, atha devaputto hutvā.",
  "atk-s0305a2:41_4": "No ce devaputto hutvā pāpuṇāti, anuppanne buddhe nibbatto paccekabodhiṁ sacchikaroti.",
  "atk-s0305a2:41_5": "No ce paccekabodhiṁ sacchikaroti, atha buddhānaṁ sammukhībhāve khippābhiñño vā hoti, seyyathāpi thero bāhiyo dārucīriyo mahāpañño vā, seyyathāpi thero sāriputto, mahiddhiko vā, seyyathāpi thero mahāmoggallāno, dhutavādo vā, seyyathāpi thero mahākassapo, dibbacakkhuko vā, seyyathāpi thero anuruddho, vinayadharo vā, seyyathāpi thero upāli, dhammakathiko vā, seyyathāpi thero puṇṇo mantāṇiputto, āraññiko vā, seyyathāpi thero revato, bahussuto vā, seyyathāpi thero ānando, sikkhākāmo vā, seyyathāpi thero rāhulo buddhaputtoti.",
  "atk-s0305a2:41_6": "Iti imasmiṁ catukke yvāyaṁ harati paccāharati ca, tassa gocarasampajaññaṁ sikhāpattaṁ hoti.",
  "atk-s0305a2:42_0": "Abhikkamādīsu pana asammuyhanaṁ asammohasampajaññaṁ.",
  "atk-s0305a2:42_1": "Taṁ evaṁ veditabbaṁ –",
  "atk-s0305a2:42_2": "idha bhikkhu abhikkamanto vā paṭikkamanto vā yathā andhaputhujjanā abhikkamādīsu –",
  "atk-s0305a2:42_3": "‘‘attā abhikkamati, attanā abhikkamo nibbattito’’ti vā ‘‘ahaṁ abhikkamāmi, mayā abhikkamo nibbattito’’ti vā sammuyhanti, tathā asammuyhanto abhikkamāmīti citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati, iti cittakiriyavāyodhātuvipphāravasena ayaṁ kāyasammato aṭṭhisaṅghāṭo abhikkamati.",
  "atk-s0305a2:42_4": "Tassevaṁ abhikkamato ekekapāduddharaṇe pathavīdhātu āpodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo, tathā atiharaṇavītiharaṇesu, vossajjane tejodhātu vāyodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo, tathā sannikkhepanasannirumbhanesu.",
  "atk-s0305a2:43_0": "Tattha uddharaṇe pavattā rūpārūpadhammā atiharaṇaṁ na pāpuṇanti, tathā atiharaṇe pavattā vītiharaṇaṁ, vītiharaṇe pavattā vossajjanaṁ, vossajjane pavattā sannikkhepanaṁ, sannikkhepane pavattā sannirumbhanaṁ na pāpuṇanti, tattha tattheva pabbapabbaṁ sandhisandhi odhiodhi hutvā tattakapāle pakkhittatilāni viya taṭataṭāyantā bhijjanti.",
  "atk-s0305a2:43_1": "Tattha ko eko abhikkamati, kassa vā ekassa abhikkamanaṁ?",
  "atk-s0305a2:43_2": "Paramatthato hi dhātūnaṁyeva gamanaṁ, dhātūnaṁ ṭhānaṁ, dhātūnaṁ nisajjā, dhātūnaṁ sayanaṁ.",
  "atk-s0305a2:43_3": "Tasmiṁ tasmiñhi koṭṭhāse saddhiṁ rūpena –",
  "atk-s0305a2:44_0": "‘‘Aññaṁ uppajjate cittaṁ, aññaṁ cittaṁ nirujjhati;",
  "atk-s0305a2:45_0": "Avīcimanusambandho, nadīsotova vattatī’’ti. –",
  "atk-s0305a2:46_0": "Evaṁ abhikkamādīsu asammuyhanaṁ asammohasampajaññaṁ nāmāti.",
  "atk-s0305a2:47_0": "Niṭṭhito ‘‘abhikkante paṭikkante sampajānakārī hotī’’tipadassa attho.",
  "atk-s0305a2:48_0": "Ālokitevilokiteti ettha pana ālokitaṁ nāma purato pekkhanaṁ, vilokitaṁ nāma anudisāpekkhanaṁ.",
  "atk-s0305a2:48_1": "Aññānipi heṭṭhā upari pacchato anupekkhanavasena olokitaullokitāpalokitāni nāma honti.",
  "atk-s0305a2:48_2": "Tāni idha na gahitāni, sāruppavasena pana imāneva dve gahitāni.",
  "atk-s0305a2:48_3": "Iminā vā mukhena sabbānipi tāni gahitānevāti.",
  "atk-s0305a2:49_0": "Tattha ‘‘ālokessāmī’’ti citte uppanne cittavaseneva anoloketvā atthapariggaṇhanaṁ sātthakasampajaññaṁ.",
  "atk-s0305a2:49_1": "Taṁ āyasmantaṁ nandaṁ kāyasakkhiṁ katvā veditabbaṁ.",
  "atk-s0305a2:49_2": "Vuttañhetaṁ bhagavatā –",
  "atk-s0305a2:50_0": "‘‘Sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṁ cetasā samannāharitvā nando puratthimaṁ disaṁ āloketi ‘evaṁ me puratthimaṁ disaṁ ālokayato nābhijjhādomanassā pāpakā akusalā dhammā anvāsavissantī’ti.",
  "atk-s0305a2:50_1": "Itiha tattha sampajāno hoti.",
  "atk-s0305a2:50_2": "Sace, bhikkhave, nandassa pacchimā disā, uttarā disā, dakkhiṇā disā, uddhaṁ, adho, anudisā āloketabbā hoti, sabbaṁ cetasā samannāharitvā nando anudisaṁ āloketi ‘evaṁ me anudisaṁ ālokayato’…pe…",
  "atk-s0305a2:50_3": "sampajāno hotī’’ti (a. ni. 8.9).",
  "atk-s0305a2:51_0": "Apica idhāpi pubbe vuttacetiyadassanādivaseneva sātthakatā ca sappāyatā ca veditabbā.",
  "atk-s0305a2:51_1": "Kammaṭṭhānassa pana avijahanameva gocarasampajaññaṁ, tasmā khandhadhātuāyatanakammaṭṭhānikehi attano kamaṭṭhānavaseneva kasiṇādikammaṭṭhānikehi vā pana kammaṭṭhānasīseneva ālokanavilokanaṁ kātabbaṁ.",
  "atk-s0305a2:52_0": "‘‘Abbhantare attā nāma āloketā vā viloketā vā natthi, ‘ālokessāmī’ti pana citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati.",
  "atk-s0305a2:52_1": "Iti cittakiriyavāyodhātuvipphāravasena heṭṭhimaṁ akkhidalaṁ adho sīdati, uparimaṁ uddhaṁ laṅgheti, koci yantakena vivaranto nāma natthi, tato cakkhuviññāṇaṁ dassanakiccaṁ sādhentaṁ uppajjatī’’ti evaṁ pajānanaṁ panettha asammohasampajaññaṁ nāma.",
  "atk-s0305a2:53_0": "Apica mūlapariññāāgantukatāvakālikabhāvavasenapettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:53_1": "Mūlapariññāvasena tāva –",
  "atk-s0305a2:54_0": "‘‘Bhavaṅgāvajjanañceva, dassanaṁ sampaṭicchanaṁ;",
  "atk-s0305a2:55_0": "Santīraṇaṁ voṭṭhabbanaṁ, javanaṁ bhavati sattamaṁ’’.",
  "atk-s0305a2:56_0": "Tattha bhavaṅgaṁ upapattibhavassa aṅgakiccaṁ sādhayamānaṁ pavattati, taṁ āvaṭṭetvā kiriyamanodhātu āvajjanakiccaṁ sādhayamānā, tannirodhā cakkhuviññāṇaṁ dassanakiccaṁ sādhayamānaṁ, tannirodhā vipākamanodhātu sampaṭicchanakiccaṁ sādhayamānā, tannirodhā vipākamanoviññāṇadhātu santīraṇakiccaṁ sādhayamānā, tannirodhā kiriyamanoviññāṇadhātu voṭṭhabbanakiccaṁ sādhayamānā, tannirodhā sattakkhattuṁ javanaṁ javati.",
  "atk-s0305a2:56_1": "Tattha paṭhamajavanepi ‘‘ayaṁ itthī, ayaṁ puriso’’ti rajjanadussanamuyhanavasena ālokitavilokitaṁ na hoti, dutiyajavanepi…pe…",
  "atk-s0305a2:56_2": "sattamajavanepi.",
  "atk-s0305a2:56_3": "Etesu pana yuddhamaṇḍale yodhesu viya heṭṭhupariyavasena bhijjitvā patitesu ‘‘ayaṁ itthī, ayaṁ puriso’’ti rajjanādivasena ālokitavilokitaṁ hoti.",
  "atk-s0305a2:56_4": "Evaṁ tāvettha mūlapariññāvasena asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:57_0": "Cakkhudvāre pana rūpe āpāthamāgate bhavaṅgacalanato uddhaṁ sakakiccanipphādanavasena āvajjanādīsu uppajjitvā niruddhesu avasāne javanaṁ uppajjati, taṁ pubbe uppannānaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āgantukapuriso viya hoti.",
  "atk-s0305a2:57_1": "Tassa yathā paragehe kiñci yācituṁ paviṭṭhassa āgantukapurisassa gehasāmikesu tuṇhīmāsinesu āṇākaraṇaṁ na yuttaṁ, evaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āvajjanādīsupi arajjantesu adussantesu amuyhantesu ca rajjanadussanamuyhanaṁ ayuttanti evaṁ āgantukabhāvavasena asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:58_0": "Yāni panetāni cakkhudvāre voṭṭhabbanapariyosānāni cittāni uppajjanti, tāni saddhiṁ sampayuttadhammehi tattha tattheva bhijjanti, aññamaññaṁ na passanti, ittarāni tāvakālikāni honti.",
  "atk-s0305a2:58_1": "Tattha yathā ekasmiṁ ghare sabbesu mānusakesu matesu avasesassa ekassa taṅkhaṇaṁyeva maraṇadhammassa na yuttā naccagītādīsu abhirati nāma, evameva ekadvāre sasampayuttesu āvajjanādīsu tattha tattheva matesu avasesassa taṅkhaṇaṁyeva maraṇadhammassa javanassāpi rajjanadussanamuyhanavasena abhirati nāma na yuttāti evaṁ tāvakālikabhāvavasena asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:59_0": "Apica khandhāyatanadhātupaccayapaccavekkhaṇavasenapetaṁ veditabbaṁ.",
  "atk-s0305a2:59_1": "Ettha hi cakkhu ceva rūpā ca rūpakkhandho, dassanaṁ viññāṇakkhandho, taṁsampayuttā vedanā vedanākkhandho, saññā saññākkhandho, phassādikā saṅkhārā saṅkhārakkhandho, evametesaṁ pañcannaṁ khandhānaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0305a2:59_2": "Tattha ko eko āloketi, ko viloketi?",
  "atk-s0305a2:59_3": "Tathā cakkhu cakkhāyatanaṁ, rūpaṁ rūpāyatanaṁ, dassanaṁ manāyatanaṁ, vedanādayo sampayuttadhammā dhammāyatanaṁ, evametesaṁ catunnaṁ āyatanānaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0305a2:59_4": "Tattha ko eko āloketi, ko viloketi?",
  "atk-s0305a2:59_5": "Tathā cakkhu cakkhudhātu, rūpaṁ rūpadhātu, dassanaṁ cakkhuviññāṇadhātu, taṁsampayuttā vedanādayo dhammā dhammadhātu, evametesaṁ catunnaṁ dhātūnaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0305a2:59_6": "Tattha ko eko āloketi, ko viloketi?",
  "atk-s0305a2:59_7": "Tathā cakkhu nissayapaccayo, rūpaṁ ārammaṇapaccayo, āvajjanaṁ anantarasamanantarūpanissayanatthivigatapaccayo, āloko upanissayapaccayo, vedanādayo sahajātapaccayo.",
  "atk-s0305a2:59_8": "Evametesaṁ paccayānaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0305a2:59_9": "Tattha ko eko āloketi, ko viloketīti evamettha khandhāyatanadhātupaccayapaccavekkhaṇavasenapi asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:60_0": "Samiñjite pasāriteti pabbānaṁ samiñjanapasāraṇe.",
  "atk-s0305a2:60_1": "Tattha cittavaseneva samiñjanapasāraṇaṁ akatvā hatthapādānaṁ samiñjanapasāraṇapaccayā atthānatthaṁ pariggaṇhitvā atthapariggaṇhanaṁ sātthakasampajaññaṁ.",
  "atk-s0305a2:60_2": "Tattha hatthapāde aticiraṁ samiñjitvā vā pasāretvā vā ṭhitassa khaṇe khaṇe vedanā uppajjanti, cittaṁ ekaggaṁ na labhati, kammaṭṭhānaṁ paripatati, visesaṁ nādhigacchati.",
  "atk-s0305a2:60_3": "Kāle samiñjantassa kāle pasārentassa pana tā vedanā nuppajjanti, cittaṁ ekaggaṁ hoti, kammaṭṭhānaṁ phātiṁ gacchati, visesamadhigacchatīti evaṁ atthānatthapariggaṇhanaṁ veditabbaṁ.",
  "atk-s0305a2:61_0": "Atthe pana satipi sappāyāsappāyaṁ pariggaṇhitvā sappāyapariggaṇhanaṁ sappāyasampajaññaṁ.",
  "atk-s0305a2:61_1": "Tatrāyaṁ nayo –",
  "atk-s0305a2:61_2": "mahācetiyaṅgaṇe kira daharabhikkhū sajjhāyaṁ gaṇhanti.",
  "atk-s0305a2:61_3": "Tesaṁ piṭṭhipasse daharabhikkhuniyo dhammaṁ suṇanti.",
  "atk-s0305a2:61_4": "Tattheko daharo hatthaṁ pasārento kāyasaṁsaggaṁ patvā teneva kāraṇena gihī jāto.",
  "atk-s0305a2:61_5": "Aparo bhikkhu pādaṁ pasārento aggimhi pasāresi, aṭṭhiṁ āhacca pādo jhāyi.",
  "atk-s0305a2:61_6": "Aparo vammike pasāresi, so āsīvisena daṭṭho.",
  "atk-s0305a2:61_7": "Aparo cīvarakuṭidaṇḍake pasāresi, taṁ maṇisappo ḍaṁsi.",
  "atk-s0305a2:61_8": "Tasmā evarūpe asappāye apasāretvā sappāye pasāretabbaṁ.",
  "atk-s0305a2:61_9": "Idamettha sappāyasampajaññaṁ.",
  "atk-s0305a2:62_0": "Gocarasampajaññaṁ pana mahātheravatthunā dīpetabbaṁ –",
  "atk-s0305a2:62_1": "mahāthero kira divāṭṭhāne nisinno antevāsikehi saddhiṁ kathayamāno sahasā hatthaṁ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjesi.",
  "atk-s0305a2:62_2": "Taṁ antevāsikā pucchiṁsu –",
  "atk-s0305a2:62_3": "‘‘kasmā, bhante, sahasā hatthaṁ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjitthā’’ti.",
  "atk-s0305a2:62_4": "Yato paṭṭhāyāhaṁ, āvuso, kammaṭṭhānaṁ manasikātuṁ āraddho, na me kammaṭṭhānaṁ muñcitvā hattho samiñjitapubbo, idāni pana tumhehi saddhiṁ kathayamānena kammaṭṭhānaṁ muñcitvā samiñjito, tasmā puna yathāṭhāne ṭhapetvā samiñjesinti.",
  "atk-s0305a2:62_5": "Sādhu, bhante, bhikkhunā nāma evarūpena bhavitabbanti.",
  "atk-s0305a2:62_6": "Evametthāpi kammaṭṭhānāvijahanameva gocarasampajaññanti veditabbaṁ.",
  "atk-s0305a2:63_0": "Abbhantare attā nāma koci samiñjanto vā pasārento vā natthi, vuttappakāracittakiriyavāyodhātuvipphārena pana suttākaḍḍhanavasena dāruyantassa hatthapādalaḷanaṁ viya samiñjanapasāraṇaṁ hotīti parijānanaṁ panettha asammohasampajaññanti veditabbaṁ.",
  "atk-s0305a2:64_0": "Saṅghāṭipattacīvaradhāraṇeti ettha saṅghāṭicīvarānaṁ nivāsanapārupanavasena, pattassa bhikkhāpaṭiggahaṇādivasena paribhogo dhāraṇaṁ nāma.",
  "atk-s0305a2:64_1": "Tattha saṅghāṭicīvaradhāraṇe tāva nivāsetvā pārupitvā ca piṇḍāya carato āmisalābho, ‘‘sītassa paṭighātāyā’’tiādinā nayena bhagavatā vuttappakāroyeva ca attho attho nāma.",
  "atk-s0305a2:64_2": "Tassa vasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:65_0": "Uṇhapakatikassa pana dubbalassa ca cīvaraṁ sukhumaṁ sappāyaṁ, sītālukassa ghanaṁ dupaṭṭaṁ.",
  "atk-s0305a2:65_1": "Viparītaṁ asappāyaṁ.",
  "atk-s0305a2:65_2": "Yassa kassaci jiṇṇaṁ asappāyameva.",
  "atk-s0305a2:65_3": "Aggaḷādidānena hissa taṁ palibodhakaraṁ hoti.",
  "atk-s0305a2:65_4": "Tathā paṭṭuṇṇadukūlādibhedaṁ lobhanīyacīvaraṁ.",
  "atk-s0305a2:65_5": "Tādisañhi araññe ekakassa nivāsantarāyakaraṁ , jīvitantarāyakarañcāpi hoti.",
  "atk-s0305a2:65_6": "Nippariyāyena pana yaṁ nimittakammādimicchājīvavasena uppannaṁ, yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti , taṁ asappāyaṁ.",
  "atk-s0305a2:65_7": "Viparītaṁ sappāyaṁ, tassa vasenettha sappāyasampajaññaṁ, kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:66_0": "Abbhantare attā nāma koci cīvaraṁ pārupanto natthi, vuttappakāracittakiriyavāyodhātuvipphāreneva pana cīvarapārupanaṁ hoti.",
  "atk-s0305a2:66_1": "Tattha cīvarampi acetanaṁ, kāyopi acetano.",
  "atk-s0305a2:66_2": "Cīvaraṁ na jānāti ‘‘mayā kāyo pārupito’’ti.",
  "atk-s0305a2:66_3": "Kāyopi na jānāti ‘‘ahaṁ cīvarena pārupito’’ti.",
  "atk-s0305a2:66_4": "Dhātuyova dhātusamūhaṁ paṭicchādenti paṭapilotikāya potthakarūpapaṭicchādane viya.",
  "atk-s0305a2:66_5": "Tasmā neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ, na asundaraṁ labhitvā domanassaṁ.",
  "atk-s0305a2:66_6": "Nāgavammikacetiyarukkhādīsu hi keci mālāgandhadhūmavatthādīhi sakkāraṁ karonti, keci gūthamuttakaddamadaṇḍasatthapahārādīhi asakkāraṁ.",
  "atk-s0305a2:66_7": "Na tehi nāgavammikarukkhādayo somanassaṁ vā karonti domanassaṁ vā.",
  "atk-s0305a2:66_8": "Evamevaṁ neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ, na asundaraṁ labhitvā domanassanti evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:67_0": "Pattadhāraṇepi pattaṁ sahasāva aggahetvā –",
  "atk-s0305a2:67_1": "‘‘imaṁ gahetvā piṇḍāya caramāno bhikkhaṁ labhissāmī’’ti evaṁ pattaggahaṇapaccayā paṭilabhitabbaatthavasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:67_2": "Kisadubbalasarīrassa pana garupatto asappāyo.",
  "atk-s0305a2:67_3": "Yassa kassaci catupañcagaṇṭhikāhato dubbisodhanīyo asappāyova.",
  "atk-s0305a2:67_4": "Duddhotapatto hi na vaṭṭati, taṁ dhovantasseva cassa palibodho hoti.",
  "atk-s0305a2:67_5": "Maṇivaṇṇapatto pana lobhanīyo cīvare vuttanayeneva asappāyo.",
  "atk-s0305a2:67_6": "Nimittakammādivasena laddho, pana yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, ayaṁ ekantaasappāyova.",
  "atk-s0305a2:67_7": "Viparīto sappāyo.",
  "atk-s0305a2:67_8": "Tassa vasenettha sappāyasampajaññaṁ, kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:68_0": "Abbhantare attā nāma koci pattaṁ gaṇhanto natthi, vuttappakāracittakiriyavāyodhātuvipphāreneva pattaggahaṇaṁ nāma hoti.",
  "atk-s0305a2:68_1": "Tattha pattopi acetano, hatthāpi acetanā.",
  "atk-s0305a2:68_2": "Patto na jānāti ‘‘ahaṁ hatthehi gahito’’ti.",
  "atk-s0305a2:68_3": "Hatthāpi na jānanti ‘‘patto amhehi gahito’’ti.",
  "atk-s0305a2:68_4": "Dhātuyova dhātusamūhaṁ gaṇhanti, saṇḍāsena aggivaṇṇapattaggahaṇe viyāti evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:69_0": "Apica yathā chinnahatthapāde vaṇamukhehi paggharitapubbalohitakimikule nīlamakkhikasamparikiṇṇe anāthasālāya anāthamanusse disvā dayālukā purisā tesaṁ vaṇapaṭṭacoḷakāni ceva kapālādīhi bhesajjāni ca upanāmenti.",
  "atk-s0305a2:69_1": "Tattha coḷakānipi kesañci saṇhāni, kesañci thūlāni pāpuṇanti, bhesajjakapālānipi kesañci susaṇṭhānāni, kesañci dussaṇṭhānāni pāpuṇanti, na te tattha sumanā vā dummanā vā honti.",
  "atk-s0305a2:69_2": "Vaṇapaṭicchādanamatteneva hi coḷakena bhesajjapaṭiggahamatteneva ca kapālakena tesaṁ attho.",
  "atk-s0305a2:69_3": "Evameva yo bhikkhu vaṇacoḷakaṁ viya cīvaraṁ, bhesajjakapālakaṁ viya ca pattaṁ, kapāle bhesajjamiva ca patte laddhabhikkhaṁ sallakkheti.",
  "atk-s0305a2:69_4": "Ayaṁ saṅghāṭipattacīvaradhāraṇe asammohasampajaññena uttamasampajānakārīti veditabbo.",
  "atk-s0305a2:70_0": "Asitādīsu asiteti piṇḍapātabhojane.",
  "atk-s0305a2:70_1": "Pīteti yāguādipāne.",
  "atk-s0305a2:70_2": "Khāyiteti piṭṭhakhajjakādikhādane.",
  "atk-s0305a2:70_3": "Sāyiteti madhuphāṇitādisāyane.",
  "atk-s0305a2:70_4": "Tattha ‘‘neva davāyā’’tiādinā nayena vutto aṭṭhavidhopi attho attho nāma, tassa vasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:71_0": "Lūkhapaṇītatittamadhurādīsu pana yena bhojanena yassa aphāsu hoti, taṁ tassa asappāyaṁ.",
  "atk-s0305a2:71_1": "Yaṁ pana nimittakammādivasena paṭiladdhaṁ, yañcassa bhuñjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṁ ekantaasappāyameva.",
  "atk-s0305a2:71_2": "Viparītaṁ sappāyaṁ.",
  "atk-s0305a2:71_3": "Tassa vasenettha sappāyasampajaññaṁ, kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:72_0": "Abbhantare attā nāma koci bhuñjako natthi, vuttappakāracittakiriyavāyodhātuvipphāreneva pattapaṭiggahaṇaṁ nāma hoti, cittakiriyavāyodhātuvipphāreneva hatthassa patte otāraṇaṁ nāma hoti, cittakiriyavāyodhātuvipphāreneva ālopakaraṇaṁ ālopuddharaṇaṁ mukhavivaraṇañca hoti.",
  "atk-s0305a2:72_1": "Na koci kuñcikāya na yantakena hanukaṭṭhīni vivarati, cittakiriyavāyodhātuvipphāreneva ālopassa mukhe ṭhapanaṁ uparidantānaṁ musalakiccasādhanaṁ heṭṭhādantānaṁ udukkhalakiccasādhanaṁ jivhāya hatthakiccasādhanañca hoti.",
  "atk-s0305a2:72_2": "Iti naṁ tattha aggajivhāya tanukakheḷo, mūlajivhāya bahalakheḷo makkheti.",
  "atk-s0305a2:72_3": "Taṁ heṭṭhādantaudukkhale jivhāhatthaparivattitaṁ kheḷaudakatemitaṁ uparidantamusalasañcuṇṇitaṁ koci kaṭacchunā vā dabbiyā vā anto pavesento nāma natthi, vāyodhātuyāva pavisati.",
  "atk-s0305a2:72_4": "Paviṭṭhaṁ paviṭṭhaṁ koci palālasantharaṁ katvā dhārento nāma natthi, vāyodhātuvaseneva tiṭṭhati.",
  "atk-s0305a2:72_5": "Ṭhitaṁ ṭhitaṁ koci uddhanaṁ katvā aggiṁ jāletvā pacanto nāma natthi, tejodhātuyāva paccati.",
  "atk-s0305a2:72_6": "Pakkaṁ pakkaṁ koci daṇḍakena vā yaṭṭhiyā vā bahi nīharako nāma natthi, vāyodhātuyeva nīharati.",
  "atk-s0305a2:72_7": "Iti vāyodhātu atiharati ca vītiharati ca dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca nīharati ca;",
  "atk-s0305a2:72_8": "pathavīdhātu dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca;",
  "atk-s0305a2:72_9": "āpodhātu sineheti ca allattañca anupāleti;",
  "atk-s0305a2:72_10": "tejodhātu antopaviṭṭhaṁ paripāceti;",
  "atk-s0305a2:72_11": "ākāsadhātu añjaso hoti;",
  "atk-s0305a2:72_12": "viññāṇadhātu tattha tattha sammāpayogamanvāya ābhujatīti evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:73_0": "Apica gamanato, pariyesanato, paribhogato, āsayato, nidhānato, aparipakkato, paripakkato, phalato, nissandato, sammakkhanatoti evaṁ dasavidhaṁ paṭikūlabhāvaṁ paccavekkhaṇatopettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:73_1": "Vitthārakathā panettha visuddhimagge (visuddhi.",
  "atk-s0305a2:73_2": "1.294 ādayo) āhārapaṭikūlasaññāniddesato gahetabbā.",
  "atk-s0305a2:74_0": "Uccārapassāvakammeti uccārassa ca passāvassa ca karaṇe.",
  "atk-s0305a2:74_1": "Tattha pattakāle uccārapassāvaṁ akarontassa sakalasarīrato sedā muccanti, akkhīni bhamanti, cittaṁ na ekaggaṁ hoti, aññe ca rogā uppajjanti.",
  "atk-s0305a2:74_2": "Karontassa pana sabbaṁ taṁ na hotīti ayamettha attho.",
  "atk-s0305a2:74_3": "Tassa vasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:74_4": "Aṭṭhāne uccārapassāvaṁ karontassa pana āpatti hoti, ayaso vaḍḍhati, jīvitantarāyopi hoti.",
  "atk-s0305a2:74_5": "Patirūpe ṭhāne karontassa sabbaṁ taṁ na hotīti idamettha sappāyaṁ.",
  "atk-s0305a2:74_6": "Tassa vasena sappāyasampajaññaṁ, kammaṭṭhānāvijahanavasena ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:75_0": "Abbhantare attā nāma koci uccārapassāvakammaṁ karonto natthi, cittakiriyavāyodhātuvipphāreneva pana uccārapassāvakammaṁ hoti.",
  "atk-s0305a2:75_1": "Yathā pana pakke gaṇḍe gaṇḍabhedena pubbalohitaṁ akāmatāya nikkhamati, yathā ca atibharitā udakabhājanā udakaṁ akāmatāya nikkhamati, evaṁ pakkāsayamuttavatthīsu sannicitā uccārapassāvā vāyuvegasamuppīḷitā akāmatāyapi nikkhamanti.",
  "atk-s0305a2:75_2": "So panāyaṁ evaṁ nikkhamanto uccārapassāvo neva tassa bhikkhuno attano hoti na parassa, kevalaṁ sarīranissandova hoti.",
  "atk-s0305a2:75_3": "Yathā kiṁ?",
  "atk-s0305a2:75_4": "Yathā udakatumbato purāṇaudakaṁ chaḍḍentassa neva taṁ attano hoti na paresaṁ, kevalaṁ paṭijagganamattameva hoti.",
  "atk-s0305a2:75_5": "Evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0305a2:76_0": "Gatādīsu gateti gamane.",
  "atk-s0305a2:76_1": "Ṭhiteti ṭhāne.",
  "atk-s0305a2:76_2": "Nisinneti nisajjāya.",
  "atk-s0305a2:76_3": "Sutteti sayane.",
  "atk-s0305a2:76_4": "Jāgarite ti jāgaraṇe.",
  "atk-s0305a2:76_5": "Bhāsiteti kathane.",
  "atk-s0305a2:76_6": "Tuṇhībhāveti akathane.",
  "atk-s0305a2:76_7": "Ettha ca yo ciraṁ gantvā vā caṅkamitvā vā aparabhāge ṭhito iti paṭisañcikkhati ‘‘caṅkamanakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti, ayaṁ gate sampajānakārī nāma.",
  "atk-s0305a2:77_0": "Yo sajjhāyaṁ vā karonto pañhaṁ vā vissajjento kammaṭṭhānaṁ vā manasikaronto ciraṁ ṭhatvā aparabhāge nisinno iti paṭisañcikkhati ‘‘ṭhitakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti, ayaṁ ṭhite sampajānakārī nāma.",
  "atk-s0305a2:78_0": "Yo sajjhāyādikaraṇavaseneva ciraṁ nisīditvā aparabhāge nipanno iti paṭisañcikkhati –",
  "atk-s0305a2:78_1": "‘‘nisinnakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti, ayaṁ nisinne sampajānakārī nāma.",
  "atk-s0305a2:79_0": "Yo pana nipannakova sajjhāyaṁ karonto kammaṭṭhānaṁ vā manasikaronto niddaṁ okkamitvā aparabhāge uṭṭhāya iti paṭisañcikkhati –",
  "atk-s0305a2:79_1": "‘‘sayanakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti, ayaṁ sutte ca jāgarite ca sampajānakārī nāma.",
  "atk-s0305a2:79_2": "Kiriyamayacittānañhi appavattaṁ suttaṁ nāma, pavattaṁ jāgaritaṁ nāmāti.",
  "atk-s0305a2:80_0": "Yo pana bhāsamāno –",
  "atk-s0305a2:80_1": "‘‘ayaṁ saddo nāma oṭṭhe ca paṭicca dante ca jivhañca tāluñca paṭicca cittassa ca tadanurūpaṁ payogaṁ paṭicca jāyatī’’ti sato sampajāno bhāsati, ciraṁ vā pana kālaṁ sajjhāyaṁ katvā dhammaṁ vā kathetvā kammaṭṭhānaṁ vā parivattetvā pañhaṁ vā vissajjetvā aparabhāge tuṇhībhūto iti paṭisañcikkhati ‘‘bhāsitakāle uppannā rūpārūpadhammā ettheva niruddhā’’ti ayaṁ bhāsite sampajānakārī nāma.",
  "atk-s0305a2:81_0": "Yo tuṇhībhūto ciraṁ dhammaṁ vā kammaṭṭhānaṁ vā manasikatvā aparabhāge iti paṭisañcikkhati –",
  "atk-s0305a2:81_1": "‘‘tuṇhībhūtakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti.",
  "atk-s0305a2:81_2": "Upādārūpapavattiyā sati bhāsati nāma, asati tuṇhī bhavati nāmāti, ayaṁ tuṇhībhāve sampajānakārī nāmāti.",
  "atk-s0305a2:81_3": "Evamettha asammohasampajaññaṁ tassa vasena sampajānakāritā veditabbā.",
  "atk-s0305a2:81_4": "Imasmiṁ sutte satipaṭṭhānamissakasampajaññaṁ pubbabhāgaṁ kathitaṁ.",
  "atk-s0305a2:82_0": "3. Bhikkhusuttavaṇṇanā",
  "atk-s0305a2:83_0": "369.",
  "atk-s0305a2:83_1": "Tatiye evameva panidhekacceti so kira bhikkhu kammaṭṭhānaṁ kathāpetvā ito cito ca āhiṇḍati, kāyavivekaṁ nānuyuñjati.",
  "atk-s0305a2:83_2": "Tena naṁ bhagavā niggaṇhanto evamāha.",
  "atk-s0305a2:83_3": "Tasmāti yasmā saṁkhittena desanaṁ yācasi, tasmā.",
  "atk-s0305a2:83_4": "Diṭṭhīti kammassakatādiṭṭhi.",
  "atk-s0305a2:84_0": "4. Sālasuttavaṇṇanā",
  "atk-s0305a2:85_0": "370.",
  "atk-s0305a2:85_1": "Catutthe dhammavinayoti dhammoti vā vinayoti vā ubhayametaṁ satthusāsanasseva nāmaṁ.",
  "atk-s0305a2:85_2": "Samādapetabbāti gaṇhāpetabbā.",
  "atk-s0305a2:85_3": "Ekodibhūtāti khaṇikasamādhinā ekaggabhūtā.",
  "atk-s0305a2:85_4": "Samāhitā ekaggacittāti upacārappanāvasena sammā ṭhapitacittā ca ekaggacittā ca.",
  "atk-s0305a2:85_5": "Imasmiṁ sutte navakabhikkhūhi ceva khīṇāsavehi ca bhāvitasatipaṭṭhānā pubbabhāgā, sattahi sekhehi bhāvitā missakā.",
  "atk-s0305a2:86_0": "6. Sakuṇagghisuttavaṇṇanā",
  "atk-s0305a2:87_0": "372.",
  "atk-s0305a2:87_1": "Chaṭṭhe sakuṇagghīti sakuṇaṁ hanatīti sakuṇagghi, senassetaṁ adhivacanaṁ.",
  "atk-s0305a2:87_2": "Sahasā ajjhapattāti lobhasāhasena pattā.",
  "atk-s0305a2:87_3": "Alakkhikāti nissirikā.",
  "atk-s0305a2:87_4": "Appapuññāti parittapuññā.",
  "atk-s0305a2:87_5": "Sacejja mayanti sace ajja mayaṁ.",
  "atk-s0305a2:87_6": "Naṅgalakaṭṭhakaraṇanti naṅgalena kasikaraṇaṁ, adhunā kaṭṭhaṁ khettaṭṭhānanti attho.",
  "atk-s0305a2:87_7": "Leḍḍuṭṭhānanti leḍḍūnaṁ ṭhānaṁ.",
  "atk-s0305a2:87_8": "Saṁvadamānāti sammā vadamānā, attano balassa suṭṭhu vaṇṇaṁ vadamānāti attho.",
  "atk-s0305a2:87_9": "Mahantaṁ leḍḍuṁ abhiruhitvāti uddhanasaṇṭhānena ṭhitesu tīsu leḍḍūsu ‘‘ito sene āgacchante ito nikkhamissāmi, ito āgacchante ito’’ti sallakkhetvā tesu ekaṁ leḍḍuṁ abhiruhitvā aṭṭhāsi avadamāno.",
  "atk-s0305a2:87_10": "Sannayhāti khurappaṁ sannayhamāno viya sannayhitvā suṭṭhu ṭhapetvā.",
  "atk-s0305a2:87_11": "Bahuāgato kho myāyanti ‘‘mayhaṁ atthāya ayaṁ bahutaṁ ṭhānaṁ āgato, appaṁ avasiṭṭhaṁ, idāni maṁ gaṇhissatī’’ti ñatvā dāruguḷo viya vinivattitvā tasseva leḍḍussa antare paccupādi, paṭipanno paviṭṭhoti attho.",
  "atk-s0305a2:87_12": "Uraṁ paccatāḷesīti ‘‘ekappahāreneva lāpassa sīsaṁ chinditvā gahessāmī’’ti pakkhandattā vegaṁ sandhāretuṁ asakkonto tasmiṁ leḍḍusmiṁ uraṁ patāḷesi.",
  "atk-s0305a2:87_13": "Tāvadevassa hadayamaṁsaṁ phāliyittha.",
  "atk-s0305a2:87_14": "Atha lāpo ‘‘diṭṭhā vata sattuno piṭṭhī’’ti haṭṭhatuṭṭho tassa hadaye aparāparaṁ caṅkami.",
  "atk-s0305a2:88_0": "7. Makkaṭasuttavaṇṇanā",
  "atk-s0305a2:89_0": "373.",
  "atk-s0305a2:89_1": "Sattame duggāti duggamā.",
  "atk-s0305a2:89_2": "Cārīti sañcāro.",
  "atk-s0305a2:89_3": "Lepaṁ oḍḍentīti vaṭarukkhakhīrādīhi yojetvā lepaṁ karonti, taṁ makkaṭānaṁ dhuvagamanaṭṭhānanti sallakkhetvā rukkhasākhādīsu ṭhapenti.",
  "atk-s0305a2:89_4": "Pañcoḍḍitoti pañcasu ṭhānesu kājadaṇḍakaṁ pavesetvā gahetabbā kājasikkā viya oḍḍito.",
  "atk-s0305a2:89_5": "Thunaṁ setīti thunanto sayati.",
  "atk-s0305a2:90_0": "8. Sūdasuttavaṇṇanā",
  "atk-s0305a2:91_0": "374.",
  "atk-s0305a2:91_1": "Aṭṭhame sūdoti bhattakārako.",
  "atk-s0305a2:91_2": "Nānaccayehīti nānācayehi, nānāvidhehīti attho.",
  "atk-s0305a2:91_3": "Ayameva vā pāṭho.",
  "atk-s0305a2:91_4": "Ambilaggehīti ambilakoṭṭhāsehi.",
  "atk-s0305a2:91_5": "Eseva nayo sabbattha.",
  "atk-s0305a2:91_6": "Abhiharatīti gahaṇatthāya hatthaṁ pasāreti.",
  "atk-s0305a2:91_7": "Bahuṁ gaṇhātīti ekaggahaṇena bahuṁ gaṇhantopi punappunaṁ gaṇhantopi bahuṁ gaṇhateva.",
  "atk-s0305a2:91_8": "Abhihārānanti sataṁ vā sahassaṁ vā ukkhipitvā abhihaṭānaṁ dāyānaṁ.",
  "atk-s0305a2:91_9": "Upakkilesāti pañca nīvaraṇā.",
  "atk-s0305a2:91_10": "Nimittaṁ na uggaṇhātīti ‘‘imaṁ me kammaṭṭhānaṁ anulomaṁ vā gotrabhuṁ vā āhacca ṭhita’’nti na jānāti, attano cittassa nimittaṁ gaṇhituṁ na sakkoti.",
  "atk-s0305a2:91_11": "Imasmiṁ sutte pubbabhāgavipassanā satipaṭṭhānāva kathitā.",
  "atk-s0305a2:92_0": "9. Gilānasuttavaṇṇanā",
  "atk-s0305a2:93_0": "375.",
  "atk-s0305a2:93_1": "Navame beḷuvagāmaketi vesāliyā samīpe evaṁnāmako pādagāmo atthi, tasmiṁ.",
  "atk-s0305a2:93_2": "Yathāmittantiādīsu mittāti mittāva.",
  "atk-s0305a2:93_3": "Sandiṭṭhāti tattha tattha saṅgamma diṭṭhamattā nātidaḷhamittā .",
  "atk-s0305a2:93_4": "Sambhattāti suṭṭhu bhattā sinehavanto daḷhamittā.",
  "atk-s0305a2:93_5": "Yesaṁ yattha yattha evarūpā bhikkhū atthi, te tattha tattha vassaṁ upethāti attho.",
  "atk-s0305a2:93_6": "Kasmā evamāha?",
  "atk-s0305a2:93_7": "Tesaṁ phāsuvihāratthāya.",
  "atk-s0305a2:93_8": "Tesaṁ kira beḷuvagāmake senāsanaṁ nappahoti, bhikkhāpi mandā.",
  "atk-s0305a2:93_9": "Samantā vesāliyā pana bahūni senāsanāni, bhikkhāpi sulabhā.",
  "atk-s0305a2:93_10": "Tasmā evamāha.",
  "atk-s0305a2:94_0": "Atha kasmā ‘‘yathāsukhaṁ gacchathā’’ti na vissajjesi?",
  "atk-s0305a2:94_1": "Tesaṁ anukampāya.",
  "atk-s0305a2:94_2": "Evaṁ kirassa ahosi –",
  "atk-s0305a2:94_3": "‘‘ahaṁ dasamāsamattaṁ ṭhatvā parinibbāyissāmi.",
  "atk-s0305a2:94_4": "Sace ime dūraṁ gacchissanti, maṁ parinibbānakāle daṭṭhuṁ na sakkhissanti.",
  "atk-s0305a2:94_5": "Atha nesaṁ ‘satthā parinibbāyanto amhākaṁ satimattampi na adāsi.",
  "atk-s0305a2:94_6": "Sace jāneyyāma, na evaṁ dūre vaseyyāmā’ti vippaṭisāro bhaveyya.",
  "atk-s0305a2:94_7": "Vesāliyā samantā pana vassaṁ vasantā māsassa aṭṭha vāre āgantvā dhammaṁ suṇissanti, sugatovādaṁ labhissantī’’ti na vissajjesi.",
  "atk-s0305a2:95_0": "Kharoti pharuso.",
  "atk-s0305a2:95_1": "Ābādhoti visabhāgarogo.",
  "atk-s0305a2:95_2": "Bāḷhāti balavatiyo.",
  "atk-s0305a2:95_3": "Māraṇantikāti maraṇantaṁ maraṇasantikaṁ pāpanasamatthā.",
  "atk-s0305a2:95_4": "Sato sampajāno adhivāsesīti satiṁ sūpaṭṭhitaṁ katvā ñāṇena paricchinditvā adhivāsesi.",
  "atk-s0305a2:95_5": "Avihaññamānoti vedanānuvattanavasena aparāparaṁ parivattanaṁ akaronto apīḷiyamāno adukkhiyamāno ca adhivāsesi.",
  "atk-s0305a2:95_6": "Anāmantetvāti ajānāpetvā.",
  "atk-s0305a2:95_7": "Anapaloketvāti ajānāpetvāva ovādānusāsaniṁ adatvāti vuttaṁ hoti.",
  "atk-s0305a2:95_8": "Vīriyenāti pubbabhāgavīriyena ceva phalasamāpattivīriyena ca.",
  "atk-s0305a2:95_9": "Paṭipaṇāmetvāti vikkhambhetvā.",
  "atk-s0305a2:95_10": "Jīvitasaṅkhāranti ettha jīvitampi jīvitasaṅkhāro.",
  "atk-s0305a2:95_11": "Yena jīvitaṁ saṅkharīyati chijjamānaṁ ghaṭetvā ṭhapīyati, so phalasamāpattidhammopi jīvitasaṅkhāro.",
  "atk-s0305a2:95_12": "So idha adhippeto.",
  "atk-s0305a2:95_13": "Adhiṭṭhāyāti adhiṭṭhahitvā pavattetvā jīvitaṭhapanasamatthaṁ phalasamāpattiṁ samāpajjeyyanti ayamettha saṅkhepattho.",
  "atk-s0305a2:96_0": "Kiṁ pana bhagavā ito pubbe phalasamāpattiṁ na samāpajjatīti?",
  "atk-s0305a2:96_1": "Samāpajjati.",
  "atk-s0305a2:96_2": "Sā pana khaṇikasamāpatti.",
  "atk-s0305a2:96_3": "Khaṇikasamāpatti ca antosamāpattiyaṁyeva vedanaṁ vikkhambheti, samāpattito vuṭṭhitamattassa kaṭṭhapātena vā kaṭhalapātena vā chinnasevālo viya udakaṁ, puna sarīraṁ vedanā ajjhottharati.",
  "atk-s0305a2:96_4": "Yā pana rūpasattakaṁ arūpasattakañca niggumbaṁ nijjaṭaṁ katvā mahāvipassanāvasena samāpannā samāpatti , sā suṭṭhu vikkhambheti.",
  "atk-s0305a2:96_5": "Yathā nāma purisena pokkharaṇiṁ ogāhetvā hatthehi ca pādehi ca suṭṭhu apabyuḷhasevālo cirena udakaṁ ottharati, evameva tato vuṭṭhitassa cirena vedanā uppajjati.",
  "atk-s0305a2:96_6": "Iti bhagavā taṁdivasaṁ mahābodhipallaṅke abhinavaṁ vipassanaṁ paṭṭhapento viya rūpasattakaṁ arūpasattakañca niggumbaṁ nijjaṭaṁ katvā cuddasahākārehi sannetvā mahāvipassanāya vedanaṁ vikkhambhetvā ‘‘dasamāse mā uppajjitthā’’ti samāpattiṁ samāpajji, samāpattivikkhambhitā vedanā dasa māse na uppajjiyeva.",
  "atk-s0305a2:97_0": "Gilānā vuṭṭhitoti gilāno hutvā puna vuṭṭhito.",
  "atk-s0305a2:97_1": "Madhurakajāto viyāti sañjātagarubhāvo sañjātathaddhabhāvo sūle uttāsitapuriso viya.",
  "atk-s0305a2:97_2": "Na pakkhāyantīti na pakāsanti, nānākārato na upaṭṭhahanti.",
  "atk-s0305a2:97_3": "Dhammāpi maṁ nappaṭibhantīti satipaṭṭhānadhammā mayhaṁ pākaṭā na hontīti dīpeti.",
  "atk-s0305a2:97_4": "Tantidhammā pana therassa suppaguṇā.",
  "atk-s0305a2:97_5": "Na udāharatīti pacchimaovādaṁ na deti, taṁ sandhāya vadati.",
  "atk-s0305a2:98_0": "Anantaraṁ abāhiranti dhammavasena vā puggalavasena vā ubhayaṁ akatvā.",
  "atk-s0305a2:98_1": "‘‘Ettakaṁ dhammaṁ parassa na desessāmī’’ti hi cintento dhammaṁ abbhantaraṁ karoti nāma, ‘‘ettakaṁ parassa desessāmī’’ti cintento bāhiraṁ karoti nāma.",
  "atk-s0305a2:98_2": "‘‘Imassa puggalassa desessāmī’’ti cintento pana puggalaṁ abbhantaraṁ karoti nāma, ‘‘imassa na desessāmī’’ti cintento puggalaṁ bāhiraṁ karoti nāma.",
  "atk-s0305a2:98_3": "Evaṁ akatvā desitoti attho.",
  "atk-s0305a2:98_4": "Ācariyamuṭṭhīti yathā bāhirakānaṁ ācariyamuṭṭhi nāma hoti, daharakāle kassaci akathetvā pacchimakāle maraṇamañce nipannā piyamanāpassa antevāsikassa kathenti, evaṁ tathāgatassa ‘‘idaṁ mahallakakāle pacchimaṭhāne kathessāmī’’ti muṭṭhiṁ katvā pariharitvā ṭhapitaṁ kiñci natthīti dasseti.",
  "atk-s0305a2:99_0": "Ahaṁ bhikkhusaṅghanti ahameva bhikkhusaṅghaṁ pariharissāmīti vā, mamuddesikoti ahaṁ uddisitabbaṭṭhena uddeso assāti mamuddesiko, mameva uddissitvā maṁ paccāsīsamāno bhikkhusaṅgho hotu mama accayena mā vā ahosi, yaṁ vā taṁ vā hotūti iti vā pana yassa assāti attho.",
  "atk-s0305a2:99_1": "Na evaṁ hotīti bodhipallaṅkeyeva issāmaccherānaṁ vigatattā evaṁ na hoti.",
  "atk-s0305a2:99_2": "Sa kinti so kiṁ.",
  "atk-s0305a2:99_3": "Āsītikoti asītisaṁvacchariko, idaṁ pacchimavayaṁ anuppattabhāvadīpanatthaṁ vuttaṁ.",
  "atk-s0305a2:99_4": "Veṭhamissakenāti bāhabandhacakkabandhādinā paṭisaṅkharaṇena veṭhamissakena.",
  "atk-s0305a2:99_5": "Maññeti jarasakaṭaṁ viya veṭhamissakena maññe yāpeti, arahattaphalaveṭhanena catuiriyāpathakappanaṁ tathāgatassa hotīti dasseti.",
  "atk-s0305a2:100_0": "Idāni tamatthaṁ pakāsento yasmiṁ ānanda samayetiādimāha.",
  "atk-s0305a2:100_1": "Tattha sabbanimittānanti rūpanimittādīnaṁ.",
  "atk-s0305a2:100_2": "Ekaccānaṁ vedanānanti lokiyānaṁ vedanānaṁ.",
  "atk-s0305a2:100_3": "Tasmātihānandāti yasmā iminā phalasamāpattivihārena phāsu hoti, tasmā tumhepi tadatthāya evaṁ viharathāti dasseti.",
  "atk-s0305a2:100_4": "Attadīpāti mahāsamuddagatā dīpaṁ viya attānaṁ dīpaṁ patiṭṭhaṁ katvā viharatha.",
  "atk-s0305a2:100_5": "Attasaraṇāti attagatikāva hotha, mā aññagatikā.",
  "atk-s0305a2:100_6": "Dhammadīpadhammasaraṇapadesupi eseva nayo.",
  "atk-s0305a2:100_7": "Ettha ca dhammoti navavidho lokuttaradhammo veditabbo.",
  "atk-s0305a2:100_8": "Tamataggeti tamaagge, majjhe ta-kāro padasandhivasena vutto.",
  "atk-s0305a2:100_9": "Idaṁ vuttaṁ hoti –",
  "atk-s0305a2:100_10": "ime aggatamāti tamataggāti .",
  "atk-s0305a2:100_11": "Evaṁ sabbaṁ tamasotaṁ chinditvā ativiya agge uttamabhāve ete, ānanda, mama bhikkhū bhavissanti, tesaṁ agge bhavissanti.",
  "atk-s0305a2:100_12": "Ye keci sikkhākāmā, sabbesaṁ tesaṁ catusatipaṭṭhānagocarāva bhikkhū agge bhavissantīti arahattanikūṭena desanaṁ gaṇhīti.",
  "atk-s0305a2:101_0": "10. Bhikkhunupassayasuttavaṇṇanā",
  "atk-s0305a2:102_0": "376.",
  "atk-s0305a2:102_1": "Dasame tenupasaṅkamīti tasmiṁ upassaye kammaṭṭhānakammikā bhikkhuniyo atthi, tāsaṁ ussukkāpetvā kammaṭṭhānaṁ kathessāmīti upasaṅkami.",
  "atk-s0305a2:102_2": "Uḷāraṁ pubbenāparaṁ visesanti pubbavisesato aparaṁ uḷāravisesaṁ.",
  "atk-s0305a2:102_3": "Tattha mahābhūtapariggaho pubbaviseso, upādārūpapariggaho aparaviseso nāma.",
  "atk-s0305a2:102_4": "Tathā sakalarūpapariggaho pubbaviseso, arūpapariggaho aparaviseso nāma.",
  "atk-s0305a2:102_5": "Rūpārūpapariggaho pubbaviseso, paccayapariggaho aparaviseso nāma sappaccayanāmarūpadassanaṁ pubbaviseso, tilakkhaṇāropanaṁ aparaviseso nāma.",
  "atk-s0305a2:102_6": "Evaṁ pubbenāparaṁ uḷāravisesaṁ jānātīti attho.",
  "atk-s0305a2:103_0": "Kāyārammaṇoti yaṁ kāyaṁ anupassati, tameva ārammaṇaṁ katvā uppajjati kilesapariḷāho.",
  "atk-s0305a2:103_1": "Bahiddhā vā cittaṁ vikkhipatīti bahiddhā vā puthuttārammaṇe cittuppādo vikkhipati.",
  "atk-s0305a2:103_2": "Kismiñcideva pasādanīye nimitte cittaṁ paṇidahitabbanti evaṁ kilesapariḷāhe ca līnatte ca bahiddhāvikkhepe ca uppanne kilesānurañjitena na vattitabbaṁ, kismiñcideva pasādanīye pasādāvahe buddhādīsu aññatarasmiṁ ṭhāne kammaṭṭhānacittaṁ ṭhapetabbaṁ.",
  "atk-s0305a2:103_3": "Cittaṁ samādhiyatīti ārammaṇe sammā ādhiyati suṭṭhu ṭhapitaṁ ṭhapiyati.",
  "atk-s0305a2:103_4": "Paṭisaṁharāmīti pasādanīyaṭṭhānato paṭisaṁharāmi, mūlakammaṭṭhānābhimukhaṁyeva naṁ karomīti attho.",
  "atk-s0305a2:103_5": "So paṭisaṁharati cevāti mūlakammaṭṭhānābhimukhañca peseti.",
  "atk-s0305a2:103_6": "Na ca vitakketi na ca vicāretīti kilesavitakkaṁ na vitakketi, kilesavicāraṁ na vicāreti.",
  "atk-s0305a2:103_7": "Avitakkomhi avicāroti kilesavitakkavicārehi avitakkāvicāro.",
  "atk-s0305a2:103_8": "Ajjhattaṁ satimā sukhamasmīti gocarajjhatte pavattāya satiyā ‘‘satimāhamasmi sukhito cā’’ti pajānāti.",
  "atk-s0305a2:104_0": "Evaṁ kho, ānanda, paṇidhāya bhāvanā hotīti evaṁ, ānanda, ṭhapetvā bhāvanā hoti.",
  "atk-s0305a2:104_1": "Imassa hi bhikkhuno yathā nāma purisassa mahantaṁ ucchubhāraṁ ukkhipitvā yantasālaṁ nentassa kilantakilantakāle bhūmiyaṁ ṭhapetvā ucchukhaṇḍaṁ khāditvā puna ukkhipitvā gamanaṁ hoti;",
  "atk-s0305a2:104_2": "evameva arahattaṁ pāpuṇituṁ uggahitakammaṭṭhānassa kāyapariḷāhādīsu uppannesu taṁ kammaṭṭhānaṁ ṭhapetvā buddhaguṇādianussaraṇena cittaṁ pasādetvā kammaniyaṁ katvā bhāvanā pavattā, tasmā ‘‘paṇidhāya bhāvanā hotī’’ti vuttaṁ.",
  "atk-s0305a2:104_3": "Tassa pana purisassa ucchubhāraṁ yantasālaṁ netvā pīḷetvā rasapānaṁ viya imassa bhikkhuno kammaṭṭhānaṁ matthakaṁ pāpetvā arahattaṁ pattassa phalasamāpattisukhānubhavanaṁ veditabbaṁ.",
  "atk-s0305a2:105_0": "Bahiddhāti mūlakammaṭṭhānaṁ pahāya bahi aññasmiṁ ārammaṇe.",
  "atk-s0305a2:105_1": "Appaṇidhāyāti aṭṭhapetvā.",
  "atk-s0305a2:105_2": "Atha pacchā pure asaṁkhittaṁ vimuttaṁ appaṇihitanti pajānātīti ettha kammaṭṭhānavasena vā sarīravasena vā desanāvasena vā attho veditabbo.",
  "atk-s0305a2:106_0": "Tattha kammaṭṭhāne tāva kammaṭṭhānassa abhiniveso pure nāma, arahattaṁ pacchā nāma.",
  "atk-s0305a2:106_1": "Tattha yo bhikkhu mūlakammaṭṭhānaṁ gahetvā kilesapariḷāhassa vā līnattassa vā bahiddhāvikkhepassa vā uppajjituṁ okāsaṁ adento sudantagoṇe yojetvā sārento viya caturassacchidde sutacchitaṁ caturassaghaṭikaṁ pakkhipanto viya vipassanaṁ paṭṭhapetvā atiṭṭhanto alagganto arahattaṁ pāpuṇāti, so puresaṅkhātassa kammaṭṭhānābhinivesassa pacchāsaṅkhātassa arahattassa ca vasena pacchā pure asaṁkhittaṁ vimuttaṁ appaṇihitanti pajānāti nāma.",
  "atk-s0305a2:107_0": "Sarīre pana pādaṅgulīnaṁ aggapabbāni pure nāma, sīsakaṭāhaṁ pacchā nāma.",
  "atk-s0305a2:107_1": "Tattha yo bhikkhu pādaṅgulīnaṁ aggapabbaaṭṭhikesu abhinivisitvā byābhaṅgiyā yavakalāpaṁ mocento viya vaṇṇasaṇṭhānadisokāsaparicchedavasena aṭṭhīni pariggaṇhanto antarā kilesapariḷāhādīnaṁ uppattiṁ vāretvā yāva sīsakaṭāhā bhāvanaṁ pāpeti, so puresaṅkhātānaṁ aggapādaṅgulipabbānaṁ pacchāsaṅkhātassa sīsakaṭāhassa ca vasena pacchā pure asaṁkhittaṁ vimuttaṁ appaṇihitanti pajānāti nāma.",
  "atk-s0305a2:108_0": "Desanāyapi dvattiṁsākāradesanāya kesā pure nāma, matthaluṅgaṁ pacchā nāma.",
  "atk-s0305a2:108_1": "Tattha yo bhikkhu kesesu abhinivisitvā vaṇṇasaṇṭhānadisokāsavasena kesādayo pariggaṇhanto antarā kilesapariḷāhādīnaṁ uppattiṁ vāretvā yāva matthaluṅgā bhāvanaṁ pāpeti.",
  "atk-s0305a2:108_2": "So puresaṅkhātānaṁ kesānaṁ pacchāsaṅkhātassa matthaluṅgassa ca vasena pacchā pure asaṁkhittaṁ vimuttaṁ appaṇihitanti pajānāti nāma.",
  "atk-s0305a2:109_0": "Evaṁ kho, ānanda, appaṇidhāya bhāvanā hotīti evaṁ, ānanda, aṭṭhapetvā bhāvanā hoti.",
  "atk-s0305a2:109_1": "Imassa hi bhikkhuno yathā nāma purisassa guḷabhāraṁ labhitvā attano gāmaṁ atiharantassa antarā aṭṭhapetvāva uccaṅge pakkhittāni guḷakhaṇḍādīni khādanīyāni khādantassa attano gāmeyeva otaraṇaṁ hoti, evameva arahattaṁ pāpuṇituṁ āraddhabhāvanassa kāyapariḷāhādīnaṁ uppattiṁ vāretvā kammaṭṭhānabhāvanā pavattā, tasmā ‘‘appaṇidhāya bhāvanā’’ti vuttā.",
  "atk-s0305a2:109_2": "Tassa pana purisassa taṁ guḷabhāraṁ attano gāmaṁ netvā ñātīhi saddhiṁ paribhogo viya imassa bhikkhuno kammaṭṭhānaṁ matthakaṁ pāpetvā arahattaṁ pattassa phalasamāpattisukhānubhavanaṁ veditabbaṁ.",
  "atk-s0305a2:109_3": "Imasmiṁ sutte pubbabhāgavipassanā kathitā.",
  "atk-s0305a2:109_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0305a2:110_0": "Ambapālivaggo paṭhamo.",
  "atk-s0305a2:111_0": "2. Nālandavaggo",
  "atk-s0305a2:112_0": "2. Nālandasuttavaṇṇanā",
  "atk-s0305a2:113_0": "378.",
  "atk-s0305a2:113_1": "Dutiyavaggassa dutiye nālandāyanti nālandāti evaṁnāmake nagare, taṁ nagaraṁ gocaragāmaṁ katvā.",
  "atk-s0305a2:113_2": "Pāvārikambavaneti dussapāvārikaseṭṭhino ambavane.",
  "atk-s0305a2:113_3": "Taṁ kira tassa uyyānaṁ ahosi.",
  "atk-s0305a2:113_4": "So bhagavato dhammadesanaṁ sutvā bhagavati pasanno tasmiṁ uyyāne kuṭileṇamaṇḍapādipaṭimaṇḍitaṁ bhagavato vihāraṁ katvā niyyātesi.",
  "atk-s0305a2:113_5": "So vihāro jīvakambavanaṁ viya pāvārikambavanantveva saṅkhaṁ gato.",
  "atk-s0305a2:113_6": "Tasmiṁ pāvārikambavane viharatīti attho.",
  "atk-s0305a2:114_0": "Evaṁpasannoti evaṁ uppannasaddho, evaṁ saddahāmīti attho.",
  "atk-s0305a2:114_1": "Bhiyyobhiññataroti bhiyyataro abhiññāto bhiyyatarābhiyyo vā, uttaritarañāṇoti attho.",
  "atk-s0305a2:114_2": "Sambodhiyanti sabbaññutaññāṇe arahattamaggañāṇe vā arahattamaggeneva hi buddhaguṇā nippadesā gahitā honti, dvepi aggasāvakā arahattamaggeneva sāvakapāramīñāṇaṁ paṭilabhanti, paccekabuddhā paccekabodhiñāṇaṁ, buddhā sabbaññutaññāṇañceva sakale ca buddhaguṇe.",
  "atk-s0305a2:114_3": "Sabbampi nesaṁ arahattamaggeneva ijjhati.",
  "atk-s0305a2:114_4": "Tasmā arahattamaggañāṇaṁ sambodhi nāma hoti.",
  "atk-s0305a2:114_5": "Tena uttaritaro ca bhagavatā natthi.",
  "atk-s0305a2:114_6": "Tenāha ‘‘bhagavatā bhiyyobhiññataro, yadidaṁ sambodhiya’’nti.",
  "atk-s0305a2:115_0": "Uḷārāti seṭṭhā.",
  "atk-s0305a2:115_1": "Ayañhi uḷārasaddo ‘‘uḷārāni khādanīyāni khādantī’’tiādīsu (ma. ni.",
  "atk-s0305a2:115_2": "1.366) madhure āgacchati.",
  "atk-s0305a2:115_3": "‘‘Uḷārāya khalu bhavaṁ vacchāyano samaṇaṁ gotamaṁ pasaṁsāya pasaṁsatī’’tiādīsu (ma. ni.",
  "atk-s0305a2:115_4": "1.288) seṭṭhe.",
  "atk-s0305a2:115_5": "‘‘Appamāṇo uḷāro obhāso’’tiādīsu (dī. ni. 2.32; ma. ni.",
  "atk-s0305a2:115_6": "3.201) vipule.",
  "atk-s0305a2:115_7": "Svāyamidha seṭṭhe āgato.",
  "atk-s0305a2:115_8": "Tena vuttaṁ ‘‘uḷārāti seṭṭhā’’ti.",
  "atk-s0305a2:115_9": "Āsabhīti usabhassa vācāsadisī acalā asampavedhī.",
  "atk-s0305a2:115_10": "Ekaṁso gahitoti anussavena vā ācariyaparamparāya vā itikirāya vā piṭakasampadānena vā ākāraparivitakkena vā diṭṭhinijjhānakkhantiyā vā takkahetu vā nayahetu vā akathetvā paccakkhato ñāṇena paṭivijjhitvā viya ekaṁso gahito, sanniṭṭhānakathāva kathitāti attho.",
  "atk-s0305a2:115_11": "Sīhanādoti seṭṭhanādo, vane unnādayantena sīhena viya uttamanādo naditoti attho.",
  "atk-s0305a2:116_0": "Kiṁnu te sāriputtāti imaṁ desanaṁ kasmā ārabhi?",
  "atk-s0305a2:116_1": "Anuyogadāpanatthaṁ.",
  "atk-s0305a2:116_2": "Ekacco hi sīhanādaṁ naditvā attano sīhanāde anuyogaṁ dātuṁ na sakkoti, nighaṁsanaṁ na khamati, silese patitamakkaṭo viya hoti.",
  "atk-s0305a2:116_3": "Yathā dhamamānaṁ aparisuddhaṁ lohaṁ jhāyitvā aṅgāro hoti, evaṁ jhāmaṅgāro viya hoti.",
  "atk-s0305a2:116_4": "Eko sīhanāde anuyogaṁ dāpiyamāno dātuṁ sakkoti, nighaṁsanaṁ khamati , dhamamānaṁ niddosajātarūpaṁ viya adhikataraṁ sobhati, tādiso thero.",
  "atk-s0305a2:116_5": "Tena naṁ bhagavā ‘‘anuyogakkhamo aya’’nti ñatvā sīhanāde anuyogadāpanatthaṁ imaṁ desanaṁ ārabhi.",
  "atk-s0305a2:117_0": "Tattha sabbe teti sabbe te tayā.",
  "atk-s0305a2:117_1": "Evaṁsīlāti maggasīlena phalasīlena lokiyalokuttarasīlena evaṁsīlā.",
  "atk-s0305a2:117_2": "Evaṁdhammāti ettha samādhipakkhā dhammā adhippetā, maggasamādhinā phalasamādhinā lokiyalokuttarena samādhinā evaṁsamādhīti attho.",
  "atk-s0305a2:117_3": "Evaṁpaññāti maggapaññādivaseneva evaṁpaññā.",
  "atk-s0305a2:117_4": "Evaṁvihārinoti ettha pana heṭṭhā samādhipakkhānaṁ dhammānaṁ gahitattā vihāro gahitopi puna kasmā gahitameva gaṇhatīti ce.",
  "atk-s0305a2:117_5": "Therena idaṁ gahitameva.",
  "atk-s0305a2:117_6": "Idañhi nirodhasamāpattidīpanatthaṁ vuttaṁ.",
  "atk-s0305a2:117_7": "Tasmā evaṁ nirodhasamāpattivihārino te bhagavanto ahesunti evamettha attho daṭṭhabbo.",
  "atk-s0305a2:118_0": "Evaṁvimuttāti ettha vikkhambhanavimutti, tadaṅgavimutti, samucchedavimutti, paṭipassaddhivimutti, nissaraṇavimuttīti pañcavidhā vimutti.",
  "atk-s0305a2:118_1": "Tattha aṭṭha samāpattiyo sayaṁ vikkhambhitehi nīvaraṇādīhi vimuttattā vikkhambhanavimuttīti saṅkhaṁ gacchanti.",
  "atk-s0305a2:118_2": "Aniccānupassanādikā satta anupassanā sayaṁ tassa tassa paccanīkavasena pariccattāhi niccasaññādīhi vimuttattā tadaṅgavimuttīti saṅkhaṁ gacchanti.",
  "atk-s0305a2:118_3": "Cattāro ariyamaggā sayaṁ samucchinnehi kilesehi vimuttattā samucchedavimuttīti saṅkhaṁ gacchanti.",
  "atk-s0305a2:118_4": "Cattāri sāmaññaphalāni maggānubhāvena kilesānaṁ paṭipassaddhante uppannattā paṭipassaddhivimuttīti saṅkhaṁ gacchanti.",
  "atk-s0305a2:118_5": "Nibbānaṁ sabbakilesehi nissaṭattā apagatattā dūre ṭhitattā nissaraṇavimuttīti saṅkhaṁ gataṁ.",
  "atk-s0305a2:118_6": "Iti imāsaṁ pañcannaṁ vimuttīnaṁ vasena evaṁ vimuttāti ettha attho daṭṭhabbo.",
  "atk-s0305a2:119_0": "Kiṁpana te sāriputta ye te bhavissantīti atītā tāva niruddhā apaṇṇattikabhāvaṁ gatā dīpasikhā viya nibbutā, evaṁ niruddhe apaṇṇattikabhāvaṁ gate tvaṁ kathaṁ jānissasi, anāgatabuddhānaṁ pana guṇā kiṁ tayā attano cittena paricchinditvā viditāti pucchanto evamāha.",
  "atk-s0305a2:120_0": "Kiṁ pana tyāhaṁ sāriputta etarahīti anāgatāpi buddhā ajātā anibbattā anuppannā, te kathaṁ jānissasi.",
  "atk-s0305a2:120_1": "Tesañhi jānanaṁ apade ākāse padadassanaṁ viya hoti.",
  "atk-s0305a2:120_2": "Idāni mayā saddhiṁ ekavihāre vasasi, ekato bhikkhāya carasi, dhammadesanākāle dakkhiṇapasse nisīdasi, kiṁ pana mayhaṁ guṇā attano cetasā paricchinditvā viditā tayāti anuyuñjanto evamāha.",
  "atk-s0305a2:120_3": "Thero pana pucchitapucchite ‘‘no hetaṁ bhante’’ti paṭikkhipati.",
  "atk-s0305a2:121_0": "Therassa ca viditampi atthi, aviditampi.",
  "atk-s0305a2:121_1": "Kiṁ so attano viditaṭṭhāne paṭikkhepaṁ karoti, aviditaṭṭhāneti?",
  "atk-s0305a2:121_2": "Viditaṭṭhāne na karoti, aviditaṭṭhāneyeva karoti.",
  "atk-s0305a2:121_3": "Thero kira anuyoge āraddhe evaṁ aññāsi ‘‘nāyaṁ anuyogo sāvakapāramīñāṇe, sabbaññutaññāṇe pana ayaṁ anuyogo’’ti attano sāvakapāramīñāṇe paṭikkhepaṁ akatvāva aviditaṭṭhāne sabbaññutaññāṇe paṭikkhepaṁ karoti.",
  "atk-s0305a2:121_4": "Tena idampi dīpeti –",
  "atk-s0305a2:121_5": "bhagavā mayhaṁ atītānāgatapaccuppannānaṁ buddhānaṁ sīlasamādhipaññāvimuttikāraṇajānanasamatthaṁ sabbaññutaññāṇaṁ natthīti.",
  "atk-s0305a2:122_0": "Etthāti etesu atītādibhedesu buddhesu.",
  "atk-s0305a2:122_1": "Atha kiñcarahīti atha kasmā evaṁ ñāṇe asati tayā evaṁ kathitanti vadati.",
  "atk-s0305a2:122_2": "Dhammanvayoti dhammassa paccakkhato ñāṇassa anuyogaṁ anugantvā uppannaṁ anumānañāṇaṁ nayaggāho vidito, sāvakapāramīñāṇe ṭhatvāva iminā ākārena jānāmi bhagavāti vadati.",
  "atk-s0305a2:122_3": "Therassa hi nayaggāho appamāṇo apariyanto.",
  "atk-s0305a2:122_4": "Yathā ca sabbaññutaññāṇassa pamāṇaṁ vā pariyanto vā natthi, evaṁ dhammasenāpatino nayaggāhassa. Tena so –",
  "atk-s0305a2:122_5": "‘‘iminā evaṁvidho iminā evaṁvidho, iminā anuttaro iminā anuttaro satthā’’ti jānāti.",
  "atk-s0305a2:122_6": "Therassa hi nayaggāho sabbaññutaññāṇagatiko eva.",
  "atk-s0305a2:123_0": "Idāni taṁ nayaggāhaṁ pākaṭaṁ kātuṁ upamaṁ dassento seyyathāpi bhantetiādimāha.",
  "atk-s0305a2:123_1": "Tattha yasmā majjhimadese nagarassa uddhāpapākārādīni thirāni vā hontu dubbalāni vā, sabbaso vā pana mā hontu, corānaṁ āsaṅkā na hoti.",
  "atk-s0305a2:123_2": "Tasmā taṁ aggahetvā paccantimaṁ nagaranti āha.",
  "atk-s0305a2:123_3": "Daḷhuddhāpanti thiramūlapākāraṁ.",
  "atk-s0305a2:123_4": "Daḷhapākāratoraṇanti thirapākārañceva thirapiṭṭhasaṅghāṭañca.",
  "atk-s0305a2:123_5": "Ekadvāranti kasmā āha?",
  "atk-s0305a2:123_6": "Bahudvāre hi nagare bahūhi paṇḍitadovārikehi bhavitabbaṁ, ekadvāreva eko vaṭṭati.",
  "atk-s0305a2:123_7": "Therassa ca paññāya sadiso añño natthi, tasmā attano paṇḍitabhāvassa opammatthaṁ ekaṁyeva dovārikaṁ dassetuṁ ‘‘ekadvāra’’nti āha.",
  "atk-s0305a2:124_0": "Paṇḍitoti paṇḍiccena samannāgato.",
  "atk-s0305a2:124_1": "Byattoti veyyattiyena samannāgato visadañāṇo.",
  "atk-s0305a2:124_2": "Medhāvīti ṭhānuppattikapaññāsaṅkhātāya medhāya samannāgato.",
  "atk-s0305a2:124_3": "Anupariyāyapathanti anupariyāyanāmakaṁ pākāramaggaṁ.",
  "atk-s0305a2:124_4": "Pākārasandhinti dvinnaṁ iṭṭhakānaṁ apagataṭṭhānaṁ.",
  "atk-s0305a2:124_5": "Pākāravivaranti pākārassa chinnaṭṭhānaṁ.",
  "atk-s0305a2:124_6": "Cetaso upakkileseti pañcanīvaraṇā cittaṁ upakkilissanti kiliṭṭhaṁ karonti upatāpenti viheṭhenti, tasmā ‘‘cetaso upakkilesā’’ti vuccanti.",
  "atk-s0305a2:124_7": "Paññāya dubbalīkaraṇeti nīvaraṇā uppajjamānā anuppannāya paññāya uppajjituṁ na denti, tasmā ‘‘paññāya dubbalīkaraṇā’’ti vuccanti.",
  "atk-s0305a2:124_8": "Supatiṭṭhitacittāti catūsu satipaṭṭhānesu suṭṭhu ṭhapitacittā hutvā.",
  "atk-s0305a2:124_9": "Satta bojjhaṅge yathābhūtanti satta bojjhaṅge yathāsabhāvena bhāvetvā.",
  "atk-s0305a2:124_10": "Anuttaraṁ sammāsambodhinti arahattaṁ sabbaññutaññāṇaṁ paṭivijjhiṁsūti dasseti.",
  "atk-s0305a2:125_0": "Apicettha satipaṭṭhānāti vipassanā, bojjhaṅgā maggo, anuttarasammāsambodhi arahattaṁ.",
  "atk-s0305a2:125_1": "Satipaṭṭhānāti vā vipassanā, bojjhaṅgāmissakā, sammāsambodhi arahattameva.",
  "atk-s0305a2:125_2": "Dīghabhāṇakamahāsīvatthero panāha ‘‘satipaṭṭhāne vipassanaṁ gahetvā bojjhaṅge maggo ca sabbaññutaññāṇañcāti gahite sundaro pañho bhaveyya, na panevaṁ gahita’’nti.",
  "atk-s0305a2:125_3": "Iti thero sabbabuddhānaṁ nīvaraṇappahāne satipaṭṭhānabhāvanāya sambodhiyañca majjhe bhinnasuvaṇṇarajatānaṁ viya nānattābhāvaṁ dasseti.",
  "atk-s0305a2:126_0": "Idha ṭhatvā upamā saṁsandetabbā –",
  "atk-s0305a2:126_1": "āyasmā hi sāriputto paccantanagaraṁ dassesi, pākāraṁ dassesi, anupariyāyapathaṁ dassesi, dvāraṁ dassesi, paṇḍitadovārikaṁ dassesi, nagaraṁ pavisanakanikkhamanake oḷārike pāṇe dassesi, dovārikassa tesaṁ pāṇānaṁ pākaṭabhāvaṁ dassesi.",
  "atk-s0305a2:126_2": "Tattha kiṁ kena sadisanti ce?",
  "atk-s0305a2:126_3": "Nagaraṁ viya hi nibbānaṁ, pākāro viya sīlaṁ, anupariyāyapatho viya hirī, dvāraṁ viya ariyamaggo, paṇḍitadovāriko viya dhammasenāpati, nagaraṁ pavisanakanikkhamanakā oḷārikapāṇā viya atītānāgatapaccuppannā buddhā, dovārikassa tesaṁ pāṇānaṁ pākaṭabhāvo viya āyasmato sāriputtassa atītānāgatapaccuppannānaṁ buddhānaṁ sīlasamathādīhi pākaṭabhāvo.",
  "atk-s0305a2:126_4": "Ettāvatā therena bhagavato –",
  "atk-s0305a2:126_5": "‘‘evamahaṁ sāvakapāramīñāṇe ṭhatvā dhammanvayena nayaggāhena jānāmī’’ti attano sīhanādassa anuyogo dinno hoti.",
  "atk-s0305a2:127_0": "Tasmāti yasmā ‘‘na kho metaṁ, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṁ atthi, apica dhammanvayo vidito’’ti vadati, tasmā.",
  "atk-s0305a2:127_1": "Abhikkhaṇaṁ bhāseyyāsīti punappunaṁ bhāseyyāsi, ‘‘pubbaṇhe me kathita’’nti mā majjhanhikādīsu na kathayittha, ‘‘ajja vā me kathita’’nti mā paradivasādīsu na kathayitthāti attho.",
  "atk-s0305a2:127_2": "Sā pahīyissatīti ‘‘sāriputtasadisopi nāma ñāṇajavanasampanno sāvako buddhānaṁ cittācāraṁ jānituṁ na sakkoti, evaṁ appameyyā tathāgatā’’ti cintentānaṁ yā tathāgate kaṅkhā vā vimati vā, sā pahīyissatīti.",
  "atk-s0305a2:128_0": "3. Cundasuttavaṇṇanā",
  "atk-s0305a2:129_0": "379.",
  "atk-s0305a2:129_1": "Tatiye magadhesūti evaṁnāmake janapade.",
  "atk-s0305a2:129_2": "Nālakagāmaketi rājagahassa avidūre attano kulasantake evaṁnāmake gāme.",
  "atk-s0305a2:129_3": "Cundo samaṇuddesoti ayaṁ thero dhammasenāpatissa kaniṭṭhabhātiko, taṁ bhikkhū anupasampannakāle ‘‘cundo samaṇuddeso’’ti samudācaritvā therakālepi tatheva samudācariṁsu.",
  "atk-s0305a2:129_4": "Tena vuttaṁ ‘‘cundo samaṇuddeso’’ti.",
  "atk-s0305a2:129_5": "Upaṭṭhāko hotīti mukhodakadantakaṭṭhadānena ceva pariveṇasammajjana-piṭṭhiparikammakaraṇa-pattacīvaraggahaṇena ca upaṭṭhānakaro hoti.",
  "atk-s0305a2:129_6": "Parinibbāyīti anupādisesāya nibbānadhātuyā parinibbuto.",
  "atk-s0305a2:129_7": "Katarasmiṁ kāleti?",
  "atk-s0305a2:129_8": "Bhagavato parinibbānasaṁvacchare.",
  "atk-s0305a2:130_0": "Tatrāyaṁ anupubbikathā –",
  "atk-s0305a2:130_1": "bhagavā kira vutthavasso veḷuvagāmakā nikkhamitvā ‘‘sāvatthiṁ gamissāmī’’ti āgatamaggeneva paṭinivattanto anupubbena sāvatthiṁ patvā jetavanaṁ pāvisi.",
  "atk-s0305a2:130_2": "Dhammasenāpati bhagavato vattaṁ dassetvā divāṭṭhānaṁ gato, so tattha antevāsikesu vattaṁ dassetvā paṭikkantesu divāṭṭhānaṁ sammajjitvā cammakhaṇḍaṁ paññāpetvā pāde pakkhāletvā pallaṅkaṁ ābhujitvā phalasamāpattiṁ pāvisi.",
  "atk-s0305a2:130_3": "Athassa yathā paricchedena tato vuṭṭhitassa ayaṁ parivitakko udapādi ‘‘buddhā nu kho paṭhamaṁ parinibbāyanti, udāhu aggasāvakāti, tato ‘‘aggasāvakā paṭhama’’nti ñatvā attano āyusaṅkhāraṁ olokesi.",
  "atk-s0305a2:130_4": "So ‘‘sattāhameva me āyusaṅkhārā pavattissantī’’ti ñatvā ‘‘kattha parinibbāyissāmī’’ti cintesi.",
  "atk-s0305a2:131_0": "Tato ‘‘rāhulo tāvatiṁsesu parinibbuto, aññāsikoṇḍaññatthero chaddantadahe, ahaṁ kattha parinibbāyissāmī’’ti punappunaṁ cintento mātaraṁ ārabbha satiṁ uppādesi –",
  "atk-s0305a2:131_1": "‘‘mayhaṁ mātā sattannaṁ arahantānaṁ mātā hutvāpi buddhadhammasaṅghesu appasannā, atthi nu kho tassā upanissayo, natthi nu kho’’ti.",
  "atk-s0305a2:131_2": "Sotāpattimaggassa upanissayaṁ disvā ‘‘kassa desanāya abhisamayo bhavissatī’’ti olokento ‘‘mameva dhammadesanāya bhavissati, na aññassa.",
  "atk-s0305a2:131_3": "Sace kho panāhaṁ appossukko bhaveyyaṁ, bhavissanti me vattāro –",
  "atk-s0305a2:131_4": "‘‘sāriputtatthero avasesajanānampi avassayo hoti.",
  "atk-s0305a2:131_5": "Tathā hissa samacittasuttantadesanādivase (a. ni.",
  "atk-s0305a2:131_6": "2.33-37) koṭisatasahassadevatā arahattaṁ pattā, tayo magge paṭividdhadevatānaṁ gaṇanā natthi, aññesu ca ṭhānesu anekā abhisamayā dissanti, there ca cittaṁ pasādetvā sagge nibbattāneva asīti kulasahassāni, so dāni sakamātumicchādassanamattampi harituṁ nāsakkhī’’ti.",
  "atk-s0305a2:131_7": "Tasmā mātaraṁ micchādassanā mocetvā jātovarakeyeva parinibbāyissāmī’’ti sanniṭṭhānaṁ katvā ‘‘ajjeva bhagavantaṁ anujānāpetvā nikkhamissāmī’’ti cundattheraṁ āmantesi –",
  "atk-s0305a2:131_8": "‘‘āvuso, cunda, amhākaṁ pañcasatāya bhikkhuparisāya saññaṁ dehi.",
  "atk-s0305a2:131_9": "‘Gaṇhathāvuso pattacīvarāni, dhammasenāpati nālakagāmaṁ gantukāmo’’’ti.",
  "atk-s0305a2:131_10": "Thero tathā akāsi.",
  "atk-s0305a2:132_0": "Bhikkhū senāsanaṁ saṁsāmetvā pattacīvaramādāya therassa santikaṁ agamaṁsu.",
  "atk-s0305a2:132_1": "Thero senāsanaṁ saṁsāmetvā divāṭṭhānaṁ sammajjitvā divāṭṭhānadvāre ṭhatvā divāṭṭhānaṁ oloketvā ‘‘idaṁ dāni pacchimadassanaṁ, puna āgamanaṁ natthī’’ti pañcasatabhikkhūhi parivuto bhagavantaṁ upasaṅkamitvā vanditvā bhagavantaṁ etadavoca ‘‘anujānātu me bhante bhagavā, anujānātu sugato.",
  "atk-s0305a2:132_2": "Parinibbānakālo me, ossaṭṭho me āyusaṅkhāro’’ti.",
  "atk-s0305a2:132_3": "Buddhā pana yasmā ‘‘parinibbāhī’’ti vutte maraṇavaṇṇaṁ saṁvaṇṇentīti, ‘‘mā parinibbāhī’’ti vutte vaṭṭassa guṇaṁ kathentīti micchādiṭṭhikā dosaṁ āropessanti, tasmā tadubhayampi na vadanti.",
  "atk-s0305a2:132_4": "Tena naṁ bhagavā –",
  "atk-s0305a2:132_5": "‘‘kattha parinibbāyissasi sāriputtā’’ti vatvā –",
  "atk-s0305a2:132_6": "‘‘atthi, bhante, magadhesu nālakagāme jātovarako, tatthāhaṁ parinibbāyissāmī’’ti vutte –",
  "atk-s0305a2:132_7": "‘‘yassa dāni tvaṁ, sāriputta, kālaṁ maññasi, idāni pana te jeṭṭhakaniṭṭhabhātikānaṁ tādisassa bhikkhuno dassanaṁ dullabhaṁ bhavissati, desehi nesaṁ dhamma’’nti āha.",
  "atk-s0305a2:133_0": "Thero –",
  "atk-s0305a2:133_1": "‘‘satthā mayhaṁ iddhivikubbanapubbaṅgamaṁ dhammadesanaṁ paccāsīsatī’’ti ñatvā bhagavantaṁ vanditvā tālappamāṇaṁ ākāsaṁ abbhuggantvā oruyha dasabalassa pāde vandi, puna dvitālappamāṇaṁ abbhuggantvā oruyha dasabalassa pāde vandi, etenupāyena sattatālappamāṇaṁ abbhuggantvā anekāni pāṭihāriyasatāni dassento dhammakathaṁ ārabhi.",
  "atk-s0305a2:133_2": "Dissamānenapi kāyena katheti, adissamānenapi.",
  "atk-s0305a2:133_3": "Uparimena vā heṭṭhimena vā upaḍḍhakāyena katheti adissamānenapi dissamānenapi, kālena candavaṇṇaṁ dasseti, kālena sūriyavaṇṇaṁ, kālena pabbatavaṇṇaṁ, kālena samuddavaṇṇaṁ, kālena cakkavattirājā hoti, kālena vessavaṇamahārājā, kālena sakko devarājā, kālena mahābrahmāti evaṁ anekāni pāṭihāriyasatāni dassento dhammakathaṁ kathesi.",
  "atk-s0305a2:133_4": "Sakalanagaraṁ sannipati.",
  "atk-s0305a2:133_5": "Thero oruyha dasabalassa pāde vanditvā aṭṭhāsi.",
  "atk-s0305a2:133_6": "Atha naṁ satthā āha –",
  "atk-s0305a2:133_7": "‘‘ko nāmo ayaṁ sāriputta dhammapariyāyo’’ti.",
  "atk-s0305a2:133_8": "Sīhavikīḷito nāma, bhanteti.",
  "atk-s0305a2:133_9": "Taggha, sāriputta, sīhavikīḷito taggha, sāriputta, sīhavikīḷitoti.",
  "atk-s0305a2:134_0": "Thero alattakavaṇṇe hatthe pasāretvā satthu suvaṇṇakacchapasadise pāde gopphakesu gahetvā –",
  "atk-s0305a2:134_1": "‘‘bhante, imesaṁ pādānaṁ vandanatthāya kappasatasahassādhikaṁ asaṅkhyeyyaṁ pāramiyo pūritā, so me manoratho matthakaṁ patto, ito dāni paṭṭhāya paṭisandhivasena na puna ekaṭṭhāne sannipāto samāgamo atthi, chinno esa vissāso, anekehi buddhasatasahassehi paviṭṭhaṁ ajaraṁ amaraṁ khemaṁ sukhaṁ sītalaṁ abhayaṁ nibbānapuraṁ pavisissāmi, sace me kiñci kāyikaṁ vā vācasikaṁ vā na rocetha, khamatha taṁ bhagavā, gamanakālo mayha’’nti.",
  "atk-s0305a2:134_2": "Khamāmi te, sāriputta, na kho pana te kiñci kāyikaṁ vā vācasikaṁ vā mayhaṁ aruccanakaṁ atthi, yassa dāni tvaṁ, sāriputta, kālaṁ maññasīti.",
  "atk-s0305a2:135_0": "Iti bhagavatā anuññātasamanantaraṁ satthu pāde vanditvā uṭṭhitamatte āyasmante sāriputte sinerucakkavāḷahimavantaparibhaṇḍapabbate dhārayamānāpi –",
  "atk-s0305a2:135_1": "‘‘ajja imaṁ guṇarāsiṁ dhāretuṁ na sakkomī’’ti vadantī viya ekappahāreneva viravamānā mahāpathavī yāva udakapariyantā akampi, ākāse devadundubhiyo phaliṁsu, mahāmegho uṭṭhahitvā pokkharavassaṁ vassi.",
  "atk-s0305a2:136_0": "Satthā –",
  "atk-s0305a2:136_1": "‘‘dhammasenāpatiṁ paṭipādessāmī’’ti dhammāsanā vuṭṭhāya gandhakuṭiabhimukho gantvā maṇiphalake aṭṭhāsi.",
  "atk-s0305a2:136_2": "Thero tikkhattuṁ padakkhiṇaṁ katvā catūsu ṭhānesu vanditvā –",
  "atk-s0305a2:136_3": "‘‘bhagavā ito kappasatasahassādhikassa asaṅkhyeyyassa upari anomadassīsammāsambuddhassa pādamūle nipajjitvā tumhākaṁ dassanaṁ patthesiṁ, sā me patthanā samiddhā, diṭṭhā tumhe, taṁ paṭhamadassanaṁ, idaṁ pacchimadassanaṁ.",
  "atk-s0305a2:136_4": "Puna tumhākaṁ dassanaṁ natthī’’ti vatvā dasanakhasamodhānasamujjalaṁ añjaliṁ paggayha yāva dassanavisayā abhimukhova paṭikkamitvā vanditvā pakkāmi.",
  "atk-s0305a2:136_5": "Puna mahāpathavī dhāretuṁ asakkontī udakapariyantaṁ katvā akampi.",
  "atk-s0305a2:137_0": "Bhagavā parivāretvā ṭhite bhikkhū āha –",
  "atk-s0305a2:137_1": "‘‘anugacchatha, bhikkhave, tumhākaṁ jeṭṭhabhātika’’nti.",
  "atk-s0305a2:137_2": "Tasmiṁ khaṇe catassopi parisā sammāsambuddhaṁ ekakaṁyeva jetavane ohāya niravasesā nikkhamiṁsu.",
  "atk-s0305a2:137_3": "Sāvatthinagaravāsinopi –",
  "atk-s0305a2:137_4": "‘‘sāriputtatthero kira sammāsambuddhaṁ āpucchitvā parinibbāyitukāmo nikkhanto, passissāma na’’nti nagaradvārāni nirokāsāni karontā nikkhamitvā gandhamālādihatthā kese vikiritvā –",
  "atk-s0305a2:137_5": "‘‘idāni mayaṁ kahaṁ mahāpañño nisinno, kahaṁ dhammasenāpati nisinno’’ti pucchantā –",
  "atk-s0305a2:137_6": "‘‘kassa santikaṁ gamissāma, kassa hatthe satthāraṁ ṭhapetvā thero pakkanto’’tiādinā nayena paridevantā rodantā theraṁ anubandhiṁsu.",
  "atk-s0305a2:138_0": "Thero mahāpaññāya ṭhitattā –",
  "atk-s0305a2:138_1": "‘‘sabbesaṁ anatikkamanīyo esa maggo’’ti mahājanaṁ ovaditvā –",
  "atk-s0305a2:138_2": "‘‘tumhepi, āvuso, tiṭṭhatha, mā dasabale pamādaṁ āpajjitthā’’ti bhikkhusaṅghampi nivattetvā attano parisāyeva saddhiṁ pakkāmi.",
  "atk-s0305a2:138_3": "Yepi manussā –",
  "atk-s0305a2:138_4": "‘‘pubbe ayyo paccāgamanacārikaṁ carati, idaṁ idāni gamanaṁ na puna paccāgamanāyā’’ti paridevantā anubandhiṁsuyeva. Tepi –",
  "atk-s0305a2:138_5": "‘‘appamattā, āvuso, hotha, evaṁbhāvino nāma saṅkhārā’’ti nivattesi.",
  "atk-s0305a2:139_0": "Atha kho āyasmā sāriputto sabbattha ekarattivāsena antarāmagge sattāhaṁ manussānaṁ saṅgahaṁ karonto sāyaṁ nālakagāmaṁ patvā gāmadvāre nigrodharukkhamūle aṭṭhāsi.",
  "atk-s0305a2:139_1": "Atha uparevato nāma therassa bhāgineyyo bahigāmaṁ gacchanto theraṁ disvā upasaṅkamitvā vanditvā aṭṭhāsi.",
  "atk-s0305a2:139_2": "Thero taṁ āha –",
  "atk-s0305a2:139_3": "‘‘atthi gehe te ayyikā’’ti.",
  "atk-s0305a2:139_4": "Āma bhanteti.",
  "atk-s0305a2:139_5": "Gaccha amhākaṁ idhāgatabhāvaṁ ārocehi.",
  "atk-s0305a2:139_6": "‘‘Kasmā āgato’’ti ca vutte –",
  "atk-s0305a2:139_7": "‘‘ajja kira ekadivasaṁ antogāme vasissati, jātovarakaṁ paṭijaggatha, pañcannañca kira bhikkhusatānaṁ vasanaṭṭhānaṁ jānāthā’’ti.",
  "atk-s0305a2:139_8": "So gantvā –",
  "atk-s0305a2:139_9": "‘‘ayyike mayhaṁ mātulo āgato’’ti āha.",
  "atk-s0305a2:139_10": "Idāni kuhinti?",
  "atk-s0305a2:139_11": "Gāmadvāreti.",
  "atk-s0305a2:139_12": "Ekakova, aññopi koci atthīti?",
  "atk-s0305a2:139_13": "Atthi pañcasatā bhikkhūti.",
  "atk-s0305a2:139_14": "Kiṁkāraṇā āgatoti?",
  "atk-s0305a2:139_15": "So taṁ pavattiṁ ārocesi.",
  "atk-s0305a2:139_16": "Brāhmaṇī –",
  "atk-s0305a2:139_17": "‘‘kiṁ nu kho ettakānaṁ vasanaṭṭhānaṁ paṭijaggāpeti , daharakāle pabbajitvā mahallakakāle gihī hotukāmo’’ti cintentī jātovarakaṁ paṭijaggāpetvā pañcasatānaṁ vasanaṭṭhānaṁ kāretvā daṇḍadīpikā jāletvā therassa pāhesi.",
  "atk-s0305a2:140_0": "Thero bhikkhūhi saddhiṁ pāsādaṁ āruyha jātovarakaṁ pavisitvā nisīdi, nisīditvā ‘‘tumhākaṁ vasanaṭṭhānaṁ gacchathā’’ti bhikkhū uyyojesi.",
  "atk-s0305a2:140_1": "Tesu gatamattesuyeva therassa kharo ābādho uppajji, lohitapakkhandikā māraṇantikā vedanā vattanti.",
  "atk-s0305a2:140_2": "Ekaṁ bhājanaṁ pavisati, ekaṁ nikkhamati.",
  "atk-s0305a2:140_3": "Brāhmaṇī –",
  "atk-s0305a2:140_4": "‘‘mama puttassa pavatti mayhaṁ na ruccatī’’ti attano vasanagabbhadvāraṁ nissāya aṭṭhāsi.",
  "atk-s0305a2:141_0": "Cattāro mahārājāno ‘‘dhammasenāpati kuhiṁ viharatī’’ti olokentā nālakagāme jātovarake parinibbānamañce nipanno, pacchimadassanaṁ gamissāmā’’ti āgamma vanditvā aṭṭhaṁsu.",
  "atk-s0305a2:141_1": "Ke tumheti?",
  "atk-s0305a2:141_2": "Mahārājāno bhanteti.",
  "atk-s0305a2:141_3": "Kasmā āgatatthāti?",
  "atk-s0305a2:141_4": "Gilānupaṭṭhākā bhavissāmāti.",
  "atk-s0305a2:141_5": "‘‘Hotu, atthi gilānupaṭṭhāko, gacchatha tumhe’’ti uyyojesi.",
  "atk-s0305a2:141_6": "Tesaṁ gatāvasāne teneva nayena sakko devānamindo.",
  "atk-s0305a2:141_7": "Tasmiṁ gate mahābrahmā ca āgamiṁsu.",
  "atk-s0305a2:141_8": "Tepi tatheva thero uyyojesi.",
  "atk-s0305a2:142_0": "Brāhmaṇī devatānaṁ āgamanañca gamanañca disvā ‘‘ke nu kho ete mama puttaṁ vanditvā gacchantī’’ti therassa gabbhadvāraṁ gantvā ‘‘tāta, cunda, kā pavattī’’ti pucchi.",
  "atk-s0305a2:142_1": "So taṁ pavattiṁ ācikkhitvā ‘‘mahāupāsikā, bhante, āgatā’’ti āha.",
  "atk-s0305a2:142_2": "Thero ‘‘kasmā avelāya āgatā’’ti pucchi.",
  "atk-s0305a2:142_3": "Sā ‘‘tuyhaṁ, tāta, dassanatthāyā’’ti vatvā ‘‘tāta, paṭhamaṁ ke āgatā’’ti pucchi.",
  "atk-s0305a2:142_4": "Cattāro mahārājāno upāsiketi.",
  "atk-s0305a2:142_5": "Tāta, tvaṁ catūhi mahārājehi mahantataroti?",
  "atk-s0305a2:142_6": "Ārāmikasadisā ete upāsike, amhākaṁ satthu paṭisandhiggahaṇato paṭṭhāya khaggahatthā hutvā ārakkhaṁ akaṁsūti.",
  "atk-s0305a2:142_7": "Tesaṁ tāta gatāvasāne ko āgatoti?",
  "atk-s0305a2:142_8": "Sakko devānamindoti.",
  "atk-s0305a2:142_9": "Devarājatopi tvaṁ tāta mahantataroti?",
  "atk-s0305a2:142_10": "Bhaṇḍaggāhakasāmaṇerasadiso esa upāsike, amhākaṁ satthu tāvatiṁsato otaraṇakāle pattacīvaraṁ gahetvā otiṇṇoti.",
  "atk-s0305a2:142_11": "Tassa tāta gatāvasāne jotayamāno viya ko āgatoti?",
  "atk-s0305a2:142_12": "Upāsike, tuyhaṁ bhagavā ca satthā ca mahābrahmā nāma esoti.",
  "atk-s0305a2:142_13": "Mayhaṁ bhagavato mahābrahmatopi tvaṁ, tāta, mahantataroti?",
  "atk-s0305a2:142_14": "Āma upāsike, ete nāma kira amhākaṁ satthu jātadivase cattāro mahābrahmāno mahāpurisaṁ suvaṇṇajālena paṭiggaṇhiṁsūti.",
  "atk-s0305a2:143_0": "Atha brāhmaṇiyā –",
  "atk-s0305a2:143_1": "‘‘puttassa tāva me ayaṁ ānubhāvo, kīdiso vata mayhaṁ puttassa bhagavato satthu ānubhāvo bhavissatī’’ti cintayantiyā sahasā pañcavaṇṇā pīti uppajjitvā sakalasarīraṁ phari. Thero –",
  "atk-s0305a2:143_2": "‘‘uppannaṁ me mātu pītisomanassaṁ, ayaṁ dāni kālo dhammadesanāyā’’ti cintetvā ‘‘kiṁ cintesi mahāupāsike’’ti āha.",
  "atk-s0305a2:143_3": "Sā ‘‘puttassa tāva me ayaṁ guṇo, satthu panassa kīdiso bhavissatīti idaṁ, tāta, cintemī’’ti āha.",
  "atk-s0305a2:143_4": "Mahāupāsike, mayhaṁ satthujātakkhaṇe mahābhinikkhamane sambodhiyaṁ dhammacakkappavattane ca dasasahassilokadhātu kampittha.",
  "atk-s0305a2:143_5": "Sīlena samādhinā paññāya vimuttiyā vimuttiñāṇadassanena samo nāma natthi, itipi so bhagavāti vitthāretvā buddhaguṇapaṭisaṁyuttaṁ dhammadesanaṁ kathesi.",
  "atk-s0305a2:144_0": "Brāhmaṇī piyaputtassa dhammadesanāpariyosāne sotāpattiphale patiṭṭhāya puttaṁ āha –",
  "atk-s0305a2:144_1": "‘‘tāta upatissa, kasmā evamakāsi, evarūpaṁ nāma amataṁ mayhaṁ ettakaṁ kālaṁ na adāsī’’ti. Thero –",
  "atk-s0305a2:144_2": "‘‘dinnaṁ dāni me mātu rūpasāriyā brāhmaṇiyā posāvanikamūlaṁ, ettakena vaṭṭissatī’’ti cintetvā –",
  "atk-s0305a2:144_3": "‘‘gaccha mahāupasike’’ti brāhmaṇiṁ uyyojetvā –",
  "atk-s0305a2:144_4": "‘‘cunda kā velā’’ti āha.",
  "atk-s0305a2:144_5": "Balavapaccūsakālo, bhanteti.",
  "atk-s0305a2:144_6": "Bhikkhusaṅghaṁ sannipātehīti.",
  "atk-s0305a2:144_7": "Sannipatito bhante bhikkhusaṅghoti.",
  "atk-s0305a2:144_8": "‘‘Maṁ ukkhipitvā nisīdāpehi cundā’’ti ukkhipitvā nisīdāpesi.",
  "atk-s0305a2:145_0": "Thero bhikkhū āmantesi –",
  "atk-s0305a2:145_1": "‘‘āvuso catucattālīsaṁ vo vassāni mayā saddhiṁ vicarantānaṁ yaṁ me kāyikaṁ vā vācasikaṁ vā na rocetha, taṁ khamatha āvuso’’ti.",
  "atk-s0305a2:145_2": "Ettakaṁ, bhante, amhākaṁ chāyā viya tumhe amuñcitvā vicarantānaṁ aruccanakaṁ nāma natthi, tumhe pana amhākaṁ khamathāti.",
  "atk-s0305a2:145_3": "Atha thero mahācīvaraṁ saṅkaḍḍhitvā mukhaṁ pidhāya dakkhiṇena passena nipanno satthā viya nava anupubbasamāpattiyo anulomapaṭilomato samāpajjitvā puna paṭhamajjhānaṁ ādiṁ katvā yāva catutthajjhānā samāpajji .",
  "atk-s0305a2:145_4": "Tato vuṭṭhāya anantaraṁyeva mahāpathaviṁ unnādento anupādisesāya nibbānadhātuyā parinibbāyi.",
  "atk-s0305a2:146_0": "Upāsikā –",
  "atk-s0305a2:146_1": "‘‘kiṁ nu kho me putto, na kiñci kathetī’’ti uṭṭhāya piṭṭhipāde parimajjantī parinibbutabhāvaṁ ñatvā mahāsaddaṁ kurumānā pādesu nipatitvā –",
  "atk-s0305a2:146_2": "‘‘tāta mayaṁ ito pubbe tava guṇaṁ na jānimhā, idāni pana taṁ ādiṁ katvā anekasate anekasahasse anekasatasahasse bhikkhū imasmiṁ nivesane nisīdāpetvā bhojetuṁ na labhimhā, cīvarehi acchādetuṁ na labhimhā, vihārasataṁ vihārasahassaṁ kāretuṁ na labhimhā’’ti yāva aruṇuggamanā paridevi .",
  "atk-s0305a2:146_3": "Aruṇe uggatamatteyeva suvaṇṇakāre pakkosāpetvā suvaṇṇagabbhaṁ vivarāpetvā suvaṇṇaghaṭiyo mahātulāya tulāpetvā –",
  "atk-s0305a2:146_4": "‘‘pañca kūṭāgārasatāni pañca agghikasatāni karothā’’ti dāpeti.",
  "atk-s0305a2:147_0": "Sakkopi devarājā vissakammadevaputtaṁ āmantetvā –",
  "atk-s0305a2:147_1": "‘‘tāta dhammasenāpati parinibbuto, pañca kūṭāgārasatāni pañca agghikasatāni ca māpehī’’ti āha.",
  "atk-s0305a2:147_2": "Iti upāsikāya kāritāni ca vissakammena nimmitāni ca sabbānipi dvesahassāni ahesuṁ.",
  "atk-s0305a2:147_3": "Tato nagaramajjhe sāramayaṁ mahāmaṇḍapaṁ kāretvā maṇḍapamajjhe mahākūṭāgāraṁ ṭhapetvā sesāni parivārasaṅkhepena ṭhapetvā sādhukīḷikaṁ ārabhiṁsu.",
  "atk-s0305a2:147_4": "Devānaṁ antare manussā, manussānaṁ antare devā ahesuṁ.",
  "atk-s0305a2:148_0": "Revatī nāma ekā therassa upaṭṭhāyikā –",
  "atk-s0305a2:148_1": "‘‘ahaṁ therassa pūjaṁ karissāmī’’ti suvaṇṇapupphānaṁ tayo kumbhe kāresi.",
  "atk-s0305a2:148_2": "‘‘Therassa pūjaṁ karissāmī’’ti sakko devarājā aḍḍhateyyakoṭināṭakehi parivārito otari.",
  "atk-s0305a2:148_3": "‘‘Sakko otaratī’’ti mahājano pacchāmukho paṭikkami.",
  "atk-s0305a2:148_4": "Tattha sāpi upāsikā paṭikkamamānā garubhārattā ekamantaṁ apasakkituṁ asakkontī manussānaṁ antare pati.",
  "atk-s0305a2:148_5": "Manussā apassantā taṁ madditvā agamiṁsu.",
  "atk-s0305a2:148_6": "Sā tattheva kālaṁ katvā tāvatiṁsabhavane kanakavimāne nibbatti.",
  "atk-s0305a2:148_7": "Nibbattakkhaṇeyevassā ratanakkhandho viya tigāvutappamāṇo attabhāvo ahosi saṭṭhisakaṭapūrappamāṇaalaṅkārapaṭimaṇḍitā accharāsahassaparivāritā.",
  "atk-s0305a2:148_8": "Athassā dibbaṁ sabbakāyikādāsaṁ purato ṭhapayiṁsu .",
  "atk-s0305a2:148_9": "Sā attano sirisampattiṁ disvā –",
  "atk-s0305a2:148_10": "‘‘uḷārā ayaṁ sampatti, kiṁ nu kho me kammaṁ kata’’nti cintayamānā addasa –",
  "atk-s0305a2:148_11": "‘‘mayā sāriputtattherassa parinibbutaṭṭhāne tīhi suvaṇṇapupphakumbhehi pūjā katā, mahājano maṁ madditvā gato, sāhaṁ tattha kālaṁ katvā idhūpapannā, theraṁ nissāya laddhaṁ idāni puññavipākaṁ manussānaṁ kathessāmī’’ti saha vimāneneva otari.",
  "atk-s0305a2:149_0": "Mahājano dūratova disvā –",
  "atk-s0305a2:149_1": "‘‘kiṁ nu kho dve sūriyā uṭṭhitā’’ti?",
  "atk-s0305a2:149_2": "Olokento –",
  "atk-s0305a2:149_3": "‘‘vimāne āgacchante kūṭāgārasaṇṭhānaṁ paññāyati, nāyaṁ sūriyo, vimānametaṁ eka’’nti āha.",
  "atk-s0305a2:149_4": "Tampi vimānaṁ tāvadeva āgantvā therassa dārucitakamatthake vehāsaṁ aṭṭhāsi.",
  "atk-s0305a2:149_5": "Devadhītā vimānaṁ ākāseyeva ṭhapetvā pathaviṁ otari.",
  "atk-s0305a2:149_6": "Mahājano –",
  "atk-s0305a2:149_7": "‘‘kā tvaṁ, ayye’’ti? Pucchi.",
  "atk-s0305a2:149_8": "‘‘Na maṁ tumhe jānātha, revatī nāmāhaṁ, tīhi suvaṇṇapupphakumbhehi theraṁ pūjaṁ katvā manussehi madditā kālaṁ katvā tāvatiṁsabhavane nibbattā, passatha me sirisampattiṁ, tumhepi dāni dānāni detha, puññāni karothā’’ti kusalakiriyāya vaṇṇaṁ kathetvā therassa citakaṁ padakkhiṇaṁ katvā vanditvā attano devaṭṭhānaṁyeva gatā.",
  "atk-s0305a2:150_0": "Mahājanopi sattāhaṁ sādhukīḷikaṁ kīḷitvā sabbagandhehi citakaṁ akāsi, citakā ekūnaratanasatikā ahosi.",
  "atk-s0305a2:150_1": "Therassa sarīraṁ citakaṁ āropetvā usīrakalāpakehi ālimpesuṁ.",
  "atk-s0305a2:150_2": "Āḷāhane sabbarattiṁ dhammassavanaṁ pavatti.",
  "atk-s0305a2:150_3": "Anuruddhatthero sabbagandhodakena therassa citakaṁ nibbāpesi.",
  "atk-s0305a2:150_4": "Cundatthero dhātuyo parissāvane pakkhipitvā –",
  "atk-s0305a2:150_5": "‘‘na dāni mayā idheva sakkā ṭhātuṁ, mayhaṁ jeṭṭhabhātikassa dhammasenāpatisāriputtattherassa parinibbutabhāvaṁ sammāsambuddhassa ārocessāmī’’ti dhātuparissāvanaṁ therassa ca pattacīvaraṁ gahetvā sāvatthiṁ agamāsi.",
  "atk-s0305a2:150_6": "Ekaṭṭhānepi ca dve rattiyo avasitvā sabbattha ekarattivāseneva sāvatthiṁ pāpuṇi.",
  "atk-s0305a2:150_7": "Tamatthaṁ dassetuṁ atha kho cundo samaṇuddesotiādi vuttaṁ.",
  "atk-s0305a2:151_0": "Tattha yenāyasmā ānandoti yena attano upajjhāyo dhammabhaṇḍāgāriko āyasmā ānando, tenupasaṅkami.",
  "atk-s0305a2:151_1": "Kasmā panesa ujukaṁ satthu santikaṁ agantvā therassa santikaṁ agamāsīti?",
  "atk-s0305a2:151_2": "Satthari ca there ca gāravena.",
  "atk-s0305a2:151_3": "Jetavanamahāvihāre pokkharaṇiyaṁ kirassa nhatvā paccuttaritvā sunivatthasupārutassa etadahosi –",
  "atk-s0305a2:151_4": "‘‘buddhā nāma mahāpāsāṇacchattaṁ viya garuno, phaṇakatasappa sīhabyagghamattavaravāraṇādayo viya ca durāsadā, na sakkā mayā ujukameva satthu santikaṁ gantvā kathetuṁ, kassa nu kho santikaṁ gantabba’’nti.",
  "atk-s0305a2:151_5": "Tato cintesi –",
  "atk-s0305a2:151_6": "‘‘upajjhāyo me dhammabhaṇḍāgāriko jeṭṭhabhātikattherassa uttamasahāyo, tassa santikaṁ gantvā taṁ ādāya satthārā saddhiṁ kathessāmī’’ti satthari ceva there ca gāravena upasaṅkami.",
  "atk-s0305a2:152_0": "Idamassa pattacīvaranti ‘‘ayamassa paribhogapatto, idaṁ dhātuparissāvana’’nti evaṁ ekekaṁ ācikkhi.",
  "atk-s0305a2:152_1": "Pāḷiyaṁ pana ‘‘idamassa pattacīvara’’nti ettakameva vuttaṁ.",
  "atk-s0305a2:152_2": "Kathāpābhatanti kathāmūlaṁ.",
  "atk-s0305a2:152_3": "Mūlañhi pābhatanti vuccati. Yathāha –",
  "atk-s0305a2:153_0": "‘‘Appakenapi medhāvī, pābhatena vicakkhaṇo;",
  "atk-s0305a2:154_0": "Samuṭṭhāpeti attānaṁ, aṇuṁ aggiṁva sandhama’’nti. (jā. 1.1.4);",
  "atk-s0305a2:155_0": "Bhagavantaṁdassanāyāti bhagavantaṁ dassanatthāya.",
  "atk-s0305a2:155_1": "Kiṁ paniminā bhagavā na diṭṭhapubboti?",
  "atk-s0305a2:155_2": "No na diṭṭhapubbo.",
  "atk-s0305a2:155_3": "Ayañhi āyasmā divā nava vāre, rattiṁ nava vāreti ekāhaṁ aṭṭhārasa vāre upaṭṭhānameva gacchati.",
  "atk-s0305a2:155_4": "Divasassa pana satavāraṁ vā sahassavāraṁ vā gantukāmo samānopi na akāraṇā gacchati, ekaṁ pañhadvāraṁ gahetvāva gacchati.",
  "atk-s0305a2:155_5": "So taṁdivasaṁ tena kathāpābhatena gantukāmo evamāha.",
  "atk-s0305a2:155_6": "Idamassa pattacīvaranti theropi –",
  "atk-s0305a2:155_7": "‘‘idaṁ tassa pattacīvaraṁ, idañca dhātuparissāvana’’nti pāṭiyekkaṁyeva dassetvā ācikkhi.",
  "atk-s0305a2:156_0": "Satthā hatthaṁ pasāretvā dhātuparissāvanaṁ gahetvā hatthatale ṭhapetvā bhikkhū āmantesi –",
  "atk-s0305a2:156_1": "‘‘yo so, bhikkhave, bhikkhu purimadivase anekāni pāṭihāriyasatāni katvā parinibbānaṁ anujānāpesi, tassa idāni imā saṅkhavaṇṇasannibhā dhātuyova paññāyanti, kappasatasahassādhikaṁ asaṅkhyeyyaṁ pūritapāramī esa, bhikkhave, bhikkhu, mayā pavattitaṁ dhammacakkaṁ anupavattako esa bhikkhu, paṭiladdhadutiyaāsano esa bhikkhu, pūritasāvakasannipāto esa bhikkhu, ṭhapetvā maṁ dasasu cakkavāḷasahassesu paññāya asadiso esa bhikkhu, mahāpañño esa bhikkhu, puthupañño hāsapañño javanapañño tikkhapañño nibbedhikapañño esa bhikkhu, appiccho esa bhikkhu, santuṭṭho pavivitto asaṁsaṭṭho āraddhavīriyo codako pāpagarahī esa bhikkhu, pañca jātisatāni paṭiladdhamahāsampattiyo pahāya pabbajito esa bhikkhu, mama sāsane pathavīsamakhantiko esa bhikkhu, chinnavisāṇausabhasadiso esa bhikkhu, caṇḍālaputtasadisanīcacitto esa bhikkhu.",
  "atk-s0305a2:156_2": "Passatha, bhikkhave, mahāpaññassa dhātuyo, passatha, bhikkhave, puthupaññassa hāsapaññassa javanapaññassa tikkhapaññassa nibbedhikapaññassa appicchassa santuṭṭhassa pavivittassa asaṁsaṭṭhassa āraddhavīriyassa , codakassa, passatha, bhikkhave, pāpagarahissa dhātuyoti.",
  "atk-s0305a2:157_0": "‘‘Yo pabbajī jātisatāni pañca,",
  "atk-s0305a2:158_0": "Pahāya kāmāni manoramāni;",
  "atk-s0305a2:159_0": "Taṁ vītarāgaṁ susamāhitindriyaṁ,",
  "atk-s0305a2:160_0": "Parinibbutaṁ vandatha sāriputtaṁ.",
  "atk-s0305a2:161_0": "‘‘Khantibalo pathavisamo na kuppati,",
  "atk-s0305a2:162_0": "Na cāpi cittassa vasena vattati;",
  "atk-s0305a2:163_0": "Anukampako kāruṇiko ca nibbuto,",
  "atk-s0305a2:164_0": "Parinibbutaṁ vandatha sāriputtaṁ.",
  "atk-s0305a2:165_0": "‘‘Caṇḍālaputto yathā nagaraṁ paviṭṭho,",
  "atk-s0305a2:166_0": "Nīcamano carati kaḷopihattho;",
  "atk-s0305a2:167_0": "Tathā ayaṁ viharati sāriputto,",
  "atk-s0305a2:168_0": "Parinibbutaṁ vandatha sāriputtaṁ.",
  "atk-s0305a2:169_0": "‘‘Usabho yathā chinnavisāṇako,",
  "atk-s0305a2:170_0": "Aheṭhayanto carati purantare vane;",
  "atk-s0305a2:171_0": "Tathā ayaṁ viharati sāriputto,",
  "atk-s0305a2:172_0": "Parinibbutaṁ vandatha sāriputta’’nti.",
  "atk-s0305a2:173_0": "Iti bhagavā pañcahi gāthāsatehi therassa vaṇṇaṁ kathesi.",
  "atk-s0305a2:173_1": "Yathā yathā bhagavā therassa vaṇṇaṁ kathesi, tathā tathā ānandatthero sandhāretuṁ na sakkoti, biḷāramukhe pakkhantakukkuṭo viya pavedhati.",
  "atk-s0305a2:173_2": "Tenāha apica me, bhante, madhurakajāto viya kāyoti sabbaṁ vitthāretabbaṁ.",
  "atk-s0305a2:173_3": "Tattha madhurakajātotiādīnaṁ attho vuttoyeva.",
  "atk-s0305a2:173_4": "Idha pana dhammāti uddesaparipucchādhammā adhippetā.",
  "atk-s0305a2:173_5": "Tassa hi uddesaparipucchādhamme agahite vā gahetuṁ, gahite vā sajjhāyaṁ kātuṁ cittaṁ na pavattati.",
  "atk-s0305a2:173_6": "Atha satthā pañcapasādavicitrāni akkhīni ummīletvā theraṁ olokento ‘‘assāsessāmi na’’nti assāsento kiṁ nu kho te, ānanda, sāriputtotiādimāha.",
  "atk-s0305a2:174_0": "Tattha sīlakkhandhanti lokiyalokuttarasīlaṁ.",
  "atk-s0305a2:174_1": "Samādhipaññāsupi eseva nayo.",
  "atk-s0305a2:174_2": "Vimutti pana lokuttarāva.",
  "atk-s0305a2:174_3": "Vimuttiñāṇadassanaṁ paccavekkhaṇañāṇaṁ, taṁ lokiyameva.",
  "atk-s0305a2:174_4": "Ovādakoti ovādadāyako.",
  "atk-s0305a2:174_5": "Otiṇṇoti otiṇṇesu vatthūsu nānappakārena otaraṇasīlo.",
  "atk-s0305a2:174_6": "Viññāpakoti dhammakathākāle atthañca kāraṇañca viññāpetā.",
  "atk-s0305a2:174_7": "Sandassakoti khandhadhātuāyatanavasena tesaṁ tesaṁ dhammānaṁ dassetā.",
  "atk-s0305a2:174_8": "Samādapakoti ‘‘idañcidañca gaṇhathā’’ti evaṁ gaṇhāpako.",
  "atk-s0305a2:174_9": "Samuttejakoti abbhussāhako.",
  "atk-s0305a2:174_10": "Sampahaṁsakoti paṭiladdhaguṇehi modāpako jotāpako.",
  "atk-s0305a2:175_0": "Akilāsu dhammadesanāyāti dhammadesanaṁ ārabhitvā ‘‘sīsaṁ vā me rujjati, hadayaṁ vā kucchi vā piṭṭhi vā’’ti evaṁ osakkanākāravirahito nikkilāsu visārado ekassāpi dvinnampi sīhavegeneva pakkhandati.",
  "atk-s0305a2:175_1": "Anuggāhako sabrahmacārīnanti padassa attho khandhakavagge vitthāritova.",
  "atk-s0305a2:175_2": "Dhammojaṁ dhammabhoganti ubhayenapi dhammaparibhogova kathito.",
  "atk-s0305a2:175_3": "Dhammānuggahanti dhammena anuggahaṇaṁ.",
  "atk-s0305a2:176_0": "Satthā ‘‘ativiya ayaṁ bhikkhu kilamatī’’ti puna taṁ assāsento nanu taṁ, ānanda, mayātiādimāha.",
  "atk-s0305a2:176_1": "Tattha piyehi manāpehīti mātāpitābhātābhaginīādikehi jātiyā nānābhāvo, maraṇena vinābhāvo, bhavena aññathābhāvo.",
  "atk-s0305a2:176_2": "Taṁ kutettha, ānanda, labbhāti tanti tasmā.",
  "atk-s0305a2:176_3": "Yasmā sabbehi piyehi manāpehi nānābhāvo, tasmā dasa pāramiyo pūretvāpi sambodhiṁ patvāpi dhammacakkaṁ pavattetvāpi yamakapāṭihāriyaṁ dassetvāpi devorohanaṁ katvāpi yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ tathāgatassāpi sarīraṁ mā palujjīti netaṁ ṭhānaṁ vijjati, rodantenapi kandantenapi na sakkā taṁ kāraṇaṁ laddhunti.",
  "atk-s0305a2:176_4": "So palujjeyyāti so bhijjeyya.",
  "atk-s0305a2:177_0": "Evameva khoti ettha yojanasatubbedho mahājamburukkho viya bhikkhusaṅgho tassa dakkhiṇadisaṁ gato paññāsayojaniko mahākhandho viya dhammasenāpati.",
  "atk-s0305a2:177_1": "Tasmiṁ mahākhandhe bhinne tato paṭṭhāya anupubbena vaḍḍhitvā pupphaphalādīhi taṁ ṭhānaṁ pūretuṁ samatthassa aññassa khandhassa abhāvo viya there parinibbute soḷasannaṁ paññānaṁ matthakaṁ pattassa aññassa dakkhiṇāsane nisīdanasamatthassa sāriputtasadisassa bhikkhuno abhāvo.",
  "atk-s0305a2:177_2": "Tāya paribhinnāya so rukkho viya bhikkhusaṅgho khandhotveva jātoti veditabbo.",
  "atk-s0305a2:177_3": "Tasmāti yasmā sabbaṁ saṅkhataṁ palokadhammaṁ, taṁ mā palujjīti na sakkā laddhuṁ, tasmā.",
  "atk-s0305a2:178_0": "4-5. Ukkacelasuttādivaṇṇanā",
  "atk-s0305a2:179_0": "380-381.",
  "atk-s0305a2:179_1": "Catutthe aciraparinibbutesu sāriputtamoggallānesūti naciraparinibbutesu dvīsu aggasāvakesu.",
  "atk-s0305a2:179_2": "Tesañhi dhammasenāpati kattikamāsapuṇṇamāya parinibbuto, mahāmoggallāno tato aḍḍhamāsaṁ atikkamma amāvasuposathe.",
  "atk-s0305a2:179_3": "Satthā dvīsu aggasāvakesu parinibbutesu mahābhikkhusaṅghaparivāro mahāmaṇḍale cārikaṁ caramāno anupubbena ukkacelanagaraṁ patvā tattha piṇḍāya caritvā gaṅgāpiṭṭhe rajatapaṭṭavaṇṇavālikāpuline vihāsi.",
  "atk-s0305a2:179_4": "Tena vuttaṁ ‘‘aciraparinibbutesu sāriputtamoggallānesū’’ti.",
  "atk-s0305a2:179_5": "Ye mahantatarā khandhā te palujjeyyunti idhāpi yojanasatubbedho mahājamburukkho viya bhikkhusaṅgho, tassa dakkhiṇato ca uttarato ca gatā paṇṇāsayojanikā dve mahākhandhā viya dve aggasāvakāti.",
  "atk-s0305a2:179_6": "Sesaṁ purimanayeneva yojetabbaṁ.",
  "atk-s0305a2:179_7": "Pañcame diṭṭhīti kammassakadiṭṭhi.",
  "atk-s0305a2:180_0": "6. Uttiyasuttavaṇṇanā",
  "atk-s0305a2:181_0": "382. Chaṭṭhe maccudheyyassa pāranti tebhūmakavaṭṭassa pārabhūtaṁ, nibbānaṁ.",
  "atk-s0305a2:182_0": "8. Brahmasuttavaṇṇanā",
  "atk-s0305a2:183_0": "384.",
  "atk-s0305a2:183_1": "Aṭṭhame kāye vā bhikkhūti tasmiṁ kāle bhikkhuyeva natthi, evaṁ santepi yo satipaṭṭhāne bhāveti, so kilesabhindanena bhikkhuyevāti dassento evamāha.",
  "atk-s0305a2:183_2": "Ekāyananti ekamaggaṁ.",
  "atk-s0305a2:183_3": "Jātikkhayantadassīti jātiyā khayoti ca antoti ca nibbānaṁ, taṁ passatīti attho.",
  "atk-s0305a2:183_4": "Maggaṁ pajānātīti ekāyanasaṅkhātaṁ ekamaggabhūtaṁ maggaṁ pajānāti.",
  "atk-s0305a2:183_5": "Ekāyanamaggo vuccati pubbabhāgasatipaṭṭhānamaggo, taṁ pajānātīti attho.",
  "atk-s0305a2:184_0": "9. Sedakasuttavaṇṇanā",
  "atk-s0305a2:185_0": "385.",
  "atk-s0305a2:185_1": "Navame sumbhesūti evaṁnāmake janapade.",
  "atk-s0305a2:185_2": "Medakathālikāti evaṁ itthiliṅgavasena laddhanāmaṁ.",
  "atk-s0305a2:185_3": "Mamaṁ rakkha, ahaṁ taṁ rakkhissāmīti ettha ayaṁ tassa laddhi –",
  "atk-s0305a2:185_4": "ācariyo ukkhittavaṁsaṁ suggahitaṁ agaṇhanto, antevāsikena pakkhantapakkhantadisaṁ agacchanto, sabbakālañca vaṁsaggaṁ anullokento antevāsikaṁ na rakkhati nāma, evaṁ arakkhito antevāsiko patitvā cuṇṇavicuṇṇaṁ hoti.",
  "atk-s0305a2:185_5": "Vaṁsaṁ pana suggahitaṁ gaṇhanto, tena pakkhantapakkhantadisaṁ gacchanto, sabbakālañca vaṁsaggaṁ ullokento taṁ rakkhati nāma.",
  "atk-s0305a2:185_6": "Antevāsikopi ito cito ca pakkhanditvā migo viya kīḷanto ācariyaṁ na rakkhati nāma.",
  "atk-s0305a2:185_7": "Evañhi sati tikhiṇavaṁsakoṭi ācariyassa galavāṭake vā nalāṭe vā ṭhapitā ṭhitaṭṭhānaṁ bhinditvā gaccheyya.",
  "atk-s0305a2:185_8": "Ācārasampannatāya pana yato vaṁso namati, tato anāmento taṁ ākaḍḍhento viya ekatobhāgiyaṁ katvā vātūpathambhaṁ gāhāpetvā satiṁ sūpaṭṭhitaṁ katvā niccalova nisīdanto ācariyaṁ rakkhati nāmāti.",
  "atk-s0305a2:186_0": "Tvaṁ ācariya attānaṁ rakkha, ahaṁ attānaṁ rakkhissāmīti ettha ayamadhippāyo –",
  "atk-s0305a2:186_1": "ācariyo vaṁsaṁ suggahitaṁ gaṇhanto, antevāsikena pakkhantapakkhantadisaṁgacchanto , sabbakālañca vaṁsaggaṁ ullokento, attānameva rakkhati, na antevāsikaṁ.",
  "atk-s0305a2:186_2": "Antevāsikopi kāyampi ekatobhāgiyaṁ katvā vātūpathambhaṁ gāhāpetvā satiṁ sūpaṭṭhitaṁ katvā niccalova nisīdamāno attānaṁyeva rakkhati nāma, na ācariyaṁ.",
  "atk-s0305a2:187_0": "So tattha ñāyoti yaṁ medakathālikā āha.",
  "atk-s0305a2:187_1": "So tattha ñāyo, so upāyo, taṁ kāraṇanti attho.",
  "atk-s0305a2:187_2": "Satipaṭṭhānaṁsevitabbanti catubbidhaṁ satipaṭṭhānaṁ sevitabbaṁ.",
  "atk-s0305a2:187_3": "Āsevanāyāti kammaṭṭhānāsevanāya.",
  "atk-s0305a2:187_4": "Evaṁ kho, bhikkhave, attānaṁ rakkhanto paraṁ rakkhatīti yo bhikkhu kammārāmatādīni pahāya rattiṭṭhānadivāṭṭhānesu mūlakammaṭṭhānaṁ āsevanto bhāvento arahattaṁ pāpuṇāti, atha naṁ paro disvā –",
  "atk-s0305a2:187_5": "‘‘bhaddako vatāyaṁ, bhikkhu, sammāpaṭipanno’’ti tasmiṁ cittaṁ pasādetvā saggaparāyaṇo hoti.",
  "atk-s0305a2:187_6": "Ayaṁ attānaṁ rakkhanto paraṁ rakkhati nāma.",
  "atk-s0305a2:188_0": "Khantiyāti adhivāsanakhantiyā.",
  "atk-s0305a2:188_1": "Avihiṁsāyāti sapubbabhāgāya karuṇāya.",
  "atk-s0305a2:188_2": "Mettacittatāyāti sapubbabhāgāya mettāya.",
  "atk-s0305a2:188_3": "Anudayatāyāti anuvaḍḍhiyā, sapubbabhāgāya muditāyāti attho.",
  "atk-s0305a2:188_4": "Paraṁ rakkhanto attānaṁ rakkhatīti ettha yo bhikkhu rattiṭṭhānadivāṭṭhānaṁ gato tīsu brahmavihāresu tikacatukkajjhānāni nibbattetvā jhānaṁ pādakaṁ katvā saṅkhāre sammasanto vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇāti.",
  "atk-s0305a2:188_5": "Ayaṁ paraṁ rakkhanto attānaṁ rakkhati nāmāti veditabbo.",
  "atk-s0305a2:189_0": "10. Janapadakalyāṇīsuttavaṇṇanā",
  "atk-s0305a2:190_0": "386.",
  "atk-s0305a2:190_1": "Dasame janapadakalyāṇīti janapadamhi kalyāṇī uttamā chasarīradosarahitā pañcakalyāṇasamannāgatā.",
  "atk-s0305a2:190_2": "Sā hi yasmā nātidīghā nātirassā, nātikisā nātithūlā, nātikāḷā nāccodātā, atikkantā, mānusavaṇṇaṁ appattā dibbavaṇṇaṁ, tasmā chasarīradosarahitā.",
  "atk-s0305a2:190_3": "Chavikalyāṇaṁ, maṁsakalyāṇaṁ, nhārukalyāṇaṁ, aṭṭhikalyāṇaṁ, vayakalyāṇanti imehi pana kalyāṇehi samannāgatattā pañcakalyāṇehi samannāgatā nāma.",
  "atk-s0305a2:190_4": "Tassā hi āgantukobhāsakiccaṁ natthi, attano sarīrobhāseneva dvādasahatthaṭṭhāne ālokaṁ karoti, piyaṅgusāmā vā hoti, suvaṇṇasāmā vā, ayamassā chavikalyāṇatā.",
  "atk-s0305a2:190_5": "Cattāro panassā hatthapādā mukhapariyosānañca lākhārasaparikammakataṁ viya rattapavāḷarattakambalasadisaṁ hoti, ayamassā maṁsakalyāṇatā.",
  "atk-s0305a2:190_6": "Vīsati pana nakhapattāni maṁsato amuttaṭṭhāne lākhārasapūritāni viya, muttaṭṭhāne khīradhārāsadisāni, honti ayamassā nhārukalyāṇakatā.",
  "atk-s0305a2:190_7": "Dvattiṁsa dantā suphusitā sudhotavajirapanti viya khāyanti, ayamassā aṭṭhikalyāṇatā.",
  "atk-s0305a2:190_8": "Vīsativassasatikāpi pana samānā soḷasavassuddesikā viya hoti nippalitā, ayamassā vayakalyāṇatā.",
  "atk-s0305a2:191_0": "Paramapāsāvinīti ettha pasavanaṁ pasāvo, pavattīti attho.",
  "atk-s0305a2:191_1": "Pasāvo eva pāsāvo.",
  "atk-s0305a2:191_2": "Paramo pāsāvo paramapāsāvo, so assā atthīti paramapāsāvinī.",
  "atk-s0305a2:191_3": "Nacce ca gīte ca uttamapavatti seṭṭhakiriyā, uttamameva naccaṁ naccati, gītaṁ vā gāyatīti vuttaṁ hoti.",
  "atk-s0305a2:191_4": "Sesaṁ sabbattha uttānatthameva.",
  "atk-s0305a2:191_5": "Imesu pana dvīsu suttesu pubbabhāgavipassanāva kathitāti.",
  "atk-s0305a2:192_0": "Nālandavaggo dutiyo.",
  "atk-s0305a2:193_0": "3. Sīlaṭṭhitivaggo",
  "atk-s0305a2:194_0": "1-2. Sīlasuttādivaṇṇanā",
  "atk-s0305a2:195_0": "387-388.",
  "atk-s0305a2:195_1": "Tatiyavaggassa paṭhame sīlānīti catupārisuddhisīlāni.",
  "atk-s0305a2:195_2": "Dutiye ummaṅgoti pañhamaggo pañhagavesanaṁ.",
  "atk-s0305a2:196_0": "3-5. Parihānasuttādivaṇṇanā",
  "atk-s0305a2:197_0": "389-391.",
  "atk-s0305a2:197_1": "Tatiye parihānaṁ hotīti puggalavasena parihānaṁ hoti.",
  "atk-s0305a2:197_2": "Yo hi buddhesu dharantesupi cattāro satipaṭṭhāne na bhāveti, tassa saddhammo antarahito nāma hoti devadattādīnaṁ viya.",
  "atk-s0305a2:197_3": "Iti imasmiṁ sutte tassa puggalasseva dhammantaradhānaṁ kathitaṁ.",
  "atk-s0305a2:197_4": "Catutthapañcamesu sabbaṁ uttānameva.",
  "atk-s0305a2:198_0": "6. Padesasuttavaṇṇanā",
  "atk-s0305a2:199_0": "392.",
  "atk-s0305a2:199_1": "Chaṭṭhe padesaṁ bhāvitattāti padesato bhāvitattā.",
  "atk-s0305a2:199_2": "Cattāro hi magge tīṇi ca phalāni nibbattentena satipaṭṭhānā padesaṁ bhāvitā nāma honti.",
  "atk-s0305a2:200_0": "7. Samattasuttavaṇṇanā",
  "atk-s0305a2:201_0": "393.",
  "atk-s0305a2:201_1": "Sattame samattaṁ bhāvitattāti samattā bhāvitattā.",
  "atk-s0305a2:201_2": "Arahattaphalaṁ uppādentena hi satipaṭṭhānā samattaṁ bhāvitā nāma honti.",
  "atk-s0305a2:202_0": "8-10. Lokasuttādivaṇṇanā",
  "atk-s0305a2:203_0": "394-396.",
  "atk-s0305a2:203_1": "Aṭṭhame mahābhiññatanti channaṁ abhiññānaṁ vasena vuttaṁ.",
  "atk-s0305a2:203_2": "Sahassaṁ lokaṁ abhijānāmīti satatavihāravaseneva vuttaṁ.",
  "atk-s0305a2:203_3": "Thero kira pātova uṭṭhāya mukhaṁ dhovitvā senāsane nisinno atīte kappasahassaṁ, anāgate kappasahassaṁ anussarati, paccuppannepi sahassaṁ cakkavāḷānaṁ tassāvajjanassa gatiṁ anubandhati.",
  "atk-s0305a2:203_4": "Iti so dibbena cakkhunā sahassaṁ lokaṁ abhijānāti, ayamassa satatavihāro.",
  "atk-s0305a2:203_5": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0305a2:204_0": "Sīlaṭṭhitivaggo tatiyo.",
  "atk-s0305a2:205_0": "4. Ananussutavaggavaṇṇanā",
  "atk-s0305a2:206_0": "401-406.",
  "atk-s0305a2:206_1": "Catutthavaggassa pañcame viditā vedanāti yā vedanā sammasitvā arahattaṁ patto tāvassa viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti nāma.",
  "atk-s0305a2:206_2": "Yā ca pana pariggahitesu vatthārammaṇesu pavattā vedanā, tāpi viditā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṁ gacchanti nāma.",
  "atk-s0305a2:206_3": "Vitakkādīsupi eseva nayo.",
  "atk-s0305a2:206_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0305a2:207_0": "Ananussutavaggo catuttho.",
  "atk-s0305a2:208_0": "5. Amatavaggo",
  "atk-s0305a2:209_0": "2. Samudayasuttavaṇṇanā",
  "atk-s0305a2:210_0": "408.",
  "atk-s0305a2:210_1": "Pañcamavaggassa dutiye āhārasamudayā kāyassa samudayoti āhārasamudayena kāyasamudayo.",
  "atk-s0305a2:210_2": "Eseva nayo sesesu.",
  "atk-s0305a2:210_3": "Manasikārasamudayāti ettha pana yonisomanasikārasamudayā bojjhaṅgadhammānaṁ samudayo, ayonisomanasikārasamudayā nīvaraṇadhammānaṁ.",
  "atk-s0305a2:210_4": "Iti imasmiṁ sutte sārammaṇasatipaṭṭhānā kathitā.",
  "atk-s0305a2:211_0": "4. Satisuttavaṇṇanā",
  "atk-s0305a2:212_0": "410. Catutthaṁ suddhikaṁ katvā samudaye kathite bujjhanakānaṁ ajjhāsayena vuttaṁ.",
  "atk-s0305a2:213_0": "6. Pātimokkhasaṁvarasuttavaṇṇanā",
  "atk-s0305a2:214_0": "412.",
  "atk-s0305a2:214_1": "Chaṭṭhe pātimokkhasaṁvarasaṁvutoti catunnaṁ sīlānaṁ jeṭṭhakasīlaṁ dassento evamāha.",
  "atk-s0305a2:214_2": "Tipiṭakacūḷanāgatthero panāha –",
  "atk-s0305a2:214_3": "‘‘pātimokkhasaṁvarova sīlaṁ, itarāni tīṇi sīlanti vuttaṭṭhānaṁ nāma natthī’’ti.",
  "atk-s0305a2:214_4": "Vatvā taṁ anujānanto āha –",
  "atk-s0305a2:214_5": "‘‘indriyasaṁvaro nāma chadvārarakkhaṇamattameva, ājīvapārisuddhi dhammeneva samena paccayuppattimattakaṁ, paccayasannissitaṁ paṭiladdhapaccaye idamatthanti paccavekkhitvā paribhuñjanamattakaṁ.",
  "atk-s0305a2:214_6": "Nippariyāyena pātimokkhasaṁvarova sīlaṁ.",
  "atk-s0305a2:214_7": "Yassa so bhinno, ayaṁ chinnasīso viya puriso hatthapāde, sesāni rakkhissatīti na vattabbo.",
  "atk-s0305a2:214_8": "Yassa pana so arogo, ayaṁ acchinnasīso viya puriso jīvitaṁ, sesāni puna pākatikāni katvā rakkhitumpi sakkotī’’ti.",
  "atk-s0305a2:214_9": "Tasmā pātimokkhasaṁvarova sīlaṁ, tena pātimokkhasaṁvarena saṁvutoti pātimokkhasaṁvarasaṁvuto, upeto samannāgatoti attho.",
  "atk-s0305a2:215_0": "Ācāragocarasampannoti ācārena ca gocarena ca sampanno.",
  "atk-s0305a2:215_1": "Aṇumattesūti appamattakesu.",
  "atk-s0305a2:215_2": "Vajjesūti akusaladhammesu.",
  "atk-s0305a2:215_3": "Bhayadassāvīti bhayadassī.",
  "atk-s0305a2:215_4": "Samādāyāti sammā ādiyitvā.",
  "atk-s0305a2:215_5": "Sikkhassu sikkhāpadesūti sikkhāpadesu taṁ taṁ sikkhāpadaṁ samādiyitvā sikkha, yaṁ yaṁ pana kiñci sikkhāpadesu sikkhākoṭṭhāsesu sikkhitabbaṁ kāyikaṁ vā vācasikaṁ vā, taṁ taṁ sabbaṁ sammā ādāya sikkhassūti ayamettha saṅkhepattho.",
  "atk-s0305a2:215_6": "Vitthāro pana visuddhimagge (visuddhi.",
  "atk-s0305a2:215_7": "1.14) vutto.",
  "atk-s0305a2:215_8": "Iti imasmiṁ sutte pātimokkhasaṁvarasīlameva kathitaṁ.",
  "atk-s0305a2:216_0": "7. Duccaritasuttavaṇṇanā",
  "atk-s0305a2:217_0": "413.",
  "atk-s0305a2:217_1": "Sattame kāyasucaritavacīsucaritāni pātimokkhasaṁvarasīlaṁ, manosucaritaṁ itarāni tīṇi sīlānīti catupārisuddhisīlaṁ kathitaṁ hoti.",
  "atk-s0305a2:217_2": "Iminā nayena pañcasattanavadasasu kusalakammapathesu pacchimāpi tayo sīlaṁ hotīti veditabbā.",
  "atk-s0305a2:217_3": "Sesaṁ uttānamevāti.",
  "atk-s0305a2:217_4": "Chaṭṭhasattamesu heṭṭhā vuttanayeneva attho veditabbo.",
  "atk-s0305a2:218_0": "Amatavaggo pañcamo.",
  "atk-s0305a2:219_0": "Satipaṭṭhānasaṁyuttavaṇṇanā niṭṭhitā."
}