{
  "atk-vin02a21:0_0": "2. Uposathakkhandhakaṁ",
  "atk-vin02a21:1_0": "Sannipātānujānanādikathā",
  "atk-vin02a21:2_0": "132.",
  "atk-vin02a21:2_1": "Uposathakkhandhake –",
  "atk-vin02a21:2_2": "aññatitthiyāti ettha titthaṁ vuccati laddhi;",
  "atk-vin02a21:2_3": "aññaṁ titthaṁ aññatitthaṁ;",
  "atk-vin02a21:2_4": "aññatitthaṁ etesaṁ atthīti aññatitthiyā;",
  "atk-vin02a21:2_5": "ito aññaladdhikāti vuttaṁ hoti.",
  "atk-vin02a21:2_6": "Dhammaṁ bhāsantīti yaṁ tesaṁ kattabbākattabbaṁ, taṁ kathenti.",
  "atk-vin02a21:2_7": "Te labhantīti te manussā labhanti.",
  "atk-vin02a21:2_8": "Mūgasūkarāti thūlasarīrasūkarā.",
  "atk-vin02a21:3_0": "135.Anajjhāpanno vā hoti āpajjitvā vā vuṭṭhitoti ettha yaṁ āpattiṁ bhikkhu anajjhāpanno vā hoti, āpajjitvā vā vuṭṭhito, ayaṁ asantī nāma āpattīti evamattho veditabbo.",
  "atk-vin02a21:3_1": "Sampajānamusāvāde kiṁ hotīti yvāyaṁ sampajānamusāvādo assa hotīti vutto, so āpattito kiṁ hoti, katarā āpatti hotīti attho.",
  "atk-vin02a21:3_2": "Dukkaṭaṁ hotīti dukkaṭāpatti hoti;",
  "atk-vin02a21:3_3": "sā ca kho na musāvādalakkhaṇena;",
  "atk-vin02a21:3_4": "bhagavato pana vacanena vacīdvāre akiriyasamuṭṭhānā āpatti hotīti veditabbā.",
  "atk-vin02a21:3_5": "Vakkhati hi –",
  "atk-vin02a21:4_0": "‘‘Anālapanto manujena kenaci,",
  "atk-vin02a21:5_0": "Vācāgiraṁ no ca pare bhaṇeyya;",
  "atk-vin02a21:6_0": "Āpajjeyya vācasikaṁ na kāyikaṁ,",
  "atk-vin02a21:7_0": "Pañhā mesā kusalehi cintitā’’ti. (pari. 479);",
  "atk-vin02a21:8_0": "Antarāyikoti antarāyakaro.",
  "atk-vin02a21:8_1": "Kissa phāsu hotīti kimatthāya phāsu hoti.",
  "atk-vin02a21:8_2": "Paṭhamassa jhānassa adhigamāyāti paṭhamassa jhānassa adhigamanatthāya tassa bhikkhuno phāsu hoti sukhaṁ hoti.",
  "atk-vin02a21:8_3": "Esa nayo sabbattha.",
  "atk-vin02a21:8_4": "Iti bhagavā uddesato ca niddesato ca paṭhamaṁ pātimokkhuddesaṁ dassesi.",
  "atk-vin02a21:9_0": "136.Devasikanti divase divase.",
  "atk-vin02a21:9_1": "Cātuddase vā pannarase vāti ekassa utuno tatiye ca sattame ca pakkhe dvikkhattuṁ cātuddase avasese chakkhattuṁ pannarase;",
  "atk-vin02a21:9_2": "ayaṁ tāva eko attho.",
  "atk-vin02a21:9_3": "Ayaṁ pana pakaticārittavasena vutto ‘‘sakiṁ pakkhassa cātuddase vā pannarase vā’’ti vacanato pana tathārūpe paccaye sati yasmiṁ tasmiṁ cātuddase vā pannarase vā uddisituṁ vaṭṭati, āvāsikānaṁ bhikkhūnaṁ cātuddaso hoti, āgantukānaṁ pannaraso.",
  "atk-vin02a21:9_4": "Sace āvāsikā bahutarā honti, āgantukehi āvāsikānaṁ anuvattitabba’’nti vacanatopi cetaṁ veditabbaṁ.",
  "atk-vin02a21:10_0": "Sīmānujānanakathā",
  "atk-vin02a21:11_0": "138.Paṭhamaṁ nimittā kittetabbāti vinayadharena pucchitabbaṁ ‘‘puratthimāya disāya kiṁ nimitta’’nti?",
  "atk-vin02a21:11_1": "Pabbato bhanteti.",
  "atk-vin02a21:11_2": "Puna vinayadharena ‘‘eso pabbato nimitta’’nti evaṁ nimittaṁ kittetabbaṁ.",
  "atk-vin02a21:11_3": "‘‘Etaṁ pabbataṁ nimittaṁ karoma, karissāma, nimittaṁ kato, nimittaṁ hotu, hoti bhavissatī’’ti evaṁ pana kittetuṁ na vaṭṭati.",
  "atk-vin02a21:11_4": "Pāsāṇādīsupi eseva nayo.",
  "atk-vin02a21:11_5": "Puratthimāya anudisāya, dakkhiṇāya disāya, dakkhiṇāya anudisāya, pacchimāya disāya, pacchimāya anudisāya, uttarāya disāya, uttarāya anudisāya, kiṁ nimittaṁ?",
  "atk-vin02a21:11_6": "Udakaṁ bhante.",
  "atk-vin02a21:11_7": "Etaṁ udakaṁ nimittanti ettha pana aṭṭhatvā puna puratthimāya disāya kiṁ nimittaṁ.",
  "atk-vin02a21:11_8": "Pabbato bhante.",
  "atk-vin02a21:11_9": "Eso pabbato nimittanti evaṁ paṭhamaṁ kittitanimittaṁ kittetvāva ṭhapetabbaṁ.",
  "atk-vin02a21:11_10": "Evañhi nimittena nimittaṁ ghaṭitaṁ hoti.",
  "atk-vin02a21:11_11": "Evaṁ nimittāni kittetvā athānantaraṁ vuttāya kammavācāya sīmā sammannitabbā.",
  "atk-vin02a21:11_12": "Kammavācāpariyosāne nimittānaṁ anto sīmā hoti, nimittāni sīmato bahi honti.",
  "atk-vin02a21:11_13": "Tattha nimittāni sakiṁ kittitānipi kittitāneva honti.",
  "atk-vin02a21:11_14": "Andhakaṭṭhakathāyaṁ pana tikkhattuṁ sīmamaṇḍalaṁ sambandhantena nimittaṁ kittetabbanti vuttaṁ.",
  "atk-vin02a21:11_15": "‘‘Pabbato bhanteti…pe…",
  "atk-vin02a21:11_16": "udakaṁ bhante’’ti evaṁ pana upasampanno vā ācikkhatu anupasampanno vā vaṭṭatiyeva.",
  "atk-vin02a21:12_0": "Idāni pabbatanimittādīsu evaṁ vinicchayo veditabbo –",
  "atk-vin02a21:12_1": "tividho pabbato, suddhapaṁsupabbato, suddhapāsāṇapabbato, ubhayamissakoti.",
  "atk-vin02a21:12_2": "So tividhopi vaṭṭati.",
  "atk-vin02a21:12_3": "Vālikarāsi pana na vaṭṭati.",
  "atk-vin02a21:12_4": "Itaropi hatthippamāṇato omakataro na vaṭṭati.",
  "atk-vin02a21:12_5": "Hatthippamāṇato pana paṭṭhāya sineruppamāṇopi vaṭṭati.",
  "atk-vin02a21:12_6": "Sace catūsu disāsu cattāro tīsu vā tayo pabbatā honti, catūhi vā tīhi vā pabbatanimittehi eva sammannituṁ vaṭṭati.",
  "atk-vin02a21:12_7": "Dvīhi pana nimittehi ekena vā sammannituṁ na vaṭṭati.",
  "atk-vin02a21:12_8": "Ito paresu pāsāṇanimittādīsupi eseva nayo.",
  "atk-vin02a21:12_9": "Tasmā pabbatanimittaṁ karontena pucchitabbaṁ ‘‘ekābaddho na ekābaddho’’ti.",
  "atk-vin02a21:12_10": "Sace ekābaddho hoti, na kātabbo.",
  "atk-vin02a21:12_11": "Tañhi catūsu vā aṭṭhasu vā disāsu kittentenāpi ekameva nimittaṁ kittitaṁ hoti, tasmā yo evaṁ cakkasaṇṭhānena vihāraṁ parikkhipitvā ṭhito pabbato, taṁ ekadisāya kittetvā aññāsu disāsu taṁ bahiddhā katvā anto aññāni nimittāni kittetabbāni.",
  "atk-vin02a21:13_0": "Sace pabbatassa tatiyabhāgaṁ vā upaḍḍhaṁ vā antosīmāya kattukāmā honti, pabbataṁ akittetvā yattakaṁ padesaṁ anto kattukāmā, tassa parato tasmiṁyeva pabbate jātarukkhavammikādīsu aññataraṁ nimittaṁ kittetabbaṁ.",
  "atk-vin02a21:13_1": "Sace ekayojanadviyojanappamāṇaṁ sabbaṁ pabbataṁ anto kattukāmā honti, pabbatassa parato bhūmiyaṁ jātarukkhavammikādīni nimittāni kittetabbāni.",
  "atk-vin02a21:14_0": "Pāsāṇanimitte –",
  "atk-vin02a21:14_1": "ayaguḷopi pāsāṇasaṅkhyameva gacchati, tasmā yo koci pāsāṇo vaṭṭati.",
  "atk-vin02a21:14_2": "Pamāṇato pana hatthippamāṇo pabbatasaṅkhyaṁ gato, tasmā so na vaṭṭati.",
  "atk-vin02a21:14_3": "Mahāgoṇamahāmahiṁsappamāṇo pana vaṭṭati.",
  "atk-vin02a21:14_4": "Heṭṭhimaparicchedena dvattiṁsapalaguḷapiṇḍaparimāṇo vaṭṭati.",
  "atk-vin02a21:14_5": "Tato khuddakataro iṭṭhakā vā mahantīpi na vaṭṭati.",
  "atk-vin02a21:14_6": "Animittupagapāsāṇarāsipi na vaṭṭati, pageva paṁsuvālikarāsi.",
  "atk-vin02a21:14_7": "Bhūmisamo khalamaṇḍalasadiso piṭṭhipāsāṇo vā bhūmito khāṇuko viya uṭṭhitapāsāṇo vā hoti, sopi pamāṇupago ce vaṭṭati.",
  "atk-vin02a21:14_8": "Piṭṭhipāsāṇo atimahantopi pāsāṇasaṅkhyameva gacchati, tasmā sace mahato piṭṭhipāsāṇassa ekappadesaṁ antosīmāya kattukāmā honti, taṁ akittetvā tassupari añño pāsāṇo kittetabbo.",
  "atk-vin02a21:14_9": "Sace piṭṭhipāsāṇupari vihāraṁ karonti, vihāramajjhena vā piṭṭhipāsāṇo vinivijjhitvā gacchati, evarūpo piṭṭhipāsāṇo na vaṭṭati.",
  "atk-vin02a21:14_10": "Sace hi taṁ kittenti, nimittassa upari vihāro hoti, nimittañca nāma bahisīmāya hoti, vihāropi bahisīmāyaṁ āpajjati.",
  "atk-vin02a21:14_11": "Vihāraṁ parikkhipitvā ṭhitapiṭṭhipāsāṇo ekattha kittetvā aññattha na kittetabbo.",
  "atk-vin02a21:15_0": "Vananimitte –",
  "atk-vin02a21:15_1": "tiṇavanaṁ vā tacasāratālanāḷikerādirukkhavanaṁ vā na vaṭṭati.",
  "atk-vin02a21:15_2": "Antosārānaṁ pana sākasālādīnaṁ antosāramissakānaṁ vā rukkhānaṁ vanaṁ vaṭṭati, tañca kho heṭṭhimaparicchedena catupañcarukkhamattampi tato oraṁ na vaṭṭati, paraṁ yojanasatikampi vaṭṭati.",
  "atk-vin02a21:15_3": "Sace pana vanamajjhe vihāraṁ karonti, vanaṁ na kittetabbaṁ.",
  "atk-vin02a21:15_4": "Ekadesaṁ antosīmāya kattukāmehipi vanaṁ akittetvā tattha rukkhapāsāṇādayo kittetabbā.",
  "atk-vin02a21:15_5": "Vihāraṁ parikkhipitvā ṭhitavanaṁ ekattha kittetvā aññattha na kittetabbaṁ.",
  "atk-vin02a21:16_0": "Rukkhanimitte –",
  "atk-vin02a21:16_1": "tacasāro tālanāḷikerādirukkho na vaṭṭati, antosāro jīvamānako antamaso ubbedhato aṭṭhaṅgulo pariṇāhato sūcidaṇḍakappamāṇopi vaṭṭati, tato oraṁ na vaṭṭati, paraṁ dvādasayojano suppatiṭṭhitanigrodhopi vaṭṭati.",
  "atk-vin02a21:16_2": "Vaṁsanaḷakasarāvādīsu bījaṁ ropetvā vaḍḍhāpito pamāṇupagopi na vaṭṭati.",
  "atk-vin02a21:16_3": "Tato apanetvā pana taṅkhaṇampi bhūmiyaṁ ropetvā koṭṭhakaṁ katvā udakaṁ āsiñcitvā kittetuṁ vaṭṭati.",
  "atk-vin02a21:16_4": "Navamūlasākhāniggamanaṁ akāraṇaṁ.",
  "atk-vin02a21:16_5": "Khandhaṁ chinditvā ropite pana etaṁ yujjati.",
  "atk-vin02a21:16_6": "Kittentena ca ‘‘rukkho’’tipi vattuṁ vaṭṭati, ‘‘sākarukkhotipi sālarukkho’’tipi.",
  "atk-vin02a21:16_7": "Ekābaddhaṁ pana suppatiṭṭhitanigrodhasadisaṁ ekattha kittetvā aññattha kittetuṁ na vaṭṭati.",
  "atk-vin02a21:17_0": "Magganimitte –",
  "atk-vin02a21:17_1": "araññakhettanadītaḷākamaggādayo na vaṭṭanti, jaṅghamaggo vā sakaṭamaggo vā vaṭṭati, yo nibbijjhitvā dve tīṇi gāmantarāni gacchati.",
  "atk-vin02a21:17_2": "Yo pana jaṅghamaggo sakaṭamaggato okkamitvā puna sakaṭamaggameva otarati, ye vā jaṅghamaggasakaṭamaggā avaḷañjā, te na vaṭṭanti.",
  "atk-vin02a21:17_3": "Jaṅghasatthasakaṭasatthehi vaḷañjiyamānāyeva vaṭṭanti.",
  "atk-vin02a21:17_4": "Sace dve maggā nikkhamitvā pacchā sakaṭadhuramiva ekībhavanti, dvidhā bhinnaṭṭhāne vā sambandhaṭṭhāne vā sakiṁ kittetvā puna na kittetabbā, ekābaddhanimittañhetaṁ hoti.",
  "atk-vin02a21:18_0": "Sace vihāraṁ parikkhipitvā cattāro maggā catūsu disāsu gacchanti, majjhe ekaṁ kittetvā aparaṁ kittetuṁ na vaṭṭati.",
  "atk-vin02a21:18_1": "Ekābaddhanimittañhetaṁ hoti.",
  "atk-vin02a21:18_2": "Koṇaṁ nibbijjhitvā gatamaggaṁ pana parabhāge kittetuṁ vaṭṭati.",
  "atk-vin02a21:18_3": "Vihāramajjhena nibbijjhitvā gatamaggo pana na kittetabbo.",
  "atk-vin02a21:18_4": "Kittite nimittassa upari vihāro hoti.",
  "atk-vin02a21:18_5": "Sace sakaṭamaggassa antimacakkamaggaṁ nimittaṁ karonti, maggo bahisīmāya hoti.",
  "atk-vin02a21:18_6": "Sace bāhiracakkamaggaṁ nimittaṁ karonti, bāhiracakkamaggova bahisīmāya hoti, sesaṁ antosīmaṁ bhajati.",
  "atk-vin02a21:18_7": "Maggaṁ kittentena ‘‘maggo pantho patho pajjo’’ti dasasu yena kenaci nāmena kittetuṁ vaṭṭati.",
  "atk-vin02a21:18_8": "Parikhāsaṇṭhānena vihāraṁ parikkhipitvā gatamaggo ekattha kittetvā aññattha kittetuṁ na vaṭṭati.",
  "atk-vin02a21:19_0": "Vammikanimitte –",
  "atk-vin02a21:19_1": "heṭṭhimaparicchedena taṁ divasaṁ jāto aṭṭhaṅgulubbedho govisāṇappamāṇopi vammiko vaṭṭati, tato oraṁ na vaṭṭati, paraṁ himavantapabbatasadisopi vaṭṭati.",
  "atk-vin02a21:19_2": "Vihāraṁ parikkhipitvā ṭhitaṁ pana ekābaddhaṁ ekattha kittetvā aññattha kittetuṁ na vaṭṭati.",
  "atk-vin02a21:20_0": "Nadīnimitte –",
  "atk-vin02a21:20_1": "yassā dhammikānaṁ rājūnaṁ kāle anvaddhamāsaṁ anudasāhaṁ anupañcāhanti evaṁ anatikkamitvā deve vassante valāhakesu vigatamattesu sotaṁ pacchijjati, ayaṁ nadīsaṅkhyaṁ na gacchati.",
  "atk-vin02a21:20_2": "Yassā pana īdise suvuṭṭhikāle vassānassa cātumāse sotaṁ na pacchijjati, timaṇḍalaṁ paṭicchādetvā yattha katthaci uttarantiyā bhikkhuniyā antaravāsako temiyati, ayaṁ nadīsaṅkhyaṁ gacchati, sīmaṁ bandhantānaṁ nimittaṁ hoti.",
  "atk-vin02a21:20_3": "Bhikkhuniyā nadīpāragamanepi uposathādisaṅghakammakaraṇepi nadīpārasīmasammannanepi ayameva nadī.",
  "atk-vin02a21:21_0": "Yā pana maggo viya sakaṭadhurasaṇṭhānena vā parikhāsaṇṭhānena vā vihāraṁ parikkhipitvā gatā, taṁ ekattha kittetvā aññattha kittetuṁ na vaṭṭati.",
  "atk-vin02a21:21_1": "Vihārassa catūsu disāsu aññamaññaṁ vinibbijjhitvā gate nadicatukkepi eseva nayo.",
  "atk-vin02a21:21_2": "Asammissanadiyo pana catassopi kittetuṁ vaṭṭati.",
  "atk-vin02a21:21_3": "Sace vatiṁ karonto viya rukkhapāde nikhaṇitvā vallipalālādīhi nadisotaṁ rumbhanti, udakañca ajjhottharitvā āvaraṇaṁ pavattatiyeva, nimittaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:21_4": "Yathā pana udakaṁ nappavattati, evaṁ setumhi kate appavattamānā nadī nimittaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:21_5": "Pavattanaṭṭhāne nadinimittaṁ, appavattanaṭṭhāne udakanimittaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:22_0": "Yā pana dubbuṭṭhikāle vā gimhe vā nirudakabhāvena nappavattati, sā vaṭṭati.",
  "atk-vin02a21:22_1": "Mahānadito udakamātikaṁ nīharanti, sā kunnadisadisā hutvā tīṇi sassāni sampādentī niccaṁ pavattati, kiñcāpi pavattati, nimittaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:22_2": "Yā pana mūle mahānadito niggatāpi kālantarena teneva niggatamaggena nadiṁ bhinditvā sayañca gacchati, gacchantī parato susumārādisamākiṇṇā nāvādīhi sañcaritabbā nadī hoti, taṁ nimittaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:23_0": "Udakanimitte –",
  "atk-vin02a21:23_1": "nirudake ṭhāne nāvāya vā cāṭiādīsu vā udakaṁ pūretvā udakanimittaṁ kittetuṁ na vaṭṭati, bhūmigatameva vaṭṭati .",
  "atk-vin02a21:23_2": "Tañca kho appavattanaudakaṁ āvāṭapokkharaṇitaḷākajātassaraloṇisamuddādīsu ṭhitaṁ, aṭṭhitaṁ pana oghanadiudakavāhakamātikādīsu udakaṁ na vaṭṭati.",
  "atk-vin02a21:23_3": "Andhakaṭṭhakathāyaṁ pana ‘‘gambhīresu āvāṭādīsu ukkhepimaṁ udakaṁ nimittaṁ na kātabba’’nti vuttaṁ, taṁ duvuttaṁ attanomatimattameva.",
  "atk-vin02a21:23_4": "Ṭhitaṁ pana antamaso sūkarakhatāyapi gāmadārakānaṁ kīḷanavāpiyampi taṅkhaṇaññeva pathaviyaṁ āvāṭakaṁ katvā kuṭehi āharitvā pūritaudakampi sace yāva kammavācāpariyosānā tiṭṭhati, appaṁ vā hotu bahu vā, vaṭṭati.",
  "atk-vin02a21:23_5": "Tasmiṁ pana ṭhāne nimittasaññākaraṇatthaṁ pāsāṇavālikāpaṁsuādirāsi vā pāsāṇatthambho vā dārutthambho vā kātabbo.",
  "atk-vin02a21:23_6": "Taṁ kātuñca kāretuñca bhikkhussa vaṭṭati.",
  "atk-vin02a21:23_7": "Lābhasīmāyaṁ pana na vaṭṭati .",
  "atk-vin02a21:23_8": "Samānasaṁvāsakasīmā kassaci pīḷanaṁ na karoti, kevalaṁ bhikkhūnaṁ vinayakammameva sādheti, tasmā ettha vaṭṭati.",
  "atk-vin02a21:24_0": "Imehi ca aṭṭhahi nimittehi asammissehipi aññamaññaṁ sammissehipi sīmaṁ sammannituṁ vaṭṭatiyeva.",
  "atk-vin02a21:24_1": "Sā evaṁ sammannitvā bajjhamānā ekena dvīhi vā nimittehi abaddhā hoti, tīṇi pana ādiṁ katvā vuttappakārānaṁ nimittānaṁ satenāpi baddhā hoti.",
  "atk-vin02a21:24_2": "Sā tīhi siṅghāṭakasaṇṭhānā hoti, catūhi caturassā vā siṅghāṭakaaḍḍhacandamudiṅgādisaṇṭhānā vā, tato adhikehi nānāsaṇṭhānā.",
  "atk-vin02a21:24_3": "Taṁ bandhitukāmehi sāmantavihāresu bhikkhū tassa tassa vihārassa sīmāparicchedaṁ pucchitvā, baddhasīmavihārānaṁ sīmāya sīmantarikaṁ, abaddhasīmavihārānaṁ sīmāya upacāraṁ ṭhapetvā disācārikabhikkhūnaṁ nissañcārasamaye sace ekasmiṁ gāmakhette sīmaṁ bandhitukāmā, ye tattha baddhasīmavihārā, tesu bhikkhūnaṁ ‘‘mayaṁ ajja sīmaṁ bandhissāma, tumhe sakasīmāparicchedato mā nikkhamitthā’’ti pesetabbaṁ.",
  "atk-vin02a21:24_4": "Ye abaddhasīmavihārā, tesu bhikkhū ekajjhaṁ sannipātetabbā, chandārahānaṁ chando āharāpetabbo .",
  "atk-vin02a21:24_5": "Sace aññānipi gāmakkhettāni antokātukāmā , tesu gāmesu ye bhikkhū vasanti, tehipi āgantabbaṁ.",
  "atk-vin02a21:24_6": "Anāgacchantānaṁ chando āharitabboti mahāsumatthero āha.",
  "atk-vin02a21:24_7": "Mahāpadumatthero pana ‘‘nānāgāmakhettāni nāma pāṭekkaṁ baddhasīmāsadisāni, na tato chandapārisuddhi āgacchati.",
  "atk-vin02a21:24_8": "Antonimittagatehi pana bhikkhūhi āgantabba’’nti vatvā puna āha –",
  "atk-vin02a21:24_9": "‘‘samānasaṁvāsakasīmāsammannanakāle āgamanampi anāgamanampi vaṭṭati.",
  "atk-vin02a21:24_10": "Avippavāsasīmāsammannanakāle pana antonimittagatehi āgantabbaṁ, anāgacchantānaṁ chando āharitabbo’’ti.",
  "atk-vin02a21:25_0": "Evaṁ sannipatitesu pana bhikkhūsu chandārahānaṁ chande āhaṭe tesu tesu maggesu nadītitthagāmadvārādīsu ca āgantukabhikkhūnaṁ sīghaṁ sīghaṁ hatthapāsānayanatthañca bahisīmākaraṇatthañca ārāmike ceva samaṇuddese ca ṭhapetvā bherisaññaṁ vā saṅkhasaññaṁ vā katvā nimittakittanānantaraṁ vuttāya ‘‘suṇātu me bhante saṅgho’’tiādikāya kammavācāya sīmā bandhitabbā.",
  "atk-vin02a21:25_1": "Kammavācāpariyosāneyeva nimittāni bahi katvā heṭṭhā pathavisandhārakaṁ udakaṁ pariyantaṁ katvā sīmā gatā hoti.",
  "atk-vin02a21:26_0": "Imaṁ pana samānasaṁvāsakasīmaṁ sammannantehi pabbajjupasampadādīnaṁ saṅghakammānaṁ sukhakaraṇatthaṁ paṭhamaṁ khaṇḍasīmā bandhitabbā.",
  "atk-vin02a21:26_1": "Taṁ pana bandhantehi vattaṁ jānitabbaṁ.",
  "atk-vin02a21:26_2": "Sace hi bodhicetiyabhattasālādīni sabbavatthūni patiṭṭhāpetvā katavihāre bandhanti, vihāramajjhe bahūnaṁ samosaraṇaṭṭhāne abandhitvā vihārapaccante vivittokāse bandhitabbā.",
  "atk-vin02a21:26_3": "Akatavihāre bandhantehi bodhicetiyādīnaṁ sabbavatthūnaṁ ṭhānaṁ sallakkhetvā yathā patiṭṭhitesu vatthūsu vihārapaccante vivittokāse hoti, evaṁ bandhitabbā.",
  "atk-vin02a21:26_4": "Sā heṭṭhimaparicchedena sace ekavīsati bhikkhū gaṇhāti, vaṭṭati.",
  "atk-vin02a21:26_5": "Tato oraṁ na vaṭṭati, paraṁ bhikkhusahassaṁ gaṇhantīpi vaṭṭati.",
  "atk-vin02a21:26_6": "Taṁ bandhantehi sīmāmāḷakassa samantā nimittupagā pāsāṇā ṭhapetabbā, na khaṇḍasīmāya ṭhitehi mahāsīmā bandhitabbā, na mahāsīmāya ṭhitehi khaṇḍasīmā, khaṇḍasīmāyameva pana ṭhatvā khaṇḍasīmā bandhitabbā, mahāsīmāyameva ṭhatvā mahāsīmā.",
  "atk-vin02a21:27_0": "Tatrāyaṁ bandhanavidhi –",
  "atk-vin02a21:27_1": "samantā ‘‘eso pāsāṇo nimitta’’nti evaṁ nimittāni kittetvā kammavācāya sīmā sammannitabbā.",
  "atk-vin02a21:27_2": "Atha tassā eva daḷhīkammatthaṁ avippavāsakammavācā kātabbā.",
  "atk-vin02a21:27_3": "Evañhi sīmaṁ samūhanissāmāti āgatā samūhanituṁ na sakkhissanti.",
  "atk-vin02a21:27_4": "Sīmaṁ sammannitvā bahisīmantarikapāsāṇā ṭhapetabbā.",
  "atk-vin02a21:27_5": "Sīmantarikā pacchimakoṭiyā ekaratanappamāṇā vaṭṭati.",
  "atk-vin02a21:27_6": "Vidatthippamāṇāpi vaṭṭatīti kurundiyaṁ, caturaṅgulappamāṇāpi vaṭṭatīti mahāpaccariyaṁ vuttaṁ.",
  "atk-vin02a21:27_7": "Sace pana vihāro mahā hoti, dvepi tissopi tatuttaripi khaṇḍasīmāyo bandhitabbā.",
  "atk-vin02a21:28_0": "Evaṁ khaṇḍasīmaṁ sammannitvā mahāsīmāsammutikāle khaṇḍasīmato nikkhamitvā mahāsīmāya ṭhatvā samantā anupariyāyantehi sīmantarikapāsāṇā kittetabbā.",
  "atk-vin02a21:28_1": "Tato avasesanimittāni kittetvā hatthapāsaṁ avijahantehi kammavācāya samānasaṁvāsakasīmaṁ sammannitvā tassā daḷhīkammatthaṁ avippavāsakammavācāpi kātabbā.",
  "atk-vin02a21:28_2": "Evañhi ‘‘sīmaṁ samūhanissāmā’’ti āgatā samūhanituṁ na sakkhissanti.",
  "atk-vin02a21:28_3": "Sace pana khaṇḍasīmāya nimittāni kittetvā tato sīmantarikāya nimittāni kittetvā mahāsīmāya nimittāni kittenti, evaṁ tīsu ṭhānesu nimittāni kittetvā yaṁ sīmaṁ icchanti, taṁ paṭhamaṁ bandhituṁ vaṭṭati.",
  "atk-vin02a21:28_4": "Evaṁ santepi yathāvuttenayena khaṇḍasīmatova paṭṭhāya bandhitabbā.",
  "atk-vin02a21:28_5": "Evaṁ baddhāsu pana sīmāsu khaṇḍasīmāya ṭhitā bhikkhū mahāsīmāya kammaṁ karontānaṁ na kopenti, mahāsīmāya vā ṭhitā khaṇḍasīmāya kammaṁ karontānaṁ sīmantarikāya pana ṭhitā ubhinnampi na kopenti.",
  "atk-vin02a21:28_6": "Gāmakhette ṭhatvā kammaṁ karontānaṁ pana sīmantarikāya ṭhitā kopenti.",
  "atk-vin02a21:28_7": "Sīmantarikā hi gāmakhettaṁ bhajati.",
  "atk-vin02a21:29_0": "Sīmā ca nāmesā na kevalaṁ pathavitaleyeva baddhā baddhā nāma hoti.",
  "atk-vin02a21:29_1": "Atha kho piṭṭhipāsāṇepi kuṭigehepi leṇepi pāsādepi pabbatamatthakepi baddhā baddhāyeva hoti.",
  "atk-vin02a21:29_2": "Tattha piṭṭhipāsāṇe bandhantehi pāsāṇapiṭṭhiyaṁ rājiṁ vā koṭṭetvā udukkhalaṁ vā khaṇitvā nimittaṁ na kātabbaṁ , nimittupagapāsāṇe ṭhapetvā nimittāni kittetabbāni.",
  "atk-vin02a21:29_3": "Kammavācāpariyosāne sīmā pathavisandhārakaṁ udakaṁ pariyantaṁ katvā otarati.",
  "atk-vin02a21:29_4": "Nimittapāsāṇā yathāṭhāne na tiṭṭhanti, tasmā samantato rāji vā uṭṭhāpetabbā, catūsu vā koṇesu pāsāṇā vijjhitabbā, ‘‘ayaṁ sīmāparicchedo’’ti vatvā akkharāni vā chinditabbāni.",
  "atk-vin02a21:29_5": "Keci usūyakā sīmaṁ jhāpessāmāti aggiṁ denti, pāsāṇāva jhāyanti, na sīmā.",
  "atk-vin02a21:30_0": "Kuṭigehepi bandhantehi bhittiṁ akittetvā ekavīsatiyā bhikkhūnaṁ okāsaṭṭhānaṁ anto karitvā pāsāṇanimittāni ṭhapetvā sīmā sammannitabbā, antokuṭṭameva sīmā hoti.",
  "atk-vin02a21:30_1": "Sace antokuṭṭe ekavīsatiyā bhikkhūnaṁ okāso natthi, pamukhe nimittapāsāṇe ṭhapetvā sammannitabbā.",
  "atk-vin02a21:30_2": "Sace evampi nappahoti, bahinibbodakapatanaṭṭhānepi nimittāni ṭhapetvā sammannitabbā.",
  "atk-vin02a21:30_3": "Evaṁ sammatāya pana sabbaṁ kuṭigehaṁ sīmaṭṭhameva hoti.",
  "atk-vin02a21:31_0": "Catubhittiyaleṇepi bandhantehi kuṭṭaṁ akittetvā pāsāṇāva kittetabbā.",
  "atk-vin02a21:31_1": "Sace anto okāso natthi, pamukhepi nimittāni ṭhapetabbāni.",
  "atk-vin02a21:31_2": "Sace nappahoti, bahi nibbodakapatanaṭṭhānepi nimittapāsāṇe ṭhapetvā nimittāni kittetvā sīmā sammannitabbā.",
  "atk-vin02a21:31_3": "Evaṁ leṇassa anto ca bahi ca sīmā hoti.",
  "atk-vin02a21:32_0": "Uparipāsādepi bhittiṁ akittetvā anto pāsāṇe ṭhapetvā sīmā sammannitabbā.",
  "atk-vin02a21:32_1": "Sace nappahoti, pamukhepi pāsāṇe ṭhapetvā sammannitabbā.",
  "atk-vin02a21:32_2": "Evaṁ sammatā uparipāsādeyeva hoti, heṭṭhā na otarati.",
  "atk-vin02a21:32_3": "Sace pana bahūsu thambhesu tulānaṁ upari katapāsādassa heṭṭhimatale kuṭṭo yathā nimittānaṁ anto hoti, evaṁ uṭṭhahitvā tulārukkhehi ekasambaddho ṭhito, heṭṭhāpi otarati.",
  "atk-vin02a21:32_4": "Ekathambhapāsādassa pana uparimatale baddhā sīmā sace thambhamatthake ekavīsatiyā bhikkhūnaṁ okāso hoti, heṭṭhā otarati.",
  "atk-vin02a21:32_5": "Sace pāsādabhittito niggatesu niyyūhakādīsu pāsāṇe ṭhapetvā sīmaṁ bandhanti, pāsādabhitti antosīmāyaṁ hoti.",
  "atk-vin02a21:32_6": "Heṭṭhā panassā otaraṇānotaraṇaṁ vuttanayeneva veditabbaṁ.",
  "atk-vin02a21:32_7": "Heṭṭhāpāsāde kittentehipi bhitti ca rukkhatthambhā ca na kittetabbā.",
  "atk-vin02a21:32_8": "Bhittilagge pana pāsāṇatthambhe kittetuṁ vaṭṭati.",
  "atk-vin02a21:32_9": "Evaṁ kittitā sīmā heṭṭhā pāsādassa pariyantathambhānaṁ antoyeva hoti.",
  "atk-vin02a21:32_10": "Sace pana heṭṭhāpāsādassa kuḍḍo uparimatalena sambaddho hoti, uparipāsādampi abhiruhati.",
  "atk-vin02a21:32_11": "Sace pāsādassa bahi nibbodakapatanaṭṭhāne nimittāni karonti, sabbo pāsādo sīmaṭṭho hoti.",
  "atk-vin02a21:33_0": "Pabbatamatthake talaṁ hoti ekavīsatiyā bhikkhūnaṁ okāsārahaṁ, tattha piṭṭhipāsāṇe viya sīmaṁ bandhanti.",
  "atk-vin02a21:33_1": "Heṭṭhāpabbatepi teneva paricchedena sīmā otarati.",
  "atk-vin02a21:33_2": "Tālamūlakapabbatepi upari sīmā baddhā heṭṭhā otarateva.",
  "atk-vin02a21:33_3": "Yo pana vitānasaṇṭhāno hoti, upari ekavīsatiyā bhikkhūnaṁ okāso atthi, heṭṭhā natthi, tassa upari baddhā sīmā heṭṭhā na otarati.",
  "atk-vin02a21:33_4": "Evaṁ mudiṅgasaṇṭhāno vā hotu paṇavasaṇṭhāno vā, yassa heṭṭhā vā majjhe vā sīmappamāṇaṁ natthi, tassupari baddhā sīmā heṭṭhā neva otarati.",
  "atk-vin02a21:33_5": "Yassa pana dve kūṭāni āsanne ṭhitāni, ekassapi upari sīmappamāṇaṁ nappahoti, tassa kūṭantaraṁ cinitvā vā pūretvā vā ekābaddhaṁ katvā upari sīmā sammannitabbā.",
  "atk-vin02a21:34_0": "Eko sappaphaṇasadiso pabbato, tassupari sīmappamāṇassa atthitāya sīmaṁ bandhanti, tassa ce heṭṭhā ākāsapabbhāraṁ hoti, sīmā na otarati.",
  "atk-vin02a21:34_1": "Sace panassa vemajjhe sīmappamāṇo susirapāsāṇo hoti, otarati.",
  "atk-vin02a21:34_2": "So ca pāsāṇo sīmaṭṭhoyeva hoti.",
  "atk-vin02a21:34_3": "Athāpissa heṭṭhā leṇassa kuṭṭo aggakoṭiṁ āhacca tiṭṭhati , otarati, heṭṭhā ca upari ca sīmāyeva hoti.",
  "atk-vin02a21:34_4": "Sace pana heṭṭhā uparimassa sīmāparicchedassa pārato anto-leṇaṁ hoti, bahi sīmā na otarati.",
  "atk-vin02a21:34_5": "Athāpi uparimassa sīmāparicchedassa orato bahileṇaṁ hoti, anto sīmā na otarati.",
  "atk-vin02a21:34_6": "Athāpi upari sīmāya paricchedo khuddako, heṭṭhā leṇaṁ mahantaṁ sīmāparicchedamatikkamitvā ṭhitaṁ, sīmā upariyeva hoti, heṭṭhā na otarati.",
  "atk-vin02a21:34_7": "Yadi pana leṇaṁ khuddakaṁ sabbapacchimasīmāparimāṇaṁ, upari sīmā mahatī taṁ ajjhottharitvā ṭhitā, sīmā otarati.",
  "atk-vin02a21:34_8": "Atha leṇaṁ atikhuddakaṁ sīmappamāṇaṁ na hoti, sīmā upariyeva hoti, heṭṭhā na otarati.",
  "atk-vin02a21:34_9": "Sace tato upaḍḍhaṁ bhijjitvā patati, sīmappamāṇaṁ cepi hoti, bahi patitaṁ asīmā.",
  "atk-vin02a21:34_10": "Apatitaṁ pana yadi sīmappamāṇaṁ, sīmā hotiyeva.",
  "atk-vin02a21:35_0": "Khaṇḍasīmā nīcavatthukā hoti, taṁ pūretvā uccavatthukaṁ karonti, sīmāyeva.",
  "atk-vin02a21:35_1": "Sīmāya gehaṁ karonti, sīmaṭṭhakameva hoti.",
  "atk-vin02a21:35_2": "Sīmāya pokkharaṇiṁ khaṇanti, sīmāyeva.",
  "atk-vin02a21:35_3": "Ogho sīmāmaṇḍalaṁ ottharitvā gacchati, sīmāmāḷake aṭṭaṁ bandhitvā kammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:35_4": "Sīmāya heṭṭhā umaṅganadī hoti, iddhimā bhikkhu tattha nisīdati, sace sā nadī paṭhamaṁ gatā, sīmā pacchā baddhā , kammaṁ na kopeti.",
  "atk-vin02a21:35_5": "Atha paṭhamaṁ sīmā baddhā, pacchā nadī gatā, kammaṁ kopeti.",
  "atk-vin02a21:35_6": "Heṭṭhāpathavitale ṭhito pana kopetiyeva.",
  "atk-vin02a21:36_0": "Sīmāmāḷake vaṭarukkho hoti, tassa sākhā vā tato niggatapāroho vā mahāsīmāya pathavitalaṁ vā tatthajātarukkhādīni vā āhacca tiṭṭhati, mahāsīmaṁ sodhetvā vā kammaṁ kātabbaṁ, te vā sākhāpārohā chinditvā bahiṭṭhakā kātabbā.",
  "atk-vin02a21:36_1": "Anāhacca ṭhitasākhādīsu āruḷhabhikkhu hatthapāsaṁ ānetabbo.",
  "atk-vin02a21:36_2": "Evaṁ mahāsīmāya jātarukkhassa sākhā vā pāroho vā vuttanayeneva sīmāmāḷake patiṭṭhāti, vuttanayeneva sīmaṁ sodhetvā vā kammaṁ kātabbaṁ, te vā sākhāpārohā chinditvā bahiṭṭhakā kātabbā.",
  "atk-vin02a21:37_0": "Sace sīmāmāḷake kamme kariyamāne koci bhikkhu sīmāmāḷakassa anto pavisitvā vehāsaṭṭhitasākhāya nisīdati , pādā vāssa bhūmigatā honti, nivāsanapārupanaṁ vā bhūmiṁ phusati, kammaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:37_1": "Pāde pana nivāsanapārupanañca ukkhipāpetvā kātuṁ vaṭṭati.",
  "atk-vin02a21:37_2": "Idañca lakkhaṇaṁ purimanayepi veditabbaṁ.",
  "atk-vin02a21:37_3": "Ayaṁ pana viseso –",
  "atk-vin02a21:37_4": "tatra ukkhipāpetvā kātuṁ na vaṭṭati, hatthapāsameva ānetabbo.",
  "atk-vin02a21:37_5": "Sace antosīmato pabbato abbhugacchati, tatraṭṭho bhikkhu hatthapāsaṁ ānetabbo.",
  "atk-vin02a21:37_6": "Iddhiyā antopabbataṁ paviṭṭhepi eseva nayo.",
  "atk-vin02a21:37_7": "Bajjhamānā eva hi sīmā pamāṇarahitaṁ padesaṁ na otarati.",
  "atk-vin02a21:37_8": "Baddhasīmāya jātaṁ yaṁkiñci yattha katthaci ekasambaddhena gataṁ sīmāsaṅkhyameva gacchatīti.",
  "atk-vin02a21:38_0": "140.Tiyojanaparamanti ettha tiyojanaṁ paramaṁ pamāṇametissāti tiyojanaparamā;",
  "atk-vin02a21:38_1": "taṁ tiyojanaparamaṁ.",
  "atk-vin02a21:38_2": "Sammannantena pana majjhe ṭhatvā yathā catūsupi disāsu diyaḍḍhadiyaḍḍhayojanaṁ hoti, evaṁ sammannitabbā.",
  "atk-vin02a21:38_3": "Sace pana majjhe ṭhatvā ekekadisato tiyojanaṁ karonti, chayojanaṁ hotīti na vaṭṭati.",
  "atk-vin02a21:38_4": "Caturassaṁ vā tikoṇaṁ vā sammannantena yathā koṇato koṇaṁ tiyojanaṁ hoti, evaṁ sammannitabbā.",
  "atk-vin02a21:38_5": "Sace hi yena kenaci pariyantena kesaggamattampi tiyojanaṁ atikkāmeti, āpattiñca āpajjati sīmā ca asīmā hoti.",
  "atk-vin02a21:39_0": "Nadīpāranti ettha pārayatīti pārā.",
  "atk-vin02a21:39_1": "Kiṁ pārayati? Nadiṁ.",
  "atk-vin02a21:39_2": "Nadiyā pārā nadīpārā, taṁ nadīpāraṁ;",
  "atk-vin02a21:39_3": "nadiṁ ajjhottharamānanti attho.",
  "atk-vin02a21:39_4": "Ettha ca nadiyā lakkhaṇaṁ nadīnimitte vuttanayameva.",
  "atk-vin02a21:39_5": "Yatthassa dhuvanāvā vāti yattha nadiyā sīmābandhanaṭṭhānagatesu titthesu niccasañcaraṇanāvā assa, yā sabbantimena paricchedena pājanapurisena saddhiṁ tayo jane vahati.",
  "atk-vin02a21:39_6": "Sace pana sā nāvā uddhaṁ vā adho vā kenacideva karaṇīyena puna āgamanatthāya nītā, corehi vā haṭā, avassaṁ labbhaneyyā, yā pana vātena vā chinnabandhanā vīcīhi nadimajjhaṁ nītā avassaṁ āharitabbā, puna dhuvanāvāva hoti.",
  "atk-vin02a21:39_7": "Udake ogate thalaṁ ussāritāpi sudhākasaṭādīhi pūretvā ṭhapitāpi dhuvanāvāva.",
  "atk-vin02a21:39_8": "Sace bhinnā vā visaṅkhatapadarā vā na vaṭṭati.",
  "atk-vin02a21:39_9": "Mahāpadumatthero panāha –",
  "atk-vin02a21:39_10": "‘‘sacepi tāvakālikaṁ nāvaṁ ānetvā sīmābandhanaṭṭhāne ṭhapetvā nimittāni kittenti, dhuvanāvāva hotī’’ti.",
  "atk-vin02a21:39_11": "Tatra mahāsumatthero āha –",
  "atk-vin02a21:39_12": "‘‘nimittaṁ vā sīmā vā kammavācāya gacchati na nāvāya.",
  "atk-vin02a21:39_13": "Bhagavatā ca dhuvanāvā anuññātā, tasmā nibaddhanāvāyeva vaṭṭatī’’ti.",
  "atk-vin02a21:40_0": "Dhuvasetu vāti yattha rukkhasaṅghāṭamayo vā padarabaddho vā jaṅghasatthasetu vā hatthissādīnaṁ sañcaraṇayoggo mahāsetu vā atthi;",
  "atk-vin02a21:40_1": "antamaso taṅkhaṇaññeva rukkhaṁ chinditvā manussānaṁ sañcaraṇayoggo ekapadikasetupi dhuvasetutveva saṅkhyaṁ gacchati.",
  "atk-vin02a21:40_2": "Sace pana upari baddhāni vettalatādīni hatthena gahetvāpi na sakkā hoti tena sañcarituṁ, na vaṭṭati.",
  "atk-vin02a21:41_0": "Evarūpaṁ nadīpārasīmaṁ sammannitunti yatthāyaṁ vuttappakārā dhuvanāvā vā dhuvasetu vā abhimukhatittheyeva atthi, evarūpaṁ nadīpārasīmaṁ sammannituṁ anujānāmīti attho.",
  "atk-vin02a21:41_1": "Sace dhuvanāvā vā dhuvasetu vā abhimukhatitthe natthi, īsakaṁ uddhaṁ abhiruhitvā adho vā orohitvā atthi, evampi vaṭṭati.",
  "atk-vin02a21:41_2": "Karavīkatissatthero pana ‘‘gāvutamattabbhantarepi vaṭṭatī’’ti āha.",
  "atk-vin02a21:42_0": "Imañca pana nadīpārasīmaṁ sammannantena ekasmiṁ tīre ṭhatvā uparisote nadītīre nimittaṁ kittetvā tato paṭṭhāya attānaṁ parikkhipantena yattakaṁ paricchedaṁ icchati, tassa pariyosāne adhosotepi nadītīre nimittaṁ kittetvā paratīre sammukhaṭṭhāne nadītīre nimittaṁ kittetabbaṁ.",
  "atk-vin02a21:42_1": "Tato paṭṭhāya yattakaṁ paricchedaṁ icchati, tassa vasena yāva uparisote paṭhamakittitanimittassa sammukhā nadītīre nimittaṁ, tāva kittetvā paccāharitvā paṭhamakittitanimittena saddhiṁ ghaṭetabbaṁ.",
  "atk-vin02a21:42_2": "Atha sabbanimittānaṁ anto ṭhite bhikkhū hatthapāsagate katvā kammavācāya sīmā sammannitabbā.",
  "atk-vin02a21:42_3": "Nadiyaṁ ṭhitā anāgatāpi kammaṁ na kopenti.",
  "atk-vin02a21:42_4": "Sammutipariyosāne ṭhapetvā nadiṁ nimittānaṁ anto pāratīre ca orimatīre ca ekasīmā hoti.",
  "atk-vin02a21:42_5": "Nadī pana baddhasīmāsaṅkhyaṁ na gacchati, visuṁ nadisīmā eva hi sā.",
  "atk-vin02a21:43_0": "Sace antonadiyaṁ dīpako hoti, taṁ antosīmāya kātukāmena purimanayeneva attanā ṭhitatīre nimittāni kittetvā dīpakassa orimante ca pārimante ca nimittaṁ kittetabbaṁ.",
  "atk-vin02a21:43_1": "Atha paratīre nadiyā orimatīre nimittassa sammukhaṭṭhāne nimittaṁ kittetvā tato paṭṭhāya purimanayeneva yāva uparisote paṭhamakittitanimittassa sammukhā nimittaṁ, tāva kittetabbaṁ.",
  "atk-vin02a21:43_2": "Atha dīpakassa pārimante ca orimante ca nimittaṁ kittetvā paccāharitvā paṭhamakittitanimittena saddhiṁ ghaṭetabbaṁ.",
  "atk-vin02a21:43_3": "Atha dvīsu tīresu dīpake ca bhikkhū sabbeva hatthapāsagate katvā kammavācāya sīmā sammannitabbā.",
  "atk-vin02a21:43_4": "Nadiyaṁ ṭhitā anāgacchantāpi kammaṁ na kopenti.",
  "atk-vin02a21:43_5": "Sammutipariyosāne ṭhapetvā nadiṁ nimittānaṁ anto tīradvayañca dīpako ca ekasīmā hoti, nadī pana nadisīmāyeva.",
  "atk-vin02a21:44_0": "Sace pana dīpako vihārasīmāparicchedato uddhaṁ vā adho vā adhikataro hoti, atha vihārasīmāparicchedanimittassa ujukameva sammukhibhūte dīpakassa sorimante nimittaṁ kittetvā tato paṭṭhāya dīpakasikharaṁ parikkhipantona puna dīpakassa sorimante nimittasammukhe pārimante nimittaṁ kittetabbaṁ.",
  "atk-vin02a21:44_1": "Tato paraṁ purimanayeneva pāratīre sammukhanimīttamādiṁkatvā pāratīranimittāni ca dīpakassa pārimantasorimantanimittāni ca kittetvā paṭhamakittitanimittena saddhiṁ ghaṭanā kātabbā.",
  "atk-vin02a21:44_2": "Evaṁ kittetvā sammatā sīmā pabbatasaṇḍānā hoti.",
  "atk-vin02a21:45_0": "Sace pana dīpako vihārasīmāparicchedato uddhampi adhopi adhikataro hoti.",
  "atk-vin02a21:45_1": "Purimanayeneva dīpakassa ubhopi sīkharāni parikkhipitvā nimittāni kittentena nimittaghaṭanā kātabbā.",
  "atk-vin02a21:45_2": "Evaṁ kittetvā sammatā sīmā mudiṅgasaṇṭhānā hoti.",
  "atk-vin02a21:46_0": "Sace dīpako vihārasīmāparicchedassa anto khuddako hoti, sabbapaṭhamanayena dīpake nimittāni kittetabbāni.",
  "atk-vin02a21:46_1": "Evaṁ kittetvā sammatā sīmā paṇavasaṇṭhānā hoti.",
  "atk-vin02a21:47_0": "Sīmānujānanakathā niṭṭhitā.",
  "atk-vin02a21:48_0": "Uposathāgārādikathā",
  "atk-vin02a21:49_0": "141.Anupariveṇiyanti ekasīmamahāvihāre tasmiṁ tasmiṁ pariveṇe.",
  "atk-vin02a21:49_1": "Asaṅketenāti saṅketaṁ akatvā.",
  "atk-vin02a21:49_2": "Ekaṁ samūhanitvāti kammavācāya samūhanitvā.",
  "atk-vin02a21:50_0": "142.Yato pātimokkhaṁ suṇātīti yattha katthaci bhikkhūnaṁ hatthapāse nisinno yasmā pātimokkhaṁ suṇāti;",
  "atk-vin02a21:50_1": "katovassa uposathoti attho.",
  "atk-vin02a21:50_2": "Idañca vatthuvasena vuttaṁ, hatthapāse nisinnassa pana asuṇantassāpi katova hoti uposatho.",
  "atk-vin02a21:50_3": "Nimittā kittetabbāti uposathapamukhassa khuddakāni vā mahantāni vā pāsāṇaiṭṭhakadārukhaṇḍadaṇḍakādīni yāni kānici nimittāni abbhokāse vā māḷakādīsu vā yattha katthaci saññaṁ katvā kittetuṁ vaṭṭati.",
  "atk-vin02a21:50_4": "Atha vā nimittā kittetabbāti nimittupagā vā animittupagā vā paricchedajānanatthaṁ kittetabbā.",
  "atk-vin02a21:51_0": "Therehi bhikkhūhi paṭhamataraṁ sannipatitunti ettha sace mahāthero paṭhamataraṁ na āgacchati, dukkaṭaṁ.",
  "atk-vin02a21:51_1": "Sabbeheva ekajjhaṁ sannipatitvā uposatho kātabboti ettha sace porāṇako āvāso majjhe vihārassa hoti, pahoti cettha bhikkhūnaṁ nisajjaṭṭhānaṁ, tattha sannipatitvā uposatho kātabbo.",
  "atk-vin02a21:51_2": "Sace porāṇako paridubbalo ceva sambādho ca añño pacchā uṭṭhitāvāso asambādho, tattha uposatho kātabbo.",
  "atk-vin02a21:52_0": "Yattha vā pana thero bhikkhu viharatīti etthāpi sace therassa vihāro sabbesaṁ pahoti, phāsuko hoti, tattha uposatho kātabbo.",
  "atk-vin02a21:52_1": "Sace pana so paccante visamappadese hoti, therassa vattabbaṁ –",
  "atk-vin02a21:52_2": "‘‘bhante, tumhākaṁ vihāro aphāsukadeso, natthi ettha sabbesaṁ okāso , asukasmiṁ nāma āvāse okāso atthi, tattha gantuṁ vaṭṭatī’’ti.",
  "atk-vin02a21:52_3": "Sace thero nāgacchati, tassa chandapārisuddhiṁ ānetvā sabbesaṁ pahonake phāsukaṭṭhāne uposatho kātabbo.",
  "atk-vin02a21:53_0": "Avippavāsasīmānujānanakathā",
  "atk-vin02a21:54_0": "143.Andhakavindāti rājagahato gāvutattaye andhakavindaṁ nāma, taṁ upanissāya thero vasati;",
  "atk-vin02a21:54_1": "tato rājagahaṁ uposathaṁ āgacchanto.",
  "atk-vin02a21:54_2": "Rājagahañhi parikkhipitvā aṭṭhārasa mahāvihārā sabbe ekasīmā, dhammasenāpatinā nesaṁ sīmā baddhā, tasmā veḷuvane saṅghassa sāmaggīdānatthaṁ āgacchantoti attho.",
  "atk-vin02a21:54_3": "Nadiṁ tarantoti sippiniyaṁ nāma nadiṁ atikkamanto.",
  "atk-vin02a21:54_4": "Manaṁ vuḷho ahosīti īsakaṁ appattavuḷhabhāvo ahosi.",
  "atk-vin02a21:54_5": "Sā kira nadī gijjhakūṭato otaritvā caṇḍena sotena vahati.",
  "atk-vin02a21:54_6": "Tattha vegena āgacchantaṁ udakaṁ amanasikaronto thero manaṁ vuḷho ahosi, na pana vuḷho, udakabbhāhatānissa cīvarāni allāni jātāni.",
  "atk-vin02a21:55_0": "144.Sammatā sā sīmā saṅghena ticīvarena avippavāsā ṭhapetvā gāmañca gāmūpacārañcāti imissā kammavācāya uppannakālato paṭṭhāya bhikkhūnaṁ purimakammavācā na vaṭṭati.",
  "atk-vin02a21:55_1": "Ayameva hi thāvarā hoti.",
  "atk-vin02a21:55_2": "Bhikkhunīnaṁ pana ayaṁ na vaṭṭati, purimāyeva vaṭṭati. Kasmā?",
  "atk-vin02a21:55_3": "Bhikkhunisaṅgho hi antogāme vasati.",
  "atk-vin02a21:55_4": "Yadi evaṁ siyā, so etāya kammavācāya ticīvaraparihāraṁ na labheyya, atthi cassa parihāro, tasmā purimāyeva vaṭṭati.",
  "atk-vin02a21:55_5": "Bhikkhunisaṅghassa hi dvepi sīmāyo labbhanti.",
  "atk-vin02a21:55_6": "Tattha bhikkhūnaṁ sīmaṁ ajjhottharitvāpi tassā antopi bhikkhunīnaṁ sīmaṁ sammannituṁ vaṭṭati.",
  "atk-vin02a21:55_7": "Bhikkhūnampi bhikkhunisīmāya eseva nayo.",
  "atk-vin02a21:55_8": "Na hi te aññamaññassa kamme gaṇapūrakā honti, na kammavācaṁ vaggaṁ karonti.",
  "atk-vin02a21:55_9": "Ettha ca nigamanagarānampi gāmeneva saṅgaho veditabbo.",
  "atk-vin02a21:56_0": "Gāmūpacāroti parikkhittassa parikkhepo, aparikkhittassa parikkhepokāso.",
  "atk-vin02a21:56_1": "Tesu adhiṭṭhitatecīvariko bhikkhu parihāraṁ na labhati.",
  "atk-vin02a21:56_2": "Iti bhikkhūnaṁ avippavāsasīmā gāmañca gāmūpacārañca na ottharati, samānasaṁvāsakasīmāva ottharati.",
  "atk-vin02a21:56_3": "Samānasaṁvāsakasīmā cettha attano dhammatāya gacchati.",
  "atk-vin02a21:56_4": "Avippavāsasīmā pana yattha samānasaṁvāsakasīmā, tattheva gacchati.",
  "atk-vin02a21:56_5": "Na hi tassā visuṁ nimittakittanaṁ atthi, tattha sace avippavāsāya sammutikāle gāmo atthi, taṁ sā na ottharati.",
  "atk-vin02a21:56_6": "Sace pana sammatāya sīmāya pacchā gāmo nivisati, sopi sīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:56_7": "Yathā ca pacchā niviṭṭho, evaṁ paṭhamaṁ niviṭṭhassa pacchā vaḍḍhitappadesopi sīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:56_8": "Sacepi sīmāsammutikāle gehāni katāni, pavisissāmāti ālayopi atthi, manussā pana appaviṭṭhā, porāṇakagāmaṁ vā sagehameva chaḍḍetvā aññattha gatā, agāmoyeva esa, sīmā ottharati .",
  "atk-vin02a21:56_9": "Sace pana ekampi kulaṁ paviṭṭhaṁ vā āgataṁ vā atthi, gāmoyeva sīmā na ottharati.",
  "atk-vin02a21:57_0": "Evañca pana bhikkhave ticīvarena avippavāso samūhantabboti ettha samūhanantena bhikkhunā vattaṁ jānitabbaṁ.",
  "atk-vin02a21:57_1": "Tatridaṁ vattaṁ –",
  "atk-vin02a21:57_2": "khaṇḍasīmāya ṭhatvā avippavāsasīmā na samūhantabbā, tathā avippavāsasīmāya ṭhatvā khaṇḍasīmāpi.",
  "atk-vin02a21:57_3": "Khaṇḍasīmāyaṁ pana ṭhitena khaṇḍasīmāva samūhanitabbā, tathā itarāya ṭhitena itarā.",
  "atk-vin02a21:57_4": "Sīmaṁ nāma dvīhi kāraṇehi samūhananti pakatiyā khuddakaṁ puna āvāsavaḍḍhanatthāya mahatiṁ vā kātuṁ;",
  "atk-vin02a21:57_5": "pakatiyā mahatiṁ puna aññesaṁ vihārokāsadānatthāya khuddakaṁ vā kātuṁ.",
  "atk-vin02a21:57_6": "Tattha sace khaṇḍasīmañca avippavāsasīmañca jānanti, samūhanituñceva bandhituñca sakkhissanti.",
  "atk-vin02a21:57_7": "Khaṇḍasīmaṁ pana jānantā avippavāsaṁ ajānantāpi samūhanituñceva bandhituñca sakkhissanti.",
  "atk-vin02a21:57_8": "Khaṇḍasīmaṁ ajānantā avippavāsaṁyeva jānantā cetiyaṅgaṇabodhiyaṅgaṇauposathāgārādīsu nirāsaṅkaṭṭhānesu ṭhatvā appeva nāma samūhanituṁ sakkhissanti, paṭibandhituṁ pana na sakkhissanteva.",
  "atk-vin02a21:57_9": "Sace bandheyyuṁ, sīmāsambhedaṁ katvā vihāraṁ avihāraṁ kareyyuṁ, tasmā na samūhanitabbā.",
  "atk-vin02a21:57_10": "Ye pana ubhopi na jānanti, teneva samūhanituṁ na bandhituṁ sakkhissanti.",
  "atk-vin02a21:57_11": "Ayañhi sīmā nāma kammavācāya vā asīmā hoti sāsanantaradhānena vā, na ca sakkā sīmaṁ ajānantehi kammavācā kātuṁ, tasmā na samūhanitabbā.",
  "atk-vin02a21:57_12": "Sādhukaṁ pana ñatvāyeva samūhanitabbā ca bandhitabbā cāti.",
  "atk-vin02a21:58_0": "Gāmasīmādikathā",
  "atk-vin02a21:59_0": "147.",
  "atk-vin02a21:59_1": "Evaṁ baddhasīmāvasena samānasaṁvāsañca ekūposathabhāvañca dassetvā idāni abaddhasīmesupi okāsesu taṁ dassento ‘‘asammatāya, bhikkhave, sīmāya aṭṭhapitāyā’’tiādimāha.",
  "atk-vin02a21:59_2": "Tattha aṭṭhapitāyāti aparicchinnāya.",
  "atk-vin02a21:59_3": "Gāmaggahaṇena cettha nagarampi gahitameva hoti.",
  "atk-vin02a21:59_4": "Tattha yattake padese tassa gāmassa bhojakā baliṁ labhanti, so padeso appo vā hotu mahanto vā, gāmasīmātveva saṅkhyaṁ gacchati.",
  "atk-vin02a21:59_5": "Nagaranigamasīmāsupi eseva nayo.",
  "atk-vin02a21:59_6": "Yampi ekasmiṁyeva gāmakhette ekaṁ padesaṁ ‘‘ayaṁ visuṁ gāmo hotū’’ti paricchinditvā rājā kassaci deti, sopi visuṁgāmasīmā hotiyeva.",
  "atk-vin02a21:59_7": "Tasmā sā ca itarā ca pakatigāmanagaranigamasīmā baddhasīmāsadisāyeva honti, kevalaṁ pana ticīvaravippavāsaparihāraṁ na labhanti.",
  "atk-vin02a21:60_0": "Evaṁ gāmantavāsīnaṁ sīmāparicchedaṁ dassetvā idāni āraññakānaṁ sīmāparicchedaṁ dassento ‘‘agāmake ce’’tiādimāha.",
  "atk-vin02a21:60_1": "Tattha agāmake ceti gāmanigamanagarasīmāhi aparicchinne aṭavippadese.",
  "atk-vin02a21:60_2": "Atha vā agāmake ceti vijjhāṭavisadise araññe bhikkhu vasati, athassa ṭhitokāsato samantā sattabbhantarā samānasaṁvāsakasīmāti attho.",
  "atk-vin02a21:60_3": "Ayaṁ sīmā ticīvaravippavāsaparihārampi labhati.",
  "atk-vin02a21:60_4": "Tattha ekaṁ abbhantaraṁ aṭṭhavīsati hatthappamāṇaṁ hoti.",
  "atk-vin02a21:60_5": "Majjhe ṭhitassa samantā sattabbhantarā vinibbedhena cuddasa honti.",
  "atk-vin02a21:60_6": "Sace dve saṅghā visuṁ vinayakammāni karonti, dvinnaṁ sattabbhantarānaṁ antare aññaṁ ekaṁ sattabbhantaraṁ upacāratthāya ṭhapetabbaṁ.",
  "atk-vin02a21:60_7": "Sesā sattabbhantarasīmakathā mahāvibhaṅge udositasikkhāpadavaṇṇanāyaṁ vuttanayena gahetabbā.",
  "atk-vin02a21:61_0": "Sabbā bhikkhave nadī asīmāti yā kāci nadīlakkhaṇappattā nadī nimittāni kittetvā ‘‘etaṁ baddhasīmaṁ karomā’’ti katāpi asīmāva hoti, sā pana attano sabhāveneva baddhasīmāsadisā, sabbamettha saṅghakammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:61_1": "Samuddajātassaresupi eseva nayo.",
  "atk-vin02a21:61_2": "Ettha ca jātassaro nāma yena kenaci khaṇitvā akato sayaṁjātasobbho samantato āgatena udakena pūrito tiṭṭhati.",
  "atk-vin02a21:62_0": "Evaṁ nadīsamuddajātassarānaṁ baddhasīmābhāvaṁ paṭikkhipitvā puna tattha abaddhasīmāpaacchedaṁ dassento ‘‘nadiyā vā bhikkhave’’tiādimāha.",
  "atk-vin02a21:62_1": "Tattha yaṁ majjhimassa purisassa samantā udakukkhepāti yaṁ ṭhānaṁ majjhimassa purisassa samantato udakukkhepena paricchinnaṁ.",
  "atk-vin02a21:62_2": "Kathaṁ pana udakaṁ ukkhipitabbaṁ?",
  "atk-vin02a21:62_3": "Yathā akkhadhuttā dāruguḷaṁ khipanti, evaṁ udakaṁ vā vālikaṁ vā hatthena gahetvā thāmamajjhimena purisena sabbathāmena khipitabbaṁ.",
  "atk-vin02a21:62_4": "Yattha evaṁ khittaṁ udakaṁ vā vālikā vā patati, ayameko udakukkhepo.",
  "atk-vin02a21:62_5": "Tassa anto hatthapāsaṁ vijahitvā ṭhito kammaṁ kopeti.",
  "atk-vin02a21:62_6": "Yāva parisā vaḍḍhati, tāva sīmāpi vaḍḍhati.",
  "atk-vin02a21:62_7": "Parisapariyantato udakukkhepoyeva pamāṇaṁ.",
  "atk-vin02a21:62_8": "Jātassarasamuddesupi eseva nayo.",
  "atk-vin02a21:63_0": "Ettha ca sace nadī nātidīghā hoti, pabhavato paṭṭhāya yāva mukhadvārā sabbattha saṅgho nisīdati, udakukkhepasīmākammaṁ natthi, sakalāpi nadī etesaṁyeva bhikkhūnaṁ pahoti.",
  "atk-vin02a21:63_1": "Yaṁ pana mahāsumattherena vuttaṁ ‘‘yojanaṁ pavattamānāyeva nadī, tatrāpi upari addhayojanaṁ pahāya heṭṭhā addhayojane kammaṁ kātuṁ vaṭṭatī’’ti, taṁ mahāpadumatthereneva paṭikkhittaṁ.",
  "atk-vin02a21:63_2": "Bhagavatā hi ‘‘timaṇḍalaṁ paṭicchādetvā yattha katthaci uttarantiyā bhikkhuniyā antaravāsako temiyatī’’ti idaṁ nadiyā pamāṇaṁ vuttaṁ, na yojanaṁ vā addhayojanaṁ vā.",
  "atk-vin02a21:63_3": "Tasmā yā imassa suttassa vasena pubbe vuttalakkhaṇā nadī, tassā pabhavato paṭṭhāya saṅghakammaṁ kātuṁ vaṭṭatīti.",
  "atk-vin02a21:63_4": "Sace panettha bahū bhikkhū visuṁ visuṁ kammaṁ karonti, sabbehi attano ca aññesañca udakukkhepaparicchedassa antarā añño udakukkhepo sīmantarikatthāya ṭhapetabbo.",
  "atk-vin02a21:63_5": "Tato adhikaṁ vaṭṭatiyeva, ūnakaṁ pana na vaṭṭatīti vuttaṁ.",
  "atk-vin02a21:63_6": "Jātassarasamuddesupi eseva nayo.",
  "atk-vin02a21:64_0": "Nadiyā pana kammaṁ karissāmāti gatehi sace nadī paripuṇṇā hoti samatittikā, udakasāṭikaṁ nivāsetvāpi antonadiyaṁyeva kammaṁ kātabbaṁ.",
  "atk-vin02a21:64_1": "Sace na sakkonti, nāvāyapi ṭhatvā kātabbaṁ.",
  "atk-vin02a21:64_2": "Gacchantiyā pana nāvāya kātuṁ na vaṭṭati. Kasmā?",
  "atk-vin02a21:64_3": "Udakukkhepamattameva hi sīmā, taṁ nāvā sīghameva atikkāmeti.",
  "atk-vin02a21:64_4": "Evaṁ sati aññissā sīmāya ñatti aññissā anusāvanā hoti, tasmā nāvaṁ arittena vā ṭhapetvā pāsāṇe vā lambitvā antonadiyaṁ jātarukkhe vā bandhitvā kammaṁ kātabbaṁ.",
  "atk-vin02a21:64_5": "Antonadiyaṁ baddhaaṭṭakepi antonadiyaṁ jātarukkhepi ṭhitehi kātuṁ vaṭṭati.",
  "atk-vin02a21:65_0": "Sace pana rukkhassa sākhā vā tato nikkhantapāroho vā bahinadītīre vihārasīmāya vā gāmasīmāya vā patiṭṭhito, sīmaṁ vā sodhetvā sākhaṁ vā chinditvā kammaṁ kātabbaṁ.",
  "atk-vin02a21:65_1": "Bahinadītīre jātarukkhassa antonadiyaṁ paviṭṭhasākhāya vā pārohe vā nāvaṁ bandhitvā kammaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:65_2": "Karontehi sīmā vā sodhetabbā, chinditvā vāssa bahipatiṭṭhitabhāvo nāsetabbo.",
  "atk-vin02a21:65_3": "Nadītīre pana khāṇukaṁ koṭṭetvā tattha baddhanāvāya na vaṭṭatiyeva.",
  "atk-vin02a21:66_0": "Nadiyaṁ setuṁ karonti, sace antonadiyaṁyeva setu vā setupādā vā, setumhi ṭhitehi kammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:66_1": "Sace pana setu vā setupādā vā bahitīre patiṭṭhitā, kammaṁ kātuṁ na vaṭṭati, sīmaṁ sodhetvā kātabbaṁ.",
  "atk-vin02a21:66_2": "Atha setupādā anto, setu pana ubhinnampi tīrānaṁ upariākāse ṭhito, vaṭṭati.",
  "atk-vin02a21:66_3": "Antonadiyaṁ pāsāṇo vā dīpako vā hoti, tassa yattakaṁ padesaṁ pubbe vuttappakāre pakativassakāle vassānassa catūsu māsesu udakaṁ ottharati, so nadīsaṅkhyameva gacchati.",
  "atk-vin02a21:66_4": "Ativuṭṭhikāle pana oghena otthaṭokāso na gahetabbo, so hi gāmasīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:67_0": "Nadito mātikaṁ nīharantā nadiyaṁ āvaraṇaṁ karonti, tañce ottharitvā vā vinibbijjhitvā vā udakaṁ gacchati, sabbattha pavattanaṭṭhāne kammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:67_1": "Sace pana āvaraṇena vā koṭṭakabandhanena vā sotaṁ pacchijjati, udakaṁ nappavattati, appavattanaṭṭhāne kammaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:67_2": "Āvaraṇamatthakepi kātuṁ na vaṭṭati.",
  "atk-vin02a21:67_3": "Sace koci āvaraṇappadeso pubbe vuttapāsāṇadīpakappadeso viya udakena ajjhotthariyati, tattha vaṭṭati.",
  "atk-vin02a21:67_4": "So hi nadīsaṅkhyameva gacchati.",
  "atk-vin02a21:67_5": "Nadiṁ vināsetvā taḷākaṁ karonti, heṭṭhā pāḷi baddhā, udakaṁ āgantvā taḷākaṁ pūretvā tiṭṭhati, ettha kammaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:67_6": "Upari pavattanaṭṭhāne heṭṭhā ca chaḍḍitamodakaṁ nadiṁ ottharitvā sandanaṭṭhānato paṭṭhāya vaṭṭati.",
  "atk-vin02a21:67_7": "Deve avassante hemantagimhesu vā sukkhanadiyāpi vaṭṭati.",
  "atk-vin02a21:67_8": "Nadito nīhaṭamātikāya na vaṭṭati.",
  "atk-vin02a21:67_9": "Sace sā kālantarena bhijjitvā nadī hoti, vaṭṭati.",
  "atk-vin02a21:67_10": "Kāci nadī kālantarena uppatitvā gāmanigamasīmaṁ ottharitvā pavattati, nadīyeva hoti, kammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:67_11": "Sace pana vihārasīmaṁ ottharati, vihārasīmātveva saṅkhyaṁ gacchati.",
  "atk-vin02a21:68_0": "Samuddepi kammaṁ karontehi yaṁ padesaṁ uddhaṁ vaḍḍhanaudakaṁ vā pakativīci vā vegena āgantvā ottharati, tattha kātuṁ na vaṭṭati.",
  "atk-vin02a21:68_1": "Yasmiṁ pana padese pakativīciyo ottharitvā saṇṭhahanti, so udakantato paṭṭhāya antosamuddo nāma, tattha ṭhitehi kammaṁ kātabbaṁ.",
  "atk-vin02a21:68_2": "Sace ūmivego bādhati, nāvāya vā aṭṭake vā ṭhatvā kātabbaṁ.",
  "atk-vin02a21:68_3": "Tesu vinicchayo nadiyaṁ vuttanayeneva veditabbo.",
  "atk-vin02a21:68_4": "Samudde piṭṭhipāsāṇo hoti, taṁ kadāci ūmiyo āgantvā ottharanti , kadāci na ottharanti, tattha kammaṁ kātuṁ na vaṭṭati, so hi gāmasīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:68_5": "Sace pana vīcīsu āgatāsupi anāgatāsupi pakatiudakeneva otthariyati, vaṭṭati.",
  "atk-vin02a21:68_6": "Dīpako vā pabbato vā hoti, so ce dūre hoti macchabandhānaṁ agamanapathe, araññasīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:68_7": "Tesaṁ gamanapariyantassa orato pana gāmasīmāsaṅkhyaṁ gacchati.",
  "atk-vin02a21:68_8": "Tattha gāmasīmaṁ asodhetvā kammaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a21:68_9": "Samuddo gāmasīmaṁ vā nigamasīmaṁ vā ottharitvā tiṭṭhati, samuddova hoti, tattha kammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:68_10": "Sace pana vihārasīmaṁ ottharati, vihārasīmātveva saṅkhyaṁ gacchati.",
  "atk-vin02a21:69_0": "Jātassare kammaṁ karontehipi yattha pubbe vuttappakāre vassakāle vasse pacchinnamatte pivituṁ vā hatthapāde vā dhovituṁ udakaṁ na hoti, sukkhati, ayaṁ na jātassaro, gāmakhettasaṅkhyameva gacchati, tattha kammaṁ na kātabbaṁ.",
  "atk-vin02a21:69_1": "Yattha pana vuttappakāre vassakāle udakaṁ santiṭṭhati, ayameva jātassaro.",
  "atk-vin02a21:69_2": "Tassa yattake padese vassānaṁ cātumāse udakaṁ tiṭṭhati, tattha kammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:69_3": "Sace gambhīraṁ udakaṁ, aṭṭakaṁ bandhitvā tattha ṭhitehipi jātassarassa anto jātarukkhamhi baddhaaṭṭakepi kātuṁ vaṭṭati.",
  "atk-vin02a21:69_4": "Piṭṭhipāsāṇadīpakesu panettha nadiyaṁ vuttasadisova vinicchayo.",
  "atk-vin02a21:69_5": "Samavassadevakāle pahonakajātassaro pana sacepi dubbuṭṭhikāle vā gimhahemantesu vā sukkhati, nirudako hoti, tattha saṅghakammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a21:69_6": "Yaṁ andhakaṭṭhakathāyaṁ vuttaṁ ‘‘sabbo jātassaro sukkho anodako , gāmakhettaṁyeva bhajatī’’ti, taṁ na gahetabbaṁ.",
  "atk-vin02a21:69_7": "Sace panettha udakatthāya āvāṭaṁ vā pokkharaṇīādīni vā khaṇanti, taṁ ṭhānaṁ ajātassaro hoti, gāmasīmāsaṅkhyaṁ gacchati.",
  "atk-vin02a21:69_8": "Lābutipusakādivappe katepi eseva nayo.",
  "atk-vin02a21:70_0": "Sace pana taṁ pūretvā thalaṁ vā karonti, ekasmiṁ disābhāge pāḷiṁ bandhitvā sabbameva taṁ mahātaḷākaṁ vā karonti, sabbopi ajātassaro hoti, gāmasīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:70_1": "Loṇīpi jātassarasaṅkhyameva gacchati.",
  "atk-vin02a21:70_2": "Vassike cattāro māse udakaṭṭhānokāse kammaṁ kātuṁ vaṭṭatīti.",
  "atk-vin02a21:71_0": "148.Sīmāya sīmaṁ sambhindantīti attano sīmāya paresaṁ baddhasīmaṁ sambhindanti.",
  "atk-vin02a21:71_1": "Sace hi porāṇakassa vihārassa puratthimāya disāya ambo ceva jambū cāti dve rukkhā aññamaññaṁ saṁsaṭṭhaviṭapā honti, tesu ambassa pacchimadisābhāge jambū.",
  "atk-vin02a21:71_2": "Vihārasīmā ca jambuṁ anto katvā ambaṁ kittetvā baddhā hoti, atha pacchā tassa vihārassa puratthimāya disāya vihāraṁ katvā sīmaṁ bandhantā taṁ ambaṁ anto katvā jambuṁ kittetvā bandhanti, sīmāya sīmā sambhinnā hoti.",
  "atk-vin02a21:71_3": "Evaṁ chabbaggiyā akaṁsu, tenāha –",
  "atk-vin02a21:71_4": "‘‘sīmāya sīmaṁ sambhindantī’’ti.",
  "atk-vin02a21:72_0": "Sīmāya sīmaṁ ajjhottharantīti attano sīmāya paresaṁ baddhasīmaṁ ajjhottharanti;",
  "atk-vin02a21:73_0": "Paresaṁ baddhasīmaṁ sakalaṁ vā tassā padesaṁ vā anto katvā attano sīmaṁ bandhanti.",
  "atk-vin02a21:73_1": "Sīmantarikaṁ ṭhapetvā sīmaṁ sammannitunti ettha sace paṭhamataraṁ katassa vihārassa sīmā asammatā hoti, sīmāya upacāro ṭhapetabbo.",
  "atk-vin02a21:73_2": "Sace sammatā hoti, pacchimakoṭiyā hatthamattā sīmantarikā ṭhapetabbā.",
  "atk-vin02a21:73_3": "Kurundiyaṁ vidatthimattampi, mahāpaccariyaṁ caturaṅgulamattampi vaṭṭatīti vuttaṁ.",
  "atk-vin02a21:73_4": "Ekarukkhopi ca dvinnaṁ sīmānaṁ nimittaṁ hoti, so pana vaḍḍhanto sīmāsaṅkaraṁ karoti, tasmā na kātabbo.",
  "atk-vin02a21:74_0": "Uposathabhedādikathā",
  "atk-vin02a21:75_0": "149.Cātuddasiko ca pannarasiko cāti ettha cātuddasikassa pubbakicce ‘‘ajjuposatho cātuddaso’’ti vattabbaṁ.",
  "atk-vin02a21:76_0": "Adhammena vaggantiādīsu sace ekasmiṁ vihāre catūsu bhikkhūsu vasantesu ekassa chandapārisuddhiṁ āharitvā tayo pārisuddhiuposathaṁ karonti, tīsu vā vasantesu ekassa chandapārisuddhiṁ āharitvā dve pātimokkhaṁ uddisanti, adhammena vaggaṁ uposathakammaṁ hoti.",
  "atk-vin02a21:76_1": "Sace pana cattāropi sannipatitvā pārisuddhiuposathaṁ karonti, tayo vā dve vā pātimokkhaṁ uddisanti, adhammena samaggaṁ nāma hoti.",
  "atk-vin02a21:76_2": "Sace catūsu janesu ekassa pārisuddhiṁ āharitvā tayo pātimokkhaṁ uddisanti, tīsu vā janesu ekassa pārisuddhiṁ āharitvā dve pārisuddhiuposathaṁ karonti, dhammena vaggaṁ nāma hoti.",
  "atk-vin02a21:76_3": "Sace pana cattāro ekattha vasantā sabbeva sannipatitvā pātimokkhaṁ uddisanti, tayo pārisuddhiuposathaṁ karonti, dve aññamaññaṁ pārisuddhiuposathaṁ karonti, dhammena samaggaṁ nāma hotīti.",
  "atk-vin02a21:77_0": "Pātimokkhuddesakathā",
  "atk-vin02a21:78_0": "150.Nidānaṁ uddisitvā avasesaṁ sutena sāvetabbanti ‘‘suṇātu me bhante saṅgho…pe…",
  "atk-vin02a21:78_1": "āvikatā hissa phāsu hotī’’ti imaṁ nidānaṁ uddisitvā ‘‘uddiṭṭhaṁ kho āyasmanto nidānaṁ, tatthāyasmante pucchāmi –",
  "atk-vin02a21:78_2": "kaccittha parisuddhā, dutiyampi pucchāmi…pe…",
  "atk-vin02a21:78_3": "evametaṁ dhārayāmīti.",
  "atk-vin02a21:78_4": "Sutā kho panāyasmantehi cattāro pārājikā dhammā…pe…",
  "atk-vin02a21:78_5": "avivadamānehi sikkhitabba’’nti evaṁ avasesaṁ sutena sāvetabbaṁ.",
  "atk-vin02a21:78_6": "Etena nayena sesāpi cattāro pātimokkhuddesā veditabbā.",
  "atk-vin02a21:79_0": "Savarabhayanti aṭavimanussabhayaṁ.",
  "atk-vin02a21:79_1": "Rājantarāyotiādīsu sace bhikkhūsu ‘‘uposathaṁ karissāmā’’ti nisinnesu rājā āgacchati, ayaṁ rājantarāyo.",
  "atk-vin02a21:79_2": "Corā āgacchanti, ayaṁ corantarāyo.",
  "atk-vin02a21:79_3": "Davadāho vā āgacchati, āvāse vā aggi uṭṭhahati, ayaṁ aggantarāyo.",
  "atk-vin02a21:79_4": "Megho vā uṭṭheti, ogho vā āgacchati, ayaṁ udakantarāyo.",
  "atk-vin02a21:79_5": "Bahū manussā āgacchanti, ayaṁ manussantarāyo.",
  "atk-vin02a21:79_6": "Bhikkhuṁ yakkho gaṇhāti, ayaṁ amanussantarāyo.",
  "atk-vin02a21:79_7": "Byagghādayo caṇḍamigā āgacchanti, ayaṁ vāḷantarāyo.",
  "atk-vin02a21:79_8": "Bhikkhuṁ sappādayo ḍaṁsanti, ayaṁ sarīsapantarāyo.",
  "atk-vin02a21:79_9": "Bhikkhu gilāno vā hoti, kālaṁ vā karoti, verino vā taṁ māretukāmā gaṇhanti, ayaṁ jīvitantarāyo.",
  "atk-vin02a21:79_10": "Manussā ekaṁ vā bahū vā bhikkhū brahmacariyā cāvetukāmā gaṇhanti, ayaṁ brahmacariyantarāyo.",
  "atk-vin02a21:79_11": "Evarūpesu antarāyesu saṁkhittena pātimokkho uddisitabbo , paṭhamo vā uddeso uddisitabbo, ādimhi dve tayo cattāro vā.",
  "atk-vin02a21:79_12": "Ettha ca dutiyādīsu uddesesu yasmiṁ apariyosite antarāyo hoti, sopi suteneva sāvetabbo.",
  "atk-vin02a21:80_0": "Anajjhiṭṭhāti anāṇattā ayācitā vā.",
  "atk-vin02a21:80_1": "Ajjhesanā cettha saṅghena sammatadhammajjhesakāyattā vā saṅghattherāyattā vā, tasmiṁ dhammajjhesake asati saṅghattheraṁ āpucchitvā vā tena yācito vā bhāsituṁ labhati.",
  "atk-vin02a21:80_2": "Saṅghattherenāpi sace vihāre bahū dhammakathikā honti, vārapaṭipāṭiyā vattabbā –",
  "atk-vin02a21:80_3": "‘‘tvaṁ dhammaṁ bhaṇa, dhammaṁ kathehi, dhammadānaṁ dehī’’ti vā vuttena tīhipi vidhīhi dhammo bhāsitabbo.",
  "atk-vin02a21:80_4": "‘‘Osārehī’’ti vutto pana osāretumeva labhati, ‘‘kathehī’’ti vutto kathetumeva, ‘‘sarabhaññaṁ bhaṇāhī’’ti vutto sarabhaññameva.",
  "atk-vin02a21:80_5": "Saṅghattheropi ca uccatare āsane nisinno yācituṁ na labhati.",
  "atk-vin02a21:80_6": "Sace upajjhāyo ceva saddhivihāriko ca honti, upajjhāyo ca naṁ uccāsane nisinno ‘‘bhaṇāhī’’ti vadati, sajjhāyaṁ adhiṭṭhahitvā bhaṇitabbaṁ.",
  "atk-vin02a21:80_7": "Sace panettha daharā bhikkhū honti, tesaṁ ‘‘bhaṇāmī’’ti bhaṇitabbaṁ.",
  "atk-vin02a21:81_0": "Sace vihāre saṅghatthero attanoyeva nissitake bhaṇāpeti, aññe madhurabhāṇakepi nājjhesati, so aññehi vattabbo –",
  "atk-vin02a21:81_1": "‘‘bhante asukaṁ nāma bhaṇāpemā’’ti.",
  "atk-vin02a21:81_2": "Sace ‘‘bhaṇāpethā’’ti vā vadati, tuṇhī vā hoti, bhaṇāpetuṁ vaṭṭati.",
  "atk-vin02a21:81_3": "Sace pana paṭibāhati, na bhaṇāpetabbaṁ.",
  "atk-vin02a21:81_4": "Yadi anāgateyeva saṅghatthere dhammasavanaṁ āraddhaṁ, puna āgate ṭhapetvā āpucchanakiccaṁ natthi.",
  "atk-vin02a21:81_5": "Osāretvā pana kathentena āpucchitvā vā aṭṭhapetvāyeva vā kathetabbaṁ, kathentassa puna āgatepi eseva nayo.",
  "atk-vin02a21:82_0": "Upanisinnakathāyapi saṅghattherova sāmī, tasmā tena sayaṁ vā kathetabbaṁ, añño vā bhikkhu ‘‘kathehī’’ti vattabbo, no ca kho uccatare āsane nisinnena.",
  "atk-vin02a21:82_1": "Manussānaṁ pana ‘‘bhaṇāhī’’ti vattuṁ vaṭṭati.",
  "atk-vin02a21:82_2": "Manussā attano jānanakabhikkhuṁ āpucchanti, tena theraṁ āpucchitvā kathetabbaṁ.",
  "atk-vin02a21:82_3": "Sace saṅghatthero ‘‘bhante ime pañhaṁ pucchantī’’ti puṭṭho ‘‘kathehī’’ti vā bhaṇati, tuṇhī vā hoti, kathetuṁ vaṭṭati.",
  "atk-vin02a21:82_4": "Antaraghare anumodanādīsupi eseva nayo.",
  "atk-vin02a21:82_5": "Sace saṅghatthero vihāre vā antaraghare vā ‘‘maṁ anāpucchitvāpi katheyyāsī’’ti anujānāti, laddhakappiyaṁ hoti, sabbattha vattuṁ vaṭṭati.",
  "atk-vin02a21:83_0": "Sajjhāyaṁ karontenāpi thero āpucchitabboyeva.",
  "atk-vin02a21:83_1": "Ekaṁ āpucchitvā sajjhāyantassa aparo āgacchati, puna āpucchanakiccaṁ natthi.",
  "atk-vin02a21:83_2": "Sace vissamissāmīti ṭhapitassa āgacchati, puna ārabhantenāpi āpucchitabbaṁ.",
  "atk-vin02a21:83_3": "Saṅghatthere anāgateyeva āraddhaṁ sajjhāyantassāpi eseva nayo.",
  "atk-vin02a21:83_4": "Ekena saṅghattherena ‘‘maṁ anāpucchāpi yathāsukhaṁ sajjhāyāhī’’ti anuññāte yathāsukhaṁ sajjhāyituṁ vaṭṭati.",
  "atk-vin02a21:83_5": "Aññasmiṁ pana āgate taṁ āpucchitvāva sajjhāyitabbaṁ.",
  "atk-vin02a21:84_0": "151.Attanā vā attānaṁ sammannitabbaṁti attanā vā attā sammannitabbo;",
  "atk-vin02a21:84_1": "pucchantena pana parisaṁ oloketvā sace attano upaddavo natthi, vinayo pucchitabbo.",
  "atk-vin02a21:85_0": "153.Katepi okāse puggalaṁ tulayitvāti ‘‘atthi nu kho me ito upaddavo, natthī’’ti evaṁ upaparikkhitvā.",
  "atk-vin02a21:85_1": "Puramhākanti paṭhamaṁ amhākaṁ.",
  "atk-vin02a21:85_2": "Paṭikaccevāti paṭhamatarameva.",
  "atk-vin02a21:85_3": "Puggalaṁ tulayitvā okāsaṁ kātunti ‘‘bhūtameva nu kho āpattiṁ vadati, abhūta’’nti evaṁ upaparikkhitvā okāsaṁ kātuṁ anujānāmīti attho.",
  "atk-vin02a21:86_0": "Adhammakammapaṭikkosanādikathā",
  "atk-vin02a21:87_0": "154.Adhammakammaṁ vuttanayameva.",
  "atk-vin02a21:87_1": "Paṭikkositunti vāretuṁ.",
  "atk-vin02a21:87_2": "Diṭṭhimpi āvikātunti ‘‘adhammakammaṁ idaṁ na me khamatī’’ti evaṁ aññassa santike attano diṭṭhiṁ pakāsetuṁ.",
  "atk-vin02a21:87_3": "Catūhi pañcahītiādi tesaṁ anupaddavatthāya vuttaṁ.",
  "atk-vin02a21:87_4": "Sañcicca na sāventīti yathā na suṇanti evaṁ bhaṇissāmāti sañcicca saṇikaṁ uddisanti.",
  "atk-vin02a21:88_0": "155.Therādhikanti therādhīnaṁ;",
  "atk-vin02a21:88_1": "therāyattaṁ bhavitunti attho.",
  "atk-vin02a21:88_2": "‘‘Therādheyya’’ntipi pāṭho, tasmā therena sayaṁ vā uddisitabbaṁ, añño vā ajjhesitabbo.",
  "atk-vin02a21:88_3": "Ajjhesanavidhānañcettha dhammajjhesane vuttanayameva.",
  "atk-vin02a21:88_4": "So najānāti uposathaṁ vātiādīsu cātuddasikapannarasikabhedena duvidhaṁ, saṅghauposathādibhedena navavidhañca uposathaṁ na jānāti, catubbidhaṁ uposathakammaṁ na jānāti, duvidhaṁ pātimokkhaṁ na jānāti, navavidhaṁ pātimokkhuddesaṁ na jānāti.",
  "atk-vin02a21:88_5": "Yo tattha bhikkhu byatto paṭibaloti ettha kiñcāpi daharassāpi byattassa pātimokkho anuññāto.",
  "atk-vin02a21:88_6": "Atha kho ettha ayamadhippāyo.",
  "atk-vin02a21:88_7": "Sace therassa pañca vā cattāro vā tayo vā pātimokkhuddesā nāgacchanti;",
  "atk-vin02a21:88_8": "dve pana akhaṇḍā suvisadā vācuggatā honti, therāyattova pātimokkhā.",
  "atk-vin02a21:88_9": "Sace pana ettakampi visadaṁ kātuṁ na sakkoti, byattassa bhikkhuno āyatto hoti.",
  "atk-vin02a21:89_0": "Sāmantā āvāsāti sāmantaṁ āvāsaṁ.",
  "atk-vin02a21:89_1": "Sajjukanti tadaheva āgamanatthāya.",
  "atk-vin02a21:89_2": "Navaṁ bhikkhuṁ āṇāpetunti ettha yo sakkoti uggahetuṁ, evarūpo āṇāpetabbo, na bālo.",
  "atk-vin02a21:90_0": "Pakkhagaṇanādiuggahaṇānujānanakathā",
  "atk-vin02a21:91_0": "156.Katimī bhanteti ettha katīnaṁ pūraṇīti katimī. Kālavatoti kālasseva; pagevāti attho.",
  "atk-vin02a21:92_0": "158.Yaṁ kālaṁ saratīti ettha sāyampi ‘‘ajjuposatho samannāharathā’’ti ārocetuṁ vaṭṭati.",
  "atk-vin02a21:93_0": "159.Therena bhikkhunā navaṁ bhikkhuṁ āṇāpetunti etthāpi kiñci kammaṁ karonto vā sadākālameva eko vā bhāranittharaṇako vā sarabhāṇakadhammakathikādīsu aññataro vā na uposathāgārasammajjanatthaṁ āṇāpetabbo, avasesā pana vārena āṇāpetabbā.",
  "atk-vin02a21:93_1": "Sace āṇatto sammuñjaniṁ tāvakālikampi na labhati, sākhābhaṅgaṁ kappiyaṁ kāretvā sammajjitabbaṁ, tampi alabhantassa laddhakappiyaṁ hoti.",
  "atk-vin02a21:94_0": "160.",
  "atk-vin02a21:94_1": "Āsanapaññāpanāṇattiyampi vuttanayeneva āṇāpetabbo.",
  "atk-vin02a21:94_2": "Āṇattena ca sace uposathāgāre āsanāni natthi, saṅghikāvāsatopi āharitvā paññapetvā puna āharitabbāni.",
  "atk-vin02a21:94_3": "Āsanesu asati kaṭasārakepi taṭṭikāyopi paññapetuṁ vaṭṭati, taṭṭikāsupi asati sākhābhaṅgāni kappiyaṁ kāretvā paññapetabbāni, kappiyakārakaṁ alabhantassa laddhakappiyaṁ hoti.",
  "atk-vin02a21:95_0": "161.",
  "atk-vin02a21:95_1": "Padīpakaraṇepi vuttanayeneva āṇāpetabbo.",
  "atk-vin02a21:95_2": "Āṇāpentena ca ‘‘amukasmiṁ nāma okāse telaṁ vā vaṭṭi vā kapallikā vā atthi, taṁ gahetvā karohī’’ti vattabbo.",
  "atk-vin02a21:95_3": "Sace telādīni natthi, pariyesitabbāni, pariyesitvā alabhantassa laddhakappiyaṁ hoti.",
  "atk-vin02a21:95_4": "Apica kapāle aggipi jāletabbo.",
  "atk-vin02a21:96_0": "Disaṁgamikādivatthukathā",
  "atk-vin02a21:97_0": "163.Saṅgahetabboti ‘‘sādhu bhante āgatāttha, idha bhikkhā sulabhā sūpabyañjanaṁ atthi, vasatha anukkaṇṭhamānā’’ti evaṁ piyavacanena saṅgahetabbo.",
  "atk-vin02a21:97_1": "Punappunaṁ tathākaraṇavasena anuggahetabbo.",
  "atk-vin02a21:97_2": "‘‘Āma vasissāmī’’ti paṭivacanadāpanena upalāpetabbo.",
  "atk-vin02a21:97_3": "Atha vā catūhi paccayehi saṅgahetabbo ceva anuggahetabbo ca.",
  "atk-vin02a21:97_4": "Piyavacanena upalāpetabbo, kaṇṇasukhaṁ ālapitabboti attho.",
  "atk-vin02a21:97_5": "Cuṇṇādīhi upaṭṭhāpetabbo.",
  "atk-vin02a21:97_6": "Āpatti dukkaṭassāti sace sakalopi saṅgho na karoti, sabbesaṁ dukkaṭaṁ.",
  "atk-vin02a21:97_7": "Idha neva therā na daharā muccanti, sabbehi vārena upaṭṭhāpetabbo.",
  "atk-vin02a21:97_8": "Attano vāre anupaṭṭhahantassa āpatti.",
  "atk-vin02a21:97_9": "Tena pana mahātherānaṁ pariveṇasammajjanadantakaṭṭhadānādīni na sāditabbāni.",
  "atk-vin02a21:97_10": "Evampi sati mahātherehi sāyaṁpātaṁ upaṭṭhānaṁ āgantabbaṁ.",
  "atk-vin02a21:97_11": "Tena pana tesaṁ āgamanaṁ ñatvā paṭhamataraṁ mahātherānaṁ upaṭṭhānaṁ gantabbaṁ.",
  "atk-vin02a21:97_12": "Sacassa saddhiṁcarā bhikkhuupaṭṭhākā atthi, ‘‘mayhaṁ upaṭṭhākā atthi, tumhe appossukkā viharathā’’ti vattabbaṁ.",
  "atk-vin02a21:97_13": "Athāpissa saddhiṁcarā natthi, tasmiṁyeva pana vihāre eko vā dve vā vattasampannā vadanti ‘‘mayaṁ therassa kattabbaṁ karissāma, avasesā phāsu viharantū’’ti sabbesaṁ anāpatti.",
  "atk-vin02a21:98_0": "So āvāso gantabboti uposathakaraṇatthāya anvaddhamāsaṁ gantabbo.",
  "atk-vin02a21:98_1": "So ca kho utuvasseyeva, vassāne pana yaṁ kattabbaṁ, taṁ dassetuṁ ‘‘vassaṁ vasanti bālā abyattā’’tiādimāha.",
  "atk-vin02a21:98_2": "Tattha na bhikkhave tehi bhikkhūhi tasmiṁ āvāse vassaṁ vasitabbanti purimikāya pātimokkhuddesakena vinā na vassaṁ upagantabbaṁ.",
  "atk-vin02a21:98_3": "Sace so vassūpagatānaṁ pakkamati vā, vibbhamati vā, kālaṁ vā karoti, aññasmiṁ satiyeva pacchimikāya vasituṁ vaṭṭati, asati aññattha gantabbaṁ, agacchantānaṁ dukkaṭaṁ.",
  "atk-vin02a21:98_4": "Sace pana pacchimikāya pakkamati vā vibbhamati vā kālaṁ vā karoti, māsadvayaṁ vasitabbaṁ.",
  "atk-vin02a21:99_0": "Pārisuddhidānakathā",
  "atk-vin02a21:100_0": "164.Kāyena viññāpetīti pārisuddhidānaṁ yena kenaci aṅgapaccaṅgena viññāpeti jānāpeti;",
  "atk-vin02a21:100_1": "vācaṁ pana nicchāretuṁ sakkonto vācāya viññāpeti;",
  "atk-vin02a21:100_2": "ubhayathā sakkonto kāyavācāhi.",
  "atk-vin02a21:100_3": "Saṅghena tattha gantvā uposatho kātabboti sace bahū tādisā gilānā honti, saṅghena paṭipāṭiyā ṭhatvā sabbe hatthapāse kātabbā.",
  "atk-vin02a21:100_4": "Sace dūre dūre honti, saṅgho nappahoti, taṁ divasaṁ uposatho na kātabbo, natveva vaggena saṅghena uposatho kātabbo.",
  "atk-vin02a21:101_0": "Tattheva pakkamatīti saṅghamajjhaṁ anāgantvā tatova katthaci gacchati.",
  "atk-vin02a21:101_1": "Sāmaṇero paṭijānātīti ‘‘sāmaṇero aha’’nti evaṁ paṭijānāti;",
  "atk-vin02a21:101_2": "bhūtaṁyeva vā sāmaṇerabhāvaṁ āroceti, pacchā vā sāmaṇerabhūmiyaṁ tiṭṭhatīti attho.",
  "atk-vin02a21:101_3": "Esa nayo sabbattha.",
  "atk-vin02a21:102_0": "Saṅghappatto pakkamatīti sabbantimena paricchedena uposathatthāya sannipatitānaṁ catunnaṁ bhikkhūnaṁ hatthapāsaṁ patvā pakkamati.",
  "atk-vin02a21:102_1": "Esa nayo sabbattha.",
  "atk-vin02a21:102_2": "Ettha ca ekena bahūnampi āhaṭā pārisuddhi āhaṭāva hoti.",
  "atk-vin02a21:102_3": "Sace pana so antarāmagge aññaṁ bhikkhuṁ disvā yesaṁ anena pārisuddhi gahitā, tesañca attano ca pārisuddhiṁ deti, tasseva pārisuddhi āgacchati, itarā pana bilāḷasaṅkhalikapārisuddhi nāma hoti.",
  "atk-vin02a21:102_4": "Sā na āgacchati.",
  "atk-vin02a21:103_0": "Sutto na ārocetīti āgantvā supati, ‘‘asukena pārisuddhi dinnā’’ti na āroceti.",
  "atk-vin02a21:103_1": "Pārisuddhihārakassa anāpattīti ettha sace sañcicca nāroceti, dukkaṭaṁ āpajjati, pārisuddhi pana āhaṭāva hoti.",
  "atk-vin02a21:103_2": "Asañcicca anārocitattā panassa anāpatti, ubhinnampi ca uposatho katoyeva hoti.",
  "atk-vin02a21:104_0": "Chandadānakathā",
  "atk-vin02a21:105_0": "165.",
  "atk-vin02a21:105_1": "Chandadānepi pārisuddhidāne vuttasadisoyeva vinicchayo.",
  "atk-vin02a21:105_2": "Pārisuddhiṁ dentena chandampidātunti ettha sace pārisuddhimeva deti na chandaṁ, uposatho kato hoti.",
  "atk-vin02a21:105_3": "Yaṁ pana saṅgho aññaṁ kammaṁ karoti, taṁ akataṁ hoti.",
  "atk-vin02a21:105_4": "Chandameva deti na pārisuddhiṁ, bhikkhusaṅghassa uposathopi kammampi katameva hoti, chandadāyakassa pana uposatho akato hoti.",
  "atk-vin02a21:105_5": "Sacepi koci bhikkhu nadiyā vā sīmāya vā uposathaṁ adhiṭṭhahitvā āgacchati, ‘‘kato mayā uposatho’’ti acchituṁ na labhati, sāmaggī vā chando vā dātabbo.",
  "atk-vin02a21:106_0": "167.Saratipi uposathaṁ napi saratīti ekadā sarati, ekadā na sarati.",
  "atk-vin02a21:106_1": "Atthi neva saratīti yo ekantaṁ neva sarati, tassa sammutidānakiccaṁ natthi.",
  "atk-vin02a21:106_2": "Anāgacchantopi kammaṁ na kopeti.",
  "atk-vin02a21:107_0": "Saṅghuposathādikathā",
  "atk-vin02a21:108_0": "168.So deso sammajjitvāti taṁ desaṁ sammajjitvā, upayogatthe paccattaṁ.",
  "atk-vin02a21:108_1": "Pānīyaṁ paribhojanīyantiādi pana uttānatthameva .",
  "atk-vin02a21:108_2": "Kasmā panetaṁ vuttaṁ?",
  "atk-vin02a21:108_3": "Uposathassa pubbakaraṇādidassanatthaṁ.",
  "atk-vin02a21:108_4": "Tenāhu aṭṭhakathācariyā –",
  "atk-vin02a21:109_0": "‘‘Sammajjanī padīpo ca, udakaṁ āsanena ca;",
  "atk-vin02a21:110_0": "Uposathassa etāni, pubbakaraṇanti vuccati’’.",
  "atk-vin02a21:111_0": "Iti imāni cattāri ‘‘pubbakaraṇa’’nti akkhātāni.",
  "atk-vin02a21:112_0": "‘‘Chandapārisuddhiutukkhānaṁ, bhikkhugaṇanā ca ovādo;",
  "atk-vin02a21:113_0": "Uposathassa etāni, pubbakiccanti vuccati.",
  "atk-vin02a21:114_0": "Iti imāni pañca pubbakaraṇato pacchā kattabbāni ‘‘pubbakicca’’nti akkhātāni.",
  "atk-vin02a21:115_0": "‘‘Uposatho yāvatikā ca bhikkhū kammappattā,",
  "atk-vin02a21:116_0": "Sabhāgāpattiyo ca na vijjanti;",
  "atk-vin02a21:117_0": "Vajjanīyā ca puggalā tasmiṁ na honti,",
  "atk-vin02a21:118_0": "Pattakallanti vuccati’’.",
  "atk-vin02a21:119_0": "Iti imāni cattāri ‘‘pattakalla’’nti akkhātānīti.",
  "atk-vin02a21:120_0": "Tehisaddhinti tehi āgatehi saddhiṁ etāni pubbakaraṇādīni katvā uposatho kātabbo.",
  "atk-vin02a21:120_1": "Ajja me uposathoti ettha sace pannaraso hoti, ‘‘ajja me uposatho pannaraso’’tipi adhiṭṭhātuṁ vaṭṭati.",
  "atk-vin02a21:120_2": "Cātuddasikepi eseva nayo.",
  "atk-vin02a21:121_0": "Āpattipaṭikammavidhikathā",
  "atk-vin02a21:122_0": "169.Bhagavatā paññattaṁ ‘‘na sāpattikena uposatho kātabbo’’ti idaṁ ‘‘yassa siyā āpattī’’tiādivacaneneva pārisuddhidānapaññāpanena ca pārisuddhiuposathapaññāpanena ca paññattaṁ hotīti veditabbaṁ.",
  "atk-vin02a21:122_1": "Itthannāmaṁ āpattinti thullaccayādīsu ekissā nāmaṁ gahetvā ‘‘thullaccayaṁ āpattiṁ pācittiyaṁ āpatti’’nti evaṁ vattabbaṁ.",
  "atk-vin02a21:122_2": "Taṁ paṭidesemīti idaṁ ‘‘taṁ tumhamūle, taṁ tuyhamūle paṭidesemī’’ti vuttepi suvuttameva hoti.",
  "atk-vin02a21:122_3": "Passasīti idañca ‘‘passasi āvuso taṁ āpattiṁ, passatha bhante taṁ āpatti’’nti evaṁ vattabbaṁ.",
  "atk-vin02a21:122_4": "Āma passāmīti idaṁ pana ‘‘āma bhante passāmi, āma āvuso passāmī’’ti evaṁ vuttampi suvuttameva hoti.",
  "atk-vin02a21:122_5": "Āyatiṁ saṁvareyyāsīti ettha pana sace vuḍḍhataro ‘‘āyatiṁ saṁvareyyāthā’’ti vattabbo.",
  "atk-vin02a21:122_6": "Evaṁ vuttena pana ‘‘sādhu suṭṭhu saṁvarissāmī’’ti vattabbameva.",
  "atk-vin02a21:123_0": "Yadā nibbematikoti ettha sace panesa nibbematiko na hoti, vatthuṁ kittetvāva desetuṁ vaṭṭatīti andhakaṭṭhakathāyaṁ vuttaṁ.",
  "atk-vin02a21:123_1": "Tatrāyaṁ desanāvidhi –",
  "atk-vin02a21:123_2": "sace meghacchanne sūriye ‘‘kālo nu kho no’’ti vematiko bhuñjati, tena bhikkhunā ‘‘ahaṁ bhante vematiko bhuñjiṁ’’, sace kālo atthi, ‘‘sambahulā dukkaṭā āpattiyo āpannomhi, no ce atthi, ‘‘sambahulā pācittiyā āpannomhī’’ti evaṁ vatthuṁ kittetvā ‘‘ahaṁ bhante yā tasmiṁ vatthusmiṁ sambahulā dukkaṭā vā pācittiyā vā āpattiyo āpanno, tā tumhamūle paṭidesemī’’ti vattabbaṁ.",
  "atk-vin02a21:123_3": "Esa nayo sabbāpattīsu.",
  "atk-vin02a21:124_0": "Na bhikkhave sabhāgā āpattīti ettha yaṁ dvepi janā vikālabhojanādinā sabhāgavatthunā āpattiṁ āpajjanti, evarūpā vatthusabhāgā ‘‘sabhāgā’’ti vuccati.",
  "atk-vin02a21:124_1": "Vikālabhojanappaccayā āpannaṁ pana anatirittabhojanapaccayā āpannassa santike desetuṁ vaṭṭati.",
  "atk-vin02a21:124_2": "Yāpi cāyaṁ vatthusabhāgā, sāpi desitā sudesitāva.",
  "atk-vin02a21:124_3": "Aññaṁ pana desanapaccayā desako, paṭiggahaṇappaccayā paṭiggahako cāti ubhopi dukkaṭaṁ āpajjanti, taṁ nānāvatthukaṁ hoti, tasmā aññamaññaṁ desetuṁ vaṭṭati.",
  "atk-vin02a21:125_0": "170.Sāmanto bhikkhu evamassa vacanīyoti ettha sabhāgoyeva vattabbo.",
  "atk-vin02a21:125_1": "Visabhāgassa hi vuccamāne bhaṇḍanakalahasaṅghabhedādīnipi honti, tasmā tassa avatvā ‘‘ito vuṭṭhahitvā paṭikarissāmī’’ti ābhogaṁ katvā uposatho kātabboti andhakaṭṭhakathāyaṁ vuttaṁ.",
  "atk-vin02a21:126_0": "Anāpattipannarasakādikathā",
  "atk-vin02a21:127_0": "172.",
  "atk-vin02a21:127_1": "Anāpattipannarasake –",
  "atk-vin02a21:127_2": "te na jāniṁsūti sīmaṁ okkantāti vā okkamantīti vāti na jāniṁsu.",
  "atk-vin02a21:127_3": "Athaññe āvāsikā bhikkhū āgacchantīti gāmaṁ vā araññaṁ vā kenaci karaṇīyena gantvā tesaṁ nisinnaṭṭhānaṁ āgacchanti.",
  "atk-vin02a21:127_4": "Vaggā samaggasaññinoti tesaṁ sīmaṁ okkantattā vaggā;",
  "atk-vin02a21:127_5": "sīmaṁ okkantabhāvassa ajānanato samaggasaññino.",
  "atk-vin02a21:128_0": "173.",
  "atk-vin02a21:128_1": "Vaggāvaggasaññipannarasake –",
  "atk-vin02a21:128_2": "te jānantīti pabbate vā thale vā ṭhitā sīmaṁ okkante vā okkamante vā passanti.",
  "atk-vin02a21:128_3": "Vematikapannarasakaṁ uttānameva.",
  "atk-vin02a21:129_0": "175.",
  "atk-vin02a21:129_1": "Kukkuccapakatapannarasake –",
  "atk-vin02a21:129_2": "yathā icchāya abhibhūto ‘‘icchāpakato’’ti vuccati, evaṁ pubbabhāge sanniṭṭhānaṁ katvāpi karaṇakkhaṇe akappiye akappiyasaññitāsaṅkhātena kukkuccena abhibhūtā ‘‘kukkuccapakatā’’ti veditabbā.",
  "atk-vin02a21:130_0": "176. Bhedapurekkhārapannarasake – akusalabalavatāya thullaccayaṁ vuttaṁ.",
  "atk-vin02a21:131_0": "Sīmokkantikapeyyālakathā",
  "atk-vin02a21:132_0": "177.",
  "atk-vin02a21:132_1": "Āvāsikenaāgantukapeyyāle –",
  "atk-vin02a21:132_2": "yathā purime āvāsikenaāvāsikapeyyāle ‘‘te na jānanti athaññe āvāsikā’’tiādi vuttaṁ, evaṁ ‘‘te na jānanti athaññe āgantukā’’tiādinā nayena sabbaṁ veditabbaṁ.",
  "atk-vin02a21:132_3": "Āgantukenaāvāsikapeyyāle pana –",
  "atk-vin02a21:132_4": "yathā purimapeyyāle ‘‘āvāsikā bhikkhū sannipatantī’’ti āgataṁ, evaṁ ‘‘āgantukā bhikkhū sannipatantī’’ti ānetabbaṁ .",
  "atk-vin02a21:132_5": "Āgantukenaāgantukapeyyāle pana –",
  "atk-vin02a21:132_6": "ubhayapadesu āgantukavasena yojetabboti.",
  "atk-vin02a21:133_0": "178.Āvāsikānaṁ bhikkhūnaṁ cātuddaso hoti, āgantukānaṁ pannarasoti ettha yesaṁ pannaraso, te tiroraṭṭhato vā āgatā, atītaṁ vā uposathaṁ cātuddasikaṁ akaṁsūti veditabbā.",
  "atk-vin02a21:133_1": "Āvāsikānaṁ anuvattitabbanti āvāsikehi ‘‘ajjuposatho cātuddaso’’ti pubbakicce kariyamāne anuvattitabbaṁ, na paṭikkositabbaṁ.",
  "atk-vin02a21:133_2": "Na akāmā dātabbāti na anicchāya dātabbā.",
  "atk-vin02a21:134_0": "Liṅgādidassanakathā",
  "atk-vin02a21:135_0": "179.Āvāsikākāranti āvāsikānaṁ ākāraṁ.",
  "atk-vin02a21:135_1": "Esa nayo sabbattha.",
  "atk-vin02a21:135_2": "Ākāro nāma yena tesaṁ vattasampannā vā na vāti ācārasaṇṭhānaṁ gayhati.",
  "atk-vin02a21:135_3": "Liṅgaṁ nāma yaṁ te tattha tattha līne gamayati;",
  "atk-vin02a21:135_4": "adissamānepi jānāpetīti attho.",
  "atk-vin02a21:135_5": "Nimittaṁ nāma yaṁ disvā te atthīti ñāyanti.",
  "atk-vin02a21:135_6": "Uddeso nāma yena te evarūpaparikkhārāti uddisanti;",
  "atk-vin02a21:135_7": "apadesaṁ labhantīti attho.",
  "atk-vin02a21:135_8": "Sabbametaṁ supaññattamañcapīṭhādīnañceva padasaddādīnañca adhivacanaṁ, yathāyogaṁ pana yojetabbaṁ.",
  "atk-vin02a21:135_9": "Āgantukākārādīsupi eseva nayo.",
  "atk-vin02a21:135_10": "Tattha aññātakanti aññesaṁ santakaṁ.",
  "atk-vin02a21:135_11": "Pādānaṁ dhotaṁ udakanissekanti pādānaṁ dhotānaṁ udakanissekaṁ.",
  "atk-vin02a21:135_12": "Bahuvacanassa ekavacanaṁ veditabbaṁ.",
  "atk-vin02a21:135_13": "‘‘Pādānaṁ dhotaudakanisseka’’nti vā pāṭho;",
  "atk-vin02a21:135_14": "pādānaṁ dhovanaudakanissekanti attho.",
  "atk-vin02a21:136_0": "180.",
  "atk-vin02a21:136_1": "Nānāsaṁvāsakādivatthūsu –",
  "atk-vin02a21:136_2": "samānasaṁvāsakadiṭṭhinti ‘‘samānasaṁvāsakā ete’’ti diṭṭhiṁ.",
  "atk-vin02a21:136_3": "Na pucchantīti tesaṁ laddhiṁ na pucchanti;",
  "atk-vin02a21:136_4": "apucchitvāva vattapaṭivattiṁ katvā ekato uposathaṁ karonti.",
  "atk-vin02a21:136_5": "Nābhivitarantīti nānāsaṁvāsakabhāvaṁ maddituṁ abhibhavituṁ na sakkonti;",
  "atk-vin02a21:136_6": "taṁ diṭṭhiṁ na nissajjāpentīti attho.",
  "atk-vin02a21:137_0": "Nagantabbagantabbavārakathā",
  "atk-vin02a21:138_0": "181.Sabhikkhukā āvāsāti yasmiṁ āvāse uposathakārakā bhikkhū atthi, tamhā āvāsā yaṁ na sakkoti tadaheva āgantuṁ , so āvāso uposathaṁ akatvā na gantabbo.",
  "atk-vin02a21:138_1": "Aññatra saṅghenāti saṅghappahonakehi bhikkhūhi vinā.",
  "atk-vin02a21:138_2": "Aññatra antarāyāti pubbe vuttaṁ dasavidhaṁ antarāyaṁ vinā.",
  "atk-vin02a21:138_3": "Sabbantimena pana paricchedena attacatutthena antarāye vā sati gantuṁ vaṭṭati.",
  "atk-vin02a21:138_4": "Anāvāsoti navakammasālādiko yo koci padeso.",
  "atk-vin02a21:138_5": "Yathā ca āvāsādayo na gantabbā;",
  "atk-vin02a21:138_6": "evaṁ sace vihāre uposathaṁ karonti, uposathādhiṭṭhānatthaṁ sīmāpi nadīpi na gantabbā.",
  "atk-vin02a21:138_7": "Sace panettha koci bhikkhu hoti, tassa santikaṁ gantuṁ vaṭṭati.",
  "atk-vin02a21:138_8": "Vissaṭṭhauposathāpi āvāsā gantuṁ vaṭṭati;",
  "atk-vin02a21:138_9": "evaṁ gato adhiṭṭhātumpi labhati.",
  "atk-vin02a21:138_10": "Āraññakenāpi bhikkhunā uposathadivase gāme piṇḍāya caritvā attano vihārameva āgantabbaṁ.",
  "atk-vin02a21:138_11": "Sace aññaṁ vihāraṁ okkamati, tattha uposathaṁ katvāva āgantabbaṁ, akatvā na vaṭṭati.",
  "atk-vin02a21:139_0": "182.Yaṁ jaññā sakkomi ajjeva gantunti yaṁ jāneyya ajjeva tattha gantuṁ sakkomīti;",
  "atk-vin02a21:139_1": "evarūpo āvāso gantabbo.",
  "atk-vin02a21:139_2": "Tattha bhikkhūhi saddhiṁ uposathaṁ karontenāpi hi iminā neva uposathantarāyo kato bhavissatīti.",
  "atk-vin02a21:140_0": "Vajjanīyapuggalasandassanakathā",
  "atk-vin02a21:141_0": "183.Bhikkhuniyā nisinnaparisāyātiādīsu hatthapāsupagamanameva pamāṇaṁ.",
  "atk-vin02a21:141_1": "Aññatra avuṭṭhitāya parisāyāti idañhi pārivāsiyapārisuddhidānaṁ nāma parisāya vuṭṭhitakālato paṭṭhāya na vaṭṭati, avuṭṭhitāya pana vaṭṭati. Tenāha –",
  "atk-vin02a21:141_2": "‘‘aññatra avuṭṭhitāya parisāyā’’ti.",
  "atk-vin02a21:141_3": "Tassa lakkhaṇaṁ bhikkhunivibhaṅge parivāsiyachandadānavaṇṇanato gahetabbaṁ.",
  "atk-vin02a21:141_4": "Anuposatheti cātuddasiko ca pannarasiko cāti ime dve uposathe ṭhapetvā aññasmiṁ divase.",
  "atk-vin02a21:141_5": "Aññatra saṅghasāmaggiyāti yā kosambakabhikkhūnaṁ viya bhinne saṅghe puna saṅghasāmaggī kariyati, tathārūpiṁ saṅghasāmaggiṁ ṭhapetvā .",
  "atk-vin02a21:141_6": "Tadā ca ‘‘suṇātu me bhante saṅgho ajjuposatho sāmaggī’’ti vatvā kātabbo.",
  "atk-vin02a21:141_7": "Ye pana kismiñcideva appamattake uposathaṁ ṭhapetvā puna samaggā honti, tehi uposatheyeva kātabboti.",
  "atk-vin02a21:142_0": "Uposathakkhandhakavaṇṇanā niṭṭhitā."
}