{
  "atk-s0510a4:0_0": "4. Kuṇḍadhānavaggo",
  "atk-s0510a4:1_0": "1. Kuṇḍadhānattheraapadānavaṇṇanā",
  "atk-s0510a4:2_0": "Sattāhaṁpaṭisallīnantiādikaṁ āyasmato kuṇḍadhānattherassa apadānaṁ.",
  "atk-s0510a4:2_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṁsavatīnagare kulagehe nibbatto vuttanayena bhagavantaṁ upasaṅkamitvā dhammaṁ suṇanto satthāraṁ ekaṁ bhikkhuṁ paṭhamaṁ salākaṁ gaṇhantānaṁ aggaṭṭhāne ṭhapentaṁ disvā taṁ ṭhānantaraṁ patthetvā tadanurūpaṁ puññaṁ karonto vicari.",
  "atk-s0510a4:2_2": "So ekadivasaṁ padumuttarassa bhagavato nirodhasamāpattito vuṭṭhāya nisinnassa manosilācuṇṇapiñjaraṁ mahantaṁ kadaliphalakaṇṇikaṁ upanesi, taṁ bhagavā paṭiggahetvā paribhuñji.",
  "atk-s0510a4:2_3": "So tena puññakammena ekādasakkhattuṁ devesu devarajjaṁ kāresi.",
  "atk-s0510a4:2_4": "Catuvīsativāre ca rājā ahosi cakkavattī.",
  "atk-s0510a4:3_0": "So evaṁ aparāparaṁ puññāni katvā devamanussesu saṁsaranto kassapabuddhakāle bhummadevatā hutvā nibbatti.",
  "atk-s0510a4:3_1": "Dīghāyukabuddhānañca nāma na anvaddhamāsiko uposatho hoti.",
  "atk-s0510a4:3_2": "Tathā hi vipassissa bhagavato chabbassantare chabbassantare uposatho ahosi, kassapadasabalo pana chaṭṭhe chaṭṭhe māse pātimokkhaṁ osāresi, tassa pātimokkhassa osāraṇakāle disāvāsikā dve sahāyakā bhikkhū ‘‘uposathaṁ karissāmā’’ti gacchanti.",
  "atk-s0510a4:3_3": "Ayaṁ bhummadevatā cintesi –",
  "atk-s0510a4:3_4": "‘‘imesaṁ dvinnaṁ bhikkhūnaṁ metti ativiya daḷhā, kiṁ nu kho bhedake sati bhijjeyya, na bhijjeyyā’’ti.",
  "atk-s0510a4:3_5": "Tesaṁ okāsaṁ olokayamānā tesaṁ avidūre gacchati.",
  "atk-s0510a4:4_0": "Atheko thero ekassa hatthe pattacīvaraṁ datvā sarīravaḷañjanatthaṁ udakaphāsukaṭṭhānaṁ gantvā dhotahatthapādo hutvā gumbasamīpato nikkhamati.",
  "atk-s0510a4:4_1": "Bhummadevatā tassa therassa pacchato pacchato uttamarūpā itthī hutvā kese vidhunitvā saṁvidhāya bandhantī viya piṭṭhiyaṁ paṁsuṁ puñchamānā viya sāṭakaṁ saṁvidhāya nivāsayamānā viya ca hutvā therassa padānupadikā hutvā gumbato nikkhantā .",
  "atk-s0510a4:4_2": "Ekamante ṭhito sahāyakatthero taṁ kāraṇaṁ disvāva domanassajāto ‘‘naṭṭho dāni me iminā bhikkhunā saddhiṁ dīgharattānugato sineho, sacāhaṁ evaṁvidhabhāvaṁ jāneyyaṁ, ettakaṁ kālaṁ iminā saddhiṁ vissāsaṁ na kareyya’’nti cintetvā āgacchantaṁyeva naṁ ‘‘gaṇhāhāvuso, tuyhaṁ pattacīvaraṁ, tādisena pāpena saddhiṁ ekamaggena na gacchāmī’’ti āha.",
  "atk-s0510a4:4_3": "Taṁ kathaṁ sutvā tassa lajjibhikkhuno hadayaṁ tikhiṇasattiṁ gahetvā viddhaṁ viya ahosi.",
  "atk-s0510a4:4_4": "Tato naṁ āha –",
  "atk-s0510a4:4_5": "‘‘āvuso, kinnāmetaṁ vadasi, ahaṁ ettakaṁ kālaṁ dukkaṭamattampi āpattiṁ na jānāmi, tvaṁ pana maṁ ajja ‘pāpo’ti vadasi, kiṁ te diṭṭhanti, kiṁ aññena diṭṭhena, kiṁ tvaṁ evaṁvidhena alaṅkatapaṭiyattena mātugāmena saddhiṁ ekaṭṭhāne hutvā nikkhanto’’ti?",
  "atk-s0510a4:4_6": "‘‘Natthetaṁ, āvuso, mayhaṁ, nāhaṁ evarūpaṁ mātugāmaṁ passāmī’’ti tassa yāvatatiyaṁ kathentassāpi itaro thero kathaṁ asaddahitvā attanā diṭṭhakāraṇaṁyeva bhūtattaṁ katvā gaṇhanto tena saddhiṁ ekamaggena agantvā aññena maggena satthu santikaṁ gato.",
  "atk-s0510a4:4_7": "Itaropi bhikkhu aññena maggena satthu santikaṁyeva gato.",
  "atk-s0510a4:5_0": "Tato bhikkhusaṅghassa uposathāgāraṁ pavisanavelāya so bhikkhu taṁ bhikkhuṁ uposathagge disvā sañjānitvā ‘‘imasmiṁ uposathagge evarūpo nāma pāpabhikkhu atthi, nāhaṁ tena saddhiṁ uposathaṁ karissāmī’’ti nikkhamitvā bahi aṭṭhāsi.",
  "atk-s0510a4:5_1": "Atha bhummadevatā ‘‘bhāriyaṁ mayā kammaṁ kata’’nti mahallakaupāsakavaṇṇena tassa santikaṁ gantvā –",
  "atk-s0510a4:5_2": "‘‘kasmā, bhante, ayyo imasmiṁ ṭhāne ṭhito’’ti āha.",
  "atk-s0510a4:5_3": "‘‘Upāsaka, imaṁ uposathaggaṁ eko pāpabhikkhu paviṭṭho, ‘ahaṁ tena saddhiṁ uposathaṁ na karomī’ti bahi ṭhitomhī’’ti.",
  "atk-s0510a4:5_4": "‘‘Bhante, mā evaṁ gaṇhatha, parisuddhasīlo esa bhikkhu, tumhehi diṭṭhamātugāmo nāma ahaṁ.",
  "atk-s0510a4:5_5": "Mayā tumhākaṁ vīmaṁsanatthāya ‘daḷhā nu kho imesaṁ therānaṁ metti, no daḷhā’ti bhijjanābhijjanabhāvaṁ olokentena taṁ kammaṁ kata’’nti.",
  "atk-s0510a4:5_6": "‘‘Ko pana tvaṁ, sappurisā’’ti?",
  "atk-s0510a4:5_7": "‘‘Ahaṁ ekā bhummadevatā, bhante’’ti.",
  "atk-s0510a4:5_8": "Devaputto kathentoyeva dibbānubhāvena ṭhatvā therassa pādamūle patitvā ‘‘mayhaṁ, bhante, khamatha, therassa eso doso natthi, uposathaṁ karothā’’ti theraṁ yācitvā uposathaggaṁ pavesesi.",
  "atk-s0510a4:5_9": "So thero uposathaṁ tāva ekaṭṭhāne akāsi.",
  "atk-s0510a4:5_10": "Mittasanthavavasena pana puna tena saddhiṁ na ekaṭṭhāne vasi.",
  "atk-s0510a4:5_11": "Imassa therassa dosaṁ na kathesi.",
  "atk-s0510a4:5_12": "Aparabhāge cuditakatthero pana vipassanāya kammaṁ karonto arahattaṁ pāpuṇi.",
  "atk-s0510a4:6_0": "Bhummadevatā tassa kammassa nissandena ekaṁ buddhantaraṁ apāyato na muccittha.",
  "atk-s0510a4:6_1": "Sace pana kālena kālaṁ manussattaṁ āgacchati, aññena yena kenaci kato doso tasseva upari patati.",
  "atk-s0510a4:6_2": "So amhākaṁ bhagavato uppannakāle sāvatthiyaṁ brāhmaṇakule nibbatti, dhānamāṇavotissa nāmaṁ akaṁsu.",
  "atk-s0510a4:6_3": "So vayappatto tayo vede uggaṇhitvā mahallakakāle satthu dhammadesanaṁ sutvā paṭiladdhasaddho sāsane pabbaji.",
  "atk-s0510a4:6_4": "Tassa upasampannadivasato paṭṭhāya ekā alaṅkatapaṭiyattā itthī tasmiṁ gāmaṁ pavisante saddhiṁyeva pavisati, nikkhamante nikkhamati, vihāraṁ pavisantepi saddhiṁ pavisati, tiṭṭhantepi tiṭṭhatīti evaṁ niccānubandhā paññāyati.",
  "atk-s0510a4:6_5": "Thero taṁ na passati.",
  "atk-s0510a4:6_6": "Tassa pana purimakammassa nissandena sā aññesaṁ upaṭṭhāsi.",
  "atk-s0510a4:7_0": "Gāme yāgubhikkhaṁ dadamānā itthiyo, ‘‘bhante, ayaṁ eko yāguuḷuṅko tumhākaṁ, eko imissā amhākaṁ sahāyikāyā’’ti parihāsaṁ karonti.",
  "atk-s0510a4:7_1": "Therassa mahatī vihesā hoti.",
  "atk-s0510a4:7_2": "Vihāragatampi naṁ sāmaṇerā ceva daharabhikkhū ca parivāretvā ‘‘dhāno koṇḍo jāto’’ti parihāsaṁ karonti.",
  "atk-s0510a4:7_3": "Athassa teneva kāraṇena kuṇḍadhāno theroti nāmaṁ jātaṁ.",
  "atk-s0510a4:7_4": "So uṭṭhāya samuṭṭhāya tehi kariyamānaṁ keḷiṁ sahituṁ asakkonto ummādaṁ gahetvā ‘‘tumhe koṇḍā, tumhākaṁ upajjhāyo koṇḍo, ācariyo koṇḍo’’ti vadati.",
  "atk-s0510a4:7_5": "Atha naṁ satthu ārocesuṁ –",
  "atk-s0510a4:7_6": "‘‘kuṇḍadhāno, bhante, daharasāmaṇerehi saddhiṁ evaṁ pharusavācaṁ vadatī’’ti.",
  "atk-s0510a4:7_7": "Satthā taṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ, dhāna, daharasāmaṇerehi saddhiṁ pharusavācaṁ vadasī’’ti pucchi.",
  "atk-s0510a4:7_8": "Tena ‘‘saccaṁ bhagavā’’ti vutte –",
  "atk-s0510a4:7_9": "‘‘kasmā evaṁ vadasī’’ti āha.",
  "atk-s0510a4:7_10": "‘‘Bhante, nibaddhaṁ vihesaṁ sahituṁ asakkonto evaṁ kathemī’’ti .",
  "atk-s0510a4:7_11": "‘‘Tvaṁ pubbe katakammaṁ yāvajjadivasā jīrāpetuṁ na sakkosi, puna evaṁ pharusavācaṁ mā vada bhikkhū’’ti vatvā āha –",
  "atk-s0510a4:8_0": "‘‘Māvoca pharusaṁ kañci, vuttā paṭivadeyyu taṁ;",
  "atk-s0510a4:9_0": "Dukkhā hi sārambhakathā, paṭidaṇḍā phuseyyu taṁ.",
  "atk-s0510a4:10_0": "‘‘Sace neresi attānaṁ, kaṁso upahato yathā;",
  "atk-s0510a4:11_0": "Esa pattosi nibbānaṁ, sārambho te na vijjatī’’ti. (dha. pa. 133-134) –",
  "atk-s0510a4:12_0": "Imañca pana tassa therassa mātugāmena saddhiṁ vicaraṇabhāvaṁ kosalaraññopi kathayiṁsu.",
  "atk-s0510a4:12_1": "Rājā ‘‘gacchatha, bhaṇe, naṁ vīmaṁsathā’’ti pesetvā sayampi mandeneva parivārena saddhiṁ therassa santikaṁ gantvā ekamante olokento aṭṭhāsi.",
  "atk-s0510a4:12_2": "Tasmiṁ khaṇe thero sūcikammaṁ karonto nisinno hoti.",
  "atk-s0510a4:12_3": "Sāpi itthī avidūre ṭhāne ṭhitā viya paññāyati.",
  "atk-s0510a4:13_0": "Rājā taṁ disvā ‘‘atthi taṁ kāraṇa’’nti tassā ṭhitaṭṭhānaṁ agamāsi.",
  "atk-s0510a4:13_1": "Sā tasmiṁ āgacchante therassa vasanapaṇṇasālaṁ paviṭṭhā viya ahosi.",
  "atk-s0510a4:13_2": "Rājāpi tāya saddhiṁ eva paṇṇasālāyaṁ pavisitvā sabbattha olokento adisvā ‘‘nāyaṁ mātugāmo, therassa eko kammavipāko’’ti saññaṁ katvā paṭhamaṁ therassa samīpena gacchantopi theraṁ avanditvā tassa kāraṇassa abhūtabhāvaṁ ñatvā paṇṇasālato nikkhamitvā theraṁ vanditvā ekamante nisinno ‘‘kacci, bhante, piṇḍakena na kilamathā’’ti pucchi.",
  "atk-s0510a4:13_3": "Thero ‘‘vaṭṭati, mahārājā’’ti āha.",
  "atk-s0510a4:13_4": "‘‘Jānāmahaṁ, bhante, ayyassa kathaṁ, evarūpenupakkilesena saddhiṁ carantānaṁ tumhākaṁ ke nāma pasīdissanti, ito paṭṭhāya vo katthaci gamanakiccaṁ natthi.",
  "atk-s0510a4:13_5": "Ahaṁ catūhi paccayehi upaṭṭhahissāmi, tumhe yonisomanasikāre mā pamajjitthā’’ti vatvā nibaddhabhikkhaṁ paṭṭhapesi.",
  "atk-s0510a4:13_6": "Thero rājānaṁ upatthambhakaṁ labhitvā bhojanasappāyena ekaggacitto hutvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇi.",
  "atk-s0510a4:13_7": "Tato paṭṭhāya sā itthī antaradhāyi.",
  "atk-s0510a4:14_0": "Tadā mahāsubhaddā ugganagare micchādiṭṭhikule vasamānā ‘‘satthā maṁ anukampatū’’ti uposathaṅgaṁ adhiṭṭhāya nirāmagandhā hutvā uparipāsādatale ṭhitā ‘‘imāni pupphāni antare aṭṭhatvā dasabalassa matthake vitānaṁ hutvā tiṭṭhantu, dasabalo imāya saññāya sve pañcahi bhikkhusatehi saddhiṁ mayhaṁ bhikkhaṁ gaṇhatū’’ti saccakiriyaṁ katvā aṭṭha sumanapupphamuṭṭhiyo vissajjesi.",
  "atk-s0510a4:14_1": "Pupphāni gantvā dhammadesanāvelāya satthu matthake vitānaṁ hutvā aṭṭhaṁsu.",
  "atk-s0510a4:14_2": "Satthā taṁ sumanapupphavitānaṁ disvā citteneva subhaddāya bhikkhaṁ adhivāsetvā punadivase aruṇe uṭṭhite ānandattheraṁ āha –",
  "atk-s0510a4:14_3": "‘‘ānanda, mayaṁ ajja dūraṁ bhikkhācāraṁ gamissāma, puthujjanānaṁ adatvā ariyānaṁyeva salākaṁ dehī’’ti.",
  "atk-s0510a4:14_4": "Thero bhikkhūnaṁ ārocesi –",
  "atk-s0510a4:14_5": "‘‘āvuso, satthā ajja dūraṁ bhikkhācāraṁ gamissati.",
  "atk-s0510a4:14_6": "Puthujjanā mā gaṇhantu, ariyāva salākaṁ gaṇhantū’’ti.",
  "atk-s0510a4:14_7": "Kuṇḍadhānatthero –",
  "atk-s0510a4:14_8": "‘‘āharāvuso, salāka’’nti paṭhamaṁyeva hatthaṁ pasāresi.",
  "atk-s0510a4:14_9": "Ānando ‘‘satthā tādisānaṁ bhikkhūnaṁ salākaṁ na dāpeti, ariyānaṁyeva dāpetī’’ti vitakkaṁ uppādetvā gantvā satthu ārocesi.",
  "atk-s0510a4:14_10": "Satthā ‘‘āharāpentassa salākaṁ dehī’’ti āha.",
  "atk-s0510a4:14_11": "Thero cintesi –",
  "atk-s0510a4:14_12": "‘‘sace kuṇḍadhānassa salākā dātuṁ na yuttā, atha satthā paṭibāheyya, bhavissati ettha kāraṇa’’nti ‘‘kuṇḍadhānassa salākaṁ dassāmī’’ti gamanaṁ abhinīhari.",
  "atk-s0510a4:14_13": "Kuṇḍadhāno tassa purāgamanā eva abhiññāpādakaṁ catutthajjhānaṁ samāpajjitvā iddhiyā ākāse ṭhatvā ‘‘āharāvuso ānanda, satthā maṁ jānāti, mādisaṁ bhikkhuṁ paṭhamaṁ salākaṁ gaṇhantaṁ na satthā vāretī’’ti hatthaṁ pasāretvā salākaṁ gaṇhi.",
  "atk-s0510a4:14_14": "Satthā taṁ aṭṭhuppattiṁ katvā theraṁ imasmiṁ sāsane paṭhamaṁ salākaṁ gaṇhantānaṁ aggaṭṭhāne ṭhapesi.",
  "atk-s0510a4:14_15": "Yasmā ayaṁ thero rājānaṁ upatthambhaṁ labhitvā sappāyāhārapaṭilābhena samāhitacitto vipassanāya kammaṁ karonto upanissayasampannatāya chaḷabhiñño ahosi.",
  "atk-s0510a4:14_16": "Evaṁbhūtassāpi imassa therassa guṇe ajānantā ye puthujjanā bhikkhū ‘‘ayaṁ paṭhamaṁ salākaṁ gaṇhati, kiṁ nu kho eta’’nti vimatiṁ uppādenti.",
  "atk-s0510a4:14_17": "Tesaṁ taṁ vimatividhamanatthaṁ thero ākāsaṁ abbhuggantvā iddhipāṭihāriyaṁ dassetvā aññāpadesena aññaṁ byākaronto ‘‘pañca chinde’’ti gāthaṁ abhāsi.",
  "atk-s0510a4:15_0": "1.",
  "atk-s0510a4:15_1": "Evaṁ so pūritapuññasambhārānurūpena arahā hutvā pattaetadaggaṭṭhāno attano pubbakammaṁ saritvā somanassavasena pubbacaritāpadānaṁ pakāsento sattāhaṁ paṭisallīnantiādimāha.",
  "atk-s0510a4:15_2": "Tattha satthāhaṁ sattadivasaṁ nirodhasamāpattivihārena paṭisallīnaṁ vivekabhūtanti attho.",
  "atk-s0510a4:15_3": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a4:16_0": "Kuṇḍadhānattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:17_0": "2. Sāgatattheraapadānavaṇṇanā",
  "atk-s0510a4:18_0": "Sobhito nāma nāmenātiādikaṁ āyasmato sāgatattherassa apadānaṁ.",
  "atk-s0510a4:18_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṁ brāhmaṇakule nibbatto sabbasippesu nipphattiṁ patto nāmena sobhito nāma hutvā tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo.",
  "atk-s0510a4:18_2": "So ekadivasaṁ padumuttaraṁ bhagavantaṁ dvattiṁsamahāpurisalakkhaṇasiriyā sobhamānaṁ uyyānadvārena gacchantaṁ disvā atīva pasannamānaso anekehi upāyehi anekehi guṇavaṇṇehi thomanaṁ akāsi.",
  "atk-s0510a4:18_3": "Bhagavā tassa thomanaṁ sutvā ‘‘anāgate gotamassa bhagavato sāsane sāgato nāma sāvako bhavissatī’’ti byākaraṇaṁ adāsi.",
  "atk-s0510a4:18_4": "So tato paṭṭhāya puññāni karonto yāvatāyukaṁ ṭhatvā tato cuto devaloke nibbatto.",
  "atk-s0510a4:18_5": "Kappasatasahassadevamanussesu ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto.",
  "atk-s0510a4:18_6": "Tassa mātāpitaro somanassaṁ vaḍḍhento sujāto āgatoti sāgatoti nāmaṁ kariṁsu.",
  "atk-s0510a4:18_7": "So sāsane pasīditvā pabbajitvā vipassanaṁ vaḍḍhetvā arahattaṁ patto.",
  "atk-s0510a4:19_0": "17.",
  "atk-s0510a4:19_1": "Evaṁ so puññasambhārānurūpena pattaarahattaphalo attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento sobhito nāma nāmenātiādimāha.",
  "atk-s0510a4:19_2": "Tattha tadā puññasambhārassa paripūraṇasamaye nāmena sobhito nāma brāhmaṇo ahosinti sambandho.",
  "atk-s0510a4:20_0": "21.Vipathā uddharitvānāti viruddhapathā kumaggā, uppathā vā uddharitvā apanetvā.",
  "atk-s0510a4:20_1": "Pathaṁ ācikkhaseti, bhante, sabbaññu tuvaṁ pathaṁ sappurisamaggaṁ nibbānādhigamanupāyaṁ ācikkhase kathesi desesi vibhaji uttāniṁ akāsīti attho.",
  "atk-s0510a4:20_2": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a4:21_0": "Sāgatattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:22_0": "3. Mahākaccānattheraapadānavaṇṇanā",
  "atk-s0510a4:23_0": "Padumuttaranāthassātiādikaṁ āyasmato kaccānattherassa apadānaṁ.",
  "atk-s0510a4:23_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle gahapatimahāsālakulagehe nibbattetvā vuddhippatto ekadivasaṁ satthu santike dhammaṁ suṇanto satthāraṁ ekaṁ bhikkhuṁ saṁkhittena bhāsitassa vitthārena atthaṁ vibhajantānaṁ aggaṭṭhāne ṭhapentaṁ disvā sayampi taṁ ṭhānantaraṁ patthento dānādīni puññāni katvā devamanussesu saṁsaranto sumedhassa bhagavato kāle vijjādharo hutvā ākāsena gacchanto satthāraṁ ekasmiṁ vanasaṇḍe nisinnaṁ disvā pasannamānaso kaṇikārapupphehi pūjaṁ akāsi.",
  "atk-s0510a4:24_0": "So tena puññakammena aparāparaṁ sugatīsuyeva parivattetvā kassapadasabalassa kāle bārāṇasiyaṁ kulaghare nibbattitvā parinibbute bhagavati suvaṇṇacetiyakaraṇaṭṭhānaṁ dasasahassagghanikāya suvaṇṇiṭṭhakāya pūjaṁ katvā ‘‘bhagavā mayhaṁ nibbattanibbattaṭṭhāne sarīraṁ suvaṇṇavaṇṇaṁ hotū’’ti pattharaṁ akāsi.",
  "atk-s0510a4:24_1": "Tato yāvajīvaṁ kusalaṁ katvā ekaṁ buddhantaraṁ devamanussesu saṁsaritvā imasmiṁ buddhuppāde ujjeniyaṁ rañño caṇḍapajjotassa purohitassa gehe nibbatti, tassa nāmaggahaṇadivase mātāpitaro ‘‘amhākaṁ putto suvaṇṇavaṇṇo attano nāmaṁ gahetvā āgato’’ti kañcanamāṇavotveva nāmaṁ kariṁsu.",
  "atk-s0510a4:24_2": "So vuddhimanvāya tayo vede uggaṇhitvā pitu accayena purohitaṭṭhānaṁ labhi.",
  "atk-s0510a4:24_3": "So gottavasena kaccānoti paññāyittha.",
  "atk-s0510a4:25_0": "Rājā caṇḍapajjoto buddhuppādaṁ sutvā, ‘‘ācariya, tvaṁ tattha gantvā satthāraṁ idhānehī’’ti pesesi.",
  "atk-s0510a4:25_1": "So attaṭṭhamo satthu santikaṁ upagato.",
  "atk-s0510a4:25_2": "Tassa satthā dhammaṁ desesi.",
  "atk-s0510a4:25_3": "Desanāpariyosāne so sattahi janehi saddhiṁ sahapaṭisambhidāhi arahatte patiṭṭhāsi.",
  "atk-s0510a4:25_4": "Atha satthā ‘‘etha, bhikkhavo’’ti hatthaṁ pasāresi.",
  "atk-s0510a4:25_5": "Te tāvadeva dvaṅgulamattakesamassukā iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ahesuṁ.",
  "atk-s0510a4:25_6": "Evaṁ thero sadatthaṁ nipphādetvā, ‘‘bhante, rājā pajjoto tumhākaṁ pāde vandituṁ dhammañca sotuṁ icchatī’’ti satthu ārocesi.",
  "atk-s0510a4:25_7": "Satthā ‘‘tvaṁyeva bhikkhu tattha gaccha, tayi gatepi rājā pasīdissatī’’ti āha.",
  "atk-s0510a4:25_8": "Thero attaṭṭhamo tattha gantvā rājānaṁ pasādetvā avantīsu sāsanaṁ patiṭṭhāpetvā puna satthu santikameva gato.",
  "atk-s0510a4:26_0": "31.",
  "atk-s0510a4:26_1": "Evaṁ so pattaarahattaphalo ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ saṁkhittena bhāsitassa vitthārena atthaṁ vibhajantānaṁ yadidaṁ mahākaccāno’’ti (a. ni.",
  "atk-s0510a4:26_2": "1.188, 197) etadaggaṭṭhānaṁ patvā attano pubbakammaṁ saritvā pubbacaritāpadānaṁ pakāsento padumuttaranāthassātiādimāha.",
  "atk-s0510a4:26_3": "Tattha padumaṁ nāma cetiyanti padumehi chāditattā vā padumākārehi katattā vā bhagavato vasanagandhakuṭivihārova pūjanīyabhāvena cetiyaṁ, yathā ‘‘gotamakacetiyaṁ, āḷavakacetiya’’nti vutte tesaṁ yakkhānaṁ nivasanaṭṭhānaṁ pūjanīyaṭṭhānattā cetiyanti vuccati, evamidaṁ bhagavato vasanaṭṭhānaṁ cetiyanti vuccati, na dhātunidhāyakacetiyanti veditabbaṁ.",
  "atk-s0510a4:26_4": "Na hi aparinibbutassa bhagavato sarīradhātūnaṁ abhāvā dhātucetiyaṁ akari.",
  "atk-s0510a4:26_5": "Silāsanaṁ kārayitvāti tassā padumanāmikāya gandhakuṭiyā pupphādhāratthāya heṭṭhā phalikamayaṁ silāsanaṁ kāretvā.",
  "atk-s0510a4:26_6": "Suvaṇṇenābhilepayinti taṁ silāsanaṁ jambonadasuvaṇṇena abhivisesena lepayiṁ chādesinti attho.",
  "atk-s0510a4:27_0": "32.Ratanāmayaṁ sattahi ratanehi kataṁ chattaṁ paggayha muddhani dhāretvā vāḷabījaniñca setapavaracāmariñca paggayha buddhassa abhiropayiṁ.",
  "atk-s0510a4:27_1": "Lokabandhussa tādinoti sakalalokabandhusadisassa tādiguṇasamaṅgissa buddhassa dhāresinti attho.",
  "atk-s0510a4:27_2": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a4:28_0": "Mahākaccānattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:29_0": "4. Kāḷudāyittheraapadānavaṇṇanā",
  "atk-s0510a4:30_0": "Padumuttarabuddhassātiādikaṁ āyasmato kāḷudāyittherassa apadānaṁ.",
  "atk-s0510a4:30_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṁsavatīnagare kulagehe nibbatto satthu dhammadesanaṁ suṇanto satthāraṁ ekaṁ bhikkhuṁ kulappasādakānaṁ bhikkhūnaṁ aggaṭṭhāne ṭhapentaṁ disvā tajjaṁ abhinīhāraṁ katvā taṁ ṭhānantaraṁ patthesi.",
  "atk-s0510a4:31_0": "So yāvajīvaṁ kusalaṁ katvā devamanussesu saṁsaranto amhākaṁ bodhisattassa mātukucchiyaṁ paṭisandhiggahaṇadivase kapilavatthusmiṁyeva amaccagehe paṭisandhiṁ gaṇhi, bodhisattena saddhiṁ ekadivasaṁyeva jātoti taṁ divasaṁyeva naṁ dukūlacumbaṭake nipajjāpetvā bodhisattassa upaṭṭhānatthāya nayiṁsu.",
  "atk-s0510a4:31_1": "Bodhisattena hi saddhiṁ bodhirukkho, rāhulamātā, cattāro nidhī, ārohanahatthī, assakaṇḍako, ānando, channo, kāḷudāyīti ime satta ekadivase jātattā sahajātā nāma ahesuṁ.",
  "atk-s0510a4:31_2": "Athassa nāmaggahaṇadivase sakalanagarassa udaggacittadivase jātattā udāyitveva nāmaṁ akaṁsu.",
  "atk-s0510a4:31_3": "Thokaṁ kāḷadhātukattā pana kāḷudāyīti paññāyittha.",
  "atk-s0510a4:31_4": "So bodhisattena saddhiṁ kumārakīḷaṁ kīḷanto vuddhiṁ agamāsi.",
  "atk-s0510a4:32_0": "Aparabhāge lokanāthe mahābhinikkhamanaṁ nikkhamitvā anukkamena sabbaññutaṁ patvā pavattitavaradhammacakke rājagahaṁ upanissāya veḷuvane viharante suddhodanamahārājā taṁ pavattiṁ sutvā purisasahassaparivāraṁ ekaṁ amaccaṁ ‘‘puttaṁ me idhānehī’’ti pesesi.",
  "atk-s0510a4:32_1": "So dhammadesanāvelāyaṁ satthu santikaṁ gantvā parisapariyante ṭhito dhammaṁ sutvā saparivāro arahattaṁ pāpuṇi.",
  "atk-s0510a4:32_2": "Atha ne satthā ‘‘etha, bhikkhavo’’ti hatthaṁ pasāresi.",
  "atk-s0510a4:32_3": "Sabbe taṅkhaṇaññeva iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ahesuṁ.",
  "atk-s0510a4:32_4": "Arahattappattito paṭṭhāya pana ariyā majjhattāva honti.",
  "atk-s0510a4:32_5": "Tasmā raññā pahitasāsanaṁ dasabalassa na kathesi.",
  "atk-s0510a4:32_6": "Rājā ‘‘neva gato āgacchati, na sāsanaṁ suyyatī’’ti aparaṁ amaccaṁ purisasahassehi pesesi.",
  "atk-s0510a4:32_7": "Tasmimpi tathā paṭipanne aparampi pesesīti evaṁ navahi purisasahassehi saddhiṁ nava amacce pesesi.",
  "atk-s0510a4:32_8": "Sabbe arahattaṁ patvā tuṇhī ahesuṁ.",
  "atk-s0510a4:33_0": "Atha rājā cintesi –",
  "atk-s0510a4:33_1": "‘‘ettakā janā mayi sinehābhāvena dasabalassa idhāgamanatthāya na kiñci kathayiṁsu, ayaṁ kho udāyi dasabalena samavayo, sahapaṁsukīḷiko, mayi ca sineho atthi, imaṁ pesessāmī’’ti taṁ pakkosāpetvā, ‘‘tāta, tvaṁ purisasahassaparivāro rājagahaṁ gantvā dasabalaṁ idhānehī’’ti vatvā pesesi.",
  "atk-s0510a4:33_2": "So pana gacchanto ‘‘sacāhaṁ, deva, pabbajituṁ labhissāmi, evāhaṁ bhagavantaṁ idhānessāmī’’ti vatvā ‘‘yaṁ kiñci katvā mama puttaṁ dassehī’’ti vutto rājagahaṁ gantvā satthu dhammadesanavelāyaṁ parisapariyante ṭhito dhammaṁ sutvā saparivāro arahattaṁ patvā ehibhikkhubhāve patiṭṭhāsi.",
  "atk-s0510a4:33_3": "Arahattaṁ pana patvā ‘‘na tāvāyaṁ dasabalassa kulanagaraṁ gantuṁ kālo, vasante pana upagate pupphite vanasaṇḍe haritatiṇasañchannāya bhūmiyā gamanakālo bhavissatī’’ti kālaṁ paṭimānento vasante sampatte satthu kulanagaraṁ gantuṁ gamanamaggavaṇṇaṁ saṁvaṇṇento –",
  "atk-s0510a4:34_0": "‘‘Aṅgārino dāni dumā bhadante, phalesino chadanaṁ vippahāya;",
  "atk-s0510a4:35_0": "Te accimantova pabhāsayanti, samayo mahāvīra bhāgī rathānaṁ.",
  "atk-s0510a4:36_0": "‘‘Dumāni phullāni manoramāni, samantato sabbadisā pavanti;",
  "atk-s0510a4:37_0": "Pattaṁ pahāya phalamāsasānā, kālo ito pakkamanāya vīra.",
  "atk-s0510a4:38_0": "‘‘Nevātisītaṁ na panātiuṇhaṁ, sukhā utu addhaniyā bhadante;",
  "atk-s0510a4:39_0": "Passantu taṁ sākiyā koḷiyā ca, pacchāmukhaṁ rohiniyaṁ tarantaṁ.",
  "atk-s0510a4:40_0": "‘‘Āsāya kasate khettaṁ, bījaṁ āsāya vappati;",
  "atk-s0510a4:41_0": "Āsāya vāṇijā yanti, samuddaṁ dhanahārakā;",
  "atk-s0510a4:42_0": "Yāya āsāya tiṭṭhāmi, sā me āsā samijjhatu. (theragā. 527-530);",
  "atk-s0510a4:43_0": "‘‘Nātisītaṁ nātiuṇhaṁ, nātidubbhikkhachātakaṁ;",
  "atk-s0510a4:44_0": "Saddalā haritā bhūmi, esa kālo mahāmuni. (a. ni. aṭṭha. 1.1.225);",
  "atk-s0510a4:45_0": "‘‘Punappunañceva vapanti bījaṁ, punappunaṁ vassati devarājā;",
  "atk-s0510a4:46_0": "Punappunaṁ khettaṁ kasanti kassakā, punappunaṁ dhaññamupeti raṭṭhaṁ.",
  "atk-s0510a4:47_0": "‘‘Punappunaṁ yācanakā caranti, punappunaṁ dānappatī dadanti;",
  "atk-s0510a4:48_0": "Punappunaṁ dānappatī daditvā, punappunaṁ saggamupenti ṭhānaṁ.",
  "atk-s0510a4:49_0": "‘‘Vīro have sattayugaṁ puneti, yasmiṁ kule jāyati bhūripañño;",
  "atk-s0510a4:50_0": "Maññāmahaṁ sakkati devadevo, tayā hi jāto muni saccanāmo.",
  "atk-s0510a4:51_0": "‘‘Suddhodano nāma pitā mahesino, buddhassa mātā pana māyanāmā;",
  "atk-s0510a4:52_0": "Yā bodhisattaṁ parihariya kucchinā, kāyassa bhedā tidivamhi modati.",
  "atk-s0510a4:53_0": "‘‘Sā gotamī kālakatā ito cutā, dibbehi kāmehi samaṅgibhūtā;",
  "atk-s0510a4:54_0": "Sā modati kāmaguṇehi pañcahi, parivāritā devagaṇehi tehī’’ti. (theragā. 531-535);",
  "atk-s0510a4:55_0": "Imā gāthā abhāsi.",
  "atk-s0510a4:55_1": "Tattha aṅgārinoti aṅgārāni viyāti aṅgārāni.",
  "atk-s0510a4:55_2": "Aṅgārāni rattapavāḷavaṇṇāni rukkhānaṁ pupphaphalāni, tāni etesaṁ santīti aṅgārino, abhilohitakusumakisalayehi aṅgāravuṭṭhisamparikiṇṇā viyāti attho.",
  "atk-s0510a4:55_3": "Dānīti imasmiṁ kāle.",
  "atk-s0510a4:55_4": "Dumāti rukkhā.",
  "atk-s0510a4:55_5": "Bhadanteti bhaddaṁ ante etassāti, ‘‘bhadante’’ti ekassa da-kārassa lopaṁ katvā vuccati.",
  "atk-s0510a4:55_6": "Guṇavisesayutto, guṇavisesayuttānañca aggabhūto satthā.",
  "atk-s0510a4:55_7": "Tasmā, bhadanteti satthu ālapanameva, paccattavacanañcetaṁ ekārantaṁ ‘‘sugate paṭikamme sukhe dukkhe jīve’’tiādīsu viya.",
  "atk-s0510a4:55_8": "Idha pana sambodhanaṭṭhe daṭṭhabbaṁ.",
  "atk-s0510a4:55_9": "Tena vuttaṁ, ‘‘bhadanteti ālapana’’nti.",
  "atk-s0510a4:55_10": "‘‘Bhaddasaddena samānatthaṁ padantarameka’’nti keci.",
  "atk-s0510a4:55_11": "Phalāni esantīti phalesino.",
  "atk-s0510a4:55_12": "Acetanepi hi sacetanakiriyaṁ āha.",
  "atk-s0510a4:55_13": "Evaṁ therena yācito bhagavā tattha gamane bahūnaṁ visesādhigamanaṁ disvā vīsatisahassakhīṇāsavaparivuto rājagahato aturitacārikāvasena kapilavatthugāmimaggaṁ paṭipajji.",
  "atk-s0510a4:55_14": "Thero iddhiyā kapilavatthuṁ gantvā rañño purato ākāse ṭhitova adiṭṭhapubbavesaṁ disvā raññā ‘‘kosi tva’’nti pucchito ‘‘amaccaputtaṁ tayā bhagavato santikaṁ pesitaṁ maṁ na jānāsi, tvaṁ evaṁ pana jānāhī’’ti dassento –",
  "atk-s0510a4:56_0": "‘‘Buddhassa puttomhi asayhasāhino, aṅgīrasassappaṭimassa tādino;",
  "atk-s0510a4:57_0": "Pitupitā mayhaṁ tuvaṁsi sakka, dhammena me gotama ayyakosī’’ti. (theragā. 536) –",
  "atk-s0510a4:58_0": "Gāthamāha.",
  "atk-s0510a4:59_0": "Tattha buddhassa puttomhīti sabbaññubuddhassa orassa putto amhi.",
  "atk-s0510a4:59_1": "Asayhasāhinoti abhisambodhito pubbe ṭhapetvā mahābodhisattaṁ aññehi sahituṁ vahituṁ asakkuṇeyyattā asayhassa sakalassa bodhisambhārassa mahākāruṇikādhikārassa ca sahanato vahanato, tato parampi aññehi sahituṁ abhibhavituṁ asakkuṇeyyattā asayhānaṁ pañcannaṁ mārānaṁ sahanato abhibhavanato, āsayānusayacaritādhimuttiādivibhāgāvabodhanena yathārahaṁ veneyyānaṁ diṭṭhadhammikasamparāyikaparamatthehi anusāsanīsaṅkhātassa aññehi asayhassa buddhakiccassa sahanato, tattha vā sādhukāribhāvato asayhasāhino.",
  "atk-s0510a4:59_2": "Aṅgīrasassāti aṅgīkatasīlādisampattikassa.",
  "atk-s0510a4:59_3": "Aṅgamaṅgehi niccharaṇakaobhāsassāti apare.",
  "atk-s0510a4:59_4": "Keci pana ‘‘aṅgīraso, siddhatthoti dve nāmāni pitarāyeva gahitānī’’ti vadanti.",
  "atk-s0510a4:59_5": "Appaṭimassāti anūpamassa.",
  "atk-s0510a4:59_6": "Iṭṭhāniṭṭhesu tādilakkhaṇappattiyā tādino.",
  "atk-s0510a4:59_7": "Pitupitā mayhaṁ tuvaṁsīti ariyajātivasena mayhaṁ pitu sammāsambuddhassa lokavohārena tvaṁ pitā asi.",
  "atk-s0510a4:59_8": "Sakkāti jātivasena rājānaṁ ālapati.",
  "atk-s0510a4:59_9": "Dhammenāti sabhāvena ariyajāti lokiyajātīti dvinnaṁ jātīnaṁ sabhāvasamodhānena.",
  "atk-s0510a4:59_10": "Gotamāti rājānaṁ gottena ālapati.",
  "atk-s0510a4:59_11": "Ayyakosīti pitāmaho asi.",
  "atk-s0510a4:59_12": "Ettha ca ‘‘buddhassa puttomhī’’tiādiṁ vadanto thero aññaṁ byākāsi.",
  "atk-s0510a4:60_0": "Evaṁ pana attānaṁ jānāpetvā haṭṭhatuṭṭhena raññā mahārahe pallaṅke nisīdāpetvā attano paṭiyāditassa nānaggarasabhojanassa pattaṁ pūretvā dinne gamanākāraṁ dassesi.",
  "atk-s0510a4:60_1": "‘‘Kasmā, bhante, gantukāmattha, bhuñjathā’’ti ca vutte, ‘‘satthu santikaṁ gantvā bhuñjissāmī’’ti.",
  "atk-s0510a4:60_2": "‘‘Kahaṁ pana satthā’’ti?",
  "atk-s0510a4:60_3": "‘‘Vīsatisahassabhikkhuparivāro tumhākaṁ dassanatthāya maggaṁ paṭipanno’’ti.",
  "atk-s0510a4:60_4": "‘‘Tumhe imaṁ piṇḍapātaṁ bhuñjatha, aññaṁ bhagavato harissatha.",
  "atk-s0510a4:60_5": "Yāva ca mama putto imaṁ nagaraṁ sampāpuṇāti, tāvassa ito piṇḍapātaṁ harathā’’ti vutte thero bhattakiccaṁ katvā rañño parisāya ca dhammaṁ kathetvā satthu āgamanato puretarameva sakalarājanivesanaṁ ratanattaye abhippasannaṁ karonto sabbesaṁ passantānaṁyeva satthu āharitabbabhattapuṇṇaṁ pattaṁ ākāse vissajjetvā sayampi vehāsaṁ abbhuggantvā piṇḍapātaṁ upanāmetvā satthu hatthe ṭhapesi.",
  "atk-s0510a4:60_6": "Satthā taṁ piṇḍapātaṁ paribhuñji.",
  "atk-s0510a4:60_7": "Evaṁ saṭṭhiyojanamagge divase divase yojanaṁ gacchantassa bhagavato rājagehatoyeva piṇḍapātaṁ āharitvā adāsi.",
  "atk-s0510a4:60_8": "Atha naṁ bhagavā ‘‘ayaṁ mayhaṁ pituno sakalanivesanaṁ pasādetī’’ti ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ kulappasādakānaṁ bhikkhūnaṁ yadidaṁ kāḷudāyī’’ti (a. ni.",
  "atk-s0510a4:60_9": "1.219, 225) kulappasādakānaṁ aggaṭṭhāne ṭhapesi.",
  "atk-s0510a4:61_0": "48-9.",
  "atk-s0510a4:61_1": "Evaṁ so katapuññasambhārānurūpena arahattaṁ patvā pattaetadaggaṭṭhāno attano pubbakammaṁ saritvā somanassavasena pubbacaritāpadānaṁ pakāsento padumuttarassa buddhassātiādimāha.",
  "atk-s0510a4:61_2": "Addhānaṁ paṭipannassāti apararaṭṭhaṁ gamanatthāya dūramaggaṁ paṭipajjantassa.",
  "atk-s0510a4:61_3": "Carato cārikaṁ tadāti antomaṇḍalaṁ majjhemaṇḍalaṁ bahimaṇḍalanti tīṇi maṇḍalāni tadā cārikaṁ carato carantassa padumuttarabuddhassa bhagavato suphullaṁ suṭṭhu phullaṁ pabodhitaṁ gayha gahetvā na kevalameva padumaṁ, uppalañca mallikaṁ vikasitaṁ ahaṁ gayha ubhohi hatthehi gahetvā pūresinti sambandho.",
  "atk-s0510a4:61_4": "Paramannaṁ gahetvānāti paramaṁ uttamaṁ seṭṭhaṁ madhuraṁ sabbasupakkaṁ sāliodanaṁ gahetvā satthuno adāsiṁ bhojesinti attho.",
  "atk-s0510a4:62_0": "97.Sakyānaṁnandijananoti sakyarājakulānaṁ bhagavato ñātīnaṁ ārohapariṇāharūpayobbanavacanālapanasampattiyā nandaṁ tuṭṭhiṁ janento uppādento.",
  "atk-s0510a4:62_1": "Ñātibandhu bhavissatīti ñāto pākaṭo bandhu bhavissati.",
  "atk-s0510a4:62_2": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a4:63_0": "Kāḷudāyittheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:64_0": "5. Mogharājattheraapadānavaṇṇanā",
  "atk-s0510a4:65_0": "Atthadassī tu bhagavātiādikaṁ āyasmato mogharājattherassa apadānaṁ.",
  "atk-s0510a4:65_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbattitvā viññutaṁ patto ekadivasaṁ satthu santike dhammaṁ suṇanto satthāraṁ ekaṁ bhikkhuṁ lūkhacīvaradharānaṁ aggaṭṭhāne ṭhapentaṁ disvā taṁ ṭhānantaraṁ ākaṅkhanto paṇidhānaṁ katvā tattha tattha bhave puññāni karonto atthadassissa bhagavato kāle puna brāhmaṇakule nibbattitvā brāhmaṇānaṁ vijjāsippesu nipphattiṁ gato ekadivasaṁ atthadassiṁ bhagavantaṁ bhikkhusaṅghaparivutaṁ rathiyaṁ gacchantaṁ disvā pasannamānaso pañcapatiṭṭhitena vanditvā sirasi añjaliṁ katvā ‘‘yāvatā rūpino satthā’’tiādīhi chahi gāthāhi abhitthavitvā bhājanaṁ pūretvā madhuṁ upanesi.",
  "atk-s0510a4:65_2": "Satthā taṁ paṭiggahetvā anumodanaṁ akāsi.",
  "atk-s0510a4:65_3": "So tena puññakammena devamanussesu saṁsaranto kassapabhagavato kāle kaṭṭhavāhanassa nāma rañño amacco hutvā nibbatto tena satthu ānayanatthāya pesito satthu santikaṁ gantvā dhammaṁ sutvā paṭiladdhasaddho pabbajitvā vīsativassasahassāni samaṇadhammaṁ katvā tato cuto ekaṁ buddhantaraṁ sugatīsuyeva parivattento imasmiṁ buddhuppāde brāhmaṇakule nibbattitvā mogharājāti laddhanāmo bāvarīyabrāhmaṇassa santike uggahitasippo saṁvegajāto tāpasapabbajjaṁ pabbajitvā tāpasasahassaparivāro ajitādīhi saddhiṁ satthu santikaṁ pesito tesaṁ pannarasamo hutvā pañhaṁ pucchitvā vissajjanapariyosāne arahattaṁ pāpuṇi.",
  "atk-s0510a4:65_4": "Arahattaṁ pana patvā satthalūkhaṁ suttalūkhaṁ rajanalūkhanti visesena tividhenapi lūkhena samannāgataṁ paṁsukūlaṁ dhāresi.",
  "atk-s0510a4:65_5": "Tena naṁ satthā lūkhacīvaradharānaṁ aggaṭṭhāne ṭhapesi.",
  "atk-s0510a4:66_0": "64.",
  "atk-s0510a4:66_1": "Evaṁ so paṇidhānānurūpena arahattaphalaṁ patvā attano pubbasambhāraṁ disvā pubbakammāpadānaṁ pakāsento atthadassī tu bhagavātiādimāha.",
  "atk-s0510a4:66_2": "Taṁ sabbaṁ uttānatthameva.",
  "atk-s0510a4:67_0": "73.Puṭakaṁ pūrayitvānāti puṭakaṁ vuccati vārakaṁ, ghaṭaṁ vā.",
  "atk-s0510a4:67_1": "Aneḷakaṁ niddosaṁ makkhikaṇḍavirahitaṁ khuddamadhunā ghaṭaṁ pūretvā taṁ ubhohi hatthehi paggayha pakārena ādarena gahetvā mahesino bhagavato upanesinti sambandho.",
  "atk-s0510a4:67_2": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a4:68_0": "Mogharājattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:69_0": "6. Adhimuttattheraapadānavaṇṇanā",
  "atk-s0510a4:70_0": "Nibbute lokanāthamhītiādikaṁ āyasmato adhimuttattherassa apadānaṁ (theragā. aṭṭha.",
  "atk-s0510a4:70_1": "2.adhimuttattheragāthāvaṇṇanā).",
  "atk-s0510a4:70_2": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassimhi lokanāthe parinibbute ekasmiṁ kulagehe nibbatto ratanattaye pasanno bhikkhusaṅghaṁ nimantetvā ucchūhi maṇḍapaṁ kāretvā mahādānaṁ pavattetvā pariyosāne santipadaṁ paṇidhesi.",
  "atk-s0510a4:70_3": "So tato cuto devesu ca manussesu ca ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto sāsane pasīditvā saddhāya patiṭṭhitattā adhimuttattheroti pākaṭo.",
  "atk-s0510a4:71_0": "84.",
  "atk-s0510a4:71_1": "Evaṁ katasambhāravasena arahattaṁ patvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento nibbute lokanāthamhītiādimāha.",
  "atk-s0510a4:71_2": "Taṁ sabbaṁ uttānatthamevāti.",
  "atk-s0510a4:72_0": "Adhimuttattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:73_0": "7. Lasuṇadāyakattheraapadānavaṇṇanā",
  "atk-s0510a4:74_0": "Himavantassāvidūretiādikaṁ āyasmato lasuṇadāyakattherassa apadānaṁ.",
  "atk-s0510a4:74_1": "Esopāyasmā purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle ekasmiṁ kulagehe nibbattitvā viññutaṁ patto gharāvāse ādīnavaṁ disvā gehaṁ pahāya tāpasapabbajjaṁ pabbajitvā himavantaṁ nissāya vane vasanto bahūni lasuṇāni ropetvā tadeva vanamūlaphalañca khādanto vihāsi.",
  "atk-s0510a4:74_2": "So bahūni lasuṇāni kājenādāya manussapathaṁ āharitvā pasanno dānaṁ datvā buddhappamukhassa bhikkhusaṅghassa bhesajjatthāya datvā gacchati.",
  "atk-s0510a4:74_3": "Evaṁ so yāvajīvaṁ puññāni katvā teneva puññabalena devamanussesu saṁsaranto ubhayasampattiṁ anubhavitvā kamena imasmiṁ buddhuppāde uppanno paṭiladdhasaddho pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahattaṁ patto pubbakammavasena lasuṇadāyakattheroti pākaṭo.",
  "atk-s0510a4:75_0": "89.",
  "atk-s0510a4:75_1": "Attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha.",
  "atk-s0510a4:75_2": "Tattha himālayapabbatassa pariyosāne manussānaṁ sañcaraṇaṭṭhāne yadā vipassī bhagavā udapādi, tadā ahaṁ tāpaso ahosinti sambandho.",
  "atk-s0510a4:75_3": "Lasuṇaṁ upajīvāmīti rattalasuṇaṁ ropetvā tadeva gocaraṁ katvā jīvikaṁ kappemīti attho.",
  "atk-s0510a4:75_4": "Tena vuttaṁ ‘‘lasuṇaṁ mayhabhojana’’nti.",
  "atk-s0510a4:76_0": "90.Khāriyo pūrayitvānāti tāpasabhājanāni lasuṇena pūrayitvā kājenādāya saṅghārāmaṁ saṅghassa vasanaṭṭhānaṁ hemantādīsu tīsu kālesu saṅghassa catūhi iriyāpathehi vasanavihāraṁ agacchiṁ agamāsinti attho.",
  "atk-s0510a4:76_1": "Haṭṭho haṭṭhena cittenāti ahaṁ santuṭṭho somanassayuttacittena saṅghassa lasuṇaṁ adāsinti attho.",
  "atk-s0510a4:77_0": "91.Vipassissa…pe…niratassahanti narānaṁ aggassa seṭṭhassa assa vipassissa bhagavato sāsane nirato nissesena rato ahanti sambandho.",
  "atk-s0510a4:77_1": "Saṅghassa…pe…",
  "atk-s0510a4:77_2": "modahanti ahaṁ saṅghassa lasuṇadānaṁ datvā saggamhi suṭṭhu aggasmiṁ devaloke āyukappaṁ dibbasampattiṁ anubhavamāno modiṁ, santuṭṭho bhavāmīti attho.",
  "atk-s0510a4:77_3": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a4:78_0": "Lasuṇadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:79_0": "8. Āyāgadāyakattheraapadānavaṇṇanā",
  "atk-s0510a4:80_0": "Nibbutelokanāthamhītiādikaṁ āyasmato āyāgadāyakattherassa apadānaṁ.",
  "atk-s0510a4:80_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sikhissa bhagavato parinibbutakāle ekasmiṁ kulagehe nibbatto sāsane pasanno vaḍḍhakīnaṁ mūlaṁ datvā atimanoharaṁ dīghaṁ bhojanasālaṁ kārāpetvā bhikkhusaṅghaṁ nimantetvā paṇītenāhārena bhojetvā mahādānaṁ datvā cittaṁ pasādesi.",
  "atk-s0510a4:80_2": "So yāvatāyukaṁ puññāni katvā devamanussesuyeva saṁsaranto ubhayasampattiṁ anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto paṭiladdhasaddho pabbajitvā ghaṭento vāyamanto vipassanaṁ vaḍḍhetvā na cirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a4:80_3": "Pubbe katapuññavasena āyāgattheroti pākaṭo.",
  "atk-s0510a4:81_0": "94.",
  "atk-s0510a4:81_1": "Evaṁ so katapuññasambhāravasena arahattaṁ patvā attanā pubbe katakusalakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento nibbute lokanāthamhītiādimāha.",
  "atk-s0510a4:81_2": "Tattha nibbuteti vadataṁ ‘‘mayaṁ buddhā’’ti vadantānaṁ antare vare uttame sikhimhi bhagavati parinibbuteti attho.",
  "atk-s0510a4:81_3": "Haṭṭho haṭṭhena cittenāti saddhatāya haṭṭhapahaṭṭho somanassayuttacittatāya pahaṭṭhena cittena uttamaṁ thūpaṁ seṭṭhaṁ cetiyaṁ avandiṁ paṇāmayinti attho.",
  "atk-s0510a4:82_0": "95.Vaḍḍhakīhi kathāpetvāti ‘‘bhojanasālāya pamāṇaṁ kittaka’’nti pamāṇaṁ kathāpetvāti attho.",
  "atk-s0510a4:82_1": "Mūlaṁ datvānahaṁ tadāti tadā tasmiṁ kāle ahaṁ kammakaraṇatthāya tesaṁ vaḍḍhakīnaṁ mūlaṁ datvā āyāgaṁ āyataṁ dīghaṁ bhojanasālaṁ ahaṁ santuṭṭho somanassacittena kārapesahaṁ kārāpesiṁ ahanti attho.",
  "atk-s0510a4:82_2": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a4:83_0": "97.Āyāgassa idaṁ phalanti bhojanasāladānassa idaṁ vipākanti attho.",
  "atk-s0510a4:84_0": "Āyāgadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:85_0": "9. Dhammacakkikattheraapadānavaṇṇanā",
  "atk-s0510a4:86_0": "Siddhatthassa bhagavatotiādikaṁ āyasmato dhammacakkikattherassa apadānaṁ.",
  "atk-s0510a4:86_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle ekasmiṁ kulagehe nibbatto vuddhippatto puttadārehi vaḍḍhito vibhavasampanno mahābhogo, so ratanattaye pasanno saddhājāto dhammasabhāyaṁ dhammāsanassa piṭṭhito ratanamayaṁ dhammacakkaṁ kāretvā pūjesi.",
  "atk-s0510a4:86_2": "So tena puññakammena devamanussesu nibbattaṭṭhānesu sakkasampattiṁ cakkavattisampattiñca anubhavitvā kamena imasmiṁ buddhuppāde ekasmiṁ kulagehe uppanno vibhavasampanno sañjātasaddho pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahattaṁ patvā pubbe katakusalanāmasadisanāmena dhammacakkikattheroti pākaṭo jāto ahosi.",
  "atk-s0510a4:87_0": "102.",
  "atk-s0510a4:87_1": "So puññasambhārānurūpena pattaarahattaphalo attano pubbakammaṁ saritvā jātasomanasso pubbacaritāpadānaṁ pakāsento siddhatthassa bhagavatotiādimāha.",
  "atk-s0510a4:87_2": "Sīhāsanassa sammukhāti sīhassa bhagavato nisinnassa sammukhā buddhāsanassa abhimukhaṭṭhāneti attho, dhammacakkaṁ me ṭhapitanti mayā dhammacakkākārena ubhato sīharūpaṁ dassetvā majjhe ādāsasadisaṁ kāretvā kataṁ dhammacakkaṁ ṭhapitaṁ pūjitaṁ.",
  "atk-s0510a4:87_3": "Kiṁ bhūtaṁ?",
  "atk-s0510a4:87_4": "Viññūhi medhāvīhi ‘‘atīva sundara’’nti vaṇṇitaṁ thomitaṁ sukataṁ dhammacakkanti sambandho.",
  "atk-s0510a4:88_0": "103.Cāruvaṇṇovasobhāmīti suvaṇṇavaṇṇo iva sobhāmi virocāmīti attho.",
  "atk-s0510a4:88_1": "‘‘Catuvaṇṇehi sobhāmī’’tipi pāṭho, tassa khattiyabrāhmaṇavessasuddajātisaṅkhātehi catūhi vaṇṇehi sobhāmi virocāmīti attho.",
  "atk-s0510a4:88_2": "Sayoggabalavāhanoti suvaṇṇasivikādīhi yoggehi ca senāpatimahāmattādīhi sevakehi balehi ca hatthiassarathasaṅkhātehi vāhanehi ca sahitoti attho.",
  "atk-s0510a4:88_3": "Bahujjanā bahavo manussā anuyantā mamānuvattantā niccaṁ niccakālaṁ parivārentīti sambandho.",
  "atk-s0510a4:88_4": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a4:89_0": "Dhammacakkikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:90_0": "10. Kapparukkhiyattheraapadānavaṇṇanā",
  "atk-s0510a4:91_0": "Siddhatthassa bhagavatotiādikaṁ āyasmato kapparukkhiyattherassa apadānaṁ (theragā. aṭṭha. 2.576).",
  "atk-s0510a4:91_1": "Ayampi purimabuddhesu katādhikāro tesu tesu bhavesu nibbānādhigamūpāyabhūtāni puññāni upacinanto siddhatthassa bhagavato kāle vibhavasampanne ekasmiṁ kule nibbatto mahaddhano mahābhogo satthari pasanno sattahi ratanehi vicittaṁ suvaṇṇamayaṁ kapparukkhaṁ kāretvā siddhatthassa bhagavato cetiyassa sammukhe ṭhapetvā pūjesi.",
  "atk-s0510a4:91_2": "So evarūpaṁ puññaṁ katvā yāvatāyukaṁ ṭhatvā tato cuto sugatīsuyeva saṁsaranto kamena imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā ratanattaye pasanno dhammaṁ sutvā paṭiladdhasaddho satthu ārādhetvā pabbajito nacirasseva arahattaṁ patvā pubbe katakusalanāmena kapparukkhiyattheroti pākaṭo ahosi.",
  "atk-s0510a4:92_0": "108.",
  "atk-s0510a4:92_1": "So evaṁ pattaarahattaphalo attano pubbakammaṁ saritvā somanassavasena pubbacaritāpadānaṁ pakāsento siddhatthassa bhagavatotiādimāha.",
  "atk-s0510a4:92_2": "Thūpaseṭṭhassa sammukhāti seṭṭhassa uttamassa dhātunihitathūpassa cetiyassa sammukhaṭṭhāne vicittadusse anekavaṇṇehi visamena visadisena cittena manohare cinapaṭṭasomārapaṭṭādike dusse .",
  "atk-s0510a4:92_3": "Lagetvā olaggetvā kapparukkhaṁ ṭhapesiṁ ahaṁ patiṭṭhapesinti attho.",
  "atk-s0510a4:92_4": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a4:93_0": "Kapparukkhiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a4:94_0": "Catutthavaggavaṇṇanā samattā."
}