{
  "atk-abh03a47:0_0": "8. Cittayamakaṁ",
  "atk-abh03a47:1_0": "Uddesavāravaṇṇanā",
  "atk-abh03a47:2_0": "1-62.",
  "atk-abh03a47:2_1": "Idāni tesaññeva mūlayamake desitānaṁ kusalādidhammānaṁ labbhamānavasena ekadesameva saṅgaṇhitvā anusayayamakānantaraṁ desitassa cittayamakassa atthavaṇṇanā hoti.",
  "atk-abh03a47:2_2": "Tattha pāḷivavatthānaṁ tāva veditabbaṁ.",
  "atk-abh03a47:2_3": "Imasmiñhi cittayamake mātikāṭhapanaṁ, ṭhapitamātikāya vissajjananti dve vārā honti.",
  "atk-abh03a47:2_4": "Tattha mātikāṭhapane puggalavāro, dhammavāro, puggaladhammavāroti āditova tayo suddhikamahāvārā honti.",
  "atk-abh03a47:3_0": "Tattha ‘‘yassa cittaṁ uppajjati, na nirujjhatī’’ti evaṁ puggalavasena cittassa uppajjananirujjhanādibhedaṁ dīpento gato puggalavāro nāma.",
  "atk-abh03a47:3_1": "‘‘Yaṁ cittaṁ uppajjati, na nirujjhatī’’ti evaṁ dhammavaseneva cittassa uppajjananirujjhanādibhedaṁ dīpento gato dhammavāro nāma.",
  "atk-abh03a47:3_2": "‘‘Yassa yaṁ cittaṁ uppajjati, na nirujjhatī’’ti evaṁ ubhayavasena cittassa uppajjananirujjhanādibhedaṁ dīpento gato puggaladhammavāro nāma.",
  "atk-abh03a47:3_3": "Tato ‘‘yassa sarāgaṁ citta’’nti soḷasannaṁ padānaṁ vasena apare sarāgādipadavisesitā soḷasa puggalavārā, soḷasa dhammavārā, soḷasa puggaladhammavārāti aṭṭhacattālīsaṁ missakavārā honti.",
  "atk-abh03a47:3_4": "Te sarāgādipadamattaṁ dassetvā saṅkhittā.",
  "atk-abh03a47:3_5": "Tato ‘‘yassa kusalaṁ citta’’ntiādinā nayena chasaṭṭhidvisatasaṅkhānaṁ abhidhammamātikāpadānaṁ vasena apare kusalādipadavisesitā chasaṭṭhidvisatapuggalavārā, chasaṭṭhidvisatadhammavārā chasaṭṭhidvisatapuggaladhammavārāti aṭṭhanavutisattasatā missakavārā honti.",
  "atk-abh03a47:3_6": "Tepi kusalādipadamattaṁ dassetvā saṅkhittāyeva.",
  "atk-abh03a47:3_7": "Yānipettha sanidassanādīni padāni cittena saddhiṁ na yujjanti, tāni moghapucchāvasena ṭhapitāni.",
  "atk-abh03a47:4_0": "Tesu pana tīsu vāresu sabbapaṭhame suddhikapuggalamahāvāre uppādanirodhakālasambhedavāro, uppāduppannavāro, nirodhuppannavāro, uppādavāro, nirodhavāro, uppādanirodhavāro uppajjamānanirodhavāro, uppajjamānuppannavāro, nirujjhamānuppannavāro, uppannuppādavāro, atītānāgatavāro, uppannuppajjamānavāro, niruddhanirujjhamānavāro, atikkantakālavāroti cuddasa antaravārā.",
  "atk-abh03a47:4_1": "Tesu uppādavāro, nirodhavāro, uppādanirodhavāroti imesu tīsu vāresu anulomapaṭilomavasena cha cha katvā aṭṭhārasa yamakāni.",
  "atk-abh03a47:4_2": "Uppannuppādavāre atītānāgatakālavasena anulomato dve, paṭilomato dveti cattāri yamakāni.",
  "atk-abh03a47:4_3": "Sesesu ādito niddiṭṭhesu tīsu, anantare niddiṭṭhesu tīsu;",
  "atk-abh03a47:4_4": "avasāne niddiṭṭhesu catūsūti dasasu vāresu anulomato ekaṁ, paṭilomato ekanti dve dve katvā vīsati yamakāni.",
  "atk-abh03a47:4_5": "Evaṁ sabbesupi cuddasasu antaravāresu dvācattālīsa yamakāni, caturāsīti pucchā aṭṭhasaṭṭhiatthasataṁ hoti.",
  "atk-abh03a47:4_6": "Yathā ca ekasmiṁ suddhikapuggalamahāvāre, tathā suddhikadhammavārepi suddhikapuggaladhammavārepīti tīsu mahāvāresu chabbīsatiyamakasataṁ, tato diguṇā pucchā, tato diguṇā atthā ca veditabbā.",
  "atk-abh03a47:4_7": "Idaṁ pana vārattayaṁ sarāgādivasena soḷasaguṇaṁ, kusalādivasena chasaṭṭhidvisataguṇaṁ katvā imasmiṁ cittayamake anekāni yamakasahassāni, tato diguṇā pucchā, tato diguṇā atthā ca hontīti .",
  "atk-abh03a47:4_8": "Pāṭho pana saṁkhittoti.",
  "atk-abh03a47:4_9": "Evaṁ tāva imasmiṁ cittayamake pāḷivavatthānaṁ veditabbaṁ.",
  "atk-abh03a47:5_0": "Mātikāṭhapanavaṇṇanā.",
  "atk-abh03a47:6_0": "Niddeso",
  "atk-abh03a47:7_0": "1. Puggalavāravaṇṇanā",
  "atk-abh03a47:8_0": "63.",
  "atk-abh03a47:8_1": "Idāni ṭhapitānukkamena mātikaṁ vissajjetuṁ yassa cittaṁ uppajjati na nirujjhatītiādi āraddhaṁ.",
  "atk-abh03a47:8_2": "Tattha uppajjatīti uppādakkhaṇasamaṅgitāya uppajjati na nirujjhatīti nirodhakkhaṇaṁ appattatāya na nirujjhati.",
  "atk-abh03a47:8_3": "Tassa cittanti tassa puggalassa tato paṭṭhāya cittaṁ nirujjhissati nuppajjissatīti pucchati.",
  "atk-abh03a47:8_4": "Tesaṁ cittanti yesaṁ paricchinnavaṭṭadukkhānaṁ khīṇāsavānaṁ sabbapacchimassa cuticittassa uppādakkhaṇo vattati, etesaṁ tadeva cuticittaṁ uppādappattatāya uppajjati nāma, bhaṅgaṁ appattatāya na nirujjhati.",
  "atk-abh03a47:8_5": "Idāni pana bhaṅgaṁ patvā taṁ tesaṁ cittaṁ nirujjhissati, tato appaṭisandhikattā aññaṁ nuppajjissati.",
  "atk-abh03a47:8_6": "Itaresanti pacchimacittasamaṅgiṁ khīṇāsavaṁ ṭhapetvā avasesānaṁ sekkhāsekkhaputhujjanānaṁ nirujjhissati ceva uppajjissati cāti yaṁ taṁ uppādakkhaṇappattaṁ taṁ nirujjhissateva.",
  "atk-abh03a47:8_7": "Aññaṁ pana tasmiṁ vā aññasmiṁ vā attabhāve uppajjissati ceva nirujjhissati ca.",
  "atk-abh03a47:8_8": "Dutiyapucchāvissajjanepi tathārūpasseva khīṇāsavassa cittaṁ sandhāya ‘āmantā’ti vuttaṁ.",
  "atk-abh03a47:8_9": "Nuppajjati nirujjhatīti bhaṅgakkhaṇe arahato pacchimacittampi sesānaṁ bhijjamānacittampi.",
  "atk-abh03a47:8_10": "Tato paṭṭhāya pana arahato cittaṁ na nirujjhissatīti sakkā vattuṁ uppajjissatīti pana na sakkā.",
  "atk-abh03a47:8_11": "Sesānaṁ uppajjissatīti sakkā vattuṁ, na nirujjhissatīti na sakkā.",
  "atk-abh03a47:8_12": "Tasmā ‘no’ti paṭisedho kato.",
  "atk-abh03a47:8_13": "Dutiyapañhe yassa cittaṁ na nirujjhissati, uppajjissatīti so puggaloyeva natthi, tasmā natthīti paṭikkhepo kato.",
  "atk-abh03a47:9_0": "65-82.Uppannanti uppādasamaṅginopetaṁ nāmaṁ.",
  "atk-abh03a47:9_1": "Uppādaṁ patvā aniruddhassāpi.",
  "atk-abh03a47:9_2": "Tattha uppādasamaṅgitaṁ sandhāya ‘āmantā’ti, uppādaṁ patvā aniruddhabhāvaṁ sandhāya ‘‘tesaṁ cittaṁ uppanna’’nti vuttaṁ.",
  "atk-abh03a47:9_3": "Anuppannanti uppādaṁ appattaṁ.",
  "atk-abh03a47:9_4": "Tesaṁ cittaṁ uppajjitthāti etthāpi sabbesaṁ tāva cittaṁ khaṇapaccuppannameva hutvā uppādakkhaṇaṁ atītattā uppajjittha nāma, nirodhasamāpannānaṁ nirodhato pubbe uppannapubbattā, asaññasattānaṁ saññībhave uppannapubbattā.",
  "atk-abh03a47:9_5": "Uppajjittha ceva uppajjati cāti uppādaṁ pattattā uppajjittha, anatītattā uppajjati nāmāti attho.",
  "atk-abh03a47:10_0": "Uppādakkhaṇeanāgatañcāti uppādakkhaṇe ca cittaṁ anāgatañca cittanti attho.",
  "atk-abh03a47:11_0": "83.",
  "atk-abh03a47:11_1": "Atikkantakālavāre uppajjamānaṁ khaṇanti uppādakkhaṇaṁ.",
  "atk-abh03a47:11_2": "Tattha kiñcāpi uppādakkhaṇo uppajjamāno nāma na hoti, uppajjamānassa pana khaṇattā evaṁ vutto.",
  "atk-abh03a47:11_3": "Khaṇaṁ vītikkantaṁ atikkantakālanti na ciraṁ vītikkantaṁ tameva pana uppādakkhaṇaṁ vītikkantaṁ hutvā atikkantakālanti saṅkhaṁ gacchati.",
  "atk-abh03a47:11_4": "Nirujjhamānaṁ khaṇanti nirodhakkhaṇaṁ.",
  "atk-abh03a47:11_5": "Tattha kiñcāpi nirodhakkhaṇo nirujjhamāno nāma na hoti, nirujjhamānassa pana khaṇattā evaṁ vutto.",
  "atk-abh03a47:11_6": "Khaṇaṁ vītikkantaṁ atikkantakālanti kiṁ tassa cittaṁ evaṁ nirodhakkhaṇampi vītikkantaṁ hutvā atikkantakālaṁ nāma hotīti pucchati.",
  "atk-abh03a47:11_7": "Tattha yasmā bhaṅgakkhaṇe cittaṁ uppādakkhaṇaṁ khaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ hoti, nirodhakkhaṇaṁ khaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ nāma na hoti.",
  "atk-abh03a47:11_8": "Atītaṁ pana cittaṁ ubhopi khaṇe khaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ nāma, tasmā ‘‘bhaṅgakkhaṇe cittaṁ uppādakkhaṇaṁ vītikkantaṁ, bhaṅgakkhaṇaṁ avītikkantaṁ, atītaṁ cittaṁ uppādakkhaṇañca vītikkantaṁ bhaṅgakkhaṇañca vītikkantanti vissajjanamāha.",
  "atk-abh03a47:11_9": "Dutiyapañhassa vissajjane yasmā atītaṁ cittaṁ ubhopi khaṇe vītikkantaṁ hutvā atikkantakālaṁ nāma hoti, tasmā atītaṁ cittanti vuttaṁ.",
  "atk-abh03a47:11_10": "Paṭilomapañhassa vissajjane yasmā uppādakkhaṇe ca cittaṁ anāgatañca cittaṁ ubhopi khaṇe khaṇaṁ vītikkantaṁ hutvā atikkantakālaṁ nāma na hoti, tesaṁ khaṇānaṁ avītikkantattā.",
  "atk-abh03a47:11_11": "Tasmā ‘‘uppādakkhaṇe cittaṁ anāgataṁ citta’’nti vuttaṁ.",
  "atk-abh03a47:11_12": "Dutiyavissajjanaṁ pākaṭameva.",
  "atk-abh03a47:12_0": "84-113.",
  "atk-abh03a47:12_1": "Dhammavārepi imināvupāyena sabbavissajjanesu attho veditabbo.",
  "atk-abh03a47:12_2": "Puggaladhammavāro dhammavāragatikoyeva.",
  "atk-abh03a47:13_0": "114-116.",
  "atk-abh03a47:13_1": "Sabbepi missakavārā yassa sarāgaṁ cittantiādinā nayena mukhamattaṁ dassetvā saṅkhittā.",
  "atk-abh03a47:13_2": "Vitthāro pana nesaṁ heṭṭhā vuttanayeneva veditabbo.",
  "atk-abh03a47:13_3": "Tesu pana ‘‘yassa sarāgaṁ cittaṁ uppajjati, na nirujjhati;",
  "atk-abh03a47:13_4": "tassa cittaṁ nirujjhissati, nuppajjissatī’’ti evaṁ vitthāretabbatāya pucchāva sadisā hoti.",
  "atk-abh03a47:13_5": "Yasmā pana sarāgaṁ cittaṁ pacchimacittaṁ na hoti, tasmā ‘‘yassa sarāgaṁ cittaṁ uppajjati, na nirujjhati;",
  "atk-abh03a47:13_6": "tassa cittaṁ nirujjhissati, nuppajjissatīti no’’ti evaṁ vissajjitabbattā vissajjanaṁ asadisaṁ hoti.",
  "atk-abh03a47:13_7": "Taṁ taṁ tassā tassā pucchāya anurūpavasena veditabbanti.",
  "atk-abh03a47:14_0": "Cittayamakavaṇṇanā niṭṭhitā."
}