{
  "atk-abh03a41:0_0": "2. Khandhayamakaṁ",
  "atk-abh03a41:1_0": "1. Paṇṇattiuddesavāravaṇṇanā",
  "atk-abh03a41:2_0": "1.",
  "atk-abh03a41:2_1": "Idāni mūlayamake desiteyeva kusalādidhamme khandhavasena saṅgaṇhitvā mūlayamakānantaraṁ desitassa khandhayamakassa vaṇṇanā hoti.",
  "atk-abh03a41:2_2": "Tattha pāḷivavatthānaṁ tāva evaṁ veditabbaṁ –",
  "atk-abh03a41:2_3": "imasmiñhi khandhayamake tayo mahāvārā honti –",
  "atk-abh03a41:2_4": "paṇṇattivāro, pavattivāro, pariññāvāroti.",
  "atk-abh03a41:2_5": "Tesu paṇṇattivāro khandhānaṁ nāmābhidhānasodhanavaseneva gatattā paṇṇattivāroti vuccati.",
  "atk-abh03a41:2_6": "Pavattivāro tena sodhitanāmābhidhānānaṁ khandhānaṁ uppādanirodhavasena pavattiṁ sodhayamāno gato, tasmā pavattivāroti vuccati.",
  "atk-abh03a41:2_7": "Pariññāvāro iminānukkamena pavattānaṁ khandhānaṁ saṅkhepeneva tisso pariññā dīpayamāno gato, tasmā pariññāvāroti vuccati.",
  "atk-abh03a41:2_8": "Tattha paṇṇattivāro uddesaniddesavasena dvīhākārehi vavatthito.",
  "atk-abh03a41:2_9": "Itaresu visuṁ uddesavāro natthi.",
  "atk-abh03a41:2_10": "Ādito paṭṭhāya pucchāvissajjanavasena ekadhā vavatthitā.",
  "atk-abh03a41:2_11": "Tattha pañcakkhandhātipadaṁ ādiṁ katvā yāva na khandhā, na saṅkhārāti padaṁ tāva paṇṇattivārassa uddesavāro veditabbo.",
  "atk-abh03a41:2_12": "Pucchāvārotipi tasseva nāmaṁ.",
  "atk-abh03a41:2_13": "Tattha pañcakkhandhāti ayaṁ yamakavasena pucchitabbānaṁ khandhānaṁ uddeso.",
  "atk-abh03a41:2_14": "Rūpakkhandho…pe…",
  "atk-abh03a41:2_15": "viññāṇakkhandhoti tesaññeva pabhedato nāmavavatthānaṁ.",
  "atk-abh03a41:3_0": "2-3.",
  "atk-abh03a41:3_1": "Idāni imesaṁ khandhānaṁ vasena padasodhanavāro, padasodhanamūlacakkavāro, suddhakhandhavāro, suddhakhandhamūlacakkavāroti cattāro nayavārā honti.",
  "atk-abh03a41:3_2": "Tattha rūpaṁ rūpakkhandho, rūpakkhandho rūpantiādinā nayena padameva sodhetvā gato padasodhanavāro nāma.",
  "atk-abh03a41:3_3": "So anulomapaṭilomavasena duvidho hoti.",
  "atk-abh03a41:3_4": "Tattha anulomavāre ‘rūpaṁ rūpakkhandho, rūpakkhandho rūpa’ntiādīni pañca yamakāni.",
  "atk-abh03a41:3_5": "Paṭilomavārepi ‘na rūpaṁ, na rūpakkhandho;",
  "atk-abh03a41:3_6": "na rūpakkhandho na rūpa’ntiādīni pañceva.",
  "atk-abh03a41:3_7": "Tato paraṁ tesaññeva padasodhanavāre sodhitānaṁ khandhānaṁ ‘rūpaṁ rūpakkhandho, khandhā vedanākkhandho’tiādinā nayena ekekakhandhamūlakāni cattāri cattāri cakkāni bandhitvā gato padasodhanamūlakānaṁ cakkānaṁ atthitāya padasodhanamūlacakkavāro nāma.",
  "atk-abh03a41:3_8": "Sopi anulomapaṭilomavasena duvidho hoti.",
  "atk-abh03a41:3_9": "Tattha anulomavāre ‘rūpaṁ rūpakkhandho, khandhā vedanākkhandho’tiādīni ekekakhandhamūlakāni cattāri cattāri katvā vīsati yamakāni.",
  "atk-abh03a41:3_10": "Paṭilomavārepi ‘na rūpaṁ, na rūpakkhandho;",
  "atk-abh03a41:3_11": "na khandhā na vedanākkhandho’tiādīni vīsatimeva.",
  "atk-abh03a41:4_0": "Tato paraṁ rūpaṁ khandho khandhā rūpantiādinā nayena suddhakhandhavaseneva gato suddhakhandhavāro nāma.",
  "atk-abh03a41:4_1": "Tattha khandhā rūpantiādīsu khandhā rūpakkhandho, khandhā vedanākkhandhoti attho gahetabbo. Kasmā?",
  "atk-abh03a41:4_2": "Niddesavāre evaṁ bhājitattā.",
  "atk-abh03a41:4_3": "Tattha hi ‘rūpaṁ khandhoti āmantā.",
  "atk-abh03a41:4_4": "Khandhā rūpakkhandhoti rūpakkhandho khandho ceva rūpakkhandho ca, avasesā khandhā na rūpakkhandho’ti evaṁ ‘khandhā rūpa’ntiādīnaṁ khandhā rūpakkhandhotiādinā nayena padaṁ uddharitvā attho vibhatto.",
  "atk-abh03a41:4_5": "Teneva ca kāraṇenese suddhakhandhavāroti vutto.",
  "atk-abh03a41:4_6": "Vacanasodhane viya hi ettha na vacanaṁ pamāṇaṁ.",
  "atk-abh03a41:4_7": "Yathā yathā pana suddhakhandhā labbhanti, tathā tathā atthova pamāṇaṁ.",
  "atk-abh03a41:4_8": "Parato āyatanayamakādīsupi eseva nayo.",
  "atk-abh03a41:4_9": "Esopi ca suddhakhandhavāro anulomapaṭilomavasena duvidho hoti.",
  "atk-abh03a41:4_10": "Tattha anulomavāre ‘rūpaṁ khandho khandhā rūpa’ntiādīni pañca yamakāni.",
  "atk-abh03a41:4_11": "Paṭilomavārepi ‘na rūpaṁ na khandho, na khandhā na rūpa’ntiādīni pañceva.",
  "atk-abh03a41:5_0": "Tato paraṁ tesaññeva suddhakhandhānaṁ rūpaṁ khandho, khandhā vedanātiādinā nayena ekekakhandhamūlakāni cattāri cattāri cakkāni bandhitvā gato suddhakhandhamūlakānaṁ cakkānaṁ atthitāya suddhakhandhamūlacakkavāro nāma.",
  "atk-abh03a41:5_1": "Tattha khandhā vedanātiādīsu khandhā vedanākkhandhotiādinā nayena attho veditabbo.",
  "atk-abh03a41:5_2": "Itarathā niddesavārena saddhiṁ virodho hoti.",
  "atk-abh03a41:5_3": "Sopi anulomapaṭilomavasena duvidho hoti.",
  "atk-abh03a41:5_4": "Tattha anulomavāre ‘rūpaṁ khandho, khandhā vedanā’tiādīni ekekakhandhamūlakāni cattāri cattāri katvā vīsati yamakāni.",
  "atk-abh03a41:5_5": "Paṭilomavārepi ‘na rūpaṁ, na khandho, na khandhā na vedanā’tiādīni vīsatimeva.",
  "atk-abh03a41:5_6": "Evaṁ tāva ekena yamakasatena dvīhi pucchāsatehi ekekapucchāya sanniṭṭhānasaṁsayavasena dve dve atthe katvā catūhi ca atthasatehi paṭimaṇḍito paṇṇattivārassa uddesavāro veditabboti.",
  "atk-abh03a41:6_0": "Paṇṇattiuddesavāravaṇṇanā.",
  "atk-abh03a41:7_0": "1. Paṇṇattiniddesavāravaṇṇanā",
  "atk-abh03a41:8_0": "26.",
  "atk-abh03a41:8_1": "Idāni rūpaṁ rūpakkhandhotiādinā nayena niddesavāro āraddho.",
  "atk-abh03a41:8_2": "Tattha rūpaṁ rūpakkhandhoti yaṁkiñci rūpanti vuccati.",
  "atk-abh03a41:8_3": "Sabbaṁ taṁ rūpaṁ rūpakkhandhoti vacanasodhanatthaṁ pucchati.",
  "atk-abh03a41:8_4": "Piyarūpaṁ sātarūpaṁ, rūpaṁ, na rūpakkhandhoti yaṁ ‘piyarūpaṁ sātarūpa’nti ettha rūpanti vuttaṁ, taṁ rūpameva, na rūpakkhandhoti attho.",
  "atk-abh03a41:8_5": "Rūpakkhandho rūpañceva rūpakkhandho cāti yo pana rūpakkhandho, so rūpantipi rūpakkhandhotipi vattuṁ vaṭṭatīti attho.",
  "atk-abh03a41:8_6": "Rūpakkhandho rūpanti ettha pana yasmā rūpakkhandho niyameneva rūpanti vattabbo.",
  "atk-abh03a41:8_7": "Tasmā āmantāti āha.",
  "atk-abh03a41:8_8": "Iminā upāyena sabbavissajjanesu attho veditabbo.",
  "atk-abh03a41:8_9": "Yo pana yattha viseso bhavissati, tatheva taṁ vaṇṇayissāma .",
  "atk-abh03a41:8_10": "Saññāyamake tāva diṭṭhisaññāti ‘papañcasaññā’tiādīsu āgatā diṭṭhisaññā.",
  "atk-abh03a41:8_11": "Saṅkhārayamake avasesā saṅkhārāti ‘aniccā vata saṅkhārā’tiādīsu āgatā saṅkhārakkhandhato avasesā saṅkhatadhammā.",
  "atk-abh03a41:8_12": "Paṭilomavārepi eseva nayoti.",
  "atk-abh03a41:9_0": "Padasodhanavāro niṭṭhito.",
  "atk-abh03a41:10_0": "28.",
  "atk-abh03a41:10_1": "Padasodhanamūlacakkavāre khandhā vedanākkhandhoti yekeci khandhā, sabbe te vedanākkhandhoti pucchati.",
  "atk-abh03a41:10_2": "Sesapucchāsupi eseva nayo.",
  "atk-abh03a41:10_3": "Paṭilome na khandhā na vedanākkhandhoti ettha ye paññattinibbānasaṅkhātā dhammā khandhā na honti, te yasmā vedanākkhandhopi na honti, tasmā āmantāti āha.",
  "atk-abh03a41:10_4": "Sesavissajjanesupi eseva nayoti.",
  "atk-abh03a41:11_0": "Padasodhanamūlacakkavāro niṭṭhito.",
  "atk-abh03a41:12_0": "38.",
  "atk-abh03a41:12_1": "Suddhakhandhavāre rūpaṁ khandhoti yaṁkiñci rūpanti vuttaṁ, sabbaṁ taṁ khandhoti pucchati.",
  "atk-abh03a41:12_2": "Tattha yasmā piyarūpasātarūpasaṅkhātaṁ vā rūpaṁ hotu, bhūtupādārūpaṁ vā, sabbaṁ pañcasu khandhesu saṅgahaṁ gacchateva.",
  "atk-abh03a41:12_3": "Tasmā āmantāti paṭijānāti.",
  "atk-abh03a41:12_4": "Dutiyapade ‘khandhā rūpa’nti pucchitabbe yasmā rūpantivacanena rūpakkhandhova adhippeto, tasmā vacanaṁ anādiyitvā atthavasena pucchanto khandhā rūpakkhandhoti āha.",
  "atk-abh03a41:12_5": "Iminā nayena sabbapadesu attho veditabbo.",
  "atk-abh03a41:12_6": "Parato āyatanayamakādīnaṁ niddesavārepi eseva nayo.",
  "atk-abh03a41:12_7": "Saññā khandhoti etthāpi diṭṭhisaññā vā hotu, saññā eva vā, sabbāyapi khandhabhāvato āmantāti vuttaṁ.",
  "atk-abh03a41:12_8": "Saṅkhārā khandhoti padepi eseva nayo.",
  "atk-abh03a41:12_9": "Khandhavinimuttako hi saṅkhāro nāma natthi.",
  "atk-abh03a41:13_0": "39.",
  "atk-abh03a41:13_1": "Paṭilome na rūpaṁ na khandhoti yaṁ dhammajātaṁ rūpaṁ na hoti, taṁ khandhopi na hotīti pucchati.",
  "atk-abh03a41:13_2": "Vissajjane panassa rūpaṁ ṭhapetvā avasesā khandhā na rūpaṁ, khandhāti rūpato aññe vedanādayo khandhā rūpameva na honti, khandhā pana hontīti attho.",
  "atk-abh03a41:13_3": "Rūpañca khandhe ca ṭhapetvā avasesāti pañcakkhandhavinimuttaṁ nibbānañceva paññatti ca.",
  "atk-abh03a41:13_4": "Ito paresupi ‘avasesā’ti padesu eseva nayoti.",
  "atk-abh03a41:14_0": "Suddhakhandhavāro niṭṭhito.",
  "atk-abh03a41:15_0": "40-44. Suddhakhandhamūlacakkavāre rūpaṁ khandhotiādīnaṁ heṭṭhā vuttanayeneva attho veditabboti.",
  "atk-abh03a41:16_0": "Suddhakhandhamūlacakkavāro niṭṭhito.",
  "atk-abh03a41:17_0": "Paṇṇattiniddesavāravaṇṇanā.",
  "atk-abh03a41:18_0": "2. Pavattivāravaṇṇanā",
  "atk-abh03a41:19_0": "50-205.",
  "atk-abh03a41:19_1": "Idāni yassa rūpakkhandhotiādinā nayena pavattivāro āraddho.",
  "atk-abh03a41:19_2": "Kasmā panettha uddesavāro na vuttoti?",
  "atk-abh03a41:19_3": "Heṭṭhā dassitanayattā.",
  "atk-abh03a41:19_4": "Paṇṇattivārasmiñhi uddesavāre nayo dassito.",
  "atk-abh03a41:19_5": "Tena pana nayena sakkā so idha avuttopi jānitunti taṁ avatvā niddesavārova āraddho.",
  "atk-abh03a41:19_6": "Imasmiṁ pana pavattivārasaṅkhāte mahāvāre uppādavāro, nirodhavāro, uppādanirodhavāroti tayo antaravārā honti.",
  "atk-abh03a41:19_7": "Tesu paṭhamo dhammānaṁ uppādalakkhaṇassa dīpitattā uppādavāroti vuccati.",
  "atk-abh03a41:19_8": "Dutiyo tesaññeva nirodhalakkhaṇassa dīpitattā nirodhavāroti vuccati.",
  "atk-abh03a41:19_9": "Tatiyo ubhinnampi lakkhaṇānaṁ dīpitattā uppādanirodhavāroti vuccati.",
  "atk-abh03a41:19_10": "Uppādavārena cettha dhammānaṁ uppajjanākārova dīpito.",
  "atk-abh03a41:19_11": "Nirodhavārena ‘uppannaṁ nāma niccaṁ natthī’ti tesaññeva aniccatā dīpitā.",
  "atk-abh03a41:19_12": "Uppādanirodhavārena tadubhayaṁ.",
  "atk-abh03a41:20_0": "Tattha uppādavāre tāva tiṇṇaṁ addhānaṁ vasena cha kālabhedā honti –",
  "atk-abh03a41:20_1": "paccuppanno, atīto, anāgato, paccuppannenātīto, paccuppannenānāgato, atītenānāgatoti.",
  "atk-abh03a41:20_2": "Tesu ‘yassa rūpakkhandho uppajjatī’ti paccuppannābhidhānavasena paccuppanno veditabbo.",
  "atk-abh03a41:20_3": "So paccuppannānaṁ dhammānaṁ paccakkhato gahetabbattā ativiya suviññeyyoti paṭhamaṁ vutto.",
  "atk-abh03a41:20_4": "Yassa rūpakkhandho uppajjitthāti atītābhidhānavasena atīto veditabbo.",
  "atk-abh03a41:20_5": "So paccakkhato anubhūtapubbānaṁ atītadhammānaṁ anumānena anāgatehi suviññeyyatarattā dutiyaṁ vutto.",
  "atk-abh03a41:20_6": "Yassa rūpakkhandho uppajjissatīti anāgatābhidhānavasena anāgato veditabbo.",
  "atk-abh03a41:20_7": "So paccakkhato ca anubhūtapubbavasena ca gahitadhammānumānena ‘anāgatepi evarūpā dhammā uppajjissantī’ti gahetabbato tatiyaṁ vutto.",
  "atk-abh03a41:21_0": "Yassarūpakkhandho uppajjati, tassa vedanākkhandho uppajjitthāti paccuppannena saddhiṁ atītābhidhānavasena paccuppannenātīto veditabbo.",
  "atk-abh03a41:21_1": "So missakesu tīsu suviññeyyatarattā catutthaṁ vutto.",
  "atk-abh03a41:21_2": "Yassa rūpakkhandho uppajjati tassa vedanākkhandho uppajjissatīti paccuppannena saddhiṁ anāgatābhidhānavasena paccuppannenānāgato veditabbo.",
  "atk-abh03a41:21_3": "So paccakkhato gahetabbānaṁ dhammānaṁ atthitāya atthato suviññeyyataroti pañcamaṁ vutto.",
  "atk-abh03a41:21_4": "Yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjissatīti atītena saddhiṁ anāgatābhidhānavasena atītenānāgato veditabbo.",
  "atk-abh03a41:21_5": "So purimehi duviññeyyoti chaṭṭhaṁ vutto.",
  "atk-abh03a41:22_0": "Evametesu chasu kālabhedesu yvāyaṁ paṭhamo paccuppanno, tattha puggalato, okāsato, puggalokāsatoti tayo vārā honti.",
  "atk-abh03a41:22_1": "Tesu yassāti puggalavasena khandhānaṁ uppattidīpano puggalavāro.",
  "atk-abh03a41:22_2": "Yatthāti okāsavasena khandhānaṁ uppattidīpano okāsavāro.",
  "atk-abh03a41:22_3": "Yassa yatthāti puggalokāsavasena khandhānaṁ uppattidīpano puggalokāsavāro.",
  "atk-abh03a41:22_4": "Ime pana tayopi vārā paṭhamaṁ anulomanayena niddisitvā pacchā paṭilomanayena niddiṭṭhā.",
  "atk-abh03a41:22_5": "Tesu ‘uppajjati’ ‘uppajjittha,’ ‘uppajjissatī’ti vacanato uppattidīpano anulomanayo.",
  "atk-abh03a41:22_6": "‘Nuppajjati’, ‘nuppajjittha,’ ‘nuppajjissatī’ti vacanato anuppattidīpano paṭilomanayo.",
  "atk-abh03a41:23_0": "Tattha paccuppannakāle tāva puggalavārassa anulomanaye ‘‘yassa rūpakkhandho uppajjati, tassa vedanākkhandho uppajjati.",
  "atk-abh03a41:23_1": "Yassa vā pana vedanākkhandho uppajjati, tassa rūpakkhandho uppajjati.",
  "atk-abh03a41:23_2": "Yassa rūpakkhandho uppajjati, tassa saññākkhandho saṅkhārakkhandho, viññāṇakkhandho, uppajjati.",
  "atk-abh03a41:23_3": "Yassa vā pana viññāṇakkhandho uppajjati, tassa rūpakkhandho uppajjatī’’ti evaṁ rūpakkhandhamūlakāni cattāri yamakāni;",
  "atk-abh03a41:23_4": "‘‘yassa vedanākkhandho uppajjati, tassa saññākkhandho uppajjatī’’tiādinā nayena vedanākkhandhamūlakāni tīṇi;",
  "atk-abh03a41:23_5": "saññākkhandhamūlakāni dve;",
  "atk-abh03a41:23_6": "saṅkhārakkhandhamūlakaṁ ekanti aggahitaggahaṇena dasa yamakāni honti.",
  "atk-abh03a41:24_0": "Tattha rūpakkhandhamūlakesu catūsu ādito ekameva vissajjitaṁ.",
  "atk-abh03a41:24_1": "Sesāni tena sadisavissajjanānīti tantiyā lahubhāvatthaṁ saṅkhittāni.",
  "atk-abh03a41:24_2": "Vedanākkhandhādimūlakesupi ‘āmantā’ti ekasadisameva vissajjanaṁ.",
  "atk-abh03a41:24_3": "Tasmā tānipi tantiyā lahubhāvatthaṁ saṅkhittānevāti evametāni paccuppannakāle puggalavāre anulomanaye ekayamakavissajjaneneva dasa yamakāni vissajjitāni nāma hontīti veditabbāni.",
  "atk-abh03a41:24_4": "Yathā ca puggalavāre dasa, evaṁ okāsavāre dasa, puggalokāsavāre dasāti paccuppannakāle tīsu vāresu anulomanaye tiṁsa yamakāni honti.",
  "atk-abh03a41:24_5": "Yathā ca anulomanaye, evaṁ paṭilomanayepīti sabbānipi paccuppannakāle saṭṭhi yamakāni honti.",
  "atk-abh03a41:24_6": "Tesu vīsapucchāsataṁ, cattārīsāni ca dve atthasatāni hontīti veditabbāni.",
  "atk-abh03a41:24_7": "Evaṁ sesesupi pañcasu kālabhedesu puggalādibhedato anulomapaṭilomanayavasena cha cha vārā.",
  "atk-abh03a41:24_8": "Ekekasmiṁ vāre dasa dasa katvā saṭṭhi saṭṭhi yamakānīti tīṇi yamakasatāni.",
  "atk-abh03a41:24_9": "Tāni purimehi saddhiṁ saṭṭhādhikāni tīṇi yamakasatāni, vīsādhikāni sattapucchāsatāni, cattārīsāni ca cuddasa atthasatāni honti.",
  "atk-abh03a41:24_10": "Idaṁ tāva uppādavāre pāḷivavatthānaṁ.",
  "atk-abh03a41:24_11": "Yathā ca uppādavāre, tathā nirodhavārepi, uppādanirodhavārepīti sabbasmimpi pavattimahāvāre asīti yamakasahassaṁ, saṭṭhisatādhikāni dve pucchāsahassāni, vīsaṁ tisatādhikāni ca cattāri atthasahassāni veditabbāni.",
  "atk-abh03a41:25_0": "Pāḷi pana uppādavāre nirodhavāre ca tīsu asammissakakālabhedesu tasmiṁ tasmiṁ vāre ekekameva yamakaṁ vissajjetvā saṅkhittā.",
  "atk-abh03a41:25_1": "Tīsu missakakālabhedesu ‘yassa vedanākkhandho uppajjati, tassa saññākkhandho uppajjitthā’tiādinā nayena vedanākkhandhādimūlakesupi ekaṁ yamakaṁ vissajjitaṁ.",
  "atk-abh03a41:25_2": "Uppādanirodhavāre pana chasupi kālabhedesu taṁ vissajjitameva.",
  "atk-abh03a41:25_3": "Sesāni tena samānavissajjanattā saṅkhittānīti.",
  "atk-abh03a41:25_4": "Idaṁ sakalepi pavattimahāvāre pāḷivavatthānaṁ.",
  "atk-abh03a41:26_0": "Atthavinicchayatthaṁ panassa idaṁ lakkhaṇaṁ veditabbaṁ –",
  "atk-abh03a41:26_1": "imasmiñhi pavattimahāvāre catunnaṁ pañhānaṁ pañca vissajjanāni sattavīsatiyā ṭhānesu pakkhipitvā atthavinicchayo veditabbo.",
  "atk-abh03a41:26_2": "Tattha purepañho, pacchāpañho, paripuṇṇapañho, moghapañhoti ime cattāro pañhā nāma.",
  "atk-abh03a41:26_3": "Ekekasmiñhi yamake dve dve pucchā.",
  "atk-abh03a41:26_4": "Ekekapucchāyapi dve dve padāni.",
  "atk-abh03a41:26_5": "Tattha yāya pucchāya vissajjane ekeneva padena gahitakkhandhassa uppādo vā nirodho vā labbhati , ayaṁ purepañho nāma.",
  "atk-abh03a41:26_6": "Yāya pana pucchāya vissajjane dvīhipi padehi gahitakkhandhānaṁ uppādo vā nirodho vā labbhati, ayaṁ pacchāpañho nāma.",
  "atk-abh03a41:26_7": "Yāya pana pucchāya vissajjane ekenapi padena gahitakkhandhassa dvīhipi padehi gahitakkhandhānaṁ uppādo vā, nirodho vā labbhati, ayaṁ paripuṇṇapañho nāma.",
  "atk-abh03a41:26_8": "Yāya pana pucchāya vissajjane paṭikkhepo vā, paṭisedho vā labbhati, ayaṁ moghapañho nāma.",
  "atk-abh03a41:26_9": "Yasmā panesa adassiyamāno na sakkā jānituṁ, tasmā naṁ dassayissāma.",
  "atk-abh03a41:27_0": "‘Yattha rūpakkhandho nuppajjati, tattha vedanākkhandho nuppajjatī’ti pucchāya tāva uppajjatīti imasmiṁ vissajjane ekeneva padena gahitassa vedanākkhandhassa uppādo labbhati, iti ayañceva añño ca evarūpo pañho purepañhoti veditabbo.",
  "atk-abh03a41:27_1": "‘Yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjitthā’ti pucchāya pana ‘āmantā’ti imasmiṁ vissajjane dvīhi padehi gahitānaṁ rūpavedanākkhandhānaṁ yassa kassaci sattassa atīte uppādo labbhati.",
  "atk-abh03a41:27_2": "Iti ayañceva añño ca evarūpo pañho pacchāpañhoti veditabbo.",
  "atk-abh03a41:28_0": "‘Yassa rūpakkhandho uppajjati, tassa vedanākkhandho uppajjatī’ti imāya pana paṭhamapucchāya ‘asaññasattaṁ upapajjantāna’ntiādike imasmiṁ vissajjane ‘asaññasattaṁ upapajjantānaṁ tesaṁ rūpakkhandho uppajjati, no ca tesaṁ vedanākkhandho uppajjatī’ti imasmiṁ koṭṭhāse ekeneva padena gahitassa rūpakkhandhassapi uppādo labbhati.",
  "atk-abh03a41:28_1": "‘Pañcavokāraṁ upapajjantānaṁ tesaṁ rūpakkhandho ca uppajjati vedanākkhandho ca uppajjatī’ti imasmiṁ koṭṭhāse dvīhipi padehi saṅgahitānaṁ rūpavedanākkhandhānampi uppādo labbhati.",
  "atk-abh03a41:28_2": "Iti ayañceva añño ca evarūpo pañho paripuṇṇapañhoti veditabbo.",
  "atk-abh03a41:28_3": "Purepacchāpañhotipi etasseva nāmaṁ.",
  "atk-abh03a41:28_4": "Etassa hi vissajjane purimakoṭṭhāse ekena padena saṅgahitassa rūpakkhandhasseva uppādo dassito.",
  "atk-abh03a41:28_5": "Dutiyakoṭṭhāse dvīhi padehi saṅgahitānaṁ rūpavedanākkhandhānaṁ.",
  "atk-abh03a41:28_6": "Imināyeva ca lakkhaṇena yattha ekena padena saṅgahitassa khandhassa uppādo vā nirodho vā labbhati, so purepañhoti vutto.",
  "atk-abh03a41:28_7": "Yattha dvīhipi padehi saṅgahitānaṁ khandhānaṁ uppādo vā nirodho vā labbhati, so pacchāpañhoti vutto.",
  "atk-abh03a41:29_0": "‘Yassa rūpakkhandho nuppajjittha, tassa vedanākkhandho nuppajjitthā’ti imāya pana pucchāya ‘natthī’ti imasmiṁ vissajjane paṭikkhepo labbhati.",
  "atk-abh03a41:29_1": "‘Yassa rūpakkhandho uppajjati, tassa vedanākkhandho nirujjhatī’ti pucchāya ‘no’ti imasmiṁ vissajjane paṭisedho labbhati.",
  "atk-abh03a41:29_2": "Tasmā ayañceva duvidho añño ca evarūpo pañho moghapañhoti veditabbo.",
  "atk-abh03a41:29_3": "Tucchapañhotipi vuccati.",
  "atk-abh03a41:29_4": "Evaṁ tāva cattāro pañhā veditabbā.",
  "atk-abh03a41:30_0": "Pāḷigatiyā vissajjanaṁ, paṭivacanavissajjanaṁ, sarūpadassanena vissajjanaṁ, paṭikkhepena vissajjanaṁ, paṭisedhena vissajjananti imāni pana pañca vissajjanāni nāma .",
  "atk-abh03a41:30_1": "Tattha yaṁ vissajjanaṁ pāḷipadameva hutvā atthaṁ vissajjeti, idaṁ pāḷigatiyā vissajjanaṁ nāma.",
  "atk-abh03a41:30_2": "Taṁ purepañhe labbhati.",
  "atk-abh03a41:30_3": "‘Yattha rūpakkhandho nuppajjati tattha vedanākkhandho nuppajjatī’ti hi pañhe ‘uppajjatī’ti idaṁ vissajjanaṁ pāḷipadameva hutvā atthaṁ vissajjayamānaṁ gataṁ, tasmā evarūpesu ṭhānesu pāḷigatiyā vissajjanaṁ veditabbaṁ.",
  "atk-abh03a41:30_4": "Yaṁ pana vissajjanaṁ paṭivacanabhāvena atthaṁ vissajjeti, idaṁ paṭivacanavissajjanaṁ nāma.",
  "atk-abh03a41:30_5": "Taṁ pacchāpañhe labbhati.",
  "atk-abh03a41:30_6": "‘Yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjitthā’ti hi pañhe ‘āmantā’ti idaṁ vissajjanaṁ paṭivacanavaseneva atthaṁ vissajjayamānaṁ gataṁ, tasmā evarūpesu ṭhānesu paṭivacanavissajjanaṁ veditabbaṁ.",
  "atk-abh03a41:30_7": "Yaṁ vissajjanaṁ sarūpena dassetvā atthaṁ vissajjeti;",
  "atk-abh03a41:30_8": "idaṁ sarūpadassanena vissajjanaṁ nāma.",
  "atk-abh03a41:30_9": "Taṁ paripuṇṇapañhe labbhati.",
  "atk-abh03a41:30_10": "‘Yassa rūpakkhandho uppajjati;",
  "atk-abh03a41:30_11": "tassa vedanākkhandho uppajjatī’ti hi pañhe ‘asaññasattaṁ upapajjantāna’nti idaṁ vissajjanaṁ ‘imesaṁ rūpakkhandho uppajjati, no ca vedanākkhandho, imesaṁ rūpakkhandho ca uppajjati, vedanākkhandho cā’ti sarūpadassaneneva atthaṁ vissajjayamānaṁ gataṁ.",
  "atk-abh03a41:30_12": "Tasmā evarūpesu ṭhānesu sarūpadassanena vissajjanaṁ veditabbaṁ.",
  "atk-abh03a41:30_13": "Yaṁ pana vissajjanaṁ tathārūpassa atthassābhāvato atthapaṭikkhepena pañhaṁ vissajjeti, idaṁ paṭikkhepena vissajjanaṁ nāma.",
  "atk-abh03a41:30_14": "Yaṁ tathārūpassa atthassa ekakkhaṇe alābhato atthapaṭisedhanena pañhaṁ vissajjeti, idaṁ paṭisedhena vissajjanaṁ nāma.",
  "atk-abh03a41:30_15": "Taṁ moghapañhe labbhati.",
  "atk-abh03a41:30_16": "‘Yassa rūpakkhandho nuppajjittha, tassa vedanākkhandho nuppajjitthā’ti hi pañhe ‘natthī’ti idaṁ vissajjanaṁ;",
  "atk-abh03a41:30_17": "evarūpo nāma satto natthīti atthapaṭikkhepena pañhaṁ vissajjayamānaṁ gataṁ;",
  "atk-abh03a41:30_18": "tasmā evarūpesu ṭhānesu paṭikkhepena vissajjanaṁ veditabbaṁ.",
  "atk-abh03a41:30_19": "‘Yassa rūpakkhandho uppajjati, tassa vedanākkhandho nirujjhatī’ti pañhe pana ‘no’ti idaṁ vissajjanaṁ ekasmiṁ paṭisandhikkhaṇe uppādena saddhiṁ nirodho nāma na labbhatīti atthapaṭisedhanena pañhaṁ vissajjayamānaṁ gataṁ, tasmā evarūpesu ṭhānesu paṭisedhena vissajjanaṁ veditabbaṁ.",
  "atk-abh03a41:31_0": "Idāni ime cattāro pañhā, imāni ca pañca vissajjanāni, yesu sattavīsatiyā ṭhānesu pakkhipitabbāni, tāni evaṁ veditabbāni –",
  "atk-abh03a41:31_1": "asaññasattaṁ upapajjantānanti ekaṁ ṭhānaṁ, asaññasatte tatthāti ekaṁ, asaññasattānanti ekaṁ;",
  "atk-abh03a41:31_2": "asaññasattā cavantānanti ekaṁ;",
  "atk-abh03a41:31_3": "arūpaṁ upapajjantānanti ekaṁ, arūpe tatthāti ekaṁ, arūpānanti ekaṁ, arūpā cavantānanti ekaṁ , arūpe pacchimabhavikānanti ekaṁ, arūpe parinibbantānanti ekaṁ;",
  "atk-abh03a41:31_4": "ye ca arūpaṁ upapajjitvā parinibbāyissantīti ekaṁ;",
  "atk-abh03a41:31_5": "pañcavokāraṁ upapajjantānanti ekaṁ, pañcavokāre tatthāti ekaṁ, pañcavokārānanti ekaṁ pañcavokārā cavantānanti ekaṁ, pañcavokāre pacchimabhavikānanti ekaṁ, pañcavokāre parinibbantānanti ekaṁ;",
  "atk-abh03a41:31_6": "suddhāvāsaṁ upapajjantānanti ekaṁ, suddhāvāse tatthāti ekaṁ, suddhāvāsānanti ekaṁ, suddhāvāse parinibbantānanti ekaṁ;",
  "atk-abh03a41:31_7": "sabbesaṁ upapajjantānanti ekaṁ, sabbesaṁ cavantānanti ekaṁ;",
  "atk-abh03a41:31_8": "sabbasādhāraṇavasena pacchimabhavikānanti ekaṁ, parinibbantānanti ekaṁ, catuvokāraṁ pañcavokāraṁ upapajjantānanti ekaṁ, cavantānanti ekaṁ.",
  "atk-abh03a41:31_9": "Evaṁ imesaṁ catunnaṁ pañhānaṁ imāni pañca vissajjanāni imesu sattavīsatiyā ṭhānesu pakkhipitvā imasmiṁ pavattimahāvāre atthavinicchayo veditabbo.",
  "atk-abh03a41:31_10": "Evaṁ viditvā hi pañhaṁ vissajjantena suvissajjito hoti, atthañca vinicchayantena suvinicchito hoti.",
  "atk-abh03a41:32_0": "Tatthāyaṁ nayo –",
  "atk-abh03a41:32_1": "yassa rūpakkhandho uppajjatīti yassa puggalassa uppādakkhaṇasamaṅgitāya rūpakkhandho uppajjati.",
  "atk-abh03a41:32_2": "Tassa vedanākkhandho uppajjatīti vedanākkhandhopi tassa tasmiññeva khaṇe uppajjatīti pucchati.",
  "atk-abh03a41:32_3": "Asaññasattaṁ upapajjantānanti acittakapaṭisandhivasena asaññasattabhavaṁ upapajjantānaṁ.",
  "atk-abh03a41:32_4": "Tesaṁ rūpakkhandho uppajjatīti tesaṁ ekantena rūpakkhandho uppajjatiyeva.",
  "atk-abh03a41:32_5": "Pavatte uppannānaṁ rūpakkhandho uppajjatipi nirujjhatipi, tasmā ‘asaññasattāna’nti avatvā’asaññasattaṁ upapajjantāna’nti vuttaṁ.",
  "atk-abh03a41:32_6": "No ca tesaṁ vedanākkhandho uppajjatīti acittakattā pana tesaṁ vedanākkhandho nuppajjateva.",
  "atk-abh03a41:32_7": "Idaṁ sattavīsatiyā ṭhānesu paṭhame ṭhāne paripuṇṇapañhassa purimakoṭṭhāse sarūpadassanena vissajjanaṁ.",
  "atk-abh03a41:32_8": "Pañcavokāraṁ upapajjantānanti rūpārūpamissakapaṭisandhivasena pañcavokārabhavaṁ upapajjantānaṁ.",
  "atk-abh03a41:32_9": "Tesaṁ rūpakkhandho ca uppajjati, vedanākkhandho cāti tesaṁ ekantena rūpavedanākkhandhasaṅkhātā dvepi khandhā uppajjantiyeva.",
  "atk-abh03a41:32_10": "Pavatte pana tattha uppannānaṁ te khandhā uppajjantipi nirujjhantipi, tasmā ‘pañcavokārāna’nti avatvā ‘pañcavokāraṁ upapajjantāna’nti vuttaṁ.",
  "atk-abh03a41:32_11": "Idaṁ pañcavokāraṁ upapajjantānanti ṭhāne paripuṇṇapañhassa pacchimakoṭṭhāse sarūpadassanena vissajjanaṁ.",
  "atk-abh03a41:32_12": "Iminā upāyena sabbāni vissajjanāni veditabbāni.",
  "atk-abh03a41:33_0": "Idaṁ panettha uppādanirodhesu niyamalakkhaṇaṁ –",
  "atk-abh03a41:33_1": "sakalepi hi imasmiṁ khandhayamake tattha tattha uppannānaṁ pavatte yāva maraṇā khandhānaṁ apariyantesu uppādanirodhesu vijjamānesupi lahuparivattānaṁ dhammānaṁ vinibbhogaṁ katvā uppādanirodhe dassetuṁ na sukaranti pavattiyaṁ uppādanirodhe anāmasitvā abhinavaṁ vipākavaṭṭaṁ nipphādayamānena nānākammena nibbattānaṁ paṭisandhikhandhānaṁ uppādaṁ dassetuṁ sukhanti paṭisandhikāle uppādavaseneva uppādavāro kathito.",
  "atk-abh03a41:33_2": "Uppannassa pana vipākavaṭṭassa pariyosānena nirodhaṁ dassetuṁ sukhanti maraṇakāle nirodhavasena nirodhavāro kathito.",
  "atk-abh03a41:34_0": "Kiṁ panettha pavattiyaṁ uppādanirodhānaṁ anāmaṭṭhabhāve pamāṇanti? Pāḷiyeva.",
  "atk-abh03a41:34_1": "Pāḷiyañhi visesena uppādavārassa anāgatakālavāre ‘pacchimabhavikānaṁ tesaṁ rūpakkhandho ca nuppajjissati, vedanākkhandho ca nuppajjissatī’ti ayaṁ pāḷi atipamāṇameva.",
  "atk-abh03a41:34_2": "Pacchimabhavikānañhi pavatte rūpārūpadhammānaṁ uppajjituṁ yuttabhāve satipi ‘rūpakkhandho ca nuppajjissati, vedanākkhandho ca nuppajjissatī’ti sanniṭṭhānaṁ katvā vuttabhāvena pavatte uppādo na gahitoti veditabbo.",
  "atk-abh03a41:34_3": "‘Suddhāvāse parinibbantānaṁ tesaṁ tattha saññākkhandho na nirujjhittha, no ca tesaṁ tattha vedanākkhandho na nirujjhatī’ti ayaṁ pana pāḷi pavatte nirodhassa anāmaṭṭhabhāve ativiya pamāṇaṁ.",
  "atk-abh03a41:34_4": "Suddhāvāse parinibbantānañhi cuticittassa bhaṅgakkhaṇe ṭhitānaṁ paṭisandhito paṭṭhāya pavatte uppajjitvā niruddhasaññākkhandhānaṁ gaṇanapatho natthi.",
  "atk-abh03a41:34_5": "‘Evaṁ santepi tesaṁ tattha saññākkhandho na nirujjhitthā’ti sanniṭṭhānaṁ katvā vuttabhāvena pavatte nirodho na gahitoti veditabbo.",
  "atk-abh03a41:35_0": "Evamettha uppādanirodhesu niyamalakkhaṇaṁ viditvā paṭisandhiuppādameva cutinirodhameva ca gahetvā tesu tesu ṭhānesu āgatānaṁ vissajjanānaṁ atthavinicchayo veditabbo.",
  "atk-abh03a41:35_1": "So pana sakkā ādivissajjane vuttanayena sabbattha viditunti vissajjanapaṭipāṭiyā na vitthārito.",
  "atk-abh03a41:35_2": "Iminā pana evaṁ dinnenapi nayena yo etesaṁ atthavinicchayaṁ jānituṁ na sakkoti, tena ācariye payirupāsitvā sādhukaṁ sutvāpi jānitabbo.",
  "atk-abh03a41:36_0": "Uppādassa nirodhassa, uppannañcāpi ekato;",
  "atk-abh03a41:37_0": "Nayassa anulomassa, paṭilomanayassa ca.",
  "atk-abh03a41:38_0": "Vasena yāni khandhesu, yamakāni ca pañcasu;",
  "atk-abh03a41:39_0": "Puggalaṁ atha okāsaṁ, puggalokāsameva ca.",
  "atk-abh03a41:40_0": "Āmasitvā pavattesu, ṭhānesu kathayī jino;",
  "atk-abh03a41:41_0": "Tesaṁ pāḷivavatthānaṁ, dassitaṁ anupubbato.",
  "atk-abh03a41:42_0": "Vinicchayatthaṁ atthassa, pañhāvissajjanāni ca;",
  "atk-abh03a41:43_0": "Vissajjanānaṁ ṭhānāni, yāni tāni ca sabbaso.",
  "atk-abh03a41:44_0": "Dassetvā ekapañhasmiṁ, yojanāpi pakāsitā;",
  "atk-abh03a41:45_0": "Vitthārena gate ettha, pañhāvissajjanakkame.",
  "atk-abh03a41:46_0": "Atthaṁ vaṇṇayatā kātuṁ, kiṁ nu sakkā ito paraṁ;",
  "atk-abh03a41:47_0": "Nayena iminā tasmā, atthaṁ jānantu paṇḍitāti.",
  "atk-abh03a41:48_0": "Pavattimahāvāravaṇṇanā.",
  "atk-abh03a41:49_0": "3. Pariññāvāravaṇṇanā",
  "atk-abh03a41:50_0": "206-208.",
  "atk-abh03a41:50_1": "Tadanantare pariññāvārepi chaḷeva kālabhedā.",
  "atk-abh03a41:50_2": "Anulomapaṭilomato dveyeva nayā.",
  "atk-abh03a41:50_3": "Puggalavāro, okāsavāro, puggalokāsavāroti imesu pana tīsu puggalavārova labbhati, na itare dve.",
  "atk-abh03a41:50_4": "Kiṁ kāraṇā?",
  "atk-abh03a41:50_5": "Sadisavissajjanatāya.",
  "atk-abh03a41:50_6": "Yo hi koci puggalo yattha katthaci ṭhāne rūpakkhandhaṁ ce parijānāti, vedanākkhandhampi parijānātiyeva.",
  "atk-abh03a41:50_7": "Vedanākkhandhaṁ ce parijānāti, rūpakkhandhampi parijānātiyeva.",
  "atk-abh03a41:50_8": "Rūpakkhandhaṁ ce na parijānāti, vedanākkhandhampi na parijānātiyeva.",
  "atk-abh03a41:50_9": "Vedanākkhandhaṁ ce na parijānāti, rūpakkhandhampi na parijānātiyeva.",
  "atk-abh03a41:50_10": "Tasmā tesupi ‘yattha rūpakkhandhaṁ parijānāti, tattha vedanākkhandhaṁ parijānātī’ti ādivasena pucchaṁ katvā ‘āmantā’tveva vissajjanaṁ kātabbaṁ .",
  "atk-abh03a41:50_11": "Siyāti sadisavissajjanatāya te idha na labbhantīti veditabbā.",
  "atk-abh03a41:51_0": "Atha vā pariññākiccaṁ nāma puggalasseva hoti, no okāsassa, puggalova parijānituṁ samattho, no okāsoti puggalavārovettha gahito, na okāsavāro.",
  "atk-abh03a41:51_1": "Tassa pana aggahitattā tadanantaro puggalokāsavāro labbhamānopi na gahito.",
  "atk-abh03a41:51_2": "Yo panesa puggalavāro gahito, tattha paccuppannakāle rūpakkhandhamūlakāni cattāri, vedanākkhandhamūlakāni tīṇi, saññākkhandhamūlakāni dve, saṅkhārakkhandhamūlakaṁ ekanti heṭṭhā vuttanayeneva anulomanaye aggahitaggahaṇena dasa yamakāni.",
  "atk-abh03a41:51_3": "Paṭilomanaye dasāti vīsati.",
  "atk-abh03a41:51_4": "Tathā sesesupīti ekekasmiṁ kāle vīsati vīsati katvā chasu kālesu vīsaṁ yamakasataṁ, cattārīsāni dve pucchāsatāni, asītyādhikāni cattāri atthasatāni ca hontīti idamettha pāḷivavatthānaṁ.",
  "atk-abh03a41:52_0": "Atthavinicchaye panettha atītānāgatapaccuppannasaṅkhātā tayo addhā pavattivāre viya cutipaṭisandhivasena na labbhanti.",
  "atk-abh03a41:52_1": "Pavatte cittakkhaṇavaseneva labbhanti.",
  "atk-abh03a41:52_2": "Tenevettha ‘yo rūpakkhandhaṁ parijānāti, so vedanākkhandhaṁ parijānātī’tiādīsu pucchāsu ‘āmantā’ti vissajjanaṁ kataṁ.",
  "atk-abh03a41:52_3": "Lokuttaramaggakkhaṇasmiñhi nibbānārammaṇena cittena pañcasu khandhesu pariññākiccanibbattiyā yaṁ kiñci ekaṁ khandhaṁ parijānanto itarampi parijānātīti vuccati.",
  "atk-abh03a41:52_4": "Evamettha ‘parijānātī’ti pañhesu anulomanaye pariññākiccassa matthakappattaṁ aggamaggasamaṅgiṁ sandhāya ‘āmantā’ti vuttanti veditabbaṁ.",
  "atk-abh03a41:52_5": "Paṭilomanaye pana ‘na parijānātī’ti pañhesu puthujjanādayo sandhāya ‘āmantā’ti vuttaṁ.",
  "atk-abh03a41:52_6": "‘Parijānitthā’ti imasmiṁ pana atītakālavāre maggānantaraaggaphale ṭhitopi pariññākiccassa niṭṭhitattā parijānitthayeva nāma.",
  "atk-abh03a41:53_0": "209.Yo rūpakkhandhaṁ parijānāti, so vedanākkhandhaṁ parijānitthāti pañhena aggamaggasamaṅgiṁ pucchati.",
  "atk-abh03a41:53_1": "Yasmā panesa khandhapañcakaṁ parijānātiyeva nāma, na tāva niṭṭhitapariññākicco;",
  "atk-abh03a41:53_2": "tasmā ‘no’ti paṭisedho kato.",
  "atk-abh03a41:53_3": "Dutiyapañhe pana parijānitthāti arahantaṁ pucchati.",
  "atk-abh03a41:53_4": "Yasmā paneso niṭṭhitapariññākicco.",
  "atk-abh03a41:53_5": "Natthi tassa pariññeyyaṁ nāma;",
  "atk-abh03a41:53_6": "tasmā ‘no’ti paṭisedho kato.",
  "atk-abh03a41:53_7": "Paṭilomanayavissajjane panettha arahā rūpakkhandhaṁ na parijānātīti arahato pariññāya abhāvena vuttaṁ.",
  "atk-abh03a41:53_8": "Aggamaggasamaṅgī vedanākkhandhaṁ na parijānitthāti arahattamaggaṭṭhassa aniṭṭhitapariññākiccatāya vuttaṁ.",
  "atk-abh03a41:53_9": "Na kevalañca vedanākkhandhameva, ekadhammampi so na parijānittheva.",
  "atk-abh03a41:53_10": "Idaṁ pana pucchāvasena vuttaṁ.",
  "atk-abh03a41:53_11": "No ca rūpakkhandhanti idampi pucchāvaseneva vuttaṁ.",
  "atk-abh03a41:53_12": "Aññampi pana so khandhaṁ parijānāti.",
  "atk-abh03a41:54_0": "210-211.Yo rūpakkhandhaṁ parijānāti, so vedanākkhandhaṁ parijānissatīti ettha yasmā maggaṭṭhapuggalo ekacittakkhaṇiko, tasmā so parijānissatīti saṅkhaṁ na gacchati.",
  "atk-abh03a41:54_1": "Tena vuttaṁ ‘no’ti.",
  "atk-abh03a41:54_2": "Te rūpakkhandhañca naparijānitthāti pucchāsabhāgena vuttaṁ, na parijāniṁsūti panettha attho.",
  "atk-abh03a41:54_3": "Iminā upāyena sabbattha atthavinicchayo veditabboti.",
  "atk-abh03a41:55_0": "Pariññāvāravaṇṇanā.",
  "atk-abh03a41:56_0": "Khandhayamakavaṇṇanā niṭṭhitā."
}