{
  "tika-abh08t25:0_0": "1. Paṭhamo paricchedo",
  "tika-abh08t25:1_0": "Cittaniddeso",
  "tika-abh08t25:2_0": "Kāmāvacarakusalavaṇṇanā",
  "tika-abh08t25:3_0": "8.",
  "tika-abh08t25:3_1": "Evaṁ tāva ratanattayappaṇāmādikaṁ dassetvā idāni yathāraddhappakaraṇassa atthasarīrabhūtamabhidhammaṁ saṅkhepato uddisanto āha ‘‘cittaṁ cetasika’’ntiādi.",
  "tika-abh08t25:3_2": "Tattha cittasaddassa tāva vacanatthaṁ sayameva anantaraṁ vipañceti.",
  "tika-abh08t25:3_3": "‘‘Cetasika’’ntiādīsu pana avippayogībhāvena cetasi citte niyuttaṁ, tattha vā bhavaṁ tadāyattavuttitāyāti cetasikaṁ, vedanādikkhandhattayassetaṁ adhivacanaṁ.",
  "tika-abh08t25:3_4": "Ruppati, rūpīyatīti vā rūpaṁ, sītuṇhādīhi vikāramāpajjati, āpādīyatīti attho, catunnaṁ mahābhūtānaṁ, catuvīsatiupādārūpānañca vasena aṭṭhavīsatividhassa rūpakkhandhassetaṁ adhivacanaṁ.",
  "tika-abh08t25:3_5": "Bhavābhavaṁ vinanato saṁsibbanato vānaṁ vuccati taṇhā, na vijjati sā ettha, tato vā nikkhantaṁ etanti nibbānaṁ, amataṁ asaṅkhataṁ vatthu.",
  "tika-abh08t25:3_6": "Iti-saddo nidassane.",
  "tika-abh08t25:3_7": "Natthi etassa uttaritaroti niruttaro.",
  "tika-abh08t25:3_8": "Atha vā catuvesārajjavihārattā natthi etassa uttaraṁ paccanīkavacananti niruttaro.",
  "tika-abh08t25:3_9": "Ñāṇappahānaantarāyaniyyānikesu hi sadevake loke na koci satthu sahadhammikaṁ uttaraṁ vacanaṁ kathetuṁ samattho atthīti.",
  "tika-abh08t25:3_10": "Tatra bhagavā utrāsābhāvato visāradova hoti.",
  "tika-abh08t25:3_11": "Vuttañhetaṁ bhagavatā –",
  "tika-abh08t25:4_0": "‘‘‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhāti tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ sahadhammena paṭicodessatīti nimittametaṁ, sāriputta, na samanupassāmi, etamahaṁ, sāriputta, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.",
  "tika-abh08t25:5_0": "‘‘Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇāti tatra vata maṁ…pe… viharāmi.",
  "tika-abh08t25:6_0": "‘‘Ye ca kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṁ antarāyāyāti tatra vata maṁ…pe… viharāmi.",
  "tika-abh08t25:7_0": "‘‘Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti tatra vata maṁ…pe…",
  "tika-abh08t25:7_1": "viharāmī’’ti (ma. ni. 1.150).",
  "tika-abh08t25:8_0": "Cattāri ariyasaccāni pakāsetīti catusaccappakāsano.",
  "tika-abh08t25:8_1": "Dukkhasamudayanirodhamaggavasena hi cattāri ariyasaccāni.",
  "tika-abh08t25:8_2": "Yathāha, ‘‘cattārimāni, bhikkhave, ariyasaccāni.",
  "tika-abh08t25:8_3": "Katamāni cattāri?",
  "tika-abh08t25:8_4": "Dukkhaṁ ariyasaccaṁ, dukkhasamudayaṁ ariyasaccaṁ, dukkhanirodhaṁ ariyasaccaṁ, dukkhanirodhagāminī paṭipadā ariyasacca’’nti (saṁ. ni. 5.1083).",
  "tika-abh08t25:8_5": "Tattha tebhūmakā dhammā anekupaddavādhiṭṭhānatāya dhuvasubhādivirahena, kucchitatucchaṭṭhena ca dukkhaṁ nāma.",
  "tika-abh08t25:8_6": "Kammādivisesapaccayasamavāye dukkhuppattikāraṇabhāvena taṇhā samudayo nāma ‘‘samecca udeti dukkhaṁ imasmā’’ti katvā.",
  "tika-abh08t25:8_7": "Dukkhassa anuppādanirodhapaccayattā dukkhanirodho nibbānaṁ.",
  "tika-abh08t25:8_8": "Taṁ pana dukkhanirodhaṁ ālambaṇakaraṇavasena gamanato pāpuṇanato, tadadhigamāya paṭipadābhāvato cāti ‘‘dukkhanirodhagāminī paṭipadā’’ti lokuttaramaggo vuccati.",
  "tika-abh08t25:8_9": "Saccaṭṭho pana tesaṁ tacchāviparītabhūtabhāvato veditabbo.",
  "tika-abh08t25:8_10": "Vuttañhi ‘‘‘idaṁ dukkhanti, bhikkhave, tathametaṁ avitathametaṁ anaññathameta’’nti (saṁ. ni.",
  "tika-abh08t25:8_11": "5.1090) vitthāro.",
  "tika-abh08t25:8_12": "Ettha pana catunnaṁ ariyaphalānaṁ, ariyamaggasampayuttānañca saccavinissaṭabhāvepi idha magganibbānappakāsanatāvacaneneva tappakāsanatthampi vuttaṁ hoti, anāsavabhāvena ekalakkhaṇattā taṁtaṁhetukavisayabhāvato cāti daṭṭhabbaṁ.",
  "tika-abh08t25:9_0": "Ettha ca ‘‘niruttaro catusaccappakāsano’’ti imehi bhagavato cittādicatubbidhadhammadesanānukūlaguṇavisesaṁ dasseti atathāvidhassa taṁdesanāsāmatthiyāyogato.",
  "tika-abh08t25:9_1": "Atha vā ‘‘niruttaro’’ti vacanena catubbidhadhammassa anaññathattaṁ dīpeti.",
  "tika-abh08t25:9_2": "‘‘Catusaccappakāsano’’ti pana iminā ye te dhammā bhagavatā vineyyaparipācanatthaṁ desitā, na te idha adhippetā.",
  "tika-abh08t25:9_3": "Ye pana paripācitehi tehi abhisametabbavasena dukkhādayo catubbidhā vuttā, teyeva uddisitabbatthena adhippetāti dasseti.",
  "tika-abh08t25:10_0": "Evaṁ saṅkhepato cattāro dhamme uddisitvā idāni uddeso nāma niddesatthāya hotīti yathāuddiṭṭhadhamme niddisituṁ ‘‘tattha citta’’ntiādi āraddhaṁ.",
  "tika-abh08t25:10_1": "Tattha tatthāti tesu cittādīsu dhammesu.",
  "tika-abh08t25:10_2": "Visayavijānanaṁ cittanti yaṁ visayasaṅkhātassa ārammaṇassa vijānanaṁ upaladdhi, taṁ cittanti attho.",
  "tika-abh08t25:10_3": "Iminā pana cittassa ārammaṇapaṭibaddhavuttitaṁ, aniccataṁ, akārakatañca dīpeti.",
  "tika-abh08t25:10_4": "‘‘Visayavijānana’’nti hi ārammaṇena cittaṁ upalakkhento tassa tadāyattavuttitaṁ, taṁdīpanena ca tadabhimukhakāleyeva uppattidīpanato aniccabhāvañca dīpeti.",
  "tika-abh08t25:10_5": "Bhāvaniddesena pana vijānanamattadīpanato akārakabhāvaṁ.",
  "tika-abh08t25:10_6": "Yathāpaccayañhi pavattimattamevetaṁ, yadidaṁ sabhāvadhammo nāmāti.",
  "tika-abh08t25:10_7": "Evañca katvā sabbesampi cittacetasikadhammānaṁ bhāvasādhanameva nippariyāyato labbhati.",
  "tika-abh08t25:10_8": "Yaṁ pana ‘‘cintetīti cittaṁ, tena cittaṁ vicaratīti vicāro’’tiādinā kattukaraṇavasena nibbacanaṁ vuccati, taṁ pariyāyakathananti veditabbaṁ.",
  "tika-abh08t25:10_9": "Sakasakakiccesu hi dhammānaṁ attappadhānatāsamāropanena kattubhāvo, tadanukūlabhāvena taṁsampayuttadhammasamūhe kattubhāvasamāropanena karaṇattañca pariyāyatova labbhatīti.",
  "tika-abh08t25:10_10": "Tathā nidassanaṁ pana dhammasabhāvato aññassa kattādino abhāvaparidīpanatthanti veditabbaṁ.",
  "tika-abh08t25:11_0": "‘‘Visayavijānana’’nti ca etena cittassa ārammaṇūpaladdhilakkhaṇatā vuttāti idānissa rasādīni vuccanti.",
  "tika-abh08t25:11_1": "Pubbaṅgamarasañhi cittaṁ sandhānapaccupaṭṭhānaṁ nāmarūpapadaṭṭhānaṁ.",
  "tika-abh08t25:11_2": "Dvāraṁ patvā tadārammaṇañhi vibhāvanaṭṭhena cittaṁ pubbaṅgamaṁ purecārikaṁ.",
  "tika-abh08t25:11_3": "Tathā hi cakkhudvārena daṭṭhabbaṁ rūpārammaṇaṁ citteneva jānāti…pe…",
  "tika-abh08t25:11_4": "manodvārena viññātabbaṁ dhammārammaṇaṁ citteneva jānāti.",
  "tika-abh08t25:11_5": "Yathā hi nagaraguttiko nagaramajjhe siṅghāṭake nisīditvā ‘‘ayaṁ nevāsiko, ayaṁ āgantuko’’ti āgatāgataṁ janaṁ upadhāreti, evaṁ sampadamidaṁ daṭṭhabbaṁ, tasmā dvāraṁ patvā tadārammaṇaṁ vibhāvanaṭṭhena purecārikanti pubbaṅgamarasaṁ.",
  "tika-abh08t25:11_6": "Pacchimaṁ pacchimaṁ uppajjamānaṁ purimaṁ purimaṁ nirantaraṁ katvā sandahamānamiva upaṭṭhāti, gahaṇabhāvaṁ gacchatīti sandhānapaccupaṭṭhānaṁ.",
  "tika-abh08t25:11_7": "Pañcavokāre panassa niyamato nāmarūpaṁ, catuvokārabhave nāmameva padaṭṭhānanti nāmarūpapadaṭṭhānañca hoti.",
  "tika-abh08t25:11_8": "Nānattaṁ pana lakkhaṇādīnaṁ upari vakkhamānanayena veditabbaṁ.",
  "tika-abh08t25:11_9": "Vakkhati hi rūpaparicchede –",
  "tika-abh08t25:12_0": "‘‘Sāmaññaṁ vā sabhāvo vā, dhammānaṁ lakkhaṇaṁ mataṁ;",
  "tika-abh08t25:13_0": "Kiccaṁ vā tassa sampatti, rasoti paridīpito.",
  "tika-abh08t25:14_0": "‘‘Phalaṁ vā paccupaṭṭhānaṁ, upaṭṭhānanayopi vā;",
  "tika-abh08t25:15_0": "Āsannakāraṇaṁ yaṁ tu, taṁ padaṭṭhānasaññita’’nti. (abhidha. 633-634);",
  "tika-abh08t25:16_0": "Yattha yattha pana lakkhaṇādīni vuccanti, tattha tattha imināva nayena tesaṁ nānattaṁ veditabbaṁ.",
  "tika-abh08t25:17_0": "Vacanatthavijānanena viditacittasāmaññassa uttari cittavibhāgo vuccamāno sobheyyāti vacanatthavijānanameva tāva ādimhi yuttataranti taṁ tāva kathetukamyatāya pucchati ‘‘tassa pana ko vacanattho’’ti.",
  "tika-abh08t25:17_1": "Pañcavidhā hi pucchā – (dī. ni. aṭṭha. 1.7; ma. ni. aṭṭha. 1.449; saṁ. ni. aṭṭha. 2.2.1; a. ni. aṭṭha.",
  "tika-abh08t25:17_2": "1.1.170) adiṭṭhajotanāpucchā diṭṭhasaṁsandanāpucchā vimaticchedanāpucchā anumatipucchā kathetukamyatāpucchāti.",
  "tika-abh08t25:17_3": "Tattha yaṁ aññātaṁ adiṭṭhaṁ, tassa ñāṇāya dassanāya pañhākaraṇaṁ adiṭṭhajotanāpucchā nāma.",
  "tika-abh08t25:17_4": "Yaṁ pana ñātaṁ diṭṭhaṁ, tassa aññehi paṇḍitehi saṁsandanatthāya pañhākaraṇaṁ diṭṭhasaṁsandanāpucchā nāma.",
  "tika-abh08t25:17_5": "Pakatiyā pana saṁsayapakkhandanassa attano saṁsayasamugghāṭanatthaṁ pañhākaraṇaṁ vimaticchedanāpucchā nāma.",
  "tika-abh08t25:17_6": "‘‘Taṁ kiṁ maññatha, bhikkhave, rūpaṁ niccaṁ vā aniccaṁ vāti?",
  "tika-abh08t25:17_7": "Aniccaṁ, bhante.",
  "tika-abh08t25:17_8": "Yaṁ panāniccaṁ, dukkhaṁ vā taṁ sukhaṁ vā’’tiādinā (saṁ. ni. 3.79; mahāva.",
  "tika-abh08t25:17_9": "21) anumatiggahaṇatthaṁ pañhākaraṇaṁ anumatipucchā nāma.",
  "tika-abh08t25:17_10": "‘‘Cattārome, bhikkhave, satipaṭṭhānā.",
  "tika-abh08t25:17_11": "Katame cattāro’’tiādinā (dī. ni. 2.373; saṁ. ni.",
  "tika-abh08t25:17_12": "5.402-404) pana taṁtaṁdhammānaṁ desanādhippāyena pañhākaraṇaṁ kathetukamyatāpucchā nāma.",
  "tika-abh08t25:18_0": "Tāsu purimā tisso ācariyānaṁ na sambhavanti.",
  "tika-abh08t25:18_1": "Na hi te ganthakaraṇatthāya ārabhitvā idāni adiṭṭhaṁ jotenti, diṭṭhaṁ saṁsandenti, saṁsayaṁ vā pakkhandanti tabbisodhanapubbakameva ganthakaraṇe abhinivesanato.",
  "tika-abh08t25:18_2": "Itarā pana dve sambhavanti.",
  "tika-abh08t25:18_3": "Tāsu ayaṁ kathetukamyatāpucchā.",
  "tika-abh08t25:18_4": "Apica codanaṁ samuṭṭhāpentā ācariyā aññaṁ codakaṁ parikappetvā tassa vacanavasena samuṭṭhāpentīti taṁvasenettha adiṭṭhajotanāvimaticchedanāpucchāpi labbhantevāti daṭṭhabbaṁ.",
  "tika-abh08t25:18_5": "Tassāti tassa citta-saddassa.",
  "tika-abh08t25:18_6": "Citte hi adhigate tassa vācako saddopi sahacariyato adhigatova hotīti tassa idha ta-saddena pariggaho.",
  "tika-abh08t25:18_7": "Keci pana ‘‘tassa cittassā’’ti atthaṁ vadanti, taṁ ‘‘tassa ko vacanattho’’ti iminā na sameti.",
  "tika-abh08t25:18_8": "Na hi cittassa ‘‘ko vacanattho’’ti pucchā sambhavatīti.",
  "tika-abh08t25:19_0": "Idāni yathāpucchitamatthaṁ vissajjetuṁ ‘‘vuccate’’ti tāva paṭiññaṁ katvā ‘‘sabbasaṅgāhakavasenā’’tiādinā vissajjanamāraddhaṁ.",
  "tika-abh08t25:19_1": "Tattha sabbasaṅgāhakavasenāti heṭṭhimantato cakkhuviññāṇādayo upādāya sabbesaṁ ārammaṇavijānanasabhāvattā tesaṁ sabbesameva saṅgāhakavasena, na pana vakkhamānanibbacanesu viya yathālābhavasenāti attho.",
  "tika-abh08t25:19_2": "Cintetīti vijānāti.",
  "tika-abh08t25:19_3": "Cintenti tena gocaranti vā cittaṁ.",
  "tika-abh08t25:19_4": "Sampayuttadhammānaṁ kattutāsamāropanena hissa karaṇabhāvo labbhati.",
  "tika-abh08t25:19_5": "Sabbasaṅgāhakavasena tāva atthaṁ dassetvā idāni yathālābhavasenapi dassetuṁ ‘‘attasantānaṁ vā cinotītipī’’tiādi vuttaṁ.",
  "tika-abh08t25:19_6": "Sabbacittasādhāraṇattā hi citta-saddassa yattha yattha yathā yathā attho labbhati, tattha tattha tathā tathā gahetabbo.",
  "tika-abh08t25:19_7": "Yassa pana cittassa yathāvuttaatthaviseso na labbhati, taṁ ruḷhīvasena cittanti veditabbaṁ.",
  "tika-abh08t25:19_8": "Yathā kilañjādīhi katampi tālapaṇṇehi katasarikkhakatāya ruḷhīsaddena ‘‘tālavaṇṭa’’ntveva vuccatīti.",
  "tika-abh08t25:19_9": "Attasantānanti sakasantānaṁ, javanasantānanti attho.",
  "tika-abh08t25:19_10": "Atta-saddassa hi parapaccanīkavacanattā attano santānoti sadisavasena uppajjamāno javanasantāno vuccati.",
  "tika-abh08t25:19_11": "Taṁ cinoti rāsiṁ karotīti ayamattho sāsevanakānaṁ javanacittānaṁ vasena daṭṭhabbo.",
  "tika-abh08t25:19_12": "Tāni hi purejātāni pacchājātānaṁ āsevanapaccayā hutvā attano javanasantānassa paguṇabalavabhāvakaraṇena taṁ cinanti nāma.",
  "tika-abh08t25:19_13": "Vā-saddo asabbasaṅgāhakatthavikappane.",
  "tika-abh08t25:19_14": "Pi-saddo kiriyāsampiṇḍanatthe.",
  "tika-abh08t25:19_15": "Atha vā ‘‘sabbasaṅgāhakavasenā’’ti imassa idhāpi sambandho hotīti idampi sabbasaṅgāhakavasena vuttanti gayhamāne attasantānanti viññāṇavacanassa atta-saddassa sakatthavuttittāyeva taṁvasena cittasantānanti attho.",
  "tika-abh08t25:19_16": "Anantarādipaccayavasena hi cittasantānassa abbocchinnappavattikaraṇato sabbameva cittajātaṁ cittasantānaṁ cinoti nāma.",
  "tika-abh08t25:19_17": "Imasmiṁ panatthe vā-saddo kiriyāvikappanattho.",
  "tika-abh08t25:19_18": "Pi-saddo ‘‘citta’’nti imassa ākaḍḍhanatthoti daṭṭhabbaṁ.",
  "tika-abh08t25:19_19": "Purimapakkhe pana cittanti adhikāratova gahetabbaṁ.",
  "tika-abh08t25:20_0": "9.",
  "tika-abh08t25:20_1": "Vicittaṁ karoti, vicittassa vā karaṇanti vicittakaraṇaṁ, tato vicittakaraṇā, vicittacittakammādīnaṁ karaṇatoti attho.",
  "tika-abh08t25:20_2": "Lokasmiñhi yaṁ kiñci cittakammādibhedaṁ vicittaṁ sippajātaṁ, sabbaṁ taṁ citteneva cintetvā karīyatīti.",
  "tika-abh08t25:20_3": "Tenāha bhagavā –",
  "tika-abh08t25:20_4": "‘‘diṭṭhaṁ vo, bhikkhave , caraṇaṁ nāma cittanti?",
  "tika-abh08t25:20_5": "Evaṁ, bhante.",
  "tika-abh08t25:20_6": "Tampi kho, bhikkhave, caraṇaṁ nāma cittaṁ citteneva cintita’’nti (saṁ. ni. 3.100).",
  "tika-abh08t25:20_7": "Svāyamattho saviññattikānaṁ bāttiṁsacittānamupalabbhati.",
  "tika-abh08t25:20_8": "Sāsavakusalākusalaṁ vā vicittagatiādikaraṇato vā vicittakaraṇaṭṭhena cittaṁ.",
  "tika-abh08t25:20_9": "Nanu ca vicittagatiādayo kammavasena nipphajjanti. Yathāha –",
  "tika-abh08t25:21_0": "‘‘Kammanānākaraṇaṁ paṭicca sattānaṁ gatiyā nānākaraṇaṁ paññāyati apadā dvipadā catuppadā bahuppadā rūpino arūpino saññino asaññino nevasaññīnāsaññino, kammanānākaraṇaṁ paṭicca sattānaṁ upapattiyā nānākaraṇaṁ paññāyati uccanīcatā hīnapaṇītatā sugataduggatatā, kammanānākaraṇaṁ paṭicca sattānaṁ attabhāve nānākaraṇaṁ paññāyati suvaṇṇadubbaṇṇatā sujātadujjātatā susaṇṭhitadussaṇṭhitatā, kammanānākaraṇaṁ paṭicca sattānaṁ lokadhamme nānākaraṇaṁ paññāyati lābhālābhe yasāyase nindāpasaṁsāyaṁ sukhadukkhe’’ti (dha. sa. aṭṭha. 1).",
  "tika-abh08t25:22_0": "Tasmā kammabhedanibbattattā gatiādīnaṁ cittatā.",
  "tika-abh08t25:22_1": "Kammanti ca cetasikadhammabhūtā cetanā, abhijjhādayo ca vuccanti, na cittanti.",
  "tika-abh08t25:22_2": "Kathaṁ cittassa vicittagatiādikaraṇanti? Vuccate –",
  "tika-abh08t25:22_3": "kammassa cittasannissitattā tannipphāditampi citteneva kataṁ hoti, yathā rājayodhena parājito satturaññā jitoti vuccati.",
  "tika-abh08t25:22_4": "Vicittaṁ karaṇamassāti vā vicittakaraṇaṁ.",
  "tika-abh08t25:22_5": "Tato ekaṭṭhānikavajjitañhi cittaṁ paccekaṁ paṭisandhādivicittakiriyavantatāya, sabbameva vā cittaṁ āvajjanādiaññamaññavisadisakiriyavantatāya vicittakaraṇaṁ yuttanti.",
  "tika-abh08t25:22_6": "Sabbavikappesupi ‘‘rūpabhavo rūpa’’ntiādīsu viya uttarapadalopo cittapariyāyena ca vicitta-saddena vā viggaho vi-saddalopo vā daṭṭhabbo.",
  "tika-abh08t25:22_7": "Atha vā ‘‘vicittakaraṇā’’ti idaṁ cittavicittabhāvassa ñāpakahetunidassanaṁ.",
  "tika-abh08t25:22_8": "Tena yasmā idaṁ vicittakaraṇaṁ, tasmā tassa vicittassa nipphādakaṁ sayampi tatheva vicittanti viññātabbanti evaṁ karaṇavicittatāya vicittattā cittanti attho.",
  "tika-abh08t25:22_9": "Ṭhapetvā taṁ karaṇavicittatāya vicittabhāvaṁ attano eva jātibhūmisampayogādivasena vicittatāya cittanti dassento āha ‘‘attano cittatāya vā’’ti.",
  "tika-abh08t25:22_10": "Tattha yasmā aññadeva kusalaṁ, aññaṁ akusalaṁ, aññaṁ abyākataṁ, aññaṁ kāmāvacaraṁ, aññaṁ rūpāvacarādibhedaṁ, aññaṁ sarāgaṁ, aññaṁ vītarāgaṁ, aññaṁ sadosaṁ, aññaṁ vītadosaṁ, aññaṁ samohaṁ, aññaṁ vītamohaṁ, aññaṁ rūpārammaṇaṁ, aññaṁ saddādiārammaṇaṁ, rūpārammaṇesu ca aññaṁ nīlārammaṇaṁ, aññaṁ pītādiārammaṇaṁ.",
  "tika-abh08t25:22_11": "Evaṁ saddārammaṇādīsupi yathāsambhavaṁ.",
  "tika-abh08t25:22_12": "Sabbesu ceva tesu aññaṁ hīnaṁ, aññaṁ majjhimaṁ, aññaṁ paṇītaṁ, hīnādīsu ca aññaṁ chandādhipateyyaṁ, aññaṁ cittādhipateyyaṁ, aññaṁ vīriyādhipateyyaṁ, aññaṁ vīmaṁsādhipateyyanti evamādinā jātibhūmisampayuttaārammaṇahīnamajjhimapaṇītaadhipatiādīnaṁ vasena vicittamanekappakāraṁ, tasmā imāya attavicittatāya vā cittanti vuccatīti.",
  "tika-abh08t25:23_0": "Kāmañcettha ekameva cittaṁ evaṁ vicittaṁ nāma na hoti, vicittānaṁ pana antogadhattā etesu yaṁ kiñci ekampi vicittatāya cittanti vattuṁ vaṭṭati samudāyavohārena avayavassāpi vohariyamānattā yathā pabbatanadīsamuddādīnamekadesā diṭṭhā pabbatādayo diṭṭhāti, yathā ca ekekacittasampayuttāpi vedanādayo rāsaṭṭhena khandhavohārena ‘‘vedanākkhandho saññākkhandho’’tiādinā vuccanti.",
  "tika-abh08t25:23_1": "Apicettha vipākaviññāṇaṁ kammakilesehi citanti cittaṁ, taṁ kilesasahāyena kammunā phalabhāvena nibbattitaṁ tehi citaṁ nāma hoti.",
  "tika-abh08t25:23_2": "Hotu tāvidaṁ lokiyavipākaṁ sandhāya, lokuttaraṁ pana patvā kathanti? Vuccate –",
  "tika-abh08t25:23_3": "‘‘katame dhammā kusalā, yasmiṁ samaye lokuttaraṁ kusalaṁ cittaṁ uppannaṁ hoti…pe…",
  "tika-abh08t25:23_4": "tasmiṁ samaye avijjāpaccayā saṅkhārā’’tiādinā ariyamaggacetanāyapi avijjūpanissayabhāvassa pakāsitattā lokuttarakusalassāpi anusayā upanissayā hontīti tannibbattitassa vipākassa kammakilesasañcitatāpariyāyo labbhatīti.",
  "tika-abh08t25:23_5": "Citaṁ tāyatīti vā cittaṁ.",
  "tika-abh08t25:23_6": "Kammādisañcitopi hi attabhāvo viññāṇūparame matoti vuccati. Yathāha –",
  "tika-abh08t25:24_0": "‘‘Āyu usmā ca viññāṇaṁ, yadā kāyaṁ jahantimaṁ;",
  "tika-abh08t25:25_0": "Appaviddho tadā seti, niratthaṁva kaliṅgara’’nti. (saṁ. ni. 3.95);",
  "tika-abh08t25:26_0": "So panāyaṁ citta-saddo kiñcāpi anekatthesu dissati.",
  "tika-abh08t25:26_1": "Tathā hesa ‘‘citto ca gahapatī’’tiādīsu (a. ni. 2.133;",
  "tika-abh08t25:26_2": "4.176) paññattiyaṁ āgato.",
  "tika-abh08t25:26_3": "‘‘Sabbo loko paracittena acitto’’tiādīsu viññāṇe.",
  "tika-abh08t25:26_4": "‘‘Nāhaṁ, bhikkhave, aññaṁ ekanikāyampi samanupassāmi, evaṁ citta’’ntiādīsu (saṁ. ni.",
  "tika-abh08t25:26_5": "3.100) vicitte, nānappakāreti attho.",
  "tika-abh08t25:26_6": "‘‘Caraṇaṁ nāma citta’’ntiādīsu cittakammake.",
  "tika-abh08t25:26_7": "Idha pana catubbidhadhamme niddesato pakaraṇavasena yathāvuttavacanatthayutto viññāṇavacanova daṭṭhabboti imamatthaṁ dassento āha ‘‘paññattiyampī’’tiādi .",
  "tika-abh08t25:26_8": "Paññāpīyati etāyāti paññatti, tassaṁ nāmapaññattiyanti attho.",
  "tika-abh08t25:26_9": "Cittoti hi ekassa gahapatino nāmaṁ.",
  "tika-abh08t25:26_10": "Pi-saddo vakkhamānasampiṇḍanattho.",
  "tika-abh08t25:26_11": "Viññāṇeti savipākāvipākabhede citte.",
  "tika-abh08t25:26_12": "Tañhi vijānanaṭṭhena ‘‘viññāṇa’’nti vuccati. Yathāha –",
  "tika-abh08t25:26_13": "‘‘vijānātīti kho, bhikkhave, viññāṇaṁ, tasmā viññāṇanti vuccatī’’ti.",
  "tika-abh08t25:26_14": "Cittasammutīti cittavohāro.",
  "tika-abh08t25:26_15": "Daṭṭhabbāti viññātabbā.",
  "tika-abh08t25:26_16": "Idhāti imasmiṁ catubbidhadhammaniddesaṭṭhāne.",
  "tika-abh08t25:26_17": "Viññunāti vijānatā, ābhidhammikenāti attho.",
  "tika-abh08t25:27_0": "Vibhāgavantānaṁ dhammānaṁ sabhāvavibhāvanaṁ vibhāgena vinā na hotīti cittassa vibhāgaṁ dassetuṁ ‘‘sārammaṇato’’tiādi āraddhaṁ.",
  "tika-abh08t25:27_1": "Tattha ālambanti taṁ nissāya pavattantīti ārammaṇaṁ, paccayo, gocaro ca.",
  "tika-abh08t25:27_2": "Tathā hi ‘‘labhati māro ārammaṇaṁ, labhati māro otāra’’ntiādīsu (dī. ni.",
  "tika-abh08t25:27_3": "3.80) paccayo ‘‘ārammaṇa’’nti vuccati.",
  "tika-abh08t25:27_4": "‘‘Nimittaṁ assāsapassāsā, anārammaṇamekacittassā’’tiādīsu (paṭi. ma.",
  "tika-abh08t25:27_5": "1.159) gocaro.",
  "tika-abh08t25:27_6": "Idha pana ubhayampi vaṭṭati sabbasseva cittassa sappaccayasagocarattā.",
  "tika-abh08t25:27_7": "Saha ārammaṇena vattati tadavinābhāvatoti sārammaṇaṁ.",
  "tika-abh08t25:27_8": "Bhāvappadhānaniddesavasena cettha sārammaṇabhāvo sārammaṇa-saddena vutto yathā ‘‘idampi buddhe ratanaṁ paṇītaṁ (khu. pā. 6.3).",
  "tika-abh08t25:27_9": "Cakkhu suññaṁ attena vā attaniyena vā’’tiādīsu (saṁ. ni.",
  "tika-abh08t25:27_10": "4.85) ratanaattattaniyādibhāvo ratanādīhi saddehīti, tato sārammaṇabhāvatoti attho.",
  "tika-abh08t25:27_11": "Evamaññatthāpi yathānurūpaṁ daṭṭhabbaṁ.",
  "tika-abh08t25:27_12": "Ekavidhanti ekappakāraṁ, ekakoṭṭhāsanti attho.",
  "tika-abh08t25:28_0": "Savipākāvipākatoti vipākuppādanasabhāvassa vijjamānāvijjamānabhāvato.",
  "tika-abh08t25:28_1": "Vipāka-saddo hi dvīsu atthesu pavattati.",
  "tika-abh08t25:28_2": "Katthaci vipakkabhāvamāpannesu arūpadhammesu, katthaci vipākuppādanasabhāve .",
  "tika-abh08t25:28_3": "Tathā hesa ‘‘vipākā dhammā’’tiādīsu (dha. sa.",
  "tika-abh08t25:28_4": "tikamātikā 3) vipakkabhāvamāpannesu arūpadhammesu pavattati.",
  "tika-abh08t25:28_5": "‘‘Vipākadhammadhammā’’tiādīsu (dha. sa.",
  "tika-abh08t25:28_6": "tikamātikā 3) vipākuppādanasabhāve.",
  "tika-abh08t25:28_7": "Idha pana vipākuppādanasabhāvo daṭṭhabbo.",
  "tika-abh08t25:28_8": "Itarathā hi abhiññākusalādīnaṁ savipāka-pade asaṅgahitabhāvāpatti siyā.",
  "tika-abh08t25:28_9": "Tathā hi yadi vipakkabhāvamāpannā eva dhammā idha gahitā siyuṁ, te yassa santi, taṁ savipākamitaramavipākanti abhiññākusalassa ceva kadāci avipākassa diṭṭhadhammavedanīyādikammassa bhāvanāyapahātabbākusalassa ca vipākuppattiyā abhāvato avipāka-padasaṅgaho siyā, evañca sati ‘‘avipākaṁ abyākata’’nti vakkhamānattā nesaṁ abyākatabhāvo āpajjati, na cetamiṭṭhaṁ kusalākusalaniddeseyeva tesaṁ niddesato.",
  "tika-abh08t25:28_10": "Vipākuppādanasabhāve pana gahite taṁsabhāvo nāma anupacchinnāvijjamānataṇhānusayasmiṁ santāne sabyāpārappavatti evāti tassā tesupi atthitāya asatipi vipākuppādane savipāka-padasaṅgaho siddhoti na koci iṭṭhavighāto āpajjati.",
  "tika-abh08t25:28_11": "Yena pana kāraṇena abhiññākusalādikamavipākaṁ, yo cettha vattabbo vinicchayo, taṁ sabbaṁ tassa tassa āgataṭṭhāneyeva dassayissāma.",
  "tika-abh08t25:29_0": "Katamaṁ panettha savipākaṁ, katamamavipākanti codanaṁ sandhāyāha ‘‘tattha savipāka’’ntiādi.",
  "tika-abh08t25:29_1": "Abyākatanti vipākakiriyāvasena duvidhamabyākataṁ.",
  "tika-abh08t25:29_2": "Tesu vipākacittaṁ tāva ādāsatale mukhanimittaṁ viya nirussāhattā vipākuppādane asamatthaṁ.",
  "tika-abh08t25:29_3": "Kiriyacittesu ca yadetaṁ khīṇāsavasantāneyeva niyatamaṭṭhārasavidhaṁ viññāṇaṁ, taṁ upacchinnabhavamūlāya santatiyaṁ pavattatīti samucchinnamūlāya latāya pupphaṁ viya phaladāyī na hoti.",
  "tika-abh08t25:29_4": "Āvajjanadvayaṁ pana anupacchinnabhavamūlepi santāne pavattamānaṁ anāsevanabhāvena dubbalattā moghapupphamiva bījabhāve asamatthaṁ aphalameva.",
  "tika-abh08t25:29_5": "Iti sabbametaṁ abyākataṁ vipākārahatābhāvato avipākanti vuttaṁ ‘‘avipākaṁ abyākata’’nti.",
  "tika-abh08t25:29_6": "Jāyanti ettha asadisāpi sadisākārāti jāti, samānākāro, kusalākusalābyākatānaṁ jāti kusalākusalābyākatajāti, tassā bhedato tividhaṁ kusalaṁ akusalaṁ abyākatanti.",
  "tika-abh08t25:29_7": "Vacanatthapucchāya payojanaṁ vuttameva.",
  "tika-abh08t25:30_0": "10.‘‘Kucchitāna’’ntiādi vissajjanaṁ.",
  "tika-abh08t25:30_1": "Tattha kucchitānanti ninditānaṁ, asuci viya nāgarikehi viññūhi garahitabbānaṁ pāpadhammānanti attho.",
  "tika-abh08t25:30_2": "Salanatoti hiṁsanato, apanayanato vā.",
  "tika-abh08t25:30_3": "Kusalañhi yathānurūpaṁ tadaṅgādivasena akusaladhamme pajahantaṁ te hiṁsati, apanayatīti vā vuccati.",
  "tika-abh08t25:30_4": "Atha vā salanato saṁvaraṇato, pidahanatoti attho.",
  "tika-abh08t25:30_5": "Kusaladhammavasena hi akusalappavattinivāraṇena, appavattidhammatāpādanena ca manacchaṭṭhesu dvāresu appavattiyā saṁvutā pihitā honti.",
  "tika-abh08t25:30_6": "Kusānanti rāgādiasucisampayogena nānāvidhadukkhahetutāya ca kucchitenākārena appahīnabhāvena santāne sayanti pavattantīti kusā, pāpadhammā.",
  "tika-abh08t25:30_7": "Atha vā kucchitānaṁ pāṇātipātādīnaṁ sāvajjadhammānaṁ sānato nisānato tejanato kusā, dosalobhādayo.",
  "tika-abh08t25:30_8": "Dosādīnañhi vasena cetanāya tikkhabhāvappattiyā pāṇātipātādīnaṁ mahāsāvajjatāti.",
  "tika-abh08t25:30_9": "Tesaṁ lavanena chindanena yathānurūpaṁ pajahanenāti attho.",
  "tika-abh08t25:30_10": "Kusenāti kucchitānaṁ sānato tanukaraṇato, osānakaraṇato vā ‘‘kusā’’ti laddhanāmena ñāṇena.",
  "tika-abh08t25:30_11": "Lātabbattāti ādātabbattā, sahajātaupanissayabhāvena santāne pavattetabbattā.",
  "tika-abh08t25:30_12": "Ñāṇañhi tihetukakusalaṁ sahajātabhāvena ceva upanissayabhāvena ca, duhetukakusalaṁ upanissayabhāveneva santāne pavatteti.",
  "tika-abh08t25:30_13": "Evañca katvā kosallasambhūtaṭṭho kusalaṭṭhoti sabbakusalānaṁ sādhāraṇavasena attho vuccati.",
  "tika-abh08t25:30_14": "Atha vā kusenāti jātisaddatāya ekavacananiddeso, kusehīti pana attho.",
  "tika-abh08t25:30_15": "Puññakiriyāvasena hi pavattāni saddhādīni indriyāni yathāvuttanayena ‘‘kusānī’’ti vuccanti, tehi lātabbattā vuttanayena pavattetabbattā.",
  "tika-abh08t25:30_16": "Apicettha –",
  "tika-abh08t25:31_0": "‘‘Kuso viya lunātīti, kusā viya lunāti vā;",
  "tika-abh08t25:32_0": "Kusalaṁ kuṁ saletīti, lunāti kusamiccapī’’ti.",
  "tika-abh08t25:33_0": "Tattha yathā kuso gahito ubhayabhāgagataṁ hatthapadesaṁ lunāti, evamidampi uppannānuppannavasena ubhayabhāgagataṁ kilesapakkhaṁ lunāti chindati, seyyathāpi –",
  "tika-abh08t25:33_1": "‘‘anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya chandaṁ janeti, vāyamati, uppannānaṁ…pe…",
  "tika-abh08t25:33_2": "pahānāyā’’ti āgataṁ sammappadhānaṁ.",
  "tika-abh08t25:33_3": "Tasmā kuso viya lunātīti kusalaṁ.",
  "tika-abh08t25:33_4": "Kusā viya lunātīti ettha ‘‘ku’’iti bhūmi vuccati, dhammānaṁ adhiṭṭhānabhāvena taṁsadisatāya idha rūpārūpakkhandho vutto.",
  "tika-abh08t25:33_5": "Attano nissayabhūtassa tassa etarahi, āyatiñca anudahanato vināsanato kuṁ sāyantīti kusā, rāgādayo, te viya attano nissayaṁ lunāti chindatīti kusalaṁ.",
  "tika-abh08t25:33_6": "Payogasampāditā hi kusaladhammā accantameva rūpārūpadhamme appavattikaraṇena samucchindanti anupādisesanibbānadhātupāpanatoti.",
  "tika-abh08t25:33_7": "Vuttanayena pana ‘‘ku’’nti laddhanāmassa rūpārūpakkhandhassa salanato apanayanato kuṁ saletīti kusalaṁ.",
  "tika-abh08t25:33_8": "Kusaṁ lunātīti pana kucchitā ettha sayantīti kuso, kāyo, taṁ lunāti yathāvuttavasenevāti kusalaṁ.",
  "tika-abh08t25:34_0": "11.",
  "tika-abh08t25:34_1": "Idāni kusala-saddassa atthuddhāradassanatthamāha ‘‘cheke kusala-saddoya’’ntiādi.",
  "tika-abh08t25:34_2": "Tattha ‘‘kusalo tvaṁ rathassa aṅgapaccaṅgānaṁ (ma. ni.",
  "tika-abh08t25:34_3": "2.87), kusalānaccagītassa, sikkhitā cāturitthiyo’’tiādīsu (jā.",
  "tika-abh08t25:34_4": "2.22.94) cheke diṭṭho, chekapariyāyo pavīṇatthoti attho.",
  "tika-abh08t25:34_5": "‘‘Kacci nu bhoto kusalaṁ, kacci bhoto anāmaya’’ntiādīsu (jā. 1.15.146;",
  "tika-abh08t25:34_6": "2.20.129) ārogye.",
  "tika-abh08t25:34_7": "‘‘Katamo pana, bhante, kāyasamācāro kusalo?",
  "tika-abh08t25:34_8": "Yo kho, mahārāja, kāyasamācāro anavajjo’’ti (ma. ni.",
  "tika-abh08t25:34_9": "2.361) ca ‘‘aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti kusalesu dhammesū’’ti (dī. ni.",
  "tika-abh08t25:34_10": "3.145) ca evamādīsu anavajje.",
  "tika-abh08t25:34_11": "‘‘Kusalānaṁ dhammānaṁ samādānahetu evamidaṁ puññaṁ vaḍḍhati (dī. ni.",
  "tika-abh08t25:34_12": "3.80), kusalassa kammassa katattā upacitattā’’ti (dha. sa.",
  "tika-abh08t25:34_13": "431) ca ādīsu iṭṭhavipāke.",
  "tika-abh08t25:34_14": "Anavajjādiketi anavajjaiṭṭhavipāke, ‘‘anavajjādike’’ti ca attanā vakkhamānalakkhaṇassa anurūpattā vuttaṁ, na pana ārogyatthassa asambhavato.",
  "tika-abh08t25:34_15": "Kilesarogassa hi abhāvato kusalaṁ ārogyaṁ hoti.",
  "tika-abh08t25:35_0": "Vajjā rāgādayo, te yassa na santi, taṁ anavajjaṁ, iṭṭho vipāko catukkhandhasaṅkhāto yassa, taṁ iṭṭhavipākaṁ, iṭṭhavipākatā cassa taṁsabhāvavantatāya daṭṭhabbā, na tassa avassaṁ iṭṭhavipākasambhavatoyeva, lakkhīyati anenāti lakkhaṇaṁ, anavajjañca taṁ iṭṭhavipākañcāti anavajjaiṭṭhavipākaṁ.",
  "tika-abh08t25:35_1": "Taṁ lakkhaṇamassāti anavajjaiṭṭhavipākalakkhaṇaṁ.",
  "tika-abh08t25:36_0": "Nanu ca kusalameva anavajjaiṭṭhavipākaṁ, vuttaniyāmena pana anavajjaiṭṭhavipākato aññaṁ kusalaṁ siyā.",
  "tika-abh08t25:36_1": "Na hi sayameva attano lakkhaṇanti sakkā vattunti?",
  "tika-abh08t25:36_2": "Nāyaṁ doso pariññātāpariññātavacanatthabhāvabhede ekassāpi lakkhitabbalakkhaṇabhāvaparikappanato.",
  "tika-abh08t25:36_3": "‘‘Anavajjaiṭṭhavipāka’’nti hi pariññātavacanatthaṁ.",
  "tika-abh08t25:36_4": "‘‘Kusala’’nti apariññātavacanatthaṁ.",
  "tika-abh08t25:36_5": "Evañca yena sabhāvena pariññātavacanatthassa saddassa attho hoti, yena ca apariññātavacanatthassa, tesaṁ pariññātāpariññātavacanatthasabhāvānaṁ bhedena taṁsamaṅgissa kusalassa ekassāpi bhedo parikappīyati yathā ‘‘pure bhavaṁ paṭu āsi, paṭutaro etarahī’’ti guṇabhedena, vatthubhedena ca parikappīyati, tasmā pariññātavacanatthabhāvena lakkhaṇaṁ, apariññātavacanatthabhāvena lakkhitabbanti evaṁ parikappitabhede pariggayhamāne na koci doso āpajjati.",
  "tika-abh08t25:37_0": "Atha vā lakkhīyatīti lakkhaṇaṁ, anavajjaiṭṭhavipākañca taṁ lakkhaṇañcāti anavajjaiṭṭhavipākalakkhaṇaṁ, yaṁ anavajjaiṭṭhavipākaṁ hutvā lakkhīyati, taṁ kusalanti attho.",
  "tika-abh08t25:37_1": "Atha vā anavajja-saddena anavajjabhāvo vutto, iṭṭhavipākasaddena iṭṭhavipākabhāvo, tasmā anavajjo ca iṭṭhavipāko ca anavajjaiṭṭhavipākaṁ, taṁ lakkhaṇametassāti karaṇatthe, kammatthe vā lakkhaṇa-saddena anavajjaiṭṭhavipākalakkhaṇanti anavajjaiṭṭhavipākasabhāvavantaṁ, anavajjaiṭṭhavipākabhāvena lakkhitabbaṁ vāti attho.",
  "tika-abh08t25:37_2": "Kiṁ panettha kāraṇaṁ padadvayapariggahena, nanu ekeneva padena adhippetatthasiddhi siyā.",
  "tika-abh08t25:37_3": "Kiñcāpi hi ‘‘anavajjalakkhaṇa’’nti vutte ‘‘aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti kusalesu dhammesū’’tiādīsu (dī. ni.",
  "tika-abh08t25:37_4": "3.145) viya vajjarahitattā abyākatassāpi pasaṅgo siyāti iṭṭhavipāka-padaṁ vattabbameva, ‘‘iṭṭhavipākalakkhaṇa’’nti pana vutte itaraṁ na vattabbaṁ abyākatassa vipākārahabhāvena iṭṭhavipākatāpasaṅgabhāvato?",
  "tika-abh08t25:37_5": "Saccametaṁ, anavajja-padena kusalassa pavattisukhataṁ, iṭṭhavipāka-padena ca vipākasukhataṁ dassetuṁ padadvayaṁ vuttaṁ.",
  "tika-abh08t25:37_6": "Anavajjapadañhi attano pavattisabhāvavasena lakkhaṇavacanaṁ, itaraṁ kālantare vipākuppādanasamatthatāvasenāti.",
  "tika-abh08t25:37_7": "Atha vā kusalassa atthavisuddhiṁ dassetuṁ purimapadaṁ vuttaṁ, parisuddhavipākataṁ dassetuṁ pacchimaṁ.",
  "tika-abh08t25:37_8": "Purimaṁ vā kusalassa akusalasabhāvato nivattanaṁ, pacchimaṁ abyākatasabhāvatoti alamatipapañcena.",
  "tika-abh08t25:37_9": "Ettha ca ‘‘anavajja…pe…",
  "tika-abh08t25:37_10": "lakkhaṇa’’nti vacanena kusalassa sāmaññalakkhaṇaṁ vuttaṁ anavajjaiṭṭhavipākasabhāvassa kusalajātiyā sādhāraṇattā.",
  "tika-abh08t25:37_11": "Akusalādīnamasādhāraṇabhāvena sabhāvalakkhaṇaṁ vāti daṭṭhabbaṁ.",
  "tika-abh08t25:38_0": "Akusalaviddhaṁsanarasanti yathānurūpaṁ akusalappajahanakiccaṁ.",
  "tika-abh08t25:38_1": "Kusalañhi parittamahaggatalokuttarabhedabhinnaṁ yathākkamaṁ tadaṅgavikkhambhanasamucchedappahānavasena akusalapakkhaṁ pajahati.",
  "tika-abh08t25:38_2": "Atha tadaṅgādippahānānaṁ kiṁ nānākaraṇanti? Vuccate –",
  "tika-abh08t25:38_3": "dānādipuññakiriyavatthugatena tena tena kusalaṅgena tassa tassa maccherādiakusalaṅgassa pahānaṁ tadaṅgappahānaṁ, taṁ dīpālokena andhakāraviddhaṁsanaṁ viya daṭṭhabbaṁ, kāmāvacarakusalānaṁ parittānubhāvatāya tehi attano ṭhitikkhaṇe viddhaṁsitānamakusalānaṁ tadapagame sati puna āgamena vottharaṇato.",
  "tika-abh08t25:38_4": "Tesaṁ tesaṁ nīvaraṇadhammānaṁ vikkhambhanasaṅkhātaṁ pavattinivāraṇavasena pahānaṁ vikkhambhanappahānaṁ, taṁ ghaṭappahārena jalatale sevālaviyūhanaṁ viya daṭṭhabbaṁ.",
  "tika-abh08t25:38_5": "Yathā hi balavatā ghaṭappahārena dūrīkataṁ sevālaṁ tasmiṁ apanītepi taṁpahāravegena sahasā na ottharati, evameva upacārappanābhedena jhānena vikkhambhitā kāmacchandādayo tadappavattikālepi tassa balena sahasā na ottharantīti.",
  "tika-abh08t25:38_6": "Anuppattidhammatāpādanasaṅkhātaṁ sammā ucchedavasena pahānaṁ samucchedappahānaṁ, taṁ pana asanisampātena rukkhādīnaṁ samūlaviddhaṁsanaṁ viya daṭṭhabbaṁ.",
  "tika-abh08t25:38_7": "Na hi ariyamaggena samucchinnakilesā anusayamattakenāpi santāne pavattanti.",
  "tika-abh08t25:38_8": "Yathā pana ekavārappavattenapi indagginā saha mūlehi viddhaṁsitā rukkhādayo na puna viruhanti, evamevaṁ ekacittakkhaṇikenapi tena attano uppādamatteneva anusayamattaṭṭhāyinopi kilesā sabbena sabbaṁ viddhaṁsitāyeva honti.",
  "tika-abh08t25:39_0": "Vodānaṁ visuddhi, saṁkilesamalavimuttīti attho, tathā hutvā paccupaṭṭhānamassāti vodānapaccupaṭṭhānaṁ, parisuddhākārena yogino ñāṇassa upaṭṭhātīti vuttaṁ hoti.",
  "tika-abh08t25:40_0": "Evaṁ kusalassa vajjarahitaiṭṭhavipākasabhāvehi lakkhaṇaṁ, kiccaupaṭṭhānākāravasena ca rasapaccupaṭṭhānāni vatvā puna vajjapaṭipakkhabhāvavasena ca lakkhaṇaṁ, sampattiphalavasena ca rasādikaṁ dassetuṁ ‘‘vajjapaṭipakkhattā’’tiādi vuttaṁ.",
  "tika-abh08t25:40_1": "Tattha vajjānaṁ paṭipakkhabhāvo vajjapaṭipakkhattaṁ, tato.",
  "tika-abh08t25:40_2": "Etena ‘‘anavajjalakkhaṇa’’nti ettha a-kāro paṭipakkhatthoti dasseti, tena panassa abyākatato nivattanaṁ kataṁ.",
  "tika-abh08t25:40_3": "Itarathā hi nāssa vajjaṁ, vajjato aññaṁ vā anavajjanti abyākatassāpi taṁlakkhaṇatāpasaṅgo siyā.",
  "tika-abh08t25:40_4": "‘‘Vajjapaṭipakkhattā’’ti pana vutte yasmā kusalākusalānameva pahāyakappahātabbabhāvena ālokandhakārānaṁ viya aññamaññaṁ ujuvipaccanīkabhāvo, tasmā kusalameva vajjapaṭipakkhattā anavajjalakkhaṇaṁ, na aññanti ayamattho siddho hoti.",
  "tika-abh08t25:40_5": "Vodānabhāvarasanti vodānabhāvasampattikaṁ, kilesamalehi asaṁkiliṭṭhabhāvena sampajjanakanti attho.",
  "tika-abh08t25:40_6": "Paccupaṭṭhāpīyati upanīyati kāraṇena, attano vā kāraṇaṁ paṭicca, tappaṭibaddhabhāvena paṭimukhaṁ vā upaṭṭhātīti paccupaṭṭhānaṁ, iṭṭho vipāko paccupaṭṭhānamassāti iṭṭhavipākapaccupaṭṭhānaṁ.",
  "tika-abh08t25:41_0": "Asati yonisomanasikāre kusalassa anuppajjanato, sati ca tasmiṁ uppajjanato tassa so āsannakāraṇanti āha ‘‘yonisomanasikārapadaṭṭhāna’’nti.",
  "tika-abh08t25:41_1": "Tattha yoniso pathena upāyena manasikāro yonisomanasikāro, atthato pana sānusayasantānavato channaṁ dvārānamāpāthagatesvārammaṇesu patirūpadesavāsādisampattiyā kusaladhammānaṁ paccayabhāvena bhavaṅgaṁ āvaṭṭetvā uppannamāvajjanaṁ yonisomanasikāro nāma.",
  "tika-abh08t25:41_2": "Vuttapaṭipakkhavasena ayonisomanasikāropi daṭṭhabbo.",
  "tika-abh08t25:41_3": "Yaṁ pana niranusayasantānasamaṅgissa kiriyacittānaṁ paccayabhāvena uppannaṁ, taṁ ṭhapetvā niravajjadhammaṁ sāvajjadhammassa kassaci paccayabhāvānupagamanato yonisomanasikārapakkhaṁ vā bhajeyya.",
  "tika-abh08t25:41_4": "Khīṇāsavasantānagatattā yonisoayonisobhāvamanapekkhitvā āpāthagatārammaṇesu uppattimattaṁ vinā na kassaci kusalākusalabhāvassa paccayo hotīti tadubhayavasena navattabbattā abyākatamanasikāroti vā saṅkhaṁ gaccheyyāti.",
  "tika-abh08t25:42_0": "Sāvajjāniṭṭhavipākalakkhaṇamakusalanti etthāpi ‘‘vajjā rāgādayo, te yassa santi, taṁ sāvajjaṁ, aniṭṭho vipāko yassa, taṁ aniṭṭhavipāka’’ntiādinā vuttanayānusārena paṭipakkhayojanā daṭṭhabbā.",
  "tika-abh08t25:42_1": "Rasādito panetaṁ anatthajananarasaṁ, saṁkilesapaccupaṭṭhānaṁ.",
  "tika-abh08t25:42_2": "Atha vā gārayhabhāvato sāvajjalakkhaṇameva, saṁkilesabhāvarasaṁ, aniṭṭhavipākapaccupaṭṭhānaṁ, ayonisomanasikārapadaṭṭhānaṁ.",
  "tika-abh08t25:42_3": "Vacanatthato pana na kusalanti akusalaṁ, kusalapaṭipakkhanti attho.",
  "tika-abh08t25:42_4": "Paṭipakkhatthe hi ayaṁ akāro, na pana aññatthe, nāpi abhāve.",
  "tika-abh08t25:42_5": "Itarathā hi tikaṁ na siyā, dukaṁ, catukkaṁ vā āpajjeyya.",
  "tika-abh08t25:42_6": "Tathā hi yadi kusalato aññamakusalaṁ siyā , tadā abyākatassāpi tato aññabhāvena akusala-saddasaṅgahoti kusalākusalajātibhedato duvidhanti dukaṁ vattabbaṁ.",
  "tika-abh08t25:42_7": "Yadi ca kusalābhāvo akusalaṁ, tena na kāci jāti gayhatīti kusalābyākatajātibhedato dukameva vattabbaṁ.",
  "tika-abh08t25:42_8": "Atha siyā ‘‘abhāvopi visuṁ gahetabbo’’ti, evaṁ sati tassa jātiyā abhāvato jāti-saddena saha sambandho na siyā.",
  "tika-abh08t25:42_9": "Vijjamānassa hi jāti nāma hoti.",
  "tika-abh08t25:42_10": "Yatheva vā kusalassa abhāvo, evaṁ abyākatassāpi abhāvo atthīti anabyākatajātipi vattabbāti catukkaṁ āpajjeyya.",
  "tika-abh08t25:42_11": "Na cetamiṭṭhaṁ kusalādivasena tividhajātiyā eva icchitattā, pāḷiyañca ‘‘kusalā dhammā akusalā dhammā abyākatā dhammā’’ti tikavaseneva vuttattā ‘‘kusalapaṭipakkha’’nti pana vuccamāne mittapaṭipakkho amitto viya, lobhapaṭipakkho alobho viya ca yaṁ dhammajātaṁ kusalassa ujuvipaccanīkabhūtaṁ, taṁ akusalanti tassa vasena tikaṁ upapannaṁ hoti, ujuvipaccanīkatā cassa sāvajjāniṭṭhavipākattā, tena pahātabbabhāvato ca veditabbā, na pana kusalavināsanato.",
  "tika-abh08t25:42_12": "Na hi akusalena kusalaṁ pahīyati, mahābalattā pana kusalameva taṁ pajahati.",
  "tika-abh08t25:42_13": "Kusalañhi mahābalaṁ, akusalaṁ dubbalaṁ.",
  "tika-abh08t25:42_14": "Tenevāha ‘‘abalā naṁ balīyanti, maddantenaṁ parissayā’’ti (su. ni.",
  "tika-abh08t25:42_15": "776), tasmā kusalameva yathāvuttanayena akusalassa pahāyakaṁ, nākusalaṁ itarassāti veditabbaṁ.",
  "tika-abh08t25:43_0": "Tadubhaya…pe…",
  "tika-abh08t25:43_1": "abyākatanti yaṁ dhammajātaṁ kusalaṁ viya na anavajjaiṭṭhavipākalakkhaṇaṁ, nāpi akusalaṁ viya sāvajjāniṭṭhavipākalakkhaṇaṁ, atha kho avipākattā tadubhayaviparītalakkhaṇaṁ, taṁ abyākatanti attho.",
  "tika-abh08t25:43_2": "Nanu ca ‘‘tadubhayaviparītalakkhaṇa’’nti vutte sukhadukkhavedanānaṁ viparītā upekkhāvedanā viya iṭṭhāniṭṭhavipākānaṁ viparīto añño koci vipāko yassa atthi, taṁ abyākatanti āpajjatīti?",
  "tika-abh08t25:43_3": "Nāpajjati tathā asambhavato.",
  "tika-abh08t25:43_4": "Yathā hi ālokandhakārānaṁ viparīto añño koci natthi, evamiṭṭhāniṭṭhavipākānaṁ viparīto na koci vipāko atthīti.",
  "tika-abh08t25:43_5": "Atha vā taṁ-saddo idha iṭṭhāniṭṭhavipākanirapekkhaṁ kusalākusalamattameva paccāmasatīti kusalākusalānaṁ savipākattā tadubhayaviparītalakkhaṇaṁ, taṁ avipākalakkhaṇanti atthoti alamettha anuyogena.",
  "tika-abh08t25:43_6": "Kusalākusalabhāvena na byākatanti abyākataṁ.",
  "tika-abh08t25:43_7": "Kusalākusalañhi vatvā abyākatassa vuttattā kusalākusalabhāveneva avuttattāti viññāyati, na pakārantarena.",
  "tika-abh08t25:43_8": "Tathā avacanañca tassa tadubhayaviparītalakkhaṇattāyeva, na pana avattabbattāmattenāti daṭṭhabbaṁ.",
  "tika-abh08t25:43_9": "Atha vā vi-saddo virodhivacano.",
  "tika-abh08t25:43_10": "Ā-saddo abhimukhabhāvappakāsano, tasmā attano paccayehi aññamaññaṁ virodhābhimukhataṁ kataṁ lakkhaṇavirodhato pahāyakappahātabbabhāvato vāti byākataṁ, kusalākusalaṁ.",
  "tika-abh08t25:43_11": "Tato aññaṁ abyākataṁ.",
  "tika-abh08t25:43_12": "Tañhi lakkhaṇato aññamaññaṁ kusalākusalaṁ viya na tassa viruddhaṁ.",
  "tika-abh08t25:43_13": "Na hi avipākataṁ aniṭṭhavipākatā viya, iṭṭhavipākatāya iṭṭhavipākatā viya ca aniṭṭhavipākatāya iṭṭhāniṭṭhavipākatāhi virujjhati, na cāpi abyākataṁ kusalākusalesu kiñci pajahati, na ca kenaci pahātabbanti.",
  "tika-abh08t25:43_14": "‘‘Tadubhayaviparītalakkhaṇamabyākata’’nti viññāyamāne ahosi kammaṁ, nāhosi kammavipāko, natthi kammavipāko, na bhavissati kammavipākoti iminā tikena saṅgahitassa gatiupadhikālappayogavipattīhi avipākassa diṭṭhadhammavedanīyādikammassa bhāvanāyapahātabbassa akusalassa ca abhiññākusalassa ca vipākuppādanābhāvato ‘‘siyā nu kho abyākatabhāvo vā’’ti kadāci koci cinteyyāti tannivāraṇatthamāha ‘‘avipākārahaṁ vā’’ti, vipākaṁ dātuṁ nārahati tattha sāmatthiyābhāvatoti avipākārahaṁ.",
  "tika-abh08t25:43_15": "Idaṁ vuttaṁ hoti –",
  "tika-abh08t25:43_16": "diṭṭhadhammavedanīyādayo tāva paccayavekallādīhi kāraṇehi avipākā, sace panete tabbidūrā assu, tadā vipākadāne samatthatāya vipākārahāyeva, taṁ pana na tathā, atha kho yena kenaci ākārena vipākadāne asamatthatāyeva vipākārahaṁ na hoti, taṁ abyākataṁ nāmāti.",
  "tika-abh08t25:44_0": "Idāni evaṁ tikavasena niddiṭṭhesu kusalādīsu paṭhamaṁ tāva kusalacittaṁ vibhajanto ‘‘tattha kusalacitta’’ntiādinā tassa gaṇanaparicchedaṁ dasseti.",
  "tika-abh08t25:44_1": "Ekavīsatividhanti aṭṭha kāmāvacarāni , pañca rūpāvacarāni, cattāri arūpāvacarāni, cattāri lokuttarānīti evaṁ saṅkhepato ekavīsatividhaṁ.",
  "tika-abh08t25:44_2": "Bhūmito catubbidhanti kāmarūpārūpalokuttarabhūmisaṅkhātānaṁ catunnaṁ bhūmīnaṁ vasena tattha pavattamānaṁ cittampi catubbidhaṁ hoti.",
  "tika-abh08t25:44_3": "Tattha bhavanti etthāti bhūmi, ṭhānaṁ, avatthā ca.",
  "tika-abh08t25:44_4": "Avatthāpi hi avatthavantānaṁ pavattiṭṭhānaṁ viya gayhati.",
  "tika-abh08t25:44_5": "Evañhi nesaṁ sukhaggahaṇaṁ hoti.",
  "tika-abh08t25:44_6": "Avatthāti cettha dhammānaṁ kāmataṇhādīhi paricchinnāparicchinnabhāvo.",
  "tika-abh08t25:44_7": "Tattha purimā tisso bhūmiyo ubhayavasena veditabbā, itarā avatthāvaseneva.",
  "tika-abh08t25:44_8": "Na hi lokuttaradhammānaṁ kāmabhavādito aññaṁ ṭhānamupalabbhatīti.",
  "tika-abh08t25:45_0": "Aññattha pavattamānassāpi vakkhamānanayena kāmabhūmipariyāpannattā bhūmito ekavidhanti.",
  "tika-abh08t25:45_1": "Savatthukāvatthukabhedatoti cakkhādīni pañca, hadayañcāti cha vatthūni.",
  "tika-abh08t25:45_2": "Kusalassa pana cakkhādinissitattābhāvato hadayavatthu idha vatthūti adhippetaṁ.",
  "tika-abh08t25:45_3": "Tena sahitaṁ ekantena tannissitappavattitoti savatthukaṁ, kāmarūpadhātuyaṁ pavattamānaviññāṇaṁ.",
  "tika-abh08t25:45_4": "Tattha hi arūpassa rūpapaṭibandhappavatti, arūpadhātuyaṁ pana rūpābhāvato vatthuvirahitameva pavattatīti tattha pavattamānaṁ avatthukaṁ. Hīna…pe…",
  "tika-abh08t25:45_5": "tividhanti ettha paccayato, phalato ca majjhimapaṇītehi nihīnaṁ, tesaṁ vā guṇehi parihīnanti hīnaṁ, attano paccayehi padhānabhāvaṁ nītanti paṇītaṁ, ubhinnaṁ vemajjhe bhavaṁ majjhimaṁ.",
  "tika-abh08t25:45_6": "Tattha hīnena chandena cittena vīriyena vīmaṁsāya vā pavattitaṁ hīnaṁ, majjhimehi chandādīhi pavattitaṁ majjhimaṁ, paṇītehi paṇītaṁ.",
  "tika-abh08t25:45_7": "Chandādīnaṁ pana hīnādibhāvo adhimuttivasena daṭṭhabbo.",
  "tika-abh08t25:45_8": "Hīnādhimuttivasena hi nesaṁ hīnatā, paṇītādhimuttivasena paṇītatā, tadubhayavemajjhavasena majjhimatā.",
  "tika-abh08t25:45_9": "Yasakāmatāya vā kataṁ kusalaṁ hīnaṁ, puññaphalakāmatāya majjhimaṁ, ‘‘puññaṁ nāmetaṁ sādhūhi kattabbamevā’’ti evaṁ ariyabhāvaṁ nissāya kataṁ paṇītaṁ.",
  "tika-abh08t25:45_10": "‘‘Ahamasmi dānapati, ime panaññe dānadāsādayo’’tiādinā attukkaṁsanaparavambhanāhi upakkiliṭṭhaṁ pavattitaṁ vā hīnaṁ, tathā anupakkiliṭṭhaṁ majjhimaṁ, maggaphalapadaṭṭhānaṁ paṇītaṁ.",
  "tika-abh08t25:45_11": "Bhavabhogasampattinimittaṁ vā kataṁ hīnaṁ, sāvakapaccekabodhipāramitāvasena attano vimokkhatthāya kataṁ majjhimaṁ, sammāsambodhipāramitāvasena sabbesaṁ vimokkhatthāya kataṁ paṇītanti.",
  "tika-abh08t25:46_0": "Somanassu…pe…",
  "tika-abh08t25:46_1": "bhedatoti bheda-saddo paccekaṁ sambandhitabbo ‘‘somanassupekkhābhedato ñāṇabhedato payogabhedato’’ti.",
  "tika-abh08t25:46_2": "Tattha payogabhedatoti saṅkhārabhedatoti attho.",
  "tika-abh08t25:46_3": "Nanu ca somanassupekkhābhedo tāva yutto tesaṁ bhinnasabhāvattā.",
  "tika-abh08t25:46_4": "Ñāṇappayogabhedo pana kathanti? Vuccate –",
  "tika-abh08t25:46_5": "ñāṇappayogakato bhedo ñāṇappayogabhedo tesaṁ bhāvābhāvamupādāya pavattattā.",
  "tika-abh08t25:46_6": "Idāni tameva somanassupekkhādibhedaṁ vibhāgena dassetuṁ ‘‘seyyathida’’nti pucchitvā ‘‘somanassasahagata’’ntiādinā vissajjeti.",
  "tika-abh08t25:46_7": "Tattha seyyathidanti taṁ katamaṁ, taṁ kathanti vā attho.",
  "tika-abh08t25:47_0": "Sobhanaṁ mano, sobhanaṁ vā mano etassāti sumano, tassa bhāvo somanassaṁ, mānasikasukhavedanāyetaṁ adhivacanaṁ, somanassena uppādato yāva nirodhā sahagataṁ pavattaṁ saṁsaṭṭhaṁ sampayuttanti attho.",
  "tika-abh08t25:47_1": "Atha vā somanassena saha ekuppādādibhāvaṁ gatanti somanassasahagataṁ.",
  "tika-abh08t25:47_2": "Jānāti yathāsabhāvaṁ paṭivijjhatīti ñāṇaṁ, tena samaṁ ekuppādādīhi pakārehi yuttanti ñāṇasampayuttaṁ.",
  "tika-abh08t25:47_3": "Nāssa saṅkhāro atthīti asaṅkhāraṁ, asaṅkhārameva asaṅkhārikaṁ.",
  "tika-abh08t25:47_4": "Saha saṅkhārena pavattamānaṁ sasaṅkhāraṁ, tadeva sasaṅkhārikaṁ.",
  "tika-abh08t25:47_5": "Saṅkhāroti cettha attano, parassa vā pubbappayogo ‘‘saṅkharoti tikkhabhāvasaṅkhātena maṇḍanavisesena sajjeti, saṅkharīyati vā sajjīyati cittaṁ etenā’’ti katvā.",
  "tika-abh08t25:47_6": "Tattha dānādipuññakaraṇakāle maccheramalathinamiddhādīhi upakkilesehi saṁsīdamāne citte upakkilesavūpasamavasena, cittassa ca ussāhajananavasena tīsu dvāresu pavatto sammāvāyāmo attano payogo nāma.",
  "tika-abh08t25:47_7": "Kusalakaraṇe nirussāhassa pana ‘‘ambho, sappurisa, kusalakaraṇaṁ nāma paṇḍitehi āsevitamaggo, tattha tayāpi paṭipajjituṁ vaṭṭati, tasmā dānaṁ dehi, sīlaṁ rakkha, tañhi te atthāya hitāya sukhāya bhavissatī’’tiādinā kusalakaraṇatthāya ussāhajananavasena paresaṁ kāyavacīdvāresu pavattā āṇatti parappayogo nāma.",
  "tika-abh08t25:47_8": "Tesu pana purimo pubbabhāgappavattacittasantāne, pacchimo paresaṁ cittasantāneyeva sambhavatīti tannibbattito cittassa tikkhabhāvasaṅkhāto viseso idha upacārato saṅkhāroti veditabbo.",
  "tika-abh08t25:47_9": "Tenāhu ācariyā –",
  "tika-abh08t25:48_0": "‘‘Pubbappayogasambhūto, viseso cittasambhavī;",
  "tika-abh08t25:49_0": "Saṅkhāro iti saṅkhāra-sabhāvaññūhi kittito’’ti.",
  "tika-abh08t25:50_0": "Atha vā ‘‘sasaṅkhārikamasaṅkhārika’’nti ca etaṁ kevalaṁ saṅkhārassa bhāvābhāvamattāpekkhāya vuttaṁ, na tassa sahappavattisabbhāvābhāvatoti bhinnasantānappavattinopi saṅkhārassa idamatthitāya taṁvasena nibbattaṁ cittaṁ saṅkhāro assa atthīti sasaṅkhārikaṁ saha-saddassa vijjamānatthaparidīpanato ‘‘salomako sapakkhako’’tiādīsu viya.",
  "tika-abh08t25:50_1": "Tabbiparītaṁ pana tadabhāvato yathāvuttavaseneva asaṅkhārikaṁ.",
  "tika-abh08t25:50_2": "Atha vā saṅkharaṇaṁ, saṅkharīyati vā etena āgantukasambhūtena cittasaṁsīdanasabhāvāpanayanavaseneva sajjīyati, saṅkharoti vā taṁ yathāvuttavasenevāti saṅkhāroti ujukameva pubbappayogajanito tikkhabhāvo vuccati, tadabhāvato asaṅkhārikaṁ, sabhāvatikkhanti attho.",
  "tika-abh08t25:50_3": "Taṁsahagatāya sasaṅkhārikaṁ, atha vā maccheramalādīhi saṅkharīyatīti saṅkhāro, cittassa saṁsīdanasabhāvo, so yassa natthīti asaṅkhārikaṁ, itaraṁ sasaṅkhārikaṁ.",
  "tika-abh08t25:50_4": "Paṇītautubhojanādiko vā balavapaccayo saṅkhāro ‘‘saṅkharoti cittaṁ tikkhabhāvena, saṅkharīyati vā taṁ etenā’’ti katvā.",
  "tika-abh08t25:50_5": "A-kārassa vuḍḍhatthavuttitāya vuḍḍhippatto saṅkhāro assāti asaṅkhārikaṁ, balavapaccayavantanti attho.",
  "tika-abh08t25:50_6": "Vuḍḍhiparidīpakena pana a-kārena avisesitattā sasaṅkhārikaṁ sappaccayaṁ dubbalapaccayanti adhippāyo.",
  "tika-abh08t25:50_7": "Ñāṇena vippayuttaṁ virahitanti ñāṇavippayuttaṁ.",
  "tika-abh08t25:51_0": "Upekkhatīti upekkhā, vediyamānāpi ārammaṇaṁ ajjhupekkhati, majjhattākārasaṇṭhitiyāti attho.",
  "tika-abh08t25:51_1": "Atha vā iṭṭhe, aniṭṭhe ca ārammaṇe pakkhapātābhāvena upapattito yuttito ikkhati anubhavatīti upekkhā.",
  "tika-abh08t25:51_2": "Atha vā upetā sukhadukkhānaṁ aviruddhā ikkhā anubhavananti upekkhā.",
  "tika-abh08t25:51_3": "Aviruddhattāyeva hesā tesaṁ anantarampi pavattati.",
  "tika-abh08t25:51_4": "Sukhadukkhavedanā pana visuṁ visuṁ viruddhasabhāvattā nāññamaññaṁ anantaraṁ pavattanti .",
  "tika-abh08t25:51_5": "Teneva hi paṭṭhāne somanassassa anantaraṁ domanassassa, domanassassa anantaraṁ somanassassa ca uppatti paṭisiddhā.",
  "tika-abh08t25:51_6": "Ayañca attho lobhasahagatacittasampayuttavedanāyapi labbhati, purimā pana dve na tathā.",
  "tika-abh08t25:51_7": "Na hi lobhasahagatādīnaṁ majjhattākārena ajjhupekkhanaṁ, upapattito ikkhanaṁ vā atthīti.",
  "tika-abh08t25:51_8": "Upekkhāsahagatanti sabbaṁ heṭṭhā vuttanayameva.",
  "tika-abh08t25:52_0": "Nanu ca aññepi phassādayo sampayuttadhammā atthīti somanassādīnaṁ vaseneva pana aṭṭhavidhatā kasmā gahitāti?",
  "tika-abh08t25:52_1": "Bhedakarabhāvato.",
  "tika-abh08t25:52_2": "Phassādīnañhi sabbacittasādhāraṇattā, saddhādīnañca sabbakusalasādhāraṇattā na tehi cittassa vibhāgo, somanassādayo pana katthaci citte honti, katthaci na hontīti pākaṭova tehi cittassa vibhāgoti.",
  "tika-abh08t25:52_3": "Kasmā panete katthaci citte honti, katthaci na hontīti?",
  "tika-abh08t25:52_4": "Kāraṇassa sannihitāsannihitabhāvato.",
  "tika-abh08t25:52_5": "Kiṁ pana nesaṁ kāraṇanti? Vuccate –",
  "tika-abh08t25:52_6": "tattha somanassasahagatabhāvo tāva ārammaṇavasena hoti.",
  "tika-abh08t25:52_7": "Iṭṭhārammaṇasmiñhi somanassasahagatacittamuppajjati.",
  "tika-abh08t25:52_8": "Nanu ca iṭṭhārammaṇaṁ lobhassa vatthu rajjanīyattāti kathaṁ tattha kusalaṁ uppajjatīti?",
  "tika-abh08t25:52_9": "Nayidamekantikaṁ iṭṭhepi ārammaṇe niyamitādivasena kusalassa uppajjanato.",
  "tika-abh08t25:52_10": "Yassa hi ‘‘kusalameva mayā kattabba’’nti kusalakaraṇeyeva cittaṁ niyamitaṁ hoti, akusalappavattitova nivattetvā kusalakaraṇeyeva pariṇāmitaṁ, abhiṇhakaraṇena ca kusalaṁ samudāciṇṇaṁ, paṭirūpadesavāsasaddhammassavanasappurisūpanissayapubbekatapuññatāsaṅkhātacatucakkūpanissayavasena, yoniso ca ābhogo pavattati, tassa iṭṭhepi ārammaṇe alobhasampayuttameva cittamuppajjati, na lobhasampayuttaṁ.",
  "tika-abh08t25:52_11": "Hoti cettha –",
  "tika-abh08t25:53_0": "‘‘Niyāmapariṇāmehi , samudāciṇṇatāya ca;",
  "tika-abh08t25:54_0": "Ñāṇapubbaṅgamābhogā, iṭṭhepi kusalaṁ siyā’’ti.",
  "tika-abh08t25:55_0": "Apica saddhābahulatādīhi ca kāraṇehi cittassa somanassasahagatatā veditabbā.",
  "tika-abh08t25:55_1": "Assaddhānaṁ, hi micchādiṭṭhikānañca ekantamiṭṭhārammaṇabhūtaṁ tathāgatarūpampi disvā somanassaṁ na uppajjati.",
  "tika-abh08t25:55_2": "Ye ca kusalappavattiyaṁ ānisaṁsaṁ na passanti, tesaṁ parehi ussāhitānaṁ kusalaṁ karontānampi somanassaṁ na uppajjati, tasmā saddhābahulatā visuddhidiṭṭhitā ānisaṁsadassāvitāti imehipi kāraṇehi cittassa somanassasahagatatā hoti.",
  "tika-abh08t25:56_0": "Apica ye te ekādasa dhammā pītisambojjhaṅgassa uppādāya saṁvattanti.",
  "tika-abh08t25:56_1": "Seyyathidaṁ –",
  "tika-abh08t25:56_2": "buddhānussati dhammānussati saṁghānussati sīlānussati cāgānussati devatānussati upasamānussati lūkhapuggalaparivajjanaṁ siniddhapuggalasevanā pasādanīyasuttantapaccavekkhaṇā tadadhimuttatāti imehipi kāraṇehi cittassa somanassasahagatabhāvo veditabbo.",
  "tika-abh08t25:56_3": "Buddhādiguṇe anussarantassa hi yāva upacāruppādā sakalasarīraṁ pharamānā pīti uppajjati.",
  "tika-abh08t25:56_4": "Tathā dīgharattaṁ akkhaṇḍatādivasena attanā rakkhitaṁ catupārisuddhisīlaṁ paccavekkhantassa, gihino dasasīlaṁ pañcasīlaṁ paccavekkhantassa, dubbhikkhabhayādīsu paṇītaṁ bhojanaṁ sabrahmacārīnaṁ datvā ‘‘evaṁnāma dānaṁ adāsi’’nti attanocāgaṁ paccavekkhantassa, gihinopi tathārūpe kāle sīlavantānaṁ dinnadānaṁ paccavekkhantassa, yehi guṇehi samannāgatā devā devattaṁ gatā, tathārūpānaṁ guṇānaṁ attani atthitaṁ paccavekkhantassa, samathavipassanāhi vikkhambhitakilese saṭṭhipi sattatipi vassāni asamudācarante disvā ‘‘aho mayhaṁ kilesā na samudācarantī’’ti cintentassa, cetiyadassanatheradassanesu asakkaccakiriyāya saṁsucitalūkhabhāvena buddhādīsu pasādasinehābhāvena gadrabhapiṭṭhe rajasadise lūkhapuggale parivajjantassa, buddhādīsu pasādabahule muducitte siniddhapuggale paṭisevantassa, ratanattayaguṇaparidīpake pasādanīyasuttante paccavekkhantassa, ṭhānanisajjādīsupi pītiuppādanatthaṁ tanninnatādivasena pavattentassa yebhuyyena pīti uppajjati.",
  "tika-abh08t25:56_5": "Pītiyā ca somanassena saha avinābhāvato taduppattiyā tassāpi uppatti niyatāti evaṁ pītikāraṇānipi somanassakāraṇānīti daṭṭhabbāni. Kiñca –",
  "tika-abh08t25:56_6": "agambhīrapakatitā, somanassapaṭisandhikatāti imehi dvīhi kāraṇehi somanassasahagatatā hoti.",
  "tika-abh08t25:56_7": "Yo hi agambhīrapakatiko hoti, appamattakepi hitopakaraṇe tussati, yo ca somanassapaṭisandhiko appasannesu ārammaṇesupi appaṭikkūladassāvī, tassa yebhuyyena somanassasahagatacittaṁ uppajjati.",
  "tika-abh08t25:56_8": "Yathāvuttānaṁ pana somanassakāraṇānamabhāvena majjhattārammaṇatāya ca upekkhāsahagatatā veditabbā.",
  "tika-abh08t25:57_0": "Ñāṇasampayuttassa pana kammato upapattito indriyaparipākato kilesadūrībhāvatoti imehi kāraṇehi hoti.",
  "tika-abh08t25:57_1": "Yo hi paresaṁ hitajjhāsayena dhammaṁ deseti hīnukkaṭṭhādīni ca naḷakāramuddāgaṇanādīni sippāyatanāni, vaḍḍhakīkasivāṇijjādīni ca kammāyatanāni, visaharaṇādīni ca vijjāyatanānīti evaṁ niravajjasippāyatanādīni sikkhāpeti, sayaṁ vā sikkhati, dhammakathikassa sakkāraṁ katvā dhammaṁ kathāpeti, ‘‘āyatiṁ paññavā bhavissāmī’’ti patthanaṁ paṭṭhapetvā nānappakāraṁ puññakammaṁ karoti, tassevaṁ nānappakāraṁ paññāsaṁvattanikakammaṁ sampādentassa taṁ kammaṁ upanissāya uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ uppajjati.",
  "tika-abh08t25:57_2": "Tathā abyāpajje loke uppannassa uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ hoti.",
  "tika-abh08t25:57_3": "Vuttañhetaṁ –",
  "tika-abh08t25:58_0": "‘‘Tassa tattha sukhino dhammapadāni pilavanti, dandho, bhikkhave, satuppādo, atha so satto khippameva visesabhāgī hotī’’ti (a. ni. 4.191).",
  "tika-abh08t25:59_0": "Tathā paññādasakaṁ sampattassa indriyaparipākaṁ nissāya uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ hoti.",
  "tika-abh08t25:59_1": "Yena pana samathavipassanābhāvanāhi kilesā vikkhambhitā, tassa kilesadūrībhāvaṁ nissāya uppajjamānaṁ cittaṁ ñāṇasampayuttaṁ uppajjati. Yathāha –",
  "tika-abh08t25:60_0": "‘‘Yogā ve jāyate bhūri, ayogā bhūrisaṅkhayo’’ti. (Dha. pa. 282).",
  "tika-abh08t25:61_0": "Apica ye te dhammā dhammavicayasambojjhaṅgassa uppādāya saṁvattanti.",
  "tika-abh08t25:61_1": "Seyyathidaṁ –",
  "tika-abh08t25:61_2": "paripucchakatā vatthuvisadakiriyā indriyasamattapaṭipādanā duppaññapuggalaparivajjanā paññavantapuggalasevanā gambhīrañāṇacariyapaccavekkhaṇā tadadhimuttatāti imehi kāraṇehi ñāṇasampayuttabhāvo hoti.",
  "tika-abh08t25:61_3": "Tathā hi yo paññavante upasaṅkamma khandhadhātuāyatanaindriyabalabojjhaṅgamaggaṅgajhānaṅgasamathavipassanādīnaṁ paripucchābahulo hoti, tassa taṁvasena uppannaṁ sutamayañāṇaṁ ādiṁ katvā uppajjamānaṁ cittaṁ ñāṇasahagataṁ hoti.",
  "tika-abh08t25:61_4": "Yena pana nakhakesacīvarasenāsanādīni ajjhattikabāhiravatthūni pubbe avisadāni chedanamalaharaṇādinā visadāni katāni, tassevaṁ visadavatthukassa uppannesu cittacetasikesu visadaṁ ñāṇaṁ hoti parisuddhāni dīpakapallakādīni nissāya uppannadīpasikhāya obhāso viya.",
  "tika-abh08t25:61_5": "Yassa ca saddhindriyādīsu aññataraṁ balavaṁ hoti, itarāni mandāni, tato tāni sakasakakiccaṁ kātuṁ na sakkonti, tasmā so tassa bojjhaṅgavibhaṅge āgatanayena tena tena ākārena samattaṁ paṭipādeti, tassevaṁ indriyānaṁ samattaṁ paṭipādentassa vipassanāñāṇādīnaṁ vasena cittaṁ ñāṇasahagataṁ hoti.",
  "tika-abh08t25:61_6": "Yo pana duppaññapuggale parivajjeti, paññavantapuggale vā payirupāsati, khandhādīsu ogāḷhaṁ bhagavato gambhīrañāṇacariyaṁ vā paccavekkhati, ṭhānanisajjādīsu tadadhimuttacitto vā viharati, imesampi uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ hoti.",
  "tika-abh08t25:61_7": "Apica buddhādiguṇānussaraṇenapi cittaṁ ñāṇasahagataṁ hoti. Yathāha –",
  "tika-abh08t25:62_0": "‘‘Yasmiṁ, mahānāma, samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosa…pe…",
  "tika-abh08t25:62_1": "na mohapariyuṭṭhitaṁ cittaṁ hoti, ujugatamevassa tasmiṁ samaye cittaṁ hoti tathāgataṁ ārabbha.",
  "tika-abh08t25:62_2": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṁ vedeti, sukhino cittaṁ samādhiyati, samāhito yathābhūtaṁ pajānātī’’tiādi (a. ni. 6.10; 11.11).",
  "tika-abh08t25:63_0": "Evaṁ buddhānussatiādayopi rāgādimalavisodhanena ñāṇuppattihetukāyevāti daṭṭhabbaṁ. Kiñca –",
  "tika-abh08t25:63_1": "tihetukapaṭisandhikatā ñāṇuppattikāraṇaṁ.",
  "tika-abh08t25:63_2": "Paṭisandhipaññā hi ādito paṭṭhāya bhavaṅgasantativasena bahulaṁ pavattamānā santānaparibhāvanena ñāṇuppattiyā savisesaupanissayo hoti.",
  "tika-abh08t25:63_3": "Asaṅkhārikattaṁ pana sappāyautubhojanaāvāsādipaccayehi hotīti.",
  "tika-abh08t25:63_4": "Honti cettha –",
  "tika-abh08t25:64_0": "‘‘Iṭṭhārammaṇatā saddhābāhulyaṁ diṭṭhisuddhi ca;",
  "tika-abh08t25:65_0": "Phaladassāvitā ceva, pītibojjhaṅgahetuyo.",
  "tika-abh08t25:66_0": "‘‘Ekādasa tathā dhammā, agambhīrasabhāvatā;",
  "tika-abh08t25:67_0": "Somanassayuttā sandhi, iccete sukhahetuyo.",
  "tika-abh08t25:68_0": "‘‘Abhāvo sukhahetūnaṁ, majjhattārammaṇanti ca;",
  "tika-abh08t25:69_0": "Upekkhuppattihetu ca, evaṁ ñeyyā vibhāvinā.",
  "tika-abh08t25:70_0": "‘‘Kammūpapattito ceva, tathā indriyapākato;",
  "tika-abh08t25:71_0": "Kilesūpasamā dhamma-vicayassa ca hetuhi.",
  "tika-abh08t25:72_0": "‘‘Sattadhammehi buddhādi-guṇānussaraṇena ca;",
  "tika-abh08t25:73_0": "Sappaññasandhito ceva, cittaṁ ñāṇayutaṁ siyā.",
  "tika-abh08t25:74_0": "‘‘Utubhojanaāvāsa-sappāyādīhi hetuhi;",
  "tika-abh08t25:75_0": "Asaṅkhārikabhāvopi, viññātabbo vibhāvinā’’ti.",
  "tika-abh08t25:76_0": "Evaṁ vedanāñāṇappayogabhedato aṭṭhavidhaṁ kāmāvacaracittaṁ niddisitvā idāni taṁ nigamento āha ‘‘idaṁ…pe… nāmā’’ti.",
  "tika-abh08t25:77_0": "12.",
  "tika-abh08t25:77_1": "Yena panatthena idaṁ ‘‘kāmāvacara’’nti vuccati, taṁ dāni dassetuṁ ‘‘uddānato’’tiādi āraddhaṁ.",
  "tika-abh08t25:77_2": "Tattha uddānatoti uddesato, saṅkhepatoti attho.",
  "tika-abh08t25:77_3": "Kiñcāpi avasiṭṭhakilesādayo viya kilesakāmopi assādetabbatāya vatthukāme saṅgahito ñāṇaṁ viya ñeyyeti saṅkhepato ekoyeva kāmo siyā, tathāpi kilesakāmo vatthukāmabhāvaṁ gacchanto kāmanīyaṭṭhena gacchati, na kāmanavasena.",
  "tika-abh08t25:77_4": "Kāmanavasena ca pana kilesakāmova hoti, na pana vatthukāmoti āha ‘‘klesavatthuvasā’’tiādi.",
  "tika-abh08t25:77_5": "Ko panettha vatthukāmo, ko kilesakāmoti codanaṁ manasi nidhāya ‘‘chando kāmo, rāgo kāmo, chandarāgo kāmo, saṅkappo kāmo, rāgo kāmo, saṅkapparāgo kāmo’’ti (mahāni.",
  "tika-abh08t25:77_6": "1) evaṁ niddesapāḷiyaṁ āgatā niddiṭṭhā kāmataṇhāva idha kilesakāmo.",
  "tika-abh08t25:77_7": "Vatthukāmoti ca ‘‘manāpikā rūpā…pe…",
  "tika-abh08t25:77_8": "manāpikā phoṭṭhabbā…pe…",
  "tika-abh08t25:77_9": "sabbepi kāmāvacarā dhammā…pe…",
  "tika-abh08t25:77_10": "sabbepi rūpāvacarā…pe…",
  "tika-abh08t25:77_11": "sabbepi arūpāvacarā…pe…",
  "tika-abh08t25:77_12": "kāmā’’ti (mahāni.",
  "tika-abh08t25:77_13": "1) tattheva niddiṭṭhā saviññāṇāviññāṇappabhedā tebhūmakadhammāti dassento āha ‘‘kileso…pe…",
  "tika-abh08t25:77_14": "vaṭṭaka’’nti.",
  "tika-abh08t25:77_15": "‘‘Chandarāgovā’’ti avadhāraṇena kilesabhāvena niruḷhesu lobhadosamohādīsu dasasu dosamohādayo nava kilese paṭikkhipati.",
  "tika-abh08t25:77_16": "Kāmarūpārūpataṇhāya vatthu patiṭṭhānaṁ, kāraṇabhūtanti vā vatthu.",
  "tika-abh08t25:78_0": "13.",
  "tika-abh08t25:78_1": "Kathaṁ pana kilesakāmo nāma, kathañca vatthukāmoti āha ‘‘kilesakāmo’’tiādi.",
  "tika-abh08t25:78_2": "Kāmetīti vatthukāmaṁ pattheti.",
  "tika-abh08t25:78_3": "Kāmīyatīti kilesakāmena patthīyati.",
  "tika-abh08t25:78_4": "Iti-saddo ‘‘tasmā’’ti imassa atthe.",
  "tika-abh08t25:78_5": "Ca-saddo eva-kāratthe, tena yasmā kilesakāmo kāmetīti kāmo, vatthukāmo ca kāmīyatīti, tasmā eva kilesakāmo, vatthukāmo cāti duvidhopi esa kāmo kārakadvaye kattari, kammani ca sijjhati, kattubhāvaṁ, kammabhāvañca paccanubhotīti attho.",
  "tika-abh08t25:78_6": "Atha vā duvidhoti dvinnaṁ kāmānaṁ vācakato duvidho.",
  "tika-abh08t25:78_7": "‘‘Kāmo’’ti ayaṁ saddo kārakadvaye sijjhati yathāvuttakārakayugaḷe nipphajjati, kattari, kammani ca ‘‘kāmo’’ti padasambhavo hotīti attho.",
  "tika-abh08t25:78_8": "Vo-kāro pana nipātamattaṁ ‘‘evaṁ vo kālāmā’’tiādīsu (a. ni.",
  "tika-abh08t25:78_9": "3.66) viya.",
  "tika-abh08t25:78_10": "Atha vā vokārakadvayeti khandhadvayeti attho.",
  "tika-abh08t25:78_11": "Kilesakāmo hi saṅkhārasabhāvattā saṅkhārakkhandhe, vatthukāmo ca vakkhamānanayena pañcakāmaguṇabhūto rūpasabhāvattā rūpakkhandheti evaṁ duvidhopesa kāmo khandhadvaye sijjhati nipphajjati, antobhāvaṁ gacchatīti.",
  "tika-abh08t25:79_0": "14.",
  "tika-abh08t25:79_1": "Sampajjanāni sampattiyo, tāsaṁ vasena visayavisayībhāvena aññamaññaṁ samosaraṇavasena, sampāpuṇanavasenāti attho.",
  "tika-abh08t25:79_2": "Iminā pana idaṁ dīpeti –",
  "tika-abh08t25:79_3": "yattha duvidhopi kāmo visayavisayībhāvena sahito pavattati, soyeva ekādasavidho padeso kāmāvacarasaññito .",
  "tika-abh08t25:79_4": "Yattha pana rūpārūpadhātuyaṁ kevalaṁ vatthukāmova pavattati, na so padeso kāmāvacaro nāmāti.",
  "tika-abh08t25:79_5": "Nanu ca duvidhopi sahito rūpārūpadhātūsu pavattati, rūpārūpāvacaradhammānaṁ vatthukāmattā, tadārammaṇabhūtānañca rūpārūpataṇhānaṁ taṁyogena kilesakāmabhāvasiddhitoti?",
  "tika-abh08t25:79_6": "Nayidamevaṁ orambhāgiyabhūtassa bahalakilesasseva kāmarāgassa idha kilesakāmabhāvena adhippetattā.",
  "tika-abh08t25:79_7": "‘‘Uddānato duve kāmā’’ti sabbe kāme uddisitvāpi hi ‘‘padeso catupāyāna’’ntiādinā visayaniyamanena ‘‘duvidhopi aya’’nti ettha kāmekadesabhūto nīvaraṇāvatthāya kathito kāmarāgo kilesakāmabhāvena, tabbatthukāyeva dhammā vatthukāmabhāvena gahitā, na rūpārūpataṇhā, tabbatthukadhammā cāti ñāpīyati.",
  "tika-abh08t25:79_8": "Evañca katvā upari vakkhamānā sasatthāvacarūpamā upapannā hoti, yathāvuttānameva kāmānaṁ idha adhippetattā rūpārūpadhātūsu vimānakapparukkhavatthālaṅkāraparittakusalādibhedesu kāmāvacaradhammesu pavatto chandarāgo kilesakāmo nāma na hoti, na ca tabbatthubhūtaṁ vimānakapparukkhādiparittadhammajātaṁ vatthukāmo nāmāti siddhaṁ.",
  "tika-abh08t25:79_9": "Tenevāha ‘‘kāmo vā kāmasaññā vā brahmaloke na vijjatī’’ti.",
  "tika-abh08t25:79_10": "Kāmāvacarasattasantānagatataṇhāya visayabhāve sati pana taṁyogena rūpārūpadhātūsupi pavattamāno parittadhammo vatthukāmoyevāti veditabbaṁ.",
  "tika-abh08t25:79_11": "Atha vā niddese āgatanayena niravaseso kilesakāmo kāmataṇhābhavataṇhāvibhavataṇhānirodhataṇhāpabhedo idha pavattati.",
  "tika-abh08t25:79_12": "Vatthukāmesupi appakaṁ rūpārūpavipākamattaṁ ṭhapetvā sabboyeva idha pavattatīti anavasesappavattiṁ sandhāya ‘‘kāmoyaṁ duvidhopi cā’’ti vuttaṁ.",
  "tika-abh08t25:79_13": "Kiñcāpi evaṁ vuttaṁ, tesu pana bahalakilesakāmabhūto bahalakāmarāgo ca tabbatthukā pañca kāmaguṇā ca idha gahitāti dassanatthaṁ ‘‘sampattīnaṁ vasenā’’ti vuttaṁ.",
  "tika-abh08t25:79_14": "Sampajjanavasena, samijjhanavasenāti attho.",
  "tika-abh08t25:79_15": "Avacaratīti pavattati.",
  "tika-abh08t25:79_16": "Iti-saddo hetumhi, yasmā duvidhopi ayaṁ kāmo avacarati, tasmā kāmo ettha avacaratīti kāmāvacarasaññitoti attho.",
  "tika-abh08t25:80_0": "15.",
  "tika-abh08t25:80_1": "Saggamokkhahetubhūtā puññasammatā ayā yebhuyyena apetāti apāyā.",
  "tika-abh08t25:80_2": "Nirayādivasena cattāro apāyā catupāyā.",
  "tika-abh08t25:80_3": "Channanti cātumahārājikatāvatiṁsayāmātusitānimmānaratiparanimmitavasavattisaṅkhātānaṁ channaṁ devalokānaṁ.",
  "tika-abh08t25:80_4": "Merupādavāsino pana asurā tāvatiṁsesuyeva saṅgayhantīti na tehi saddhiṁ sattannanti vuttaṁ.",
  "tika-abh08t25:80_5": "Manaso ussannatāya manussā, satisūrabhāvabrahmacariyayogyatādiguṇavasena upacitamānasatāya ukkaṭṭhaguṇacittatāyāti attho, te pana nippariyāyato jambudīpavāsino veditabbā. Yathāha –",
  "tika-abh08t25:81_0": "‘‘Tīhi , bhikkhave, ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṁse.",
  "tika-abh08t25:81_1": "Katamehi tīhi?",
  "tika-abh08t25:81_2": "Sūrā satimanto idha brahmacariyavāso’’ti (a. ni. 9.21).",
  "tika-abh08t25:82_0": "Tehi pana samānarūpāditāya saddhiṁ parittadīpavāsīhi itaramahādīpavāsinopi ‘‘manussā’’icceva paññāyiṁsu.",
  "tika-abh08t25:82_1": "Lokiyā pana manuno apaccabhāveneva ‘‘manussā’’ti vadanti .",
  "tika-abh08t25:82_2": "Ekādasavidhoti caturāpāyesu tiracchānapettivisayānaṁ visuṁ paricchinnassa okāsassa abhāvepi yattha te araññasamuddapabbatapādādike nibaddhavāsaṁ vasanti, tādisassa ṭhānassa gahitattā ekādasavidho.",
  "tika-abh08t25:83_0": "16.",
  "tika-abh08t25:83_1": "Nanu cettha aññesampi dhammānaṁ pavattisambhavato kāmasseva avacaraṇavasena kathaṁ nāmalābhoti āha ‘‘assābhilakkhitattā’’tiādi.",
  "tika-abh08t25:83_2": "Tattha assāti imassa duvidhassa kāmassa.",
  "tika-abh08t25:83_3": "Abhilakkhitattāti ekādasavidhe padese pākaṭattā.",
  "tika-abh08t25:83_4": "Atha vā assāti karaṇatthe sāmivacanaṁ, tasmā anena duvidhena kāmena ekādasavidhassa padesassa abhilakkhitattā, paññāpitattāti attho.",
  "tika-abh08t25:83_5": "Atha vā upayogatthe sāmivacanavasena assa ekādasavidhassa padesassa tena duvidhena abhilakkhitattāti attho.",
  "tika-abh08t25:83_6": "Saha satthehīti sasatthā, yattha te avacaranti, so sasatthāvacaro, padeso. So viya.",
  "tika-abh08t25:83_7": "Yathā hi yasmiṁ padese sasatthā purisā avacaranti, so vijjamānesupi aññesu dvipadacatuppadādīsu avacarantesu tesaṁ tattha pākaṭattā, tehi vā abhilakkhitattā ‘‘sasatthāvacaro’’tveva paññāyati, evaṁ vijjamānesupi aññesu rūpāvacarādīsu avacarantesu abhilakkhaṇavasena ayaṁ padeso ‘‘kāmāvacaro’’tveva saññitoti.",
  "tika-abh08t25:83_8": "Esa nayo rūpārūpāvacaresu.",
  "tika-abh08t25:84_0": "17-8.",
  "tika-abh08t25:84_1": "Nanu ca cittaṁ kāmāvacaranti vuttaṁ, yathāvuttanayena pana padesassa gahitattā kathaṁ tattha avacarantaṁ kāmāvacaraṁ nāmāti āha ‘‘svāya’’ntiādi.",
  "tika-abh08t25:84_2": "So ayaṁ kāmāvacaro ‘‘kāmo’’ti saññitoti sambandho.",
  "tika-abh08t25:84_3": "Rūpabhavo rūpanti yathā rūpabhavo rūpaṁ.",
  "tika-abh08t25:84_4": "Avuttopi hi yathāsaddo evaṁ-saddasanniṭṭhānato labbhati.",
  "tika-abh08t25:84_5": "Yathā ‘‘rūpūpapattiyā maggaṁ bhāvetī’’ti ettha ‘‘rūpabhavūpapattiyā’’ti vattabbe rūpabhavo ‘‘rūpa’’nti saññitoti ayamettha attho.",
  "tika-abh08t25:84_6": "Kathaṁ panesa evaṁ saññitoti āha ‘‘uttarassā’’tiādi.",
  "tika-abh08t25:84_7": "Atha vā yathā uttarassa padassa lopaṁ katvā udīrito esa rūpabhavo ‘‘rūpa’’nti saññito, evaṁ svāyaṁ kāmāvacaro kāmoti sambandho.",
  "tika-abh08t25:84_8": "Tasmiṁ kāmeti tasmiṁ uttarapadalopavasena kāmasaññite padese.",
  "tika-abh08t25:84_9": "Idanti idaṁ aṭṭhavidhaṁ cittaṁ.",
  "tika-abh08t25:84_10": "Adhikāravasena pana tassa gahaṇepi sabbesameva parittacittānamayamattho labbhati sabbesampi kāme avacaraṇato.",
  "tika-abh08t25:84_11": "Sadāti sabbakālaṁ, bāhulyenāti adhippāyo.",
  "tika-abh08t25:84_12": "Iminā pana idaṁ dīpeti –",
  "tika-abh08t25:84_13": "yathā saṅgāme yebhuyyena avacaranto ‘‘saṅgāmāvacaro’’ti laddhanāmo hatthī aññattha avacarantopi bāhullappavattivasena ‘‘saṅgāmāvacaro’’tveva paññāyati, evamidaṁ aññattha avacarantampi kāmaloke bāhullavuttito ‘‘kāmāvacara’’micceva vuttanti.",
  "tika-abh08t25:84_14": "Tena pana nanu cetaṁ rūpārūpabhavesupi avacaraṇato rūpāvacarādināmampi labheyyāti idaṁ codanaṁ pariharati.",
  "tika-abh08t25:84_15": "Hoti cettha –",
  "tika-abh08t25:85_0": "‘‘Kāmevacaratītyetaṁ, kāmāvacarasaññitaṁ;",
  "tika-abh08t25:86_0": "Sese avacarantampi, saṅgāmāvacaro yathā’’ti.",
  "tika-abh08t25:87_0": "Iti-saddo hetumhi.",
  "tika-abh08t25:87_1": "Ca-saddo vattabbantarasamuccaye.",
  "tika-abh08t25:87_2": "Tena yasmā uttarapadalopena kāmāvacaro ‘‘kāmo’’ti saññito, yasmā ca tasmiṁ kāme idaṁ cittaṁ sadā avacarati, tasmā ‘‘kāmāvacara’’micceva kathitaṁ, na pana kāmāvacarāvacaraṁ, nāpi rūpārūpāvacaranti vāti adhippāyo.",
  "tika-abh08t25:87_3": "Kāmaghātināti desanāñāṇena vineyyasantānagatassa kilesakāmassa hananasīlena sammāsambuddhena.",
  "tika-abh08t25:88_0": "19.Paṭisandhiṁ…pe…",
  "tika-abh08t25:88_1": "avacārayatīti vāti atha vā yasmā yattha katthaci uppannampi kāme bhaveyeva paṭisandhiṁ avacārayati, tasmā idaṁ kāme avacārayatīti ‘‘kāmāvacara’’nti kathitaṁ cā-saddassa rassattaṁ katvāti attho.",
  "tika-abh08t25:88_2": "Evaṁ uttarapadalopavasena padasambhavaṁ dassetvā idāni vināpi uttarapadalopaṁ kāmāvacara-saddassa sambhavaṁ dassetuṁ ‘‘pariyāpannanti tatra vā’’ti vuttaṁ.",
  "tika-abh08t25:88_3": "Tatrāti tasmiṁ kāmabhave.",
  "tika-abh08t25:88_4": "Pariyāpannanti antogadhaṁ.",
  "tika-abh08t25:88_5": "Ayaṁ panettha adhippāyo –",
  "tika-abh08t25:89_0": "‘‘Katame dhammā kāmāvacarā?",
  "tika-abh08t25:89_1": "Heṭṭhato avīcinirayaṁ pariyantaṁ katvā uparito paranimmitavasavattī deve antokaritvā yaṁ etasmiṁ antare etthāvacarā ettha pariyāpannā khandhadhātuāyatanā rūpaṁ vedanā saññā saṅkhārā viññāṇaṁ.",
  "tika-abh08t25:89_2": "Ime dhammā kāmāvacarā’’ti (dha. sa. 1287) –",
  "tika-abh08t25:90_0": "Vuttattā yathā manussitthiyā kucchismiṁ nibbattopi tiracchānagatiko tiracchānayoniyameva pariyāpannattā ‘‘tiracchāno’’tveva vuccati, evamidaṁ rūpārūpabhavesu uppannampi kāmabhavapariyāpannattā ‘‘kāmāvacara’’micceva kathitanti.",
  "tika-abh08t25:90_1": "Tappariyāpannatā cassa avīciparanimmitaparicchinnokāsaninnāya kāmataṇhāya visayabhāvatoti veditabbā.",
  "tika-abh08t25:90_2": "Tathā hi vuttaṁ ācariyadhammapālattherena nikkhepakaṇḍepi ‘‘‘etthāvacarā’ti vacanaṁ avīciparanimmitaparicchinnokāsāya kāmataṇhāya visayabhāvaṁ sandhāya vutta’’nti.",
  "tika-abh08t25:90_3": "Padasambhavo panettha evaṁ veditabbo –",
  "tika-abh08t25:90_4": "kāmataṇhā kāmo, so ettha ārammaṇakaraṇavasena avacaratīti kāmāvacaranti.",
  "tika-abh08t25:90_5": "Nanu cettha katamā kāmataṇhā, yā kāmāvacaradhammārammaṇā taṇhā.",
  "tika-abh08t25:90_6": "Katame kāmāvacaradhammā, ye kāmataṇhāvisayāti evaṁ itarītaranissayatādoso āpajjatīti ?",
  "tika-abh08t25:90_7": "Nāpajjati, avīciādiekādasokāsaninnatāya yaṁkiñci taṇhaṁ kāmataṇhābhāvena gahetvā taṁsabhāvāya taṇhāya visayabhāvena kāmāvacaradhammānaṁ upalakkhetabbabhāvato.",
  "tika-abh08t25:90_8": "Atha vā kilesavatthuvasena duvidhopi kāmo yathārahaṁ sahajātavasena ettha avacaratīti kāmāvacaraṁ, ārammaṇakaraṇavasena vā duvidhepi kāme etaṁ avacaratīti kāmāvacaraṁ.",
  "tika-abh08t25:90_9": "Atha vā mañcanissitakesu ukkuṭṭhiṁ karontesu nissayanissitānaṁ abhedassa buddhiyā gahitattā nissitakesu nissayūpacāravasena ‘‘mañcā ukkuṭṭhiṁ karontī’’ti vuccati, evametampi kāmāvacarabhave pavattanavasena tannissitattā nissayavohārena ‘‘kāmāvacara’’nti vuccati.",
  "tika-abh08t25:90_10": "Hoti cettha –",
  "tika-abh08t25:91_0": "‘‘Kāmovacaratītyettha, kāmevacaratīti vā;",
  "tika-abh08t25:92_0": "Ṭhānūpacārato vāpi, taṁ kāmāvacaraṁ bhave’’ti.",
  "tika-abh08t25:93_0": "20.",
  "tika-abh08t25:93_1": "Pujjaphalanibbattanato, attasantānaṁ punanato ca puññāni, kattabbatāya kiriyā, tesaṁ tesaṁ ānisaṁsānaṁ vatthutāya vatthūni cāti puññakiriyavatthūni.",
  "tika-abh08t25:93_2": "Gaṇanato dasaparimāṇattā dasa ca tāni puññakiriyavatthūni cāti dasa puññakiriyavatthūni, tesaṁ vasenāti dasapuññakriyavatthuvasena, dasapuññakiriyavatthubhāvena taṁmayaṁ hutvāti attho.",
  "tika-abh08t25:93_3": "Eva-kārena pana rūpārūpalokuttaraṁ viya na kevalaṁ bhāvanāvasenevāti dasseti.",
  "tika-abh08t25:93_4": "Atha vā dasapuññakiriyavatthuvaseneva pavattati, na pana parehi parikappitaparapasaṁsādipuññakiriyavatthuvasenāti eva-saddena avadhāraṇaṁ.",
  "tika-abh08t25:93_5": "Yato vakkhati ‘‘sabbānussatipuññañcā’’tiādi.",
  "tika-abh08t25:94_0": "21.",
  "tika-abh08t25:94_1": "Kāni pana tāni dasapuññakiriyavatthūni, yesaṁ vasena idaṁ aṭṭhavidhaṁ cittaṁ pavattatīti vuttanti imaṁ anuyogaṁ sandhāya tāni sarūpato dassetuṁ ‘‘dānaṁ sīla’’ntiādi vuttaṁ .",
  "tika-abh08t25:94_2": "Tattha diyyati etenāti dānaṁ, pariccāgacetanā.",
  "tika-abh08t25:94_3": "Idha pana cittādhikāravasena taṁsampayuttaṁ gahetabbaṁ.",
  "tika-abh08t25:94_4": "Tathā ‘‘sīlā’’dīsupi.",
  "tika-abh08t25:94_5": "Sīlatīti sīlaṁ, kāyavacīkammāni samādahatīti attho.",
  "tika-abh08t25:94_6": "Susilyavasena hi kāyakammādīni avippakiṇṇāni sampati, āyatiñca hitasukhāvahāni sammā ṭhapitāni samāhitāni honti, sīlayati upadhāretīti vā sīlaṁ.",
  "tika-abh08t25:94_7": "Upadhāraṇaṁ panettha kusalānaṁ adhiṭṭhānabhāvo.",
  "tika-abh08t25:94_8": "Bhāveti kusaladhamme āsevati vaḍḍheti etāyāti bhāvanā.",
  "tika-abh08t25:94_9": "Attano santāne nipphannā patti diyyati etenāti pattidānaṁ.",
  "tika-abh08t25:94_10": "Taṁtaṁkiccakaraṇe byāvaṭassa bhāvo veyyāvaccaṁ.",
  "tika-abh08t25:94_11": "Deseti etāyāti desanā.",
  "tika-abh08t25:94_12": "Pattiṁ anumodati etenāti pattānumodo.",
  "tika-abh08t25:94_13": "Pubbapadalopena pana ‘‘anumodo’’ti vuttaṁ.",
  "tika-abh08t25:94_14": "Diṭṭhiyā ujubhāvo diṭṭhijuttaṁ, sammādiṭṭhiyā ujukaraṇanti attho.",
  "tika-abh08t25:94_15": "Attano, parassa vā hitajjhāsayavasena sammā suṇanti etāyāti saṁsuti.",
  "tika-abh08t25:94_16": "Pūjāvasena apacāyati sāmīciṁ karoti etenāti apacāyo.",
  "tika-abh08t25:94_17": "Puññakiriyavatthūnaṁ pabhedo puññakiriyavatthuppabhedo.",
  "tika-abh08t25:94_18": "Majjhapadalopavasena pana ‘‘puññavatthuppabhedo’’ti vuttaṁ yathā ājaññayutto ratho ‘‘ājaññaratho’’ti.",
  "tika-abh08t25:94_19": "Ayaṁ tāvettha padavicāro.",
  "tika-abh08t25:95_0": "Ayaṁ pana vinicchayo –",
  "tika-abh08t25:95_1": "tattha sekhaputhujjanānaṁ paraṁ uddissa pūjānuggahakāmatāya attano vijjamānavatthupariccajanavasena pavattā cetanā dānamayapuññakiriyavatthu nāma.",
  "tika-abh08t25:95_2": "Khīṇāsavānampi tathā pavattā dānameva, sā pana puññakiriyā nāma na hotīti na idha adhippetā.",
  "tika-abh08t25:95_3": "Pujjaphalanibbattanato, hi attasantānaṁ punanato ca puññaṁ, na ca khīṇāsavasantāne pavattā phalanibbattikā hoti, na ca taṁ punāti visuddhasantānappavattattāti.",
  "tika-abh08t25:95_4": "Evaṁ sesesupi.",
  "tika-abh08t25:96_0": "Yā pana niccasīlauposathasīlādivasena pañcasīlaṁ aṭṭhasīlaṁ dasasīlaṁ samādiyantassa, asamādiyantassapi kulacārittavasena sampattakāyaduccaritādīhi viramantassa, upasampadamāḷake saṁvaraṁ samādiyantassa, pātimokkhaṁ paripūrentassa, āpāthagatavisayesu cakkhādīni indriyāni thakentassa , cīvarādike ca paccaye paccavekkhantassa, kuhanādivatthuto ājīvaṁ parisodhentassa pavattā cetanā, ayaṁ sīlamayapuññakiriyavatthunāma. Etthāha –",
  "tika-abh08t25:96_1": "‘‘dānaṁ nāmetaṁ mayhaṁ kulavaṁso kulacāritta’’nti evaṁ cārittasīle ṭhatvā dentassa pavattā dānamayapuññakiriyavatthu kiṁ, udāhu sīlamayanti?",
  "tika-abh08t25:96_2": "Sīlamayameva cārittasīlabhāvato.",
  "tika-abh08t25:96_3": "Deyyadhammapariccāgavasena pavattāpi hesā pubbābhisaṅkhārassa aparabhāge cetanāya ca tathā pavattattā sīlamayameva puññakiriyavatthu, na dānamayaṁ.",
  "tika-abh08t25:96_4": "Pūjānuggahakāmatāya hi dinnaṁ dānamayanti.",
  "tika-abh08t25:97_0": "‘‘Cakkhu anicca’’ntiādinā pana cakkhādike tilakkhaṇaṁ āropetvā sammasantassa pavattā gotrabhuvodānapariyosānā vipassanācetanā, kasiṇādīsu ārammaṇesu appanaṁ appattā gotrabhupariyosānā parikammacetanā cāti ayaṁ bhāvanāmayapuññakiriyavatthu nāma.",
  "tika-abh08t25:97_1": "Appanāppattāpi bhāvanāyeva, sā pana na kāmāvacarāti idha na gahitā.",
  "tika-abh08t25:97_2": "Niravajjavijjāyatanakammāyatanasippāyatanānaṁ sikkhanacetanāpi bhāvanāmayeyeva samodhānaṁ gacchatīti ācariyā.",
  "tika-abh08t25:97_3": "Yā cettha deyyadhammaṁ khayato vayato sammasitvā dadato pavattā, sāpi pubbe viya ubhayabhāge cetanānaṁ tathā pavattattā bhāvanāmayapuññakiriyavatthuyevāti veditabbaṁ.",
  "tika-abh08t25:98_0": "Dānādikaṁ yaṁ kiñci sucaritakammaṁ katvā ‘‘asukassa ca nāma patti hotu, sabbasattānaṁ vā hotū’’ti evaṁ attanā katassa parehi sādhāraṇabhāvaṁ paccāsīsanavasena pavattā pattidānamayapuññakiriyavatthu nāma.",
  "tika-abh08t25:98_1": "Kiṁ panevaṁ pattiṁ dadato puññakkhayo hotīti?",
  "tika-abh08t25:98_2": "Na hoti, yathā pana ekaṁ dīpaṁ jāletvā tato dīpasahassaṁ jālentassa paṭhamadīpo khīṇoti na vattabbo, purimālokena pana saddhiṁ pacchimālokassa ekībhāve atimahāva hoti, evameva pattiṁ dadato parihāni nāma na hoti, vuḍḍhiyeva pana hotīti daṭṭhabbā.",
  "tika-abh08t25:98_3": "Kathaṁ panesā dinnā nāma hotīti?",
  "tika-abh08t25:98_4": "‘‘Idaṁ me puññakammaṁ sabbasattānaṁ, asukassa vā pariṇamatū’’ti evaṁ pubbabhāge, pacchāpi vā vacībhedaṁ karontena manasā eva vā cintentena dinnā nāma hoti.",
  "tika-abh08t25:98_5": "Keci pana ‘‘yaṁ mayā kataṁ sucaritaṁ, tassa phalaṁ ‘dammī’ti vuttepi patti dinnāva hotī’’ti vadanti.",
  "tika-abh08t25:98_6": "Kusalakammādhikārattā pana parehi ca kammasseva anumoditabbattā kammameva dātabbaṁ, anumodentenapi kammameva anumoditabbanti idamettha ācariyānaṁ sanniṭṭhānaṁ.",
  "tika-abh08t25:99_0": "Cīvarādīsu paccāsārahitassa asaṁkiliṭṭhena ajjhāsayena samaṇabrāhmaṇānaṁ vattapaṭivattakaraṇavasena, gilānupaṭṭhānavasena ca pavattā veyyāvaccamayapuññakiriyavatthu nāma.",
  "tika-abh08t25:100_0": "Āmisakiñcakkhādinirapekkhacittassa attano paguṇaṁ dhammaṁ vimuttāyatanasīse ṭhatvā desentassa, tatheva niravajjavijjāyatanādikaṁ upadisantassa ca pavattā desanāmayapuññakiriyavatthu nāma.",
  "tika-abh08t25:100_1": "Parehi kataṁ yaṁ kiñci sucaritakammaṁ dinnamadinnampi vā issāmaccheramalaṁ pahāya ‘‘sādhu suṭṭhū’’ti anumodantassa pavattā anumodanapuññakiriyavatthu nāma, ‘‘atthi dinna’’ntiādinā kammassakatāñāṇavasena diṭṭhiṁ ujuṁ karontassa pavattā diṭṭhijukammapuññakiriyavatthu nāma.",
  "tika-abh08t25:100_2": "Yadi evaṁ ñāṇavippayuttacittassa diṭṭhijukammapuññakiriyatā na labbhatīti?",
  "tika-abh08t25:100_3": "No na labbhati purimapacchimacetanānampi taṁtaṁpuññakiriyāsveva saṅgaṇhanato.",
  "tika-abh08t25:100_4": "Tathā hi vakkhati –",
  "tika-abh08t25:101_0": "‘‘Purimā muñcanā ceva, parā tissopi cetanā;",
  "tika-abh08t25:102_0": "Hoti dānamayaṁ puññaṁ, evaṁ sesesu dīpaye’’ti.",
  "tika-abh08t25:103_0": "Tasmā kiñcāpi ujukaraṇavelāyaṁ ñāṇasampayuttameva cittaṁ hoti, purimapacchābhāge pana ñāṇavippayuttampi hotīti tassāpi diṭṭhijukammapuññakiriyabhāvo uppajjati.",
  "tika-abh08t25:104_0": "Apare panāhu –",
  "tika-abh08t25:104_1": "viññāṇapaññāṇavasena dassanaṁ diṭṭhi, cittaṁ paññā ca.",
  "tika-abh08t25:104_2": "Diṭṭhiyā ujubhāvo diṭṭhijuttaṁ. Kiṁ taṁ?",
  "tika-abh08t25:104_3": "Kusalañca viññāṇaṁ kammassakatāñāṇādi ca sammādassanaṁ.",
  "tika-abh08t25:104_4": "Tattha kusalaviññāṇena ñāṇuppādepi attano sucaritānussaraṇaparaguṇapasaṁsāsaraṇagamanānaṁ saṅgaho, kammassakatāñāṇena kammapathasammādiṭṭhiyāti.",
  "tika-abh08t25:104_5": "Dānādisampayuttaṁ pana ñāṇaṁ dānādīsveva antogadhanti veditabbaṁ.",
  "tika-abh08t25:104_6": "‘‘Evamimaṁ dhammaṁ sutvā tattha vuttanayena paṭipajjanto lokiyalokuttaraguṇavisesaṁ adhigamissāmi, bahussuto vā hutvā pare dhammadesanāya anuggaṇhissāmī’’ti evaṁ attano, paresaṁ vā vimuttāyatanasīsena saddhammaṁ suṇantassa pavattā savanamayapuññakiriyavatthu nāma.",
  "tika-abh08t25:104_7": "Niravajjavijjāyatanādisavanacetanāpi ettheva saṅgayhati.",
  "tika-abh08t25:104_8": "Pūjārahe, garuṭṭhāniye, mahallake ca disvā āsanā vuṭṭhahantassa pattacīvarapaṭiggahaṇamaggadānaabhivādanaañjalikammakaraṇaāsanapupphagandhādiabhihāraṁ karontassa ca pavattā bahumānacetanā apacitisahagatapuññakiriyavatthu nāma.",
  "tika-abh08t25:104_9": "Veyyāvaccāpacāyanānañhi ayaṁ viseso –",
  "tika-abh08t25:104_10": "vayasā, guṇena ca jeṭṭhānaṁ, gilānānañca taṁtaṁkiccakaraṇaṁ veyyāvaccaṁ, sāmīcikiriyā apacāyananti.",
  "tika-abh08t25:105_0": "22-3.",
  "tika-abh08t25:105_1": "Evaṁ aṭṭhakathāya āgatanayena dasapuññakiriyavatthūni dassetvā idāni sutte āgatanayena dānaṁ sīlaṁ bhāvanāti tīṇiyeva dassetuṁ tesu itaresampi saṅgahaṁ dīpento āha ‘‘gacchanti saṅgaha’’ntiādi.",
  "tika-abh08t25:105_2": "Tattha pattidānānumodanā dāne saṅgahaṁ gacchanti taṁsabhāvattā.",
  "tika-abh08t25:105_3": "Dānampi hi issāmaccherānaṁ paṭipakkhaṁ, etepi, tasmā samānapaṭipakkhatāya dānena saha ekalakkhaṇattā ete dānamayapuññakiriyavatthumhi saṅgahaṁ gacchanti.",
  "tika-abh08t25:105_4": "Veyyāvaccāpacāyanā sīlamaye puññe saṅgahaṁ gacchanti cārittasīlasabhāvattā.",
  "tika-abh08t25:105_5": "Desanāsavanadiṭṭhiujukā pana kusaladhammāsevanato bhāvanato bhāvanāmaye saṅgahaṁ gacchanti.",
  "tika-abh08t25:105_6": "Keci pana ‘‘desento, suṇanto ca desanānusārena ñāṇaṁ pesetvā lakkhaṇaṁ paṭivijjha deseti, suṇāti ca, tāni ca desanāsavanāni paṭivedhameva āharantīti desanāsavanaṁ bhāvanāmaye saṅgahaṁ gacchatī’’ti vadanti.",
  "tika-abh08t25:105_7": "Dhammadānabhāvato ‘‘desanā dānamaye saṅgahaṁ gacchatī’’tipi sakkā vattuṁ.",
  "tika-abh08t25:105_8": "Tathā diṭṭhijukammaṁ sabbatthāpi sabbesaṁ niyamanalakkhaṇattāti.",
  "tika-abh08t25:105_9": "Dānādīsu hi yaṁ kiñci ‘‘atthi dinna’’ntiādinayappavattāya sammādiṭṭhiyāva visodhitaṁ mahapphalaṁ hoti mahānisaṁsanti.",
  "tika-abh08t25:105_10": "Evañca katvā dīghanikāyaṭṭhakathāyaṁ ‘‘diṭṭhijukammaṁ pana sabbesaṁ niyamanalakkhaṇa’’nti (dī. ni. aṭṭha.",
  "tika-abh08t25:105_11": "3.305) vuttaṁ.",
  "tika-abh08t25:105_12": "Mahāsaṁghiyā pana abhayagirivāsino ca diṭṭhijukammaṁ visuṁ puññakiriyabhāvena na gaṇhanti.",
  "tika-abh08t25:105_13": "Tathā hi te dānaṁ sīlaṁ bhāvanā saṁsuti desanānussatimodanaṁ veyyāvaccapūjāsaraṇappattipasaṁsā cāti attanā katapuññānussaraṇaṁ buddhādīsu saraṇagamanaṁ paraguṇapasaṁsāti imāni tīṇi pakkhipitvā diṭṭhijukammaṁ aggahetvā dvādasa puññakiriyavatthūni paññāpenti.",
  "tika-abh08t25:105_14": "Puna tīṇevāti paṭhamaṁ dasāpi samānā puna saṅkhepato tīṇeva sambhonti.",
  "tika-abh08t25:106_0": "24.",
  "tika-abh08t25:106_1": "Idāni parehi niddisiyamānānaṁ puññānussaraṇādīnaṁ attanā niddiṭṭhesveva samodhānaṁ dassetuṁ ‘‘sabbānussatipuññañcā’’tiādi vuttaṁ.",
  "tika-abh08t25:106_2": "Tattha sabbasseva attanā katasucaritassa anussaraṇaṁ sabbānussatipuññaṁ nāma.",
  "tika-abh08t25:106_3": "Pasaṁsāti parehi katāya puññakiriyāya, sammāpaṭipattiyā ca vippasannacittena pasaṁsanaṁ, santussananti attho.",
  "tika-abh08t25:106_4": "Saraṇattayanti ettha saranti hiṁsantīti saraṇāni, buddhādīni tīṇi ratanāni.",
  "tika-abh08t25:106_5": "Tāni hi saraṇagatānaṁ teneva saraṇagamanena bhayaṁ santāsaṁ duggatiparikkilesaṁ hiṁsanti vināsenti.",
  "tika-abh08t25:106_6": "Tayo avayavā assāti tayaṁ, tīhi avayavehi yuttasamudāyassetaṁ adhivacanaṁ, saraṇānaṁ tayaṁ saraṇattayaṁ, tīṇi saraṇānīti vuttaṁ hoti.",
  "tika-abh08t25:106_7": "Na hi avayavavinimutto samudāyo nāma koci atthīti.",
  "tika-abh08t25:106_8": "Idha pana saraṇattayaggahaṇena upacārato, uttarapadalopato vā saraṇagamanaṁ adhippetaṁ.",
  "tika-abh08t25:106_9": "Na hi saraṇattayaṁ puññakiriyavatthu nāma hoti.",
  "tika-abh08t25:106_10": "Atthato panetaṁ ‘‘sammāsambuddho vata so bhagavā, svākkhāto dhammo, suppaṭipanno saṁgho’’tiādinā buddhādīsu pasādapaṭilābhavasena pavattā cetanā diṭṭhijukammasmiṁ saṅgahaṁ yanti taṁvaseneva tesaṁ ijjhato.",
  "tika-abh08t25:106_11": "Na hi viparītadiṭṭhikassa imāni tīṇi sambhavanti, tasmā te ekantena diṭṭhijukammapuññakiriyavatthusmiṁ saṅgahaṁ gacchanti, na visuṁ puññakiriyabhāvena gahetabbāti adhippāyo.",
  "tika-abh08t25:106_12": "Tenāha ‘‘natthi saṁsayo’’ti.",
  "tika-abh08t25:106_13": "Diṭṭhijukammassa bhāvanāmayasaṅgahepi saṅkhepanayena bhāvanāmaye saṅgayhanti, vitthāranayena pana ‘‘kattha nu kho’’ti saṁsayo siyāti imesaṁ bhāvanāmayasaṅgaho na vutto.",
  "tika-abh08t25:106_14": "Diṭṭhijukammassa vā sabbesaṁ mahapphalabhāvaniyāmakattena mūlabhūtattā tassa padhānabhāvaṁ dassetuṁ visuṁ tattha saṅgayhantīti vuttaṁ.",
  "tika-abh08t25:106_15": "Apare pana ‘‘saṅgaṇhanto saṅgaṇhāti, gaṇhanto ‘muñcatī’ti vacanato saraṇagamanassa sīlasamādāne viya gahaṇaṁ sambhavatīti sīlamaye saṅgayhatī’’ti vadanti.",
  "tika-abh08t25:106_16": "‘‘Saraṇagamanaṁ paṇipātabhāvato apacitisahagate saṅgayhatī’’ti keci.",
  "tika-abh08t25:107_0": "25.",
  "tika-abh08t25:107_1": "Idāni yathāvuttapuññakiriyavatthūnaṁ purimapacchimabhāgavasena pavattamānāpi cetanā tattha tattheva saṅgahaṁ gacchantīti dassetuṁ ‘‘purimā muñcanā’’tiādi vuttaṁ.",
  "tika-abh08t25:107_2": "Tattha purimāti dānatthāya deyyadhammaṁ dhammena samena uppādentassa, uppannaṁ ‘‘pariccajissāmī’’ti cintentassa, dakkhiṇeyyaṁ pariyesantassa ca yāva vatthuno paṭiggāhakassa hatthe vissajjanaṁ, pariṇāmanaṁ vā, tāva pavattā pubbabhāgacetanā.",
  "tika-abh08t25:107_3": "Paṭiggāhakassa pana hatthe vissajjanacetanā, pariṇāmanacetanā vā muñcanacetanā nāma.",
  "tika-abh08t25:107_4": "Sāyeva niggahītalopena ‘‘mucanā’’ti vuttā.",
  "tika-abh08t25:107_5": "‘‘Muñcanā’’itiyeva vā pāṭho.",
  "tika-abh08t25:107_6": "Parāti attanā vissaṭṭhavatthumhi ālayaṁ akatvā ‘‘sādhu suṭṭhu aggaṁ dānaṁ me dinna’’nti somanassacittena paccavekkhantassa uppannā aparabhāgacetanā.",
  "tika-abh08t25:107_7": "Tissopi cetanāti iti ayañca purimā cetanā, ayañca muñcanacetanā, ayañca aparacetanāti tissopi cetanā ekato hutvā dānamayaṁ puññaṁ hoti, dānamayapuññakiriyavatthu nāma hotīti attho.",
  "tika-abh08t25:107_8": "‘‘Puñña’’nti padaṁ apekkhitvā ‘‘hotī’’ti ekavacananiddeso.",
  "tika-abh08t25:107_9": "Idāni yathāvuttamatthaṁ sesesupi atidisanto āha ‘‘evaṁ sesesu dīpaye’’ti.",
  "tika-abh08t25:107_10": "Sesesūti sīlādīsu puññakiriyavatthūsu evaṁ yathāvuttanayena ‘‘sīlaṁ ‘rakkhissāmī’ti cintentassa, ‘pabbajissāmī’ti vihāraṁ gacchantassa pavattā purimacetanā, sīlaṁ samādiyantassa, pabbajantassa, sīlaṁ paripūrentassa uppannā majjhimacetanā, ‘pūritaṁ me’ti paccavekkhantassa uppannā aparacetanāti evaṁ tissopi cetanā ekato hutvā sīlamayapuññakiriyavatthu nāmā’’tiādinā dīpaye, pakāseyyāti attho.",
  "tika-abh08t25:107_11": "Nanu ca attanā katapuññānussaraṇacetanā diṭṭhijukammasaṅgahitā, ayañca aparacetanā sāyevāti kathamassā tattha saṅgahoti?",
  "tika-abh08t25:107_12": "Nāyaṁ doso, visayabhedena ubhinnampi visesasabbhāvato.",
  "tika-abh08t25:107_13": "Puññānussaraṇañhi attanā katapuññavisayameva.",
  "tika-abh08t25:107_14": "Ayaṁ pana tabbatthuvisayāti pākaṭoyeva dvinnaṁ visesoti.",
  "tika-abh08t25:108_0": "Ettāvatā ca yaṁ vuttaṁ ‘‘dasapuññakiriyavatthuvaseneva pavattatī’’ti, tattha dasapuññakiriyavatthūni sarūpato, saṅgahato ca niddisitvā idāni tathāpavattamānassa cassa pāṭekkaṁ pavattākāravisayaṁ dassetuṁ ‘‘idānī’’tiādi āraddhaṁ.",
  "tika-abh08t25:108_1": "Tattha ayanti vakkhamānanidassanaṁ.",
  "tika-abh08t25:108_2": "Dātabbo dhammo deyyadhammo, annādidasavidhaṁ vatthu.",
  "tika-abh08t25:108_3": "Vuttañhi –",
  "tika-abh08t25:109_0": "‘‘Annaṁ pānaṁ vatthaṁ yānaṁ, mālāgandhavilepanaṁ;",
  "tika-abh08t25:110_0": "Seyyāvasathapadīpeyyaṁ, dānavatthū dasāvime’’ti.",
  "tika-abh08t25:111_0": "Paṭiggāhako ādi yesaṁ desakālamittādīnaṁ te paṭiggāhakādayo, deyyadhammassa, paṭiggāhakādīnañca sampatti sampannatā deyyadhammapaṭiggāhakādisampatti.",
  "tika-abh08t25:111_1": "Tattha deyyadhammassa paṇītamanāpabhāvo dhammena samena uppannabhāvo deyyadhammasampatti.",
  "tika-abh08t25:111_2": "Paṭiggāhakānaṁ aggadakkhiṇeyyabhāvo paṭiggāhakasampatti.",
  "tika-abh08t25:111_3": "Dullabhaannapānādiko deso desasampatti.",
  "tika-abh08t25:111_4": "Tādisova kālo kālasampatti.",
  "tika-abh08t25:111_5": "Dullabhaannapānādike hi dese, kāle vā dinnaṁ ajjhāsayassa balavatāya mahapphalaṁ, somanassahetukañca hoti, tasmā te dānassa sampattivasena vuttā.",
  "tika-abh08t25:111_6": "Mittasampatti pana kalyāṇamittabhāvo.",
  "tika-abh08t25:111_7": "Kalyāṇamittañhi nissāya dānādīsu cittaṁ odagyappattaṁ hoti.",
  "tika-abh08t25:111_8": "Paricārikasampatti pana anāṇattiyāpi taṁtaṁkiccasampādane appamattassa paricārikajanassa paṭilābho.",
  "tika-abh08t25:111_9": "Aññaṁ vā somanassahetunti saddhābahulatāvisuddhidiṭṭhitādibhedaṁ aññaṁ somanassakāraṇaṁ vā.",
  "tika-abh08t25:111_10": "Āgammāti upāgamma, paṭiccāti attho.",
  "tika-abh08t25:111_11": "Haṭṭhapahaṭṭhoti somanassavasena haṭṭho ceva pahaṭṭho ca.",
  "tika-abh08t25:111_12": "Ubhayenapi adhikasomanassaṁ vuttaṁ.",
  "tika-abh08t25:111_13": "Atthi…pe…",
  "tika-abh08t25:111_14": "pavattanti ‘‘atthi dinnaṁ, atthi yiṭṭhaṁ, atthi hutaṁ, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, atthi ayaṁ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā upasampajja viharantī’’ti (ma. ni.",
  "tika-abh08t25:111_15": "1.441) evaṁ pavattaṁ dasavidhaṁ sammādiṭṭhivatthuvasena ceva dhammavicayasambojjhaṅgaṭṭhāniyādīnaṁ vasena ca pavattaṁ.",
  "tika-abh08t25:111_16": "Ādi-saddena hi na kevalaṁ navannaṁyeva sammādiṭṭhivatthūnaṁ gahaṇaṁ, atha kho dhammavicayasambojjhaṅgaṭṭhāniyānampi saṅgaho.",
  "tika-abh08t25:111_17": "Sammā ñāyena pavattā diṭṭhi, pasatthā vā diṭṭhīti sammādiṭṭhi, taṁ.",
  "tika-abh08t25:111_18": "Purakkhatvāti pubbaṅgamaṁ katvā.",
  "tika-abh08t25:111_19": "Tañca kho sahajātapubbaṅgamavasena ‘‘manopubbaṅgamā dhammā’’tiādīsu (dha. pa.",
  "tika-abh08t25:111_20": "1-2) viya sampayogassa adhippetattā.",
  "tika-abh08t25:112_0": "Anussāhitoti lobhamacchariyādivasena puññakiriyāya saṅkocaṁ anāpajjanato attanā, parena vā kenaci anussāhito hutvā.",
  "tika-abh08t25:112_1": "Sabhāvato hi puññappavattidassanamidaṁ.",
  "tika-abh08t25:112_2": "Parehīti pana parapākaṭussāhadassanavasena vuttaṁ.",
  "tika-abh08t25:112_3": "Paṭhamanti desanākkamena, idha niddiṭṭhakkamena vā paṭhamaṁ.",
  "tika-abh08t25:112_4": "Mahākusalacittanti somanassasahagatatādiaṅgapāripūriyā mahantaṁ kusalacittaṁ.",
  "tika-abh08t25:112_5": "Atha vā pacchimabhavikabodhisattānaṁ paṭisandhiākaḍḍhanato mahantaṁ pūjitaṁ kusalacittanti mahākusalacittaṁ.",
  "tika-abh08t25:112_6": "Sabbesampi hi sabbaññubodhisattānaṁ paṭisandhi mettāpubbaṅgamassa tihetukasomanassamayassa asaṅkhārikacittassa vipākoti vuttaṁ.",
  "tika-abh08t25:112_7": "Ettha ‘‘deyyadhamma…pe…",
  "tika-abh08t25:112_8": "haṭṭhapahaṭṭho’’ti ettāvatā imassa somanassasahagatabhāvamāha, ‘‘sammādiṭṭhiṁ purakkhatvā’’ti ñāṇasampayuttabhāvaṁ, ‘‘anussāhito’’ti pana iminā asaṅkhārikabhāvanti daṭṭhabbaṁ.",
  "tika-abh08t25:113_0": "Vuttanayenevāti ‘‘deyyadhammapaṭiggāhakādisampattiṁ, aññaṁ vā somanassakāraṇaṁ āgammā’’ti evaṁ vuttanayena.",
  "tika-abh08t25:113_1": "Ussāhitoti deyyadhamme sāpekkhāditāya, sīlasampadādīsu anadhimuttatādīhi ca puññakiriyāya saṅkocāpajjanato attanā, parena vā kenaci ussāhito.",
  "tika-abh08t25:113_2": "Parehīti pana vuttanayameva.",
  "tika-abh08t25:113_3": "Karoti dānādīni puññānīti sambandho.",
  "tika-abh08t25:113_4": "Tamevāti somanassasahagatādinā taṁsadisatāya vuttaṁ.",
  "tika-abh08t25:113_5": "Hoti hi taṁsadisepi taṁvohāro yathā ca ‘‘sāyeva tittirī, tāniyeva osadhānī’’ti.",
  "tika-abh08t25:113_6": "Ettha pana ‘‘ussāhito’’ti iminā sasaṅkhārikataṁ dasseti.",
  "tika-abh08t25:113_7": "Sesaṁ vuttanayameva.",
  "tika-abh08t25:113_8": "Imasmiṁ panattheti imasmiṁ sasaṅkhārikasaddābhidheyye, ussāhitabbacittasaṅkhāte atthe taṁvisayeti attho.",
  "tika-abh08t25:113_9": "Pubbappayogassāti puññakiriyāya saṅkoce jāyamāne tato vivecetvā samussāhanavasena pavattassa cittappayogassa.",
  "tika-abh08t25:113_10": "Pubba-ggahaṇaṁ panettha tathāpavattapubbābhisaṅkhāravasena so payogo hotīti katvā vuttaṁ, na tassa pubbakālikatāyāti vuttovāyamattho.",
  "tika-abh08t25:114_0": "Paṭipattidassanenāti bhikkhū disvā deyyadhammapariccajanavandanādipaṭipattidassanena.",
  "tika-abh08t25:114_1": "Balanti anantīti bālā, assāsitapassāsitamatteneva jīvanti, na paññājīvitenāti adhippāyo.",
  "tika-abh08t25:114_2": "Bālāyeva bālakā.",
  "tika-abh08t25:114_3": "Te pana idha ‘‘atthi dinna’’ntiādinayappavattāya sammādiṭṭhiyā abhāvena asañjātabuddhino dārakā.",
  "tika-abh08t25:114_4": "Pākaṭavasena cettha bālaka-ggahaṇaṁ.",
  "tika-abh08t25:114_5": "Sahasā karaṇādikāle pana itaresampi ñāṇavippayuttaṁ hotīti.",
  "tika-abh08t25:114_6": "Somanassaṁ jātaṁ etesanti somanassajātā, jātasomanassāti attho.",
  "tika-abh08t25:114_7": "Sahasāti sīghaṁ sīghaṁ dātukāmatāya uppattisamakālameva.",
  "tika-abh08t25:115_0": "Ettha ca ‘‘paṭipattidassanenā’’ti iminā paresaṁ payogābhāvamāha, ‘‘jātaparicayā’’ti attano payogābhāvaṁ.",
  "tika-abh08t25:115_1": "Ubhayenāpi imassa asaṅkhārikabhāvaṁ dīpeti.",
  "tika-abh08t25:115_2": "‘‘Bālakā, sahasā’’ti ca imehi ñāṇavippayuttabhāvamāha, ‘‘bhikkhū…pe…",
  "tika-abh08t25:115_3": "jātā’’ti somanassasahagatabhāvaṁ.",
  "tika-abh08t25:115_4": "Atha vā ‘‘paṭipatti…pe…",
  "tika-abh08t25:115_5": "paricayā’’ti iminā asaṅkhārikabhāvassa ‘‘bālakā bhikkhū…pe…",
  "tika-abh08t25:115_6": "jātā’’ti ca imehi ñāṇavippayuttasomanassasahagatabhāvassa ca dīpitattā ‘‘sahasā’’ti vacanena yathāvuttameva ñāṇavippayuttaasaṅkhārikabhāvaṁ pakāseti.",
  "tika-abh08t25:115_7": "Evaṁ sati paṭilomato somanassasahagatādibhāvo dassito hoti.",
  "tika-abh08t25:115_8": "Anulomato pana ‘‘somanassajātā’’ti iminā somanassasahagatabhāvaṁ, sahasā-ggahaṇena ñāṇavippayuttāsaṅkhārikabhāvaṁ dīpeti.",
  "tika-abh08t25:115_9": "‘‘Paṭipatti…pe…",
  "tika-abh08t25:115_10": "disvā’’ti ettāvatā pana somanassasahagatādibhāvassa kāraṇaṁ vuttanti.",
  "tika-abh08t25:115_11": "Teti te ñātakā, te bālakāti vā attho.",
  "tika-abh08t25:115_12": "‘‘Somanassahetūnaṁ abhāvaṁ āgammā’’ti idaṁ nidassanamattaṁ daṭṭhabbaṁ.",
  "tika-abh08t25:115_13": "Majjhattārammaṇaṁ tathārūpe cetobhisaṅkhārādayopi hi upekkhāsahagatatāya kāraṇamevāti.",
  "tika-abh08t25:115_14": "Cittassa somanassābhāve puggalassapi somanassarahitatā hotīti ‘‘catūsupi…pe…",
  "tika-abh08t25:115_15": "hontī’’ti puggalādhiṭṭhānaṁ katvā vuttaṁ, somanassarahitā honti puññaṁ karontāti adhippāyo.",
  "tika-abh08t25:115_16": "‘‘Eva’’ntiādi nigamanaṁ.",
  "tika-abh08t25:116_0": "Imesu pana aṭṭhasu viññāṇesu somanassasahagatato upekkhāsahagataṁ balavataraṁ, ñāṇavippayuttato ñāṇasampayuttaṁ, sasaṅkhārikato asaṅkhārikaṁ sadisaṁ balavataraṁ.",
  "tika-abh08t25:116_1": "Visadisaṁ pana vedanāñāṇappayogavasena balavaṁ, dubbalañca hoti.",
  "tika-abh08t25:116_2": "Somanassasahagatatihetukaasaṅkhārikato hi upekkhāsahagatatihetukasasaṅkhārikaṁ balavataraṁ, upekkhāsahagataduhetukaasaṅkhārikato somanassasahagatatihetukaasaṅkhārikaṁ balavataraṁ.",
  "tika-abh08t25:116_3": "Iti catutthacittato tatiyacittaṁ balavataraṁ, tato aṭṭhamacittaṁ, tato sattamacittaṁ, tato dutiyacittaṁ, tato paṭhamacittaṁ, tato chaṭṭhacittaṁ, tato pañcamacittanti evamimesaṁ balavabalavatarabhāvo veditabbo.",
  "tika-abh08t25:117_0": "26.",
  "tika-abh08t25:117_1": "Evaṁ pāḷiyaṁ āgatanayena vedanāñāṇappayogabhedato aṭṭhavidhataṁ niddisitvā idāni aṭṭhakathāyaṁ āgatapuññakiriyādīnaṁ vasenapi pabhedaṁ dassetuṁ ‘‘dasa puññakriyādīna’’ntiādi vuttaṁ.",
  "tika-abh08t25:117_2": "Ādi-saddena channaṁ ārammaṇānaṁ, catunnaṁ adhipatīnaṁ, tiṇṇaṁ kammānaṁ, hīnādibhedassa ca saṅgaho daṭṭhabbo.",
  "tika-abh08t25:117_3": "Tenevāhu –",
  "tika-abh08t25:118_0": "‘‘Kamena puññavatthūhi, gocarādhipatīhi ca;",
  "tika-abh08t25:119_0": "Kammahīnādito cāpi, gaṇeyya nayakovido’’ti.",
  "tika-abh08t25:120_0": "27.",
  "tika-abh08t25:120_1": "Idāni tathāpavattamānassa tassa yo yo tesaṁ tesaṁ vasena labbhamāno gaṇanaparicchedo, taṁ sampiṇḍitvā dassetuṁ ‘‘sattarasa sahassānī’’tiādi vuttaṁ.",
  "tika-abh08t25:120_2": "Tatthevaṁ gaṇanā veditabbā –",
  "tika-abh08t25:120_3": "imāni tāva aṭṭha viññāṇāni dasannaṁ puññakiriyavatthūnaṁ vasena pavattanato paccekaṁ dasa dasāti katvā asīti cittāni honti, tāni ca chasu ārammaṇesu pavattanato chagguṇitāni sāsītikāni cattāri satāni honti, tāni catunnaṁ adhipatīnaṁ sahayogavasena catugguṇitāni sahassaṁ, vīsādhikāni ca nava satāni honti, tāni ca kāyavacīmanosaṅkhātānaṁ tiṇṇaṁ kammānaṁ vasena tiguṇitāni sasaṭṭhisattasatādhikāni pañca sahassāni honti, tāni ca hīnamajjhimapaṇītabhedato tiguṇitāni sāsītikadvisatādhikāni sattarasa sahassāni hontīti.",
  "tika-abh08t25:120_4": "Nanu ca ñāṇavippayuttacittānaṁ vīmaṁsādhipatisahayogābhāvato adhipativasena sahassaṁ, sāsītikāni ca cha satāni hontīti tāni kammādīnaṁ vasena sampiṇḍitāni vīsasatādhikāni pannarasa sahassāni bhavantīti?",
  "tika-abh08t25:120_5": "Saccametaṁ, sotapatitavasena pana taṁ anādiyitvā adhipatigaṇanā gahitāti na tassa vasena gaṇanahāni katāti daṭṭhabbaṁ.",
  "tika-abh08t25:121_0": "Nanu ca ‘‘savipākaṁ kusala’’nti vuttaṁ, taṁ pana kathaṁ, kuhiṁ, kiṁ phalatīti codanaṁ sandhāyāha ‘‘taṁ panā’’tiādi.",
  "tika-abh08t25:121_1": "Yasmā tihetukaṁ kusalaṁ tihetukaṁ vā duhetukaṁ vā paṭisandhiṁ deti , nāhetukaṁ paṭisandhiṁ deti.",
  "tika-abh08t25:121_2": "Yadā ca tihetukaṁ paṭisandhiṁ janeti, tadā pavatte soḷasa vipākāni abhinipphādeti.",
  "tika-abh08t25:121_3": "Yadā dvihetukaṁ, tadā dvādasa.",
  "tika-abh08t25:121_4": "Duhetukaṁ pana duhetukamahetukañca paṭisandhiṁ janeti, na tihetukaṁ.",
  "tika-abh08t25:121_5": "Yadā ca duhetukaṁ janeti, tadā pavattiyaṁ dvādasa.",
  "tika-abh08t25:121_6": "Yadā ahetukaṁ, tadā aṭṭha.",
  "tika-abh08t25:121_7": "Ye pana āgamanato vipākassa saṅkhārabhedamicchanti, tesaṁ matena tihetukaṁ dvādasa, dasa vā vipaccati, duhetukaṁ dasa, aṭṭha vā, tasmā vuttaṁ ‘‘yathānurūpa’’nti.",
  "tika-abh08t25:121_8": "Nānāvidhasampattiṭṭhānabhāvato sobhanā, gantabbato gati cāti sugati, kāmāvacarabhavova sugati kāmāvacarasugati.",
  "tika-abh08t25:121_9": "Tassaṁ kāmāvacarasugatiyaṁ.",
  "tika-abh08t25:121_10": "Bhavabhogasampattinti ettha ca bhavatīti bhavo, upapattibhavasaṅkhātānaṁ vipākakkhandhakaṭattārūpānametaṁ gahaṇaṁ, bhuñjitabbato bhogo, pavattiyaṁ paṭilabhitabbasampatti, bhavoti vā paṭisandhi, bhogo sesavipākakaṭattārūpehi saha pavattiyaṁ paṭilabhitabbā sampatti, bhavo ca bhogo ca bhavabhogo, teyeva sampannabhāvato sampatti, tesaṁ vā sampatti bhavabhogasampatti, taṁ abhinipphādeti, janakavasena ca upanissayavasena ca sādhetīti attho.",
  "tika-abh08t25:121_11": "Ettha ca bhavabhogasampattīnaṁ niravasesato labbhamānaṭṭhānaṁ sandhāya ‘‘kāmāvacarasugatiya’’nti vuttaṁ.",
  "tika-abh08t25:121_12": "Sahetukavipākavajjaṁ pana pavattivipākakaṭattārūpasabhāvaṁ bhavasampattiṁ, ekaccabhogasampattiñca, bhogasampadameva vā avisesena sugatiyaṁ duggatiyampi abhinipphādetiyeva.",
  "tika-abh08t25:121_13": "Nāgasupaṇṇādīnampi hissa devasampattisadisaṁ manuññaṁ bhogajātaṁ, tabbisayāni ca vipākacittāni, suvaṇṇatāsussaratādi ca taṁ sabbaṁ kāmāvacarakusalasseva phalaṁ.",
  "tika-abh08t25:121_14": "Na hi akusalassa iṭṭhaphalaṁ atthi.",
  "tika-abh08t25:121_15": "Vuttañhetaṁ –",
  "tika-abh08t25:121_16": "‘‘aṭṭhānametaṁ anavakāso, yaṁ akusalassa iṭṭho kanto vipāko saṁvijjatī’’ti.",
  "tika-abh08t25:122_0": "Kāmāvacarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:123_0": "Rūpāvacarakusalavaṇṇanā",
  "tika-abh08t25:124_0": "Idāni yasmā kāmāvacarakusalānantaraṁ uddiṭṭhassa rūpāvacarakusalassa niddesāvakāso anuppatto, tasmā taṁ dassanatthaṁ ‘‘itaresū’’tiādi āraddhaṁ.",
  "tika-abh08t25:124_1": "Tattha itaresūti yathāvuttakāmāvacarakusalato itaresu, rūpāvacarādīsūti attho.",
  "tika-abh08t25:124_2": "Savatthukato ekavidhaṁ ekantena vatthusannissitattā .",
  "tika-abh08t25:124_3": "Na hi arūpadhātuyaṁ rūpāvacaradhammā labbhanti rūpavirāgabhāvanāya nibbattattā puna rūpāvacarajjhānasamāpattiyā abhāvato.",
  "tika-abh08t25:125_0": "Hīnamajjhimapaṇītabhedatoti ettha pubbe viya adhipatīnaṁ hīnādibhāvehi jhānassa hīnādibhāvo yojetabbo.",
  "tika-abh08t25:125_1": "Atha vā paṭiladdhamattamanāsevitaṁ hīnaṁ paridubbalabhāvato, nātisubhāvitaṁ aparipuṇṇavasibhāvaṁ majjhimaṁ, ativiya subhāvitaṁ pana sabbaso paripuṇṇavasibhāvaṁ paṇītaṁ.",
  "tika-abh08t25:125_2": "Tathā uḷārapuññaphalakāmatāvasena pavattitaṁ hīnaṁ, lokiyābhiññatthāya pavattitaṁ majjhimaṁ, vivekakāmatāya ariyabhāve ṭhitena pavattitaṁ paṇītaṁ.",
  "tika-abh08t25:125_3": "Attahitāya vā pavattitaṁ hīnaṁ, kevalaṁ alobhajjhāsayena pavattitaṁ majjhimaṁ, parahitāya pavattitaṁ paṇītaṁ.",
  "tika-abh08t25:125_4": "Vaṭṭajjhāsayena vā pavattitaṁ hīnaṁ, vivekajjhāsayena pavattitaṁ majjhimaṁ, vivaṭṭajjhāsayena lokuttarapādakatthaṁ pavattitaṁ paṇītaṁ.",
  "tika-abh08t25:126_0": "Paṭipadādibhedatoti dukkhapaṭipadādandhābhiññādīnaṁ paṭipadābhiññānaṁ bhedena.",
  "tika-abh08t25:126_1": "Paṭipadāvacaneneva vā tadavinābhāvato abhiññāpi labbhati.",
  "tika-abh08t25:126_2": "Tathā hettha paṭipadācatukkanti voharantīti ādi-saddena adhipatiādīnaṁ saṅgaho daṭṭhabbo, tasmā paṭipadādibhedatoti paṭipadābhedato, adhipatibhedato, ārammaṇabhedato, hānabhāgiyādibhedatoti attho.",
  "tika-abh08t25:126_3": "Tattha paṭipadābhedato tāva dukkhapaṭipadaṁ dandhābhiññaṁ, dukkhapaṭipadaṁ khippābhiññaṁ, sukhapaṭipadaṁ dandhābhiññaṁ, sukhapaṭipadaṁ khippābhiññanti evaṁ catubbidhaṁ hoti.",
  "tika-abh08t25:126_4": "Tattha dukkhā paṭipadā assāti dukkhapaṭipadaṁ.",
  "tika-abh08t25:126_5": "Dandhā abhiññā assāti dandhābhiññaṁ.",
  "tika-abh08t25:126_6": "Esa nayo ‘‘dukkhapaṭipadaṁ khippābhiñña’’ntiādīsupi.",
  "tika-abh08t25:127_0": "Tattha appahīnanīvaraṇassa, avikkhambhitajhānanikantikassa ca ñāṇakiccassa aparibyattatāya pariniṭṭhitasakalapubbakiccassa ‘‘pathavī pathavī’’ti vā ‘‘āpo āpo’’ti vā evaṁ pavattapaṭhamasamannāhārato paṭṭhāya yāva tassa tassa jhānassa upacāruppattiyā nīvaraṇappahānaṁ, nikantivikkhambhanañca hoti, tāva pavattā pubbabhāgabhāvanā paṭipadā nāma ‘‘paṭipajjati jhānaṁ etāyā’’ti katvā.",
  "tika-abh08t25:127_1": "Pahīnanīvaraṇassa, pana vikkhambhitajhānanikantikassa ca ñāṇakiccassa paribyattabhāvato upacārajjhānaṁ ādiṁ katvā yāva appanāya uppatti, tāva pavattā paññā pubbabhāgapaññāya visiṭṭhabhāvato abhiññā nāma, tasmā yo ādito kilese jhānanikantiñca vikkhambhento dukkhena sasaṅkhārena sappayogena kilamanto vikkhambheti, vikkhambhitakilesajhānanikanti ca appanāparivāsaṁ vasanto cirena aṅgapātubhāvaṁ pāpuṇāti, tassa dukkhapaṭipadaṁ, dandhābhiññañca jhānaṁ hoti.",
  "tika-abh08t25:127_2": "Yo pana sasaṅkhārena kilesādike vikkhambhetvā na cirena aṅgapātubhāvaṁ pāpuṇāti, tassa dukkhapaṭipadaṁ, khippābhiññañca.",
  "tika-abh08t25:127_3": "Yo kilesādike vikkhambhento sukhena akilamanto vikkhambheti, appanāparivāsaṁ pana cirāyati, tassa sukhapaṭipadaṁ, dandhābhiññaṁ.",
  "tika-abh08t25:127_4": "Yo pana sukheneva kilesādike vikkhambhetvā sīghameva appanaṁ pāpuṇāti, tassa sukhapaṭipadaṁ, khippābhiññanti veditabbaṁ.",
  "tika-abh08t25:128_0": "So panāyaṁ paṭipadābhiññānaṁ bhedo kilesindriyādhikāravasena veditabbo.",
  "tika-abh08t25:128_1": "Yassa hi rāgādayo kilesā tibbā honti, saddhāpañcamakāni ca indriyāni mudūni.",
  "tika-abh08t25:128_2": "Yo ca samathavipassanāsu akatādhikāro, tassa pavattajhānaṁ dukkhapaṭipadaṁ, dandhābhiññañca hoti.",
  "tika-abh08t25:128_3": "Tassa hi kilesasamudācāratibbatāya nīvaraṇavikkhambhanassa kicchena kasirena samijjhanato paṭipadā dukkhā asukhā, tasseva saddhādīnaṁ indriyānaṁ mudutāya abhiññāpi dandhā mandā asīghappavattinī hoti.",
  "tika-abh08t25:128_4": "Bhavantare vā samathe akatādhikārattā paṭipadā dukkhā, vipassanāya akatādhikārattā abhiññāpi dandhā.",
  "tika-abh08t25:128_5": "Yo pana vuttaviparīto hoti, tassa kilesānaṁ atibbasamudācāratāya, indriyānañca tikhīṇatāya samathavipassanāsu katādhikāratāya yathākkamaṁ sukhapaṭipadā, khippābhiññā ca hoti.",
  "tika-abh08t25:128_6": "Bhavantare kataparicayassa hi yathā paguṇaṁ katvā vissaṭṭhagantho appamattakena payogena suppavatti vācuggato ca hoti, evaṁ bhāvanā appakasireneva ijjhatīti.",
  "tika-abh08t25:128_7": "Svāyaṁ akato, kato ca adhikāro samathanissito paṭipadāyaṁ vutto samādhippadhānattā paṭipadāya.",
  "tika-abh08t25:128_8": "Vipassanānissito abhiññāya ñāṇappadhānattā appanāyāti daṭṭhabbaṁ.",
  "tika-abh08t25:129_0": "Yo pana tibbakileso tikkhindriyo vipassanāyameva vā katādhikāro hoti, tassa vuttanayena dukkhā paṭipadā, khippā pana abhiññā hoti, tabbiparītassa sukhapaṭipadā dandhābhiññāti.",
  "tika-abh08t25:129_1": "Tasmā kilesānaṁ tibbamandabhāvato, indriyānaṁ tikhiṇamudubhāvato, pubbaparicayassa ca sambhavāsambhavavasenāti evaṁ kilesindriyādhikāravasena imāsaṁ bhedo veditabbo.",
  "tika-abh08t25:130_0": "Apica yāni parato sappāyāsappāyāni, palibodhupacchedādīni pubbakiccāni, appanākosallāni ca āgamissanti, tesu yo upacārādhigamato pubbe, pacchā ca asappāyasevī hoti, tassa dukkhā paṭipadā, dandhā ca abhiññā hoti.",
  "tika-abh08t25:130_1": "Ubhayattha sappāyasevino sukhā paṭipadā, khippā ca abhiññā.",
  "tika-abh08t25:130_2": "Yo pana tato pubbabhāge asappāyaṁ sevitvā aparabhāge sappāyasevī hoti, tassa dukkhā paṭipadā, khippā abhiññā.",
  "tika-abh08t25:130_3": "Tabbiparītassa sukhā paṭipadā, dandhā abhiññā ca veditabbā.",
  "tika-abh08t25:131_0": "Tathā palibodhupacchedādipubbakiccaṁ asampādetvā bhāvanamanuyuñjantassa saparipanthatāya dukkhā paṭipadā, vipariyāyena aparipanthatāya sukhā.",
  "tika-abh08t25:131_1": "Appanākosallāni asampādentassa ñāṇassa avisadatāya dandhā abhiññā hoti, sampādentassa vipariyāyato khippā abhiññāti. Kiñca –",
  "tika-abh08t25:131_2": "taṇhāvijjātibhavanavasena etāsaṁ bhedo veditabbo.",
  "tika-abh08t25:131_3": "Taṇhābhibhūtassa hi dukkhā paṭipadā hoti tassā samādhissa ujupaṭipakkhattā samathapaṭipadāya paripanthakabhāvato, anabhibhūtassa tadabhāvato sukhā.",
  "tika-abh08t25:131_4": "Avijjābhibhūtassa ca tassā paññāya ujupaṭipakkhabhāvato dandhā abhiññā, itarassa khippā abhiññāti.",
  "tika-abh08t25:131_5": "So panāyaṁ paṭipadābhedo kevalaṁ samathabhāvanāvasena paṭiladdhajjhānassa, maggādhigamavasena paṭiladdhajjhānassa pana natthi dukkhapaṭipadādibhedo.",
  "tika-abh08t25:131_6": "Keci pana maggavaseneva tassa paṭipadādibhedaṁ vaṇṇenti ‘‘maggassa hi dukkhapaṭipadādibhāve tasmiṁ dukkhapaṭipadādika’’nti.",
  "tika-abh08t25:132_0": "Adhipatibhedādīsu pana chandādhipateyyaṁ cittādhipateyyaṁ vīriyādhipateyyaṁ vīmaṁsādhipateyyanti evaṁ adhipatibhedato, parittaṁ parittārammaṇaṁ, parittaṁ appamāṇārammaṇaṁ, appamāṇaṁ parittārammaṇaṁ , appamāṇaṁ appamāṇārammaṇanti evaṁ ārammaṇabhedato, hānabhāgiyaṁ ṭhitibhāgiyaṁ visesabhāgiyaṁ nibbedhabhāgiyanti evaṁ hānabhāgiyādibhedato ca catubbidhatā veditabbā.",
  "tika-abh08t25:132_1": "Tattha ‘‘chandavato ce jhānaṁ nibbattissati, mayhampi nibbattissatī’’ti evaṁ chandaṁ dhuraṁ katvā uppannaṁ chandādhipateyyaṁ.",
  "tika-abh08t25:132_2": "Esa nayo ‘‘cittādhipateyyā’’dīsupi.",
  "tika-abh08t25:132_3": "Appaguṇaṁ pana uparijhānassa paccayo bhavituṁ asakkontaṁ parittaṁ, suppasarāvamattesu avaḍḍhitārammaṇesu nibbattaṁ parittārammaṇaṁ.",
  "tika-abh08t25:132_4": "Vuttapaṭipakkhato pana yathākkamaṁ appamāṇārammaṇādīni veditabbāni.",
  "tika-abh08t25:132_5": "Hānabhāgiyādivisesaṁ sayameva vakkhati.",
  "tika-abh08t25:133_0": "Jhānaṅgayogabhedatoti katthaci pañca jhānaṅgāni, katthaci cattāri, katthaci tīṇi, katthaci dve , katthaci aparāni dveti evaṁ jhānaṅgānaṁ sampayogabhedato.",
  "tika-abh08t25:133_1": "Nanu cettha kāmāvacarakusale viya saṅkhārabhedo kasmā na gahito.",
  "tika-abh08t25:133_2": "Idampi hi kevalaṁ samathānuyogavasena paṭiladdhaṁ sasaṅkhāraṁ, maggādhigamavasena paṭiladdhamasaṅkhāraṁ, tasmā ‘‘jhānaṅgasaṅkhārayogabhedato dasavidha’’nti vattabbanti?",
  "tika-abh08t25:133_3": "Nayidamevaṁ, maggādhigamavasena sattito paṭiladdhassāpi aparabhāge parikammavaseneva uppajjanato, tasmā sabbassapi jhānassa parikammasaṅkhātapubbābhisaṅkhārena vinā kevalaṁ adhikāravasena anuppajjanato ‘‘asaṅkhāra’’ntipi vattuṁ na sakkā, adhikārena ca vinā kevalaṁ parikammābhisaṅkhāreneva anuppajjanato ‘‘sasaṅkhāra’’ntipi vattuṁ na sakkāti jhānaṅgayogabhedato pañcavidhatā ca vuttāti.",
  "tika-abh08t25:134_0": "Kāmacchando byāpādo thinamiddhaṁ uddhaccakukkuccaṁ vicikicchāti imāni pañca nīvaraṇāni vippahīnāni etassāti kāmacchanda…pe…",
  "tika-abh08t25:134_1": "vippahīnaṁ.",
  "tika-abh08t25:134_2": "‘‘Agyāhito’’ti ettha āhita-saddassa viya vippahīna-saddassettha paravacanaṁ daṭṭhabbaṁ.",
  "tika-abh08t25:134_3": "Kāmacchandādīhi vā vippahīnaṁ visaṁyuttaṁ tesaṁ pahāyakabhāvenāti kāmacchanda…pe…",
  "tika-abh08t25:134_4": "vippahīnaṁ.",
  "tika-abh08t25:134_5": "Tattha kāmetīti kāmo, chandanaṭṭhena chando cāti kāmacchando, bahalakāmarāgassetaṁ adhivacanaṁ.",
  "tika-abh08t25:134_6": "Byāpādādīnamatthaṁ vakkhati.",
  "tika-abh08t25:134_7": "Yasmā kāmacchandādīsu appahīnesu jhānaṁ nuppajjati, tasmā tānissa pahānaṅgānīti veditabbāni.",
  "tika-abh08t25:134_8": "Nanu aññepi akusalā dhammā iminā jhānena pahīyanti, atha kasmā pañceva pahānaṅgavasena vuttānīti?",
  "tika-abh08t25:134_9": "Visesena jhānantarāyakarattā.",
  "tika-abh08t25:134_10": "Kāmacchandavasena hi nānāvisayapalobhitaṁ cittaṁ na ekattārammaṇe samādhiyati.",
  "tika-abh08t25:134_11": "Kāmacchandābhibhūtaṁ vā nānāvisayasamupabyūḷhāya kāmadhātuyā pahānapaṭipadaṁ na paṭipajjati, byāpādena ca ārammaṇe paṭihaññamānaṁ na samāhitaṁ pavattati, thinamiddhābhibhūtaṁ akammaññaṁ hoti, uddhaccakukkuccaparetaṁ avūpasantameva hutvā paribbhamati, vicikicchāupahataṁ jhānādhigamapaṭipadaṁ nārohati ‘‘sammāsambuddho nu kho, na nu kho, pathavī pathavī’’tiādinā pavattamanasikārena ‘‘jhānaṁ siyā nu kho, na nu kho’’tiādinā vicikicchantassa jhānādhigamapaṭipadāya asaṁsijjhanato.",
  "tika-abh08t25:134_12": "Yato vakkhati –",
  "tika-abh08t25:135_0": "‘‘Bhāgī assamahaṁ addhā, imāya paṭipattiyā;",
  "tika-abh08t25:136_0": "Pavivekasukhassāti, katvā ussāhamuttama’’nti.",
  "tika-abh08t25:137_0": "Tasmā samādhiādīnaṁ ujuvipaccanīkabhāvena visesena jhānādhigamassa antarāyakaraṇato etāneva pahānaṅgānīti vuttāni.",
  "tika-abh08t25:137_1": "Hoti cettha –",
  "tika-abh08t25:138_0": "‘‘Paccanīkā yato pañca, samādhādīnamettha hi;",
  "tika-abh08t25:139_0": "Jhānantarāyikā tasmā, pahānaṅge niyāmitā’’ti.",
  "tika-abh08t25:140_0": "Evamidaṁ pahānaṅgavasena dassetvā idāni sampayogaṅgavasena dassetuṁ ‘‘vitakka…pe…",
  "tika-abh08t25:140_1": "sampayutta’’nti vuttaṁ.",
  "tika-abh08t25:140_2": "Tattha vitakkādayo vacanatthalakkhaṇādivasena upari āgamissanti.",
  "tika-abh08t25:140_3": "Yasmā pana imesu uppannesu jhānaṁ uppannaṁ nāma hoti, tenassa imāni sampayogaṅgānīti veditabbāni, tasmā na etehi samannāgataṁ aññadeva jhānaṁ nāma atthīti gahetabbaṁ.",
  "tika-abh08t25:140_4": "Yathā pana nemiādiaṅgasamudāye rathādivohāro hoti, evaṁ jhānaṅgasamudāye jhānavohāro.",
  "tika-abh08t25:140_5": "Vuttampi hetaṁ vibhaṅge ‘‘jhānanti vitakko vicāro pīti sukhaṁ cittassekaggatā’’ti (vibha. 569).",
  "tika-abh08t25:140_6": "Kasmā pana aññesupi phassādīsu sampayuttadhammesu vijjamānesu imāniyeva pañca jhānaṅgavasena vuttānīti? Vuccate –",
  "tika-abh08t25:140_7": "upanijjhānakiccavantatāya, kāmacchandādīnaṁ ujupaṭipakkhabhāvato ca.",
  "tika-abh08t25:140_8": "Vitakko hi ārammaṇe cittaṁ abhiniropeti, vicāro anubandhati.",
  "tika-abh08t25:140_9": "Evaṁ jhānādhigamassa visesapaccayabhūtehi tehi avikkhepāya samādahitapayogassa cetaso payogasampattisamuṭṭhānā pīti pīṇanaṁ, sukhañca upabrūhanaṁ karoti.",
  "tika-abh08t25:140_10": "Atha naṁ sasampayuttadhammaṁ etehi abhiniropanānubandhanapīṇanaupabrūhanehi anuggahitā ekaggatā samādhānakiccena attānaṁ anuvattāpentī ekattārammaṇe samaṁ, sammā ca ādhiyati, indriyasamatāvasena samaṁ, paṭipakkhadhammānaṁ dūrībhāvena līnuddhaccābhāvena sammā ca ṭhapetīti evametesameva upanijjhānakiccaṁ āveṇikaṁ.",
  "tika-abh08t25:140_11": "Kāmacchandādipaṭipakkhabhāvena pana sayameva vakkhati.",
  "tika-abh08t25:140_12": "Evaṁ upanijjhānakiccavantatāya, kāmacchandādīnaṁ ujupaṭipakkhabhāvato ca imeyeva pañca jhānaṅgabhāvena vavatthitāti. Yathāhu –",
  "tika-abh08t25:141_0": "‘‘Upanijjhānakiccattā, kāmādipaṭipakkhato;",
  "tika-abh08t25:142_0": "Santesupi ca aññesu, pañceva jhānasaññitā’’ti.",
  "tika-abh08t25:143_0": "Desanākkamato, mahaggatadhammesu paṭhamaṁ adhigantabbato ca paṭhamaṁ, paṭhamaṁ samāpajjitabbantipi paṭhamanti vadanti.",
  "tika-abh08t25:143_1": "Taṁ pana na ekantalakkhaṇaṁ jhānapaṭilomādivasena samāpajjane asambhavato.",
  "tika-abh08t25:144_0": "Purimapacchimacittesu uppajjamānassāpi appanākkhaṇe anuppajjanato vitakko vippahīno etassa, tato vā etaṁ vippahīnanti vitakkavippahīnaṁ.",
  "tika-abh08t25:144_1": "Bhāvanāya hi pahīnattā vitakko jhānakkhaṇe nuppajjati.",
  "tika-abh08t25:144_2": "Asaṁkiliṭṭhasabhāvattā pana upacārabhāvanāya ca taṁ pahātuṁ asamatthabhāvato purimabhāge, pacchābhāge ca apaccanīkacittappavattito uppajjatiyevāti.",
  "tika-abh08t25:145_0": "Nanu ca ‘‘asaṁkiliṭṭhasabhāvattā’’ti vuttaṁ, atha kathaṁ jhānena esa pahīyati?",
  "tika-abh08t25:145_1": "Na hi kusalehi asaṁkiliṭṭhadhammassa pahānaṁ atthi rāgādisaṁkiliṭṭhānaṁ pāpadhammānametassa ujupaṭipakkhabhāvatoti? Vuccate –",
  "tika-abh08t25:145_2": "asaṁkiliṭṭhasabhāvassāpi etassa oḷārikatāya dubbalabhāvato jhānakkhaṇe anuppattisabhāvāpādanatthaṁ tattha nikantivikkhambhanavasena dutiyajjhānabhāvanā hotīti tassā balena taṁ jhānakkhaṇe anuppajjantaṁ nikantivikkhambhanavasena vā vikkhambhitaṁ pahīnaṁ nāma hoti.",
  "tika-abh08t25:145_3": "Yadi evaṁ upacārenapi nikanti vikkhambhīyatīti tatthapissa pahānaṁ siyā, yathā paṭhamajjhānassa upacāre nīvaraṇānīti?",
  "tika-abh08t25:145_4": "Nayidamevaṁ, nīvaraṇappahānassa viya vitakkārammaṇikanikanti vikkhambhanassa upacārena sātisayaṁ anipphajjanato.",
  "tika-abh08t25:145_5": "Sātisayañhi tattha nikantippahānaṁ appanāya eva hoti, tasmā yadavocumhā ‘‘upacārabhāvanāya ca taṁ pahātuṁ asamatthabhāvato’’ti, taṁ suṭṭhu upaparikkhitvā vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:145_6": "‘‘Vicāravippahīna’’ntiādīsupi vuttanayānusārena attho daṭṭhabbo.",
  "tika-abh08t25:145_7": "Dutiyajjhāneyeva pahīnassa vitakkassa idha appavattimattadassanatthaṁ ‘‘vitakkavicāravippahīna’’nti vitakka-ggahaṇaṁ kataṁ.",
  "tika-abh08t25:145_8": "Evaṁ ‘‘vitakkavicārapītivippahīna’’ntiādīsupi.",
  "tika-abh08t25:146_0": "Yathāsambhavanti pathavīkasiṇādīsu yaṁ yaṁ ārammaṇaṁ yassa yassa sambhavati, tadanatikkamato.",
  "tika-abh08t25:146_1": "Kasiṇānāpānesu hi pañceva jhānāni pavattanti, asubhakāyagatāsatīsu paṭhamajjhānaṁ, anupekkhābrahmavihāresu pañcamajjhānavajjāni, upekkhābrahmavihāre pañcamajjhānanti.",
  "tika-abh08t25:147_0": "Pathavīkasiṇādīsūti ettha ādi-ggahaṇena kevalaṁ āpokasiṇādīnameva, atha kho asubhādīnampi appanāvahakammaṭṭhānānaṁ saṅgahoti daṭṭhabbaṁ.",
  "tika-abh08t25:147_1": "Ettha ca abhibhāyatanavimokkhajhānāni pavattākāramattato bhinnāni, ārammaṇato pana kasiṇāyatanāneva hontīti kasiṇāyatanajhāneheva tāni saṅgahitāni.",
  "tika-abh08t25:147_2": "‘‘Yathāsambhavaṁ…pe…",
  "tika-abh08t25:147_3": "anekavidha’’nti vā vacanena rūpāvacarajjhāne sabbopi labbhamānakabhedo saṅgahitoti abhibhāyatanavimokkhajhānāni visuṁ na vuttāni, tāni pana sarūpato evaṁ veditabbāni.",
  "tika-abh08t25:148_0": "Tattha ñāṇuttarassa yogāvacarassa pathavīkasiṇādiārammaṇaṁ abhibhavitvā ‘‘na mettha appanānibbattane bhāro’’ti paṭipannassa nimittuppattito uddhaṁ dutiyatatiyavīthiyaṁ, catutthapañcamavīthiyaṁ vā paṭiladdhaṁ jhānaṁ abhibhāyatanaṁ nāma.",
  "tika-abh08t25:148_1": "Tañhi ārammaṇaṁ abhibhavatīti abhibhū, yogino sukhavisesānaṁ adhiṭṭhānatāya, manāyatanadhammāyatanapariyāpannatāya vā āyatananti abhibhāyatanaṁ, abhibhavitabbaṁ vā abhibhū, ālambaṇaṁ, taṁ āyatanamassāti abhibhāyatanaṁ.",
  "tika-abh08t25:148_2": "Atha vā ālambaṇābhibhavanatoyeva abhibhū, parikammaṁ, ñāṇaṁ vā, taṁ āyatanaṁ kāraṇamassāti abhibhāyatanaṁ.",
  "tika-abh08t25:148_3": "Parikammaṁ, ñāṇaṁ vā ālambaṇaṁ abhibhavitvā pavattamānaṁ upacāruppattito pañcamavīthimanatikkamitvā appanaṁ nibbatteti.",
  "tika-abh08t25:148_4": "Pañcamavīthito paraṁ nibbattaṁ pana abhibhavitukāmatāya nibbattitampi abhibhāyatanaṁ nāma na hoti.",
  "tika-abh08t25:148_5": "Sāmaññagatiyā pana kasiṇāyatanameva hoti.",
  "tika-abh08t25:148_6": "Imameva hi sīghatarappavattiṁ sandhāya aṭṭhakathāyaṁ ‘‘tāni abhibhavitvā samāpajjati, saha nimittuppādenevettha appanaṁ nibbattetī’’ti (dha. sa. aṭṭha.",
  "tika-abh08t25:148_7": "204) vuttaṁ.",
  "tika-abh08t25:148_8": "Nanu ca aṭṭhakathāyaṁ yathārutavaseneva attho kasmā na gayhati.",
  "tika-abh08t25:148_9": "‘‘Saha nimittuppādenevā’’ti (dha. sa. aṭṭha.",
  "tika-abh08t25:148_10": "204) hi vuttattā nimittuppattiyā sahuppannaṁ jhānamabhibhāyatananti viññāyatīti?",
  "tika-abh08t25:148_11": "Nayidamevaṁ, nimittuppādena saha appanāya asambhavato.",
  "tika-abh08t25:148_12": "Nimittuppādoti hi idha paṭibhāganimittassa uppatti tadārammaṇassa vā upacārajjhānassa, kiṁ tāva paṭibhāganimittuppattiyā saha appanāya nibbatti upacārajjhāne asati tassā asambhavato, nāpi upacārajjhānena saha ekavīthiyaṁ nibbatti tassā upacārabhāvanāpabandhasevitabbabhāvena tadā asambhavato, tasmā nāticirāyanappavattidassanatthaṁ samīpimhi samīpakārīyūpacārena aṭṭhakathāyaṁ tathā vuttanti veditabbaṁ.",
  "tika-abh08t25:148_13": "Yadi nimittuppattito nāticirappavattamabhibhāyatanaṁ, kathaṁ tassa dandhābhiññākhippābhiññābhedo pāḷiyaṁ vuttoti? Vuccate –",
  "tika-abh08t25:148_14": "catutthapañcamajavanavīthiyaṁ uppannaṁ cirakālanibbattitāya dandhābhiññaṁ, dutiyatatiyavīthiyaṁ uppannaṁ tabbiparītalakkhaṇatāya khippābhiññanti.",
  "tika-abh08t25:148_15": "Keci pana ‘‘abhibhāyatanaṁ nāma vasibhāvappattameva, netara’’nti vadanti, taṁ tesaṁ matimattaṁ, vasibhāvappattiyā nimittuppattito dūratarabhāvena ‘‘saha nimittuppādenevettha appanaṁ nibbattetī’’ti aṭṭhakathāvacanena saha virujjhanato.",
  "tika-abh08t25:149_0": "Apica vasibhāvappattaṁ jhānaṁ abhibhavanakāraṇanirapekkhaṁ vasibhāvabaleneva sakkaccaṁ samāpajjituṁ na sakkāti na taṁ abhibhāyatanaṁ nāma hoti, tasmā appattavasibhāvā paṭhamuppannāyeva abhibhāyatananti niṭṭhamettha gantabbaṁ.",
  "tika-abh08t25:149_1": "Yadi evaṁ kathaṁ ‘‘appamāṇaṁ parittārammaṇaṁ, appamāṇaṁ appamāṇārammaṇa’’nti (dha. sa.",
  "tika-abh08t25:149_2": "212-213) abhibhāyatanadesanāyaṁ vuttaṁ.",
  "tika-abh08t25:149_3": "Vasibhāvappattañhi jhānaṁ appamāṇanti vuccati.",
  "tika-abh08t25:149_4": "Idañca uppannamattattā parittamevāti?",
  "tika-abh08t25:149_5": "Nāyaṁ doso.",
  "tika-abh08t25:149_6": "Paṭhamaṁ abhibhāyatanavasena paṭiladdhajjhānaṁ pacchā vasibhāvappattampi abhibhāyatananāmameva labhatīti vasibhāvappattamabhibhāyatanaṁ appamāṇaṁ, itaraṁ parittaṁ.",
  "tika-abh08t25:150_0": "Atha vā vasibhāvappattaṁ appamāṇanti ukkaṁsagatipariggahavasena vuccati.",
  "tika-abh08t25:150_1": "Taṁ pana yaṁ balavataraṁ, taṁ appamāṇanti imassa atthassa upalakkhaṇaṁ katvā vadanti.",
  "tika-abh08t25:150_2": "Balavabhāvanibandhanaṁ appamāṇattaṁ.",
  "tika-abh08t25:150_3": "Balavabhāvo ca paṭhamaappanāvārato pacchimapacchimaappanāvārānaṁ balavatāya avasitāpattepi jhāne sambhavatīti balavantaṁ appamāṇaṁ, itaraṁ parittanti evaṁ avasitāpattepi jhāne appamāṇādibhāvo veditabbo.",
  "tika-abh08t25:150_4": "Atha vā appanāya balavabhāvo nāma upacārassa balavatāya sati hoti.",
  "tika-abh08t25:150_5": "Upacārañca taṁ balavaṁ, yaṁ sahasā appanaṁ uppādetuṁ sakkuṇeyya, tasmā khippābhiññānaṁ dvinnaṁ abhibhāyatanajhānānaṁ upacāravīthiyā anantaraṁ dutiyavīthiyaṁ uppannaṁ upacārajjhānassa balavatāya sayampi balavataranti appamāṇaṁ nāma hoti.",
  "tika-abh08t25:150_6": "Dutiyavīthimatikkamitvā tatiyavīthiyaṁ uppannaṁ taditarasabhāvatāya parittaṁ.",
  "tika-abh08t25:150_7": "Tathā dandhābhiññānaṁ catutthavīthiyaṁ uppannaṁ appamāṇaṁ.",
  "tika-abh08t25:150_8": "Pañcamavīthiyaṁ uppannaṁ parittanti.",
  "tika-abh08t25:150_9": "Atha vā yattha katthaci appanāvīthiyaṁ pañcamaṁ uppajjanakaappanāto catutthaṁ uppajjamānāya balavabhāvoti taṁvasenāpettha parittaappamāṇatā veditabbā.",
  "tika-abh08t25:151_0": "Taṁ panetaṁ gaṇanato aṭṭhavidhaṁ hoti. Yathāha –",
  "tika-abh08t25:152_0": "‘‘Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati parittāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti.",
  "tika-abh08t25:152_1": "Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.",
  "tika-abh08t25:152_2": "Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati appamāṇāni.",
  "tika-abh08t25:152_3": "Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni, tāni abhibhuyya jānāmi passāmi.",
  "tika-abh08t25:152_4": "Nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni, tāni abhibhuyya jānāmi passāmi.",
  "tika-abh08t25:152_5": "Pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.",
  "tika-abh08t25:152_6": "Lohitāni lohitavaṇṇāni lohitanidassanāni lohitanibhāsāni.",
  "tika-abh08t25:152_7": "Odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hotī’’ti (dī. ni. 2.173; 3.338; ma. ni. 2.249; a. ni.",
  "tika-abh08t25:152_8": "1.427-434; 8.65).",
  "tika-abh08t25:153_0": "Tattha ajjhattaṁ arūpasaññīti alābhitāya vā anatthikatāya vā ajjhattesu kesādīsu parikammaappanāsaññāvirahito.",
  "tika-abh08t25:153_1": "Bahiddhā rūpāni passatīti bahiddhā aṭṭhasu kasiṇesu, catūsu bhūtakasiṇesu eva vā kataparikammakatāya parikammavasena ceva appanāvasena ca tāni bahiddhā aṭṭha, cattāri vā kasiṇarūpāni passati.",
  "tika-abh08t25:153_2": "Parittānīti amahantāni.",
  "tika-abh08t25:153_3": "Abhibhuyyāti yathā mahagghaso sampannagahaṇiko puriso kaṭacchumattaṁ bhattaṁ labhitvā ‘‘kiṁ ettha bhuñjitabbaṁ bhattaṁ atthī’’ti saṅkaḍḍhitvā sabbaṁ ekakabaḷameva karoti, evameva ñāṇuttariko puggalo visadañāṇo ‘‘kiṁ ettha parittake ārammaṇe samāpajjitabbaṁ atthi, nāyaṁ mama bhāro’’ti tāni rūpāni parikammena, ñāṇena vā abhibhavitvā samāpajjati.",
  "tika-abh08t25:153_4": "Heṭṭhā vuttanayena sīghaṁ appanaṁ nibbatteti.",
  "tika-abh08t25:153_5": "‘‘Jānāmi passāmī’’ti iminā panassa pubbābhogo kathito, tadāgamanato ca antosamāpattiyaṁ cittābhisaṅkhāro.",
  "tika-abh08t25:153_6": "Itarathā anena ābhogamatte kathite tena sādhitabbaṁ jhānaṁ na vuttaṁ hoti, abhibhāyatanadesanāvāyaṁ jhānavisayāti.",
  "tika-abh08t25:153_7": "Āgamaṭṭhakathāsu pana samāpattito vuṭṭhitassa pubbabhāgabhāvanāvasena jhānakkhaṇe pavattamabhibhavanākāraṁ gahetvā pavattamābhogaṁ sandhāya –",
  "tika-abh08t25:154_0": "‘‘Iminā panassa ābhogo kathito.",
  "tika-abh08t25:154_1": "So ca kho samāpattito vuṭṭhitassa, na antosamāpattiya’’nti (dī. ni. aṭṭha. 2.173; ma. ni. aṭṭha. 2.249; a. ni. aṭṭha.",
  "tika-abh08t25:154_2": "3.8.65) vuttaṁ.",
  "tika-abh08t25:155_0": "Dutiye suvaṇṇadubbaṇṇānīti parisuddhāparisuddhavaṇṇāni.",
  "tika-abh08t25:155_1": "Parisuddhāni hi nīlādīni suvaṇṇāni, aparisuddhāni dubbaṇṇānīti idha adhippetāni.",
  "tika-abh08t25:156_0": "Tatiye appamāṇānīti vuddhippamāṇāni vipulāni khalamaṇḍalādīni.",
  "tika-abh08t25:156_1": "Vaḍḍhanavasena panettha appamāṇatā na gahitā kasiṇavaḍḍhanassa idha asambhavato.",
  "tika-abh08t25:156_2": "Kasiṇassa hi dve vaḍḍhanabhūmiyo upacārabhūmi, appanābhūmi vā.",
  "tika-abh08t25:156_3": "Tattha na tāva idha upacārabhūmiyaṁ vaḍḍhanaṁ sambhavati.",
  "tika-abh08t25:156_4": "Nimittuppattiyā samakālaṁ viya uppajjamāne jhāne kuto tassa okāsoti, nāpi appanābhūmiyaṁ.",
  "tika-abh08t25:156_5": "Vaḍḍhitassa paṭhamuppannajhānārammaṇatā na yujjati, tasmā sabhāvamahantāneva ālambaṇāni idha appamāṇānīti adhippetāni.",
  "tika-abh08t25:156_6": "Keci pana ‘‘vaḍḍhitavaseneva appamāṇānīti gahetvā paṭhamaṁ abhibhavanicchāya abhāvena vaḍḍhetvā pacchā abhibhavanicchāya sati abhibhavanākārena pavatto tasmiṁ appanaṁ nibbattetīti appanaṁ paṭilabhitvā vaḍḍhitanimittesu idaṁ abhibhāyatanaṁ vutta’’nti vadanti.",
  "tika-abh08t25:157_0": "Catutthe abhibhuyyāti abhibhavitvā.",
  "tika-abh08t25:157_1": "Yathā nāma sampannagahaṇiko mahagghaso puriso ekaṁ bhattavaḍḍhitakaṁ labhitvā ‘‘‘aññopi hotu, aññopi hotū’ti kiṁ esa mayhaṁ karissatī’’ti na taṁ mahantato passati, evameva ñāṇuttaro visadañāṇo puggalo ‘‘‘kiṁ ettha samāpajjitabbaṁ, nayidaṁ appamāṇa’nti mayhaṁ cittekaggatākaraṇe bhāro’’ti abhibhavitvā samāpajjati.",
  "tika-abh08t25:157_2": "Vuttanayeneva appanaṁ nibbatteti.",
  "tika-abh08t25:158_0": "Pañcame nīlāni…pe…",
  "tika-abh08t25:158_1": "nīlanibhāsānīti etāni pariyāyanāmānīti tattha ‘‘nīlānī’’ti sabbasaṅgāhakavasena vuttaṁ.",
  "tika-abh08t25:158_2": "Ettakeyeva pana vutte taṁyogato tabbohārena guṇayuttepi pasaṅgo siyāti tannivāraṇatthaṁ ‘‘nīlavaṇṇānī’’ti vaṇṇavasena vuttaṁ.",
  "tika-abh08t25:158_3": "Evampi hi bahubbīhivasena guṇopi pasaṅgo hotīti ‘‘nīlanidassanānī’’ti nidassanavasena vuttaṁ .",
  "tika-abh08t25:158_4": "Nidassitabbañhi nidassanaṁ, cakkhunā daṭṭhabbaṁ rūpaṁ.",
  "tika-abh08t25:158_5": "Tato setādinivāraṇatthaṁ nīla-saddena saha samāso katoti apaññāyamānacīvarāni asambhinnavaṇṇāni ekanīlāneva hutvā dissamānānīti vuttaṁ hoti.",
  "tika-abh08t25:158_6": "‘‘Nīlanibhāsānī’’ti idaṁ pana obhāsavasena vuttaṁ, nīlobhāsāni nīlappabhāyuttānīti attho.",
  "tika-abh08t25:158_7": "Etena tesaṁ suvisuddhattaṁ dasseti.",
  "tika-abh08t25:158_8": "‘Pītānī’’tiādīsupi imināva nayena attho veditabbo.",
  "tika-abh08t25:158_9": "Aṭṭhasu cetesu purimaṁ abhibhavanākārena vaṇṇābhogarahitāni aṭṭhapi kasiṇāni parittāni ārammaṇaṁ katvā uppannaṁ sandhāya vuttaṁ.",
  "tika-abh08t25:158_10": "Tatiyaṁ tathā appamāṇāni.",
  "tika-abh08t25:158_11": "Dutiyacatutthāniyeva dve vaṇṇābhogasahitāni ārabbha uppannaṁ, na pana vaṇṇakasiṇavasena uppannaṁ tassa visuṁ vakkhamānattā.",
  "tika-abh08t25:159_0": "Pañcamādīni pana tesu katādhikāre sandhāya suvisuddhavaṇṇavaseneva desitāni.",
  "tika-abh08t25:159_1": "Na hi tesaṁ abhibhavanassa parittatā, appamāṇatā vā kāraṇaṁ, atha kho suvisuddhanīlādibhāvo.",
  "tika-abh08t25:159_2": "Tattha hi te katādhikārāti.",
  "tika-abh08t25:159_3": "Nanu ca āgamaṭṭhakathāsu ‘‘suvaṇṇāni vā hontu dubbaṇṇāni vā, parittaappamāṇavaseneva imāni abhibhāyatanāni desitānī’’ti (dī. ni. aṭṭha. 2.173; ma. ni. aṭṭha. 2.249; a. ni. aṭṭha.",
  "tika-abh08t25:159_4": "3.8.65) vuttanti?",
  "tika-abh08t25:159_5": "Saccaṁ, taṁ pana āgame abhibhāyatanānaṁ aññathā āgatattā vuttaṁ.",
  "tika-abh08t25:159_6": "Tattha hi –",
  "tika-abh08t25:160_0": "‘‘Ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni, appamāṇāni suvaṇṇadubbaṇṇāni, ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni, appamāṇāni suvaṇṇadubbaṇṇānī’’ti (dī. ni. 2.173; 3.338; ma. ni. 2.249; a. ni.",
  "tika-abh08t25:160_1": "1.427-434; 8.65) –",
  "tika-abh08t25:161_0": "Evaṁ cattāriyeva abhibhāyatanāni āgatāni, tasmā tadaṭṭhakathāsu vaṇṇābhoge vijjamāne avijjamānepi parittaappamāṇatāvaseneva imesaṁ desitabhāvo vutto.",
  "tika-abh08t25:161_1": "Parittaappamāṇatā hi imesu catūsu abhibhavanassa kāraṇaṁ vaṇṇābhoge vijjamāne avijjamānepīti.",
  "tika-abh08t25:161_2": "Nanu ca sabbattha ‘‘suvaṇṇadubbaṇṇānī’’ti vacanato vaṇṇābhogasahitāniyeva tattha gahitānīti?",
  "tika-abh08t25:161_3": "Taṁ na, vaṇṇābhogarahitāni, sahitāni ca sabbāni parittāni ekato katvā ‘‘parittāni suvaṇṇadubbaṇṇānī’’ti vuttāni, tathā ‘‘appamāṇāni suvaṇṇadubbaṇṇānī’’ti.",
  "tika-abh08t25:161_4": "Yadi evaṁ kathaṁ visiṭṭhānaṁ vaṇṇābhogarahitānaṁ, sahitānañca ekajjhaṁ manasikāro, na ekajjhaṁ, visuṁyeva tesaṁ manasikāro.",
  "tika-abh08t25:161_5": "Yadi evaṁ visuṁ kathamekattanti?",
  "tika-abh08t25:161_6": "Parittabhāvasāmaññato.",
  "tika-abh08t25:161_7": "Yadi evaṁ suvaṇṇadubbaṇṇa-ggahaṇamatiriccati avasiṭṭhoti?",
  "tika-abh08t25:161_8": "Nātiriccati pariyāyadesanābhāvato.",
  "tika-abh08t25:161_9": "Atthi hi esa pariyāyo, yadidaṁ vaṇṇābhogajanitājanitaṁ visesaṁ aggahetvā parittabhāvasāmaññena ekattaṁ netvā ‘‘parittāni abhibhuyyā’’ti vatvā puna tadantogadhameva pabhedaṁ vineyyavasena dassetuṁ tāni ca kadāci vaṇṇavasena āvajjitāni honti, ‘‘suvaṇṇadubbaṇṇāni abhibhuyyā’’ti vattabbatāya vaṇṇābhogarahitāni, sahitāni ca visuṁ manasi katvā ubhayatthāpi vaṇṇābhogarahitaparittābhibhavane, taṁsahitaparittābhibhavane ca parittābhibhavanasāmaññaṁ gahetvā ekattaṁ katanti.",
  "tika-abh08t25:161_10": "Abhidhamme pana nippariyāyadesanattā vaṇṇābhogarahitāni, sahitāni ca visuṁ vuttāni.",
  "tika-abh08t25:161_11": "Atthi hi ubhayatthābhibhavanavisesoti.",
  "tika-abh08t25:161_12": "Hotu tāva, evaṁ suttābhidhammapāṭhavisesato aṭṭhakathāya pāṭhabhede pana ko adhippāyoti? Vuccate –",
  "tika-abh08t25:161_13": "suttante hi paṭhamavimokkhaṁ dvedhā bhinditvā paṭhamadutiyaabhibhāyatanāni vuttāni, pariyāyadesanattā vimokkhānampi abhibhavanapariyāyo vijjatīti ‘‘ajjhattaṁ rūpasaññī’’ti abhibhāyatanadvayaṁ vuttaṁ.",
  "tika-abh08t25:162_0": "Tatiyacatutthaabhibhāyatanesu dutiyavimokkho, vaṇṇābhibhāyatanesu tatiyavimokkho ca abhibhavanappavattito saṅgahito, idha pana nippariyāyadesanattā vimokkhābhibhāyatanāni asaṅkarato dassetuṁ vimokkhe vajjetvā abhibhāyatanāni kathitāni.",
  "tika-abh08t25:162_1": "Sabbāni ca vimokkhakiccāni vimokkhadesanāya vuttāni, tadetaṁ ‘‘ajjhattaṁ rūpasaññī’’ti sutte āgatassa abhibhāyatanadvayassa abhidhamme avacanato ‘‘rūpī rūpāni passatī’’tiādīnañca sabbavimokkhakiccasādhāraṇavacanabhāvato vavatthānaṁ katanti viññāyati.",
  "tika-abh08t25:162_2": "Avassañcetaṁ eva sampaṭicchitabbaṁ, na sampaṭicchantehi suttābhidhammapāṭhabhede aññaṁ kāraṇaṁ vattabbaṁ.",
  "tika-abh08t25:162_3": "Atha kimettha vattabbaṁ, nanu aṭṭhakathāyameva ‘‘kasmā pana yathā suttante ‘ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittānī’tiādi vuttaṁ, evaṁ avatvā idha catūsupi abhibhāyatanesu ajjhattaṁ arūpasaññitāva vuttā’’ti vatvā ‘‘ajjhattarūpānaṁ anabhibhavanīyato’’ti kāraṇaṁ vuttanti?",
  "tika-abh08t25:162_4": "Na taṁ tassa kāraṇavacanaṁ, atha kho katthaci ‘‘ajjhattaṁ rūpāni passatī’’ti avatvā sabbattha yaṁ vuttaṁ ‘‘bahiddhā rūpāni passatī’’ti, tassa ca kāraṇavacanaṁ.",
  "tika-abh08t25:162_5": "Teneva hi tattha vā idha vā ‘‘bahiddhā rūpāniyeva abhibhavitabbānī’’ti tattheva vuttaṁ, anabhibhavanīyatā ca ajjhattarūpānaṁ bahiddhā rūpāni viya avibhūtattā.",
  "tika-abh08t25:162_6": "Na hi suṭṭhu vibhūtabhāvamantarena ñāṇuttarānaṁ ārammaṇābhibhavanaṁ sambhavatīti.",
  "tika-abh08t25:162_7": "Nanu ca aṭṭhakathāyaṁ pāṭhadvayavisesassa desanāvilāso kāraṇabhāvena vuttoti?",
  "tika-abh08t25:162_8": "Saccaṁ vutto, so ca yathāvuttavavatthānavaseneva veditabbo .",
  "tika-abh08t25:162_9": "Desanāvilāso hi nāma vineyyajjhāsayānurūpaṁ vijjamānasseva pariyāyassa vibhāvanaṁ, na yassa kassacīti.",
  "tika-abh08t25:162_10": "Evaṁ tāva abhibhāyatanaṁ veditabbaṁ.",
  "tika-abh08t25:163_0": "Tattha vimokkhoti paṭiladdhajjhānassa jhānaṁ samāpajjitukāmatāvasappavattajavanavīthisamanantarameva pituaṅke vissaṭṭhaaṅgapaccaṅgassa viya dārakassa ārammaṇe nirāsaṅkameva hutvā paṭhamakappanā viya ca lahuṁ avuṭṭhahitvā antamaso catupañcacittakkhaṇato anosakkitvā ārammaṇe abhirativasena pavattassa vasibhāvappattassa jhānassetaṁ adhivacanaṁ.",
  "tika-abh08t25:163_1": "Tañhi kasiṇāyatanavasena vā abhibhāyatanavasena vā uppannaṁ paccanīkadhammehi suṭṭhu vimuttattā, ārammaṇe adhimuttatāya ca ‘‘vimokkho’’ti vuccati.",
  "tika-abh08t25:163_2": "Vuttampi cetaṁ aṭṭhakathāyaṁ –",
  "tika-abh08t25:164_0": "‘‘Kenaṭṭhena pana vimokkho veditabboti?",
  "tika-abh08t25:164_1": "Adhimuccanaṭṭhena.",
  "tika-abh08t25:164_2": "Ko ayaṁ adhimuccanaṭṭho nāma?",
  "tika-abh08t25:164_3": "Paccanīkadhammehi ca suṭṭhu vimuccanaṭṭho, ārammaṇe ca abhirativasena suṭṭhu adhimuccanaṭṭho’’ti (dha. sa. aṭṭha. 248).",
  "tika-abh08t25:165_0": "Yadi vasibhāvappattameva vimokkho, kathamassa ārammaṇacatukke parittatā pāḷiyaṁ vuttā.",
  "tika-abh08t25:165_1": "Avasitāpattañhi jhānaṁ parittanti vuccatīti?",
  "tika-abh08t25:165_2": "Nāyaṁ doso, paripuṇṇavasibhāvappattaṁ sandhāya aparipuṇṇavasibhāvappattassa parittabhāvena tattha adhippetattā, tasmā vasibhāvappattameva jhānaṁ vimokkho nāma, na itaraṁ.",
  "tika-abh08t25:165_3": "Itaraṁ pana yadi kasiṇāyatanavasena uppannaṁ, kasiṇāyatanaṁ.",
  "tika-abh08t25:165_4": "Atha abhibhāyatanavasena, abhibhāyatanamevāti.",
  "tika-abh08t25:165_5": "Keci pana ‘‘paṭhamaappanāto pacchimapacchimāya paṭipakkhato suṭṭhu vimuttattā kasiṇāyatanavasena, abhibhāyatanavasena ca uppannaṁ paṭhamakappanaṁ ṭhapetvā sesaṁ vimokkhoyevā’’ti vadanti.",
  "tika-abh08t25:166_0": "Taṁ panetaṁ gaṇanato tividhaṁ. Yathāha –",
  "tika-abh08t25:167_0": "‘‘Rūpī rūpāni passati, ajjhattaṁ arūpasaññī bahiddhā rūpāni passati, subhanteva adhimutto hotī’’ti (dī. ni. 2.174; 3.339; paṭi. ma. 1.209).",
  "tika-abh08t25:168_0": "Tattha rūpīti ajjhattaṁ kesādīsu uppāditaṁ rūpajjhānaṁ rūpaṁ, tadassa atthīti rūpī.",
  "tika-abh08t25:168_1": "Rūpāni passatīti bahiddhāpi nīlakasiṇādirūpāni jhānacakkhunā passati.",
  "tika-abh08t25:168_2": "Iminā ajjhattabahiddhavatthukesu kasiṇesu jhānapaṭilābho dassito.",
  "tika-abh08t25:168_3": "Ajjhattaṁ arūpasaññīti ajjhattaṁ narūpasaññī, attano kesādīsu anuppāditarūpāvacarajjhānoti attho.",
  "tika-abh08t25:168_4": "Iminā bahiddhā parikammaṁ katvā bahiddhāva paṭiladdhajjhānatā dassitā.",
  "tika-abh08t25:168_5": "‘‘Subha’’nti iminā suvisuddhesu nīlādīsu vaṇṇakasiṇesu jhānāni dassitāni.",
  "tika-abh08t25:168_6": "Tattha kiñcāpi antoappanāyaṁ ‘‘subha’’nti ābhogo natthi, yo pana suvisuddhaṁ subhakasiṇaṁ ārammaṇaṁ katvā viharati, so yasmā ‘‘subha’’nti adhimuccanavasena paṭhamajjhānaṁ upasampajjitvā viharati, tathā dutiyādīni, tasmā evaṁ desanā katāti.",
  "tika-abh08t25:168_7": "Paṭisambhidāmagge pana ‘‘idha bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatī’’tiādinā (paṭi. ma.",
  "tika-abh08t25:168_8": "1.212) brahmavihāravasena subhavimokkho vutto.",
  "tika-abh08t25:168_9": "Dhammasaṅgaṇiyaṁ pana brahmavihārānaṁ visuṁyeva āgatattā taṁ nayaṁ paṭikkhipitvā sunīlakādivaseneva subhavimokkho aṭṭhakathāyaṁ anuññātoti idhāpi tattha vuttanayeneva vavatthānaṁ katanti evaṁ tāva vimokkhajhānaṁ veditabbaṁ.",
  "tika-abh08t25:169_0": "Yathānurūpanti hīnādianurūpaṁ.",
  "tika-abh08t25:169_1": "Paṭhamajjhānañhi hīnaṁ kappassa tatiyabhāgāyuke brahmapārisajje upapattiṁ nipphādeti, majjhimaṁ upaḍḍhakappāyuke brahmapurohite, paṇītaṁ ekakappāyuke mahābrahme.",
  "tika-abh08t25:169_2": "Tathā dutiyajjhānaṁ, tatiyajjhānañca hīnaṁ dvikappāyuke parittābhe, majjhimaṁ catukappāyuke appamāṇābhe, paṇītaṁ aṭṭhakappāyuke ābhassare.",
  "tika-abh08t25:169_3": "Catutthajjhānaṁ hīnaṁ soḷasakappāyuke parittāsubhe, majjhimaṁ dvattiṁsakappāyuke appamāṇasubhe, paṇītaṁ catusaṭṭhikappāyuke subhakiṇhe.",
  "tika-abh08t25:169_4": "Pañcamajjhānaṁ pana tividhampi pañcakappasatāyuke vehapphale upapattiṁ nipphādeti, tadeva titthiyehi saññāvirāgavasena bhāvitaṁ pañcakappasatāyukeyeva asaññasatte.",
  "tika-abh08t25:169_5": "Anāgāmīhi pana puthujjanādikāle pacchāpi bhāvitaṁ saddhādiindriyādhimuttatānukkamena yathākkamaṁ sahassadvisahassacatusahassaaṭṭhasahassasoḷasasahassakappāyukesu avihāatappāsudassāsudassīakaniṭṭhanāmakesu pañcasuddhāvāsesu upapattiṁ nipphādetīti evametaṁ yathānurūpaṁ soḷasarūpāvacarabrahmalokūpapattinipphādakanti āha ‘‘yathānurūpaṁ…pe… hotī’’ti.",
  "tika-abh08t25:170_0": "Yasmā pana rūpabhavepi pavattiyaṁ labhitabbā upabhogasampatti kāmāvacarasseva phalaṁ, tasmā idha ‘‘bhavabhogasampattiṁ nipphādetī’’ti avatvā upapattinipphādanameva vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:170_1": "Ettha ca dutiyajjhānabhūmiṁ upādāya sabbattha paripuṇṇassa mahākappassa vasena paricchedo daṭṭhabbo, paṭhamajjhānabhūmiyaṁ pana asaṅkhyeyyakappavasena.",
  "tika-abh08t25:170_2": "Na hi tattha itaravasena paricchedo sambhavati ekakappepi avināsābhāvena mahākappassa catutthabhāgeyeva tassa saṇṭhahanato.",
  "tika-abh08t25:171_0": "Rūpāvacarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:172_0": "Arūpāvacarakusalavaṇṇanā",
  "tika-abh08t25:173_0": "Idāni arūpāvacarakusalassa niddesāvakāso anuppattoti tanniddesatthamāha ‘‘sesesu panā’’tiādi.",
  "tika-abh08t25:173_1": "Ākāsakasiṇavajjitassa yassa kassaci kasiṇassa ugghāṭanato laddhamākāsaṁ kasiṇugghāṭimākāsaṁ.",
  "tika-abh08t25:173_2": "Tattha pavattaṁ viññāṇanti ākāsānañcāyatanamāha.",
  "tika-abh08t25:173_3": "Tañhi dutiyāruppassa ārammaṇaṁ hoti.",
  "tika-abh08t25:173_4": "Sabbasoti sabbākārena, rūpanimittadaṇḍādānasambhavadassanādinā sabbena rūpadhammesu, pathavīkasiṇādirūpanimittesu tadārammaṇajjhānesu ca dosadassanākārena, tesu eva vā rūpanimittesu nikantippahānaasamāpajjitukāmatādinā ākārenāti attho.",
  "tika-abh08t25:173_5": "Atha vā sabbasoti sabbāsaṁ, kusalādibhedena anavasesānanti attho.",
  "tika-abh08t25:173_6": "Rūpasaññānanti saññāsīsena vuttarūpāvacarajjhānānañceva tadārammaṇānañca.",
  "tika-abh08t25:173_7": "Rūpāvacarajjhānampi hi ‘‘rūpa’’nti vuccati uttarapadalopena ‘‘rūpī rūpāni passatī’’tiādīsu viya.",
  "tika-abh08t25:173_8": "Tadārammaṇampi kasiṇarūpaṁ purimapadalopena ‘‘devena dattoti, bahiddhā rūpāni passatī’’tiādīsu viya, tasmā idha rūpe rūpajjhāne taṁsahagatasaññā rūpasaññāti gahitā, saññāsīsena vuttarūpāvacarajjhānānametaṁ adhivacanaṁ.",
  "tika-abh08t25:173_9": "‘‘Rūpa’’nti saññā assāti rūpasaññaṁ, rūpanāmavantanti attho.",
  "tika-abh08t25:173_10": "Taṁgahitena pathavīkasiṇādibhedassa tadārammaṇassa cetaṁ nāmanti daṭṭhabbaṁ.",
  "tika-abh08t25:173_11": "‘‘Rūpasaññāna’’nti hi sarūpekasesavasena niddeso kato.",
  "tika-abh08t25:173_12": "Samatikkamāti virāgā, nirodhā ca.",
  "tika-abh08t25:173_13": "Kiṁ vuttaṁ hoti?",
  "tika-abh08t25:173_14": "Etāsaṁ kusalavipākakiriyāvasena pañcadasannaṁ jhānasaṅkhātānaṁ rūpasaññānaṁ, etesañca pathavīkasiṇādivasena navannaṁ ārammaṇasaṅkhātānaṁ rūpasaññānaṁ anavasesānaṁ sabbākārena ca, tesu eva vā nikantippahānaasamāpajjitukāmatādinā ākārena virāgā, nirodhā ca jigucchanato ceva tappaṭibandhachandarāgavikkhambhanato ca nibbattaṁ ākāsānañcāyatanasaññāya sahagataṁ arūpāvacarakusalacittaṁ.",
  "tika-abh08t25:173_15": "Na hi sakkā sabbaso anatikkantarūpasaññena taṁ nibbattetunti.",
  "tika-abh08t25:174_0": "Na kevalaṁ etāsaṁyeva samatikkamanato idaṁ nibbattaṁ, atha kho paṭighasaññādīnamatthaṅgamāditopīti āha ‘‘paṭighasaññāna’’ntiādi.",
  "tika-abh08t25:174_1": "Tattha cakkhādīnaṁ vatthūnaṁ, rūpādīnañca ārammaṇānaṁ paṭighātena aññamaññasamodhānasaṅkhātena paṭihananena uppannā saññā paṭighasaññā, rūpasaññādidvipañcasaññānametaṁ adhivacanaṁ. Yathāha –",
  "tika-abh08t25:175_0": "‘‘Tattha katamā paṭighasaññā?",
  "tika-abh08t25:175_1": "Rūpasaññā saddasaññā gandhasaññā rasasaññā phoṭṭhabbasaññā, imā vuccanti paṭighasaññāyo’’ti (vibha. 603).",
  "tika-abh08t25:176_0": "Tāsaṁ kusalākusalavipākabhūtānaṁ atthaṅgamā pahānā asamuppādā appavattikaraṇenāti vuttaṁ hoti.",
  "tika-abh08t25:176_1": "Nanu ca etā rūpāvacarajjhānasamāpannassāpi na santi.",
  "tika-abh08t25:176_2": "Na hi paṭhamajjhānādisamāpannakāle pañcadvāravasena cittaṁ pavattatīti?",
  "tika-abh08t25:176_3": "Saccametaṁ, yathā pana ‘‘sukhassa ca pahānā dukkhassa ca pahānā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthajjhānaṁ upasampajja viharatī’’ti ettha pasaṁsāvasena aññattha pahīnānampi sukhadukkhānaṁ catutthajjhāne, ‘‘sakkāyadiṭṭhivicikicchānaṁ pahānā rāgadosamohānaṁ tanuttā sakadāgāmimaggaṁ upasampajja viharatī’’ti ettha paṭhamamaggeyeva pahīnānaṁ sakkāyadiṭṭhādīnaṁ dutiyamagge ca vacanaṁ, evameva imasmiṁ jhāne paṭipajjanakānaṁ ussāhajananatthaṁ imassa jhānassa pasaṁsāvasena etāsaṁ ettha vacananti veditabbaṁ.",
  "tika-abh08t25:176_4": "Atha vā kiñcāpi tā rūpāvacarasamāpannassāpi na santi, na pana pahīnattā na santi.",
  "tika-abh08t25:176_5": "Kiñcarahi paccayābhāvena.",
  "tika-abh08t25:176_6": "Na hi rūpāvacarabhāvanā rūpavirāgāya saṁvattati, rūpāyattā eva tāsaṁ pavattīti.",
  "tika-abh08t25:176_7": "Arūpabhāvanā pana rūpavirāgāya saṁvattati, tasmā ‘‘tā ettha pahīnā’’ti vattuṁ vaṭṭati.",
  "tika-abh08t25:176_8": "Tathā hi etāsaṁ ito pubbe appahīnattāyeva ‘‘paṭhamajjhānaṁ samāpannassa saddo kaṇṭako’’ti vutto bhagavatā.",
  "tika-abh08t25:176_9": "Idha ca pahīnattā eva arūpasamāpattīnaṁ āneñjābhisaṅkhāravacanādīhi, ‘‘ye te santā vimokkhā atikkamma rūpe arūpā’’tiādinā ca āneñjatā, santavimokkhatā ca vuttā.",
  "tika-abh08t25:177_0": "Nānattasaññānanti nānatte gocare pavattānaṁ, nānattānaṁ vā saññānaṁ, vuttāvasesānaṁ catucattālīsakāmāvacarasaññānanti attho.",
  "tika-abh08t25:177_1": "Etā eva hi –",
  "tika-abh08t25:178_0": "‘‘Tattha katamā nānattasaññā?",
  "tika-abh08t25:178_1": "Asamāpannassa manodhātusamaṅgissa vā manoviññāṇadhātusamaṅgissa vā saññā sañjānanā sañjānitattaṁ, imā vuccanti nānattasaññāyo’’ti (vibha. 604) –",
  "tika-abh08t25:179_0": "Evaṁ vibhaṅge vibhajitvā vuttā.",
  "tika-abh08t25:179_1": "Tā pana yasmā rūpasaddādibhede nānatte nānāsabhāve ārammaṇe pavattanti, yasmā ca aṭṭha kāmāvacarakusalasaññā, dvādasa akusalasaññā, ekādasa kāmāvacarakusalavipākasaññā, dve akusalavipākasaññā, ekādasa kāmāvacarakiriyasaññāti evaṁ catucattālīsappabhedā nānāsabhāvā, aññamaññaṁ asadisā, tasmā ‘‘nānattasaññā’’ti vuccanti.",
  "tika-abh08t25:179_2": "Amanasikārāti sabbaso anāvajjanā asamannāhārā apaccavekkhaṇahetu javanapaṭipādakena vā bhavaṅgacittassa anto akaraṇā ṭhapetvā kasiṇugghāṭimākāsaṁ nānārammaṇe cittassa asaṅkharaṇatoti vuttaṁ hoti.",
  "tika-abh08t25:179_3": "Iminā hi nānattasaññāmanasikārahetūnaṁ rūpadhammānaṁ samatikkamopi vutto, rūpajjhāne pana tadabhāvato ‘‘nānattasaññānaṁ amanasikārā’’ti na vuttaṁ.",
  "tika-abh08t25:179_4": "Atha samatikkamādīnaṁ kiṁ nānākaraṇanti? Vuccate –",
  "tika-abh08t25:179_5": "yasmā rūpasaññā, paṭighasaññā ca iminā jhānena nibbattitabhavepi na vijjanti, arūpasaññāya bhāvanāya abhāve cutito uddhaṁ uppattirahānaṁ rūpasaññāpaṭighasaññānaṁ yāva attano vipākuppatti, tāva anuppattidhammataṁ āpādiyamānattā, pageva pana imaṁ jhānaṁ samāpannakāle, tasmā ‘‘samatikkamā, atthaṅgamā’’ti ubhayathāpi tāsaṁ abhāvoyeva dassito.",
  "tika-abh08t25:179_6": "Nānattasaññāsu pana yā tasmiṁ bhave na uppajjanti ekantarūpanissitattā, tā anokāsatāya na uppajjanti, na arūpabhāvanāya nivāritattā, anivāritattā ca kāci uppajjanti, tasmā tāsaṁ amanasikāro anāvajjanaṁ apaccavekkhaṇaṁ javanapaṭipādakena vā bhavaṅgamanassa anto akaraṇaṁ appavesanaṁ vuttaṁ.",
  "tika-abh08t25:179_7": "Tatra pavattamānānampi hi jhānaṁ samāpannassa tāsaṁ amanasikāroyeva itarathā jhānasamāpattiyā abhāvato.",
  "tika-abh08t25:179_8": "Iti saṅkhepato ‘‘rūpasaññānaṁ samatikkamā’’ti iminā sabbarūpāvacaradhammānaṁ pahānaṁ vuttaṁ, ‘‘paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā’’ti sabbesaṁ kāmāvacaracittacetasikānaṁ pahānaṁ, amanasikāro ca vutto, tīhi panetehi samādhissa thirabhāvo kathitoti.",
  "tika-abh08t25:180_0": "Ākāsānañcāyatanasaññāsahagatanti ettha pana nāssa antoti anantaṁ, anantaṁ ākāsaṁ ākāsānantaṁ, kasiṇugghāṭimākāsaṁ, anantatā pana uppādavayantābhāvato anantamanasikāravasena vā veditabbā.",
  "tika-abh08t25:180_1": "Na hi etassa uppādanto, vayanto vā paññāyati asabhāvadhammattā.",
  "tika-abh08t25:180_2": "Sabhāvadhammo hi ahutvā sambhavanato, hutvā ca vinassanato uppādavayantaparicchinno, netaro.",
  "tika-abh08t25:180_3": "Na ca panetaṁ manasi karonto yogāvacaro tassa paricchedasaṅkhātamantaṁ gaṇhāti, atha kho rūpavivekamattasseva gahaṇena anantapharaṇākāreneva manasikāraṁ pavatteti, tasmā uppādavayantavirahato manasikāravasena vā etamanantanti veditabbaṁ.",
  "tika-abh08t25:180_4": "‘‘Anantākāsa’’nti ca vattabbe ananta-saddassa paranipātavasena ‘‘ākāsānanta’’nti vuccati.",
  "tika-abh08t25:180_5": "Ākāsānantameva ākāsānañcaṁ saṁyogaparassa ta-kārassa ca-kāraṁ katvā, tadeva āyatanaṁ sasampayuttadhammassa jhānassa ārammaṇabhāvato adhiṭṭhānaṭṭhena devāyatanaṁ viyāti ākāsānañcāyatanaṁ, tasmiṁ appanāpattā saññā ākāsānañcāyatanasaññā, tāya sahagataṁ viññāṇaṁ ākāsānañcāyatanasaññāsahagataṁ.",
  "tika-abh08t25:180_6": "Atha vā ākāsānañcaṁ āyatanamassā sasampayuttadhammāya saññāyāti ākāsānañcāyatanā, sāyeva saññā, tāya jhānaṁ sahagatanti ākāsānañcāyatanasaññāsahagataṁ.",
  "tika-abh08t25:181_0": "Viññāṇa…pe…",
  "tika-abh08t25:181_1": "sahagatanti yadetaṁ paṭhamāruppaviññāṇaṁ, taṁsabhāvadhammattā uppādādiantavantampi ārammaṇakaraṇavasena anantākāse pharaṇato attānaṁ ārabbha antassa aggahaṇavasena pavattamanasikārato vā anantaṁ viññāṇanti viññāṇānantaṁ, ‘‘viññāṇānañca’’nti vattabbe viññāṇañca-saddo tadatthe nirūḷho ā-kāra na-kāralopoti vā katvā ‘‘viññāṇañca’’micceva vuttaṁ.",
  "tika-abh08t25:181_2": "Evañca katvā vakkhati –",
  "tika-abh08t25:182_0": "‘‘Viññāṇānantamiccevaṁ, vattabbaṁ panidaṁ siyā’’ti.",
  "tika-abh08t25:183_0": "Atha vā dutiyāruppaviññāṇena añcitabbaṁ ārammaṇavasena pāpuṇitabbanti viññāṇañcaṁ.",
  "tika-abh08t25:183_1": "Sesaṁ purimasadisameva.",
  "tika-abh08t25:184_0": "Ākiñcaññā…pe…",
  "tika-abh08t25:184_1": "sahagatanti nāssa paṭhamāruppaviññāṇassa kiñcananti akiñcanaṁ, antamaso bhaṅgamattampi avasiṭṭhaṁ natthīti vuttaṁ hoti.",
  "tika-abh08t25:184_2": "Sati hi bhaṅgamattepi tassa sakiñcanatā siyā.",
  "tika-abh08t25:184_3": "Akiñcanassa bhāvo ākiñcaññaṁ, ākāsānañcāyatanaviññāṇābhāvassetaṁ adhivacanaṁ.",
  "tika-abh08t25:184_4": "Sesaṁ vuttanayameva.",
  "tika-abh08t25:185_0": "Nevasaññā…pe…",
  "tika-abh08t25:185_1": "sahagatanti heṭṭhimajhānesu viya oḷārikāya saññāya abhāvato nevassa saññā atthīti nevasaññaṁ, sukhumāya ca saññāya atthitāya nāssa saññā natthīti nāsaññaṁ, nevasaññañca taṁ nāsaññañceti nevasaññānāsaññaṁ, catutthāruppajjhānaṁ.",
  "tika-abh08t25:185_2": "Yadi evaṁ ‘‘nevasaññanāsañña’’nti vattabbaṁ?",
  "tika-abh08t25:185_3": "Saccametaṁ.",
  "tika-abh08t25:185_4": "Vacanasobhanatthaṁ pana dīghaṁ katvā vuttaṁ.",
  "tika-abh08t25:185_5": "Atha vā nevassa saññā nāsaññāti evaṁ ekajjhaṁ bahubbīhisamāsavasena ‘‘nevasaññānāsañña’’nti vuttaṁ.",
  "tika-abh08t25:185_6": "Nevasaññānāsaññañca taṁ āyatanañca manāyatanadhammāyatanapariyāpannattāti nevasaññānāsaññāyatanaṁ, tena sampayuttaṁ saññāsahagataṁ nevasaññānāsaññāyatanasaññāsahagataṁ.",
  "tika-abh08t25:185_7": "Atha vā saññāyeva paṭusaññākiccakaraṇe asamatthatāya nevasaññā, uṇhodake tejodhātu viya saṅkhārāvasesasukhumabhāvappattiyā nāsaññāti nevasaññānāsaññā, sā eva sesadhammānaṁ nissayapaccayatāya, adhiṭṭhānaṭṭhena dhammāyatanapariyāpannatāya eva vā āyatananti nevasaññānāsaññāyatanaṁ, nevasaññānāsaññāyatanabhūtāya saññāya sahagatanti nevasaññānāsaññāyatanasaññāsahagataṁ.",
  "tika-abh08t25:186_0": "Yathānurūpaṁ…pe…",
  "tika-abh08t25:186_1": "nipphādakanti ‘‘paṭhamāruppabhūmiyā paṭhamaṁ, dutiyāruppabhūmiyā dutiya’’ntiādinā attano anurūpavasena catūsu arūpabhūmīsu upapattisādhakaṁ.",
  "tika-abh08t25:186_2": "Tāsu pana paṭhamā vīsatisahassakappāyukā hoti, dutiyā cattālīsasahassakappāyukā, tatiyā saṭṭhisahassakappāyukā, catutthā pana caturāsītisahassakappāyukāti veditabbaṁ.",
  "tika-abh08t25:187_0": "Arūpāvacarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:188_0": "Lokuttarakusalavaṇṇanā",
  "tika-abh08t25:189_0": "Evaṁ tividhampi lokiyakusalaṁ niddisitvā idāni lokuttarakusalaṁ niddisanto āha ‘‘itaraṁpanā’’tiādi.",
  "tika-abh08t25:189_1": "Lujjanapalujjanaṭṭhena loko, so tividho –",
  "tika-abh08t25:189_2": "saṅkhāraloko sattaloko bhājanalokoti.",
  "tika-abh08t25:189_3": "Tato idaṁ uttaratīti lokuttaraṁ.",
  "tika-abh08t25:189_4": "Cattāropi hi maggā upādānakkhandhasaṅkhātasaṅkhāralokato uttaranti anāsavabhāvena.",
  "tika-abh08t25:189_5": "Sattalokesu ca sotāpattimaggo anariyalokato uttarati, sakadāgāmimaggo sotāpannalokato, anāgāmimaggo sakadāgāmilokato, arahattamaggo anāgāmilokato uttarati.",
  "tika-abh08t25:189_6": "Bhājanalokesu pana paṭhamamaggo apāyalokato uttarati, sakadāgāmimaggo kāmalokekadesato, anāgāmimaggo sakalakāmalokato, arahattamaggo rūpārūpalokato uttarati.",
  "tika-abh08t25:189_7": "Iti catubbidhampi maggacittaṁ tividhalokato uttaratīti lokuttaraṁ, kucchitasalanādito pana kusalaṁ, cintanādito cittañcāti lokuttarakusalacittaṁ.",
  "tika-abh08t25:189_8": "Phalaṁ pana lokato uttiṇṇattā lokuttaraṁ, ubhayampi vā saha nibbānena upādānakkhandhasaṅkhātalokato uttaraṁ visiṭṭhataranti lokuttaraṁ.",
  "tika-abh08t25:189_9": "Yathāha ‘‘yāvatā, bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ dhammānaṁ aggamakkhāyatī’’ti (a. ni. 4.34; itivu. 90).",
  "tika-abh08t25:190_0": "Niyatāniyatavatthukabhedatoti sotāpattimaggassa paratoghosapaccayena vinā anuppajjanato arūpabhave sambhavo natthīti taṁ niyatavatthukaṁ, itaraṁ pana sattavidhampi paratoghosaṁ vināpi vipassanābaleneva nipphajjanato tatthāpi sambhavatīti aniyatavatthukaṁ.",
  "tika-abh08t25:191_0": "Tīhi…pe…",
  "tika-abh08t25:191_1": "tividhanti lokuttaravimokkhānaṁ dvārabhāvato vimokkhamukhasaṅkhātāhi suññatānupassanādīhi tīhi vuṭṭhānagāminivipassanāhi pattabbato idaṁ lokuttarakusalaṁ tividhaṁ suññataṁ animittaṁ appaṇihitanti.",
  "tika-abh08t25:191_2": "Katame pana te lokuttaravimokkhāti?",
  "tika-abh08t25:191_3": "Nava lokuttaradhammā.",
  "tika-abh08t25:191_4": "Yathāha ‘‘cattāro ca ariyamaggā cattāri ca sāmaññaphalāni nibbānañca, ayaṁ anāsavo vimokkho’’ti (paṭi. ma. 1.213).",
  "tika-abh08t25:191_5": "Imāni hi saṁkilesadhammehi suṭṭhu vimuttattā vimokkhā nāma.",
  "tika-abh08t25:191_6": "Tāni pana paccekaṁ suññato vimokkho, animitto vimokkho, appaṇihito vimokkhoti tividhāni.",
  "tika-abh08t25:191_7": "Yathāha ‘‘tayome, bhikkhave, vimokkhā –",
  "tika-abh08t25:191_8": "suññato vimokkho, animitto vimokkho, appaṇihito vimokkho’’ti (paṭi. ma. 1.209).",
  "tika-abh08t25:191_9": "Idha pana kusalādhikārattā catumaggasaṅkhātāyeva lokuttaradhammā adhippetā.",
  "tika-abh08t25:192_0": "Suññatādināmalābho ca nesaṁ āgamanato, saguṇato, ārammaṇato ca veditabbo.",
  "tika-abh08t25:192_1": "Tathā hi āgacchati maggo, phalañca etenāti āgamanaṁ.",
  "tika-abh08t25:192_2": "Tañhi duvidhaṁ maggāgamanaṁ, phalāgamanañca.",
  "tika-abh08t25:192_3": "Tesu vuṭṭhānagāminivipassanā maggāgamanaṁ, ariyamaggo phalāgamanaṁ.",
  "tika-abh08t25:192_4": "Tattha maggassa āgataṭṭhāne maggāgamanaṁ gahetabbaṁ, phalassa āgataṭṭhāne phalāgamanaṁ.",
  "tika-abh08t25:192_5": "Idha pana maggassa āgatattā maggāgamanaṁ gahitanti.",
  "tika-abh08t25:192_6": "Tato āgamanato.",
  "tika-abh08t25:192_7": "Saguṇatoti sabhāvato.",
  "tika-abh08t25:192_8": "Ārammaṇatoti ārammaṇadhammato.",
  "tika-abh08t25:193_0": "Yo hi sabbasaṅkhārānaṁ anattalakkhaṇapaṭivedhavasappavattāya anattānupassanāya vasena maggaṁ paṭilabhati, tassa sā anupassanā asuññattakarānaṁ attābhinivesapaccayānaṁ diṭṭhekaṭṭhakilesānaṁ vikkhambhitabhāvena tebhūmakadhammānaṁ attasuññatāya yāthāvato gahaṇato suññatānupassanā nāma hoti.",
  "tika-abh08t25:193_1": "Tāya pana paṭiladdhamaggo suññatāya āgatattā suññato nāma.",
  "tika-abh08t25:193_2": "Tenāha ‘‘anattato manasikaronto suññatavimokkhena vimuccatī’’ti (paṭi. ma. 1.227).",
  "tika-abh08t25:194_0": "Yo pana sabbasaṅkhārānaṁ aniccalakkhaṇapaṭivedhavasappavattāya aniccānupassanāya maggaṁ paṭilabhati, tassa sā anupassanā niccanimittādigāhakarānaṁ kilesānaṁ vikkhambhitattā dhuvabhāvūpaṭṭhānasaṅkhātaniccanimittādino aggahaṇato animittānupassanā nāma.",
  "tika-abh08t25:194_1": "Tāya pana laddhamaggo animittāya āgatattā animitto nāma.",
  "tika-abh08t25:194_2": "Tenāha ‘‘aniccato manasikaronto animittavimokkhena vimuccatī’’ti (paṭi. ma. 1.227).",
  "tika-abh08t25:195_0": "Yo pana sabbasaṅkhārānaṁ dukkhalakkhaṇapaṭivedhavasappavattāya dukkhānupassanāya vasena maggaṁ paṭilabhati, tassa sā anupassanā taṇhāpaṇidhānassa vikkhambhanena paṇidhivirahitattā appaṇihitānupassanā nāma.",
  "tika-abh08t25:195_1": "Tāya pana laddhamaggo appaṇihitāya āgatattā appaṇihito nāma.",
  "tika-abh08t25:195_2": "Tenāha ‘‘dukkhato manasikaronto appaṇihitavimokkhena vimuccatī’’ti.",
  "tika-abh08t25:195_3": "Ayaṁ tāvassa āgamanavasena nāmalābho.",
  "tika-abh08t25:196_0": "Attano pana rāgādīhi suññatattā, niccanimittādivirahitattā, taṇhāpaṇidhiabhāvato ca saguṇato, rāgādisuññasseva, niccanimittādivirahitassa, paṇidhivippamuttassa ca nibbānassa ārammaṇakaraṇato ārammaṇato ca suññatādivimokkho nāma hotīti evamassa saguṇārammaṇehi nāmalābho daṭṭhabbo.",
  "tika-abh08t25:196_1": "So ca kho suttantapariyāyeneva, no abhidhammapariyāyena.",
  "tika-abh08t25:196_2": "Suttantakathā hi pariyāyadesanā, itarā nippariyāyadesanā, tasmā saguṇārammaṇato nāmassa sabbasādhāraṇabhāvena avavatthānakarattā pariyāyabhāvato suttantapariyāyeneva lābho, āgamanato pana abhidhammapariyāyenapi vavatthānakarabhāvena nippariyāyattā.",
  "tika-abh08t25:196_3": "Teneva hi ācariyena ‘‘tīhi vimokkhamukhehi pattabbato tividha’’nti vimokkhamukhameva dhuraṁ katvā vuttaṁ, na ‘‘suññatādināmato tividha’’nti.",
  "tika-abh08t25:196_4": "Animittanāmaṁ panettha āgamanatopi suttantapariyāyeneva labbhati abhidhamme maggaṁ pati animittanāmassa anuddhatattā.",
  "tika-abh08t25:196_5": "Anuddhaṭattaṁ pana na anuddharitabbatāmattena, atha kho nippariyāyato tassa magge alabbhanato.",
  "tika-abh08t25:196_6": "Kiñcāpi hi ayaṁ vipassanā niccanimittaṁ ugghāṭentī pavattati, saṅkhāranimittassa pana anissajjanato na nippariyāyato animittanāmaṁ labhati.",
  "tika-abh08t25:196_7": "Yaṁ panetaṁ sutte –",
  "tika-abh08t25:197_0": "‘‘Animittañca bhāvehi, mānānusayamujjaha;",
  "tika-abh08t25:198_0": "Tato mānābhisamayā, upasanto carissasī’’ti. (su. ni. 344) –",
  "tika-abh08t25:199_0": "Maggassa animittabhāvavacanaṁ, taṁ yathāvuttapariyāyavasena labbhamānaṁ gahetvā vuttaṁ.",
  "tika-abh08t25:199_1": "Abhidhamme pana yā sayampi nippariyāyato animittanāmaṁ na labhati, sā kathaṁ maggassa taṁ dadeyyāti maggassa animittanāmaṁ na uddhaṭaṁ.",
  "tika-abh08t25:199_2": "Yadi evaṁ suññatanāmenapi idaṁ samānaṁ.",
  "tika-abh08t25:199_3": "Anattānupassanāpi hi kiñcāpi puggalasuññataṁ gaṇhāti, dhammasuññataṁ pana na gaṇhātīti sayaṁ nippariyāyena suññatānupassanā nāma na hotīti suññatanāmampi maggassa na dadeyya.",
  "tika-abh08t25:199_4": "Atha puggalasuññatāggahaṇamattena sayaṁ suññatānupassanā hutvā maggassa taṁ dadeyya, aniccānupassanāpi saṅkhāranimittassa gahaṇepi niccanimittādiugghāṭanato sayaṁ animittānupassanā hutvā maggassa animittanāmaṁ dadeyyāti?",
  "tika-abh08t25:199_5": "Na idamevaṁ, niccādinimittugghāṭanena animittabhāvassa nippariyāyena magge alabbhanato niccādinimittugghāṭanassapi pariyāyabhāvato.",
  "tika-abh08t25:199_6": "Nanu idampi sabbattha samānaṁ.",
  "tika-abh08t25:199_7": "Suññataappaṇihitabhāvopi hi nippariyāyena amagge na labbhati puggalasuññataggahaṇassa, paṇidhisosanassa ca ujukaṁ maggeneva nipphajjanato, tasmā suññatānupassanāpi appaṇihitānupassanāpi pariyāyeneva taṁ taṁ nāmaṁ labhantīti maggassa nippariyāyato nāmaṁ na dentīti?",
  "tika-abh08t25:199_8": "Na, tato laddhaariyamaggassa nippariyāyato sampayuttadhammavaseneva suññataappaṇihitanāmasambhavato. Kathaṁ?",
  "tika-abh08t25:199_9": "Ṭhapetvā buddhuppādaṁ sarabhaṅgasatthārādikālepi dubbijānīyabhāvena sukhumassa anattalakkhaṇassa paññāya eva gocarabhāvato anattānupassanāya anupassanato maggakkhaṇe paññindriyaṁ adhimattaṁ hoti. Yathāha –",
  "tika-abh08t25:199_10": "‘‘anattato manasikaroto paññindriyaṁ adhimattaṁ hotī’’ti (paṭi. ma. 1.221).",
  "tika-abh08t25:200_0": "Tañca pana sayaṁ attābhinivesasamugghāṭanato, ariyamaggapariyāpannattā ca nippariyāyatova suññatanāmaṁ labhati.",
  "tika-abh08t25:200_1": "Dukkhānupassanāya samādhivipaccanīkassa paṇidhisaṅkhātarāgassa sosanato tassā vasena anupassantassa maggakkhaṇe samādhindriyaṁ adhimattaṁ hoti. Yathāha –",
  "tika-abh08t25:200_2": "‘‘dukkhato manasikaroto samādhindriyaṁ adhimattaṁ hotī’’ti.",
  "tika-abh08t25:200_3": "Tañca pana sayaṁ paṇidhisosanato, ariyamaggapariyāpannattā ca nippariyāyatova appaṇihitanāmaṁ labhati.",
  "tika-abh08t25:200_4": "Sabbasaṅkhārānaṁ pana aniccabhāvaṁ āgamanato sutvā pacchā sayaṁ paccakkhato passato ‘‘aniccameva vata so bhagavā ‘anicca’nti āhā’’ti bhagavati saddhābāhullapaṭilābhato aniccānupassanāya manasikaroto maggakkhaṇe saddhindriyaṁ adhimattaṁ hoti. Yathāha –",
  "tika-abh08t25:200_5": "‘‘aniccato manasikaroto saddhindriyaṁ adhimattaṁ hotī’’ti.",
  "tika-abh08t25:200_6": "Taṁ pana sayaṁ saṅkhāranimittato vuṭṭhahantampi ariyamaggapariyāpannaṁ na hotīti nippariyāyato animittanāmaṁ na labhati, tasmā yathā kāyakammādhikaṁ cittaṁ ‘‘kāyakamma’’nti vuccati, evaṁ suññatasaṅkhātapaññindriyādhimatto maggo suññatanāmaṁ labhati, appaṇihitasaṅkhātasamādhindriyādhimatto appaṇihitanāmaṁ, saddhindriyādhimatto pana saddhāya animittanāmālābhato sayampi taṁ na labhati.",
  "tika-abh08t25:200_7": "Yadi sampayuttadhammavasena suññatādināmālābho, atha kathaṁ ‘‘āgamanato’’ti vuttaṁ?",
  "tika-abh08t25:200_8": "Saccaṁ, āgamanato adhimattassa pana indriyassa vasena laddhanāmampi āgamanatova laddhaṁ hoti.",
  "tika-abh08t25:201_0": "Atha vā abhidhammapariyāyenapi suññatabhāvo nāma puggalasuññatāyevāti puggalasuññataggāhitāya anattānupassanāya suññatanāmaṁ nippariyāyatova labbhati.",
  "tika-abh08t25:201_1": "Paṇidhi nāma rāgādikā evāti rāgādisositāya dukkhānupassanāya appaṇihitanāmampi nippariyāyatova labbhati.",
  "tika-abh08t25:202_0": "Nimittanti pana ṭhapetvā suttantapariyāyaṁ abhidhammapariyāyena saṅkhāranimittaṁ hotīti saṅkhāranimittaggāhitāya aniccānupassanāya animittanāmaṁ nippariyāyato na labbhati, tasmā nippariyāyato suññataappaṇihitanāmikānaṁ anattadukkhānupassanānaṁ vasena paṭiladdhamaggo āgamanato suññataappaṇihitanāmaṁ labhati, animittanāmaṁ pana pariyāyatova labhati.",
  "tika-abh08t25:202_1": "Tena vuttaṁ –",
  "tika-abh08t25:202_2": "‘‘animittanāmaṁ panettha āgamanatopi suttantapariyāyeneva labbhati abhidhamme maggaṁ pati animittanāmassa anuddhaṭattā’’ti.",
  "tika-abh08t25:202_3": "Iti imesaṁ tiṇṇaṁ vimokkhānaṁ pavesanadvārabhāvato suññatānupassanādināmikā anattānupassanādikā tisso anukkamena balavabhāvaṁ patvā vuṭṭhānagāminivipassanābhūtā tīṇi vimokkhamukhānīti veditabbāni.",
  "tika-abh08t25:202_4": "Vuttañhetaṁ –",
  "tika-abh08t25:203_0": "‘‘Tīṇi kho panimāni vimokkhamukhāni lokaniyyānāya saṁvattanti, sabbasaṅkhāre paricchedaparivaṭumato samanupassanatāya animittāya ca dhātuyā cittasampakkhandanatāya, sabbasaṅkhāresu manosamuttejanatāya appaṇihitāya ca dhātuyā cittasampakkhandanatāya, sabbadhamme parato samanupassanatāya suññatāya ca dhātuyā cittasampakkhandanatāya, imāni tīṇi vimokkhamukhāni lokaniyyānāya saṁvattantī’’ti (paṭi. ma. 1.219).",
  "tika-abh08t25:204_0": "Ettha hi paricchedaparivaṭumatoti udayabbayavasena paricchedato ceva parivaṭumato ca.",
  "tika-abh08t25:204_1": "Aniccānupassanā hi ‘‘udayato pubbe saṅkhārā natthī’’ti paricchinditvā tesaṁ gatiṁ samannesamānā vayato paraṁ na gacchanti, ettheva antaradhāyantīti parivaṭumato pariyantato samanupassati.",
  "tika-abh08t25:204_2": "Samanupassanatāyāti sammadeva anupassanatāya saṁvattantīti sambandho.",
  "tika-abh08t25:204_3": "Manosamuttejanatāyāti cittasaṁvejanatāya.",
  "tika-abh08t25:204_4": "Dukkhānupassanena hi saṅkhāresu cittaṁ saṁvijjati.",
  "tika-abh08t25:204_5": "Parato samanupassanatāyāti ‘‘nāhaṁ, na mama’’nti evaṁ anattato samanupassanatāya.",
  "tika-abh08t25:204_6": "Iti imāni tīṇi padāni aniccānupassanādīnaṁ tiṇṇaṁ vasena vuttānīti veditabbāni.",
  "tika-abh08t25:204_7": "Teneva ca tadanantare pañhāvissajjane –",
  "tika-abh08t25:205_0": "‘‘Aniccato manasikaroto khayato saṅkhārā upaṭṭhahanti, dukkhato manasikaroto bhayato saṅkhārā upaṭṭhahanti, anattato manasikaroto suññato saṅkhārā upaṭṭhahantī’’ti (paṭi. ma. 1.219) –",
  "tika-abh08t25:206_0": "Vuttaṁ.",
  "tika-abh08t25:206_1": "Nanu cettha abhidhammāvatārassa bhāsamānattā abhidhammapariyāyeneva vimokkhamukhāni ca vavatthapetuṁ yuttanti?",
  "tika-abh08t25:206_2": "Saccaṁ, aniccānupassanāyapi pana maggavuṭṭhānaṁ hotīti pakāsanatthaṁ suttantapariyāyenapi ekaṁ vavatthānaṁ kataṁ, tathā vuṭṭhito pana maggo abhidhammapariyāyena suddhikapaṭipadāyameva saṅgayhatīti daṭṭhabbaṁ.",
  "tika-abh08t25:207_0": "Catumaggayogabhedatoti sotāpattiādīhi catūhi ariyamaggehi sampayogappabhedato.",
  "tika-abh08t25:207_1": "Ariyamaggānaṁ pana sammādiṭṭhādiaṭṭhaṅgasabhāvattā, tesañca sabbalokuttare atthitāya bhaṅgavasena abhedepi indriyānaṁ apāṭavapāṭavataratamabhāvena sacchikiriyāvisesato kilesānaṁ pahānabhedo hotīti taṁvasena catubbidhatā daṭṭhabbā.",
  "tika-abh08t25:207_2": "Tenevāha ‘‘sakkāyadiṭṭhivicikicchā’’tiādi.",
  "tika-abh08t25:207_3": "Sati vijjamāne pañcakkhandhasaṅkhāte kāye diṭṭhi sakkāyadiṭṭhi, sayaṁ vā tattha sati diṭṭhi sakkāyadiṭṭhi, pañcasu khandhesu attattaniyābhinivesavasena pavattāya micchādiṭṭhiyā etaṁ adhivacanaṁ.",
  "tika-abh08t25:207_4": "Sā pana ekekasmiṁ khandhe catudhā abhinivesanavasena vīsatividhā hoti.",
  "tika-abh08t25:207_5": "Tathā hi koci rūpaṁ attato samanupassati ‘‘yaṁ rūpaṁ, so attā, yo attā, taṁ rūpaṁ, yathā dīpassa vaṇṇoyeva acci, acciyeva vaṇṇo’’ti.",
  "tika-abh08t25:207_6": "Rūpavantaṁ vā attānaṁ samanupassati, chāyāvantaṁ viya rukkhaṁ.",
  "tika-abh08t25:207_7": "Attani vā rūpaṁ, pupphe viya gandhaṁ.",
  "tika-abh08t25:207_8": "Rūpasmiṁ vā attānaṁ, samugge viya maṇi.",
  "tika-abh08t25:207_9": "Evaṁ vedanādīsupi ‘‘vedanaṁ attato samanupassatī’’tiādinā yojetabbaṁ.",
  "tika-abh08t25:207_10": "Tattha yo pañcavidho abyatirittaattābhiniveso, sā ucchedadiṭṭhi.",
  "tika-abh08t25:207_11": "Yo pana pannarasavidho byatirittaattābhiniveso, sā sassatadiṭṭhīti veditabbaṁ.",
  "tika-abh08t25:208_0": "Sabhāvaṁ vicinanto tāya kicchati kilamatīti vicikicchā, tikicchituṁ dukkaratāya vā vigatā cikicchā ñāṇapatikāro imissāti vicikicchā. Sā pana –",
  "tika-abh08t25:209_0": "‘‘Satthari kaṅkhati vicikicchati, dhamme, saṅghe, sikkhāya, pubbante, aparante, pubbantāparante, idappaccayatāpaṭiccasamuppannesu dhammesu kaṅkhati vicikicchatī’’ti (dha. sa.",
  "tika-abh08t25:209_1": "1008 thokaṁ.",
  "tika-abh08t25:209_2": "visadisaṁ) –",
  "tika-abh08t25:210_0": "Evaṁ buddhādīsu kaṅkhāvasena aṭṭhavatthukā,",
  "tika-abh08t25:211_0": "‘‘Ahosiṁ nu kho ahamatītamaddhānaṁ, na nu kho ahosiṁ, kiṁ nu kho ahosiṁ, kathaṁ nu kho ahosiṁ , kiṁ hutvā kiṁ ahosiṁ nu kho ahamatītamaddhānaṁ, bhavissāmi nu kho ahamanāgatamaddhānaṁ , na nu kho bhavissāmi, kiṁ nu kho bhavissāmi, kathaṁ nu kho bhavissāmi, kiṁ hutvā kiṁ bhavissāmi nu kho ahamanāgatamaddhānaṁ, etarahi vā pana paccuppannamaddhānaṁ ajjhattaṁ kathaṁkathī hoti, ahaṁ nu khosmi, no nu khosmi, kiṁ nu khosmi, kathaṁ nu khosmi, ayaṁ nu kho satto kuto āgato, so kuhiṁ gāmī bhavissatī’’ti (ma. ni. 1.18; saṁ. ni. 2.20) –",
  "tika-abh08t25:212_0": "Evaṁ pubbantādayo ārabbha pavattivasena soḷasavatthukā ca niddiṭṭhā.",
  "tika-abh08t25:213_0": "Tattha satthari kaṅkhanto tassa rūpakāyadhammakāyānaṁ vijjamānataṁ, avijjamānatañca kaṅkhati, dhamme kaṅkhanto tassa svākkhātadvākkhātabhāve kaṅkhati, saṅghe kaṅkhanto tassa suppaṭipannavippaṭipannatādibhāve kaṅkhati, sikkhāya kaṅkhanto tassā supaññattaduppaññattabhāvaṁ kaṅkhati, pubbante kaṅkhanto sassatākāraṁ, adhiccasamuppattiākārañca nissāya atīte attano vijjamānataṁ, avijjamānatañca kaṅkhati, aparante kaṅkhanto sassatākāraṁ, ucchedākārañca nissāya anāgate attano uppattiṁ, anuppattiñca kaṅkhati, pubbantāparante kaṅkhanto paccuppanne attano atthibhāvaṁ, natthibhāvañca kaṅkhati.",
  "tika-abh08t25:213_1": "Paccuppanno hi addhā pubbabhāgāparabhāgakoṭṭhāsavantatāya ‘‘pubbantāparanto’’ti vuccati, yuttaṁ pana taṁ ārabbha kaṅkhājanananti?",
  "tika-abh08t25:213_2": "Yuttaṁ, ayuttanti kā ettha cintā.",
  "tika-abh08t25:213_3": "Ummattako viya hi bālaputhujjano.",
  "tika-abh08t25:213_4": "Tasmā so yaṁ kiñci kaṅkhatiyeva.",
  "tika-abh08t25:213_5": "Teneva ca soḷasavatthukavicikicchāniddese ‘‘etarahi vā panā’’tiādi vuttaṁ.",
  "tika-abh08t25:213_6": "Ācariyā pana ‘‘pubbantāparantoti atītānāgate ekajjhaṁ gahetvā tadubhayamārabbha kaṅkhanto pubbantāparante kaṅkhatī’’tipi vadanti.",
  "tika-abh08t25:213_7": "Idappaccayatāpaṭiccasamuppannesu dhammesu kaṅkhanto pana avijjādīnaṁ paccayānaṁ, saṅkhārādīnañca paccayuppannānaṁ hetuhetusamuppannabhāvassa sabbhāvāsabbhāvaṁ kaṅkhatīti evaṁ tāva aṭṭhavatthukakaṅkhāya pavatti veditabbā.",
  "tika-abh08t25:214_0": "Soḷasavatthukā pana ‘‘ahosiṁ nu kho…pe…",
  "tika-abh08t25:214_1": "na nu kho ahosi’’nti kaṅkhanto vuttanayeneva atīte attano vijjamānāvijjamānataṁ kaṅkhati.",
  "tika-abh08t25:214_2": "Kiṁ nu kho ahosinti jātiliṅgupapattiyo nissāya ‘‘khattiyo nu kho ahosiṁ, brāhmaṇādīsu gahaṭṭhādīsu devādīsu aññataro nu kho’’ti kaṅkhati.",
  "tika-abh08t25:214_3": "Kathaṁ nu khoti saṇṭhānākāraṁ nissāya ‘‘dīgho nu kho ahosiṁ, rassaodātakāḷādīnañca aññataro’’ti kaṅkhati.",
  "tika-abh08t25:214_4": "Issaranimmānādīni nissāya ‘‘kena nu kho pakārena ahosi’’nti nibbattanākārato kaṅkhatīti vadanti.",
  "tika-abh08t25:214_5": "Kiṁ hutvā kiṁ ahosinti jātiādīni nissāya ‘‘khattiyo hutvā nu kho brāhmaṇo ahosiṁ…pe…",
  "tika-abh08t25:214_6": "devo hutvā nu kho manusso ahosi’’nti attano aparāparaṁ pavattiṁ kaṅkhati.",
  "tika-abh08t25:214_7": "Bhavissāmi nu kho, na nu khoti heṭṭhā vuttanayeneva anāgate attano vijjamānāvijjamānataṁ kaṅkhati.",
  "tika-abh08t25:214_8": "‘‘Kiṁ nu kho bhavissāmī’’tiādi vuttanayameva.",
  "tika-abh08t25:214_9": "Ahaṁ nu khosmi, na nu khosmīti idāni attano atthibhāvaṁ, natthibhāvañca kaṅkhati.",
  "tika-abh08t25:214_10": "Tattha kāraṇaṁ vuttameva.",
  "tika-abh08t25:214_11": "Kiṁ nu khosmīti khattiyādikova samāno attano khattiyādibhāvaṁ kaṅkhati.",
  "tika-abh08t25:214_12": "Eseva nayo sesesupi.",
  "tika-abh08t25:214_13": "Kathaṁ nu khosmīti ‘‘abbhantare jīvo nāma atthī’’ti gahetvā tassa dīghādibhāvaṁ kaṅkhati.",
  "tika-abh08t25:214_14": "Paccuppannaṁ pana attano sarīrasaṇṭhānaṁ ajānanto nāma natthi.",
  "tika-abh08t25:214_15": "Kuto āgato, kuhiṁ gāmī bhavissatīti attabhāvassa āgatagataṭṭhānāni kaṅkhatīti veditabbaṁ.",
  "tika-abh08t25:215_0": "Sīlañca vatañca sīlabbataṁ, tattha gosīlādiasuddhimaggo samādānavasena sīlaṁ, avītikkamavasena vataṁ.",
  "tika-abh08t25:215_1": "Ubhayathāpi vā sīlaṁ, tapokammabhāvena gahitattā vataṁ.",
  "tika-abh08t25:215_2": "Gavādipakatibhāvato attano vā gavādibhāvādhiṭṭhānaṁ sīlaṁ, ‘‘gacchanto bhakkheti, tiṭṭhanto muttetī’’tiādinā gavādikiriyāya karaṇaṁ vataṁ.",
  "tika-abh08t25:215_3": "Taṁtaṁakiccasammasato vā nivatti sīlaṁ, taṁsamādānavato vesabhojanakiccacaraṇādivisesapaṭipatti vataṁ.",
  "tika-abh08t25:215_4": "Sabhāvaṁ atikkamma parato āmasanaṁ gahaṇanti parāmāso, sīlabbatassa parāmāso sīlabbataparāmāso.",
  "tika-abh08t25:215_5": "Ito bahiddhā samaṇabrāhmaṇānaṁ sīlena suddhi, vatena suddhi, sīlabbatena suddhīti evaṁ asuddhimagge ‘‘suddhimaggo’’ti pavattassa micchābhinivesassetaṁ adhivacanaṁ.",
  "tika-abh08t25:215_6": "Sakkāyadiṭṭhi ca vicikicchā ca sīlabbataparāmāso cāti sakkāya…pe…",
  "tika-abh08t25:215_7": "parāmāso, teyeva kammavipākesu, vaṭṭasmiṁ vā satte saṁyojenti bandhantīti saṁyojanāni, tesaṁ diṭṭhivisuddhiādīhi tadaṅgavasena pahīnānaṁ anuppattidhammatāpādanena accantasamucchedappahānaṁ karotīti sakkā…pe…ppahānakaraṁ.",
  "tika-abh08t25:216_0": "Nibbānaṁ pati savanato sandanato soto vuccati ariyo aṭṭhaṅgikamaggo, tassa ādito pajjanaṁ sotāpatti, nibbānaṁ maggati, nibbānatthikehi maggīyati, kilese mārento gacchatīti vā maggo, sotāpatti eva maggo sotāpattimaggo.",
  "tika-abh08t25:216_1": "Atha vā sotaṁ ādito pajjati adhigacchatīti sotāpatti, paṭhamo ariyapuggalo, tassa maggo sotāpattimaggo, sammādiṭṭhiādīni aṭṭhaṅgāni, tena sampayuttaṁ cittaṁ sotāpattimaggacittaṁ.",
  "tika-abh08t25:217_0": "Rajjati abhisajjatīti rāgo, so idha pañcakāmavisayā, kāmabhavavisayā ca taṇhā.",
  "tika-abh08t25:217_1": "Dussatīti doso, dasavidhaāghātavatthupadaṭṭhāno byāpādo.",
  "tika-abh08t25:217_2": "Muyhatīti moho, dukkhādīsu aṭṭhasu aññāṇaṁ.",
  "tika-abh08t25:217_3": "Etesaṁ kilesānaṁ tanuttaṁ tanubhāvaṁ karotīti rāga…pe…",
  "tika-abh08t25:217_4": "tanuttakaraṁ.",
  "tika-abh08t25:217_5": "Tattha dvīhi kāraṇehi tanuttaṁ abhiṇhānuppattito, pariyuṭṭhānamandatāya cāti.",
  "tika-abh08t25:217_6": "Sakadāgāmissa hi vaṭṭānusārimahājanassa viya kilesā abhiṇhaṁ na uppajjanti, kadāci viraḷākārā hutvā uppajjanti, tathā uppajjantāpi maddantā chādentā andhakāraṁ karontā nuppajjanti.",
  "tika-abh08t25:217_7": "Dvīhi pana maggehi pahīnattā mandamandā tanukatanukā uppajjanti.",
  "tika-abh08t25:217_8": "Keci pana sakadāgāmissa kilesā cirena uppajjantāpi bahalāva uppajjanti.",
  "tika-abh08t25:217_9": "Tathā hissa puttadhītaro dissantīti vadanti.",
  "tika-abh08t25:217_10": "Taṁ akāraṇaṁ, vatthupaṭisevanena vināpi gabbhaggahaṇasabbhāvato, tasmā vuttanayeneva dvīhi kāraṇehi nesaṁ tanubhāvo veditabbo.",
  "tika-abh08t25:217_11": "Kasmā panettha mohassa tanubhāvo vutto, nanu tatiyamaggavajjhānameva iminā tanuttakaraṇaṁ vattabbaṁ, itarathā heṭṭhā tīhipi maggehi uparimaggavajjhakilesānaṁ bahalābahalāvatthāya pahīyamānattā idha sabbesameva uddhambhāgiyasaṁyojanānaṁ tanubhāvo vattabbo, teneva ca pāḷiyampi ‘‘kāmarāgabyāpādānaṁ tanubhāvāya dutiyāya bhūmiyā pattiyā’’ti vuttanti.",
  "tika-abh08t25:217_12": "Saccametaṁ, sutte pana uparimaggavajjhānaṁ tanubhāvapariyāyaṁ gahetvā ‘‘rāgadosamohānaṁ tanuttā sakadāgāmī hotī’’ti hetuttayatanubhāvassa āgatattā idhāpi tadanulomena vuttaṁ.",
  "tika-abh08t25:217_13": "‘‘Kāmarāgabyāpādāna’’micceva vā pāṭho.",
  "tika-abh08t25:217_14": "Tathā hi ettheva upari dutiyamaggañāṇaniddese ‘‘byāpādakāmarāgānaṁ, tanubhāvaṁ tu sādhaya’’nti (abhidha.",
  "tika-abh08t25:217_15": "1353) vuttaṁ.",
  "tika-abh08t25:217_16": "Paṭisandhivasena sakideva imaṁ manussalokaṁ āgacchatīti sakadāgāmī, tassa maggo sakadāgāmimaggo.",
  "tika-abh08t25:217_17": "Kiñcāpi hi maggaṭṭhassa paṭisandhivasena āgamanāsambhavato phalaṭṭhoyeva sakadāgāmī nāma hoti, tassa pana āgamanabhūto maggo maggantarāvacchedanatthaṁ tadāyattabhāvūpanayanena sakadāgāmimaggoti vuccati, taṁsampayuttaṁ cittaṁ sakadāgāmimaggacittaṁ.",
  "tika-abh08t25:218_0": "Pañcasu kāmaguṇesu, kāmabhave ca rāgo kāmarāgo.",
  "tika-abh08t25:218_1": "Byāpajjati tena cittanti byāpādo.",
  "tika-abh08t25:218_2": "Paṭisandhivasena imaṁ kāmadhātuṁ na āgacchatīti anāgāmī.",
  "tika-abh08t25:218_3": "Rūpabhave chandarāgo rūparāgo.",
  "tika-abh08t25:218_4": "Arūpabhave chandarāgo arūparāgo.",
  "tika-abh08t25:218_5": "Māno idha arahattādhigamaṁ paṭicca uṇṇatimattaṁ.",
  "tika-abh08t25:218_6": "Uddhaccampi ‘‘ko me bhāro kilesasamucchedane’’ti evamākārappavattaṁ cittassa avūpasamamattaṁ.",
  "tika-abh08t25:218_7": "Avijjāpi asukhe sukhasaññāvipallāso.",
  "tika-abh08t25:218_8": "Ārakattā kilesehi, micchāpaṭipannehi vā, rāgādiarīnaṁ, saṁsāracakkassa arānañca hatattā, paccayādīnaṁ arahattā, rahopi pāpākaraṇena pāpakaraṇe rahassa abhāvā, rahitabbato jahitabbato ‘‘rahā’’ti laddhanāmānaṁ vā pāpadhammānaṁ abhāvato, sādhūhi arahitabbato apariccajitabbato, rahasaṅkhātassa vā gamanassa saṁsāre abhāvato arahā, aṭṭhamo ariyapuggalo, tassa bhāvo arahattaṁ, aggaphalassetaṁ adhivacanaṁ.",
  "tika-abh08t25:218_9": "Tañhi ‘‘arahā’’ti abhidhānassa, buddhiyā ca pavattinibandhanattā arahato bhāvoti katvā ‘‘arahatta’’nti vuccati, tassa āgamanabhūto maggo arahattamaggo, taṁsampayuttaṁ cittaṁ arahattamaggacittaṁ.",
  "tika-abh08t25:219_0": "Jhānaṅgayogabhedatoti rūpāvacaraṁ viya pañcahi jhānaṅgehi sampayogabhedato.",
  "tika-abh08t25:219_1": "Kathaṁ panassa bhedoti?",
  "tika-abh08t25:219_2": "Ettha tāva aṭṭhakathāvādo, tayo ca theravādāti cattāro vādā honti.",
  "tika-abh08t25:219_3": "Tathā hi aṭṭhakathāyaṁ tāva ‘‘saṅkhārupekkhābhāvaṁ patvā vuṭṭhānagāminivipassanāmaggassa jhānaṅgaṁ niyametī’’ti vuttaṁ.",
  "tika-abh08t25:219_4": "Tipiṭakacūḷanāgatthero pana ‘‘maggāsannavipassanāya padaṭṭhānabhūtaṁ pādakajjhānaṁ niyametī’’ti āha.",
  "tika-abh08t25:219_5": "Moravāpivāsimahādattatthero ‘‘vipassanāya ārammaṇabhūtā khandhā niyamenti.",
  "tika-abh08t25:219_6": "Yañhi jhānaṁ sammasitvā vuṭṭhāti, taṁsadisova hotī’’ti āha.",
  "tika-abh08t25:219_7": "Tipiṭakacūḷābhayatthero pana ‘‘puggalajjhāsayo niyameti, ‘aho vata pañcaṅgikaṁ, caturaṅgikaṁ vā maggaṁ pāpuṇeyya’ntiādinā yathā yathāssa ajjhāsayo hoti, tathā tathā maggo hotī’’ti āha.",
  "tika-abh08t25:220_0": "Yasmā pana aṭṭhakathāvādo pamāṇaṁ, tayo ca therā paṇḍitā byattā, tasmā cattāropi vādā aññamaññaṁ appaṭibāhanavasena evaṁ veditabbā. Kathaṁ?",
  "tika-abh08t25:220_1": "Kāmāvacaradhamme tāva sammasitvā sukkhavipassakassa uppannamaggopi samāpattilābhino jhānaṁ pādakaṁ akatvā uppāditamaggopi vipassanāniyāmena paṭhamajjhānikāva honti.",
  "tika-abh08t25:220_2": "Sace pana kiñci jhānaṁ pādakaṁ katvā uppādito hoti, tassa vasena aṅgapariṇāmo hotīti taṁtaṁjhānasadiso hoti.",
  "tika-abh08t25:220_3": "Yasmā panettha kāmāvacarakkhandhe ārabbha pavattā vipassanā kāmāvacaradhammesu ca mahaggatadhammesu viya bhāvanāvisesato jhānaṅgaviseso natthi, tasmā ‘‘vipassanāya ārammaṇabhūtā khandhā niyamentī’’ti evaṁ pavatto dutiyattheravādo imaṁ vādaṁ na pavisati.",
  "tika-abh08t25:220_4": "Jhānadhamme sammasitvā uppāditamaggo sace pādakajjhānaṁ natthi, sammasitajjhānaniyāmena taṁtaṁjhāniko hoti.",
  "tika-abh08t25:220_5": "Sace paṭhamajjhānato vuṭṭhāya dutiyādijhāne sammasitvā uppādito, puggalajjhāsayaniyāmena dvīsu aññatarajjhānasadiso hoti.",
  "tika-abh08t25:220_6": "Sace pana puggalassa tathāvidho ajjhāsayo natthi, tadā kathanti?",
  "tika-abh08t25:220_7": "Ettha tāva keci ‘‘nānāvajjanavīthiyameva nivattamānapādakajjhānato ekāvajjanavīthiyaṁ gotrabhubhāvaṁ patvā nivattamānāya vipassanāya ārammaṇabhūtā khandhāyeva balavanto, tasmā sammasitakkhandhaniyāmena taṁsadiso maggo hotī’’ti vadanti.",
  "tika-abh08t25:220_8": "Evañca sati ‘‘pādakajjhānaniyāmena hotī’’ti evaṁ pavatto paṭhamattheravādo pādakajjhānato vuṭṭhāya kāmāvacarakkhandhe sammasitvā uppāditamaggameva sandhāya tiṭṭhatīti.",
  "tika-abh08t25:221_0": "Apare pana ‘‘pādakajjhānaṁ maggassa mūlakāraṇavasena paccayo hoti āsannakāraṇavasenapi, sammasitakkhandhā pana mūlakāraṇavaseneva paccayā honti, tasmā sammasitakkhandhato pādakajjhānameva balavataranti pādakajjhānasadiso maggo hotī’’ti vadanti.",
  "tika-abh08t25:221_1": "Evaṁ sante pana ‘‘sammasitakkhandhaniyāmenā’’ti evaṁ pavatto dutiyattheravādo samāpattiṁ pādakaṁ akatvā kevalaṁ jhānadhammeyeva sammasitvā uppāditamaggameva sandhāya tiṭṭhati.",
  "tika-abh08t25:221_2": "Yasmā pana heṭṭhimaheṭṭhimajjhānato uparūparijhānaṁ balappattaṁ hoti, tasmā heṭṭhimaheṭṭhimajjhānato vuṭṭhāya uparūparijhānadhamme vipassato uppannamaggo pādakajjhānaṁ anapekkhitvā sammasitajjhānavasena taṁtaṁjhāniko hoti.",
  "tika-abh08t25:221_3": "Uparūparijhānato pana vuṭṭhāya heṭṭhimaheṭṭhimajjhānadhamme sammasitvā uppāditamaggo sammasitajjhānaṁ anapekkhitvā pādakajjhānasadiso hotīti idamettha sārataraṁ.",
  "tika-abh08t25:221_4": "Evañhi sati dvinnampi therānaṁ vādā nippadesavisayā samaphalā honti.",
  "tika-abh08t25:222_0": "Tatiyattheravādo cettha pādakajjhānaṁ, sammasitajjhānaṁ vā vinā ajjhāsayamatteneva na ijjhati.",
  "tika-abh08t25:222_1": "Tīsupi vādesu ṭhapetvā sesajhānaṅgapariṇāmaṁ vedanāpariṇāmo vipassanāniyāmeneva hoti.",
  "tika-abh08t25:222_2": "Tayopi theravādā vipassanāniyāmena vinā na hontīti daṭṭhabbaṁ.",
  "tika-abh08t25:222_3": "Nanu ca vedanāpi jhānaṅgameva, tasmā tāyapi pādakajjhānaniyāmeneva bhavitabbanti?",
  "tika-abh08t25:222_4": "Taṁ na, vedanāyapi pādakajjhānaniyāmena pariṇāme sati vipassanāniyāmaṁ anapekkhitvā pādakajjhānaniyāmeneva maggakkhaṇe sesajhānaṅgāni pariṇāmaṭṭhāneyeva vedanāyapi pariṇāmo bhaveyya, tathā pana ahutvā ekāvajjanavīthiyā āditova pariṇāmanato maggavuṭṭhānavīthiyā āsannatarappavattāya vipassanāya vasena vedanāniyāmo hoti.",
  "tika-abh08t25:223_0": "Atha vā pādakajjhānasammasitajjhānānaṁ sambhave tesu anuppannā vedanā vipassanāya na hotīti pādakajjhānasammasitajjhānaniyāmena pariṇamatītipi na sakkā vattuṁ.",
  "tika-abh08t25:223_1": "Ettha siyā –",
  "tika-abh08t25:223_2": "yattha tāva pādakajjhānaṁ atthi, tattha taṁ niyameti.",
  "tika-abh08t25:223_3": "Yattha pana tikacatukkapādakajjhānaṁ natthi, tasmiṁ arūpabhave kiṁ niyametīti?",
  "tika-abh08t25:223_4": "Tatthāpi pādakajjhānameva niyameti.",
  "tika-abh08t25:223_5": "Yo hi bhikkhu aṭṭhasamāpattilābhī paṭhamajjhānaṁ pādakaṁ katvā sotāpattimaggaphalāni nibbattetvā aparihīnajjhāno kālaṁ katvā arūpabhave nibbatto paṭhamajjhānikāya sotāpattiphalasamāpattiyā vuṭṭhāya vipassanaṁ paṭṭhapetvā upari tīṇi maggaphalāni nibbatteti, tassa tāni paṭhamajjhānikāneva honti.",
  "tika-abh08t25:223_6": "Dutiyajjhānikādīsupi eseva nayo.",
  "tika-abh08t25:223_7": "Arūpepi hi lokuttaraṁ tikacatukkajjhānaṁ uppajjatīti evamettha ekekassa lokuttarakusalassa jhānaṅgayogabhedo veditabboti.",
  "tika-abh08t25:224_0": "Maggā…pe…",
  "tika-abh08t25:224_1": "nipphādetīti tebhūmakakusalaṁ viya paṭisandhippavattīsu avipaccavantampi attano attano anurūpassa phalassa nipphādanena taṁtaṁphalappatte sotāpanno sakadāgāmī anāgāmī arahāti sāmaññato cattāro ariyapuggale abhinipphādetīti.",
  "tika-abh08t25:224_2": "Visesato pana sattakkhattuparamatādike anekepi sotāpannādayo nipphādeti.",
  "tika-abh08t25:225_0": "Lokuttarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:226_0": "Catubhūmakakusalavaṇṇanā",
  "tika-abh08t25:227_0": "28.",
  "tika-abh08t25:227_1": "Evaṁ catubhūmakakusalacittaṁ sarūpato niddisitvā idāni taṁ nigamento āha ‘‘kāme aṭṭhevā’’tiādi.",
  "tika-abh08t25:227_2": "Tattha kāmeti kāmabhave.",
  "tika-abh08t25:227_3": "Tathā ‘‘rūpe’’tiādīsu.",
  "tika-abh08t25:228_0": "29.Kusalākusalāpagatenāti kusalākusalakammato apagatena.",
  "tika-abh08t25:228_1": "Aggamaggassa hi uppannakālato paṭṭhāya arahato sabbāni kusalākusalakammāni pahīnāni nāma honti paccayavekallena paṭisandhidāne asamatthabhāvato.",
  "tika-abh08t25:228_2": "Yato ca ariyamaggañāṇaṁ ‘‘kammakkhayakara’’nti vuccati.",
  "tika-abh08t25:228_3": "Atha vā ahetuapaccayavisujjhanassa abhāvato kilesasamucchedakena maggakusalena akusalehi apagatena.",
  "tika-abh08t25:228_4": "Kusale kusalenāti kucchitānaṁ salanādīhi kusalasaṅkhātāya paṭipattiyaṁ desanuppādanādīsu chekena.",
  "tika-abh08t25:228_5": "Munināti ubhayalokamunanakena aggaphalañāṇena, sabbaññutaññāṇena vā samannāgatattā muninā. Tenāha –",
  "tika-abh08t25:229_0": "‘‘Yo munāti ubho loke, muni tena pavuccatī’’ti.",
  "tika-abh08t25:230_0": "Vasināti chaḷabhiññatāya paramena cittavasibhāvena samannāgatattā, jhānādīsu pañcavidhavasisabbhāvato ca vasibhūtena vasibhāvūpagatindriyena.",
  "tika-abh08t25:231_0": "Catubhūmakakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:232_0": "Akusalavaṇṇanā",
  "tika-abh08t25:233_0": "Ettāvatā ca yaṁ ‘‘kusalākusalābyākatajātibhedato tividha’’nti ettha vuttaṁ kusalaṁ, taṁ sarūpato niddisitvā idāni tadanantaruddiṭṭhaṁ akusalaṁ niddisanto āha ‘‘akusalaṁ panā’’tiādi.",
  "tika-abh08t25:233_1": "‘‘Bhūmito ekavidha’’nti vuttamatthaṁ niyametvā dassento āha ‘‘kāmāvacaramevā’’ti.",
  "tika-abh08t25:233_2": "Nikāyantarikā pana rūpārūpāvacarampi akusalaṁ icchantīti tesaṁ matinisedhanatthaṁ avadhāraṇaṁ kataṁ.",
  "tika-abh08t25:233_3": "Mahaggatabhūmiyaṁ uppajjantampi hetaṁ tattha rūpadhātuyaṁ pavattivipākaṁ dentampi ekantena kāmāvacaramevāti.",
  "tika-abh08t25:233_4": "Kuto panesa niyamoti?",
  "tika-abh08t25:233_5": "Kāmataṇhāvisayabhāvato.",
  "tika-abh08t25:233_6": "Kāmataṇhāvisayatā hi kāmāvacarabhāvassa kāraṇaṁ yathā rūpārūpataṇhāvisayatā rūpārūpabhāvassa.",
  "tika-abh08t25:233_7": "Ekaṁsena cetaṁ evaṁ sampaṭicchitabbaṁ.",
  "tika-abh08t25:233_8": "Itarathā byāpitalakkhaṇaṁ na siyā.",
  "tika-abh08t25:233_9": "Yadi hi ālambitabbadhammavasena bhūmivavatthānaṁ kareyya, evaṁ sati anārammaṇānaṁ saṅgaho na siyā.",
  "tika-abh08t25:233_10": "Atha vipākadānavasena, evampi avipākānaṁ saṅgaho na siyā, tasmā ālambaṇadhammavaseneva pariyāpannānaṁ sā kātabbā.",
  "tika-abh08t25:233_11": "Apariyāpannānaṁ pana lokato uttiṇṇatāya lokuttaratā, uttaritarābhāvato anuttaratā ca veditabbāti.",
  "tika-abh08t25:234_0": "Domanassassa anīvaraṇāvatthāya abhāvena taṁsahagatacittuppādo kāmabhūmiyaṁyeva pavattatīti so niyatavatthuko, itare arūpabhūmiyampi pavattanato aniyatavatthukāti āha ‘‘niyatā…pe…",
  "tika-abh08t25:234_1": "duvidha’’nti.",
  "tika-abh08t25:234_2": "Vicikicchuddhaccasahagatānaṁ mohekahetukattā, itaresampi lobhamohadosamohavasena dvihetukattā āha ‘‘ekahetukaduhetukato’’ti.",
  "tika-abh08t25:234_3": "Ādito ekādasannaṁ akusalacittānaṁ paṭisandhijananato, uddhaccasahagatassa tadabhāvato āha ‘‘paṭisandhijanakājanakato’’ti.",
  "tika-abh08t25:234_4": "Uddhaccasahagatañhi pavattivipākaṁ dentampi paṭisandhiṁ nākaḍḍhati.",
  "tika-abh08t25:234_5": "Yato vakkhati –",
  "tika-abh08t25:235_0": "‘‘Ekādasavidhānaṁ tu, hitvā uddhaccamānasaṁ;",
  "tika-abh08t25:236_0": "Ekādasavidhā ceva, bhavanti paṭisandhiyo’’ti. (abhidha. 536);",
  "tika-abh08t25:237_0": "Yena pana kāraṇena taṁ paṭisandhiṁ nākaḍḍhati, taṁ paṭisandhivinicchayakathāhi imissā gāthāya vaṇṇanāpadeseyeva vakkhāma .",
  "tika-abh08t25:237_1": "Tīhi vedanāhīti sukhadukkhopekkhāsaṅkhātāhi tīhi vedanāhi. Yathāha –",
  "tika-abh08t25:237_2": "‘‘tisso imā, bhikkhave, vedanā.",
  "tika-abh08t25:237_3": "Katamā tisso?",
  "tika-abh08t25:237_4": "Sukhā dukkhā adukkhamasukhā’’ti (saṁ. ni. 4.249).",
  "tika-abh08t25:237_5": "Yaṁ pana katthaci sutte ‘‘dvemā, bhikkhave, vedanā sukhā dukkhā’’ti (saṁ. ni.",
  "tika-abh08t25:237_6": "4.267) vacanaṁ, taṁ kusalapakkhikaṁ upekkhaṁ sukhe, akusalapakkhikañca dukkhe pakkhipitvā pariyāyena vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:237_7": "Suppatiṭṭhitabhāvakāraṇattā mūlamivāti mūlaṁ, lobho mūlaṁ etassāti lobhamūlaṁ.",
  "tika-abh08t25:237_8": "Kiñcāpi hi mohopi lobhamūlesu atthi, so pana sabbākusalasādhāraṇattā vavatthānakaro na hotīti asādhāraṇadhammavasena ‘‘lobhamūla’’ntveva vuttaṁ yathā ‘‘bherisaddo yavaṅkuro’’ti.",
  "tika-abh08t25:237_9": "Tathā ‘‘dosamūla’’nti etthāpi.",
  "tika-abh08t25:237_10": "Mūlantaravirahato moho eva mūlaṁ imassa, nāññanti mohamūlaṁ.",
  "tika-abh08t25:238_0": "Micchāvasena dassanaṁ diṭṭhi, diṭṭhiyeva diṭṭhigataṁ yathā ‘‘ākāsagataṁ thāmagata’’nti.",
  "tika-abh08t25:238_1": "Atha vā vipariyesaggāhikāya diṭṭhiyā gatameva, na ettha gantabbavatthu tathāsabhāvanti diṭṭhigataṁ, dvāsaṭṭhiyā vā diṭṭhīsu antogadhanti diṭṭhigataṁ, tena samaṁ pakārehi yuttanti diṭṭhigatasampayuttaṁ.",
  "tika-abh08t25:239_0": "‘‘Yadā hī’’tiādi lobhamūlacittānaṁ pavattiākāradassanaṁ.",
  "tika-abh08t25:239_1": "Micchādiṭṭhinti ucchedadiṭṭhiādiṁ micchādiṭṭhiṁ.",
  "tika-abh08t25:239_2": "Tāya hi vipallattacittā tāva kodhavisayo, yāva indriyagocaroti paralokaṁ paṭikkhipitvā ‘‘natthi kāmesu ādīnavo’’ti gaṇhanti.",
  "tika-abh08t25:239_3": "Ādi-saddena –",
  "tika-abh08t25:240_0": "‘‘Esa panthovitatho devayāne,",
  "tika-abh08t25:241_0": "Yena yanti puttavanto visokā;",
  "tika-abh08t25:242_0": "Taṁ passanti pasavo pakkhino ca,",
  "tika-abh08t25:243_0": "Tena te mātaripi mithunaṁ carantī’’ti. –",
  "tika-abh08t25:244_0": "Ādinā nayena puttamukhadassanaṁ saggamokkhamaggoti evamādikaṁ micchādiṭṭhiṁ saṅgaṇhāti.",
  "tika-abh08t25:244_1": "Kāme vāti ettha vā-saddo aniyamattho.",
  "tika-abh08t25:244_2": "Tena ‘‘brāhmaṇānaṁ suvaṇṇaharaṇameva adinnādāne sāvajjaṁ, itaraṁ anavajjaṁ, gurūnaṁ, gunnaṁ, attano jīvitassa, vivāhassa ca atthāya musāvādo anavajjo, itaro sāvajjo, guruādīnaṁ atthāya pesuññakaraṇaṁ anavajjaṁ, itaraṁ sāvajjaṁ, bhāratayuddhasītāharaṇādikathā pāpavūpasamāya hotī’’ti evamādike micchāgāhe saṅgaṇhāti.",
  "tika-abh08t25:244_3": "Diṭṭhamaṅgalādīnīti diṭṭhasutamutamaṅgalāni.",
  "tika-abh08t25:244_4": "Sārato paccetīti vuḍḍhiyā pubbanimittabhāvena aggahetvā ‘‘idameva vuḍḍhikāraṇa’’nti evaṁ sāravasena gaṇhāti.",
  "tika-abh08t25:244_5": "Sabhāvatikkhenevāti lobhassa, micchābhinivesassa vā vasena saraseneva tikhiṇena kururena.",
  "tika-abh08t25:244_6": "Mandenāti dandhena atikhiṇena.",
  "tika-abh08t25:244_7": "Tādisaṁ pana attano, parassa vā samussāhanena pavattatīti āha ‘‘samussāhitenā’’ti.",
  "tika-abh08t25:244_8": "Parassa bhaṇḍaṁ vā haratīti vā-saddena tathāpavattanakamusāvādādīnampi saṅgaho veditabbo.",
  "tika-abh08t25:244_9": "Kāmānaṁ vāti anubhuyyamānānaṁ kāmaguṇānaṁ.",
  "tika-abh08t25:244_10": "Vā-saddena parasantakassa ayathādhippetatāya yaṁ laddhaṁ, taṁ gahetabbanti gahaṇādikaṁ saṅgaṇhāti.",
  "tika-abh08t25:245_0": "Sampayuttadhammavasena bhedābhāvato dosamūlaṁ asaṅkhārikasasaṅkhārikabhedato duvidhaṁ.",
  "tika-abh08t25:245_1": "Yadi evaṁ kasmā ‘‘domanassasahagataṁ paṭighasampayutta’’nti vuttaṁ?",
  "tika-abh08t25:245_2": "Asādhāraṇadhammehi tassa cittassa upalakkhaṇatthaṁ.",
  "tika-abh08t25:245_3": "Pāṇassa atīva, atikkamitvā vā pātanaṁ pāṇātipāto.",
  "tika-abh08t25:245_4": "Ādi-saddena adinnādānamusāvādapesuññapharusasamphappalāpabyāpāde saṅgaṇhāti.",
  "tika-abh08t25:245_5": "Dasaakusalakammapathesu hi kāmesumicchācāraabhijjhāmicchādiṭṭhisaṅkhātā tayova kammapathā iminā na sijjhanti.",
  "tika-abh08t25:245_6": "Sabhāvatikkhaṁ hutvā pavattamānaṁ cittaṁ asaṅkhārameva hoti, itaraṁ sasaṅkhāranti adhippāyenāha ‘‘tikkhamandappavattikāle’’ti.",
  "tika-abh08t25:245_7": "Mandaṁ pana hutvā pavattamānaṁ ekaṁsena sasaṅkhāramevāti na sakkāva viññātuṁ.",
  "tika-abh08t25:245_8": "Yaṁ sasaṅkhārena sappayogena pavattati, taṁ mandameva hotīti katvā tathā vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:246_0": "Mohamūlaṁ cittaṁ mūlantaravirahato atimūḷhaṁ vicikicchuddhaccayogato cañcalañcāti upekkhāsahagatameva hoti, na tassa kadācipi sabhāvatikkhatā atthi.",
  "tika-abh08t25:246_1": "Ārammaṇe hi saṁsappanavasena, vikkhipanavasena ca pavattamānassa cittadvayassa kiṁ tādise kicce sabhāvatikkhatāya, ussāhetabbatāya vā bhavitabbaṁ, tasmā na tattha saṅkhārabhedo atthi.",
  "tika-abh08t25:246_2": "Nanu ca uddhaccaṁ sabbākusalasādhāraṇaṁ, kasmā pana etameva tena visesetvā vuttaṁ ‘‘uddhaccasahagata’’nti.",
  "tika-abh08t25:246_3": "Visesato balavabhāvato.",
  "tika-abh08t25:246_4": "Idañhi etasmiṁ citte balavaṁ, tasmā sampayuttadhammesu padhānaṁ hutvā pavattatīti idameva tena visesitabbaṁ.",
  "tika-abh08t25:246_5": "Teneva hi pāḷiyaṁ sesākusalesu uddhaccaṁ yevāpanakavasena āgataṁ, idha pana sarūpatoyeva niddiṭṭhaṁ.",
  "tika-abh08t25:246_6": "Evaṁ asādhāraṇappadhānadhammavasena mohamūlaṁ vicikicchāsampayuttaṁ uddhaccasampayuttanti duvidhaṁ vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:246_7": "Asanniṭṭhānaṁ saṁsayo, vikkhepo avūpasamo, bhantatāti attho.",
  "tika-abh08t25:246_8": "Tattha vicikicchāsahagatassa asanniṭṭhānakāle, uddhaccasahagatassa vikkhepakāle ca pavatti veditabbā.",
  "tika-abh08t25:247_0": "Yathānurūpanti paṭisandhijanakājanakassa, kammapathabhāvappattāpattassa ca anurūpato.",
  "tika-abh08t25:247_1": "Atha vā yathānurūpanti yo yassa hetu, tadanurūpato.",
  "tika-abh08t25:247_2": "Yebhuyyena hi lobhamūlakena khuppipāsādinirantarapetavisaye uppajjanti, dosamūlakena doso viya caṇḍajātatāya taṁsarikkhake niraye, mohamūlakena niccasammūḷhāya tiracchānayoniyaṁ, tasmā lobhādihetuanurūpato tattha tattha apāye upapattiṁ nipphādetīti āha ‘‘yathānurūpaṁ…pe…upapattiyā’’ti .",
  "tika-abh08t25:247_3": "Akusalavipākānaṁ dukkhappadhānatāya ‘‘dukkhavisesassā’’ti vuttaṁ.",
  "tika-abh08t25:248_0": "31.Apāpena alāmakena pāpāpāpappahīnena pāpāpāpesu mānasesu yaṁ pāpamānasaṁ vuttaṁ, pāpāpāpesu puggalesu apāpena pāpāpāpappahīnena yaṁ pāpamānasaṁ vuttanti vā sambandho.",
  "tika-abh08t25:248_1": "Atha vā pāpāpāpesu mānasesu pāpena pāpamānasena pāpavasena pāpāpāpappahīnena yaṁ pāpamānasaṁ vuttanti yojanā.",
  "tika-abh08t25:248_2": "Ayaṁ panettha adhippāyo –",
  "tika-abh08t25:248_3": "asammāsambuddhena tāva dhammasabhāvassa dubbijānīyattā kusalampi akusalato, akusalampi kusalato vucceyya, bhagavato pana saha vāsanāhi viddhaṁsitākusalassa kammakkhayakarañāṇena paccayavekallato viddhaṁsitakusalakammassa ca sammāsambuddhabhāvato ekanteneva akusaladesanā akusaladhammavasenevāti.",
  "tika-abh08t25:249_0": "Akusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:250_0": "Abyākatavaṇṇanā",
  "tika-abh08t25:251_0": "Aññamaññavisiṭṭhānaṁ kusalākusalānaṁ pākanti vipākaṁ, vipakkabhāvamāpannānamarūpadhammānametamadhivacanaṁ.",
  "tika-abh08t25:251_1": "Yathā hi loke sālibījādīnaṁ phalāni taṁsadisāni nibbattāni vipakkāni nāma honti, vipākaniruttiñca labhanti, na mūlaṅkurapattadaṇḍanaḷādīni, evaṁ kusalākusalānaṁ phalāni arūpadhammabhāvena, sārammaṇabhāvena ca taṁsadisāni vipakkabhāvamāpannānīti vipākaniruttiṁ labhanti, na pana kammābhinibbattāpi rūpadhammā kammavisadisattā.",
  "tika-abh08t25:251_2": "Vipākameva cittaṁ vipākacittaṁ.",
  "tika-abh08t25:251_3": "Karaṇamattaṁ kiriyā phaladānāsambhavato.",
  "tika-abh08t25:251_4": "Yena pana kāraṇena tassa phaladānaṁ na sambhavati, taṁ heṭṭhā vuttameva.",
  "tika-abh08t25:251_5": "Kiriyā eva cittaṁ kiriyacittaṁ.",
  "tika-abh08t25:251_6": "Vipākassa kāmāvacarādibhāvo kusale vuttanayena yathāsambhavaṁ veditabbo.",
  "tika-abh08t25:251_7": "Alobhādisampayuttahetūhi saha vattanato sahetukaṁ.",
  "tika-abh08t25:251_8": "Tadabhāvato ahetukaṁ.",
  "tika-abh08t25:251_9": "Nibbattakahetuvasena sijjhamānampi hetaṁ sampayuttahetuvaseneva ‘‘sahetukamahetuka’’nti vuccati, itarathā vavatthānābhāvato.",
  "tika-abh08t25:252_0": "Sakakusalaṁ viyāti attano janakaṁ kāmāvacarakusalaṁ viya.",
  "tika-abh08t25:252_1": "Janakajanitabbasambandhavasena hi taṁ taṁ kusalaṁ tassa tassa vipākassa sakaṁ nāmaṁ hoti.",
  "tika-abh08t25:253_0": "‘‘Sakakusalaṁ viyā’’ti vuttattā pavattākāraārammaṇādito cassa taṁsadisatā āpajjeyyāti taṁnivāraṇatthamāha ‘‘yathā panā’’tiādi.",
  "tika-abh08t25:253_1": "Chasu ārammaṇesūti parittādiatītādiajjhattādibhedesu chasu rūpādiārammaṇesu.",
  "tika-abh08t25:253_2": "Bhavantarapaṭisandhānato paṭisandhi.",
  "tika-abh08t25:253_3": "Avicchedappavattihetubhāvena bhavassa aṅganti bhavaṅgaṁ.",
  "tika-abh08t25:253_4": "Nibbattitabhavato parigaññatāya cutihetutāya cuti.",
  "tika-abh08t25:253_5": "Parittadhammapariyāpannesūti kāmāvacaradhammapariyāpannesu.",
  "tika-abh08t25:253_6": "Kāmāvacaradhammā hi kilesavikkhambhanādīsu asamatthabhāvena parittānubhāvatāya, oḷārikāhi vā kāmataṇhādīhi parito gahitattā ‘‘parittā’’ti vuccanti.",
  "tika-abh08t25:253_7": "Vipākassa saṅkappetvā ārammaṇaggahaṇābhāvato kammānurūpameva pavattatīti parittakammavipāko parittārammaṇeyeva pavattitumarahati, na mahaggataappamāṇārammaṇeti vuttaṁ ‘‘parittadhammapariyāpannesū’’ti.",
  "tika-abh08t25:253_8": "Yadi evaṁ mahaggatavipākopi mahaggatārammaṇeyeva āpajjatīti?",
  "tika-abh08t25:253_9": "Nāpajjati, saññāyattārammaṇassa samādhippadhānassa kammassa appanāpattassa tādiseneva vipākena bhavitabbattā.",
  "tika-abh08t25:253_10": "Vaṇṇalakkhaṇādikañhi aggahetvā lokasaññānurodheneva gahite pathavādike parikammasaññāya samuppāditaṁ paṭibhāganimittasaṅkhātamārammaṇaṁ saññāvasaṁ saññāyattaṁ hoti, tasmā tadārammaṇassa samādhippadhānassa appanāpattassa kammassa vipākena samādhippadhānaappanāpattehi viya saññāyattārammaṇatāya nibbiseseneva bhavitabbaṁ.",
  "tika-abh08t25:253_11": "Parittavipāko pana mahaggataappamāṇapaññattārammaṇakammanibbattopi hoti, so parato āgamissati.",
  "tika-abh08t25:254_0": "Mukhanimittaṁ viyāti mukhaṁ paṭicca uppannanimittaṁ viya.",
  "tika-abh08t25:254_1": "Yathā hi taṁ nirīhaṁ aparaṁ mukhanimittaṁ uppādetuṁ, aññaṁ vā kiñci attano balena kātuṁ na sakkoti, evametampi vipākuppādanādīsu na ussahati.",
  "tika-abh08t25:254_2": "Tenāha ‘‘nirussāha’’nti.",
  "tika-abh08t25:254_3": "Ussāhoti cettha anupacchinnāvijjātaṇhāmānānusayasmiṁ santāne vipākuppādanasamatthatāsaṅkhāto, āsevanapaccayabhāvasaṅkhāto, viññattijanakatāsaṅkhāto ca byāpāro.",
  "tika-abh08t25:254_4": "So vipāke natthi kammavegukkhittattā patitaṁ viya hutvā pavattamānassa tassa ekantena dubbalabhāvatoti taṁ nirussāhaṁ.",
  "tika-abh08t25:255_0": "Vipaccanaṭṭhānanti vipaccanavasena pavattanaṭṭhānaṁ, paṭisandhibhavaṅgacutitadārammaṇavasena catukiccānametesaṁ pavattiokāsoti attho.",
  "tika-abh08t25:255_1": "Tattha cutibhavaṅgānaṁ antarāḷaṁ paṭisandhikiccānaṁ ṭhānaṁ, paṭisandhiāvajjanānaṁ, tadārammaṇāvajjanānaṁ, javanāvajjanānaṁ, voṭṭhabbanāvajjanānañca antarāḷaṁ bhavaṅgakiccānaṁ ṭhānaṁ, tadārammaṇapaṭisandhīnaṁ, javanapaṭisandhīnaṁ, bhavaṅgapaṭisandhīnaṁ vā antarāḷaṁ cutikiccānaṁ ṭhānaṁ, javanabhavaṅgānaṁ antarāḷaṁ tadārammaṇakiccānaṁ ṭhānanti daṭṭhabbaṁ.",
  "tika-abh08t25:255_2": "Yasmā panetaṁ ṭhānaṁ dhammānaṁ taṁtaṁkiccavasena pākaṭaṁ hoti, tasmā ṭhānaṁ veditabbanti ṭhānaṁ uddharitvā pākaṭakiccavaseneva taṁ pakāsetuṁ ‘‘imānihī’’tiādi vuttaṁ.",
  "tika-abh08t25:255_3": "Atha vā kiccampi kiccavantānaṁ pavattiṭṭhānabhāvena gayhatīti ṭhānantipi kiccameva uddhaṭanti taṁ sarūpato dassetuṁ ‘‘imāni hī’’tiādi vuttaṁ.",
  "tika-abh08t25:256_0": "32.",
  "tika-abh08t25:256_1": "Aṇḍajajalābujayonisambhavānaṁ manussānaṁ, vinipātikāsurānañca ahetukapaṭisandhiyāpi sabbhāvato āha ‘‘duhetukatihetūna’’nti.",
  "tika-abh08t25:256_2": "Paṭisandhiviññāṇasampayuttā dve alobhādayo hetū yesaṁ te duhetukā.",
  "tika-abh08t25:256_3": "Esa nayo tihetukesupi.",
  "tika-abh08t25:256_4": "Tattha duhetukānaṁ ñāṇavippayuttāni cattāri, tihetukānaṁ ñāṇasampayuttāni cattāri paṭisandhiyo honti, tathā bhavaṅgacutiyopi.",
  "tika-abh08t25:256_5": "Yena yena hi cittena paṭisandhi hoti, taṁ tadeva bhavaṅgacutivasenapi pavattati.",
  "tika-abh08t25:256_6": "Tadārammaṇaṁ pana avisesena daṭṭhabbaṁ duhetukānampi tihetukatadārammaṇassa icchitattā.",
  "tika-abh08t25:256_7": "Nanu cetaṁ asamapekkhitābhidhānaṁ ācariyeneva imassa paṭisiddhattā.",
  "tika-abh08t25:256_8": "Tathā hi vakkhati –",
  "tika-abh08t25:257_0": "‘‘Ahetupaṭisandhissa, na tadārammaṇaṁ bhave;",
  "tika-abh08t25:258_0": "Duhetukaṁ tihetuṁ vā, duhetupaṭisandhino’’ti. (abhidha. 443);",
  "tika-abh08t25:259_0": "Nayidamasamapekkhitābhidhānaṁ paṭisandhijanakakammaṁ sandhāya tattha paṭisiddhattā.",
  "tika-abh08t25:259_1": "Yena hi kammena yā paṭisandhi ādinnā, na taṁ tato adhikataraṁ tadārammaṇaṁ pavatte abhinipphādeti.",
  "tika-abh08t25:259_2": "Yaṁ pana aññampi kiñci kammaṁ tadāladdhāvakāsaṁ siyā, na taṁ tattha tato adhikatarampi vipākaṁ na nibbattetīti atthi.",
  "tika-abh08t25:259_3": "‘‘Sahetukaṁ bhavaṅgaṁ ahetukassa bhavaṅgassa anantarapaccayena paccayo’’ti (paṭṭhā.",
  "tika-abh08t25:259_4": "3.1.102) hi paṭṭhānavacanena ahetukassāpi nānākammena sugatiyaṁ sahetukatadārammaṇamanuññātaṁ.",
  "tika-abh08t25:259_5": "Tenāhu ācariyā –",
  "tika-abh08t25:260_0": "‘‘Hoti aññena kammena, sahetukaṁ ahetuna’’nti.",
  "tika-abh08t25:261_0": "Yathā ca ahetukassa sahetukaṁ, evaṁ duhetukassa tihetukampi icchanti.",
  "tika-abh08t25:261_1": "Ācariyajotipālatthero pana ‘‘sahetuka’’nti avisesena vuttattā ahetukānampi tihetukatadārammaṇaṁ icchati.",
  "tika-abh08t25:261_2": "Vuttañhi tena ‘‘sahetuka’’nti avisesopadesena duhetukaṁ, tihetukañca gahetabbaṁ.",
  "tika-abh08t25:261_3": "Tathā hi aṭṭhakathāyaṁ ‘‘ahetukassāpi tihetukatadārammaṇamabhihitaṁ, yañcarahi atthasamāse ahetukānaṁ tihetukaphalāni detī’’ti vuttaṁ, taṁ kathaṁ?",
  "tika-abh08t25:261_4": "So eva pucchitabbo, yo tassa kattāti.",
  "tika-abh08t25:261_5": "Apare pana ‘‘mūlasandhiyā jaḷattā tassa tihetukatadālambaṇaṁ na labbhatiyevā’’ti vadanti.",
  "tika-abh08t25:262_0": "33-4.Tatoti paṭisandhito paraṁ, dutiyacittato paṭṭhāya.",
  "tika-abh08t25:262_1": "Satipi antarantarā vīthicittuppāde tadavasāne uppajjamānassa yāvatāyukaṁ anivattanato vuttaṁ ‘‘yāvatāyuka’’nti.",
  "tika-abh08t25:262_2": "Balavārammaṇeti atimahantavibhūtārammaṇe.",
  "tika-abh08t25:262_3": "Pañcadvāre hi atimahantārammaṇe manodvāre vibhūtārammaṇe tadārammaṇamuppajjati, na aññesu.",
  "tika-abh08t25:262_4": "Ekārammaṇappavattiyā paṭisandhādīnaṁ tiṇṇampi ekaṭṭhāne dassanatthaṁ uddese tadārammaṇassa avasānakaraṇaṁ, idha pana pavattikkamavasena cutiyā avasānakaraṇanti daṭṭhabbaṁ.",
  "tika-abh08t25:263_0": "35-6.Kammadvāranti kāyavacīkammadvārassa janakavasena na pavattantīti vuttaṁ hoti.",
  "tika-abh08t25:263_1": "Tattha kāyoti kāyaviññatti.",
  "tika-abh08t25:263_2": "Kammanti taṁsamuṭṭhāpikā cetanā, kāyena kataṁ kammaṁ kāyakammaṁ.",
  "tika-abh08t25:263_3": "Kiñcāpi hi kāyo kammassa catuvīsatiyā paccayesu na kenaci paccayena paccayo hoti, tathāpi taṁsamuṭṭhānassa tassa sabbhāveyeva kāyakammādivohāroti taṁ tena katanti vuccati.",
  "tika-abh08t25:263_4": "Kāyakammassa pavattiṭṭhānabhūtaṁ dvāraṁ kāyakammadvāraṁ.",
  "tika-abh08t25:263_5": "Yadi evaṁ kammadvāravavatthānaṁ na siyā .",
  "tika-abh08t25:263_6": "Kāyadvārena hi siddhaṁ kammaṁ ‘‘kāyakamma’’nti vuccati.",
  "tika-abh08t25:263_7": "Taṁ pana ‘‘dvāre caranti kammānī’’ti (dha. sa. aṭṭha.",
  "tika-abh08t25:263_8": "1 kāyakammadvāra) vacanato vacīdvārepi sijjhatīti dvārena kammavavatthānaṁ na siyā, tathā vacīkammaṁ kāyadvārepi sijjhatīti kammena dvāravavatthānampi na siyāti?",
  "tika-abh08t25:263_9": "Taṁ na, tabbahulavuttiyā ceva yebhuyyena vuttiyā ca vavatthitattā.",
  "tika-abh08t25:263_10": "Kāyakammañhi kāyadvāreyeva bahulaṁ pavattati, appaṁ vacīdvāre, tasmā kāyadvāre bahulappavattanato etassa kāyakammabhāvo siddho vanacarakādīnaṁ vanacarakādibhāvo viya.",
  "tika-abh08t25:263_11": "Tathā kāyakammameva yebhuyyena kāyadvāre pavattati, na itaraṁ, tasmā kāyakammassa yebhuyyena ettheva pavattito assa kāyakammadvārabhāvo siddho brāhmaṇagāmādīnaṁ brāhmaṇagāmādibhāvo viyāti nettha kammadvāravavatthāne koci vibandhoti.",
  "tika-abh08t25:263_12": "Vacīkammadvārepi esa pabandho yathāsambhavaṁ daṭṭhabbo.",
  "tika-abh08t25:264_0": "Manokammadvāraṁ pana sayaṁ manoyeva samānaṁ attanā sahagatacetanāanabhijjhādikammānaṁ pavattidvārabhāvena manodvārasaṅkhaṁ labhatīti na taṁ cittassa uppattidvāravasena gaṇhāti.",
  "tika-abh08t25:264_1": "Na hi sayaṁ attatova pavattati.",
  "tika-abh08t25:264_2": "Yadi pana cittasampayuttā kammadvārabhāvena adhippetā, tadā tesaṁ kammadvārabhāvo manasmiṁ na upacārīyatīti sampayuttadhammānaṁ cittādhipatibhāvo citte viyāti cittaṁ ‘‘manokammadvāra’’nti vuccati.",
  "tika-abh08t25:264_3": "Sabhāvato pana kammadvāraṁ nāma sampayuttadhammāyevāti cittaṁ tato pavattanato manokammadvāravasena pavattati.",
  "tika-abh08t25:264_4": "Anantarapaccayabhūtassa pana manokammadvārabhāve vattabbameva natthi.",
  "tika-abh08t25:264_5": "Idha pana ‘‘aviññattijanattā’’ti vacanena kāyavacīkammadvāravaseneva appavattiyā sādhitattā manokammadvāraṁ na gahitameva.",
  "tika-abh08t25:264_6": "Na hi ‘‘aviññattijanattā’’ti kāraṇaṁ manokammadvāravasenapi appavattiṁ sādheti.",
  "tika-abh08t25:264_7": "Atha vā ‘‘avipākasabhāvato’’ti vacanena manokammadvāravasenapi appavatti sādhitā hoti.",
  "tika-abh08t25:264_8": "‘‘Kammadvāra’’nti ettha kammaggahanena nānakkhaṇikakammassa adhippetattā tassāpi gahaṇaṁ daṭṭhabbaṁ.",
  "tika-abh08t25:264_9": "Iti imesu kāyavacīkammadvārasaṅkhātesu dvīsu dvāresu, manokammadvārena saha tīsu eva vā yathā kusalaṁ pavattati, na evaṁ vipāko, yathā ca kusalaṁ kāyavacīmanokammassa āyūhanavasena dānādipuññakiriyavatthuvasena pavattati, na evamayaṁ.",
  "tika-abh08t25:264_10": "Ayaṁ pana neva kāyavacīkammadvāresu pavattati viññattisamuṭṭhāpakattābhāvato, na kammavasena, manokammadvāravasenāpi ca pavattati vipākuppādanabhāvābhāvato, na puññakiriyavasena pavattati dānādivasena appavattanatoti dassetuṁ ‘‘kammadvārañca…pe…",
  "tika-abh08t25:264_11": "no samā’’ti vuttaṁ.",
  "tika-abh08t25:264_12": "Evanti dānādivasena.",
  "tika-abh08t25:265_0": "37.‘‘Parittārammaṇattā’’tiādi sampayuttadhammavasena visesadassanaṁ.",
  "tika-abh08t25:265_1": "Yasmā ete parittārammaṇā, karuṇāmuditā ca paññattārammaṇā sattapaññattiyaṁ pavattanato, tasmā dvinnamālambaṇānaṁ ekacittassa visayabhāvānanugamanato na tesu karuṇāmuditā kadācipi jāyantīti ayamettha paṭhamagāthāya adhippāyo.",
  "tika-abh08t25:266_0": "38.",
  "tika-abh08t25:266_1": "Dutiyagāthāya pana hi-saddo yasmāti imassa atthe.",
  "tika-abh08t25:266_2": "Yasmā ‘‘pañca sikkhāpadā kusalā’’ti (vibha.",
  "tika-abh08t25:266_3": "715) vuttā, tasmāti attho.",
  "tika-abh08t25:266_4": "Idaṁ vuttaṁ hoti –",
  "tika-abh08t25:266_5": "bhagavatā hi sikkhāpadavibhaṅge ‘‘pañca sikkhāpadā kusalā’’ti (vibha.",
  "tika-abh08t25:266_6": "715) evaṁ ‘‘pāṇātipātā veramaṇī’’tiādīnaṁ pañcannaṁ sikkhāpadānaṁ kusalabhāvo vutto, te ca viratisabhāvā eva ādito tiṇṇaṁ sikkhāpadānaṁ, pacchimassa ca sammākammante, itarassa sammāvācāyaṁ, pañcannampi micchājīvahetukapañcaduccaritato viramaṇavasena pavattānaṁ sammāājīve ca antobhāvato, tasmā tā ekantakusalabhūtānaṁ kadāci abyākate labhanti, itarathā saddhāsatiādayo viya ‘‘siyā kusalā, siyā abyākatā’’ti vucceyyunti.",
  "tika-abh08t25:266_7": "Yadi evaṁ lokuttaraphalesu aṭṭha, satta vā maggaṅgā na labbhantīti?",
  "tika-abh08t25:266_8": "No na labbhanti lokiyaviratīnameva tattha ekantakusalabhāvassa vuttattā, lokuttaraviratiyo pana phalassa maggapaṭibimbabhūtattā maggasadisato aṭṭhaṅgikatāya, sattaṅgikatāya ca bhavitabbanti na ca ekantakusalabhāvena vavatthāpetuṁ yuttā.",
  "tika-abh08t25:266_9": "Evañca katvā upari lokuttaraphalesupi aṭṭhaṅgikatādibhedo maggo uddhaṭoti.",
  "tika-abh08t25:267_0": "39.‘‘Tathādhipatino’’tiādi adhipativasena visesadassanaṁ.",
  "tika-abh08t25:267_1": "Sabbesampi hi tebhūmakakusalānaṁ añño āyūhanakālo, añño vipaccanakālo, tasmā na tāni attano vipākehi adhipatiṁ gāhāpetuṁ sakkontīti na te chandādīni dhuraṁ katvā pavattanti.",
  "tika-abh08t25:267_2": "Lokuttarakusalāni ca pana āyūhanakālassa, vipaccanakālassa ca antarābhāvato attano chandādīnaṁ balassa avūpasantakāleyeva vipākaṁ nibbattentīti anantarapaccayā hutvā vipākehi adhipatiṁ gāhāpetuṁ sakkontīti.",
  "tika-abh08t25:267_3": "Evañca katvā upari lokuttaravipākānaṁ adhipatiyogaṁ vakkhati.",
  "tika-abh08t25:268_0": "40.",
  "tika-abh08t25:268_1": "Yasmā moravāpivāsimahādattattherena vipākānaṁ āgamanato asaṅkhārikasasaṅkhārikabhāvo icchito, tipiṭakacūḷanāgattherena paccayato, tasmā ubhinnampi matidassanatthamāha ‘‘asaṅkhārasasaṅkhāravidhāna’’ntiādi.",
  "tika-abh08t25:268_2": "Purimatthero hi yathā mukhe calite ādāsatale mukhanimittaṁ calati , evaṁ asaṅkhārikassa kusalassa vipāko asaṅkhāriko, sasaṅkhārikassa vipāko sasaṅkhārikoti āha, tasmā tassa matidassanatthaṁ ‘‘asaṅkhāra…pe…",
  "tika-abh08t25:268_3": "puññato’’ti vuttaṁ.",
  "tika-abh08t25:268_4": "Dutiyatthero pana asaṅkhārikādīsu yena kenacipi cittena kamme āyūhite āsannamaraṇassa attano, paresaṁ vā payogena vinā asaṅkhārena appayogena kammakammanimittagatinimittapaccupaṭṭhāne paṭisandhi uppajjamānā asaṅkhārikā.",
  "tika-abh08t25:268_5": "Yassa kassaci sasaṅkhārena sappayogena kammādipaccupaṭṭhāne sasaṅkhārikā.",
  "tika-abh08t25:268_6": "Tathā bhavaṅgacutiyopi.",
  "tika-abh08t25:268_7": "Tadārammaṇañca paṇītāpaṇītautubhojanādipaccayavasena, anantaraniruddhakusalākusalassa vasena vā asaṅkhārasasaṅkhāranti evaṁ paccayato asaṅkhārikādividhānatamāha, tasmā tassa matidassanatthaṁ ‘‘ñeyyaṁ paccayato cevā’’ti vuttaṁ.",
  "tika-abh08t25:268_8": "Idameva ca pana ācariyā pasaṁsanti.",
  "tika-abh08t25:269_0": "41-2.Hīnādīnaṁ vipākattāti adhipatiyogābhāvepi hīnamajjhimapaṇītānaṁ kusalānaṁ vipākattā.",
  "tika-abh08t25:269_1": "Etena āgamanato hīnādibhāvaṁ vibhāveti.",
  "tika-abh08t25:269_2": "Vineyyasantānagatakilesamalavidhamanena tassa punanato puñño vādo vacīghoso etassa, vuttanayeneva puññaṁ vadatīti vā puññavādī, tena puññavādinā.",
  "tika-abh08t25:269_3": "‘‘Ekantena savatthuka’’nti vuttepi rūpaloke pavatti anivāritāti āha ‘‘kāmalokasmi’’nti .",
  "tika-abh08t25:269_4": "‘‘Na panaññattha jāyate’’ti iminā pana byatirekato laddhamatthaṁ dassetīti.",
  "tika-abh08t25:270_0": "Evaṁ tāva sahetukavipāke niddisitvā idāni ahetuke niddisituṁ ‘‘ahetukavipākacittaṁ panā’’tiādi vuttaṁ.",
  "tika-abh08t25:270_1": "Kasmā pana sahetukassa kammassa ahetukavipāko hotīti? Vuccate –",
  "tika-abh08t25:270_2": "cakkhuviññāṇādīnaṁ tāva pañcannaṁ ārammaṇābhinipātamattattā alobhādisampayogo na sambhavati, tathā mandatarakiccesu sampaṭicchanasantīraṇesūti evaṁ hetūnaṁ uppattiyā asambhavato ca nesaṁ ahetukatā daṭṭhabbā.",
  "tika-abh08t25:270_3": "Upekkhādiyoge pana cakkhuviññāṇādīnaṁ tāva catunnaṁ iṭṭhārammaṇepi pavattamānānaṁ vatthārammaṇasaṅghaṭṭanāya dubbalabhāvato upekkhāsahagatatā, kāyaviññāṇassa ca tāya balavabhāvato sukhasahagatatā hoti.",
  "tika-abh08t25:270_4": "Sampaṭicchanaṁ pana ārammaṇaghaṭṭanayogyabhāvena oḷārikattā, catucittakkhaṇātītavasena cirajātattā ca dubbalamattano nissayena saha asamānajātikañca cakkhādivatthuṁ nissāya uppannehi cakkhuviññāṇādīhi laddhānantarapaccayatāya, apubbanissayatāya ca ārammaṇarasassāde dubbalanti iṭṭhādīsu ārammaṇesu upekkhāsahagatameva.",
  "tika-abh08t25:270_5": "Santīraṇaṁ pana vuttaviparītato iṭṭhārammaṇe sukhasahagataṁ, iṭṭhamajjhatte ca upekkhāsahagatanti daṭṭhabbaṁ.",
  "tika-abh08t25:270_6": "Manoviññāṇadhātu viya visiṭṭhamananakiccābhāvato manomattā nissattanijjīvādiatthehi dhātu cāti manodhātu.",
  "tika-abh08t25:270_7": "Sā hi satipi viññāṇabhāve manoviññāṇato sambhavassa visiṭṭhamananakiccassa akaraṇato mananamattāyeva hoti.",
  "tika-abh08t25:270_8": "Vuttalakkhaṇaviparītato pana mano ca taṁ viññāṇañcāti manoviññāṇaṁ, tadeva yathāvuttaṭṭhena dhātūti manoviññāṇadhātu.",
  "tika-abh08t25:271_0": "Viññāṇapañcakaṁ niyatārammaṇaṁ yathākkamaṁ rūpādiekekasseva ārammaṇakaraṇato.",
  "tika-abh08t25:271_1": "Sesattayamaniyatārammaṇaṁ pañcārammaṇikachaḷārammaṇikabhāvato.",
  "tika-abh08t25:272_0": "Daṭṭhabbatāya diṭṭhaṁ, rūpāyatanaṁ.",
  "tika-abh08t25:272_1": "Sotabbatāya sutaṁ, saddāyatanaṁ.",
  "tika-abh08t25:272_2": "Munitabbatāya mutaṁ, sampattasseva gahetabbatāyāti attho, gandhādittayassetaṁ nāmaṁ.",
  "tika-abh08t25:272_3": "Cakkhādīhi vinā kevalaṁ manasā eva vijānitabbatāya viññātaṁ, dhammāyatanaṁ.",
  "tika-abh08t25:272_4": "Anāmaṭṭhakālavisesavacanattā ca nesaṁ atītānāgatāpi rūpādayo diṭṭhādisaddehi vuccanti.",
  "tika-abh08t25:272_5": "Teneva hi ‘‘daṭṭhabbatāyā’’tiādinā kālasāmaññena nesaṁ nibbacanaṁ vuttaṁ.",
  "tika-abh08t25:272_6": "Diṭṭhaṁ ārammaṇaṁ yassa taṁ diṭṭhārammaṇaṁ.",
  "tika-abh08t25:272_7": "Evaṁ sutārammaṇādīsu.",
  "tika-abh08t25:273_0": "Cakkhuto pavattanti cakkhudvāratova pavattaṁ sabbavākyānaṁ avadhāraṇaphalattā.",
  "tika-abh08t25:273_1": "Tena manodhātuādīnaṁ cakkhuviññāṇabhāvo nivārito hoti tesaṁ dvārantaratopi pavattisambhavato.",
  "tika-abh08t25:273_2": "Atha vā ‘‘cakkhuto pavatta’’nti idaṁ sañjātippavattiṁ sandhāya vuttaṁ, na sañcaraṇappavattiṁ, tasmā yathā kuṇḍamukhato udakaṁ sañcaraṇavasena pavattati, na evaṁ pavattamidha gahitaṁ.",
  "tika-abh08t25:273_3": "Yathā pana candakantapāsāṇato udakaṁ sañjātivasena pavattati, evaṁ pavattameva cakkhuto pavattanti gahitaṁ.",
  "tika-abh08t25:273_4": "Yathā ca kiṁ?",
  "tika-abh08t25:273_5": "Yathā kucchito samuṭṭhitaṁ pittasemharuhirādi mukhato sandantampi ‘‘mukhassavo’’ti na vuccati, mukhatoyeva pana samuṭṭhahitvā tato savantaṁ kheḷaṁ ‘‘mukhassavo’’ti vuccati, evaṁ hadayavatthusannissayato samuṭṭhahitvā cakkhuto pavattamānaṁ cakkhuviññāṇaṁ nāma na hoti.",
  "tika-abh08t25:273_6": "Cakkhutoyeva pana samuṭṭhahitvā tato pavattamānaṁ cakkhuviññāṇaṁ nāmāti.",
  "tika-abh08t25:273_7": "Yo pana imamatthaṁ asallakkhetvā byañjanamattasseva abhinivisitvā taṁdvārappavattānaṁ sesānampi cakkhuviññāṇabhāvaṁ maññeyya, taṁ nivāretuṁ pakārantarenapi viggahaṁ dassento āha ‘‘cakkhumhi sannissita’’nti.",
  "tika-abh08t25:273_8": "Yathā cakkhuto pavattaṁ, cakkhusannissitaṁ vā viññāṇaṁ cakkhuviññāṇaṁ, evaṁ sotaviññāṇādīsupi ‘‘sotato pavattaṁ, sotasmiṁ sannissitaṁ vā viññāṇaṁ sotaviññāṇa’’ntiādinā yojanaṁ atidisanto āha ‘‘tathā sotaviññāṇādīnī’’ti.",
  "tika-abh08t25:274_0": "Cakkhusannissitaṁ hutvā rūpassa vijānanalakkhaṇametassāti cakkhusannissitarūpavijānanalakkhaṇaṁ.",
  "tika-abh08t25:274_1": "Tattha cakkhusannissitavacanena dibbacakkhādikaṁ aññaṁ rūpārammaṇaṁ viññāṇaṁ nivatteti .",
  "tika-abh08t25:274_2": "Vijānana-ggahaṇena cakkhusannissite phassādidhamme nivatteti.",
  "tika-abh08t25:274_3": "Cakkhurūpa-ggahaṇena nissayato, ārammaṇato ca cittaṁ vibhāveti ubhayādhīnavuttikattā.",
  "tika-abh08t25:274_4": "Yadi hi cakkhu nāma na siyā, andhāpi rūpaṁ passeyyuṁ, na ca passanti.",
  "tika-abh08t25:274_5": "Yadi ca nīlādirūpaṁ nāma na siyā, desādiniyamena na bhavitabbaṁ, attheva ca niyamo.",
  "tika-abh08t25:274_6": "Ekantasārammaṇatā ca cittassa vuttāti ārammaṇena vinā nīlādiābhāsaṁ cittaṁ pavattatīti evaṁ pavatto vādo micchāvādoti gahetabbo.",
  "tika-abh08t25:274_7": "Tenāha bhagavā ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’ntiādi (ma. ni.",
  "tika-abh08t25:274_8": "1.204, 400;",
  "tika-abh08t25:274_9": "3.421, 425; saṁ. ni. 4.60; kathā. 465).",
  "tika-abh08t25:274_10": "Ettha siyā –",
  "tika-abh08t25:274_11": "kiṁ panetaṁ cakkhu, rūpañca viññāṇassa paccayo hontaṁ ekameva paccayo hoti, udāhu anekanti?",
  "tika-abh08t25:274_12": "Cakkhu tāva ekampi, rūpaṁ pana anekameva saṅgataṁ.",
  "tika-abh08t25:274_13": "Kiṁ kāraṇaṁ?",
  "tika-abh08t25:274_14": "Paccayabhāvavisesato.",
  "tika-abh08t25:274_15": "Cakkhu hi cakkhuviññāṇassa nissayapurejātaindriyavippayuttapaccayehi paccayo hontaṁ atthibhāveneva hoti tasmiṁ sati tassa bhāvato, asati abhāvato.",
  "tika-abh08t25:274_16": "Yato taṁ atthiavigatapaccayehissa paccayoti vuttaṁ, svāyaṁ paccayabhāvo na ekasmiṁ na sambhavatīti ekampi cakkhuviññāṇassa paccayo hoti.",
  "tika-abh08t25:274_17": "Rūpaṁ pana yadipi cakkhu viya purejātaatthiavigatapaccayehi paccayo hoti puretaraṁ uppannaṁ hutvā vijjamānakkhaṇeyeva upakārakattā, tathāpi anekameva saṅgataṁ hutvā paccayo hoti ārammaṇabhāvato.",
  "tika-abh08t25:274_18": "Yañhi taṁ ārammaṇaṁ tassa yathā tathā upalabbhanīyavaseneva ārammaṇapaccayabhāvo, viññāṇassa ca indriyādhīnavuttikassa ārammaṇasabhāvūpaladdhi na ekadvikalāpagatavaṇṇavasena hoti, nāpi katipayakalāpagatavaṇṇavasena, atha kho ābhogānurūpaṁ āpāthagatavaṇṇavasenāti anekameva rūpaṁ saṁhaccakāritāya viññāṇassa paccayo hotīti.",
  "tika-abh08t25:274_19": "Amumeva hi visesaṁ vibhāvetuṁ ‘‘cakkhuñca paṭicca rūpe cā’’ti (ma. ni.",
  "tika-abh08t25:274_20": "1.204, 400;",
  "tika-abh08t25:274_21": "3.421, 425; saṁ. ni. 4.60; kathā.",
  "tika-abh08t25:274_22": "465) pāḷiyaṁ vacanabhedo katoti.",
  "tika-abh08t25:274_23": "Evaṁ sotaviññāṇepi yathārahaṁ vattabbaṁ.",
  "tika-abh08t25:274_24": "Ghānaviññāṇādīnaṁ pana sampattaggāhatāya attano nissayena saha allīnasseva gahaṇato ekakalāpagatampi gandhādikaṁ tesaṁ uppattiyā paccayo hoti.",
  "tika-abh08t25:275_0": "Rūpamattārammaṇarasanti rūpāyatanamattasseva ārammaṇakaraṇarasaṁ.",
  "tika-abh08t25:275_1": "Matta-saddena yathā ārammaṇantaraṁ nivatteti, evaṁ rūpāyatanepi labbhamāne ekacce visese nivatteti.",
  "tika-abh08t25:275_2": "Na hi cakkhuviññāṇaṁ vaṇṇamattato aññaṁ kiñci nīlādivisesaṁ tattha gahetuṁ sakkoti.",
  "tika-abh08t25:275_3": "Tenāha bhagavā –",
  "tika-abh08t25:275_4": "‘‘pañcahi viññāṇehi na kiñci dhammaṁ paṭivijānāti aññatra abhinipātamattā’’ti.",
  "tika-abh08t25:275_5": "Cakkhuviññāṇaṁ uppajjamānaṁ rūpārammaṇe eva uppajjanato tadabhimukhabhāvena gaṇhātīti vuttaṁ ‘‘rūpābhimukhabhāvapaccupaṭṭhāna’’nti.",
  "tika-abh08t25:275_6": "Attano anantaraṁ uppajjamānānaṁ arūpadhammānaṁ samanantaravigatā arūpadhammā pavattiokāsadānena anantarasamanantaranatthivigatapaccayehi upakārakā, nissayārammaṇā dhammā viya āsannakāraṇāti dassento āha ‘‘rūpārammaṇāya kiriyāmanodhātuyā apagamapadaṭṭhāna’’nti.",
  "tika-abh08t25:275_7": "Sotaviññāṇādīsupi vuttanayeneva attho veditabbo.",
  "tika-abh08t25:275_8": "Kiriyāmanodhātuyā ārammaṇabhedato bhinnasabhāvattā āha ‘‘kiriyāmanodhātūna’’nti.",
  "tika-abh08t25:275_9": "Cakkhuviññāṇādīhi gahitaṁ rūpādiārammaṇaṁ tadanantarameva aparipatantaṁ katvā sampaṭicchantaṁ gaṇhantaṁ viya hotīti vuttaṁ ‘‘rūpādisampaṭicchanarasa’’nti.",
  "tika-abh08t25:275_10": "Tathābhāvena sampaṭicchanabhāvena paccupaṭṭhātīti tathābhāvapaccupaṭṭhānaṁ.",
  "tika-abh08t25:276_0": "Chasu ārammaṇesu kadāci pañcannaṁ jaccandhādivasena tatopi ūnānaṁ, brahmaloke ca dvinnameva vijānanasabhāvāpi chaḷārammaṇavijānanalakkhaṇā vuttā taṁsabhāvānativattanato, chasveva vā itaresaṁ ārammaṇānaṁ antogadhattā.",
  "tika-abh08t25:276_1": "Santīraṇādirasāti yathāsambhavaṁ santīraṇatadārammaṇādikiccā, santīraṇatadārammaṇapaṭisandhibhavaṅgacutikiccāti adhippāyo.",
  "tika-abh08t25:276_2": "‘‘Hadayavatthupadaṭṭhānā’’ti idaṁ imāsaṁ dvinnaṁ manoviññāṇadhātūnaṁ anibaddhaṭṭhānatāya nibaddhakāraṇaṁ dassetuṁ vuttaṁ.",
  "tika-abh08t25:276_3": "Vuttanayena pana ‘‘taṁtaṁanantarātītaviññāṇāpagamapadaṭṭhāna’’ntipi vattuṁ vaṭṭatiyeva.",
  "tika-abh08t25:276_4": "Ahetukacittānaṁ visuṁ visuṁ lakkhaṇādikassa dassitattā parisesato sahetukacittānaṁ ekasadisameva lakkhaṇādikanti viññāyati.",
  "tika-abh08t25:276_5": "Taṁ pana heṭṭhā vibhāvitameva.",
  "tika-abh08t25:277_0": "Idāni imāsaṁ ārammaṇādito bhedaṁ dassetuṁ ‘‘tattha paṭhamā’’tiādi vuttaṁ.",
  "tika-abh08t25:277_1": "Ekantamiṭṭhārammaṇeti ekanteneva iṭṭhārammaṇe, atiiṭṭhārammaṇeti attho.",
  "tika-abh08t25:277_2": "Pañcasu ṭhānesūti sahetukavipākānaṁ vuttesu catūsu, sampaṭicchanavoṭṭhabbanānaṁ antarāḷasaṅkhātasantīraṇaṭṭhāne cāti pañcasu ṭhānesu, pañcasu kiccesūti vā attho.",
  "tika-abh08t25:277_3": "Kiñcāpi somanassapaṭisandhikassa domanassajavanāvasāne tadārammaṇasambhave asati yaṁ kiñci paricitapubbaṁ parittārammaṇamārabbha upekkhāsahagatasantīraṇamuppajjatīti icchitaṁ, tathā pana uppajjamānassa kadāciyeva sambhavato yebhuyyappavattiṁ gahetvā cha ṭhānāni avatvā pañceva vuttāni.",
  "tika-abh08t25:277_4": "Atha vā taṁ uppajjamānaṁ tadārammaṇaṭṭhāneyeva nibbattatīti taṁvaseneva tassāpi ṭhānaṁ gahitanti daṭṭhabbaṁ.",
  "tika-abh08t25:277_5": "Acakkhusaṁvattanikakammanibbattatāya jātiyā andho jaccandho.",
  "tika-abh08t25:277_6": "Kiñcāpi hi jātikkhaṇe aṇḍajajalābujānaṁ sabbesampi cakkhu natthi, yassa bhāvābhāvato andhānandhavicāraṇā bhaveyya, tathāpi cakkhussa uppajjamānārahakālepi cakkhuvipattivibandhakena kammunā paṭihatasāmatthiyena paṭisandhidāyakena itarenāpi vā kammena tassa anupādiyamānattā satto ‘‘jaccandho’’ti vuccati.",
  "tika-abh08t25:277_7": "Atha vā jaccandhoti pasūtiyaṁyeva andho, mātukucchiyaṁyeva andho hutvā nikkhantoti attho.",
  "tika-abh08t25:277_8": "Tena duhetukatihetukānaṁ mātukucchigatakālepi cakkhussa avipajjanaṁ siddhaṁ hoti, evaṁ jātibadhirādīsupi yathārahaṁ vattabbaṁ.",
  "tika-abh08t25:277_9": "Jaccajaḷoti jātiyā aññāṇako .",
  "tika-abh08t25:277_10": "Kiñcāpi duhetukapaṭisandhikopi jātiyaṁ aññāṇako, tassa pana pavattiyaṁ paññā sambhavatīti vuttanayena yebhuyyato pavattiyampi paññāyāsambhavato jaccajaḷo veditabbo.",
  "tika-abh08t25:277_11": "Jaccummattako surāmerayapānādiummattakabhāvasaṁvattanikakammaparibhāvitena kammena gahitapaṭisandhiko.",
  "tika-abh08t25:277_12": "Paṇḍakoti paradāragamanādikammaparibhāvitena kammunā gahitapaṭisandhiko.",
  "tika-abh08t25:277_13": "So pañcavidho āsittapaṇḍako usūyapaṇḍako pakkhapaṇḍako opakkamikapaṇḍako napuṁsakapaṇḍakoti.",
  "tika-abh08t25:277_14": "Idha pana opakkamikapaṇḍakassa sahetukassāpi bhāvato, napuṁsakassa ca visuṁ gahaṇato tayo paṇḍakā adhippetā.",
  "tika-abh08t25:277_15": "Ādi-saddena jātimūgajātipaṅgulamammanādīnaṁ saṅgaho.",
  "tika-abh08t25:277_16": "Keci pana ‘‘ekacce ahetukapaṭisandhikā avikalindriyā hutvā thokaṁ vicāraṇapakatikāpi honti, tasmā tādisānampi idha ādi-saddena saṅgaho’’ti vadanti.",
  "tika-abh08t25:277_17": "Ettha ca jaccandhādīnameva ayaṁ paṭisandhīti na gahetabbā.",
  "tika-abh08t25:277_18": "Jaccandhādayo pana iminā paṭisandhiṁ gaṇhantīti gahetabbaṁ.",
  "tika-abh08t25:278_0": "43.Tihetukapuññassāti tihetukassapi ukkaṭṭhapuññassa.",
  "tika-abh08t25:278_1": "Duhetukammassa pana sabbathāpi soḷasannaṁ vipākānaṁ asambhavato tappaṭikkhepaparattā cetanāya ‘‘tihetukapuññassā’’ti avisesato vuttaṁ.",
  "tika-abh08t25:279_0": "Kāmāvacaravipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:280_0": "Rūpāvacarārūpāvacaravipākavaṇṇanā",
  "tika-abh08t25:281_0": "Mahaggatavipākānaṁ taṁtaṁkusalāgamanavaseneva jhānaṅgahāni, na pana bhāvanāvisesenāti tesaṁ pahānaṅgāni anuddhaṭāni.",
  "tika-abh08t25:281_1": "Upapattiyanti upapattibhave.",
  "tika-abh08t25:282_0": "Arūpāvacaravipākacittāni vuccantīti sambandho.",
  "tika-abh08t25:283_0": "44.Kusalānugataṁ katvāti kusalānurūpaṁ kusalasadisaṁ katvā.",
  "tika-abh08t25:283_1": "Yathā kāmāvacaravipākaṁ kusalato visadisampi katvā vibhattaṁ, evamakatvā kusalasadisameva katvāti atthaṁ vadanti.",
  "tika-abh08t25:283_2": "Aṭṭhakathāyaṁ pana kusalānantaraṁ katvā mahaggatavipākānaṁ bhājitapāḷiṁ sandhāya ‘‘kusalānugataṁ katvā bhājita’’nti vuttaṁ.",
  "tika-abh08t25:283_3": "Pāḷiyañhi –",
  "tika-abh08t25:284_0": "‘‘Katame dhammā abyākatā?",
  "tika-abh08t25:284_1": "Yasmiṁ samaye kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hotī’’tiādinā (dha. sa. 431) –",
  "tika-abh08t25:285_0": "Kāmāvacaravipākaṁ vibhajitvā mahaggatavipākaṁ vibhajantena –",
  "tika-abh08t25:286_0": "‘‘Katame dhammā abyākatā?",
  "tika-abh08t25:286_1": "Yasmiṁ samaye rūpapattiyā maggaṁ bhāveti, vivicceva kāmehi…pe…",
  "tika-abh08t25:286_2": "paṭhamaṁ jhānaṁ upasampajja viharati pathavīkasiṇaṁ, tasmiṁ samaye phasso hoti…pe…",
  "tika-abh08t25:286_3": "avikkhepo hoti, ime dhammā kusalā, tasseva rūpāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ vivicceva kāmehi…pe…",
  "tika-abh08t25:286_4": "paṭhamaṁ jhānaṁ upasampajja viharati pathavīkasiṇaṁ…pe…",
  "tika-abh08t25:286_5": "ime dhammā abyākatā’’ti (dha. sa. 498).",
  "tika-abh08t25:287_0": "Evaṁ kusalaṁ uddisitvā tadanantaraṁ katvā mahaggataṁ vipākaṁ vibhattaṁ, tasmā yathā kāmāvacaravipākaṁ, evaṁ avibhajitvā idaṁ kusalānantaraṁ katvā vibhattanti imamatthaṁ jotetuṁ aṭṭhakathāyaṁ ‘‘kusalānugataṁ katvā’’ti vuttaṁ.",
  "tika-abh08t25:287_1": "Imināpi ca ācariyena parihāramukhena vakkhamānaatthavisesavacanicchāya tattha vuttanayeneva codanā katā.",
  "tika-abh08t25:287_2": "Evañhi sati kusalānantaraṁyeva phalaṁ uppajjatīti ñāpanaṁ suṭṭhūpapannaṁ hotīti ayamettha amhākaṁ ācariyassa maggo.",
  "tika-abh08t25:288_0": "Mahaggatanti mahaggatavipākaṁ.",
  "tika-abh08t25:288_1": "Tañhi idha adhigataṁ. Kāmā…pe…",
  "tika-abh08t25:288_2": "yatoti yasmā kāmāvacarakusalaṁ asamānaphalaṁ hoti tihetukassa duhetukāhetukavipākānaṁ, duhetukassa ca ahetukavipākānampi jananato, na evamidaṁ, idaṁ pana ekanteneva sadisavipākajananato samānaphalameva, tasmāti attho.",
  "tika-abh08t25:288_3": "Ettha ca ‘‘kusala’’nti avuttepi kāmāvacarapuññaṁvāti upamitattā upameyyassapi kusalabhāvo viññāyati.",
  "tika-abh08t25:288_4": "Kasmā panetaṁ sadisavipākaṁ, na kāmāvacaraṁ viya visadisavipākampīti? Vuccate –",
  "tika-abh08t25:288_5": "kāmāvacarapuññañhi ācinanto rūpataṇhādinānāvatthukakāmataṇhūpanissayato ācinati, tasmā tadūpanissayakusalaṁ tadanurūpato nānāvatthukaṁ vipākaṁ janeti.",
  "tika-abh08t25:288_6": "Mahaggataṁ pana ācinanto ekavatthukāyeva bhavataṇhāya vasena ācinatīti tadanurūpato taṁ nānāvatthuṁ ajanetvā ekavatthumeva janetīti.",
  "tika-abh08t25:289_0": "45-6.Sabbathāti dhammato ārammaṇato paṭipadādito ca.",
  "tika-abh08t25:289_1": "Tathā hi ye phassādayo kusale ca labbhanti, te vipākepi labbhanti, yasmiñca ārammaṇe kusalaṁ pavattati, tattheva idaṁ vipākampi.",
  "tika-abh08t25:289_2": "Yāva paṭipadādayo kusalassa labbhanti, tāva imassa vipākassapīti.",
  "tika-abh08t25:289_3": "Kāmaṁ yassa kassaci chāyā taṁtaṁvatthusadisāva, mahantassa pana kusalavipākassa mahantāhiyeva upamāhi bhavitabbanti ‘‘gajādīna’’ntiādi vuttaṁ.",
  "tika-abh08t25:289_4": "Apare apare attabhāve bhavaṁ vedanamassāti aparāpariyavedanaṁ.",
  "tika-abh08t25:289_5": "Yadi aparāpariyavedanaṁ na hoti, kathañcarahi imassa phaluppattīti āha ‘‘jhānā aparihīnassā’’tiādi.",
  "tika-abh08t25:290_0": "47.Kusalānantaranti kusalabhavānantaraṁ.",
  "tika-abh08t25:290_1": "Yasmiñhi bhave taṁ kusalaṁ kataṁ, so idha kusala-saddena upacārato gahito kammānantaraṁyeva phalassa asambhavato.",
  "tika-abh08t25:290_2": "Na hi taṁ lokuttarakusalaṁ viya anantaraphalanipphādakaṁ, atha kho ekaccakāmāvacarakusalaṁ viya aparāpariyavedanaṁ ahutvā satipi anekeyeva kāmāvacarakamme mahogho viya parittaṁ udakaṁ tamajjhottharitvā attanoyeva vipākadānena ekantena anantarabhaveyeva phalaṁ nibbatteti.",
  "tika-abh08t25:290_3": "Nanu ca aparihīnajjhānasseva kassaci nikantivasena kāmabhave paṭisandhi hoti.",
  "tika-abh08t25:290_4": "Tathā hi tissamahābrahmā uparibrahmalokūpapattiyā bhāvitamaggo bhikkhūhi yācito tato cavitvā moggalibrāhmaṇassa gehe paṭisandhiṁ aggahesīti vuttanti taṁ kathanti?",
  "tika-abh08t25:290_5": "Nikantibaleneva jhānaṁ parihāyatīti tato parihīnajjhāno nibbattatīti vadanti.",
  "tika-abh08t25:290_6": "Apare pana ācariyā ‘‘anīvaraṇāvatthāya nikantiyā jhānassa parihāni vīmaṁsitvā gahetabbā’’ti vatvā ‘‘satipi mahaggatakammuno vipākaṁ paṭibāhanasamatthasseva parittakammassa abhāve ‘ijjhati, bhikkhave, sīlavato cetopaṇidhi visuddhattā’ti (a. ni.",
  "tika-abh08t25:290_7": "8.35) vacanato kāmabhave cetopaṇidhi mahaggatakammassa vipākaṁ paṭibāhitvā parittakammuno vipākassa okāsaṁ karotī’’ti vadanti, taṁ yuttaṁ.",
  "tika-abh08t25:290_8": "Etassāti imassatthassa ñāpanatthanti sambandho.",
  "tika-abh08t25:291_0": "48-9.",
  "tika-abh08t25:291_1": "Evaṁ avisesena kusalasadisataṁ atidisitvā idāni visesaṁ dassetuṁ ‘‘paṭipadākkamocevā’’tiādi vuttaṁ.",
  "tika-abh08t25:291_2": "Yathā hi dukkhapaṭipadaṁ dandhābhiññaṁ jhānaṁ uppādetvā punappunaṁ samāpajjantassa taṁ jhānaṁ taṁpaṭipadameva hoti, evaṁ tasmiṁ tasmiṁ aparihīne tassa tassa vipāko nibbattamāno taṁtaṁpaṭipadova bhavituṁ arahati.",
  "tika-abh08t25:291_3": "Chandādhipateyyādibhāvo pana tasmiṁ khaṇe vijjamānānaṁ chandādīnaṁ adhipatipaccayabhāvena hoti, na āgamanavasena.",
  "tika-abh08t25:291_4": "Tathā hi ekameva jhānaṁ nānakkhaṇesu nānādhipateyyaṁ hoti, tasmā vipākassa āgamanavasena chandādhipateyyāditā na gahitā.",
  "tika-abh08t25:291_5": "Tenāha ‘‘abhāvodhipatīna’’nti.",
  "tika-abh08t25:291_6": "Tadabhāvatova sarasato tassa hīnāditā na sambhavatīti sāpi jhānāgamanatova vuttā.",
  "tika-abh08t25:292_0": "Rūpāvacarārūpāvacaravipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:293_0": "Lokuttaravipākavaṇṇanā",
  "tika-abh08t25:294_0": "Maggacittassa viya phalacittassa maggayogato bhedābhāvena ‘‘catumaggayogato’’ti avatvā ‘‘catumaggasampayuttacittaphalattā’’ti vuttaṁ, catūhi ariyamaggehi sampayuttakusalacittassa phalattā catubbidhasāmaññaphalasampayuttacittabhāvatoti attho.",
  "tika-abh08t25:294_1": "Sotāpattimaggassa phalaṁ cittaṁ sotāpattimaggaphalacittaṁ.",
  "tika-abh08t25:294_2": "Evaṁ sesesu.",
  "tika-abh08t25:294_3": "Maggavīthiyaṁ dvikkhattuṁ, tikkhattuṁ vā phalasamāpattiyā aparicchinnaparimāṇaṁ pavattamānampi dvīsveva ṭhānesu pavattiyā duvidhameva hotīti āha ‘‘maggavīthiphalasamāpattivasena pavattito duvidha’’nti.",
  "tika-abh08t25:295_0": "50-1.Maggassānantare phale labbhanti maggāgamanatoti adhippāyo.",
  "tika-abh08t25:295_1": "Maggo hi āgamanato ‘‘suññato’’ti laddhanāmo saguṇālambaṇavasena animittaappaṇihitanāmampi labhatīti phalassa nāmattayampi deti, tathā āgamanato appaṇihito maggo saguṇārammaṇavasena animittasuññataappaṇihitanāmakoti phalassa nāmattayampi deti.",
  "tika-abh08t25:295_2": "Evañca katvā abhidhamme ekekassa phalassa tīṇi tīṇi nāmāni vuttāni.",
  "tika-abh08t25:295_3": "Nanu ca abhidhamme ‘‘saguṇārammaṇato nāmaṁ anadhippeta’’nti vuttaṁ?",
  "tika-abh08t25:295_4": "Saccaṁ vuttaṁ, taṁ pana nāmalābhaṁ sandhāya, na nāmadānaṁ.",
  "tika-abh08t25:295_5": "Tattha hi vavatthānakarattābhāvato tathā anadhippetaṁ, na alabbhanato.",
  "tika-abh08t25:295_6": "Idha pana ekekassa phalaṁ nāmattayampi labhatīti vavatthānappayojanābhāvato saguṇārammaṇehi laddhanāmadānassa adhippetattā tividhampi nāmaṁ deti.",
  "tika-abh08t25:295_7": "Ekantena cetaṁ evaṁ sampaṭicchitabbaṁ, itarathā vipassanāpi vipassato laddhanāmamaggassa taṁ na dadeyyāti.",
  "tika-abh08t25:295_8": "Parabhāgasminti aparabhāge.",
  "tika-abh08t25:295_9": "Vaḷañjanaphalesūti samāpajjanavasena anubhavitabbaphalesu.",
  "tika-abh08t25:295_10": "‘‘Vaḷañjanaphalesu nā’’ti maggāgamanaṁ sandhāya paṭikkhittanti āha ‘‘vipassanāvasenevā’’tiādi.",
  "tika-abh08t25:295_11": "Vaḷañjanaphalañhi visuṁ vipassanāvaseneva nibbattatīti tassa taṁvasena nāmalābho.",
  "tika-abh08t25:295_12": "Yadi evaṁ maggassa viya animittanāmalābho na siyā?",
  "tika-abh08t25:295_13": "Taṁ na, yathā maggānantarassa phalassa viya vaḷañjanakaphalasamāpattiyāpi maggāgamanato ca jhānapaṭipadābhedo hoti, evaṁ animittanāmampi labbhatīti.",
  "tika-abh08t25:296_0": "52-3.Honti sādhipatīnevāti ettha kāraṇaṁ vuttameva.",
  "tika-abh08t25:296_1": "Maggabhāvenāti soḷasahi ākārehi catusaccapaṭivedhakamaggabhāvena, kilesamāraṇavasena gamanasaṅkhātena, nibbānatthikehi maggitabbabhāvasaṅkhātena vā maggabhāvena.",
  "tika-abh08t25:296_2": "Phalaṁ…pe…",
  "tika-abh08t25:296_3": "vuccatīti sayaṁ phalabhāvampi maggassa phalattā, taṁsadisatāya vā tamupādāya maggoti vuccati ‘‘maggaṅgaṁ maggapariyāpanna’’ntiādīsūti adhippāyo.",
  "tika-abh08t25:297_0": "Lokuttaravipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:298_0": "Akusalavipākavaṇṇanā",
  "tika-abh08t25:299_0": "Yathā atiiṭṭhe iṭṭhamajjhatte ca ārammaṇe vedanābhedasambhavato kusalavipākamanoviññāṇadhātu duvidhā hoti somanassasahagatā, upekkhāsahagatāti, evaṁ atianiṭṭhe aniṭṭhamajjhatte ca ārammaṇe vedanābhedo natthīti akusalavipākamanoviññāṇadhātu ekavidhāvāti ‘‘sattākusalavipākānī’’ti vuttaṁ.",
  "tika-abh08t25:299_1": "Sati hi tattha vedanābhede atianiṭṭhe domanassena bhavitabbaṁ, na ca paṭighena vinā domanassaṁ uppajjatīti.",
  "tika-abh08t25:299_2": "Kāyaviññāṇassa dukkhasahagatā kusalavipāke vuttavipariyāyena veditabbā.",
  "tika-abh08t25:299_3": "Ettha ca akusalavipākesu labbhamānadukkhaṁ viya nātikaṭukāpi upekkhā ekantanihīnassa akusalassa vipākabhāvato dukkhasabhāvattā hīnā eva.",
  "tika-abh08t25:299_4": "Na hi akusalassa vipāko adukkho hoti, upekkhābhāvo panassa balavatā bādhiyamānassa paṭipaharituṁ asakkontassa dubbalapurisassa tena kariyamānabādhassa upekkhanā viyāti daṭṭhabbaṁ.",
  "tika-abh08t25:299_5": "Imāni…pe…",
  "tika-abh08t25:299_6": "cittānīti imāni satta ekekassa akusalassa vipākacittāni, na pana kusalavipāke viya tihetukādipuññavisesena.",
  "tika-abh08t25:299_7": "Uddhaccasahagatassapi hi pavattiyaṁ satteva vipākā labbhanti.",
  "tika-abh08t25:299_8": "Kasmā panettha yathā kusalavipākaṁ sahetukampi uddhaṭaṁ, na evaṁ akusalavipākanti?",
  "tika-abh08t25:299_9": "Hetūnaṁ asambhavato.",
  "tika-abh08t25:299_10": "Lobhādīnañhi ekantasāvajjatāya ayonisomanasikārahetukānaṁ natthi vipākabhāvo, alobhādīnampi ekantamanavajjasabhāvānaṁ vā kāraṇassa tabbidūratāya nattheva akusalavipākabhāvo.",
  "tika-abh08t25:299_11": "Na hi alobhādīnaṁ paṭipakkhalobhādayo te abhinipphādenti, tasmā idaṁ sabbathā sahetuppavattiyā asambhavato ahetukamevāti.",
  "tika-abh08t25:300_0": "Kammakammanimittagatinimittesūti ettha atītabhave āyūhitaṁ aparāpariyavedanīyaṁ, upapajjavedanīyaṁ vā kammaṁ kammaṁ nāma .",
  "tika-abh08t25:300_1": "Kammakaraṇakāle cetanāya gahitamārammaṇaṁ kammanimittaṁ nāma.",
  "tika-abh08t25:300_2": "Upapajjitabbabhavapariyāpanno narakādīsu aggijālādivaṇṇo gatinimittaṁ nāma.",
  "tika-abh08t25:301_0": "54.Imeti akusalavipākā.",
  "tika-abh08t25:301_1": "Tesaṁ aniṭṭhāniṭṭhamajjhattavisayesu pavattivacanena tabbipariyāyena kusalavipākānaṁ iṭṭhaiṭṭhamajjhattavisayesu pavatti atthato āpannāti sā visuṁ na vuttā.",
  "tika-abh08t25:301_2": "Sukhādittayayuttāti sukhasomanassupekkhāyuttā.",
  "tika-abh08t25:302_0": "‘‘Eva’’ntiādi yathāvuttavipākānaṁ nigamanaṁ.",
  "tika-abh08t25:303_0": "Akusalavipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:304_0": "Vipākacittavaṇṇanā",
  "tika-abh08t25:305_0": "55.",
  "tika-abh08t25:305_1": "Pākassa asurakaññānaṁ gabbhaparipākassa sāsanato vināsanato, pākasaṅkhātassa vā asurassa vināsanato pākasāsano vuccati sakko devarājā, tena pūjito pākasāsanapūjito.",
  "tika-abh08t25:305_2": "Pākaṁ vā paripakkaṁ sāsanametesūti pākasāsanā, khīṇāsavā, tehi pūjitoti pākasāsanapūjito.",
  "tika-abh08t25:306_0": "Vipākacittavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:307_0": "Dānādivasenāti pavattākāramattato dānādivasena, na pana puññakiriyavatthuvasena khīṇāsavasantānagatassa puññakiriyabhāvābhāvatoti vuttovāyamattho.",
  "tika-abh08t25:308_0": "Āvajjatīti āvajjanaṁ, ābhuñjati oṇojeti pariṇāmeti vāretīti vā attho.",
  "tika-abh08t25:308_1": "Tañhi āpāthagataṁ ārammaṇaṁ paṭhamamābhuñjati, cakkhuviññāṇādīni vīthicittāni āpāthagatārammaṇābhimukhaṁ oṇojeti, cittasantānaṁ vā purimākārato aññathā pariṇāmeti, anuppabandhato pavattanakaṁ bhavaṅgacittasantānaṁ parato pavattituṁ adatvā āpāthagataṁ vā ārammaṇaṁ aññattha gantuṁ adatvā vāreti.",
  "tika-abh08t25:308_2": "Hasitaṁ uppajjati, uppādīyati vā etenāti hasituppādaṁ, tadeva cittanti hasituppādacittaṁ.",
  "tika-abh08t25:308_3": "Voṭṭhapetīti voṭṭhabbanaṁ.",
  "tika-abh08t25:308_4": "Kasmā panettha āvajjanavoṭṭhabbanāni upekkhāsahagatāni, hasituppādañca somanassasahagatanti? Vuccate –",
  "tika-abh08t25:308_5": "āvajjanaṁ tāva apubbārammaṇe sakideva ca pavattamānasantativicchedavasena pavattanato, dubbalabhavaṅgapaccayaṁ vā sabbathā visayarasamanubhavituṁ na sakkotīti iṭṭhādīsu sabbattha upekkhāyuttameva hoti.",
  "tika-abh08t25:308_6": "Voṭṭhabbanañca vuttavipariyāyena vedanābhedārahampi samānaṁ vipākappabandhaṁ vicchinditvā visadisacittappabandhassa nibbattanato santatipariṇāmaneyeva kiccantare byāvaṭattā vipākaṁ viya ārammaṇarasassāde asamatthamevāti sabbattha upekkhāsahagatameva.",
  "tika-abh08t25:308_7": "Hasituppādaṁ pana vuttaviparītato parihīnavipallāsānaṁ khīṇāsavānaṁ santāne iṭṭhārammaṇeyeva uppajjanato sabbathā somanassasahagatamevāti.",
  "tika-abh08t25:309_0": "Lakkhaṇādito panetāsu purimaṁ cakkhuviññāṇādīnaṁ purecaraṁ rūpādivijānanalakkhaṇaṁ, āvajjanarasaṁ , tathābhāvapaccupaṭṭhānaṁ, bhavaṅgavicchedapadaṭṭhānaṁ.",
  "tika-abh08t25:309_1": "Dutiyaṁ chaḷārammaṇavijānanalakkhaṇaṁ, arahataṁ anoḷārikesu vatthūsu hasituppādarasaṁ, tathābhāvapaccupaṭṭhānaṁ, ekantato hadayavatthupadaṭṭhānaṁ.",
  "tika-abh08t25:309_2": "Tatiyampi chaḷārammaṇavijānanalakkhaṇaṁ, pañcadvāramanodvāresu voṭṭhabbanāvajjanarasaṁ, tathābhāvapaccupaṭṭhānaṁ, ahetukavipākamanoviññāṇadhātubhavaṅgānaṁ aññatarāpagamapadaṭṭhānanti.",
  "tika-abh08t25:310_0": "Bhavaṅgaṁ āvaṭṭayamānāti bhavaṅgasantānaṁ āvaṭṭayantī viya.",
  "tika-abh08t25:310_1": "Sādhāraṇāti sekkhāsekkhaputhujjanānaṁ sādhāraṇā.",
  "tika-abh08t25:310_2": "Asādhāraṇāti asekkhānaṁyeva āveṇikā.",
  "tika-abh08t25:310_3": "Tenāha ‘‘khīṇāsavassā’’ti.",
  "tika-abh08t25:310_4": "Chasu dvāresu…pe…ārammaṇesūti cakkhādīsu chasu dvāresu, padhānasāruppaṭṭhānādigatesu chasu rūpādiārammaṇesu.",
  "tika-abh08t25:310_5": "Padhānasāruppañhi ṭhānaṁ disvā diṭṭhadhammasukhavihāratthāya ‘‘sāruppamidaṁ ṭhānaṁ mayā laddha’’nti tusantassa cakkhudvāre rūpārammaṇe, bhaṇḍabhājanaṭṭhāne mahāsaddaṁ sutvā ‘‘evarūpā loluppataṇhā me pahīnā’’ti tusantassa sotadvāre saddārammaṇe, gandhehi vā pupphehi vā cetiyapūjanakāle ‘‘evarūpena vata sugandhena bhagavantaṁ pūjemī’’ti tusantassa ghānadvāre gandhārammaṇe, rasasampannaṁ piṇḍapātaṁ sabrahmacārīhi saha bhājetvā paribhuñjanakāle ‘‘sāraṇīyadhammo vata me pūrito’’ti tusantassa jivhādvāre rasārammaṇe, ābhisamācārikavattapūraṇakāle ‘‘kāyena vattapaṭivattaṁ pūremī’’ti tusantassa kāyadvāre phoṭṭhabbārammaṇeti evaṁ pañcadvāresu pañcārammaṇesu pavattati.",
  "tika-abh08t25:311_0": "Manodvāre pana yathāvuttesveva pañcasu paccuppannārammaṇesu ghaṭikārasuttādīsu (ma. ni.",
  "tika-abh08t25:311_1": "2.282 ādayo) viya bhagavato pubbenivāsañāṇena pariññāte atītārammaṇe, ‘‘aṭṭhissaro nāma paccekabuddho bhavissatī’’ti (dha. pa. aṭṭha.",
  "tika-abh08t25:311_2": "1.16 devadattavatthu) āgataṭṭhānādīsu viya anāgataṁsañāṇena paricchinne anāgatārammaṇe cāti evaṁ chasvevārammaṇesu hasitaṁ uppādetīti veditabbaṁ.",
  "tika-abh08t25:311_3": "Nanu ca atītaṁsādīsu appaṭihatādīsu appaṭihatañāṇaṁ vatvā ‘‘imehi tīhi dhammehi samannāgatassa buddhassa bhagavato sabbaṁ kāyakammaṁ ñāṇapubbaṅgamaṁ ñāṇānuparivatta’’nti vacanato vicāraṇapaññārahitāya etāya kathaṁ bhagavato uppatti yujjeyyāti?",
  "tika-abh08t25:311_4": "Hasituppādacittena pavattiyamānampi bhagavato sitakaraṇaṁ pubbenivāsaanāgataṁsasabbaññutaññāṇānaṁ anuvattakattā ñāṇānuparivattiyeva, evaṁ pana ñāṇānuparivattibhāve sati na koci pāḷivirodho.",
  "tika-abh08t25:311_5": "Evañca katvā aṭṭhakathāyaṁ ‘‘tesaṁ ñāṇānaṁ ciṇṇapariyante idaṁ cittaṁ uppajjatī’’ti vuttaṁ.",
  "tika-abh08t25:311_6": "Avassañcetaṁ evaṁ icchitabbaṁ, itarathā aññassāpi viññattisamuṭṭhāpakassa ahetukacittassa bhagavato uppatti na yujjeyya.",
  "tika-abh08t25:311_7": "Na hi viññattisamuṭṭhāpakassa taṁsamuṭṭhitāya viññattiyā kāyakammādibhāvaṁ āpajjanabhāvo vibandhatīti.",
  "tika-abh08t25:311_8": "Evañca katvā pañcadvāre iminā cittena somanassuppādanamattaṁ daṭṭhabbaṁ, na hāsuppādanaṁ pañcadvārikacittānaṁ aviññattijanakattā.",
  "tika-abh08t25:311_9": "Manodvāre pana hāsuppādanaṁ.",
  "tika-abh08t25:311_10": "Teneva hi aṭṭhakathāyaṁ pañcadvāre ‘‘somanassito hotī’’ti (dha. sa. aṭṭha.",
  "tika-abh08t25:311_11": "568) ettakameva vuttaṁ, manodvāre ca ‘‘hāsayamāna’’nti.",
  "tika-abh08t25:311_12": "Idha pana ‘‘hasituppādakiccā’’ti avisesavacanaṁ pañcadvāre somanassakaraṇavasena pavattassapi manodvāre hāsajananassa paccayabhāvaṁ sandhāya vuttanti veditabbaṁ.",
  "tika-abh08t25:311_13": "Hasituppādakiccāti hasitasseva uppādanakiccā.",
  "tika-abh08t25:311_14": "Teneva hi taṁ ‘‘hasituppāda’’nti vuccati, na pana aññesaṁ hasituppādacittānaṁ abhāvato.",
  "tika-abh08t25:311_15": "Tathā hi vakkhati ‘‘kusalato catūhī’’tiādi.",
  "tika-abh08t25:312_0": "Cha asādhāraṇañāṇānīti āsayānusayañāṇaṁ, indriyaparopariyañāṇaṁ, yamakapāṭihāriyañāṇaṁ, mahākaruṇāsamāpattiñāṇaṁ, sabbaññutaññāṇaṁ, anāvaraṇañāṇanti imāni cha paccekabuddhādīhi asādhāraṇāni ñāṇāni.",
  "tika-abh08t25:312_1": "Nanu ca sabbaññutaññāṇameva anāvaraṇañāṇaṁ, itarathā sabbaññutānāvaraṇañāṇānaṁ asabbaññutasāvaraṇañāṇatā ca āpajjeyya, tathā hi yadi sabbaññutaññāṇato aññamanāvaraṇañāṇaṁ siyā, tassa sāvaraṇattā sāvaraṇe ca visaye sabhāvapaṭivedhābhāvato sabbaññubhāvaṁ na sijjheyya, anāvaraṇañāṇassa ca asabbadhammārammaṇabhāvena yattha taṁ na pavattati, tatthāvaraṇasambhavato anāvaraṇabhāvopi na siyāti?",
  "tika-abh08t25:312_2": "Saccametaṁ, ekameva taṁ ñāṇaṁ anavasesasaṅkhatāsaṅkhatasammutidhammavisayattā sabbaññutaññāṇaṁ, tattha ca āvaraṇābhāvato nissaṅgavāramupādāya anāvaraṇañāṇanti evaṁ visayapavattibhedena aññehi asādhāraṇabhāvadassanatthaṁ dvedhā vuttanti. Yathāha –",
  "tika-abh08t25:313_0": "‘‘Sabbaṁ saṅkhatamasaṅkhataṁ anavasesaṁ jānātīti sabbaññutaññāṇaṁ, tattha āvaraṇaṁ natthīti anāvaraṇañāṇa’’ntiādi (paṭi. ma. 1.119).",
  "tika-abh08t25:314_0": "Idha ṭhatvāti hasitassa uppādanato hasitassa uppādananti vuttacittassa āgataṭṭhāne ṭhatvā.",
  "tika-abh08t25:314_1": "Pariggaṇhitabbānīti paricchinditvā gaṇhitabbāni.",
  "tika-abh08t25:314_2": "Kiñcāpi rūpāvacarakiriyānaṁ jhānaṅgappahānaṁ vipāke viya āgamanato ahutvā kusale viya bhāvanāvisesena pavattākāramattaṁva hoti, paṭhamajjhānassa pana pahānaṅgasambhavābhāvato ekassa vaseneva niddisituṁ sesānampi pahānaṅgaṁ avatvā sampayogaṅgameva tesu dassitanti.",
  "tika-abh08t25:315_0": "57.",
  "tika-abh08t25:315_1": "Yasmā pana bhāvanāvasena pavattākāramattaṁ vinā bhāvanāya kātabbassa nīvaraṇappahānādikiccassa abhāvato ujukaṁ bhāvanā nāma na hoti, tasmā ‘‘bhāvanākāravasappavattānī’’ti ākāra-ggahaṇaṁ katanti.",
  "tika-abh08t25:316_0": "58-9.Nanti taṁ yathāvuttarūpārūpasamāpattiṁ.",
  "tika-abh08t25:316_1": "Samāpannā sace kriyāti ettha kiñcāpi sā eva samāpatti samāpajjituṁ na sakkā, niruddhānaṁ anuppannato, paṭiladdhasamāpattikasseva samāpajjitukāmatāya saddhiṁyeva samāpajjanato, paṭhamajjhānādikameva paṭilabhitvā dutiyajjhānādikaṁ samāpajjituṁ asakkuṇeyyabhāvato ca, pubbe paṭiladdhasamāpattisadisaṁ puna samāpajjanato puthujjanakālasmiṁ abhinibbattitasamāpattisadisā ettha sā eva tathā vuttā.",
  "tika-abh08t25:317_0": "61.Ekacittakkhaṇattāti ekacittakkhaṇeyeva pavattanato.",
  "tika-abh08t25:317_1": "Yadi hi so punappunaṁ uppajjeyya, tadāssa arahato uppattiyā kiriyabhāvo icchitabbo siyā.",
  "tika-abh08t25:317_2": "Sakiṁyeva pana pavattati catusaccapaṭivedhakiccassa ekavāreneva pariniṭṭhānato, takkiccena ca vinā tassa anupalabbhanīyattā. Tenāha –",
  "tika-abh08t25:317_3": "‘‘na pāraṁ diguṇaṁ yantī’’ti (su. ni.",
  "tika-abh08t25:317_4": "719), tasmā natthi lokuttaraṁ kiriyacittanti ayamettha adhippāyo.",
  "tika-abh08t25:318_0": "62.Kriyā…pe…",
  "tika-abh08t25:318_1": "desakoti yā āpattiyo kāyavācāhi akātabbaṁ katvā āpajjati, tā kiriyā, yā pana āpattiyo kāyavācāhi kātabbaṁ akaronto āpajjati, tā akiriyā, kiriyā ca akiriyā cāti kiriyākiriyā, kiriyākiriyā ca tā āpajjitabbato āpattiyo cāti kiriyākiriyāpattiyo, tāsaṁ vibhāgaṁ desetīti kiriyā…pe… desako.",
  "tika-abh08t25:318_2": "Atha vā kiriyājhānabhūtā samāpattiyo kiriyāpattiyo, kusalabhūtā pana samāpattiyo akiriyāpattiyo, tāsaṁ vibhāgaṁ desetīti kriyā…pe… desako.",
  "tika-abh08t25:318_3": "Yaṁ kiriyākiriyaṁ cittanti sambandho.",
  "tika-abh08t25:318_4": "Pañcannaṁ mārānaṁ jitattā jino.",
  "tika-abh08t25:318_5": "Hitāhitānanti atthānatthānaṁ.",
  "tika-abh08t25:318_6": "Sāti so jino.",
  "tika-abh08t25:318_7": "Kriyākriyāratoti sabbasattānaṁ hitassa karaṇe, ahitassa ca akaraṇe nirato.",
  "tika-abh08t25:318_8": "Atha vā ekantamiṭṭhavipākattā hitāti kusalānametaṁ adhivacanaṁ .",
  "tika-abh08t25:318_9": "Tappaṭipakkhattā ahitāti akusalānametaṁ adhivacanaṁ.",
  "tika-abh08t25:318_10": "Yathākkamaṁ tesaṁ kiriyāyaṁ, akiriyāyañca ratoti hitāhitānaṁ…pe… rato.",
  "tika-abh08t25:318_11": "Atha vā hitāhitāti kusalākusalā eva, tesaṁ kiriyākiriyāmattamavipākabhāvaṁ kātuṁ icchatīti hitāhitānaṁ…pe… rato.",
  "tika-abh08t25:318_12": "Atha vā hitāhitānaṁ puggalānaṁ sakiriyākiriyāya attano attano kiccassa idhalokaparalokanipphādanassa karaṇe rato abhiratoti hitāhitānaṁ…pe… rato.",
  "tika-abh08t25:319_0": "64-6.",
  "tika-abh08t25:319_1": "Sabbe lokuttare aṭṭha katvā ye ekūnanavuti cittuppādā vuttā, tāni cittāni mayā niddiṭṭhānīti sambandho.",
  "tika-abh08t25:319_2": "Pāṭavaṁ atthenti patthenti, pāṭavasaṅkhāto vā attho etesanti pāṭavatthino.",
  "tika-abh08t25:319_3": "Uggahetabboti savanapaṭipucchāvasena uggahitabbo, uggaṇhitvā pana na kevalaṁ uggahaṇamatteyeva ṭhātabbanti dassento āha ‘‘cintetabbo punappuna’’nti, na hi sakkā uggahaṇamattenevettha sabbathā sanniṭṭhānaṁ gantunti adhippāyo.",
  "tika-abh08t25:319_4": "Abhidhammamahodadhinti dhammasaṅgaṇīādisattappakaraṇavasena ṭhitamabhidhammapiṭakamahaṇṇavaṁ, khandhāyatanādivasena ṭhitaṁ paramatthamahaṇṇavaṁ vā.",
  "tika-abh08t25:319_5": "Tarantīti atthaggahaṇavasena uttaranti, sutamayañāṇamūlakena vā bhāvanāñāṇena otarantīti attho.",
  "tika-abh08t25:319_6": "Imaṁ lokanti paccuppannabhavaṁ.",
  "tika-abh08t25:319_7": "Paraṁ lokanti anāgatabhavaṁ.",
  "tika-abh08t25:319_8": "Tarantīti atikkamanti.",
  "tika-abh08t25:319_9": "Idha lokasmiñhi chandarāgappahānavasena imaṁ lokaṁ taranti, āyatiṁ bhavūpapādakassa kammassa kammakkhayakarañāṇena vināsanato paralokaṁ taranti, anupādāparinibbānavasena parinibbāyantīti attho.",
  "tika-abh08t25:320_0": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t25:321_0": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t25:322_0": "Cittaniddesavaṇṇanā niṭṭhitā."
}