{
  "tika-abh08t0:0_0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-abh08t0:1_0": "Abhidhammāvatāra-purāṇaṭīkā",
  "tika-abh08t0:2_0": "1. Paṭhamo paricchedo",
  "tika-abh08t0:3_0": "Cittaniddesavaṇṇanā",
  "tika-abh08t0:4_0": "8.Tattha tesu catubbidhesu paramatthesu, jātiniddhāraṇaṁ.",
  "tika-abh08t0:4_1": "Cittanti cittaṁ nāma.",
  "tika-abh08t0:4_2": "Vijānātīti vijānanaṁ, visayānaṁ vijānanaṁ visayavijānanaṁ.",
  "tika-abh08t0:4_3": "Cittasarūpaparidīpanamidaṁ vacanaṁ.",
  "tika-abh08t0:4_4": "Tassa pana cittassa ko vacanattho ko saddattho.",
  "tika-abh08t0:4_5": "Vuccate ācariyena.",
  "tika-abh08t0:4_6": "Sabbasaṅgāhakavasena sabbesaṁ cittānaṁ saṅgāhakanayavasena.",
  "tika-abh08t0:4_7": "Ārammaṇaṁ cinteti jānātīti cittaṁ, tadā sabbaṁ cittaṁ adhippetaṁ.",
  "tika-abh08t0:4_8": "Javanavīthivasena attasantānaṁ cinotīti cittaṁ, tadā kusalākusalamahākiriyācittaṁ adhippetaṁ.",
  "tika-abh08t0:4_9": "Aññesaṁ javanānaṁ aggahaṇaṁ kāmāvacarajavanāni eva yebhuyyavasena sattakkhattuṁ javantīti ñāpanatthaṁ.",
  "tika-abh08t0:5_0": "9.",
  "tika-abh08t0:5_1": "Vicittaṁ karaṇaṁ yassa taṁ vicittakaraṇaṁ, tassa bhāvo vicittakaraṇā.",
  "tika-abh08t0:5_2": "‘‘Imassa rūpassa uddhaṁ idaṁ hotu, heṭṭhā idaṁ hotu, ubhayapasse ida’’nti cintetvā yathācintitena kamena sesacittarūpanipphādanaṁ hoti, evaṁ yaṁ kiñci loke vicittaṁ sippajātaṁ, sabbaṁ taṁ citteneva karīyati.",
  "tika-abh08t0:5_3": "Evaṁ vicittakaraṇatāya cittaṁ.",
  "tika-abh08t0:5_4": "Tadā karaṇatāya cittaṁ karotīti cittaṁ.",
  "tika-abh08t0:5_5": "Idaṁ taddhitapadaṁ.",
  "tika-abh08t0:5_6": "Vā ayaṁ añño nayo .",
  "tika-abh08t0:5_7": "Taṁ attano cittatāya aññadeva sarāgaṁ cittaṁ, aññaṁ sadosaṁ, aññaṁ samohaṁ.",
  "tika-abh08t0:5_8": "Aññaṁ kāmāvacaraṁ, aññaṁ rūpāvacarādibhedaṁ.",
  "tika-abh08t0:5_9": "Aññaṁ rūpārammaṇaṁ, aññaṁ saddādiārammaṇaṁ.",
  "tika-abh08t0:5_10": "Rūpārammaṇesupi aññaṁ nīlārammaṇaṁ, aññaṁ pītādiārammaṇaṁ.",
  "tika-abh08t0:5_11": "Saddādiārammaṇesupi eseva nayo.",
  "tika-abh08t0:5_12": "Sabbesupi tesu aññaṁ hīnaṁ, aññaṁ majjhimaṁ, aññaṁ paṇītaṁ.",
  "tika-abh08t0:5_13": "Hīnādīsupi aññaṁ chandādhipateyyaṁ, aññaṁ cittādhipateyyaṁ, aññaṁ vīriyādhipateyyaṁ, aññaṁ vīmaṁsādhipateyyaṁ, tasmā yassa imesaṁ sampayuttabhūmiārammaṇahīnamajjhimapaṇītādhipatīnaṁ vasena attano cittatāya cittaṁ.",
  "tika-abh08t0:5_14": "Citto etasmiṁ atthīti cittaṁ.",
  "tika-abh08t0:5_15": "Tadā sabbaṁ cittaṁ.",
  "tika-abh08t0:5_16": "Paññattiyampi viññāṇe vicitte cittassa kammaṁ cittakammaṁ, cittakammameva cittakammakaṁ, cittakammake vicitte idha imasmiṁ adhikāre cittasammuti cittasaddo viññāṇe citte viññunā daṭṭhabbo.",
  "tika-abh08t0:6_0": "Taṁ pana sabbasaṅgāhakavasena cintetītiādinā vuttappakāraṁ cittaṁ.",
  "tika-abh08t0:6_1": "Sārammaṇato sārammaṇabhāvena ekavidhaṁ.",
  "tika-abh08t0:6_2": "Savipākāvipākato savipākāvipākavasena duvidhaṁ.",
  "tika-abh08t0:6_3": "Tattha tasmiṁ duvidhe citte savipākaṁ nāma cittaṁ kusalākusalaṁ, avipākaṁ abyākataṁ, kusalākusalabhāvena akathitanti attho.",
  "tika-abh08t0:6_4": "Kusalajāti akusalajāti abyākatajātīti jātibhedato tividhaṁ.",
  "tika-abh08t0:7_0": "Tattha tasmiṁ vacane ‘‘kusala’’nti etassa saddassa pana ko vacanattho.",
  "tika-abh08t0:8_0": "10.Kucchitānaṁ salanato pāpakānaṁ dhammānaṁ kampanato viddhaṁsanato.",
  "tika-abh08t0:8_1": "Kucchitenākārena sayantīti kusā, kusānaṁ akusalasaṅkhātānaṁ lavanena chindanato.",
  "tika-abh08t0:8_2": "Kucchite sāti tanuṁ karotīti kusaṁ, kusena ñāṇena lātabbattā gahetabbattā.",
  "tika-abh08t0:8_3": "Vā ayaṁ añño nayo.",
  "tika-abh08t0:9_0": "11.Kusalasaddoyaṁ ayaṁ kusalasaddo cheke atthe ārogyatthe anavajjatthe iṭṭhavipāke atthepi diṭṭho amhehi.",
  "tika-abh08t0:9_1": "Idha imasmiṁ adhikāre anavajjādike atthe diṭṭho.",
  "tika-abh08t0:9_2": "Ādi-saddena ārogyatthaiṭṭhavipākatthā gahetabbā.",
  "tika-abh08t0:9_3": "Diṭṭho yasmā, tasmā anavajjaiṭṭhavipākalakkhaṇaṁ kusalaṁ.",
  "tika-abh08t0:9_4": "Natthi avajjaṁ kilesāvajjaṁ kilesadoso kilesadaratho etassāti anavajjaṁ, kammena vipaccīyateti vipāko, iṭṭhāniṭṭhādiārammaṇānubhavanavasena, attano sabhāvena ca iṭṭho vipāko etassāti iṭṭhavipākaṁ, anavajjameva iṭṭhavipākaṁ, taṁ lakkhīyati anena aviññātaṁ lakkhitabbaṁ kusalanti lakkhaṇaṁ, anavajjaiṭṭhavipākaṁ lakkhaṇaṁ etassāti anavajjaiṭṭhavipākalakkhaṇaṁ.",
  "tika-abh08t0:9_5": "Anavajjaiṭṭhavipākameva kusalaṁ.",
  "tika-abh08t0:9_6": "Nanu kathaṁ sayameva attano lakkhaṇaṁ bhaveyyāti codanā bhaveyya viññātāviññātasaddatthabhāvena lakkhaṇalakkhitabbabhāvayuttito.",
  "tika-abh08t0:9_7": "Kusalasaddatthavasena hi aviññātaṁ apākaṭaṁ kusalaṁ lakkhitabbaṁ hoti.",
  "tika-abh08t0:9_8": "Anavajjaiṭṭhavipākasaddatthavasena viññātaṁ pākaṭaṁ kusalaṁ lakkhaṇaṁ hoti.",
  "tika-abh08t0:9_9": "Akusalaviddhaṁsanarasaṁ akusalānaṁ viddhaṁsanaṁ akusalaviddhaṁsanaṁ, taṁ raso kiccametassāti akusalaviddhaṁsanarasaṁ, akusalaviddhaṁsanakiccaṁ.",
  "tika-abh08t0:9_10": "Vodānabhāvena paccupaṭṭhātīti vodānapaccupaṭṭhānaṁ, vodānaupaṭṭhānākāraṁ vodānagayhākāraṁ.",
  "tika-abh08t0:9_11": "Vā ayaṁ añño nayo.",
  "tika-abh08t0:9_12": "Vajjapaṭipakkhattā anavajjalakkhaṇameva kusalaṁ, vajjapaṭipakkhalakkhaṇaṁ kusalanti attho.",
  "tika-abh08t0:9_13": "Vodānabhāvarasaṁ vodānabhāvasampattikaṁ.",
  "tika-abh08t0:9_14": "Iṭṭhavipākapaccupaṭṭhānaṁ iṭṭhavipākaphalaṁ.",
  "tika-abh08t0:9_15": "Yonisomanasikārapadaṭṭhānaṁ padañca taṁ ṭhānañcāti padaṭṭhānaṁ, ubho kāraṇatthādhivacanaṁ, tasmā āsannakāraṇanti attho, itarathā punaruttidoso siyā, yonisomanasikāro padaṭṭhānaṁ āsannakāraṇaṁ etassāti yonisomanasikārapadaṭṭhānaṁ.",
  "tika-abh08t0:10_0": "Sāvajjāniṭṭhavipākalakkhaṇaṁ akusalaṁ.",
  "tika-abh08t0:10_1": "Tadubhayaviparītaṁ tehi ubhayehi kusalākusalehi viparītaṁ avipākalakkhaṇaṁ etassāti tadubhayaviparītalakkhaṇaṁ abyākataṁ.",
  "tika-abh08t0:10_2": "Vā ayaṁ añño nayo.",
  "tika-abh08t0:10_3": "Avipākārahaṁ vipākassa ananucchavikaṁ.",
  "tika-abh08t0:11_0": "Savatthukāvatthukabhedatoti savatthukaṁ hadayavatthukaṁ, avatthukaṁ hadayavatthuvirahitaṁ.",
  "tika-abh08t0:12_0": "12.Uddānato saṅkhepavasena kilesavatthuvasena duve kāmā honti.",
  "tika-abh08t0:12_1": "Chandarāgova kileso, tebhūmake pavattaṁ vaṭṭasahitaṁ vatthu, vasati kileso etthāti vatthu.",
  "tika-abh08t0:13_0": "13.",
  "tika-abh08t0:13_1": "Kilesakāmo vatthuṁ kāmeti icchati, vatthu kilesakāmena kāmīyati icchīyatīti kattukārakakammakārakadvaye sādhanadvaye esa eso duvidhopi kāmo sijjhati.",
  "tika-abh08t0:14_0": "14-5.",
  "tika-abh08t0:14_1": "So ayaṁ duvidhopi kāmo yasmiṁ padese sampattīnaṁ vasena avacarati, iti tasmā kāraṇā so pana padeso catupāyānaṁ channaṁ devānaṁ manussānaṁ vasena eva ekādasavidho hoti.",
  "tika-abh08t0:15_0": "16.Kāmovacaratīti ettha etasmiṁ ekādasavidhe padese kāmo avacarati, iti tasmā kāraṇā so padeso assa kāmassa anena kāmena abhilakkhitattā kāmāvacarasaññito.",
  "tika-abh08t0:15_1": "Abhilakkhitasaddappayoge tatiyatthe ‘‘assā’’ti chaṭṭhī hotīti saddasatthavidū paṭhanti.",
  "tika-abh08t0:15_2": "Sasatthāvacaro padeso viya satte sasanti hiṁsanti tehīti satthā, saha satthehīti sasatthā, sasatthā purisā avacaranti etthāti sasatthāvacaro.",
  "tika-abh08t0:15_3": "Yathā hi yasmiṁ padese sasatthā purisā avacaranti, so padeso vijjamānesupi aññesu dvipadacatuppadesu avacarantesu tesaṁ upalakkhitattā ‘‘sasatthāvacaro’’tveva vuccati, evaṁ vijjamānesupi aññesu rūpāvacarādīsu tattha avacarantesu tesaṁ abhilakkhitattā ayaṁ padeso ‘‘kāmāvacaro’’tveva vuccati.",
  "tika-abh08t0:16_0": "17.",
  "tika-abh08t0:16_1": "Yathā rūpabhavo uttarapadassa lopaṁ katvā rūpanti vutto, evaṁ tathā svāyaṁ so ayaṁ eso kāmāvacaro uttarapadassa lopaṁ katvā kāmo iti saññito kāmo nāma udīrito paṇḍitena kathito.",
  "tika-abh08t0:17_0": "18.Tasmiṁ kāme idaṁ cittaṁ tasmiṁ kāmāvacare sadā avacarati, iti tasmā kāraṇā kāmāvacaraṁ iti evaṁ kāmaghātinā kāmānaṁ vināsakena buddhena kathitaṁ.",
  "tika-abh08t0:17_1": "Kiñcāpi etaṁ rūpārūpabhavesupi avacarati, yathā pana saṅgāme yebhuyyena avacaraṇato ‘‘saṅgāmāvacaro’’ti laddhanāmo nāgo nagare carantopi ‘‘saṅgāmāvacaro’’tveva vuccati, thalacarajalacarā pāṇino athale ajale ṭhitāpi ‘‘thalacarajalacarā’’tveva vuccanti, evaṁ idaṁ aññattha avacarantampi kāmāvacaramevāti daṭṭhabbaṁ.",
  "tika-abh08t0:17_2": "Ārammaṇakaraṇavasena vā ettha kāmo avacaratītipi kāmāvacaraṁ.",
  "tika-abh08t0:17_3": "Kāmañcesa rūpārūpāvacaresupi avacarati, yathā pana vadatīti vaccho, mahiyaṁ setīti mahiṁsoti vutte na yattakā vadanti, mahiyaṁ vā senti, sabbesaṁ taṁ nāmaṁ hoti, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-abh08t0:18_0": "19.Paṭisandhiṁ bhave kāme kāmabhavasaṅkhāte kāme paṭisandhiṁ avacārayati, iti tasmā kāmāvacaraṁ .",
  "tika-abh08t0:18_1": "Iti evaṁ vā ayaṁ añño nayo.",
  "tika-abh08t0:18_2": "Tatra tasmiṁ kāmāvacare pariyāpannaṁ antogadhaṁ, iti tasmā kāmāvacaraṁ.",
  "tika-abh08t0:19_0": "20.Aṭṭhavidhaṁ cittaṁ kāmāvacarasaññitaṁ idaṁ aṭṭhavidhaṁ cittaṁ.",
  "tika-abh08t0:19_1": "Dasapuññakiriyavatthuvaseneva puññakiriyā eva tesaṁ tesaṁ phalānisaṁsānaṁ vatthūni kāraṇānīti puññakiriyavatthūni, tesaṁ vaso, tena pavattati.",
  "tika-abh08t0:20_0": "21.",
  "tika-abh08t0:20_1": "Dānaṁ sīlaṁ bhāvanā pattidānaṁ veyyāvaccaṁ dhammadesanā anumodanā diṭṭhijubhāvo saṁsuti dhammassavanañca apacāyo apacāyanaṁ, evaṁ iminā mayā vuttappakārena puññāni eva vatthūni puññavatthūni, tesaṁ pabhedo puññavatthuppabhedo ñeyyo paṇḍitena jānitabbo.",
  "tika-abh08t0:21_0": "22-3.Gacchanti saṅgahaṁ dāne pattidānānumodanā dāne saṅgahaṁ gacchanti, veyyāvaccāpacāyanā sīlamaye puññe saṅgahaṁ gacchanti, dhammadesanā dhammassavanaṁ diṭṭhiujukā bhāvanāmaye puññe saṅgahaṁ gacchanti, dasa puññakiriyāpi ca tīṇi eva sambhonti.",
  "tika-abh08t0:22_0": "24.Sabbānussatipuññañca pasaṁsā saraṇattayaṁ ratanattayaguṇapasaṁsā ca ete diṭṭhijukammamhi saṅgayhanti, tasmiṁ saṅgahapāpuṇe saṁsayo sandeho natthi.",
  "tika-abh08t0:23_0": "25.Purimā cetanā tato pubbabhāge pavattā cetanā, muñcacetanā paccuppannā cetanā, paracetanā pacchākāle pavattā cetanā, tissopi cetanā dānamaye puññe honti.",
  "tika-abh08t0:23_1": "Evanti yathā tissopi cetanā dānamaye puññe honti, evaṁ tathā dānamayapuññato sesesupi sīlamayabhāvanāmayesu tisso cetanā paṇḍito dīpaye katheyya.",
  "tika-abh08t0:24_0": "Hi saccaṁ yadā pana yo puggalo deyyadhammapaṭiggāhakādisampattiṁ āgamma paṭicca.",
  "tika-abh08t0:24_1": "Paṭiggāhakādisampattinti ettha ādi-saddena desakālakalyāṇamittādayo gahitā.",
  "tika-abh08t0:24_2": "Aññaṁ vā somanassahetunti añña-ggahaṇena saddhābahulatāvisuddhidiṭṭhitākusalakiriyānisaṁsadassitāsomanassapaṭisandhikatādīnaṁ saṅgaho.",
  "tika-abh08t0:24_3": "Atthi dinnaṁ dānassa phalaṁ atthi.",
  "tika-abh08t0:24_4": "Ādi-saddena atthihutādayo gahitā.",
  "tika-abh08t0:24_5": "Purakkhatvāti purato katvā.",
  "tika-abh08t0:24_6": "Parehi anussāhito acodito dānādīni puññāni karoti.",
  "tika-abh08t0:24_7": "Dānādīnīti vacanena deyyadhammaṁ nissāya pavattadānacetanā gahetabbā.",
  "tika-abh08t0:24_8": "Tadā assa puggalassa.",
  "tika-abh08t0:24_9": "Saṅkharaṇaṁ saṅkhāro, natthi saṅkhāro etassāti asaṅkhāro, taṁ eva asaṅkhārikaṁ, appayoganti attho.",
  "tika-abh08t0:24_10": "Vuttanayenāti vuttanayo nāma ‘‘deyyadhammapaṭiggāhakādisampatti’’nti vacanaṁ.",
  "tika-abh08t0:24_11": "Imasmiṁ panatthe saṅkharotīti saṅkhāro nāma attano vā pavattassa pubbappayogassa adhivacanaṁ, parassa vā pavattapubbappayogassa adhivacanaṁ.",
  "tika-abh08t0:24_12": "Ayamassa adhippāyo –",
  "tika-abh08t0:24_13": "yadā yo ‘‘dānādīni karissāmī’’ti cittaṁ samuppādetvā nākāsi, pacchā attano pubbacetanāya ussāhito karoti, tadā sasaṅkhārikaṁ hoti, attano pubbappayogena saha pavattatīti attho.",
  "tika-abh08t0:24_14": "Paṭipattidassanena paṭipajjitabbā sīlādīhi paṭipajjanti jānanti gacchanti vā nibbānaṁ etāyāti paṭipatti, tāya dassanaṁ paṭipattidassanaṁ, tena.",
  "tika-abh08t0:24_15": "Jāto paricayo etesanti jātaparicayā.",
  "tika-abh08t0:24_16": "Sahasāti vegena.",
  "tika-abh08t0:24_17": "Catūsupi vikappesu dasseyya.",
  "tika-abh08t0:25_0": "26.Dasapuññakriyādīnaṁ vasena ca bahūnipi bhavanti etāni pana cittāni dasapuññakiriyādīnaṁ vasenapi bahūnipi bhavanti iti evaṁ pakāsaye bhagavā pakāseyya.",
  "tika-abh08t0:26_0": "27.",
  "tika-abh08t0:27_0": "Sattarasa sahassāni, dve satāni asīti ca;",
  "tika-abh08t0:28_0": "Kāmāvacarapuññāni, bhavantīti viniddiseti. –",
  "tika-abh08t0:29_0": "Kāmāvacarapuññāni sattarasa sahassāni ca dve satāni ca asīti ca bhavanti, iti vacanaṁ viniddise ācariyo katheyya.",
  "tika-abh08t0:30_0": "Dasapuññakriyāvatthu, chadvārādhipatīhi ca;",
  "tika-abh08t0:31_0": "Kāyādīhi ca tīheva, hīnādīhi ca tīhi tu.",
  "tika-abh08t0:32_0": "Dvīsubhavesu kāmabhavarūpabhavesu.",
  "tika-abh08t0:32_1": "Paṭipadādibhedato dukkhāpaṭipadaṁ dandhābhiññaṁ, dukkhāpaṭipadaṁ khippābhiññaṁ, sukhāpaṭipadaṁ dandhābhiññaṁ, sukhāpaṭipadaṁ khippābhiññaṁ.",
  "tika-abh08t0:32_2": "Rūpāvacarabhāvanāpuññavasappavattaṁ rūpāvacare pavattassa bhāvanāpuññassa vasena pavattaṁ rūpāvacarūpapattinipphādakaṁ rūpāvacare upapattiyā paṭisandhiyā nipphādakaṁ hoti.",
  "tika-abh08t0:33_0": "Savatthukāvatthukabhedatoti arūpāvacaraṁ yadā kāmarūpe jāyati, tadā hadayavatthuṁ nissāya jāyati, iti tasmā savatthukaṁ nāma jātaṁ.",
  "tika-abh08t0:33_1": "Yadā arūpe jāyati, tadā hadayavatthuṁ anissāya jāyati, iti tasmā avatthukaṁ nāma jātaṁ.",
  "tika-abh08t0:34_0": "Ākāsānañcāyatanassa kasiṇugghāṭimākāsaṁ ārammaṇaṁ.",
  "tika-abh08t0:34_1": "Viññāṇañcāyatanassa tattha pavattaviññāṇaṁ, tasmiṁ kasiṇugghāṭimākāse pavattaṁ viññāṇaṁ cittaṁ ārammaṇaṁ hoti.",
  "tika-abh08t0:34_2": "Ākiñcaññāyatanassa tassa apagamo tassa ākāsānañcāyatanassa apagamo abhāvo vohāro ārammaṇaṁ hoti.",
  "tika-abh08t0:34_3": "Nevasaññānāsaññāyatanassa ākiñcaññāyatanaṁ ārammaṇaṁ hoti.",
  "tika-abh08t0:35_0": "Rūpe saññā rūpasaññā.",
  "tika-abh08t0:35_1": "Saññāsīsena cittampi gahitaṁ.",
  "tika-abh08t0:35_2": "Samatikkamā kasiṇugghāṭimākāsasamatikkamanena.",
  "tika-abh08t0:35_3": "Paṭighe dvārārammaṇānaṁ saṅghaṭṭane pavattā saññā paṭighasaññā.",
  "tika-abh08t0:35_4": "Dvipañcaviññāṇānaṁ adhivacanaṁ.",
  "tika-abh08t0:35_5": "Tāsaṁ paṭighasaññānaṁ dvipañcaviññāṇānaṁ atthaṅgamā atthaṅgamena.",
  "tika-abh08t0:35_6": "Nānā attā sabhāvo etassāti nānattaṁ, ārammaṇaṁ, nānatte nānāsabhāve pavattā saññā nānattasaññā, nānā attā sabhāvo etissāti vā nānattā, sāyeva saññā nānattasaññā, kāmāvacarasaññāti attho.",
  "tika-abh08t0:35_7": "Tāsaṁ nānattasaññānaṁ amanasikārā amanasikārena.",
  "tika-abh08t0:36_0": "Niyatāniyatavatthukabhedatoti sotāpattimaggo niyatavatthuko. Kasmā?",
  "tika-abh08t0:36_1": "Kāmarūpesuyeva hadayavatthuṁ nissāya uppajjanato.",
  "tika-abh08t0:36_2": "Itare pana tayo maggā aniyatavatthukā. Kasmā?",
  "tika-abh08t0:36_3": "Kāmarūpesu hadayavatthuṁ nissāya jāyanti, arūpe hadayavatthuṁ anissāya jāyanti, tasmā aniyatavatthukā.",
  "tika-abh08t0:36_4": "Tīhi vimokkhamukhehīti suññataanimittaappaṇihitasaṅkhātehi tīhi vimokkhamukhehi.",
  "tika-abh08t0:37_0": "Yassa saṁvijjanti, taṁ puggalaṁ vaṭṭasmiṁ saṁyojenti bandhantīti saṁyojanā.",
  "tika-abh08t0:37_1": "Sakkāyadiṭṭhivicikicchāsīlabbataparāmāsāyeva saṁyojanā sakkāyadiṭṭhivicikicchāsīlabbataparāmāsasaṁyojanā, tesaṁ pahānaṁ sakkāyadiṭṭhivicikicchāsīlabbataparāmāsasaṁyojanappahānaṁ, taṁ karotīti sakkāyadiṭṭhivicikicchāsīlabbataparāmāsasaṁyojanappahānakaraṁ, sotāpattimaggacittaṁ.",
  "tika-abh08t0:37_2": "Mānopi ekadesato apāyagāmikoyeva pahiyyate.",
  "tika-abh08t0:37_3": "Sotāpattimaggena nissesato na pahiyyate.",
  "tika-abh08t0:37_4": "Sesakilesesupi eseva nayo.",
  "tika-abh08t0:37_5": "Uddhaccaṁ pana ekadesatopi apāyagāmikampi na pahiyyati.",
  "tika-abh08t0:37_6": "Sakadāgāmimaggacittaṁ rāgadosamohānaṁ tanuttakaraṁ.",
  "tika-abh08t0:37_7": "Sotāpattimaggena nāsitasaṁyojanānaṁ pahānaṁ kasmā na vuttanti ce?",
  "tika-abh08t0:37_8": "Paṭhamamaggato dutiyamaggassa mahantattā paṭhamamaggena nāsitā saṁyojanā dutiyamaggena nāsitāti paññāyati, iti yasmā, tasmā na vuttaṁ.",
  "tika-abh08t0:37_9": "Tatiyacatutthamaggesupi eseva nayo.",
  "tika-abh08t0:37_10": "Ettha etasmiṁ lokuttaracitte.",
  "tika-abh08t0:37_11": "Ekekanti vicchāvasena vuttaṁ.",
  "tika-abh08t0:37_12": "Maggānurūpanti vacanaṁ paṭhamamaggassa paṭhamaphalañca anurūpanti viññāpanatthaṁ.",
  "tika-abh08t0:38_0": "28.Kāme aṭṭheva kāmāvacare aṭṭha eva cittāni, rūpe rūpabhave pañca cittāni, arūpisu cattāri cittāni, anuttarāni lokuttaracittāni cattāri, evaṁ iminā mayā vuttappakārena kusalāni cittāni ekavīsati honti.",
  "tika-abh08t0:39_0": "29.Kusalākusalāpagatenasatā muninā kusalato, akusalato ca apagatena satā satisampannena kusale kusalena chekena vasinā pañcavasīhi samannāgatena yaṁ kusalacittaṁ catubhūmigataṁ catūsu bhūmīsu pavattaṁ sakalaṁ sabbaṁ lapitaṁ kathitaṁ, taṁ kusalacittaṁ mayāpi buddhadattācariyena lapitaṁ kathitaṁ.",
  "tika-abh08t0:40_0": "Niyatāniyatavatthuvasenāti paṭighasampayuttadvayaṁ kāmeyeva hadayavatthuṁ nissāya jāyati, aññabhūmīsu na jāyati, tasmā niyatavatthukaṁ hoti.",
  "tika-abh08t0:40_1": "Itarāni pana akusalāni kāmarūpesu uppajjanakāle hadayavatthuṁ nissāya jāyanti, arūpe hadayavatthuṁ anissāya jāyanti, tasmā aniyatavatthukāni, tena.",
  "tika-abh08t0:40_2": "Paṭisandhijanakājanakavasena cāti uddhaccasahagataṁ paṭisandhiṁ na janeti.",
  "tika-abh08t0:40_3": "Yadi paṭisandhiṁ janeyya, apāyesuyeva janeyya. Kasmā?",
  "tika-abh08t0:40_4": "Sotāpattimaggena ekadesato apāyagāmikampi na jahitaṁ, sabbaṁ na jahitanti attho.",
  "tika-abh08t0:40_5": "Sopi maggo apāyagāmī na hoti.",
  "tika-abh08t0:40_6": "Aññe pana kilesā ekadesavasena apāyagāmikā jahitā, tena paṭhamamaggenāti tasmā na janeti.",
  "tika-abh08t0:40_7": "Ekādasavidhaṁ pana paṭisandhiṁ janeti, tena.",
  "tika-abh08t0:41_0": "Diṭṭhamaṅgalādīnīti ādi-saddena sutamaṅgalādīni gahitāni.",
  "tika-abh08t0:41_1": "Sārato uttamato pacceti saddahati.",
  "tika-abh08t0:41_2": "Sabhāvatikkhena sabhāvo tikkho etassāti sabhāvatikkhaṁ, tena sabhāvatikkhena.",
  "tika-abh08t0:42_0": "Assapana paṭighasampayuttassa pāṇātipātādīsu akusalakammesu tikkhappavattikāle asaṅkhārikassa uppatti, mandappavattikāle sasaṅkhārikassa uppatti veditabbā.",
  "tika-abh08t0:43_0": "Tassa momūhassa.",
  "tika-abh08t0:44_0": "Dukkhavisesassa dukkhanānattassa.",
  "tika-abh08t0:45_0": "30.",
  "tika-abh08t0:45_1": "Lobhamūlavasena aṭṭha cittāni, dosamūlavasā duve cittāni, mohamūlavasena dve cittāni.",
  "tika-abh08t0:45_2": "Evaṁ iminā mayā vuttappakārena akusalāni dvādasappakārāni siyuṁ bhaveyyuṁ.",
  "tika-abh08t0:46_0": "31.Yaṁ pāpamānasaṁ yaṁ akusalacittaṁ pāpāpāpesu pāpaapāpesu kusalākusalesu apāpena appavattena pāpāpāpappahīnena vuttaṁ īritaṁ kathitaṁ, taṁ pāpamānasaṁ taṁ akusalacittaṁ mayā samudāhaṭaṁ kathitaṁ.",
  "tika-abh08t0:47_0": "Yathā panassa yathā pana assa vipākassa kusalaṁ dānādivasena dānādīnaṁ dasapuññakiriyavatthūnaṁ vasena chasu ārammaṇesu pavattati, idaṁ vipākacittaṁ tathā na pavattati.",
  "tika-abh08t0:47_1": "Hi saccaṁ idaṁ vipākaṁ paṭisandhibhavaṅgacutitadārammaṇavasena parittadhammapariyāpannesu kāmāvacaradhammantogadhesu chasu ārammaṇesu pavattati.",
  "tika-abh08t0:47_2": "Sampayuttadhammānañca visese asatipi kusalasampayuttadhammato assa vipākassa, sampayuttadhammānañca nānatte asatipi idaṁ vipākaṁ ādāsatalādīsu dhammajātesu mukhanimittaṁ viya nirussāhaṁ.",
  "tika-abh08t0:47_3": "Ayamassādhippāyo –",
  "tika-abh08t0:47_4": "yathā ādāsatale mukhanimittaṁ mukhe calite calati, acalite na calati, mukhassa kāraṇaṁ vinā mukhanimittassa viya kāraṇaṁ natthi, evaṁ kusalakāraṇā vipākassa aññaṁ kāraṇaṁ natthi, nirussāhaṁ vipākaṁ.",
  "tika-abh08t0:48_0": "32.Kāmāvacaradevānaṁ manussānaṁ ime aṭṭha mahāvipākā duhetukatihetukānaṁ kāmāvacaradevānaṁ, manussānañca paṭisandhiyo bhavanti.",
  "tika-abh08t0:49_0": "33-4.Tato paraṁ pavattiyaṁ yāvatāyukaṁ bhavaṅgaṁ hutvā balavārammaṇe atimahantavibhūtārammaṇe tadārammaṇañca hutvā tato paraṁ maraṇakālasmiṁ cuti hutvā pavattanti , evaṁ iminā mayā vuttappakārena catūsu ṭhānesu vipaccanti vipākabhāvena jāyanti.",
  "tika-abh08t0:50_0": "35.",
  "tika-abh08t0:50_1": "Sabhūmikusaleheva mahāpākā samā vinā mahāpākā kammadvāraṁ kammakāraṇaṁ vinā, kammañca mahāpuññānaṁ kiriyavatthukaṁ vinā vajjetvā sabhūmikusaleheva attano bhūmiyaṁ pavattehi kusalehi eva samā sadisā.",
  "tika-abh08t0:50_2": "Kammadvāraṁ nāma kāyaviññattikammadvāraṁ, vacīviññattikammadvāraṁ, bhavaṅgasaṅkhātaṁ manodvāraṁ, iti tividhaṁ kammadvāraṁ kammakāraṇaṁ.",
  "tika-abh08t0:50_3": "Kammaṁ nāma aṭṭhakāmāvacarakusalacetanā idha adhippetā.",
  "tika-abh08t0:51_0": "36.Pākā kusalavipākā aviññattijanattā ca viññatti ca viññatti ca viññattiviññattiyoti vattabbe sarūpekasesaṁ katvā ‘‘viññattī’’ti vuttaṁ, tā janentīti viññattijanā, na viññattijanā aviññattijanā, tesaṁ bhāvo aviññattijanattaṁ.",
  "tika-abh08t0:51_1": "Tasmā aviññattijanattā kāyaviññattivacīviññattisaṅkhātānaṁ kammadvārānaṁ ajanakattā manodvārasaṅkhātassa kammadvārassa vasena ca appavattanato avipākasabhāvato ca akammabhāvato ca appavattanato ceva puññakiriyavatthuvasena appavattanato ceva puññehi no samā asadisā.",
  "tika-abh08t0:52_0": "37-9.Parittārammaṇattā hi tesamekantato tesaṁ vipākānaṁ ekantato parittārammaṇattā kāmāvacarārammaṇattā tesu vipākesu sattapaññattikārammaṇā karuṇāmuditā kadāci kismiñci kāle na jāyanti, tathā evaṁ tisso pana viratiyo etesu vipākesu na jāyanti, hi kasmā kāraṇā na jāyanti, pañca sikkhāpadā kusalāti kusalā nāmāti satthunā vuttā yasmā kāraṇā, tasmā na jāyanti.",
  "tika-abh08t0:52_1": "Tathādhipatinopettha tathā evameva cattāro adhipatinopi etesu vipākesu na santi. Kasmā ?",
  "tika-abh08t0:52_2": "Chandādīni dhammajātāni puretaraṁ katvā anuppajjanato na santi, iti vacanaṁ viniddise ācariyo katheyya.",
  "tika-abh08t0:53_0": "40.Asaṅkhārasasaṅkhāravidhānaṁ pana puññato vipākesu asaṅkhārasasaṅkhāravidhānaṁ puññato kusalato āgamanavasena ñeyyaṁ.",
  "tika-abh08t0:53_1": "Tattha ekaccānaṁ ācariyānaṁ matena mukhe calite ādāsatale mukhanimittacalanaṁ viya asaṅkhārassa kusalassa vipāko asaṅkhāro hoti, sasaṅkhārassa kusalassa vipāko sasaṅkhāro hoti, evaṁ āgamanavasena ñeyyaṁ.",
  "tika-abh08t0:53_2": "Paccayato ceva ñeyyaṁ tattha ekaccānaṁ ācariyānaṁ matena balavantehi vibhūtehi paccayehi kammādīhi uppanno asaṅkhāro dubbalehi sasaṅkhāroti evaṁ paccayavasena viññeyyaṁ jānitabbaṁ.",
  "tika-abh08t0:54_0": "41-2.",
  "tika-abh08t0:54_1": "Hīnādīnaṁ puññānaṁ vipākattā hīnādayo vipākā puññavādinā jinena paridīpitā bhavanti, iti evaṁ iminā vuttappakārena pavattaṁ idaṁ aṭṭhavidhaṁ cittaṁ ekantena savatthukaṁ kāmalokasmiṁ jāyate, aññattha pana aññāsu bhūmīsu na jāyate.",
  "tika-abh08t0:55_0": "Viññāṇapañcakaṁ niyatārammaṇanti cakkhuviññāṇassa rūpameva ārammaṇaṁ, na saddādayo.",
  "tika-abh08t0:55_1": "Sesattayaṁ yadā cakkhuviññāṇena gahitaṁ ārammaṇaṁ karoti, tadāssa rūpaṁ ārammaṇaṁ hoti.",
  "tika-abh08t0:55_2": "Yadā sotaviññāṇena gahitaṁ, tadāssa saddo ārammaṇo hoti.",
  "tika-abh08t0:55_3": "Yadā ghānajivhākāyaviññāṇehi gahitāni ārammaṇāni karonti, tadāssa gandharasaphoṭṭhabbārammaṇāni honti.",
  "tika-abh08t0:55_4": "Manoviññāṇadhātudvayaṁ yadā tadārammaṇaṁ hoti, tadā chaārammaṇaṁ hoti, evaṁ aniyatārammaṇaṁ hoti.",
  "tika-abh08t0:56_0": "Rūpārammaṇāya kiriyāmanodhātuyā apagamo padaṭṭhānaṁ āsannakāraṇaṁ etassāti apagamapadaṭṭhānaṁ, tāya āvajjanaṁ katvā ṭhitāya cakkhuviññāṇena dassanakiccaṁ karīyatīti attho.",
  "tika-abh08t0:56_1": "Tathābhāvapaccupaṭṭhānaṁ sampaṭicchanabhāvena gayhākāraṁ.",
  "tika-abh08t0:56_2": "Santīraṇādirasā somanassayuttā manoviññāṇadhātusantīraṇatadārammaṇarasā, upekkhāyuttā pana santīraṇatadārammaṇapaṭisandhibhavaṅgacutirasā, tathābhāvapaccupaṭṭhānā santīraṇādibhāvena gayhākāraṁ.",
  "tika-abh08t0:57_0": "43.Kāmāvacarapuññassa kāmāvacarakusalassa soḷasa vipākā honti.",
  "tika-abh08t0:57_1": "Iti yaṁ vacanaṁ vuttaṁ, taṁ vacanaṁ tihetukapuññassa ukkaṭṭhassa vasena ācariyo paridīpaye.",
  "tika-abh08t0:57_2": "Ayamettha attho –",
  "tika-abh08t0:57_3": "chandādhipateyyādīnaṁ vasena ukkaṭṭhatihetukakusalaṁ kāmasugatiyaṁ tihetukapaṭisandhiṁ datvā pavatte aṭṭha ahetukakusalavipākāni, aṭṭha mahākusalavipākānīti soḷasa pākāni nipphādeti.",
  "tika-abh08t0:58_0": "44.",
  "tika-abh08t0:58_1": "Kusalānugataṁ katvā bhājitaṁ kiṁ mahaggataṁ vipākacittaṁ kusalānugataṁ kusalaṁ anugataṁ katvā mahaggatakusalacittena samānaṁ katvā bhagavatā bhājitaṁ desitaṁ.",
  "tika-abh08t0:58_2": "Kiṁ kena kāraṇena?",
  "tika-abh08t0:58_3": "Kāmāvacarapuññaṁva kāmāvacarakusalaṁ iva asamānaphalaṁ natthi yato yasmā kāraṇā, tasmā vipākaṁ kusalānugataṁ katvā bhagavatā bhājitaṁ desitaṁ.",
  "tika-abh08t0:58_4": "Kāmāvacarapuññaṁvāti yathā aṭṭhavidhesu kāmāvacarakusalesu ukkaṭṭhatihetukakusalaṁ kāmasugatiyaṁ tihetukapaṭisandhiṁ datvā pavatte soḷasa kusalavipākāni nipphādeti, tihetukaomakañca duhetukaukkaṭṭhañca kāmasugatiyaṁ duhetukapaṭisandhiṁ datvā pavatte tihetukavirahitāni ahetukaduhetukasaṅkhātāni vipākāni nipphādeti, duhetukaomakaṁ pana kāmasugatiyaṁ ahetukapaṭisandhiṁ datvā pavatte aṭṭha ahetukavipākāni nipphādeti, evaṁ kāmāvacarapuññaṁ asamānaphalaṁva hoti.",
  "tika-abh08t0:59_0": "45.",
  "tika-abh08t0:59_1": "Gajādīnaṁ chāyā gajādisadisā hoti yathā, evaṁ mahaggatavipākaṁ sabbathā sabbapakārena attano kusaleheva samānaṁ hoti.",
  "tika-abh08t0:60_0": "46-7.Kāmāvacarapuññaṁva nāparāpariyavedanaṁ idaṁ mahaggatakusalaṁ kāmāvacarapuññaṁva aparāpariyavedanaṁ aparasmiṁ bhave phaladāyakaṁ na hoti, jhānā aparihīnassa bhavagāmino paṭisandhigāmino sattassa kusalānantaraṁyeva phalaṁ uppajjati, iti ca ñāpanatthaṁ etassa mahaggatavipākassa kusalānugataṁ kusalānugamanaṁ bhagavatā kataṁ.",
  "tika-abh08t0:61_0": "48.Ettha etasmiṁ mahaggatavipāke paṭipadākkamo tesañca hīnādīnaṁ bhedato jhānāgamanato mahaggatakusalajhānassa āgamanavasena vibhāvinā paṇḍitena veditabbo.",
  "tika-abh08t0:62_0": "49.",
  "tika-abh08t0:62_1": "Ettha vipāke chandādiadhipatīnaṁ abhāvo, ayameva visesato kusalato ayaṁ eva viseso, sesaṁ sabbapakāraṁ avisesena kusalena samaṁ mataṁ kathitaṁ bhagavatā.",
  "tika-abh08t0:63_0": "50.Suññataṁ animittanti, tathāpaṇihitantipi suññataṁ anattā, animittaṁ aniccaṁ, appaṇihitaṁ dukkhaṁ iti etāni tīṇi nāmāni maggassa anantare catubbidhassa maggassa anantare catubbidhe phale honti.",
  "tika-abh08t0:64_0": "51.Labbhanti parabhāgasmiṁ maggānantare pavattaphalato aññasmiṁ kāle vaḷañjanaphalesu phalasamāpattisamāpajjanakālesu etāni tīṇi nāmāni na labbhante, phalehi vipassanāvaseneva anattaaniccadukkhasaṅkhātānaṁ tiṇṇaṁ vipassanānaṁ vasena eva tāni tīṇi nāmāni labbhare phalehi labbhante.",
  "tika-abh08t0:65_0": "52.Hontisādhipatīneva lokuttaraphalāni tu ekantato sādhipatīni eva honti, lokuttaraphalāni ṭhapetvā aññasmiṁ vipāke adhipatī natthi.",
  "tika-abh08t0:66_0": "53.",
  "tika-abh08t0:66_1": "Maggo attano maggabhāvena maggo nāma vuccate bhagavatā.",
  "tika-abh08t0:66_2": "Phalaṁ maggaṁ upādāya aṭṭhaṅgikamaggaṁ nissayaṁ katvā maggo nāma iti vacanaṁ vuccate bhagavatā.",
  "tika-abh08t0:67_0": "54.Ime satta akusalavipākā.",
  "tika-abh08t0:67_1": "Gāvo caranti etthāti gocaro, tassadisattā gocaro ārammaṇanti attho, aniṭṭho ca aniṭṭhamajjhatto ca aniṭṭhāniṭṭhamajjhattā, teyeva gocaro aniṭṭhāniṭṭhamajjhattagocaro, tasmiṁ aniṭṭhāniṭṭhamajjhattagocare vattare vattanti.",
  "tika-abh08t0:67_2": "Sukhādittayayuttā te te aṭṭha ahetukakusalavipākā sukhādittayayuttā sukhasomanassaupekkhāvedanāhi sahagatā.",
  "tika-abh08t0:67_3": "Dukkhupekkhāyutā ime ime satta ahetukaakusalavipākā dukkhupekkhāvedanāhi sahagatā.",
  "tika-abh08t0:68_0": "55.",
  "tika-abh08t0:68_1": "Evaṁ chattiṁsadhā pākaṁ pākasāsanapūjito sugato.",
  "tika-abh08t0:68_2": "Kiṁ visiṭṭho?",
  "tika-abh08t0:68_3": "Pākaṁ nāma asuraṁ, taṁ sāsati, pākena attano puññaphalena deve anusāsatīti vā pākasāsano, ko so? Sakko.",
  "tika-abh08t0:68_4": "Tena pākasāsanena pūjito savipākāvipākesu kusalavipākakiriyesu kusalo cheko evaṁ iminā mayā vuttappakārena pākaṁ cittaṁ chattiṁsappakāraṁ abrvi avoca.",
  "tika-abh08t0:69_0": "Anuḷāresūti khuddakesu.",
  "tika-abh08t0:69_1": "Tathābhāvapaccupaṭṭhānā chaḷārammaṇavijānanagayhākārā.",
  "tika-abh08t0:69_2": "Sabbaññutaññāṇassa gati viya gati etissāti sabbaññutaññāṇagatikā.",
  "tika-abh08t0:70_0": "56.Somanassayuttānaṭṭha, kusalākusalāni ca somanassayuttāni aṭṭha kusalākusalāni ca, kriyato pana pañca evaṁ iminā mayā vuttappakārena hāsacittāni terasa.",
  "tika-abh08t0:71_0": "57.Puthujjanā hasantettha ettha etesu terasacittesu puthujjanā pana aṭṭhahi cittehi hasanti .",
  "tika-abh08t0:71_1": "Sekhā satta ariyā chahi cittehi hasanti.",
  "tika-abh08t0:71_2": "Asekhā khīṇāsavā pañcahi cittehi hasanti.",
  "tika-abh08t0:72_0": "Kusalāni pana rūpārūpakusalāni sekhaputhujjanānaṁ uppajjanti.",
  "tika-abh08t0:72_1": "Imāni rūpārūpakiriyāni khīṇāsavānaṁ bhāvanāyeva kāro bhāvanākāro, tassa vaso bhāvanākāravaso, tena pavattāni.",
  "tika-abh08t0:72_2": "Tāni rūpārūpakusalāni bhāvanāpuññavasappavattāni bhāvanākusalavasena pavattāni.",
  "tika-abh08t0:72_3": "Imesaṁ rūpārūpakiriyānaṁ tesañca rūpārūpakusalānaṁ ayameva viseso.",
  "tika-abh08t0:73_0": "58-9.Yā puthujjanakālasmiṁ, abhinibbattitā pana puthujjanakālasmiṁ puthujjanabhāvaṭṭhitena yoginā abhinibbattitā yā rūpārūpasamāpatti, sā rūpārūpasamāpatti so yogī khīṇāsavo bhikkhu hutvā naṁ rūpārūpasamāpattiṁ yāva yattakaṁ kālaṁ na samāpajjate, tāva tattakena kālena tassa khīṇāsavabhikkhuno kusalā eva rūpārūpakusalā eva hoti.",
  "tika-abh08t0:73_1": "Khīṇāsavena sā rūpārūpasamāpatti sace yadi samāpannā samāpajjitā, kriyā rūpārūpakiriyā hoti.",
  "tika-abh08t0:74_0": "60.Ekādasavidhaṁ kāme kāmāvacare kiriyacittaṁ ekādasavidhaṁ, rūpe rūpāvacare pañca, arūpisu cattāri iti sabbāni kriyacittāni vīsati.",
  "tika-abh08t0:75_0": "61.Lokuttarakriyacittaṁ, pana kasmā na vijjati?",
  "tika-abh08t0:75_1": "Maggassa ekacittakkhaṇikattā na vijjati.",
  "tika-abh08t0:75_2": "Ayamettha adhippāyo –",
  "tika-abh08t0:75_3": "catumaggaṭṭho khīṇāsavo nāma na hoti, maggānantarameva phalaṁ uppajjati, maggopi ekacittakkhaṇiko yadi cittaṁ bahucittakkhaṇikaṁ, phalasamaṅgino khīṇāsavassapi maggacittaṁ bhaveyya, evaṁ sati lokuttarakiriyacittaṁ bhaveyyāti adhippāyo.",
  "tika-abh08t0:76_0": "62.Kriyākriyāpattivibhāgadesako karaṇaṁ kriyaṁ, kriyaṁ nāma vinayapariyāyena akattabbassa karaṇaṁ, na karaṇaṁ akriyaṁ, akriyaṁ nāma vinayapariyāyena kattabbassa akaraṇaṁ, āpajjanaṁ āpatti, kriyāya karaṇena āpatti kriyāpatti, akriyāya akaraṇena āpatti akriyāpatti, kriyāpatti ca akriyāpatti ca kriyāpatyākriyāpattiyo, ekassa āpatti-saddassa lopaṁ katvā ‘‘kriyākriyāpattiyo’’ti vuttaṁ, tāsaṁ vibhāgo kriyākriyāpattivibhāgo, desetīti desako, tassa desako kriyākriyāpattivibhāgadesako.",
  "tika-abh08t0:76_1": "Ṇvu-tu-paccayesu paresu kammatthe chaṭṭhī hotīti vadanti.",
  "tika-abh08t0:76_2": "Jino kiṁ visiṭṭho?",
  "tika-abh08t0:76_3": "Kriyākriyāpattivibhāgadesako hitāhitānaṁ sakriyākriyārato hitassa sakriyāya rato, ahitassa akriyāya rato, yaṁ kriyākriyaṁ, kriyaṁ nāma kriyacittaṁ, akriyaṁ nāma kusalākusalavipākacittaṁ icchanti eke. Taṁ na. Kasmā?",
  "tika-abh08t0:76_4": "Kusalādhikāre ‘‘kusalaṁ muninā lapitaṁ’’ akusalādhikāre ‘‘pāpamānasaṁ pāpāpāpesvapāpena vuttaṁ’’ vipākādhikāre ‘‘pākaṁ sugato abravī’’ti vatvā puna kriyādhikāre ‘‘kusalākusalavipākāni avocā’’ti vacanassa vattabbābhāvato.",
  "tika-abh08t0:76_5": "Tena vāssa kriyākriyaṁ etassāti kriyākriyaṁ, kriyākriyasabhāvanti attho.",
  "tika-abh08t0:76_6": "Ayameva sārato paccetabbo.",
  "tika-abh08t0:76_7": "Yaṁ kriyākriyaṁ cittaṁ kriyākriyāsabhāvaṁ avoca desesi, taṁ kriyākriyaṁ kriyākriyasabhāvaṁ mayā samīritaṁ, sammā pakārena īritaṁ kathitaṁ.",
  "tika-abh08t0:77_0": "64.Ekūnanavutisabbe, cittuppādā mahesinā lokuttare aṭṭha katvā ekūnanavuti sabbe cittuppādā mahesinā tathāgatena samāsato saṅkhepato niddiṭṭhā.",
  "tika-abh08t0:78_0": "65.Piṭake abhidhammasmiṁ, ye bhikkhū pāṭavatthino abhidhammapiṭake paṭuno bhāvo pāṭavaṁ, tena attho pāṭavattho, so etesaṁ atthīti pāṭavatthino, chekabhāvatthikā ye bhikkhū, tehi bhikkhūhi ayaṁ abhidhammāvatāro uggahetabbo sikkhitabbo punappunaṁ cintitabbo.",
  "tika-abh08t0:79_0": "66.Ye janā tassaṅkāsena taṁsannibhena abhidhammāvatārena abhidhammamahodadhiṁ mahāsāgarasannibhaṁ abhidhammaṁ taranti, te imaṁ lokaṁ paralokañca taranti.",
  "tika-abh08t0:79_1": "Itīti parisamāpane.",
  "tika-abh08t0:80_0": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t0:81_0": "Cittaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t0:82_0": "Paṭhamo paricchedo."
}