{
  "tika-vin07t6:0_0": "5. Pācittiyakaṇḍaṁ",
  "tika-vin07t6:1_0": "1. Musāvādavaggo",
  "tika-vin07t6:2_0": "1. Musāvādasikkhāpadavaṇṇanā",
  "tika-vin07t6:3_0": "1.",
  "tika-vin07t6:3_1": "Musāvādavaggassa paṭhamasikkhāpade khuddakānanti ettha ‘‘khuddaka-saddo bahu-saddapariyāyo’’ti vadanti.",
  "tika-vin07t6:3_2": "Tatthāti tesu vaggesu, khuddakesu vā.",
  "tika-vin07t6:3_3": "‘‘Jānitabbato’’ti hetuno vipakkhepi nibbāne vattanato anekantikatte parehi vutte ‘‘na mayā ayaṁ hetu vutto’’ti taṁ kāraṇaṁ paṭicchādetuṁ puna ‘‘jātidhammatoti mayā vutta’’ntiādīni vadati.",
  "tika-vin07t6:3_4": "‘‘Sampajāna’’nti vattabbe anunāsikalopena niddesoti āha ‘‘jānanto’’ti.",
  "tika-vin07t6:4_0": "2.Sampajānamusāvādeti attanā vuccamānassa atthassa vitathabhāvaṁ pubbepi jānitvā, vacanakkhaṇe ca jānantassa musāvādabhaṇane.",
  "tika-vin07t6:4_1": "Tenāha ‘‘jānitvā’’tiādi.",
  "tika-vin07t6:4_2": "Musāvādeti ca nimittatthe bhummaṁ, tasmā musābhaṇananimittaṁ pācittiyanti evamettha, ito paresupi īdisesu attho veditabbo.",
  "tika-vin07t6:5_0": "3.",
  "tika-vin07t6:5_1": "Vadanti etāyāti vācāti āha ‘‘micchā’’tiādi.",
  "tika-vin07t6:5_2": "‘‘Dhanunā vijjhatī’’tiādīsu viya ‘‘cakkhunā diṭṭha’’nti pākaṭavasena vuttanti āha ‘‘oḷārikenā’’ti.",
  "tika-vin07t6:6_0": "11.Gato bhavissatīti etthāpi sanniṭṭhānato vuttattā musāvādo jāto.",
  "tika-vin07t6:6_1": "Āpattinti pācittiyāpattiṁ, na dubbhāsitaṁ.",
  "tika-vin07t6:6_2": "Jātiādīhi dasahi akkosavatthūhi paraṁ davā vadantassa hi taṁ hoti.",
  "tika-vin07t6:6_3": "Cāresunti upanesuṁ.",
  "tika-vin07t6:6_4": "Vatthuviparītatā, visaṁvādanapurekkhāratā, yamatthaṁ vatthukāmo, tassa puggalassa viññāpanapayogo cāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:6_5": "Vatthuviparītatāya hi asati visaṁvādanapurekkhāratāya viññāpitepi musāvādo na hoti, dukkaṭamattameva hoti.",
  "tika-vin07t6:6_6": "Tasmā sāpi aṅgamevāti gahetabbaṁ.",
  "tika-vin07t6:6_7": "Uttarimanussadhammārocanatthaṁ musā bhaṇantassa pārājikaṁ, pariyāyena thullaccayaṁ, amūlakena pārājikena anuddhaṁsanatthaṁ saṅghādiseso, saṅghādisesenānuddhaṁsanaomasavādādīsu pācittiyaṁ, anupasampannesu dukkaṭaṁ, ukkaṭṭhahīnajātiādīhi davā akkosantassa dubbhāsitaṁ, kevalaṁ musā bhaṇantassa idha pācittiyaṁ vuttaṁ.",
  "tika-vin07t6:7_0": "Musāvādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:8_0": "2. Omasavādasikkhāpadavaṇṇanā",
  "tika-vin07t6:9_0": "13.",
  "tika-vin07t6:9_1": "Dutiye pubbe patiṭṭhitārappadesaṁ puna are patteti paṭhamaṁ bhūmiyaṁ patiṭṭhitanemippadese parivattetvā puna bhūmiyaṁ patiṭṭhiteti attho.",
  "tika-vin07t6:10_0": "15.Pubbeti aṭṭhuppattiyaṁ.",
  "tika-vin07t6:10_1": "Pupphachaḍḍakā nāma gabbhamalādihārakā.",
  "tika-vin07t6:10_2": "Tacchakakammanti pāsāṇakoṭṭanādivaḍḍhakīkammaṁ .",
  "tika-vin07t6:10_3": "Hatthamuddāgaṇanāti aṅgulisaṅkocaneneva gaṇanā.",
  "tika-vin07t6:10_4": "Acchiddakagaṇanā nāma ekaṭṭhānadasaṭṭhānādīsu sāriyo ṭhapetvā anukkamena gaṇanā.",
  "tika-vin07t6:10_5": "Ādi-saddena saṅkalanapaṭauppādanavoklanabhāgahārādivasena pavattā piṇḍagaṇanā gahitā.",
  "tika-vin07t6:10_6": "Yassa sā paguṇā, so rukkhampi disvā ‘‘ettakāni ettha paṇṇānī’’ti jānāti.",
  "tika-vin07t6:10_7": "Yabha-methuneti vacanato āha ‘‘ya-kāra-bha-kāre’’tiādi.",
  "tika-vin07t6:11_0": "16.Na purimenāti musāvādasikkhāpadena.",
  "tika-vin07t6:11_1": "Sopi āpattiyāti upasaggādivisiṭṭhehipi vadanto pācittiyāpattiyāva kāretabbo.",
  "tika-vin07t6:12_0": "26.Dubbhāsitanti sāmaññato vuttattā pāḷiyaṁ anāgatehipi parammukhā vadantassapi dubbhāsitamevāti ācariyā vadanti tato lāmakāpattiyā abhāvā, anāpattiyāpettha bhavituṁ ayuttattā.",
  "tika-vin07t6:12_1": "Sabbasattāti ettha vacanatthavidūhi tiracchānādayopi gahitā.",
  "tika-vin07t6:13_0": "35.",
  "tika-vin07t6:13_1": "Anusāsanīpurekkhāratāya vā pāpagarahitāya vā vadantānaṁ cittassa lahuparivattibhāvato antarantarā kope uppannepi anāpatti.",
  "tika-vin07t6:13_2": "Kāyavikāramattenapi omasanasambhavato ‘‘tisamuṭṭhānaṁ, kāyakamma’’nti ca vuttaṁ.",
  "tika-vin07t6:13_3": "Parivāre pana ‘‘catutthena āpattisamuṭṭhānena…pe…",
  "tika-vin07t6:13_4": "dubbhāsitaṁ āpajjeyyāti.",
  "tika-vin07t6:13_5": "Na hīti vattabba’’ntiādinā (pari.",
  "tika-vin07t6:13_6": "276) itarāni samuṭṭhānāni paṭikkhipitvā pañcamasseva vuttattā āha ‘‘dubbhāsitāpatti panettha vācācittato samuṭṭhātī’’ti.",
  "tika-vin07t6:13_7": "Davakamyatāya hi kāyavācācittehi omasantassapi vācācittameva āpattiyā aṅgaṁ hoti, na pana kāyo vijjamānopi dhammadesanāpatti viya kevalaṁ kāyavikāreneva.",
  "tika-vin07t6:13_8": "Omasantassa pana kiñcāpi idha dubbhāsitāpattiyā anāpatti, atha kho kāyakīḷāpaṭikkhepasikkhāpadena dukkaṭamevāti daṭṭhabbaṁ.",
  "tika-vin07t6:13_9": "Upasampannaṁ jātiādīhi anaññāpadesena akkosanaṁ, tassa jānanaṁ, atthapurekkhāratādīnaṁ abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:14_0": "Omasavādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:15_0": "3. Pesuññasikkhāpadavaṇṇanā",
  "tika-vin07t6:16_0": "36.",
  "tika-vin07t6:16_1": "Tatiye bhaṇḍanaṁ jātaṁ etesanti bhaṇḍanajātā.",
  "tika-vin07t6:16_2": "Pisatīti pisuṇā, vācā, samagge bhinne karotīti attho.",
  "tika-vin07t6:16_3": "Tāya vācāya samannāgato pisuṇo, tassa kammaṁ pesuññanti evamettha attho veditabbo.",
  "tika-vin07t6:17_0": "Idhāpi jātiādīhi dasahi vatthūhi pesuññaṁ upasaṁharantasseva pācittiyaṁ, itarehi akkosavatthūhi dukkaṭaṁ.",
  "tika-vin07t6:17_1": "Anakkosavatthūhi pana upasaṁharantassa dukkaṭamevāti vadanti.",
  "tika-vin07t6:17_2": "Jātiādīhi anaññāpadesena akkosantassa bhikkhuno sutvā bhikkhussa upasaṁharaṇaṁ, piyakamyatābhedādhippāyesu aññataratā, tassa vijānanāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:18_0": "Pesuññasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:19_0": "4. Padasodhammasikkhāpadavaṇṇanā",
  "tika-vin07t6:20_0": "45.",
  "tika-vin07t6:20_1": "Catutthe purimabyañjanena sadisanti ‘‘rūpaṁ anicca’’nti ettha anicca-saddena sadisaṁ ‘‘vedanā aniccā’’ti ettha anicca-saddaṁ vadati.",
  "tika-vin07t6:20_2": "Akkharasamūhoti avibhattiko vutto.",
  "tika-vin07t6:20_3": "Padanti vibhattiantaṁ vuttaṁ.",
  "tika-vin07t6:21_0": "Ekaṁ padanti gāthāpadameva sandhāya vadati.",
  "tika-vin07t6:21_1": "Padagaṇanāyāti gāthāpadagaṇanāya.",
  "tika-vin07t6:21_2": "Apāpuṇitvāti saddhiṁ akathetvā.",
  "tika-vin07t6:21_3": "Etena gāthāya pacchimapāde vuccamāne sāmaṇero paṭhamapādādiṁ vadati, āpattiyeva, tasmiṁ nissadde eva itarena vattabbanti dasseti.",
  "tika-vin07t6:22_0": "Aṭṭhakathānissitoti saṅgītittayāruḷhaṁ porāṇaṭṭhakathaṁ sandhāya vadati.",
  "tika-vin07t6:22_1": "Idānipi ‘‘yathāpi dīpiko nāma, nilīyitvā gaṇhate mige’’ti (mi. pa. 6.1.5; visuddhi. 1.217; dī. ni. aṭṭha. 2.374; ma. ni. aṭṭha. 1.107; pārā. aṭṭha. 2.165; paṭi. ma. aṭṭha.",
  "tika-vin07t6:22_2": "2.1.163) evamādikaṁ aṭṭhakathāvacanaṁ attheva, buddhaghosācariyādīhi porāṇaṭṭhakathānayena vuttampi idha saṅgahetabbanti vadanti.",
  "tika-vin07t6:22_3": "Pāḷinissitoti udānavaggasaṅgahādiko.",
  "tika-vin07t6:22_4": "Vivaṭṭūpanissitanti nibbānanissitaṁ.",
  "tika-vin07t6:22_5": "Therassāti nāgasenattherassa.",
  "tika-vin07t6:22_6": "Maggakathādīni pakaraṇāni.",
  "tika-vin07t6:23_0": "46. Pāḷiyaṁ akkharāyātiādi liṅgavipallāsena vuttaṁ, akkharenātiādinā attho gahetabbo.",
  "tika-vin07t6:24_0": "48.Upacāraṁmuñcitvāti parisāya dvādasahatthaṁ muñcitvā ekato ṭhitassa vā nisinnassa vā anupasampannassa akathetvā aññe uddissa bhaṇantassāpi anāpatti.",
  "tika-vin07t6:24_1": "Sace pana dūre nisinnampi uddissa bhaṇati, āpatti eva.",
  "tika-vin07t6:24_2": "Opātetīti saddhiṁ katheti.",
  "tika-vin07t6:24_3": "Anupasampannatā, vuttalakkhaṇadhammaṁ padaso vācanatā, ekato bhaṇanañcāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:25_0": "Padasodhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:26_0": "5. Sahaseyyasikkhāpadavaṇṇanā",
  "tika-vin07t6:27_0": "50-51.",
  "tika-vin07t6:27_1": "Pañcame tatridaṁ nidassananti seso.",
  "tika-vin07t6:27_2": "Dirattatirattanti ettha dirattaggahaṇaṁ vacanālaṅkāratthaṁ, nirantaraṁ tissova rattiyo vasitvā catutthadivasādīsu sayantasseva āpatti, na ekantarikādivasena sayantassāti dassanatthampīti daṭṭhabbaṁ.",
  "tika-vin07t6:27_3": "Dirattavisiṭṭhañhi tirattaṁ vuccamānaṁ, tena anantarikameva tirattaṁ dīpetīti.",
  "tika-vin07t6:27_4": "Pañcahi chadanehīti iṭṭhakasilāsudhātiṇapaṇṇehi.",
  "tika-vin07t6:27_5": "Vācuggatavasenāti paguṇavasena.",
  "tika-vin07t6:27_6": "Diyaḍḍhahatthubbedho vaḍḍhakīhatthena gahetabbo.",
  "tika-vin07t6:27_7": "Ekūpacāro ekena maggena pavisitvā abbhokāsaṁ anukkamitvā sabbattha anuparigamanayoggo, etaṁ bahudvārampi ekūpacārova.",
  "tika-vin07t6:27_8": "Tattha pana kuṭṭādīhi rundhitvā visuṁ dvāraṁ yojenti, nānūpacāro hoti.",
  "tika-vin07t6:27_9": "Sace pana rundhati eva, visuṁ dvāraṁ na yojenti, ‘‘etampi ekūpacārameva mattikādīhi pihitadvāro viya gabbho’’ti gahetabbaṁ.",
  "tika-vin07t6:27_10": "Aññathā gabbhe pavisitvā pamukhādīsu nipannānupasampannehi sahaseyyāparimuttiyā gabbhadvāraṁ mattikādīhi pidahāpetvā uṭṭhite aruṇe vivarāpentassapi anāpatti bhaveyyāti.",
  "tika-vin07t6:28_0": "Tesaṁ payoge payoge bhikkhussa āpattīti ettha keci ‘‘anuṭṭhahanena akiriyasamuṭṭhānā āpatti vuttā tasmiṁ khaṇe sayantassa kiriyābhāvā.",
  "tika-vin07t6:28_1": "Idañhi sikkhāpadaṁ siyā kiriyāya samuṭṭhāti, siyā akiriyāya samuṭṭhāti.",
  "tika-vin07t6:28_2": "Kiriyāsamuṭṭhānatā cassa tabbahulavasena vuttāti vadati.",
  "tika-vin07t6:28_3": "Yathā cetaṁ, evaṁ divāsayanampi.",
  "tika-vin07t6:28_4": "Anuṭṭhahanena, hi dvārāsaṁvaraṇena cetaṁ akiriyasamauṭṭhānampi hotī’’ti vadanti.",
  "tika-vin07t6:28_5": "Idañca yuttaṁ viya dissati, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t6:29_0": "‘‘Uparimatalenasaddhiṁ asambaddhabhittikassā’’ti idaṁ sambaddhabhittike vattabbameva natthīti dassanatthaṁ vuttaṁ.",
  "tika-vin07t6:29_1": "Uparimatale sayitassa saṅkā eva natthīti ‘‘heṭṭhāpāsāde’’tiādi vuttaṁ.",
  "tika-vin07t6:29_2": "Nānūpacāreti bahi nisseṇiyā ārohaṇīye.",
  "tika-vin07t6:30_0": "Sabhāsaṅkhepenāti sabhākārena.",
  "tika-vin07t6:30_1": "‘‘Aḍḍhakuṭṭake’’ti iminā saṇṭhānaṁ dasseti.",
  "tika-vin07t6:30_2": "Yattha tīsu dvīsu vā passesu bhittiyo baddhā, chadanaṁ vā asampattā aḍḍhabhitti, idaṁ aḍḍhakuṭṭakaṁ nāma.",
  "tika-vin07t6:30_3": "Vāḷasaṅghāṭo nāma parikkhepassa anto thambhādīnaṁ upari vāḷarūpehi katasaṅghāṭo.",
  "tika-vin07t6:30_4": "Parikkhepassa bahigateti ettha yasmiṁ passe parikkhepo natthi, tattha sace bhūmito vatthu uccaṁ hoti, ubhato uccavatthuto heṭṭhā bhūmiyaṁ nibbakosabbhantarepi anāpatti eva tattha senāsanavohārābhāvato.",
  "tika-vin07t6:30_5": "Atha vatthu nīcaṁ bhūmisamameva senāsanassa heṭṭhimatale tiṭṭhati, tattha parikkheparahitadisāya nibbakosabbhantare sabbattha āpatti hoti, paricchedābhāvato parikkhepassa bahi eva anāpattīti daṭṭhabbaṁ.",
  "tika-vin07t6:30_6": "Parimaṇḍalaṁ vātiādi majjhe udakapatanatthāya ākāsaṅgaṇavantaṁ senāsanaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:30_7": "Tattha aparicchinnagabbhūpacāreti ekekagabbhassa dvīsu passesu pamukhena gamanaṁ paricchinditvā diyaḍḍhahatthubbedhato anūnaṁ kuṭṭaṁ katvā ākāsaṅgaṇena pavesaṁ karonti, evaṁ akatoti attho.",
  "tika-vin07t6:30_8": "Gabbhaparikkhepoti caturassapāsādādīsu samantā ṭhitagabbhabhittiyo sandhāya vuttaṁ.",
  "tika-vin07t6:31_0": "Pāṭekkasannivesāti ekekadisāya gabbhapāḷiyo itaradisāsu gabbhapāḷīnaṁ abhāvena, bhāvepi vā aññamaññabhitticchadanehi asambandhatāya pāṭekkasannivesā nāma vuccati. Taṁ…pe…",
  "tika-vin07t6:31_1": "sandhāya vuttanti tattha pācittiyena anāpattīti vuttaṁ, na dukkaṭena.",
  "tika-vin07t6:31_2": "Tādisāya hi gabbhapāḷiyā pamukhaṁ tīsu disāsu bhittīnaṁ abhāvena ekadisāya gabbhabhittimattena sabbacchannaṁ cūḷaparicchannaṁ nāma hoti.",
  "tika-vin07t6:31_3": "Tasmā dukkaṭameva.",
  "tika-vin07t6:31_4": "Yadi pana tassa pamukhassa itaradisāsupi ekissaṁ, sabbāsu vā bhittiṁ karonti, tadā sabbacchannaupaḍḍhaparicchannādibhāvato pācittiyameva hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:31_5": "Bhūmiyaṁ vinā jagatiyā pamukhaṁ sandhāyāti ettha uccavatthuṁ akatvā bhūmiyaṁ katagehassa pamukhaṁ sandhāya aparikkhitte pācittiyena anāpattīti idaṁ kathitaṁ .",
  "tika-vin07t6:31_6": "Uccavatthukaṁ ce pamukhaṁ hoti, tena vatthunā parikkhittasaṅkhyameva pamukhaṁ gacchatīti adhippāyo.",
  "tika-vin07t6:31_7": "Tatthāti andhakaṭṭhakathāyaṁ.",
  "tika-vin07t6:31_8": "Jagatiyā pamāṇaṁ vatvāti pakatibhūmiyā nipanno yathā jagatiyā upari sayitaṁ na passati, evaṁ uccātiuccavatthussa ubbedhappamāṇaṁ vatvā.",
  "tika-vin07t6:31_9": "Ekadisāya ujukameva dīghaṁ katvā sannivesito pāsādo ekasālasanniveso.",
  "tika-vin07t6:31_10": "Dvīsu, tīsu vā catūsupi vā disāsu siṅghāṭakasaṇṭhānādivasena katā dvisālādisannivesā veditabbā.",
  "tika-vin07t6:31_11": "Sālappabhedadīpanameva cettha purimato visesoti.",
  "tika-vin07t6:31_12": "Parikkhepo viddhastoti pamukhassa parikkhepaṁ sandhāya vadati.",
  "tika-vin07t6:32_0": "53.",
  "tika-vin07t6:32_1": "Upaḍḍhacchannaupaḍḍhaparicchannaṁ senāsanaṁ dukkaṭassa ādiṁ vatvā pāḷiyaṁ dassitattā tato adhikaṁ sabbacchannaupaḍḍhaparicchannādikampi sabbaṁ pāḷiyaṁ avuttampi pācittiyasseva vatthubhāvena dassitaṁ sikkhāpadassa paṇṇattivajjattā, garuke ṭhātabbato cāti veditabbaṁ.",
  "tika-vin07t6:32_2": "Satta pācittiyānīti pāḷiyaṁ vuttapācittiyadvayaṁ sāmaññato ekattena gahetvā vuttaṁ.",
  "tika-vin07t6:33_0": "54.",
  "tika-vin07t6:33_1": "Pāḷiyaṁ ‘‘tatiyāya rattiyā purāruṇā nikkhamitvā puna vasatī’’ti idaṁ ukkaṭṭhavasena vuttaṁ, anikkhamitvā pana purāruṇā uṭṭhahitvā antochadane nisinnassāpi punadivase sahaseyyena anāpatti eva.",
  "tika-vin07t6:33_2": "Senambamaṇḍapavaṇṇaṁ hotīti sīhaḷadīpe kira uccavatthuko sabbacchanno sabbaaparicchanno evaṁnāmako sannipātamaṇḍapo atthi, taṁ sandhāyetaṁ vuttaṁ.",
  "tika-vin07t6:33_3": "Ettha catutthabhāgo cūḷakaṁ, dve bhāgā upaḍḍhaṁ, tīsu bhāgesu dve bhāgā yebhuyyanti iminā nayena cūḷakacchannaparicchannatādīni veditabbāni.",
  "tika-vin07t6:33_4": "Pācittiyavatthukasenāsanaṁ, tattha anupasampannena saha nipajjanaṁ, catutthadivase sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:34_0": "Sahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:35_0": "6. Dutiyasahaseyyasikkhāpadavaṇṇanā",
  "tika-vin07t6:36_0": "55.",
  "tika-vin07t6:36_1": "Chaṭṭhe mātugāmena saddhiṁ catutthadivase sayantassāpi iminā sikkhāpadena ekāva āpatti.",
  "tika-vin07t6:36_2": "Keci pana purimasikkhāpadenāpīti dve āpattiyo vadanti, taṁ na yuttaṁ ‘‘anupasampannenā’’ti anitthiliṅgena vuttattā napuṁsakena pana catutthadivase sayantassa sadukkaṭapācittiyaṁ vattuṁ yuttaṁ.",
  "tika-vin07t6:36_3": "Kiñcāpettha pāḷiyaṁ paṇḍakavaseneva dukkaṭaṁ vuttaṁ, tadanulomikā pana purisaubhatobyañjanakena saha sayantassa iminā dukkaṭaṁ, purimena catutthadivase sadukkaṭapācittiyaṁ.",
  "tika-vin07t6:36_4": "Itthiubhatobyañjanako itthigatikovāti ayaṁ amhākaṁ khanti.",
  "tika-vin07t6:36_5": "Matitthiyā anāpattīti vadanti.",
  "tika-vin07t6:36_6": "Pācittiyavatthukasenāsanaṁ, tattha mātugāmena saddhiṁ nipajjanaṁ, sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:37_0": "Dutiyasahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:38_0": "7. Dhammadesanāsikkhāpadavaṇṇanā",
  "tika-vin07t6:39_0": "60.",
  "tika-vin07t6:39_1": "Sattame na yakkhenātiādīnaṁ ‘‘aññatra viññunā’’ti iminā sambandho.",
  "tika-vin07t6:39_2": "Aññatra viññunā purisaviggahena, na yakkhādināpīti evamattho gahetabboti adhippāyo.",
  "tika-vin07t6:39_3": "Tādisenapi hi saha ṭhitāya desetuṁ na vaṭṭati.",
  "tika-vin07t6:39_4": "Taṁtaṁdesabhāsāya atthaṁ yathāruci vaṭṭati eva.",
  "tika-vin07t6:40_0": "Iriyāpathāparivattanaṁ, purisaṁ vā dvādasahatthūpacāre apakkosāpanaṁ ettha akiriyā.",
  "tika-vin07t6:40_1": "Vuttalakkhaṇassa dhammassa channaṁ vācānaṁ upari desanā, vuttalakkhaṇo mātugāmo, iriyāpathapaavattanābhāvo, viññūpurisābhāvo, apañhavissajjanāti imānettha pañca aṅgāni.",
  "tika-vin07t6:41_0": "Dhammadesanāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:42_0": "8. Bhūtārocanasikkhāpadavaṇṇanā",
  "tika-vin07t6:43_0": "77.",
  "tika-vin07t6:43_1": "Aṭṭhame antarāti parinibbānakālato pubbepi.",
  "tika-vin07t6:43_2": "Atikaḍḍhiyamānenāti ‘‘vadatha, bhante, kiṁ tumhehi adhigata’’nti evaṁ nippīḷiyamānena atibaddhiyamānena.",
  "tika-vin07t6:43_3": "Tathārūpe paccaye sati vattabbameva.",
  "tika-vin07t6:43_4": "Sutapariyattisīlaguṇanti ettha atthakusalatā sutaguṇo, pāḷipāṭhakusalatā pariyattiguṇoti daṭṭhabbaṁ.",
  "tika-vin07t6:43_5": "‘‘Cittakkhepassa vā abhāvā’’ti iminā khittacittavedanāṭṭatāpi ariyānaṁ natthīti dasseti.",
  "tika-vin07t6:44_0": "Pubbeavuttehīti catutthapārājike avuttehi.",
  "tika-vin07t6:44_1": "Idañca sikkhāpadaṁ paṇṇattiajaānanavasena ekantato acittakasamuṭṭhānameva hoti ariyānaṁ paṇṇattivītikkamābhāvā.",
  "tika-vin07t6:44_2": "Jhānalābhīnañca satthu āṇāvītikkamapaṭighacittassa jhānaparihānato bhūtārocanaṁ na sambhavati.",
  "tika-vin07t6:44_3": "Uttarimanussadhammassa bhūtatā, anupasampannassa ārocanaṁ, taṅkhaṇavijānanā, anaññāpadesoti imānettha cattāri aṅgāni.",
  "tika-vin07t6:45_0": "Bhūtārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:46_0": "9. Duṭṭhullārocanasikkhāpadavaṇṇanā",
  "tika-vin07t6:47_0": "78.",
  "tika-vin07t6:47_1": "Navame tattha bhaveyyāti tattha kassaci mati evaṁ bhaveyya.",
  "tika-vin07t6:47_2": "Aṭṭhakathāvacanameva upapattito daḷhaṁ katvā patiṭṭhapento ‘‘imināpi ceta’’ntiādimāha.",
  "tika-vin07t6:48_0": "82.Ādito pañca sikkhāpadānīti pāṇātipātādīni pañca.",
  "tika-vin07t6:48_1": "Sesānīti vikālabhojanādīni .",
  "tika-vin07t6:48_2": "Sukkavissaṭṭhiādi ajjhācārova.",
  "tika-vin07t6:48_3": "Antimavatthuṁ anajjhāpannassa bhikkhuno savatthuko saṅghādiseso, anupasampannassa ārocanaṁ, bhikkhusammutiyā abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:49_0": "Duṭṭhullārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:50_0": "10. Pathavīkhaṇanasikkhāpadavaṇṇanā",
  "tika-vin07t6:51_0": "86.",
  "tika-vin07t6:51_1": "Dasame appapaṁsumattikāya pathaviyā anāpattivatthubhāvena vuttattā upaḍḍhapaṁsumattikāyapi pācittiyamevāti gahetabbaṁ.",
  "tika-vin07t6:51_2": "Na hetaṁ dukkaṭavatthūti sakkā vattuṁ jātājātavinimuttāya tatiyapathaviyā abhāvato.",
  "tika-vin07t6:52_0": "Vaṭṭatīti imasmiṁ ṭhāne pokkharaṇiṁ khaṇāti okāsassa aniyamitattā vaṭṭati.",
  "tika-vin07t6:52_1": "Imaṁ valliṁ khaṇāti pathavīkhaṇanaṁ sandhāya vuttattā imināva sikkhāpadena āpatti, na bhūtagāmasikkhāpadena.",
  "tika-vin07t6:52_2": "Ubhayampi sandhāya vutte pana dvepi pācittiyā honti.",
  "tika-vin07t6:52_3": "Udakapappaṭakoti udake antobhūmiyaṁ paviṭṭhe tassa uparibhāgaṁ chādetvā tanukapaṁsu vā mattikā vā paṭalaṁ hutvā patamānā tiṭṭhati, tasmiṁ udake sukkhepi taṁ paṭalaṁ vātena calamānā tiṭṭhati, taṁ udakapappaṭako nāma.",
  "tika-vin07t6:53_0": "Akatapabbhāreti avaḷañjanaṭṭhānadassanatthaṁ vuttaṁ.",
  "tika-vin07t6:53_1": "Tādise eva hi vammikassa sambhavoti.",
  "tika-vin07t6:53_2": "Mūsikukkaraṁ nāma mūsikāhi khanitvā bahi katapaṁsurāsi.",
  "tika-vin07t6:53_3": "Acchadanantiādivuttattā ujukaṁ ākāsato patitavassodakena ovaṭṭhameva jātapathavī hoti, na chadanādīsu patitvā tato pavattaudakena tintanti veditabbaṁ.",
  "tika-vin07t6:53_4": "Maṇḍapatthambhanti sākhāmaṇḍapatthambhaṁ.",
  "tika-vin07t6:53_5": "Uccāletvāti ukkhipitvā.",
  "tika-vin07t6:53_6": "Tatoti purāṇasenāsanato.",
  "tika-vin07t6:54_0": "88.Mahāmattikanti bhittilepanaṁ.",
  "tika-vin07t6:54_1": "Jātapathavitā, tathāsaññitā, khaṇanakhaṇāpanānaṁ aññataranti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:55_0": "Pathavīkhaṇanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:56_0": "Niṭṭhito musāvādavaggo paṭhamo.",
  "tika-vin07t6:57_0": "2. Bhūtagāmavaggo",
  "tika-vin07t6:58_0": "1. Bhūtagāmasikkhāpadavaṇṇanā",
  "tika-vin07t6:59_0": "89.",
  "tika-vin07t6:59_1": "Dutiyavaggassa paṭhame niggahetuṁ asakkontoti sākhaṭṭhakavimāne sākhāya chijjamānāya chijjante tattha achedanatthāya devatāya upanītaṁ puttaṁ disvāpi kuṭhārinikkhepavegaṁ nivattetuṁ asakkontoti attho.",
  "tika-vin07t6:59_2": "Rukkhadhammeti rukkhassa pavattiyaṁ.",
  "tika-vin07t6:59_3": "Rukkhānaṁ viya chedanādīsu akuppanañhi rukkhadhammo nāma.",
  "tika-vin07t6:60_0": "Uppatitanti uppannaṁ.",
  "tika-vin07t6:60_1": "Bhantanti dhāvantaṁ.",
  "tika-vin07t6:60_2": "Vārayeti niggaṇheyya.",
  "tika-vin07t6:60_3": "Itaroti uppannaṁ kodhaṁ aniggaṇhanto rājauparājādīnaṁ rasmimattaggāhakajano viya na uttamasārathīti attho.",
  "tika-vin07t6:60_4": "Visaṭaṁ sappavisanti sarīre dāṭhāvaṇānusārena vitthiṇṇaṁ byāpetvā ṭhitaṁ kaṇhasappavisaṁ viya.",
  "tika-vin07t6:60_5": "Jahāti orapāranti pañcorambhāgiyasaññojanāni tatiyamaggena jahāti.",
  "tika-vin07t6:60_6": "‘‘Orapāra’’nti hi orimatīraṁ vuccati .",
  "tika-vin07t6:60_7": "Atha vā soti tatiyamaggena kodhaṁ vinetvā ṭhito bhikkhu arahattamaggena orapāraṁ jahātīti attho.",
  "tika-vin07t6:60_8": "Tattha oraṁ nāma sakattabhāvo, ajjhattikāni vā āyatanāni.",
  "tika-vin07t6:60_9": "Pāraṁ nāma paraattabhāvo, bāhirāni vā āyatanāni.",
  "tika-vin07t6:60_10": "Tadubhaye pana chandarāgaṁ jahanto ‘‘jahāti orimapāra’’nti vuccati.",
  "tika-vin07t6:61_0": "90.Bhavantīti vaḍḍhanti.",
  "tika-vin07t6:61_1": "Ahuvuntīti babhūvu.",
  "tika-vin07t6:61_2": "Tenāha ‘‘jātā vaḍḍhitā’’ti.",
  "tika-vin07t6:61_3": "Bhūtānaṁ gāmoti mahābhūtānaṁ haritatiṇādibhāvena samaggānaṁ samūho.",
  "tika-vin07t6:61_4": "Tabbinimuttassa gāmassa abhāvaṁ dassetuṁ ‘‘bhūtā eva vā gāmo’’ti vuttaṁ.",
  "tika-vin07t6:61_5": "Pātabya-saddassa pā pāneti dhātvatthaṁ sandhāyāha ‘‘paribhuñjitabbatā’’ti.",
  "tika-vin07t6:61_6": "Sā ca pātabyatā chedanādi eva hotīti āha ‘‘tassā…pe…",
  "tika-vin07t6:61_7": "bhūtagāmassa jātā chedanādipaccayā’’ti.",
  "tika-vin07t6:62_0": "91.Jāta-saddo ettha vijātapariyāyoti ‘‘puttaṁ vijātā itthī’’tiādīsu viya pasūtavacanoti āha ‘‘pasūtānī’’ti, nibbattapaṇṇamūlānīti attho.",
  "tika-vin07t6:63_0": "Tānidassentoti tāni bījāni dassento.",
  "tika-vin07t6:63_1": "Kāriyadassanamukheneva kāraṇañca gahitanti āha ‘‘bījato nibbattena bījaṁ dassita’’nti.",
  "tika-vin07t6:64_0": "92.‘‘Bījato sambhūto bhūtagāmo bīja’’nti iminā uttarapadalopena ‘‘padumagacchato nibbattaṁ pupphaṁ paduma’’ntiādīsu viyāyaṁ vohāroti dasseti.",
  "tika-vin07t6:64_1": "Yaṁ bījaṁ bhūtagāmo nāma hotīti nibbattapaṇṇamūlaṁ sandhāya vadati.",
  "tika-vin07t6:64_2": "Yathārutanti yathāpāṭhaṁ.",
  "tika-vin07t6:65_0": "‘‘Sañciccā’’ti vuttattā sarīre laggabhāvaṁ ñatvāpi uṭṭhahati, ‘‘taṁ uddharissāmī’’tisaññāya abhāvato vaṭṭati.",
  "tika-vin07t6:65_1": "Anantaka-ggahaṇena sāsapamattikā gahitā, nāmañhetaṁ tassā sevālajātiyā.",
  "tika-vin07t6:65_2": "Mūlapaṇṇānaṁ abhāvena ‘‘asampuṇṇabhūtagāmo nāmā’’ti vuttaṁ.",
  "tika-vin07t6:65_3": "So bījagāmena saṅgahitoti.",
  "tika-vin07t6:65_4": "Avaḍḍhamānepi bhūtagāmamūlakattā vuttaṁ ‘‘amūlakabhūtagāme saṅgahaṁ gacchatī’’ti.",
  "tika-vin07t6:65_5": "Nāḷikerassa āveṇikaṁ katvā vadati.",
  "tika-vin07t6:66_0": "Seleyyakaṁ nāma silāya sambhūtā ekā gandhajāti.",
  "tika-vin07t6:66_1": "Pupphitakālato paṭṭhāyāti vikasitakālato pabhuti.",
  "tika-vin07t6:66_2": "Chattakaṁ gaṇhantoti vikasitaṁ gaṇhanto.",
  "tika-vin07t6:66_3": "Makuḷaṁ pana rukkhattacaṁ akopentenapi gahetuṁ na vaṭṭati, phullaṁ vaṭṭati.",
  "tika-vin07t6:66_4": "Hatthakukkuccenāti hatthacāpallena.",
  "tika-vin07t6:67_0": "‘‘Pānīyaṁ na vāsetabba’’nti idaṁ attano pivanapānīyaṁ sandhāya vuttaṁ, aññesaṁ pana vaṭṭati anuggahitattā.",
  "tika-vin07t6:67_1": "Tenāha ‘‘attanā khāditukāmenā’’ti.",
  "tika-vin07t6:67_2": "Yesaṁ rukkhānaṁ sākhā ruhatīti mūlaṁ anotāretvā paṇṇamattaniggamanamattenapi vaḍḍhati.",
  "tika-vin07t6:67_3": "Tattha kappiyampi akaronto chinnanāḷikeraveḷudaṇḍādayo kopetuṁ vaṭṭati.",
  "tika-vin07t6:68_0": "‘‘Caṅkamitaṭṭhānaṁ dassessāmī’’ti vuttattā kevalaṁ caṅkamanādhippāyena vā maggagamanādhippāyena vā akkamantassa, tiṇānaṁ upari nisīdanādhippāyena nisīdantassa ca doso natthi.",
  "tika-vin07t6:69_0": "Samaṇakappehīti samaṇānaṁ kappiyavohārehi, abījanibbaṭṭabījānipi kappiyabhāvato ‘‘samaṇakappānī’’ti vuttāni.",
  "tika-vin07t6:69_1": "Abījaṁ nāma taruṇaambaphalādīni.",
  "tika-vin07t6:69_2": "Nibbaṭṭetabbaṁ viyojetabbaṁ bījaṁ yasmiṁ, taṁ panasādi nibbaṭṭabījaṁ nāma.",
  "tika-vin07t6:69_3": "Kappiyanti vatvāvāti pubbakālakiriyāvasena vuttepi vacanakkhaṇeva aggisatthādinā bījagāme vaṇaṁ kātabbanti vacanato pana pubbe kātuṁ na vaṭṭati, tañca dvidhā akatvā chedanabhedanameva dassetabbaṁ.",
  "tika-vin07t6:69_4": "Karontena ca bhikkhunā ‘‘kappiyaṁ karohī’’ti yāya kāyaci bhāsāya vutteyeva kātabbaṁ.",
  "tika-vin07t6:69_5": "Bījagāmaparimocanatthaṁ puna kappiyaṁ kāretabbanti kārāpanassa paṭhamameva adhikatattā.",
  "tika-vin07t6:69_6": "‘‘Kaṭāhepi kātuṁ vaṭṭatī’’ti vuttattā kaṭāhato nīhatāya miñjāya vā bīje vā yattha katthaci vijjhituṁ vaṭṭati eva.",
  "tika-vin07t6:69_7": "Bhūtagāmo, bhūtagāmasaññitā, vikopanaṁ vā vikopāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:70_0": "Bhūtagāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:71_0": "2. Aññavādakasikkhāpadavaṇṇanā",
  "tika-vin07t6:72_0": "94.",
  "tika-vin07t6:72_1": "Dutiye aññaṁ vacananti yaṁ dosavibhāvanatthaṁ parehi vuttavacanaṁ taṁ tassa ananucchavikena aññena vacanena paṭicarati.",
  "tika-vin07t6:73_0": "98.",
  "tika-vin07t6:73_1": "Yadetaṁ aññenaññaṁ paṭicaraṇavasena pavattavacanaṁ, tadeva pucchitamatthaṁ ṭhapetvā aññaṁ vadati pakāsetīti aññavādakanti āha ‘‘aññenaññaṁ paṭicaraṇassetaṁ nāma’’nti.",
  "tika-vin07t6:73_2": "Tuṇhībhūtassetaṁ nāmanti tuṇhībhāvassetaṁ nāmaṁ, ayameva vā pāṭho.",
  "tika-vin07t6:73_3": "Aññavādakaṁ āropetunti aññavāde āropetuṁ.",
  "tika-vin07t6:73_4": "Vihesakanti vihesakattaṁ.",
  "tika-vin07t6:74_0": "99. Pāḷiyaṁ na ugghāṭetukāmoti paṭicchādetukāmo.",
  "tika-vin07t6:75_0": "100.Anāropite aññavādaketi vuttadukkaṭaṁ pāḷiyaṁ āgataaññenaññapaṭicaraṇavasena yujjati, aṭṭhakathāyaṁ āgatanayena pana musāvādena aññenaññaṁ paṭicarantassa pācittiyena saddhiṁ dukkaṭaṁ, āropite imināva pācittiyaṁ.",
  "tika-vin07t6:75_1": "Keci pana ‘‘musāvādapācittiyena saddhiṁ pācittiyadvaya’’nti vadanti, vīmaṁsitabbaṁ.",
  "tika-vin07t6:75_2": "Ādikammikassapi musāvāde imināva anāpattīti daṭṭhabbaṁ.",
  "tika-vin07t6:75_3": "Dhammakammena āropitatā, āpattiyā vā vatthunā vā anuyuñjiyamānatā, chādetukāmatāya aññenaññaṁ paṭicaraṇaṁ, tuṇhībhāvo cāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:76_0": "Aññavādakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:77_0": "3. Ujjhāpanakasikkhāpadavaṇṇanā",
  "tika-vin07t6:78_0": "103.",
  "tika-vin07t6:78_1": "Tatiye cintāyanatthassa jhe-dhātussa anekatthatāya olokanatthasambhavato vuttaṁ ‘‘olokāpentī’’ti.",
  "tika-vin07t6:78_2": "Chandāyāti liṅgavipallāsoti āha ‘‘chandenā’’ti.",
  "tika-vin07t6:79_0": "105.",
  "tika-vin07t6:79_1": "Bhikkhuṁ lāmakato cintāpanatthaṁ aññesaṁ taṁ avaṇṇakathanaṁ ujjhāpanaṁ nāma.",
  "tika-vin07t6:79_2": "Aññesaṁ pana avatvā aññamaññaṁ samullapanavasena bhikkhuno dosappakāsanaṁ khiyyanaṁ nāmāti ayametesaṁ bhedo.",
  "tika-vin07t6:80_0": "106.Aññaṁ anupasampannaṁ ujjhāpetīti aññena anupasampannena ujjhāpeti.",
  "tika-vin07t6:80_1": "Tassa vā taṁ santiketi tassa anupasampannassa santike taṁ saṅghena sammataṁ upasampannaṁ khiyyati.",
  "tika-vin07t6:80_2": "Idhāpi musāvādena ujjhāpanādīnaṁ sambhavato dukkaṭaṭṭhānāni ca ādikammikassa anāpatti ca iminā eva sikkhāpadena vuttāti veditabbaṁ sabbattha musāvādapācittiyassa anivattito.",
  "tika-vin07t6:80_3": "Dhammakammena sammatatā, upasampannatā, agatigamanābhāvo, tassa avaṇṇakāmatā, yassa santike vadati.",
  "tika-vin07t6:80_4": "Tassa upasampannatā, ujjhāpanaṁ vā khiyyanaṁ vāti imānettha cha aṅgāni.",
  "tika-vin07t6:81_0": "Ujjhāpanakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:82_0": "4. Paṭhamasenāsanasikkhāpadavaṇṇanā",
  "tika-vin07t6:83_0": "110.",
  "tika-vin07t6:83_1": "Catutthe apaññāteti appasiddhe.",
  "tika-vin07t6:83_2": "Imaṁ pana aṭṭha māse maṇḍapādīsu ṭhapanasaṅkhātaṁ atthavisesaṁ gahetvā bhagavatā paṭhamameva sikkhāpadaṁ paññattanti adhippāyaṁ ‘‘anujānāmi, bhikkhave, aṭṭhamāse’’tiādivacanena anupaññattisadisena pakāsetvā visuṁ anupaññatti na vuttā.",
  "tika-vin07t6:83_3": "Parivāre panetaṁ anujānanavacanaṁ anupaññattiṭṭhānanti ‘‘ekā anupaññattī’’ti (pari.",
  "tika-vin07t6:83_4": "65-67) vuttaṁ.",
  "tika-vin07t6:84_0": "Navavāyimoti adhunā suttena vītakacchena paliveṭhitamañco.",
  "tika-vin07t6:84_1": "Onaddhoti kappiyacammena onaddho.",
  "tika-vin07t6:84_2": "Te hi vassena sīghaṁ na nassanti.",
  "tika-vin07t6:84_3": "‘‘Ukkaṭṭhaabbhokāsiko’’ti idaṁ tassa sukhapaṭipattidassanamattaṁ, ukkaṭṭhassāpi pana cīvarakuṭi vaṭṭateva.",
  "tika-vin07t6:84_4": "Kāyānugatikattāti bhikkhuno tattheva nisīdanabhāvaṁ dīpeti, tena ca vassabhayena sayaṁ aññattha gacchantassa āpattīti dasseti .",
  "tika-vin07t6:84_5": "Abbhokāsikānaṁ temanatthāya niyametvā dāyakehi dinnampi attānaṁ rakkhantena rakkhitabbameva.",
  "tika-vin07t6:85_0": "‘‘Valāhakānaṁ anuṭṭhitabhāvaṁ sallakkhetvā’’ti iminā gimhānepi meghe uṭṭhite abbhokāse nikkhipituṁ na vaṭṭatīti dīpeti.",
  "tika-vin07t6:85_1": "Tatra tatrāti cetiyaṅgaṇādike tasmiṁ tasmiṁ abbhokāse niyametvā nikkhittā.",
  "tika-vin07t6:85_2": "Majjhato paṭṭhāya pādaṭṭhānābhimukhāti yattha samantato sammajjitvā aṅgaṇamajjhe sabbadā kacavarassa saṅkaḍḍhanena majjhe vālikā sañcitā hoti.",
  "tika-vin07t6:85_3": "Tattha kattabbavidhidassanatthaṁ vuttaṁ.",
  "tika-vin07t6:85_4": "Uccavatthupādaṭṭhānābhimukhaṁ vā vālikā haritabbā.",
  "tika-vin07t6:85_5": "Yattha vā pana koṇesu vālikā sañcitā, tattha tato paṭṭhāya aparadisābhimukhā haritabbāti keci atthaṁ vadanti.",
  "tika-vin07t6:85_6": "Keci pana ‘‘sammaṭṭhaṭṭhānassa padavaḷañjena avikopanatthāya sayaṁ asammaṭṭhaṭṭhāne ṭhatvā attano pādābhimukhaṁ vālikā haritabbāti vutta’’nti vadanti, tattha ‘‘majjhato paṭṭhāyā’’ti vacanassa payojanaṁ na dissati.",
  "tika-vin07t6:86_0": "111.",
  "tika-vin07t6:86_1": "Vaṅkapādatāmattena kuḷīrapādakassa sesehi viseso, na aṭanīsu pādappavesanavisesenāti dassetuṁ ‘‘yo vā pana kocī’’tiādi vuttaṁ.",
  "tika-vin07t6:86_2": "Tassāti upasampannasseva.",
  "tika-vin07t6:87_0": "Nisīditvā…pe…",
  "tika-vin07t6:87_1": "pācittiyanti ettha meghuṭṭhānābhāvaṁ ñatvā ‘‘pacchā āgantvā uddharissāmī’’ti ābhogena gacchantassa anāpatti, tena punāgantabbameva.",
  "tika-vin07t6:87_2": "Kappaṁ labhitvāti ‘‘gaccha, mā idha tiṭṭhā’’ti vuttavacanaṁ labhitvā.",
  "tika-vin07t6:88_0": "Āvāsikānaṁyeva palibodhoti āgantukesu kiñci avatvā nisīditvā ‘‘āvāsikā eva uddharissantī’’ti gatesupi āvāsikānameva palibodho.",
  "tika-vin07t6:88_1": "Mahāpaccarivāde pana ‘‘idaṁ amhāka’’nti avatvāpi nisinnānamevāti adhippāyo.",
  "tika-vin07t6:88_2": "‘‘Santharitvā vā santharāpetvā vā’’ti vuttattā anāṇattiyā paññāpitattāpi dukkaṭe kāraṇaṁ vuttaṁ.",
  "tika-vin07t6:88_3": "Ussārakoti sarabhāṇako.",
  "tika-vin07t6:88_4": "So hi uddhaṁ uddhaṁ pāḷipāṭhaṁ sāreti pavattetīti ussārakoti vuccati.",
  "tika-vin07t6:89_0": "112.Vaṇṇānurakkhaṇatthaṁ katāti paṭakhaṇḍādīhi sibbitvā katā.",
  "tika-vin07t6:89_1": "Bhūmiyaṁ attharitabbāti cimilikāya sati tassā upari, asati suddhabhūmiyaṁ attharitabbā.",
  "tika-vin07t6:89_2": "‘‘Sīhacammādīnaṁ pariharaṇeyeva paṭikkhepo’’ti iminā mañcapīṭhādīsu attharitvā puna saṁharitvā ṭhapanādivasena attano atthāya pariharaṇameva na vaṭṭati, bhūmattharaṇādivasena paribhogo pana attano pariharaṇaṁ na hotīti dasseti.",
  "tika-vin07t6:89_3": "Khandhake hi ‘‘antopi mañce paññattāni honti, bahipi mañce paññattāni hontī’’ti evaṁ attano attano atthāya mañcādīsu paññapetvā pariharaṇavatthusmiṁ –",
  "tika-vin07t6:90_0": "‘‘Na, bhikkhave, mahācammāni dhāretabbāni sīhacammaṁ byagghacammaṁ dīpicammaṁ.",
  "tika-vin07t6:90_1": "Yo dhāreyya, āpatti dukkaṭassā’’ti (mahāva. 255) –",
  "tika-vin07t6:91_0": "Paṭikkhepo kato.",
  "tika-vin07t6:91_1": "Tasmā vuttanayenevettha adhippāyo daṭṭhabbo.",
  "tika-vin07t6:91_2": "Dārumayapīṭhanti phalakamayapīṭhameva.",
  "tika-vin07t6:91_3": "Pādakathalikanti adhotapādaṁ yasmiṁ ghaṁsantā dhovanti, taṁ dāruphalakādi.",
  "tika-vin07t6:92_0": "113.",
  "tika-vin07t6:92_1": "‘‘Āgantvā uddharissāmīti gacchatī’’ti vuttattā aññenapi kāraṇena anotāpentassapi āgamane sāpekkhassa anāpatti.",
  "tika-vin07t6:92_2": "Teneva mātikāṭṭhakathāyaṁ ‘‘mañcādīnaṁ saṅghikatā, vuttalakkhaṇe dese santharaṇaṁ vā santharāpanaṁ vā, apalibuddhatā, āpadāya abhāvo, nirapekkhatā, leḍḍupātātikkamo’’ti (kaṅkhā. aṭṭha.",
  "tika-vin07t6:92_3": "paṭhamasenāsanasikkhāpadavaṇṇanā) evamettha nirapekkhatāya saddhiṁ cha aṅgāni vuttāni.",
  "tika-vin07t6:93_0": "Paṭhamasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:94_0": "5. Dutiyasenāsanasikkhāpadavaṇṇanā",
  "tika-vin07t6:95_0": "116.",
  "tika-vin07t6:95_1": "Pañcame pāvāro kojavoti paccattharaṇatthāyeva ṭhapitā uggatalomā attharaṇavisesā.",
  "tika-vin07t6:95_2": "Ettakameva vuttanti aṭṭhakathāsu vuttaṁ.",
  "tika-vin07t6:95_3": "Senāsanatoti sabbapacchimasenāsanato.",
  "tika-vin07t6:96_0": "117.Kurundaṭṭhakathāyaṁ vuttamevatthaṁ savisesaṁ katvā dassetuṁ ‘‘kiñcāpi vutto’’tiādi āraddhaṁ.",
  "tika-vin07t6:96_1": "Vattabbaṁ natthīti rukkhamūlassa pākaṭattā vuttaṁ.",
  "tika-vin07t6:96_2": "Palujjatīti vinassati.",
  "tika-vin07t6:97_0": "118.",
  "tika-vin07t6:97_1": "Yena mañcaṁ vā pīṭhaṁ vā vīnanti, taṁ mañcapīṭhakavānaṁ.",
  "tika-vin07t6:97_2": "Siluccayaleṇanti pabbataguhā.",
  "tika-vin07t6:97_3": "‘‘Āpucchanaṁ pana vatta’’nti iminā āpatti natthīti dasseti.",
  "tika-vin07t6:97_4": "Vuttalakkhaṇaseyyā, tassā saṅghikatā, vuttalakkhaṇe vihāre santharaṇaṁ vā santharāpanaṁ vā, apalibuddhatā, āpadāya abhāvo, anapekkhassa disāpakkamanaṁ, upacārasīmātikkamoti imānettha satta aṅgāni.",
  "tika-vin07t6:98_0": "Dutiyasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:99_0": "6. Anupakhajjasikkhāpadavaṇṇanā",
  "tika-vin07t6:100_0": "119. Chaṭṭhe anupavisitvāti samīpaṁ pavisitvā.",
  "tika-vin07t6:101_0": "122.Upacāraṁ ṭhapetvāti diyaḍḍhahatthūpacāraṁ ṭhapetvā.",
  "tika-vin07t6:101_1": "Saṅghikavihāratā, anuṭṭhāpanīyabhāvajānanaṁ, sambādhetukāmatā, upacāre nisīdanaṁ vā nipajjanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin07t6:102_0": "Anupakhajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:103_0": "7. Nikkaḍḍhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:104_0": "126. Sattame koṭṭhakānīti dvārakoṭṭhakāni.",
  "tika-vin07t6:105_0": "128.‘‘Sakalasaṅghārāmato nikkaḍḍhituṁ na vaṭṭatī’’ti idaṁ ananurūpato vuttaṁ.",
  "tika-vin07t6:105_1": "Pāpagarahitāya hi akupitacittena nikkaḍḍhāpentassa iminā sikkhāpadena āpatti natthi ‘‘kupito anattamano’’ti vuttattā.",
  "tika-vin07t6:105_2": "Aññāpekkhā āpatti na dissati.",
  "tika-vin07t6:105_3": "Pāḷiyaṁ ‘‘alajjiṁ nikkaḍḍhatī’’tiādīsu cittassa lahuparivattitāya antarantarā kope uppannepi anāpatti alajjitādipaccayeneva nikkaḍḍhanassa āraddhattā.",
  "tika-vin07t6:105_4": "Saṅghikavihāro, upasampannassa bhaṇḍanakārakabhāvādivinimuttatā, kopena nikkaḍḍhanaṁ vā nikkaḍḍhāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:106_0": "Nikkaḍḍhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:107_0": "8. Vehāsakuṭisikkhāpadavaṇṇanā",
  "tika-vin07t6:108_0": "129.",
  "tika-vin07t6:108_1": "Aṭṭhamaṁ uttānameva.",
  "tika-vin07t6:108_2": "Saṅghiko vihāro, asīsaghaṭṭavehāsakuṭi, heṭṭhāparibhogatā, apaṭāṇidinne āhaccapādake nisīdanaṁ vā nipajjanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin07t6:109_0": "Vehāsakuṭisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:110_0": "9. Mahallakavihārasikkhāpadavaṇṇanā",
  "tika-vin07t6:111_0": "135.",
  "tika-vin07t6:111_1": "Navame ‘‘mahallako nāma vihāro sassāmiko’’ti vuttattā saññācikāya kuṭiyā anāpattīti vadanti.",
  "tika-vin07t6:111_2": "Yassāti vihārassa.",
  "tika-vin07t6:111_3": "Sā aparipūrūpacārāpi hotīti vivariyamānaṁ kavāṭaṁ yaṁ bhittiṁ āhanati, sā sāmantā kavāṭavitthārappamāṇā upacārarahitāpi hotīti attho.",
  "tika-vin07t6:111_4": "Ālokaṁ vātapānaṁ sandheti ghaṭayatīti ālokasandhīti kavāṭaṁ vuccati.",
  "tika-vin07t6:111_5": "Dvāravātapānūpacārato aññattha punappunaṁ limpanādiṁ karontassa piṇḍagaṇanāya pācittiyaṁ.",
  "tika-vin07t6:112_0": "Keci pana ‘‘pāḷiyaṁ pācittiyassa avuttattā dukkaṭa’’nti vadanti.",
  "tika-vin07t6:112_1": "Adhiṭṭhātabbanti saṁvidhātabbaṁ.",
  "tika-vin07t6:112_2": "Harite ṭhito adhiṭṭhāti.",
  "tika-vin07t6:112_3": "Āpatti dukkaṭassāti haritayutte khette ṭhatvā chādentassa dukkaṭanti attho.",
  "tika-vin07t6:112_4": "Keci pana ‘‘tādise khette vihāraṁ karontassa dukkaṭa’’nti vadanti, taṁ pāḷiyā na sameti.",
  "tika-vin07t6:113_0": "136.Ujukameva chādananti chādanamukhavaṭṭito paṭṭhāya yāva piṭṭhivaṁsakūṭāgārakaṇṇikādi, tāva iṭṭhakādīhi ujukaṁ chādanaṁ.",
  "tika-vin07t6:113_1": "Iminā pana yena sabbasmiṁ vihāre ekavāraṁ chādite taṁ chādanaṁ ekamagganti gahetvā pāḷiyaṁ ‘‘dve magge’’tiādi vuttaṁ.",
  "tika-vin07t6:113_2": "Pariyāyena chādanampi imināva nayena yojetabbanti vadanti, taṁ ‘‘punappunaṁ chādāpesī’’ti imāya pāḷiyā ca ‘‘sabbampi cetaṁ chadanaṁ chadanūpari veditabba’’nti iminā aṭṭhakathāvacanena ca sameti.",
  "tika-vin07t6:114_0": "Pāḷiyaṁ ‘‘maggena chādentassa pariyāyena chādentassā’’ti idañca iṭṭhakādīhi, tiṇapaṇṇehi ca chādanappakārabhedadassanatthaṁ vuttaṁ.",
  "tika-vin07t6:114_1": "Keci pana ‘‘pantiyā chāditassa chadanassa upari chadanamukhavaṭṭito paṭṭhāya uddhaṁ ujukameva ekavāraṁ chādanaṁ ekamagganti gahetvā ‘dve magge’tiādi vuttaṁ, na pana sakalavihārachādanaṁ.",
  "tika-vin07t6:114_2": "Esa nayo pariyāyena chādanepī’’ti vadanti, taṁ pāḷiaṭṭhakathāhi na sameti.",
  "tika-vin07t6:115_0": "Tatiyāya magganti ettha tatiyāyāti upayogatthe sampadānavacanaṁ, tatiyaṁ magganti attho.",
  "tika-vin07t6:115_1": "Ayameva vā pāṭho.",
  "tika-vin07t6:115_2": "Tiṇapaṇṇehi labbhatīti tiṇapaṇṇehi chādetvā upari ullittāvalittakaraṇaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:115_3": "Kevalaṁ tiṇakuṭiyā hi anāpatti vuttā.",
  "tika-vin07t6:115_4": "Tiṇṇaṁ maggānanti maggavasena chāditānaṁ tiṇṇaṁ chadanānaṁ.",
  "tika-vin07t6:115_5": "Tiṇṇaṁ pariyāyānanti etthāpi eseva nayo.",
  "tika-vin07t6:115_6": "Mahallakavihāratā, attano vāsāgāratā, uttari adhiṭṭhānanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:116_0": "Mahallakavihārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:117_0": "10. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin07t6:118_0": "140.",
  "tika-vin07t6:118_1": "Dasame mātikāyaṁ sappāṇakaudakaṁ tiṇena vā mattikāya vā siñceyya, chaḍḍeyyāti attho.",
  "tika-vin07t6:118_2": "Atha vā udakaṁ gahetvā bahi siñceyya, tasmiñca udake tiṇaṁ vā mattikaṁ vā āharitvā pakkhipeyyāti ajjhāharitvā attho veditabbo.",
  "tika-vin07t6:118_3": "Tenāha ‘‘sakaṭabhāramattañcepī’’tiādi.",
  "tika-vin07t6:118_4": "Idanti tiṇamattikapakkhipanavidhānaṁ.",
  "tika-vin07t6:118_5": "Vuttanti mātikāyaṁ ‘‘tiṇaṁ vā mattikaṁ vā’’ti evaṁ vuttaṁ, aṭṭhakathāsu vā vuttaṁ.",
  "tika-vin07t6:119_0": "Idañca sikkhāpadaṁ bāhiraparibhogaṁ sandhāya vatthuvasena vuttaṁ abbhantaraparibhogassa visuṁ vakkhamānattā.",
  "tika-vin07t6:119_1": "Tadubhayampi ‘‘sappāṇaka’’nti katvā vadhakacittaṁ vināva siñcane paññattattā ‘‘paṇṇattivajja’’nti vuttaṁ.",
  "tika-vin07t6:119_2": "Vadhakacitte pana sati sikkhāpadantareneva pācittiyaṁ, na imināti daṭṭhabbaṁ.",
  "tika-vin07t6:119_3": "Udakassa sappāṇakatā, ‘‘siñcanena pāṇakā marissantī’’ti jānanaṁ, tādisameva ca udakaṁ vinā vadhakacetanāya kenacideva karaṇīyena tiṇādīnaṁ siñcananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:120_0": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:121_0": "Niṭṭhito senāsanavaggo dutiyo.",
  "tika-vin07t6:122_0": "‘‘Bhūtagāmavaggo’’tipi etasseva nāmaṁ.",
  "tika-vin07t6:123_0": "3. Ovādavaggo",
  "tika-vin07t6:124_0": "1. Ovādasikkhāpadavaṇṇanā",
  "tika-vin07t6:125_0": "144.",
  "tika-vin07t6:125_1": "Tatiyavaggassa paṭhame tiracchānabhūtanti tirokaraṇabhūtaṁ, bāhirabhūtanti attho.",
  "tika-vin07t6:125_2": "Samiddhoti paripuṇṇo.",
  "tika-vin07t6:125_3": "Sahitattho atthayutto.",
  "tika-vin07t6:125_4": "Atthagambhīratādinā gambhīro.",
  "tika-vin07t6:126_0": "145-147.Paratoti uttari.",
  "tika-vin07t6:126_1": "Karontovāti paribāhire karonto.",
  "tika-vin07t6:126_2": "Vibhaṅgeti jhānavibhaṅge.",
  "tika-vin07t6:126_3": "Caraṇanti nibbānagamanāya pādaṁ.",
  "tika-vin07t6:127_0": "Yadassāti yaṁ assa.",
  "tika-vin07t6:127_1": "Dhāretīti avinassamānaṁ dhāreti.",
  "tika-vin07t6:127_2": "Parikathanatthanti pakiṇṇakakathāvasena paricchinnadhammakathanatthaṁ.",
  "tika-vin07t6:127_3": "Tisso anumodanāti saṅghabhattādīsu dānānisaṁsappaṭisaṁyuttā nidhikuṇḍasuttādi (khu. pā.",
  "tika-vin07t6:127_4": "8.1 ādayo) -anumodanā, gehappavesamaṅgalādīsu maṅgalasuttādi (khu. pā.",
  "tika-vin07t6:127_5": "5.1 ādayo; su. ni.",
  "tika-vin07t6:127_6": "maṅgalasutta) -anumodanā, matakabhattādiamaṅgalesu tirokuṭṭādi (khu. pā.",
  "tika-vin07t6:127_7": "7.1 ādayo; pe. va.",
  "tika-vin07t6:127_8": "14 ādayo) -anumodanāti imā tisso anumodanā.",
  "tika-vin07t6:127_9": "Kammākammavinicchayoti parivārāvasāne kammavagge (pari.",
  "tika-vin07t6:127_10": "482 ādayo) vuttavinicchayo.",
  "tika-vin07t6:127_11": "Samādhivasenāti samathapubbakavasena.",
  "tika-vin07t6:127_12": "Vipassanāvasena vāti diṭṭhivisuddhiādikāya sukkhavipassanāya vasena.",
  "tika-vin07t6:127_13": "Attano sīlarakkhaṇatthaṁ aparānapekkhatāya yena kāmaṁ gantuṁ catasso disā arahati, assa vā santi, tāsu vā sādhūti cātuddiso.",
  "tika-vin07t6:128_0": "Abhivinayeti pātimokkhasaṁvarasaṅkhāte saṁvaravinaye, tappakāsake vā vinayapiṭake.",
  "tika-vin07t6:128_1": "Vinetunti sikkhāpetuṁ pakāsetuṁ.",
  "tika-vin07t6:128_2": "Paguṇā vācuggatāti pāṭhato ca atthato ca paguṇā mukhe sannidhāpanavasena vācuggatā kātabbā.",
  "tika-vin07t6:128_3": "Atthamattavasenapettha yojanaṁ karonti.",
  "tika-vin07t6:128_4": "Abhidhammeti lakkhaṇarasādivasena paricchinne nāmarūpadhamme.",
  "tika-vin07t6:128_5": "Pubbe kira mahātherā pariyattianantaradhānāya ekekassa gaṇassa dīghanikāyādiekekadhammakoṭṭhāsaṁ niyyātentā ‘‘tumhe etaṁ pāḷito ca aṭṭhakathāto ca pariharatha, sakkontā uttaripi uggaṇhathā’’ti evaṁ sakaladhammaṁ ganthavasena niyyātenti, tattha te ca bhikkhū ganthanāmena dīghabhāṇakā majjhimabhāṇakāti voharīyanti, te ca attano bhārabhūtaṁ koṭṭhāsaṁ pariccajitvā aññaṁ uggahetuṁ na labhanti.",
  "tika-vin07t6:128_6": "Taṁ sandhāyāha ‘‘sace majjhimabhāṇako hotī’’tiādi.",
  "tika-vin07t6:129_0": "Tattha heṭṭhimā vā tayo vaggāti mahāvaggato heṭṭhimā sagāthakavaggo (saṁ. ni.",
  "tika-vin07t6:129_1": "1.1 ādayo), nidānavaggo (saṁ. ni.",
  "tika-vin07t6:129_2": "2.1 ādayo), khandhavaggoti (saṁ. ni.",
  "tika-vin07t6:129_3": "3.1 ādiyo) ime tayo vaggā.",
  "tika-vin07t6:129_4": "Tikanipātato paṭṭhāya heṭṭhāti ekakanipātadukanipāte sandhāya vuttaṁ.",
  "tika-vin07t6:129_5": "Dhammapadampi saha vatthunā jātakabhāṇakena attano jātakena saddhiṁ uggahetabbaṁ.",
  "tika-vin07t6:129_6": "Tato oraṁ na vaṭṭatīti mahāpaccarivādassa adhippāyo.",
  "tika-vin07t6:129_7": "Tato tatoti dīghanikāyādito.",
  "tika-vin07t6:129_8": "Uccinitvā uggahitaṁ saddhammassa ṭhitiyā, bhikkhunopi pubbāparānusandhiādikusalatāya ca na hotīti ‘‘taṁ na vaṭṭatī’’ti paṭikkhittaṁ.",
  "tika-vin07t6:129_9": "Abhidhamme kiñci uggahetabbanti na vuttanti ettha yasmā vinaye kusalattikādivibhāgo, suttantesu samathavipassanāmaggo ca abhidhammapāṭhaṁ vinā na viññāyati, andhakāre paviṭṭhakālo viya hoti, tasmā suttavinayānaṁ gahaṇavasena abhidhammaggahaṇaṁ vuttamevāti visuṁ na vuttanti veditabbaṁ.",
  "tika-vin07t6:129_10": "Yathā ‘‘bhojanaṁ bhuñjitabba’’nti vutte ‘‘byañjanaṁ khāditabba’’nti avuttampi vuttameva hoti tadavinābhāvato, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-vin07t6:130_0": "Parimaṇḍalapadabyañjanāyāti parimaṇḍalāni paripuṇṇāni padesu sithiladhanitādibyañjanāni yassaṁ, tāya.",
  "tika-vin07t6:130_1": "Purassa esāti porī, nagaravāsīnaṁ kathāti attho.",
  "tika-vin07t6:130_2": "Anelagaḷāyāti ettha elāti kheḷaṁ taggaḷanavirahitāya.",
  "tika-vin07t6:130_3": "Kalyāṇavākkaraṇoti ettha vācā eva vākkaraṇaṁ, udāharaṇaghoso.",
  "tika-vin07t6:130_4": "Kalyāṇaṁ madhuraṁ vākkaraṇamassāti kalyāṇavākkaraṇo.",
  "tika-vin07t6:130_5": "Upasampannāya methuneneva abhabbo hoti, na sikkhamānāsāmaṇerīsūti āha ‘‘bhikkhuniyā kāyasaṁsaggaṁ vā’’tiādi.",
  "tika-vin07t6:131_0": "148.Garukehīti garukabhaṇḍehi.",
  "tika-vin07t6:131_1": "Ekatoupasampannāyāti upayogatthe bhummavacanaṁ.",
  "tika-vin07t6:131_2": "Bhikkhūnaṁ santike upasampannā nāma parivattaliṅgā vā pañcasatasākiyāniyo vā.",
  "tika-vin07t6:131_3": "Etā pana ekatoupasampannā ovadantassa pācittiyameva.",
  "tika-vin07t6:132_0": "149.Na nimantitā hutvā gantukāmāti nimantitā hutvā bhojanapariyosāne gantukāmā na honti, tattheva vasitukāmā hontīti attho.",
  "tika-vin07t6:132_1": "Yatoti bhikkhunupassayato.",
  "tika-vin07t6:132_2": "Yācitvāti ‘‘tumhehi ānītaovādeneva mayampi vasissāmā’’ti yācitvā.",
  "tika-vin07t6:132_3": "Tatthāti tasmiṁ bhikkhunupassaye.",
  "tika-vin07t6:132_4": "Abhikkhukāvāse vassaṁ vasantiyā pācittiyaṁ, apagacchantiyā dukkaṭaṁ.",
  "tika-vin07t6:133_0": "Imāsu katarāpatti pariharitabbāti codanaṁ pariharanto āha ‘‘sā rakkhitabbā’’ti.",
  "tika-vin07t6:133_1": "Sā vassānugamanamūlikā āpatti rakkhitabbā, itarāya anāpattikāraṇaṁ atthīti adhippāyo.",
  "tika-vin07t6:133_2": "Tenāha ‘‘āpadāsu hī’’tiādi.",
  "tika-vin07t6:134_0": "Ovādatthāyāti ovāde yācanatthāya.",
  "tika-vin07t6:134_1": "Dve tissoti dvīhi tīhi, karaṇatthe cetaṁ paccattavacanaṁ.",
  "tika-vin07t6:134_2": "Pāsādikenāti pasādajanakena kāyakammādinā.",
  "tika-vin07t6:134_3": "Sampādetūti tividhaṁ sikkhaṁ sampādetu.",
  "tika-vin07t6:134_4": "Asammatatā, bhikkhuniyā paripuṇṇūpasampannatā, ovādavasena aṭṭhagarudhammadānanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:135_0": "Ovādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:136_0": "2. Atthaṅgatasikkhāpadavaṇṇanā",
  "tika-vin07t6:137_0": "153.",
  "tika-vin07t6:137_1": "Dutiye kokanadanti padumavisesaṁ, taṁ kira bahupattaṁ vaṇṇasampannaṁ.",
  "tika-vin07t6:137_2": "Ayañhettha attho –",
  "tika-vin07t6:137_3": "yathā kokanadasaṅkhātaṁ padumaṁ, evaṁ phullamukhapadumaṁ avītaguṇagandhaṁ nimmale antalikkhe ādiccaṁ viya ca attano tejasā tapantaṁ tato eva virocamānaṁ aṅgehi niccharaṇakajutiyā aṅgīrasaṁ sammāsambuddhaṁ passāti.",
  "tika-vin07t6:137_4": "Rajoharaṇanti sarīre rajaṁ puñchatīti rajoharaṇanti puñchanacoḷassa nāmaṁ.",
  "tika-vin07t6:137_5": "Obhāsavissajjanapubbakā bhāsitagāthā obhāsagāthā nāma.",
  "tika-vin07t6:137_6": "Visuddhimaggādīsu (visuddhi.",
  "tika-vin07t6:137_7": "2.386) pana ‘‘rāgo rajo na ca pana reṇu vuccatī’’tiādi obhāsagāthā vuttā, na panesā ‘‘adhicetaso’’ti gāthā.",
  "tika-vin07t6:137_8": "Ayañca cūḷapanthakattherassa udānagāthāti udānapāḷiyaṁ natthi, ekudāniyattherassa (theragā.",
  "tika-vin07t6:137_9": "1.67 ekudāniyattheragāthāvaṇṇanā) nāyaṁ udānagāthāti tattha vuttaṁ.",
  "tika-vin07t6:137_10": "Idha pana pāḷiyā eva vuttattā therassāpi udānagāthāti gahetabbaṁ.",
  "tika-vin07t6:137_11": "Idha ca agarudhammenāpi ovadato pācittiyameva.",
  "tika-vin07t6:137_12": "Atthaṅgatasūriyatā, paripuṇṇūpasampannatā, ovadananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:138_0": "Atthaṅgatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:139_0": "3. Bhikkhunupassayasikkhāpadavaṇṇanā",
  "tika-vin07t6:140_0": "162.",
  "tika-vin07t6:140_1": "Tatiyaṁ uttānameva.",
  "tika-vin07t6:140_2": "Upassayūpagamanaṁ, paripuṇṇūpasampannatā, samayābhāvo, garudhammehi ovadananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:141_0": "Bhikkhunupassayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:142_0": "4. Āmisasikkhāpadavaṇṇanā",
  "tika-vin07t6:143_0": "164.",
  "tika-vin07t6:143_1": "Catutthe āmisanirapekkhampi āmisahetu ovadatītisaññāya bhaṇantassapi anāpatti sacittakattā sikkhāpadassa.",
  "tika-vin07t6:143_2": "Sesamettha uttānameva.",
  "tika-vin07t6:143_3": "Upasampannatā, dhammena laddhasammutitā, anāmisantaratā, avaṇṇakāmatāya evaṁ bhaṇananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:144_0": "Āmisasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:145_0": "169. Pañcamaṁ cīvaradānasikkhāpadaṁ uttānameva.",
  "tika-vin07t6:146_0": "6. Cīvarasibbanasikkhāpadavaṇṇanā",
  "tika-vin07t6:147_0": "176.",
  "tika-vin07t6:147_1": "Chaṭṭhe kathinavattanti kathinamāse cīvaraṁ karontānaṁ sabrahmacārīnaṁ sahāyabhāvūpagamanaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:147_2": "Vañcetvāti ‘‘tava ñātikāyā’’ti avatvā ‘‘ekissā bhikkhuniyā’’ti ettakameva vatvā ‘‘ekissā bhikkhuniyā’’ti sutvā te aññātikasaññino ahesunti āha ‘‘akappiye niyojitattā’’ti.",
  "tika-vin07t6:147_3": "Aññātikāya bhikkhuniyā santakatā, nivāsanapārupanūpagatā, vuttanayena sibbanaṁ vā sibbāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:148_0": "Cīvarasibbanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:149_0": "7. Saṁvidhānasikkhāpadavaṇṇanā",
  "tika-vin07t6:150_0": "183.",
  "tika-vin07t6:150_1": "Sattame pāḷiyaṁ gacchāma bhagini gacchāmāyyāti bhikkhupubbakaṁ saṁvidhānaṁ, itaraṁ bhikkhunipubbakaṁ .",
  "tika-vin07t6:150_2": "Ekaddhānamagganti ekato addhānasaṅkhātaṁ maggaṁ.",
  "tika-vin07t6:150_3": "Hiyyoti suve.",
  "tika-vin07t6:150_4": "Pareti tatiye divase.",
  "tika-vin07t6:151_0": "Dvidhā vuttappakāroti pādagamane pakkhagamaneti dvidhā vuttappakāro.",
  "tika-vin07t6:151_1": "Upacāro na labbhatīti yo parikkhittādigāmassa ekaleḍḍupātādiupacāro vutto, so idha na labbhati āsannattā.",
  "tika-vin07t6:151_2": "Etena ca antaraghareyevettha gāmoti adhippeto, na sakalaṁ gāmakhettaṁ.",
  "tika-vin07t6:151_3": "Tatthāpi yattha upacāro labbhati, tattha upacārokkamane eva āpattīti dasseti.",
  "tika-vin07t6:151_4": "Tenāha ‘‘ratanamattantaro’’tiādi.",
  "tika-vin07t6:151_5": "Upacārokkamanañcettha upacārabbhantare pavisanameva hoti.",
  "tika-vin07t6:151_6": "Tattha appavisitvāpi upacārato bahi addhayojanabbhantaragatena maggena gacchantopi maggassa dvīsu passesu addhayojanabbhantaragataṁ gāmūpacāraṁ sabbaṁ okkamitvā gacchaticceva vuccati.",
  "tika-vin07t6:151_7": "Addhayojanato bahi gatena maggena gacchanto na gāmūpacāragaṇanāya kāretabbo, addhayojanagaṇanāyeva kāretabbo.",
  "tika-vin07t6:151_8": "Evañca sati anantarasikkhāpade nāvāyeva gāmatīrapassena gacchantassa gāmūpacāragaṇanāya āpatti samatthitā hoti.",
  "tika-vin07t6:151_9": "Na hi sakkā nāvāya gāmūpacārabbhantare pavisituṁ.",
  "tika-vin07t6:151_10": "Tiṇṇaṁ maggānaṁ sambandhaṭṭhānaṁ siṅghāṭakaṁ.",
  "tika-vin07t6:151_11": "Etthantare saṁvidahiteti ettha na kevalaṁ yathāvuttarathikādīsu eva saṁvidahane dukkaṭaṁ, antarāmaggepīti adhippāyo.",
  "tika-vin07t6:152_0": "Addhayojanaṁ atikkamantassāti asati gāme addhayojanaṁ atikkamantassa.",
  "tika-vin07t6:152_1": "Yasmiñhi gāmakhettabhūtepi araññe addhayojanabbhantare gāmo na hoti, tampi idha agāmakaṁ araññanti adhippetaṁ, na viñjhāṭavādayo.",
  "tika-vin07t6:153_0": "185.Raṭṭhabhedeti raṭṭhavilope.",
  "tika-vin07t6:153_1": "Cakkasamāruḷhāti iriyāpathacakkaṁ, sakaṭacakkaṁ vā samāruḷhā.",
  "tika-vin07t6:153_2": "Dvinnampi saṁvidahitvā maggappaṭipatti, avisaṅketaṁ, samayābhāvo, anāpadā, gāmantarokkamanaṁ vā addhayojanātikkamo vāti imānettha pañca aṅgāni.",
  "tika-vin07t6:153_3": "Ekatoupasampannādīhi saddhiṁ saṁvidhāya gacchantassa pana mātugāmasikkhāpadena āpatti.",
  "tika-vin07t6:154_0": "Saṁvidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:155_0": "8. Nāvābhiruhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:156_0": "189.",
  "tika-vin07t6:156_1": "Aṭṭhame ekaṁ tīraṁ…pe…",
  "tika-vin07t6:156_2": "nirantaranti nadito addhayojanabbhantare padese niviṭṭhagāmehi nirantaratā vuttā.",
  "tika-vin07t6:156_3": "Ekaṁ agāmakaṁ araññanti tathā niviṭṭhagāmābhāvena vuttaṁ.",
  "tika-vin07t6:156_4": "Agāmakatīrapassenātiādi pana atirekaaddhayojanavitthataṁ nadiṁ sandhāya vuttaṁ.",
  "tika-vin07t6:156_5": "Tato ūnavitthārāya hi nadiyā majjhenāpi gamane tīradvayassāpi addhayojanabbhantare gatattā gāmantaragaṇanāya, addhayojanagaṇanāya ca āpattiyo paricchinditabbā.",
  "tika-vin07t6:156_6": "Teneva ‘‘yojanavitthatā…pe…",
  "tika-vin07t6:156_7": "addhayojanagaṇanāya pācittiyānī’’ti vuttaṁ.",
  "tika-vin07t6:156_8": "Teneva hi yojanato ūnāya nadiyā addhayojanabbhantaragatatīravaseneva āpattigaṇanaṁ vuttameva hoti.",
  "tika-vin07t6:156_9": "‘‘Sabbaaṭṭhakathāsū’’tiādinā vuttamevatthaṁ samattheti.",
  "tika-vin07t6:156_10": "Tattha kiñcāpi samuddataḷākādīsu pācittiyaṁ na vuttaṁ, tathāpi kīḷāpurekkhārassa tattha dukkaṭamevāti gahetabbaṁ, paṭhamaṁ kīḷāpurekkhārassāpi pacchā nāvāya niddupagatassa, yoniso vā manasi karontassa gāmantarokkamanādīsupi āpattisambhavato paṇṇattivajjatā, ticittatā cassa sikkhāpadassa vuttāti veditabbaṁ.",
  "tika-vin07t6:156_11": "Sesaṁ suviññeyyameva.",
  "tika-vin07t6:157_0": "Nāvābhiruhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:158_0": "9. Paripācitasikkhāpadavaṇṇanā",
  "tika-vin07t6:159_0": "197.",
  "tika-vin07t6:159_1": "Navame pāḷiyaṁ ‘‘sikkhamānā…pe…",
  "tika-vin07t6:159_2": "pañca bhojanāni ṭhapetvā sabbattha anāpattī’’ti idaṁ iminā sikkhāpadena anāpattiṁ sandhāya vuttaṁ.",
  "tika-vin07t6:159_3": "Pañcahi sahadhammikehi kataviññattiparikathādīhi uppannaṁ paribhuñjantassa dukkaṭameva.",
  "tika-vin07t6:159_4": "Bhikkhuniyā paripācitatā, tathā jānanaṁ, gihisamārambhābhāvo, bhojanatā, tassa ajjhoharaṇanti imānettha pañca aṅgāni.",
  "tika-vin07t6:160_0": "Paripācitasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:161_0": "10. Rahonisajjasikkhāpadavaṇṇanā",
  "tika-vin07t6:162_0": "198.",
  "tika-vin07t6:162_1": "Dasame upanandassa catutthasikkhāpadenāti mātugāmena rahonisajjasikkhāpadaṁ sandhāya vuttaṁ, taṁ pana acelakavagge pañcamampi upanandaṁ ārabbha paññattesu catutthattā evaṁ vuttanti daṭṭhabbaṁ.",
  "tika-vin07t6:163_0": "Rahonisajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:164_0": "Niṭṭhito ovādavaggo tatiyo.",
  "tika-vin07t6:165_0": "4. Bhojanavaggo",
  "tika-vin07t6:166_0": "1. Āvasathapiṇḍasikkhāpadavaṇṇanā",
  "tika-vin07t6:167_0": "206.",
  "tika-vin07t6:167_1": "Catutthavaggassa paṭhame imesaṁyevāti imesaṁ pāsaṇḍānaṁyeva.",
  "tika-vin07t6:167_2": "Ettakānanti imasmiṁ pāsaṇḍe ettakānaṁ.",
  "tika-vin07t6:168_0": "208.‘‘Gacchanto vā āgacchanto vā’’ti idaṁ addhayojanavasena gahetabbaṁ.",
  "tika-vin07t6:168_1": "Aññe uddissa paññattañca bhikkhūsu appasannehi titthiyehi sāmaññatopi paññattampi bhikkhūnaṁ na vaṭṭati eva.",
  "tika-vin07t6:168_2": "Āvasathapiṇḍatā, agilānatā, anuvasitvā bhojananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:169_0": "Āvasathapiṇḍasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:170_0": "2. Gaṇabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:171_0": "209.",
  "tika-vin07t6:171_1": "Dutiye abhimāreti abhibhavitvā bhagavantaṁ māraṇatthāya payojite dhanudhare.",
  "tika-vin07t6:171_2": "Nanu ‘‘rājānampi mārāpesī’’ti vacanato idaṁ sikkhāpadaṁ ajātasattuno kāle paññattanti siddhaṁ, evañca sati pāḷiyaṁ ‘‘tena kho pana samayena rañño māgadhassa…pe…",
  "tika-vin07t6:171_3": "ñātisālohito ājīvakesu pabbajito hoti…pe…",
  "tika-vin07t6:171_4": "bimbisāraṁ etadavocā’’tiādi virujjhatīti?",
  "tika-vin07t6:171_5": "Na virujjhati.",
  "tika-vin07t6:171_6": "So kira ājīvako bimbisārakālato pabhuti antarantarā bhikkhū nimantetvā dānaṁ dento ajātasattukālepi sikkhāpade paññattepi bhikkhūnaṁ santike dūtaṁ pāhesi, bhikkhū ca kukkuccāyantā nivāresuṁ.",
  "tika-vin07t6:171_7": "Tasmā ādito paṭṭhāya taṁ vatthu dassitanti veditabbaṁ.",
  "tika-vin07t6:172_0": "215.",
  "tika-vin07t6:172_1": "Aññamaññaṁ visadisaṁ rajjaṁ virajjaṁ, virajjato āgatā verajjakā.",
  "tika-vin07t6:172_2": "Te ca yasmā jātigottādito nānāvidhā, tasmā nānāverajjaketipi attho.",
  "tika-vin07t6:173_0": "217-8.",
  "tika-vin07t6:173_1": "Imassa sikkhāpadassa vatthuvaseneva viññattito gaṇabhojanatthatā siddhāti taṁ avatvā padabhājane asiddhameva nimantanato gaṇabhojanaṁ dassitanti veditabbaṁ.",
  "tika-vin07t6:173_2": "Tenāha ‘‘dvīhākārehī’’tiādi.",
  "tika-vin07t6:173_3": "‘‘Yena kenaci vevacanenā’’ti vuttattā ‘‘bhojanaṁ gaṇhathā’’tiādisāmaññanāmenāpi gaṇabhojanaṁ hoti.",
  "tika-vin07t6:173_4": "Yaṁ pana pāḷiyaṁ addhānagamanādivatthūsu ‘‘idheva bhuñjathā’’ti vuttavacanassa kukkuccāyanaṁ, tampi odanādināmaṁ gahetvā vuttattā eva katanti veditabbaṁ.",
  "tika-vin07t6:173_5": "Ekato gaṇhantīti aññamaññassa dvādasahatthaṁ amuñcitvā ekato ṭhatvā gaṇhanti.",
  "tika-vin07t6:174_0": "‘‘Amhākaṁ catunnampi bhattaṁ dehī’’ti vuttattā pāḷi (vaṇṇanā) yaṁ ‘‘tvaṁ ekassa bhikkhuno bhattaṁ dehī’’tiādino vuttattā ca bhojananāmena viññattameva gaṇabhojanaṁ hoti, tañca aññena viññattampi ekato gaṇhantānaṁ sabbesampi hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:174_1": "Visuṁ gahitaṁ pana viññattaṁ bhuñjato paṇītabhojanādisikkhāpadehi āpatti eva.",
  "tika-vin07t6:175_0": "Āgantukapaṭṭanti acchinditvā anvādhiṁ āropetvā karaṇacīvaraṁ sandhāya vuttaṁ.",
  "tika-vin07t6:175_1": "Ṭhapetīti ekaṁ antaṁ cīvare bandhanavasena ṭhapeti.",
  "tika-vin07t6:175_2": "Paccāgataṁ sibbatīti tasseva dutiyaantaṁ parivattitvā āhataṁ sibbati.",
  "tika-vin07t6:175_3": "Āgantukapaṭṭaṁ bandhatīti cīvarena laggaṁ karonto punappunaṁ tattha tattha suttena bandhati.",
  "tika-vin07t6:175_4": "Ghaṭṭetīti pamāṇena gahetvā daṇḍādīhi ghaṭṭeti.",
  "tika-vin07t6:175_5": "Suttaṁ karotīti guṇādibhāvena vaṭṭeti.",
  "tika-vin07t6:175_6": "Valetīti anekaguṇasuttaṁ hatthena vā cakkadaṇḍena vā vaṭṭeti ekattaṁ karoti.",
  "tika-vin07t6:175_7": "Parivattanaṁ karotīti parivattanadaṇḍayantakaṁ karoti, yasmiṁ suttaguḷaṁ pavesetvā veḷunāḷikādīsu ṭhapetvā paribbhamāpetvā suttakoṭito paṭṭhāya ākaḍḍhanti.",
  "tika-vin07t6:176_0": "220.Animantitacatutthanti animantito catuttho yassa bhikkhucatukkassa, taṁ animantitacatutthaṁ.",
  "tika-vin07t6:176_1": "Evaṁ sesesupi.",
  "tika-vin07t6:176_2": "Tenāha ‘‘pañcannaṁ catukkāna’’nti.",
  "tika-vin07t6:176_3": "Sampavesetvāti tehi yojetvā.",
  "tika-vin07t6:176_4": "Gaṇo bhijjatīti nimantitasaṅgho na hotīti attho.",
  "tika-vin07t6:177_0": "Adhivāsetvāgatesūti ettha akappiyanimantanādhivāsanakkhaṇe pubbapayoge dukkaṭampi natthi, viññattito pasavane pana viññattikkhaṇe itarasikkhāpadehi dukkaṭaṁ hotīti gahetabbaṁ.",
  "tika-vin07t6:177_1": "Nimantanaṁ sādiyathāti nimantanabhattaṁ paṭiggaṇhatha.",
  "tika-vin07t6:177_2": "Tāni cāti kummāsādīni ca tehi bhikkhūhi ekena pacchā gahitattā ekato na gahitāni.",
  "tika-vin07t6:178_0": "‘‘Bhattuddesakena paṇḍitena bhavitabbaṁ…pe…",
  "tika-vin07t6:178_1": "mocetabbā’’ti etena bhattuddesakena akappiyanimantane sādite sabbesampi sāditaṁ hoti.",
  "tika-vin07t6:178_2": "Ekato gaṇhantānaṁ gaṇabhojanāpatti ca hotīti dasseti.",
  "tika-vin07t6:178_3": "Dūtassa dvāre āgantvā puna ‘‘bhattaṁ gaṇhathā’’ti vacanabhayena ‘‘gāmadvāre aṭṭhatvā’’ti vuttaṁ.",
  "tika-vin07t6:178_4": "Gaṇabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:179_0": "Gaṇabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:180_0": "3. Paramparabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:181_0": "221.",
  "tika-vin07t6:181_1": "Tatiye pāḷiyaṁ bhattapaṭipāṭi aṭṭhitāti kulapaṭipāṭiyā dātabbā bhattapaṭipāṭi aṭṭhitā na ṭhitā, abbocchinnā nirantarappavattāti attho.",
  "tika-vin07t6:181_2": "Badaraphalāni pakkhipitvā pakkayāguādikaṁ ‘‘badarasāḷava’’nti vuccati.",
  "tika-vin07t6:182_0": "Pāḷiyaṁ paramparabhojaneti yena paṭhamaṁ nimantito, tassa bhojanato parassa bhojanassa bhuñjane.",
  "tika-vin07t6:182_1": "Vikappanāva idha anupaññattivasena mātikāyaṁ anāropitāpi parivāre ‘‘catasso anupaññattiyo’’ti (pari.",
  "tika-vin07t6:182_2": "86) anupaññattiyaṁ gaṇitā.",
  "tika-vin07t6:182_3": "Tattha kiñcāpi aṭṭhakathāyaṁ mahāpaccarivādassa pacchā kathanena parammukhāvikappanā patiṭṭhapitā, tathāpi sammukhāvikappanāpi gahetabbāva.",
  "tika-vin07t6:182_4": "Teneva mātikāṭṭhakathāyampi ‘‘yo bhikkhu pañcasu sahadhammikesu aññatarassa ‘mayhaṁ bhattapaccāsaṁ tuyhaṁ dammī’ti vā ‘vikappemī’ti vā evaṁ sammukhā’’tiādi (kaṅkhā. aṭṭha.",
  "tika-vin07t6:182_5": "paramparabhojanasikkhāpadavaṇṇanā) vuttaṁ.",
  "tika-vin07t6:183_0": "229.Khīraṁ vā rasaṁ vāti pañcabhojanāmisaṁ bhattato upari ṭhitaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:183_1": "Tañhi abhojanattā uppaṭipāṭiyā pivatopi anāpatti.",
  "tika-vin07t6:183_2": "Tenāha ‘‘bhuñjantenā’’tiādi.",
  "tika-vin07t6:184_0": "Vikappanāya akaraṇato akiriyāvasena idaṁ vācāyapi samuṭṭhitanti āha ‘‘vacīkamma’’nti.",
  "tika-vin07t6:184_1": "Paramparabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:185_0": "Paramparabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:186_0": "4. Kāṇamātāsikkhāpadavaṇṇanā",
  "tika-vin07t6:187_0": "231.",
  "tika-vin07t6:187_1": "Catutthe pāḷiyaṁ paṭiyālokanti pacchimadisaṁ, pacchādisanti attho.",
  "tika-vin07t6:187_2": "Apātheyyādiatthāya paṭiyāditantisaññāya gaṇhantassāpi āpatti eva acittakattā sikkhāpadassa.",
  "tika-vin07t6:187_3": "Attano atthāya ‘‘imassa hatthe dehī’’ti vacanenāpi āpajjanato ‘‘vacīkamma’’nti vuttaṁ.",
  "tika-vin07t6:187_4": "Vuttalakkhaṇapūvamanthatā, asesakatā, appaṭippassaddhagamanatā, aññātakāditā, atirekapaṭiggahaṇanti imānettha pañca aṅgāni.",
  "tika-vin07t6:188_0": "Kāṇamātāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:189_0": "5. Paṭhamapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin07t6:190_0": "237.",
  "tika-vin07t6:190_1": "Pañcame ‘‘ti-kāraṁ avatvā’’ti iminā kātabbasaddasāmatthiyā laddhaṁ iti-padaṁ katakāle na vattabbanti dasseti.",
  "tika-vin07t6:190_2": "Idha pana ajānantehi iti-sadde payuttepi atirittaṁ katameva hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:191_0": "238-9.",
  "tika-vin07t6:191_1": "‘‘Pavārito’’ti idañca kattuatthe nipphannanti dassetuṁ ‘‘katapavāraṇo’’tiādi vuttaṁ.",
  "tika-vin07t6:191_2": "Bhuttāvī-padassa niratthakabhāvameva sādhetuṁ ‘‘vuttampi ceta’’ntiādi vuttaṁ.",
  "tika-vin07t6:191_3": "Tāhīti puthukāhi.",
  "tika-vin07t6:191_4": "Sattumodakoti sattuṁ temetvā kato apakko.",
  "tika-vin07t6:191_5": "Sattuṁ pana pisitvā piṭṭhaṁ katvā temetvā pūvaṁ katvā pacanti, taṁ na pavāreti.",
  "tika-vin07t6:191_6": "‘‘Paṭikkhipitabbaṭṭhāne ṭhitameva paṭikkhipati nāmā’’ti vuttattā yaṁ yaṁ alajjisantakaṁ vā attano apāpuṇakasaṅghikādiṁ vā paṭikkhepato pavāraṇā na hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:192_0": "Āsannataraṁ aṅganti hatthapāsato bahi ṭhatvā onamitvā dentassa sīsaṁ āsannataraṁ hoti, tassa orimantena paricchinditabbaṁ.",
  "tika-vin07t6:193_0": "Apanāmetvāti abhimukhaṁ haritvā.",
  "tika-vin07t6:193_1": "‘‘Imaṁ bhattaṁ gaṇhā’’ti vadatīti kiñci anāmetvā vadati.",
  "tika-vin07t6:193_2": "Kevalaṁ vācābhihārassa anadhippetattā gaṇhathāti gahetuṁ āraddhaṁ kaṭacchunā anukkhittampi pubbepi evaṁ abhihaṭattā pavāraṇā hotīti ‘‘abhihaṭāva hotī’’ti vuttaṁ.",
  "tika-vin07t6:193_3": "Uddhaṭamatteti bhājanato viyojitamatte.",
  "tika-vin07t6:193_4": "Dvinnaṁ samabhārepīti parivesakassa ca aññassa ca bhattapacchibhājanavahane samakepīti attho.",
  "tika-vin07t6:194_0": "Rasaṁ gaṇhathāti ettha kevalaṁ maṁsarasassa apavāraṇājanakassa nāmena vuttattā paṭikkhipato pavāraṇā na hoti.",
  "tika-vin07t6:194_1": "Maccharasantiādīsu maccho ca rasañcāti atthassa sambhavato vatthunopi tādisattā pavāraṇā hoti, ‘‘idaṁ gaṇhathā’’tipi avatvā tuṇhībhāvena abhihaṭaṁ paṭikkhipatopi hoti eva.",
  "tika-vin07t6:194_2": "Karambakoti missakādhivacanametaṁ.",
  "tika-vin07t6:194_3": "Yañhi bahūhi missetvā karonti, so ‘‘karambako’’ti vuccati.",
  "tika-vin07t6:195_0": "‘‘Uddissa kata’’nti maññamānoti ettha vatthuno kappiyattā ‘‘pavāritova hotī’’ti vuttaṁ.",
  "tika-vin07t6:195_1": "Tañce uddissa katameva hoti, paṭikkhepo natthi.",
  "tika-vin07t6:195_2": "Ayamettha adhippāyoti ‘‘yenāpucchito’’tiādinā vuttamevatthaṁ sandhāya vadati.",
  "tika-vin07t6:195_3": "Kāraṇaṁ panettha duddasanti bhattassa bahutarabhāvena pavāraṇāsambhavakāraṇaṁ duddasaṁ, aññathā karambakepi macchādibahubhāve pavāraṇā bhaveyyāti adhippāyo.",
  "tika-vin07t6:195_4": "Yathā cettha kāraṇaṁ duddasaṁ, evaṁ parato ‘‘missakaṁ gaṇhathā’’ti etthāpi kāraṇaṁ duddasamevāti daṭṭhabbaṁ.",
  "tika-vin07t6:195_5": "Yañca ‘‘idaṁ pana bhattamissakamevā’’tiādi kāraṇaṁ vuttaṁ, tampi ‘‘appataraṁ na pavāretī’’ti vacanena na sameti.",
  "tika-vin07t6:195_6": "Visuṁ katvā detīti ‘‘rasaṁ gaṇhathā’’tiādinā vācāya visuṁ katvā detīti attho gahetabbo.",
  "tika-vin07t6:195_7": "Na pana kāyena rasādiṁ viyojetvāti.",
  "tika-vin07t6:195_8": "Tathā aviyojitepi paṭikkhipato pavāraṇāya asambhavato appavāraṇāpahoṇakassa nāmena vuttattā bhattamissakayāguṁ āharitvā ‘‘yāguṁ gaṇhathā’’ti vuttaṭṭhānādīsu viya, aññathā vā ettha yathā pubbāparaṁ na virujjhati, tathā adhippāyo gahetabbo.",
  "tika-vin07t6:196_0": "Nāvā vā setu vātiādimhi nāvādiabhiruhanādikkhaṇe kiñci ṭhatvāpi abhiruhanādikātabbattepi gamanatapparatāya ṭhānaṁ nāma na hoti, janasammaddena pana anokāsādibhāvena kātuṁ na vaṭṭati.",
  "tika-vin07t6:196_1": "Acāletvāti vuttaṭṭhānato aññasmimpi padese vā uddhaṁ vā apesetvā tasmiṁ eva pana ṭhāne parivattetuṁ labhati.",
  "tika-vin07t6:196_2": "Tenāha ‘‘yena passenā’’tiādi.",
  "tika-vin07t6:197_0": "Akappiyabhojanaṁ vāti kuladūsanādinā uppannaṁ, taṁ ‘‘akappiya’’nti iminā tena missaṁ odanādi atirittaṁ hoti evāti dasseti.",
  "tika-vin07t6:197_1": "Tasmā yaṁ tattha akappakataṁ kandaphalādi, taṁ apanetvā sesaṁ bhuñjitabbameva.",
  "tika-vin07t6:198_0": "So puna kātuṁ na labhatīti tasmiññeva bhājane kariyamānaṁ paṭhamakatena saddhiṁ kataṁ hotīti puna so eva kātuṁ na labhati, añño labhati.",
  "tika-vin07t6:198_1": "Aññena hi katato añño puna kātuṁ labhati.",
  "tika-vin07t6:198_2": "Aññasmiṁ pana bhājane tena vā aññena vā kātuṁ vaṭṭati.",
  "tika-vin07t6:198_3": "Tenāha ‘‘yena akataṁ, tena kātabbaṁ, yañca akataṁ, taṁ kātabba’’nti.",
  "tika-vin07t6:198_4": "Evaṁ katanti aññasmiṁ bhājane kataṁ.",
  "tika-vin07t6:198_5": "Sace pana āmisasaṁsaṭṭhānīti ettha mukhādīsu laggampi āmisaṁ sodhetvāva atirittaṁ bhuñjitabbanti veditabbaṁ.",
  "tika-vin07t6:199_0": "241.",
  "tika-vin07t6:199_1": "Vācāya āṇāpetvā atirittaṁ akārāpanato akiriyasamuṭṭhānanti daṭṭhabbaṁ.",
  "tika-vin07t6:199_2": "Pavāritabhāvo, āmisassa anatirittatā, kāle ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:200_0": "Paṭhamapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:201_0": "6. Dutiyapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin07t6:202_0": "243.",
  "tika-vin07t6:202_1": "Chaṭṭhe ‘‘bhuttasmi’’nti mātikāyaṁ vuttattā bhojanapariyosāne pācittiyaṁ.",
  "tika-vin07t6:202_2": "Pavāritatā, tathāsaññitā, āsādanāpekkhatā, anatirittena abhihaṭapavāraṇā, bhojanapaayosānanti imānettha pañca aṅgāni.",
  "tika-vin07t6:203_0": "Dutiyapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:204_0": "7. Vikālabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:205_0": "247. Sattame naṭānaṁ nāṭakāti naṭanāṭakā, sītāharaṇādīni.",
  "tika-vin07t6:206_0": "248-9.Khādanīye khādanīyatthanti pūvādikhādanīye vijjamānakhādanīyakiccaṁ khādanīyehi kātabbaṁ jighacchāharaṇasaṅkhātaṁ atthaṁ payojanaṁ neva pharanti na nipphādenti.",
  "tika-vin07t6:206_1": "Ekasmiṁ dese āhārakiccaṁ sādhentaṁ vā aññasmiṁ dese uṭṭhitabhūmirasādibhedena āhārakiccaṁ asādhentampi vā sambhaveyyāti āha ‘‘tesu tesu janapadesū’’tiādi.",
  "tika-vin07t6:206_2": "Keci pana ‘‘ekasmiṁ janapade āhārakiccaṁ sādhentaṁ sesajanapadesupi vikāle na kappati evāti dassanatthaṁ idaṁ vutta’’ntipi (sārattha. ṭī.",
  "tika-vin07t6:206_3": "pācittiyakaṇḍa 3.248-249) vadanti.",
  "tika-vin07t6:206_4": "Pakatiāhāravasenāti aññehi yāvakālikehi ayojitaṁ attano pakatiyāva āhārakiccakaraṇavasena.",
  "tika-vin07t6:206_5": "Sammohoyeva hotīti anekatthānaṁ nāmānaṁ, appasiddhānañca sambhavato sammoho eva siyā.",
  "tika-vin07t6:206_6": "Tenevettha mayampi mūlakamūlādīnaṁ pariyāyantaradassanena adassanaṁ karimha upadesatova gahetabbato.",
  "tika-vin07t6:207_0": "Yanti vaṭṭakandaṁ.",
  "tika-vin07t6:207_1": "Muḷālanti thūlataruṇamūlameva, rukkhavalliādīnaṁ matthakoti heṭṭhā vuttameva sampiṇḍetvā vuttaṁ.",
  "tika-vin07t6:207_2": "Acchivādīnaṁ aparipakkāneva phalāni yāvajīvikānīti dassetuṁ ‘‘aparipakkānī’’ti vuttaṁ.",
  "tika-vin07t6:207_3": "Harītakādīnaṁ aṭṭhīnīti ettha miñjaṁ yāvakālikanti keci vadanti, taṁ na yuttaṁ aṭṭhakathāyaṁ avuttattā.",
  "tika-vin07t6:208_0": "Hiṅgurukkhato paggharitaniyyāso hiṅgu nāma.",
  "tika-vin07t6:208_1": "Hiṅgujatuādayo ca hiṅguvikatiyova.",
  "tika-vin07t6:208_2": "Tattha hiṅgujatu nāma hiṅgurukkhassa daṇḍapattāni pacitvā kataniyyāso.",
  "tika-vin07t6:208_3": "Hiṅgusipāṭikā nāma hiṅgupattāni pacitvā kataniyyāso.",
  "tika-vin07t6:208_4": "Aññena missetvā katotipi vadanti.",
  "tika-vin07t6:208_5": "Takanti aggakoṭiyā nikkhantasileso.",
  "tika-vin07t6:208_6": "Takapattinti pattato nikkhantasileso.",
  "tika-vin07t6:208_7": "Takapaṇṇinti palāse bhajjitvā katasileso.",
  "tika-vin07t6:208_8": "Daṇḍato nikkhantasilesotipi vadanti.",
  "tika-vin07t6:208_9": "Vikālatā, yāvakālikatā, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:209_0": "Vikālabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:210_0": "8. Sannidhikārakasikkhāpadavaṇṇanā",
  "tika-vin07t6:211_0": "252-3.",
  "tika-vin07t6:211_1": "Aṭṭhame tādisanti asūpabyañjanaṁ.",
  "tika-vin07t6:211_2": "Yāvakālikaṁ vā yāmakālikaṁ vā…pe…",
  "tika-vin07t6:211_3": "pācittiyanti ettha kiñcāpi pāḷiyaṁ khādanīyabhojanīyapadehi yāvakālikameva saṅgahitaṁ, na yāmakālikaṁ.",
  "tika-vin07t6:211_4": "Tathāpi ‘‘anāpatti yāmakālikaṁ yāme nidahitvā bhuñjatī’’ti idha ceva –",
  "tika-vin07t6:212_0": "‘‘Yāmakālikena , bhikkhave, sattāhakālikaṁ…pe…",
  "tika-vin07t6:212_1": "yāvajīvikaṁ tadahupaṭiggahitaṁ yāme kappati, yāmātikkante na kappatī’’ti (mahāva. 305) –",
  "tika-vin07t6:213_0": "Aññattha ca vuttattā, ‘‘yāmakālika’’nti vacanasāmatthiyato ca bhagavato adhippāyaññūhi aṭṭhakathācariyehi yāmakālikaṁ sannidhikārakakataṁ pācittiyavatthumeva vuttanti daṭṭhabbaṁ.",
  "tika-vin07t6:213_1": "Yanti pattaṁ, ghaṁsanakiriyāpekkhāya cetaṁ upayogavacanaṁ.",
  "tika-vin07t6:213_2": "Aṅgulilekhā paññāyatīti sinehābhāvepi pattassa succhavitāya paññāyati.",
  "tika-vin07t6:213_3": "Yanti yāvakālikaṁ, yāmakālikañca.",
  "tika-vin07t6:213_4": "Apariccattamevāti nirapekkhatāya anupasampannassa adinnaṁ, apariccattañca yāvakālikādivatthumeva sandhāya vadati, na pana taggatapaṭiggahaṇaṁ.",
  "tika-vin07t6:213_5": "Na hi vatthuṁ apariccajitvā tatthagatapaṭiggahaṇaṁ pariccajituṁ sakkā, na ca tādisaṁ vacanamatthi.",
  "tika-vin07t6:213_6": "Yadi bhaveyya, ‘‘sace patto duddhoto hoti…pe…",
  "tika-vin07t6:213_7": "bhuñjantassa pācittiya’’nti vacanaṁ virujjheyya.",
  "tika-vin07t6:213_8": "Na hi dhovanena āmisaṁ apanetuṁ vāyamantassa paṭiggahaṇe apekkhā vattati.",
  "tika-vin07t6:213_9": "Yena punadivase bhuñjato pācittiyaṁ janeyya, patte pana vattamānā apekkhā taggatike āmisepi vattati evanāmāti āmise anapekkhatā ettha na labbhati, tato āmise avijahitapaṭiggahaṇaṁ punadivase pācittiyaṁ janetīti idaṁ vuttaṁ.",
  "tika-vin07t6:213_10": "Atha mataṁ ‘‘yadaggenettha āmisānapekkhatā na labbhati.",
  "tika-vin07t6:213_11": "Tadaggena paṭiggahaṇānapekkhāpi na labbhatī’’ti.",
  "tika-vin07t6:213_12": "Tathā sati yattha āmisāpekkhā atthi, tattha paṭiggahaṇāpekkhāpi na vigacchatīti āpannaṁ, evañca paṭiggahaṇe anapekkhavissajjanaṁ visuṁ na vattabbaṁ siyā.",
  "tika-vin07t6:213_13": "Aṭṭhakathāyañcetampi paṭiggahaṇavijahanakāraṇattena abhimataṁ siyā, idaṁ suṭṭhutaraṁ katvā visuṁ vattabbaṁ cīvarāpekkhāya vattamānāyapi paccuddhārena adhiṭṭhānavijahanaṁ viya.",
  "tika-vin07t6:213_14": "Etasmiñca upāye sati gaṇṭhikāhatapattesu avaṭṭanatā nāma na siyāti vuttovāyamattho.",
  "tika-vin07t6:213_15": "Tasmā yaṁ vuttaṁ sāratthadīpaniyaṁ ‘‘yaṁ parassa pariccajitvā adinnampi sace paṭiggahaṇe nirapekkhanissajjanena vijahitapaṭiggahaṇaṁ hoti, tampi dutiyadivase vaṭṭatī’’tiādi (sārattha. ṭī.",
  "tika-vin07t6:213_16": "pācittiyakaṇḍa 3.252-253), taṁ na sārato paccetabbaṁ.",
  "tika-vin07t6:214_0": "Pakatiāmiseti odanādikappiyayāvakālike.",
  "tika-vin07t6:214_1": "Dveti purebhattaṁ paṭiggahitaṁ yāmakālikaṁ purebhattaṁ sāmisena mukhena bhuñjato sannidhipaccayā ekaṁ, yāmakālikasaṁsaṭṭhatāya yāvakālikattabhajanena anatirittapaccayā ekanti dve pācittiyāni.",
  "tika-vin07t6:214_2": "Vikappadvayeti sāmisanirāmisapakkhadvaye.",
  "tika-vin07t6:214_3": "Thullaccayañca dukkaṭañcāti manussamaṁse thullaccayaṁ, sesesu dukkaṭaṁ.",
  "tika-vin07t6:214_4": "Yāvakālikayāmakālikatā, sannidhibhāvo, tassa ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:215_0": "Sannidhikārakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:216_0": "9. Paṇītabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:217_0": "259.",
  "tika-vin07t6:217_1": "Navame paṇītasaṁsaṭṭhāni bhojanāni paṇītabhojanānīti pāḷiyaṁ pana bhojanāni pubbe vuttattā pākaṭānīti adassitāni, tādisehi paṇītehi missattā paṇītabhojanāni nāma honti.",
  "tika-vin07t6:217_2": "Tesaṁ pabhedadassanatthaṁ ‘‘seyyathidaṁ sappi navanīta’’ntiādi vuttaṁ.",
  "tika-vin07t6:217_3": "Sappibhattanti ettha kiñcāpi sappinā saṁsaṭṭhaṁ bhattaṁ, sappi ca bhattañcātipi attho viññāyati, aṭṭhakathāyaṁ pana ‘‘sālibhattaṁ viya sappibhattaṁ nāma natthī’’tiādinā vuttattā na sakkā aññaṁ vatthuṁ.",
  "tika-vin07t6:217_4": "Aṭṭhakathācariyā eva hi īdisesu ṭhānesu pamāṇaṁ.",
  "tika-vin07t6:218_0": "Mūlanti kappiyabhaṇḍaṁ vuttaṁ.",
  "tika-vin07t6:218_1": "Tasmā anāpattīti ettha visaṅketena pācittiyābhāvepi sūpodanadukkaṭā na muccatīti vadanti.",
  "tika-vin07t6:218_2": "‘‘Kappiyasappinā, akappiyasappinā’’ti ca idaṁ kappiyākappiyamaṁsasattānaṁ vasena vuttaṁ.",
  "tika-vin07t6:219_0": "261.Mahānāmasikkhāpadaṁ nāma upari cātumāsapaccayapavāraṇāsikkhāpadaṁ (pāci.",
  "tika-vin07t6:219_1": "303 ādayo).",
  "tika-vin07t6:219_2": "Agilāno hi appavāritaṭṭhāne viññāpentopi kālaparicchedaṁ, bhesajjaparicchedaṁ vā katvā saṅghavasena pavāritaṭṭhānato taduttari viññāpentena, paricchedabbhantarepi na bhesajjakaraṇīyena rogena bhesajjaṁ viññāpentena ca samo hotīti ‘‘mahānāmasikkhāpadena kāretabbo’’ti vuttaṁ.",
  "tika-vin07t6:219_3": "Paṇītabhojanatā, agilānatā, akataviññattiyā paṭilābho, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:220_0": "Paṇītabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:221_0": "10. Dantaponasikkhāpadavaṇṇanā",
  "tika-vin07t6:222_0": "263. Dasame ghanabaddhoti ghanamaṁsena sambaddho, kathinasaṁhatasarīroti attho.",
  "tika-vin07t6:223_0": "264.Mukhadvāranti mukhato heṭṭhā dvāraṁ mukhadvāraṁ, galanāḷikanti attho.",
  "tika-vin07t6:223_1": "Evañca nāsikāya paviṭṭhampi mukhadvāraṁ paviṭṭhameva hoti, mukhe pakkhittamattañca appaviṭṭhaṁ.",
  "tika-vin07t6:223_2": "Āhāranti ajjhoharitabbaṁ kālikaṁ adhippetaṁ, na udakaṁ.",
  "tika-vin07t6:223_3": "Tañhi bhesajjasaṅgahitampi akālikameva paṭiggahitasseva kālikattā.",
  "tika-vin07t6:223_4": "Udake hi paṭiggahaṇaṁ na ruhati.",
  "tika-vin07t6:223_5": "Teneva bhikkhunā tāpitena udakena cirapaṭiggahitena ca akappiyakuṭiyaṁ vutthena ca saha āmisaṁ bhuñjantassāpi sāmapākādidoso na hoti.",
  "tika-vin07t6:223_6": "Vakkhati hi ‘‘bhikkhu yāguatthāya…pe…",
  "tika-vin07t6:223_7": "udakaṁ tāpeti, vaṭṭatī’’tiādi (pāci. aṭṭha. 265).",
  "tika-vin07t6:223_8": "Bhikkhū pana etaṁ adhippāyaṁ tadā na jāniṁsu.",
  "tika-vin07t6:223_9": "Tenāha ‘‘sammā atthaṁ asallakkhetvā’’tiādi.",
  "tika-vin07t6:224_0": "265.Rathareṇumpīti rathe gacchante uṭṭhahanareṇusadisareṇuṁ.",
  "tika-vin07t6:224_1": "Tena tato sukhumaṁ ākāse paribbhamanakaṁ dissamānampi abbohārikanti dasseti.",
  "tika-vin07t6:224_2": "Akallakoti gilāno.",
  "tika-vin07t6:225_0": "‘‘Gahetuṁ vā…pe…",
  "tika-vin07t6:225_1": "tassa orimantenā’’ti iminā ākāse ujuṁ ṭhatvā parena ukkhittaṁ gaṇhantassāpi āsannaṅgabhūtapādatalato paṭṭhāya hatthapāso paricchinditabbo, na pana sīsantato paṭṭhāyāti dasseti.",
  "tika-vin07t6:225_2": "Tattha ‘‘orimantenā’’ti imassa heṭṭhimantenāti attho gahetabbo.",
  "tika-vin07t6:226_0": "Ettha ca pavāraṇāsikkhāpadaṭṭhakathāyaṁ ‘‘sace bhikkhu nisinno hoti, āsanassa pacchimantato paṭṭhāyā’’tiādinā (pāci. aṭṭha.",
  "tika-vin07t6:226_1": "238-239) paṭiggāhakānaṁ āsannaṅgassa pārimantato paṭṭhāya paricchedassa dassitattā idhāpi ākāse ṭhitassa paṭiggāhakassa āsannaṅgabhūtapādaṅgulassa pārimantabhūtato paṇhipariyantassa heṭṭhimatalato paṭṭhāya, dāyakassa pana orimantabhūtato pādaṅgulassa heṭṭhimatalato paṭṭhāya hatthapāso paricchinditabboti daṭṭhabbaṁ.",
  "tika-vin07t6:226_2": "Imināva nayena bhūmiyaṁ nipajjitvā ussīse nisinnassa hatthato paṭiggaṇhantassapi āsannasīsaṅgassa pārimantabhūtato gīvantato paṭṭhāyeva hatthapāso minitabbo, na pādatalato paṭṭhāya.",
  "tika-vin07t6:226_3": "Evaṁ nipajjitvā dānepi yathānurūpaṁ veditabbaṁ.",
  "tika-vin07t6:226_4": "‘‘Yaṁ āsannataraṁ aṅga’’nti hi vuttaṁ.",
  "tika-vin07t6:227_0": "Paṭiggahaṇasaññāyāti ‘‘mañcādinā paṭiggahessāmī’’ti uppāditasaññāya.",
  "tika-vin07t6:227_1": "Iminā ‘‘paṭiggaṇhāmī’’ti vācāya vattabbakiccaṁ natthīti dasseti.",
  "tika-vin07t6:227_2": "Katthaci aṭṭhakathāsu, padesesu vā.",
  "tika-vin07t6:227_3": "Asaṁhārime phalaketi thāmamajjhimena purisena asaṁhāriye.",
  "tika-vin07t6:227_4": "Puñchitvā paṭiggahetvāti puñchitepi rajanacuṇṇasaṅkāya sati paṭiggahaṇatthāya vuttaṁ, nāsati.",
  "tika-vin07t6:227_5": "Taṁ panāti patitarajaṁ appaṭiggahetvā upari gahitapiṇḍapātaṁ.",
  "tika-vin07t6:227_6": "Anāpattīti durupaciṇṇādidoso natthi.",
  "tika-vin07t6:227_7": "‘‘Anupasampannassa dassāmī’’tiādipi vinayadukkaṭaparihārāya vuttaṁ.",
  "tika-vin07t6:227_8": "Tathā akatvā gahitepi paṭiggahetvā paribhuñjato anāpatti eva.",
  "tika-vin07t6:227_9": "‘‘Anupasampannassa datvā’’ti idampi purimābhogānuguṇatāya vuttaṁ.",
  "tika-vin07t6:228_0": "Carukenāti khuddakabhājanena.",
  "tika-vin07t6:228_1": "Abhihaṭattāti diyyamānakkhaṇaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:228_2": "Datvā apanayanakāle pana chārikā vā bindūni vā patanti, puna paṭiggahetabbaṁ abhihārassa vigatattāti vadanti.",
  "tika-vin07t6:228_3": "Taṁ yathā na patati, tathā apanessāmīti pariharante yujjati.",
  "tika-vin07t6:228_4": "Pakatisaññāya apanente abhihāro na chijjati, taṁ paṭiggahitameva hoti.",
  "tika-vin07t6:228_5": "Mukhavaṭṭiyāpi gahetuṁ vaṭṭatīti abhihariyamānassa pattassa mukhavaṭṭiyā uparibhāge hatthaṁ pasāretvā phusituṁ vaṭṭati.",
  "tika-vin07t6:229_0": "Pādena pelletvāti ‘‘pādena paṭiggahessāmī’’tisaññāya akkamitvā.",
  "tika-vin07t6:229_1": "Kecīti abhayagirivāsino.",
  "tika-vin07t6:229_2": "Vacanamattamevāti paṭibaddhappaṭibaddhanti saddamattameva nānaṁ, kāyapaṭibaddhameva hoti.",
  "tika-vin07t6:229_3": "Tasmā tesaṁ vacanaṁ na gahetabbanti adhippāyo.",
  "tika-vin07t6:230_0": "Tena āharāpetunti yassa bhikkhuno santikaṁ gataṁ, taṁ idha ānehīti āṇāpetvā tena āharāpetuṁ itarassa vaṭṭatīti attho.",
  "tika-vin07t6:230_1": "Na tato paranti tadaheva sāmaṁ appaṭiggahitaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:230_2": "Tadaheva paṭiggahitaṁ pana punadivasādīsu appaṭiggahetvāpi paribhuñjituṁ vaṭṭatīti vadanti.",
  "tika-vin07t6:231_0": "Khiyyantīti khayaṁ gacchanti, tesaṁ cuṇṇehi thullaccayaappaṭiggahaṇāpattiyo na hontīti adhippāyo.",
  "tika-vin07t6:231_1": "‘‘Navasamuṭṭhita’’nti eteneva ucchuādīsu abhinavalaggattā abbohārikaṁ na hotīti dasseti.",
  "tika-vin07t6:231_2": "Eseva nayoti sannidhidosādiṁ sandhāya vadati.",
  "tika-vin07t6:231_3": "Tenāha ‘‘na hī’’tiādi.",
  "tika-vin07t6:231_4": "Tena ca paṭiggahaṇaṅgesu pañcasupi samiddhesu ajjhoharitukāmatāya gahitameva paṭiggahitaṁ nāma hoti ajjhoharitabbesu eva paṭiggahaṇassa anuññātattāti dasseti.",
  "tika-vin07t6:231_5": "Tathā bāhiraparibhogatthāya gahetvā ṭhapitatelādiṁ ajjhoharitukāmatāya sati paṭiggahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin07t6:232_0": "Kesañcītiādīsu anupasampannānaṁ atthāya katthaci ṭhapiyamānampi hatthato muttamatte eva paṭiggahaṇaṁ na vijahati, atha kho bhājane patitameva paṭiggahaṇaṁ vijahati.",
  "tika-vin07t6:232_1": "Bhājanañca bhikkhunā punadivasatthāya apekkhitamevāti taggatampi āmisaṁ duddhotapattagataṁ viya paṭiggahaṇaṁ na vijahatīti āsaṅkāya ‘‘sāmaṇerassa hatthe pakkhipitabba’’nti vuttanti veditabbaṁ.",
  "tika-vin07t6:232_2": "Īdisesu hi yutti na gavesitabbā, vuttanayeneva paṭipajjitabbaṁ.",
  "tika-vin07t6:232_3": "‘‘Pattagatā yāgū’’ti iminā pattamukhavaṭṭiyā phuṭṭhepi kūṭe yāgu paṭiggahitā, uggahitā vā na hoti bhikkhuno anicchāya phuṭṭhattāti dasseti.",
  "tika-vin07t6:232_4": "Āropetīti hatthaṁ phusāpeti.",
  "tika-vin07t6:232_5": "Paṭiggahaṇūpagaṁ bhāraṁ nāma majjhimassa purisassa ukkhepārahaṁ.",
  "tika-vin07t6:232_6": "Na pidahitabbanti hatthato muttaṁ sandhāya vuttaṁ, hatthagataṁ pana itarena hatthena pidahato, hatthato muttampi vā aphusitvā uparipidhānaṁ pātentassa na doso.",
  "tika-vin07t6:233_0": "Paṭiggaṇhātīti chāyatthāya upari dhārayamānā mahāsākhā yena kenaci chijjeyya, tattha laggarajaṁ mukhe pāteyya cāti kappiyaṁ kārāpetvā paṭiggaṇhāti.",
  "tika-vin07t6:233_1": "Kuṇḍaketi mahāghaṭe.",
  "tika-vin07t6:233_2": "Tasmimpīti cāṭighaṭepi.",
  "tika-vin07t6:233_3": "Gāhāpetvāti appaṭiggahitaṁ kālikaṁ gāhāpetvā.",
  "tika-vin07t6:234_0": "Dutiyattherassāti ‘‘therassa pattaṁ mayhaṁ dethā’’ti tena attano pariccajāpetvā dutiyattherassa deti.",
  "tika-vin07t6:234_1": "Ettha panāti pattaparivattane.",
  "tika-vin07t6:234_2": "Kāraṇanti ettha yathā ‘‘sāmaṇerā ito amhākampi dentī’’ti vitakko uppajjati, na tathāti kāraṇaṁ vadanti, tañca yuttaṁ.",
  "tika-vin07t6:234_3": "Yassa pana tādiso vitakko natthi, tena aparivattetvāpi bhuñjituṁ vaṭṭati.",
  "tika-vin07t6:235_0": "Niccāletunti cāletvā pāsāṇasakkharādiapanayaṁ kātuṁ.",
  "tika-vin07t6:235_1": "Uddhanaṁ āropetabbanti anaggikaṁ uddhanaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:235_2": "Uddhane paccamānassa āluḷane upari apakkataṇḍulā heṭṭhā pavisitvā paccatīti āha ‘‘sāmaṁpākañceva hotī’’ti.",
  "tika-vin07t6:236_0": "Ādhārake patto ṭhapitoti appaṭiggahitāmiso patto puna paṭiggahaṇatthāya ṭhapito.",
  "tika-vin07t6:236_1": "Ekaggahaṇenevāti sāmaṇerānaṁ gahitassa puna acchaḍḍanavasena gahaṇena.",
  "tika-vin07t6:236_2": "Bhuñjituṁ vaṭṭatīti dhūmavaṭṭiyā tadahupaṭiggahitattā vuttaṁ.",
  "tika-vin07t6:236_3": "Bhattuggārotiādi abbohārikappasaṅgena vikālabhojanavinicchayadassanaṁ.",
  "tika-vin07t6:236_4": "Samuddodakenāti appaṭiggahitena.",
  "tika-vin07t6:236_5": "Himakarakā nāma kadāci vassodakena saha patanakā pāsāṇalekhā viya ghanībhūtaudakavisesā, tesu paṭiggahaṇakiccaṁ natthi.",
  "tika-vin07t6:236_6": "Tenāha ‘‘udakagatikā evā’’ti.",
  "tika-vin07t6:236_7": "Purebhattameva vaṭṭatīti appaṭiggahitāpattīhi abbohārikampi vikālabhojanāpattīhi sabbohārikanti dasseti.",
  "tika-vin07t6:237_0": "Laggatīti mukhe ca hatthe ca mattikāvaṇṇaṁ dasseti.",
  "tika-vin07t6:237_1": "Bahalanti hatthamukhesu alagganakampi paṭiggahetabbaṁ.",
  "tika-vin07t6:237_2": "Vāsamattanti reṇukhīrābhāvaṁ dasseti.",
  "tika-vin07t6:237_3": "Ākirati paṭiggahetabbanti puppharasassa paññāyanato vuttaṁ.",
  "tika-vin07t6:238_0": "Mahābhūtesūti pāṇasarīrasannissitesu pathavīādimahābhūtesu.",
  "tika-vin07t6:238_1": "Sabbaṁ vaṭṭatīti attano, paresañca sarīranissitaṁ sabbaṁ vaṭṭati.",
  "tika-vin07t6:238_2": "Akappiyamaṁsānulomatāya thullaccayādiṁ na janetīti adhippāyo.",
  "tika-vin07t6:238_3": "Patatīti attano sarīrato vicchinditvā patati.",
  "tika-vin07t6:238_4": "‘‘Rukkhato chinditvā’’ti vuttattā mattikatthāya pathaviṁ khaṇituṁ, aññampi yaṁkiñci mūlapaṇṇādivisabhesajjaṁ chinditvā chārikaṁ akatvāpi appaṭiggahitampi paribhuñjituṁ vaṭṭatīti daṭṭhabbaṁ.",
  "tika-vin07t6:238_5": "Appaṭiggahitatā, ananuññātatā, dhūmādiabbohārikatābhāvo, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:239_0": "Dantaponasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:240_0": "Niṭṭhito bhojanavaggo catuttho.",
  "tika-vin07t6:241_0": "5. Acelakavaggo",
  "tika-vin07t6:242_0": "1. Acelakasikkhāpadavaṇṇanā",
  "tika-vin07t6:243_0": "273.",
  "tika-vin07t6:243_1": "Pañcamavaggassa paṭhame mayhaṁ nāmāti bhikkhunā bhūmiyaṁ ṭhapetvā dinnampi sandhāya vadati.",
  "tika-vin07t6:243_2": "Aññatitthiyatā, ananuññātatā, ajjhoharaṇīyatā, ajjhoharaṇatthāya sahatthā anikkhittabhājane dānanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:244_0": "Acelakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:245_0": "2. Uyyojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:246_0": "274.",
  "tika-vin07t6:246_1": "Dutiye anācāraṁ ācaritukāmatā, tadatthameva upasampannassa uyyojanā, tassa upacārātikkamoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:247_0": "Uyyojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:248_0": "3. Sabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:249_0": "281.",
  "tika-vin07t6:249_1": "Tatiye pāḷiyaṁ khuddake ghareti ettha khuddakaṁ gharaṁ nāma pañcahatthato ūnakavitthāraṁ adhippetaṁ.",
  "tika-vin07t6:249_2": "Tattha ca piṭṭhasaṅghāṭato hatthapāse avijahitepi piṭṭhivaṁsātikkamo hotīti āha ‘‘piṭṭhivaṁsaṁ atikkamitvā’’ti.",
  "tika-vin07t6:249_3": "Yathā tathā vā katassāti piṭṭhivaṁsaṁ āropetvā vā anāropetvā vā katassa.",
  "tika-vin07t6:250_0": "283.",
  "tika-vin07t6:250_1": "Pāḷiyaṁ vītarāgāti apariyuṭṭhitarāgānaṁ, anāgāmīnañca saṅgaho.",
  "tika-vin07t6:250_2": "Sacittakanti anupavisitvā nisīdanacittena sacittakaṁ.",
  "tika-vin07t6:250_3": "Pariyuṭṭhitarāgajāyampatikānaṁ sannihitatā, sayanigharatā, dutiyassa bhikkhuno abhāvo, anupakhajja nisīdananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:251_0": "Sabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:252_0": "284-289. Catutthapañcamāni vuttatthāni.",
  "tika-vin07t6:253_0": "6. Cārittasikkhāpadavaṇṇanā",
  "tika-vin07t6:254_0": "298.",
  "tika-vin07t6:254_1": "Chaṭṭhe ‘‘pariyesitvā ārocanakiccaṁ nāma natthī’’ti vuttattā yo apariyesitabbo upasaṅkamituṁ yuttaṭṭhāne dissati, so sacepi pakativacanassa savanūpacāraṁ atikkamma ṭhito upagantvā āpucchitabbo.",
  "tika-vin07t6:254_2": "Tenāha ‘‘api ca…pe…",
  "tika-vin07t6:254_3": "yaṁ passati, so āpucchitabbo’’tiādi.",
  "tika-vin07t6:255_0": "302.",
  "tika-vin07t6:255_1": "Anāpattivāre cettha antarārāmādīnaññeva vuttattā vihārato gāmavīthiṁ anuññātakāraṇaṁ vinā atikkamantassāpi āpatti hoti, na pana gharūpacāraṁ atikkamantasseva.",
  "tika-vin07t6:256_0": "Yaṁ pana pāḷiyaṁ ‘‘aññassa gharūpacāraṁ okkamantassa…pe…",
  "tika-vin07t6:256_1": "paṭhamaṁ pādaṁ ummāraṁ atikkāmetī’’tiādi vuttaṁ.",
  "tika-vin07t6:256_2": "Taṁ gāme paviṭṭhaṁ sandhāya vuttaṁ, tathāpi aññassa gharūpacāraṁ anokkamitvā vīthimajjheneva gantvā icchiticchitagharadvārābhimukhe ṭhatvā manusse oloketvā gacchantassāpi pācittiyameva.",
  "tika-vin07t6:256_3": "Tattha keci ‘‘vīthiyaṁ atikkamantassa gharūpacāragaṇanāya āpattiyo’’ti vadanti.",
  "tika-vin07t6:256_4": "Aññe pana ‘‘yāni kulāni uddissa gato, tesaṁ gaṇanāyā’’ti.",
  "tika-vin07t6:256_5": "Pañcannaṁ bhojanānaṁ aññatarena nimantanasādiyanaṁ, santaṁ bhikkhuṁ anāpucchanā, bhattiyagharato aññagharūpasaṅkamanaṁ, majjhanhikānatikkamo, samayāpadānaṁ abhāvoti imānettha pañca aṅgāni.",
  "tika-vin07t6:257_0": "Cārittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:258_0": "7. Mahānāmasikkhāpadavaṇṇanā",
  "tika-vin07t6:259_0": "303.",
  "tika-vin07t6:259_1": "Sattame mahānāmoti sukkodanassa putto anuruddhattherassa, satthu ca jeṭṭhabhātā.",
  "tika-vin07t6:259_2": "Ānandatthero amitodanassa putto, nandatthero pana suddhodanasseva.",
  "tika-vin07t6:260_0": "305.",
  "tika-vin07t6:260_1": "Pāḷiyaṁ kālaṁ āharissathāti ajjatanaṁ kālaṁ vītināmessatha, sve bhesajjaṁ harissathāti vā attho.",
  "tika-vin07t6:260_2": "‘‘Atthi pavāraṇā bhesajjapariyantā ca rattipariyantā cā’’ti tatiyakoṭṭhāse niyamitameva bhesajjaṁ niyamitakālantareyeva gahetabbaṁ, na tato bahi.",
  "tika-vin07t6:260_3": "Itarathā visuṁ payojanaṁ natthīti daṭṭhabbaṁ.",
  "tika-vin07t6:260_4": "Sapariyantā saṅghapavāraṇā, taduttari bhesajjaviññatti, agilānatāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:261_0": "Mahānāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:262_0": "8. Uyyuttasenāsikkhāpadavaṇṇanā",
  "tika-vin07t6:263_0": "315.",
  "tika-vin07t6:263_1": "Aṭṭhame ekamekanti ettha duvaṅginīpi tivaṅginīpi senā saṅgayhati.",
  "tika-vin07t6:263_2": "Uyyuttacaturaṅgasenādassanāya tathārūpapaccayādiṁ vinā gamanaṁ, ananuññātokāse dassananti imānettha dve aṅgāni.",
  "tika-vin07t6:264_0": "Uyyuttasenāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:265_0": "9. Senāvāsasikkhāpadavaṇṇanā",
  "tika-vin07t6:266_0": "319. Navame senāya catuttho sūriyatthaṅgamo, agilānatāti imānettha dve aṅgāni.",
  "tika-vin07t6:267_0": "Senāvāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:268_0": "10. Uyyodhikasikkhāpadavaṇṇanā",
  "tika-vin07t6:269_0": "322.",
  "tika-vin07t6:269_1": "Dasame pāḷiyaṁ kati te lakkhāni laddhānīti kittakā tayā laddhāti attho.",
  "tika-vin07t6:269_2": "Uyyodhikādidassanāya tathārūpapaccayaṁ vinā gamanaṁ, ananuññātokāse dassananti imānettha dve aṅgāni.",
  "tika-vin07t6:270_0": "Uyyodhikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:271_0": "Niṭṭhito acelakavaggo pañcamo.",
  "tika-vin07t6:272_0": "6. Surāpānavaggo",
  "tika-vin07t6:273_0": "1. Surāpānasikkhāpadavaṇṇanā",
  "tika-vin07t6:274_0": "328.",
  "tika-vin07t6:274_1": "Chaṭṭhavaggassa paṭhame pāḷiyaṁ kiṇṇapakkhittāti piṭṭhapūvādiṁ apakkhipitvā kiṇṇasaṅkhātaṁ dhaññaṅkurādisurābījaṁ pakkhipitvā katā.",
  "tika-vin07t6:274_2": "Sambhārasaṁyuttāti sāsapādianekasambhārehi saññuttā.",
  "tika-vin07t6:275_0": "Madhukatālanāḷikerādipupphādiraso ciraparivāsito pupphāsavo nāma.",
  "tika-vin07t6:275_1": "Tathā panasādi phalāsavo.",
  "tika-vin07t6:275_2": "Muddikaraso madhvāsavo.",
  "tika-vin07t6:275_3": "Ucchuraso guḷāsavo.",
  "tika-vin07t6:275_4": "Tiphalatikaṭukādinānāsambhārānaṁ raso ciraparivāsito sambhārasaṁyutto.",
  "tika-vin07t6:275_5": "Bījato paṭṭhāyāti yathāvuttānaṁ piṭṭhādīnaṁ majjatthāya bhājane pakkhittakālato paṭṭhāya.",
  "tika-vin07t6:276_0": "329.Loṇasovīrakaṁ suttañca anekehi dabbasambhārehi abhisaṅkhato bhesajjaviseso.",
  "tika-vin07t6:276_1": "Uyyuttasikkhāpadānaṁ acittakalokavajjesu lokavajjatā pubbe vuttanayāvāti tattha kiñcipi avatvā idha tehi asādhāraṇavatthuvisesasiddhāya acittakapakkhepi akusalacittatāya taṁ lokavajjatādivisesaṁ dassetumeva ‘‘vatthuajānanatāya cetthā’’tiādinā vuttanti veditabbaṁ.",
  "tika-vin07t6:276_2": "Yaṁ panettha vattabbaṁ, taṁ paṭhamapārājikavaṇṇanāyaṁ vitthārato sāratthadīpaniyaṁ viraddhaṭṭhānavisodhanavasena vuttanti tattheva gahetabbaṁ.",
  "tika-vin07t6:276_3": "Majjabhāvo, tassa pānañcāti imānettha dve aṅgāni.",
  "tika-vin07t6:277_0": "Surāpānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:278_0": "2. Aṅgulipatodakasikkhāpadavaṇṇanā",
  "tika-vin07t6:279_0": "330. Dutiye hasādhippāyatā, upasampannassa kāyena kāyāmasananti imānettha dve aṅgāni.",
  "tika-vin07t6:280_0": "Aṅgulipatodakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:281_0": "3. Hasadhammasikkhāpadavaṇṇanā",
  "tika-vin07t6:282_0": "338.",
  "tika-vin07t6:282_1": "Tatiye pāḷiyaṁ hasadhamme hasadhammasaññītiādīsu uplavādimattaṁ kiṁ hasadhammo hotīti gahaṇavasena sati karaṇīye kariyamānaṁ hasadhammaṁ hasadhammoti gahaṇavasena attho veditabbo.",
  "tika-vin07t6:282_2": "Ussārentoti udake ṭhitaṁ nāvaṁ tīre āropento.",
  "tika-vin07t6:283_0": "Patanuppatanavāresūti udakassa uparitale maṇḍūkagatiyā patanuppatanavasena gamanatthaṁ khittāya ekissā kathalāya vasena vuttaṁ.",
  "tika-vin07t6:283_1": "Udakassa uparigopphakatā, hasādhippāyena kīḷananti dve aṅgāni.",
  "tika-vin07t6:284_0": "Hasadhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:285_0": "4. Anādariyasikkhāpadavaṇṇanā",
  "tika-vin07t6:286_0": "344.",
  "tika-vin07t6:286_1": "Catutthe suttānulomanti mahāpadesā.",
  "tika-vin07t6:286_2": "Aṭṭhakathātipi vadanti.",
  "tika-vin07t6:286_3": "Upasampannassa paññattena vacanaṁ, anādariyakaraṇanti dve aṅgāni.",
  "tika-vin07t6:287_0": "Anādariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:288_0": "5. Bhiṁsāpanasikkhāpadavaṇṇanā",
  "tika-vin07t6:289_0": "345. Pañcame upasampannatā, tassa dassanasavanavisaye bhiṁsāpetukāmatāya vāyamananti dve aṅgāni.",
  "tika-vin07t6:290_0": "Bhiṁsāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:291_0": "6. Jotisikkhāpadavaṇṇanā",
  "tika-vin07t6:292_0": "354.",
  "tika-vin07t6:292_1": "Chaṭṭhe alātaṁ patitanti aggikapālato bahi patitaṁ.",
  "tika-vin07t6:292_2": "Vijjhātanti vijjhātaṁ alātaṁ kapālaggimhi pakkhipitvā jālentassa pācittiyaṁ, tathā kevalaṁ indhanaṁ pātentassapi vijjhātaṁ kapālaggiṁ mukhavātādinā ujjālentassapi.",
  "tika-vin07t6:292_3": "Gilānatādikāraṇābhāvo, visibbetukāmatā, samādahananti tīṇi aṅgāni.",
  "tika-vin07t6:293_0": "Jotisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:294_0": "7. Nahānasikkhāpadavaṇṇanā",
  "tika-vin07t6:295_0": "357.",
  "tika-vin07t6:295_1": "Sattame pāḷiyaṁ nagare thakiteti ettha raññā ciraṁ nahāyitukāmena ‘‘ahaṁ bahi uyyāne katārakkho vasissāmi, nagaraṁ thaketvā gopethā’’ti anuññātā, te thakiṁsūti daṭṭhabbaṁ.",
  "tika-vin07t6:295_2": "Asambhinnenāti anaṭṭhena, taṁ divasaṁ puna aggahitālaṅkārena pabuddhamattenāti adhippāyo.",
  "tika-vin07t6:295_3": "Majjhimadese ūnakaddhamāsanahānaṁ, samayādīnaṁ abhāvoti dve aṅgāni.",
  "tika-vin07t6:296_0": "Nahānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:297_0": "8. Dubbaṇṇakaraṇasikkhāpadavaṇṇanā",
  "tika-vin07t6:298_0": "368.",
  "tika-vin07t6:298_1": "Aṭṭhame paṭiladdhanavacīvarenāti ettha pubbe akatakappaṁ katipāhaṁ nivāsanatthāya tāvakālikavasena laddhampi saṅgayhatīti vadanti.",
  "tika-vin07t6:299_0": "369.",
  "tika-vin07t6:299_1": "‘‘Navaṁ nāma akatakappa’’nti sāmaññato vuttattā aññena bhikkhunā kappabinduṁ datvā paribhuttaṁ cīvaraṁ, tena vā, tato labhitvā aññena vā kenaci dinnampi katakappameva navaṁ nāma na hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:299_2": "‘‘Nivāsetuṁ vā pārupituṁ vā’’ti vuttattā aṁsabaddhakāsāvampi pārupitabbato kappaṁ kātabbanti vadanti.",
  "tika-vin07t6:299_3": "Cammakāranīlaṁ nāma cammaṁ nīlavaṇṇaṁ kātuṁ yojiyamānaṁ nīlaṁ.",
  "tika-vin07t6:299_4": "Pakatinīlamevāti keci.",
  "tika-vin07t6:299_5": "Yathāvuttacīvarassa akatakappatā, anaṭṭhacīvarāditā, nivāsanāditāti tīṇi aṅgāni.",
  "tika-vin07t6:300_0": "Dubbaṇṇakaraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:301_0": "9. Vikappanasikkhāpadavaṇṇanā",
  "tika-vin07t6:302_0": "374.",
  "tika-vin07t6:302_1": "Navame yenāti yena saddhiṁ, yassa santiketi attho.",
  "tika-vin07t6:302_2": "Sāmaṁ vikappitassa apaccuddhāro, vikappanupagacīvaratā, avissāsena paribhogoti tīṇi aṅgāni.",
  "tika-vin07t6:303_0": "Vikappanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:304_0": "10. Cīvaraapanidhānasikkhāpadavaṇṇanā",
  "tika-vin07t6:305_0": "378.",
  "tika-vin07t6:305_1": "Dasame pāḷiyaṁ antamaso hasāpekkhopīti api-saddena atheyyacittaṁ kodhena dukkhāpetukāmaṁ, avaṇṇaṁ pakāsetukāmañca saṅgayhati.",
  "tika-vin07t6:305_2": "Teneva ‘‘tivedana’’nti vuttaṁ.",
  "tika-vin07t6:305_3": "Upasampannassa pattādīnaṁ apanidhānaṁ, vihesetukāmatādīti dve aṅgāni.",
  "tika-vin07t6:306_0": "Cīvaraapanidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:307_0": "Niṭṭhito surāpānavaggo chaṭṭho.",
  "tika-vin07t6:308_0": "7. Sappāṇakavaggo",
  "tika-vin07t6:309_0": "1. Sañciccapāṇasikkhāpadavaṇṇanā",
  "tika-vin07t6:310_0": "382.",
  "tika-vin07t6:310_1": "Sattamassa paṭhame usuṁ saraṁ asati khipatīti issāso.",
  "tika-vin07t6:310_2": "Na hettha kiñci jīvitaṁ nāma visuṁ tiṭṭhatīti sambandho.",
  "tika-vin07t6:310_3": "Tattha pāṇeti satte.",
  "tika-vin07t6:310_4": "Appamattena vattaṁ kātabbanti yathā pāṇakānaṁ vihesāpi na hoti, evaṁ sallakkhetvā otāpanasammajjanādivattaṁ kātabbaṁ.",
  "tika-vin07t6:310_5": "Sesaṁ vuttanayameva.",
  "tika-vin07t6:311_0": "Sañciccapāṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:312_0": "2. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin07t6:313_0": "387.",
  "tika-vin07t6:313_1": "Dutiye udakasaṇṭhānakappadeseti kaddamapāsāṇādibhūmiyaṁ.",
  "tika-vin07t6:313_2": "Tatthāti āsitte kappiyaudake.",
  "tika-vin07t6:313_3": "Sesaṁ vuttanayameva.",
  "tika-vin07t6:314_0": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:315_0": "3. Ukkoṭanasikkhāpadavaṇṇanā",
  "tika-vin07t6:316_0": "392.",
  "tika-vin07t6:316_1": "Tatiye ‘‘tassa bhikkhuno santikaṁ gantvā’’ti vuttattā yassa adhikaraṇaṁ saṅghakammena nihataṁ, tassa sammukhe eva ukkoṭentassa pācittiyaṁ.",
  "tika-vin07t6:316_2": "Parammukhe pana dukkaṭameva.",
  "tika-vin07t6:317_0": "395.‘‘Dhammakammeadhammakammasaññī ukkoṭeti, anāpattī’’ti vuttattā anādariyatādi viya ukkoṭanaṁ sayaṁ akusalaṁ na hoti, dhammakammasaññāya, pana vimatiyā ca ukkoṭaneneva akusalaṁ hoti.",
  "tika-vin07t6:317_1": "Yathādhammaṁ nihatatā, jānanā, ukkoṭanāti tīṇi aṅgāni.",
  "tika-vin07t6:318_0": "Ukkoṭanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:319_0": "4. Duṭṭhullasikkhāpadavaṇṇanā",
  "tika-vin07t6:320_0": "399.",
  "tika-vin07t6:320_1": "Catutthe āpattiṁ āpajjatiyevāti dhuranikkhepapakkhe vuttaṁ.",
  "tika-vin07t6:320_2": "Vatthupuggaloti āpannapuggalo.",
  "tika-vin07t6:320_3": "Chādetukāmatāya hi sati eva avassaṁ aññassa ārocanaṁ vuttaṁ, vatthupuggalassa ca ārocanā nāma na hotīti paṭicchādanamevāti adhippāyo.",
  "tika-vin07t6:320_4": "Koṭi chinnā hotīti chādessāmīti dhuranikkhepe satipi puggalaparamparāya gacchantī āpattikoṭi chijjati.",
  "tika-vin07t6:321_0": "400.‘‘Anupasampannassa sukkavissaṭṭhi ca kāyasaṁsaggo cāti ayaṁ duṭṭhullaajjhācāro nāmā’’ti idaṁ duṭṭhullārocanasikkhāpadaṭṭhakathāyaṁ ‘‘anupasampannassa…pe…",
  "tika-vin07t6:321_1": "ādito pañca sikkhāpadāni duṭṭhullo nāma ajjhācāro, sesāni aduṭṭhullo.",
  "tika-vin07t6:321_2": "Sukkavissaṭṭhikāyasaṁsaggaduṭṭhullaattakāmā panassa ajjhācāro nāmā’’ti (pāci. aṭṭha.",
  "tika-vin07t6:321_3": "82) iminā vacanena virujjhatīti vīmaṁsitabbaṁ.",
  "tika-vin07t6:321_4": "Puggalapemena chādayato cettha ‘‘aññe garahissantī’’ti bhayavasena chādanakkhaṇe paṭighova uppajjatīti ‘‘dukkhavedana’’nti vuttanti daṭṭhabbaṁ.",
  "tika-vin07t6:321_5": "Upasampannassa duṭṭhullāpattijānanaṁ, paṭicchādetukāmatāya dhuranikkhepoti dve aṅgāni.",
  "tika-vin07t6:322_0": "Duṭṭhullasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:323_0": "5. Ūnavīsativassasikkhāpadavaṇṇanā",
  "tika-vin07t6:324_0": "402.",
  "tika-vin07t6:324_1": "Pañcame rūpasippanti heraññikasippaṁ.",
  "tika-vin07t6:324_2": "Gabbhe sayitakālena saddhiṁ vīsatimaṁ vassaṁ paripuṇṇamassāti gabbhavīso.",
  "tika-vin07t6:325_0": "404.Nikkhamanīyapuṇṇamāsīti sāvaṇamāsassa puṇṇamiyā āsāḷhīpuṇṇamiyā anantarapuṇṇamī.",
  "tika-vin07t6:325_1": "Pāṭipadadivaseti pacchimikāya vassūpanāyikāya.",
  "tika-vin07t6:325_2": "Dvādasa māse mātu kucchismiṁ vasitvā mahāpavāraṇāya jātaṁ upasampādentīti attho.",
  "tika-vin07t6:325_3": "‘‘Tiṁsa rattindivo māso, dvādasamāsiko saṁvaccharo’’ti (a. ni. 3.71; 8.43; vibha.",
  "tika-vin07t6:325_4": "1023) vacanato ‘‘cattāro māsā parihāyantī’’ti vuttaṁ.",
  "tika-vin07t6:325_5": "Vassaṁ ukkaḍḍhantīti vassaṁ uddhaṁ kaḍḍhanti, ‘‘ekamāsaṁ adhikamāso’’ti chaḍḍetvā vassaṁ upagacchantīti attho.",
  "tika-vin07t6:325_6": "Tasmā tatiyo tatiyo saṁvaccharo terasamāsiko hoti.",
  "tika-vin07t6:325_7": "Te dve māse gahetvāti nikkhamanīyapuṇṇamāsato yāva jātadivasabhūtā mahāpavāraṇā.",
  "tika-vin07t6:325_8": "Tāva ye dve māsā anāgatā, tesaṁ atthāya adhikamāsato laddhe dve māse gahetvā.",
  "tika-vin07t6:325_9": "Tenāha ‘‘yo pavāretvā vīsativasso bhavissatī’’tiādi.",
  "tika-vin07t6:325_10": "‘‘Nikkaṅkhā hutvā’’ti idaṁ aṭṭhārasannaṁ vassānaṁ ekaadhikamāse gahetvā tato vīsatiyā vassesupi cātuddasīatthāya catunnaṁ māsānaṁ parihāpanena sabbadā paripuṇṇavīsativassataṁ sandhāya vuttaṁ.",
  "tika-vin07t6:325_11": "Pavāretvā vīsativasso bhavissatīti mahāpavāraṇādivase atikkante gabbhavassena saha vīsativasso bhavissatīti attho.",
  "tika-vin07t6:325_12": "Tasmāti yasmā gabbhamāsāpi gaṇanūpagā honti, tasmā.",
  "tika-vin07t6:325_13": "Ekavīsativassoti jātiyā vīsativassaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:326_0": "406.Aññaṁ upasampādetīti upajjhāyo, ācariyo vā hutvā upasampādeti.",
  "tika-vin07t6:326_1": "Sopīti upasampādentopi anupasampanno.",
  "tika-vin07t6:326_2": "Ūnavīsativassatā, taṁ ñatvā upajjhāyena hutvā upasampādananti dve aṅgāni.",
  "tika-vin07t6:327_0": "Ūnavīsativassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:328_0": "6. Theyyasatthasikkhāpadavaṇṇanā",
  "tika-vin07t6:329_0": "409. Chaṭṭhe theyyasatthabhāvo, ñatvā saṁvidhānaṁ, avisaṅketena gamananti tīṇi aṅgāni.",
  "tika-vin07t6:330_0": "Theyyasatthasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:331_0": "412. Sattamaṁ vuttanayameva.",
  "tika-vin07t6:332_0": "8. Ariṭṭhasikkhāpadavaṇṇanā",
  "tika-vin07t6:333_0": "417.",
  "tika-vin07t6:333_1": "Aṭṭhame antarāyanti antarā vemajjhe eti āgacchatīti antarāyo, diṭṭhadhammikādianattho.",
  "tika-vin07t6:333_2": "Ānantariyadhammāti anantare bhave phalanibbattane niyuttā cetanādidhammāti attho.",
  "tika-vin07t6:333_3": "‘‘Na saggassā’’ti idaṁ bhikkhunidūsanakammassa ānantariyattābhāvato vuttaṁ.",
  "tika-vin07t6:333_4": "Ariyasāvikāsu, pana kalyāṇaputhujjanabhūtāya ca balakkārena dūsentassa ānantariyasaasameva.",
  "tika-vin07t6:333_5": "Mokkhantarāyikatā pana lolāyapi pakatattabhikkhuniyā dūsakassa tasmiṁ attabhāve magguppattiyā abhāvato vuttā.",
  "tika-vin07t6:334_0": "Tasmiṁ attabhāve anivattanakā ahetukaakiriyanatthikadiṭṭhiyova niyatamicchādiṭṭhidhammā.",
  "tika-vin07t6:334_1": "Paṇḍakādīnaṁ gahaṇaṁ nidassanamattaṁ.",
  "tika-vin07t6:334_2": "Sabbāpi duhetukāhetukapaṭisandhiyo vipākantarāyikāva duhetukānampi maggānuppattito.",
  "tika-vin07t6:335_0": "Ayanti ariṭṭho.",
  "tika-vin07t6:335_1": "Rasena rasanti anavajjena paccayaparibhuñjanarasena pañcakāmaguṇapaabhogarasaṁ samānetvā.",
  "tika-vin07t6:335_2": "Upanento viyāti ghaṭento viya, so eva vā pāṭho.",
  "tika-vin07t6:336_0": "Aṭṭhikaṅkalūpamāti ettha aṭṭhi eva nimmaṁsatāya kaṅkalanti ca vuccati.",
  "tika-vin07t6:336_1": "Palibhañjanaṭṭhenāti avassaṁ patanaṭṭhena.",
  "tika-vin07t6:336_2": "Adhikuṭṭanaṭṭhenāti ati viya kuṭṭanaṭṭhena.",
  "tika-vin07t6:336_3": "Pāḷiyaṁ ‘‘tathāhaṁ bhagavatā…pe…",
  "tika-vin07t6:336_4": "nālaṁ antarāyāyā’’ti idaṁ vatthuanurūpato vuttaṁ.",
  "tika-vin07t6:336_5": "Evaṁ pana aggahetvā aññenapi ākārena yaṁ kiñci bhagavatā vuttaṁ viparītato gahetvā parehi vuttepi amuñcitvā voharantassāpi vuttanayānusārena tadanuguṇaṁ samanubhāsanakammavācaṁ yojetvā āpattiyā āropetuṁ, āpattiyā adassanādīsu tīsu yaṁ kiñci abhirucitaṁ nimittaṁ katvā ukkhepanīyakammaṁ kātuñca labbhati.",
  "tika-vin07t6:336_6": "Samanubhāsanaṁ akatvāpi ‘‘māyasmā evaṁ avacā’’ti bhikkhūhi vuttamatte laddhiyā appaṭinissajjanapaccayāya dukkaṭāpattiyāpi ukkhepanīyakammaṁ kātumpi vaṭṭatevāti daṭṭhabbaṁ.",
  "tika-vin07t6:336_7": "Dhammakammatā, samanubhāsanāya appaṭinissajjananti dve aṅgāni.",
  "tika-vin07t6:337_0": "Ariṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:338_0": "9. Ukkhittasambhogasikkhāpadavaṇṇanā",
  "tika-vin07t6:339_0": "424. Navame ‘‘ukkhitto anosārito’’ti vuttattā ariṭṭhassa ukkhepanīyakammaṁ katanti daṭṭhabbaṁ.",
  "tika-vin07t6:340_0": "425.",
  "tika-vin07t6:340_1": "Pāḷiyaṁ ‘‘ekacchanne’’ti sāmaññato vuttattā nānūpacārepi ekacchanne nipajjane paṇṇattiṁ ajānantassa arahatopi ukkhittānuvattakānampi pācittiyameva.",
  "tika-vin07t6:340_2": "Akatānudhammatā, ñatvā sambhogādikaraṇanti dve aṅgāni.",
  "tika-vin07t6:341_0": "Ukkhittasambhogasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:342_0": "10. Kaṇṭakasikkhāpadavaṇṇanā",
  "tika-vin07t6:343_0": "428. Dasame pireti sambodhanatthe nipātapadaṁ. Sesaṁ anantarasikkhāpadadvaye vuttanayameva.",
  "tika-vin07t6:344_0": "Kaṇṭakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:345_0": "Niṭṭhito sappāṇakavaggo sattamo.",
  "tika-vin07t6:346_0": "8. Sahadhammikavaggo",
  "tika-vin07t6:347_0": "1. Sahadhammikasikkhāpadavaṇṇanā",
  "tika-vin07t6:348_0": "434.",
  "tika-vin07t6:348_1": "Aṭṭhamavaggassa paṭhame upasampannassa paññattena vacanaṁ, asikkhitukāmassa lesena evaṁ vacananti dve aṅgāni.",
  "tika-vin07t6:349_0": "Sahadhammikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:350_0": "2. Vilekhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:351_0": "438.",
  "tika-vin07t6:351_1": "Dutiye alajjitāti alajjitāya.",
  "tika-vin07t6:351_2": "Evaṁ sesesupi.",
  "tika-vin07t6:351_3": "Sañcicca āpattiṁ āpajjatītiādi bhikkhubhikkhunīnaññeva vuttaṁ alajjilakkhaṇaṁ, sāmaṇerādīnaṁ, pana gahaṭṭhānañca sādhāraṇavasena yathāsakaṁ sikkhāpadavītikkamanapaṭigūhanādito veditabbaṁ.",
  "tika-vin07t6:351_4": "Lajjilakkhaṇepi eseva nayo.",
  "tika-vin07t6:351_5": "Kiñcāpi kukkucce uppannepi madditvā karonto, kappiye akappiyasaññitāya karontopi taṅkhaṇikāya alajjitāya evaṁ karonti.",
  "tika-vin07t6:351_6": "Tathāpi kukkuccādibhede visuṁ gahitāti daṭṭhabbaṁ.",
  "tika-vin07t6:352_0": "Vajjiputtakā dasavatthudīpakā.",
  "tika-vin07t6:352_1": "Parūpahāraaññāṇakaṅkhāparavitāraṇādivādāti ettha arahattaṁ paṭijānantānaṁ kuhakānaṁ sukkavissaṭṭhiṁ disvā ‘‘mārakāyikā devatā asuciṁ upasaṁharantī’’tigāhino parūpahāravādā nāma.",
  "tika-vin07t6:352_2": "Arahato sabbesaṁ itthipurisādīnaṁ nāmādiajānane aññāṇaṁ, tattha sanniṭṭhānabhāvena kaṅkhā, parato sutvā nāmādijānanena paravitāraṇo atthītivādino aññāṇavādā, kaṅkhāvādā, paravitāraṇavādā ca tesaṁ, mahāsaṅghikādīnañca vibhāgo kathāvatthuppakaraṇe vutto.",
  "tika-vin07t6:353_0": "Cattāro maggā ca phalāni cāti ettha ca-kārena abhiññāpaṭisambhidāpi saṅgahitāti daṭṭhabbaṁ.",
  "tika-vin07t6:353_1": "Kecīti pariyattidharā dhammakathikā.",
  "tika-vin07t6:353_2": "Puna kecīti paṭipattidharā paṁsukūlikattherā.",
  "tika-vin07t6:353_3": "Itare panātiādīsu ayaṁ adhippāyo –",
  "tika-vin07t6:353_4": "dhammakathikattherā pana paṁsukūlikattherehi ābhataṁ suttaṁ sutvā –",
  "tika-vin07t6:354_0": "‘‘Yāva tiṭṭhanti suttantā, vinayo yāva dippati;",
  "tika-vin07t6:355_0": "Tāva dakkhanti ālokaṁ, sūriye abbhuṭṭhite yathā.",
  "tika-vin07t6:356_0": "‘‘Suttantesu asantesu, pamuṭṭhe vinayamhi ca;",
  "tika-vin07t6:357_0": "Tamo bhavissati loke, sūriye atthaṅgate yathā.",
  "tika-vin07t6:358_0": "‘‘Suttante rakkhite sante, paṭipatti hoti rakkhitā;",
  "tika-vin07t6:359_0": "Paṭipattiyaṁ ṭhito dhīro, yogakkhemā na dhaṁsatī’’ti. (a. ni. aṭṭha. 1.1.130) –",
  "tika-vin07t6:360_0": "Idaṁ suttaṁ āharitvā attanova vādaṁ patiṭṭhapentā pārājikānāpajjanavasena ṭhitā paṭipattisaṅgahitā pariyattiyeva mūlanti āhaṁsūti.",
  "tika-vin07t6:360_1": "Tenāha ‘‘sace pañca bhikkhū cattāri pārājikāni rakkhaṇakā…pe…",
  "tika-vin07t6:360_2": "sāsanaṁ vuḍḍhiṁ viruḷhiṁ gamayissantī’’ti.",
  "tika-vin07t6:360_3": "Etena ca parikkhīṇe kāle lajjigaṇaṁ alabhantena vinayadharena alajjinopi pakatatte saṅgahetvā tehi saha dhammāmisasambhogaṁ saṁvāsaṁ karontena bahū kulaputte upasampādetvā sāsanaṁ paggahetuṁ vaṭṭatīti idaṁ sijjhatīti daṭṭhabbaṁ.",
  "tika-vin07t6:360_4": "Garahitukāmatā, upasampannassa santike sikkhāpadavivaṇṇananti dve aṅgāni.",
  "tika-vin07t6:361_0": "Vilekhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:362_0": "3. Mohanasikkhāpadavaṇṇanā",
  "tika-vin07t6:363_0": "444.",
  "tika-vin07t6:363_1": "Tatiye pāḷiyaṁ ko pana vādo bhiyyoti tehi aññehi bhikkhūhi diṭṭhadvattivārato bhiyyo pana vitthārena uddisiyamāne pātimokkhe nisinnapubbatā atthi ce, tattha kimeva vattabbaṁ, āpattimokkho natthi evāti adhippāyo.",
  "tika-vin07t6:363_2": "Tañca yathādhammo kāretabboti tanti kāraṇatthe upayogavacanaṁ, tāyāti attho.",
  "tika-vin07t6:363_3": "Yathā dhammo ca vinayo ca ṭhito, tathā tāya āpattiyā kāretabboti vuttaṁ hoti.",
  "tika-vin07t6:363_4": "Mohāropanaṁ, tikkhattuṁ sutabhāvo, mohetukāmassa mohananti tīṇi aṅgāni.",
  "tika-vin07t6:364_0": "Mohanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:365_0": "4. Pahārasikkhāpadavaṇṇanā",
  "tika-vin07t6:366_0": "451. Catutthe pāḷiyaṁ kāyapaṭibaddhena vāti ettha pāsāṇādinissaggiyapahāropi saṅgahito.",
  "tika-vin07t6:367_0": "452.Rattacittoti kāyasaṁsaggarāgena vuttaṁ.",
  "tika-vin07t6:367_1": "Methunarāgena pana pahārato purisādīsu dukkaṭameva.",
  "tika-vin07t6:367_2": "Mokkhādhippāyena daṇḍakoṭiyā sappādiṁ ghaṭṭetvā maṇḍūkādiṁ mocentassapi anāpatti eva.",
  "tika-vin07t6:367_3": "Kupitatā, upasampannassa na mokkhādhippāyena pahāroti dve aṅgāni.",
  "tika-vin07t6:368_0": "Pahārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:369_0": "5. Talasattikasikkhāpadavaṇṇanā",
  "tika-vin07t6:370_0": "457.",
  "tika-vin07t6:370_1": "Pañcame na paharitukāmatāya dinnattā dukkaṭanti ettha kimidaṁ dukkaṭaṁ, pahārapaccayā, udāhu uggiraṇapaccayāti?",
  "tika-vin07t6:370_2": "Uggiraṇapaccayāva, na pahārapaccayā.",
  "tika-vin07t6:370_3": "Na hi paharitukāmatāya asati tappaccayā kāci āpatti yuttā, uggiraṇassa pana attano sabhāvena asaṇṭhitattā tappaccayā pācittiyaṁ na jātaṁ, asuddhacittena katapayogattā ca ettha anāpatti na yuttāti dukkaṭaṁ vuttanti gahetabbaṁ.",
  "tika-vin07t6:371_0": "458.Pubbeti anantarasikkhāpade. Sesaṁ anantarasadisameva.",
  "tika-vin07t6:372_0": "Talasattikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:373_0": "6. Amūlakasikkhāpadavaṇṇanā",
  "tika-vin07t6:374_0": "459.",
  "tika-vin07t6:374_1": "Chaṭṭhe ‘‘attaparittāṇaṁ karontā’’ti idaṁ na ca veramūlikā anuddhaṁsanāti dassanatthaṁ vuttaṁ.",
  "tika-vin07t6:374_2": "Anuddhaṁsanakkhaṇe pana kopacittameva uppajjati.",
  "tika-vin07t6:374_3": "Teneva ‘‘dukkhavedana’’nti vuttaṁ.",
  "tika-vin07t6:374_4": "Sesaṁ vuttanayameva.",
  "tika-vin07t6:375_0": "Amūlakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:376_0": "7. Kukkuccuppādanasikkhāpadavaṇṇanā",
  "tika-vin07t6:377_0": "464. Sattame upasampannassa aphāsukāmatā, kukkuccuppādananti dve aṅgāni.",
  "tika-vin07t6:378_0": "Kukkuccuppādanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:379_0": "8. Upassutisikkhāpadavaṇṇanā",
  "tika-vin07t6:380_0": "471.",
  "tika-vin07t6:380_1": "Aṭṭhame suyyatīti suti, vacanaṁ.",
  "tika-vin07t6:380_2": "Tassā samīpaṁ upassuti.",
  "tika-vin07t6:380_3": "Suyyati etthāti sutīti evañhi atthe gayhamāne savanaṭṭhānasamīpe aññasmiṁ assavanaṭṭhāne tiṭṭhatīti āpajjati.",
  "tika-vin07t6:380_4": "Aṭṭhakathāyañca upassuti-saddasseva atthaṁ dassetuṁ ‘‘yattha ṭhatvā’’tiādi vuttaṁ, na suti-saddamattassa.",
  "tika-vin07t6:381_0": "473.Ekaparicchedānīti kadāci akiriyato, kadāci kiriyato samuṭṭhānasāmaññena vuttaṁ.",
  "tika-vin07t6:381_1": "Upasampannena codanādhippāyo, savananti dve aṅgāni.",
  "tika-vin07t6:382_0": "Upassutisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:383_0": "9. Khiyyanasikkhāpadavaṇṇanā",
  "tika-vin07t6:384_0": "474. Navame dhammakammatā, jānanaṁ, chandaṁ datvā khiyyananti tīṇi aṅgāni.",
  "tika-vin07t6:385_0": "Khiyyanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:386_0": "10. Pakkamanasikkhāpadavaṇṇanā",
  "tika-vin07t6:387_0": "481.",
  "tika-vin07t6:387_1": "Dasame vinicchayakathāya dhammikatā, taṁ ñatvā kammato paṭṭhāya ekasīmaṭṭhassa samānasaṁvāsikassa hatthapāsavijahananti dve aṅgāni.",
  "tika-vin07t6:388_0": "Pakkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:389_0": "11. Dubbalasikkhāpadavaṇṇanā",
  "tika-vin07t6:390_0": "484.",
  "tika-vin07t6:390_1": "Ekādasame upasampannassa dhammena laddhasammutitā, saṅghena saddhiṁ cīvaraṁ datvā khiyyitukāmatāya khiyyananti dve aṅgāni.",
  "tika-vin07t6:391_0": "Dubbalasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:392_0": "489. Dvādasamaṁ vuttanayameva.",
  "tika-vin07t6:393_0": "Niṭṭhito sahadhammikavaggo aṭṭhamo.",
  "tika-vin07t6:394_0": "9. Rājavaggo",
  "tika-vin07t6:395_0": "1. Antepurasikkhāpadavaṇṇanā",
  "tika-vin07t6:396_0": "499.",
  "tika-vin07t6:396_1": "Navamavaggassa paṭhame pāḷiyaṁ saṁsuddhagahaṇikoti ettha gahaṇīti gabbhāsayasaññito mātu kucchippadeso, purisantarasukkāsamphuṭṭhatāya saṁsuddhagahaṇiko.",
  "tika-vin07t6:396_2": "Abhisittakhattiyatā, ubhinnampi sayanigharato anikkhantatā, appaṭisaṁviditassa indakhīlātikkamoti tīṇi aṅgāni.",
  "tika-vin07t6:397_0": "Antepurasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:398_0": "2. Ratanasikkhāpadavaṇṇanā",
  "tika-vin07t6:399_0": "506.",
  "tika-vin07t6:399_1": "Dutiye āvasathassāti ettha antoārāme vā hotu aññattha vā, yattha katthaci attano vasanaṭṭhānaṁ āvasatho nāma.",
  "tika-vin07t6:399_2": "Chandenapi bhayenapīti vaḍḍhakiādīsu chandena, rājavallabhesu bhayena.",
  "tika-vin07t6:399_3": "Ākiṇṇamanussepi jāte…pe…",
  "tika-vin07t6:399_4": "āsaṅkantīti tasmiṁ nimmanussaṭṭhāne pacchā ākiṇṇamanusse jātepi visaritvā gamanakāle aññassa adiṭṭhattā tameva bhikkhuṁ āsaṅkanti.",
  "tika-vin07t6:399_5": "Patirūpaṁ nāma kappiyabhaṇḍe sayaṁ paṁsukūlaṁ gahetvā akappiyabhaṇḍe patirūpānaṁ upāsakādīnaṁ dassetvā cetiyādipuññe niyojanaṁ vā dāpetvā nirapekkhagamanaṁ vā.",
  "tika-vin07t6:399_6": "Samādapetvāti yācitvā.",
  "tika-vin07t6:399_7": "Parasantakatā, vissāsaggāhapaṁsukūlasaññānaṁ abhāvo, ananuññātakāraṇā uggahaṇādi cāti tīṇi aṅgāni.",
  "tika-vin07t6:400_0": "Ratanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:401_0": "3. Vikālagāmappavisanasikkhāpadavaṇṇanā",
  "tika-vin07t6:402_0": "508.",
  "tika-vin07t6:402_1": "Tatiye pāḷiyaṁ bhayakathanti rājacorādibhayaṁ vā rogāmanussadubbhikkhakantārādibhayaṁ vā ārabbha pavattaṁ.",
  "tika-vin07t6:402_2": "Visikhākathanti suniviṭṭhādivīthikathaṁ.",
  "tika-vin07t6:402_3": "Kumbhaṭṭhānakathanti udakatitthakathaṁ, kumbhadāsīkathaṁ vā.",
  "tika-vin07t6:402_4": "Pubbapetakathanti atītañātikathaṁ.",
  "tika-vin07t6:402_5": "Nānattakathanti vuttāhi, vakkhamānāhi ca vimuttaṁ nānāsabhāvaṁ niratthakakathaṁ.",
  "tika-vin07t6:402_6": "Lokakkhāyikanti ‘‘ayaṁ loko kena nimmito’’tiādinā lokasabhāvakkhānavasena pavattanakathā.",
  "tika-vin07t6:402_7": "Evaṁ samuddakkhāyikā veditabbā.",
  "tika-vin07t6:402_8": "Iti bhavo iti abhavoti yaṁ vā taṁ vā niratthakakāraṇaṁ vatvā pavattitakathā itibhavābhavakathā.",
  "tika-vin07t6:402_9": "Ettha ca bhavo sassataṁ, vuḍḍhi, kāmasukhañcāti tividho, abhavo tabbiparītavasena.",
  "tika-vin07t6:402_10": "Iti imāya chabbidhāya itibhavābhavakathāya saddhiṁ dvattiṁsatiracchānakathā nāma honti.",
  "tika-vin07t6:402_11": "Atha vā pāḷiyaṁ sarūpato anāgatāpi araññapabbatanadīdīpakathā iti-saddena saṅgahetvā dvattiṁsatiracchānakathāti vuccanti.",
  "tika-vin07t6:402_12": "Iti vāti ettha iti-saddo pakāratthe.",
  "tika-vin07t6:402_13": "Vā-saddo vikappatthe.",
  "tika-vin07t6:402_14": "Tasmā evaṁ pakāraṁ ito aññaṁ vā tādisaṁ niratthakakathaṁ kathetīti attho gahetabbo.",
  "tika-vin07t6:403_0": "512.Ussāhaṁ paṭippassambhetvā vihāraṁ gacchantāti ettha gāmūpacārato bahi nikkhante antarārāmādīnamupacāraṁ paviṭṭhe sandhāya vuttaṁ.",
  "tika-vin07t6:403_1": "Gāmūpacārabbhantare pana paṭipassaddhussāhānampi puna tameva vā aññaṁ vā gāmaṁ pavisitukāmatāya sati āpucchanakiccaṁ natthi.",
  "tika-vin07t6:403_2": "‘‘Kulaghare vā…pe…",
  "tika-vin07t6:403_3": "gantabba’’nti idaṁ pana purebhattaṁ paviṭṭhānaṁ vikāle sañjāte vikāle gāmappavesassa āpucchitabbatāya vuttaṁ.",
  "tika-vin07t6:403_4": "Adinnādāne vuttanayenāti dutiyaleḍḍupātaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:404_0": "515.Antarārāmantiādīsūti ettha ussavadivasādīsu manussehi gāme padakkhiṇaṁ kārentaṁ jinabimbādiṁ pūjetukāmehi vā rogavūpasamādiyatthaṁ manussehi yācitehi vā bhikkhūhi suppaṭicchannādividhiṁ akatvāpi vīthimajjheneva gāmaṁ padakkhiṇaṁ kātuṁ vaṭṭatīti vadanti, taṁ na gahetabbaṁ anāpattivāre avuttattā, ‘‘maggā anokkamitvā…pe…",
  "tika-vin07t6:404_1": "pācittiya’’nti (kaṅkhā. aṭṭha.",
  "tika-vin07t6:404_2": "vikālagāmappavesanasikkhāpadavaṇṇanā) paṭikkhittattā ca.",
  "tika-vin07t6:404_3": "Vesāliṁ anupariyāyitvā parittaṁ karontenāpi ānandattherena suppaṭicchannatādiṁ akopenteneva, apaññatte vā sikkhāpade katanti daṭṭhabbaṁ.",
  "tika-vin07t6:404_4": "Keci pana ‘‘antarārāmādigāmantare ṭhitehi garuṭṭhānīyānaṁ paccuggamanānuggamanādivasena gāmavīthiṁ otarituṁ vaṭṭatī’’ti vadanti, tampi antaragharaṁ pavisantaṁ pati kātuṁ na vaṭṭati eva.",
  "tika-vin07t6:404_5": "Antarārāmādikappiyabhūmiṁ pana uddissa gacchantaṁ pati kātuṁ vaṭṭatīti khāyati, vīmaṁsitabbaṁ.",
  "tika-vin07t6:404_6": "Santaṁ bhikkhuṁ anāpucchanā , ananuññātakāraṇā vikāle gāmappavesoti dve aṅgāni.",
  "tika-vin07t6:405_0": "Vikālagāmappavisanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:406_0": "4. Sūcigharasikkhāpadavaṇṇanā",
  "tika-vin07t6:407_0": "520.",
  "tika-vin07t6:407_1": "Catutthe pāḷiyaṁ vāsijaṭeti vāsidaṇḍake.",
  "tika-vin07t6:407_2": "Aṭṭhimayādisūcigharatā, karaṇakārāpanādivasena attano paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:408_0": "Sūcigharasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:409_0": "5. Mañcapīṭhasikkhāpadavaṇṇanā",
  "tika-vin07t6:410_0": "521.",
  "tika-vin07t6:410_1": "Pañcame pāḷiyaṁ āsayato, bhikkhave, moghapuriso veditabboti hīnajjhāsayavasena ayaṁ tucchapurisoti ñātabbo, hīnāya paccaye lolatāya puggalassa tucchatā ñātabbāti adhippāyo.",
  "tika-vin07t6:410_2": "Imasmiṁ sikkhāpade, ito paresu ca pañcasu attanā kārāpitassa paṭilābhe eva pācittiyaṁ.",
  "tika-vin07t6:410_3": "Paribhoge panassa, aññesañca dukkaṭameva.",
  "tika-vin07t6:410_4": "Pamāṇātikkantamañcapīṭhatā, attano karaṇakārāpanavasena paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:411_0": "Mañcapīṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:412_0": "6. Tūlonaddhasikkhāpadavaṇṇanā",
  "tika-vin07t6:413_0": "526. Chaṭṭhe poṭakitūlanti tiṇagacchajātikānaṁ tūlaṁ. Sesaṁ vuttanayameva.",
  "tika-vin07t6:414_0": "Tūlonaddhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:415_0": "7. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin07t6:416_0": "531-536. Sattame nisīdanassa pamāṇātikkantatā, attano karaṇādinā paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:417_0": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:418_0": "537-547. Iminā nayena aṭṭhamanavamadasamesupi aṅgāni veditabbāni. Sesaṁ sabbattha suviññeyyamevāti.",
  "tika-vin07t6:419_0": "Niṭṭhito rājavaggo navamo.",
  "tika-vin07t6:420_0": "Khuddakavaṇṇanānayo niṭṭhito."
}