{
  "ya6.2.2:0.1_0": "6 Saṅkhārayamaka",
  "ya6.2.2:0.2_0": "6.2 Pavattivāra",
  "ya6.2.2:0.3_0": "6.2.2. Nirodhavāra",
  "ya6.2.2:1.0.1_0": "6.2.2.1. Paccuppannavāra",
  "ya6.2.2:1.0.2_0": "6.2.2.1.1. Anulomapuggala",
  "ya6.2.2:1.1_0": "Yassa kāyasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:2.1_0": "Vinā vitakkavicārehi assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro nirujjhati, no ca tesaṁ vacīsaṅkhāro nirujjhati.",
  "ya6.2.2:2.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:3.1_0": "Yassa vā pana vacīsaṅkhāro nirujjhati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:4.1_0": "Vinā assāsapassāsehi vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro nirujjhati, no ca tesaṁ kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:4.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca nirujjhati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:5.1_0": "Yassa kāyasaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhatīti? Āmantā.",
  "ya6.2.2:6.1_0": "Yassa vā pana cittasaṅkhāro nirujjhati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:7.1_0": "Vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṁ cittasaṅkhāro nirujjhati, no ca tesaṁ kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:7.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:8.1_0": "Yassa vacīsaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhatīti? Āmantā.",
  "ya6.2.2:9.1_0": "Yassa vā pana cittasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:10.1_0": "Vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṁ cittasaṅkhāro nirujjhati, no ca tesaṁ vacīsaṅkhāro nirujjhati.",
  "ya6.2.2:10.1_1": "Vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:11.0_0": "6.2.2.1.2. Anulomaokāsa",
  "ya6.2.2:11.1_0": "Yattha kāyasaṅkhāro nirujjhati tattha vacīsaṅkhāro nirujjhatīti? …pe….",
  "ya6.2.2:12.0_0": "6.2.2.1.3. Anulomapuggalokāsa",
  "ya6.2.2:12.1_0": "Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha vacīsaṅkhāro nirujjhatīti? …pe….",
  "ya6.2.2:12.1_1": "(Yassakampi yassayatthakampi sadisaṁ.)",
  "ya6.2.2:13.0_0": "6.2.2.1.4. Paccanīkapuggala",
  "ya6.2.2:13.1_0": "Yassa kāyasaṅkhāro na nirujjhati tassa vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:14.1_0": "Vinā assāsapassāsehi vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro na nirujjhati, no ca tesaṁ vacīsaṅkhāro na nirujjhati.",
  "ya6.2.2:14.1_1": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:15.1_0": "Yassa vā pana vacīsaṅkhāro na nirujjhati tassa kāyasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:16.1_0": "Vinā vitakkavicārehi assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro na nirujjhati, no ca tesaṁ kāyasaṅkhāro na nirujjhati.",
  "ya6.2.2:16.1_1": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro ca na nirujjhati kāyasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:17.1_0": "Yassa kāyasaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:18.1_0": "Vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro na nirujjhati, no ca tesaṁ cittasaṅkhāro na nirujjhati.",
  "ya6.2.2:18.1_1": "Sabbesaṁ cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:19.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:20.1_0": "Yassa vacīsaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:21.1_0": "Vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro na nirujjhati, no ca tesaṁ cittasaṅkhāro na nirujjhati.",
  "ya6.2.2:21.1_1": "Sabbesaṁ cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:22.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:23.0_0": "6.2.2.1.5. Paccanīkaokāsa",
  "ya6.2.2:23.1_0": "Yattha kāyasaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:24.0_0": "6.2.2.1.6. Paccanīkapuggalokāsa",
  "ya6.2.2:24.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:25.1_0": "Vinā assāsapassāsehi vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhati.",
  "ya6.2.2:25.1_1": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi avitakkaavicāracittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:26.1_0": "Yassa vā pana yattha vacīsaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:27.1_0": "(Yassakampi yassayatthakampi sadisaṁ vitthāretabbaṁ, yassayatthake nirodhasamāpannānanti na kātabbaṁ.)",
  "ya6.2.2:28.0.1_0": "6.2.2.2. Atītavāra",
  "ya6.2.2:28.0.2_0": "6.2.2.2.1. Anulomapuggala",
  "ya6.2.2:28.1_0": "Yassa kāyasaṅkhāro nirujjhittha tassa vacīsaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:29.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:30.1_0": "(Yathā uppādavāre atītā pucchā yassakampi yassayatthakampi anulomampi paccanīkampi vibhattaṁ evaṁ nirodhavārepi vibhajitabbaṁ, natthi nānākaraṇaṁ.)",
  "ya6.2.2:31.0.1_0": "6.2.2.3. Anāgatavāra",
  "ya6.2.2:31.0.2_0": "6.2.2.3.1. Anulomapuggala",
  "ya6.2.2:31.1_0": "Yassa kāyasaṅkhāro nirujjhissati tassa vacīsaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:32.1_0": "Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:33.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ vacīsaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro nirujjhissati.",
  "ya6.2.2:33.1_1": "Itaresaṁ tesaṁ vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:34.1_0": "Yassa kāyasaṅkhāro nirujjhissati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:35.1_0": "Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:36.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro nirujjhissati.",
  "ya6.2.2:36.1_1": "Itaresaṁ tesaṁ cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:37.1_0": "Yassa vacīsaṅkhāro nirujjhissati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:38.1_0": "Yassa vā pana cittasaṅkhāro nirujjhissati tassa vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:39.1_0": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ vacīsaṅkhāro nirujjhissati.",
  "ya6.2.2:39.1_1": "Itaresaṁ tesaṁ cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:40.0_0": "6.2.2.3.2. Anulomaokāsa",
  "ya6.2.2:40.1_0": "Yattha kāyasaṅkhāro nirujjhissati …pe….",
  "ya6.2.2:41.0_0": "6.2.2.3.3. Anulomapuggalokāsa",
  "ya6.2.2:41.1_0": "Yassa yattha kāyasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:42.1_0": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhissati.",
  "ya6.2.2:42.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:43.1_0": "Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:44.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nirujjhissati.",
  "ya6.2.2:44.1_1": "Paṭhamajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:45.1_0": "Yassa yattha kāyasaṅkhāro nirujjhissati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:46.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:47.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nirujjhissati.",
  "ya6.2.2:47.1_1": "Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:48.1_0": "Yassa yattha vacīsaṅkhāro nirujjhissati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:49.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:50.1_0": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhissati.",
  "ya6.2.2:50.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ itaresaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:51.0_0": "6.2.2.3.4. Paccanīkapuggala",
  "ya6.2.2:51.1_0": "Yassa kāyasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:52.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ kāyasaṅkhāro na nirujjhissati, no ca tesaṁ vacīsaṅkhāro na nirujjhissati.",
  "ya6.2.2:52.1_1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:53.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:54.1_0": "Yassa kāyasaṅkhāro na nirujjhissati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:55.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ kāyasaṅkhāro na nirujjhissati, no ca tesaṁ cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:55.1_1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:56.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:57.1_0": "Yassa vacīsaṅkhāro na nirujjhissati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:58.1_0": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ vacīsaṅkhāro na nirujjhissati, no ca tesaṁ cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:58.1_1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:59.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:60.0_0": "6.2.2.3.5. Paccanīkaokāsa",
  "ya6.2.2:60.1_0": "Yattha kāyasaṅkhāro na nirujjhissati …pe….",
  "ya6.2.2:61.0_0": "6.2.2.3.6. Paccanīkapuggalokāsa",
  "ya6.2.2:61.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:62.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhissati.",
  "ya6.2.2:62.1_1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:63.1_0": "Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:64.1_0": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro na nirujjhissati.",
  "ya6.2.2:64.1_1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:65.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhissati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:66.1_0": "Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhissati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:66.1_1": "Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:67.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhissatīti? Āmantā.",
  "ya6.2.2:68.1_0": "Yassa yattha vacīsaṅkhāro na nirujjhissati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:69.1_0": "Avitakkaavicārapacchimacittassa uppādakkhaṇe yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:69.1_1": "Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhissati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:70.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhissatīti? Āmantā.",
  "ya6.2.2:71.0.1_0": "6.2.2.4. Paccuppannātītavāra",
  "ya6.2.2:71.0.2_0": "6.2.2.4.1. Anulomapuggala",
  "ya6.2.2:71.1_0": "Yassa kāyasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:72.1_0": "Yassa vā pana vacīsaṅkhāro nirujjhittha tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:73.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro nirujjhittha, no ca tesaṁ kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:73.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:74.1_0": "Yassa kāyasaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:75.1_0": "Yassa vā pana cittasaṅkhāro nirujjhittha tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:76.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro nirujjhittha, no ca tesaṁ kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:76.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:77.1_0": "Yassa vacīsaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:78.1_0": "Yassa vā pana cittasaṅkhāro nirujjhittha tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:79.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro nirujjhittha, no ca tesaṁ vacīsaṅkhāro nirujjhati.",
  "ya6.2.2:79.1_1": "Vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhittha vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:80.0_0": "6.2.2.4.2. Anulomaokāsa",
  "ya6.2.2:80.1_0": "Yattha kāyasaṅkhāro nirujjhati …pe….",
  "ya6.2.2:81.0_0": "6.2.2.4.3. Anulomapuggalokāsa",
  "ya6.2.2:81.1_0": "Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha vacīsaṅkhāro nirujjhitthāti?",
  "ya6.2.2:82.1_0": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro nirujjhati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhittha.",
  "ya6.2.2:82.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhittha.",
  "ya6.2.2:83.1_0": "Yassa vā pana yattha vacīsaṅkhāro nirujjhittha tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:84.1_0": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro nirujjhittha, no ca tesaṁ tattha kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:84.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:85.1_0": "Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:86.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhittha tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:87.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro nirujjhittha, no ca tesaṁ tattha kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:87.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro ca nirujjhittha kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:88.1_0": "Yassa yattha vacīsaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhitthāti? Āmantā.",
  "ya6.2.2:89.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhittha tassa tattha vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:90.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro nirujjhittha, no ca tesaṁ tattha vacīsaṅkhāro nirujjhati.",
  "ya6.2.2:90.1_1": "Vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro ca nirujjhittha vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:91.0_0": "6.2.2.4.4. Paccanīkapuggala",
  "ya6.2.2:91.1_0": "Yassa kāyasaṅkhāro na nirujjhati tassa vacīsaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:92.1_0": "Yassa vā pana vacīsaṅkhāro na nirujjhittha tassa kāyasaṅkhāro na nirujjhatīti? Natthi.",
  "ya6.2.2:93.1_0": "Yassa kāyasaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:94.1_0": "Yassa vā pana cittasaṅkhāro na nirujjhittha tassa kāyasaṅkhāro na nirujjhatīti? Natthi.",
  "ya6.2.2:95.1_0": "Yassa vacīsaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:96.1_0": "Yassa vā pana cittasaṅkhāro na nirujjhittha tassa vacīsaṅkhāro na nirujjhatīti? Natthi.",
  "ya6.2.2:97.0_0": "6.2.2.4.5. Paccanīkaokāsa",
  "ya6.2.2:97.1_0": "Yattha kāyasaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:98.0_0": "6.2.2.4.6. Paccanīkapuggalokāsa",
  "ya6.2.2:98.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha vacīsaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:99.1_0": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhittha.",
  "ya6.2.2:99.1_1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:100.1_0": "Yassa vā pana yattha vacīsaṅkhāro na nirujjhittha tassa tattha kāyasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:101.1_0": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro na nirujjhittha, no ca tesaṁ tattha kāyasaṅkhāro na nirujjhati.",
  "ya6.2.2:101.1_1": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṁ samāpannānaṁ suddhāvāsānaṁ dutiye citte vattamāne asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhittha kāyasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:102.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:103.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhittha.",
  "ya6.2.2:103.1_1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:104.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhittha tassa tattha kāyasaṅkhāro na nirujjhatīti? Āmantā.",
  "ya6.2.2:105.1_0": "Yassa yattha vacīsaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:106.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro na nirujjhati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhittha.",
  "ya6.2.2:106.1_1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:107.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhittha tassa tattha vacīsaṅkhāro na nirujjhatīti? Āmantā.",
  "ya6.2.2:108.0.1_0": "6.2.2.5. Paccuppannānāgatavāra",
  "ya6.2.2:108.0.2_0": "6.2.2.5.1. Anulomapuggala",
  "ya6.2.2:108.1_0": "Yassa kāyasaṅkhāro nirujjhati tassa vacīsaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:109.1_0": "Yassa vā pana vacīsaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:110.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:110.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:111.1_0": "Yassa kāyasaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:112.1_0": "Yassa vā pana cittasaṅkhāro nirujjhissati tassa kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:113.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:113.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:114.1_0": "Yassa vacīsaṅkhāro nirujjhati tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:115.1_0": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro nirujjhati, no ca tesaṁ cittasaṅkhāro nirujjhissati.",
  "ya6.2.2:115.1_1": "Itaresaṁ vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca nirujjhati cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:116.1_0": "Yassa vā pana cittasaṅkhāro nirujjhissati tassa vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:117.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittasaṅkhāro nirujjhissati, no ca tesaṁ vacīsaṅkhāro nirujjhati.",
  "ya6.2.2:117.1_1": "Vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:118.0_0": "6.2.2.5.2. Anulomaokāsa",
  "ya6.2.2:118.1_0": "Yattha kāyasaṅkhāro nirujjhati …pe….",
  "ya6.2.2:119.0_0": "6.2.2.5.3. Anulomapuggalokāsa",
  "ya6.2.2:119.1_0": "Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:120.1_0": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro nirujjhati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhissati.",
  "ya6.2.2:120.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro ca nirujjhati vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:121.1_0": "Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:122.1_0": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:122.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:123.1_0": "Yassa yattha kāyasaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhissatīti? Āmantā.",
  "ya6.2.2:124.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhatīti?",
  "ya6.2.2:125.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nirujjhati.",
  "ya6.2.2:125.1_1": "Assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhati.",
  "ya6.2.2:126.1_0": "Yassa yattha vacīsaṅkhāro nirujjhati tassa tattha cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:127.1_0": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro nirujjhati, no ca tesaṁ tattha cittasaṅkhāro nirujjhissati.",
  "ya6.2.2:127.1_1": "Itaresaṁ vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro ca nirujjhati cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:128.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhatīti?",
  "ya6.2.2:129.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhati.",
  "ya6.2.2:129.1_1": "Vitakkavicārānaṁ bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhati.",
  "ya6.2.2:130.0_0": "6.2.2.5.4. Paccanīkapuggala",
  "ya6.2.2:130.1_0": "Yassa kāyasaṅkhāro na nirujjhati tassa vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:131.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro na nirujjhati, no ca tesaṁ vacīsaṅkhāro na nirujjhissati.",
  "ya6.2.2:131.1_1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:132.1_0": "Yassa vā pana vacīsaṅkhāro na nirujjhissati tassa kāyasaṅkhāro na nirujjhatīti? Āmantā.",
  "ya6.2.2:133.1_0": "Yassa kāyasaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:134.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ kāyasaṅkhāro na nirujjhati, no ca tesaṁ cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:134.1_1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:135.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:136.1_0": "Yassa vacīsaṅkhāro na nirujjhati tassa cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:137.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ vacīsaṅkhāro na nirujjhati, no ca tesaṁ cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:137.1_1": "Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:138.1_0": "Yassa vā pana cittasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:139.1_0": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṁ cittasaṅkhāro na nirujjhissati, no ca tesaṁ vacīsaṅkhāro na nirujjhati.",
  "ya6.2.2:139.1_1": "Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe tesaṁ cittasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:140.0_0": "6.2.2.5.5. Paccanīkaokāsa",
  "ya6.2.2:140.1_0": "Yattha kāyasaṅkhāro na nirujjhati …pe….",
  "ya6.2.2:141.0_0": "6.2.2.5.6. Paccanīkapuggalokāsa",
  "ya6.2.2:141.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:142.1_0": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhissati.",
  "ya6.2.2:142.1_1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhati vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:143.1_0": "Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhatīti?",
  "ya6.2.2:144.1_0": "Dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro na nirujjhati.",
  "ya6.2.2:144.1_1": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ assāsapassāsānaṁ uppādakkhaṇe tesaṁyeva vinā assāsapassāsehi cittassa bhaṅgakkhaṇe catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhati.",
  "ya6.2.2:145.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:146.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā assāsapassāsehi cittassa bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro na nirujjhati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:146.1_1": "Pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:147.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:148.1_0": "Yassa yattha vacīsaṅkhāro na nirujjhati tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:149.1_0": "Sabbesaṁ cittassa uppādakkhaṇe vinā vitakkavicārehi cittassa bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro na nirujjhati, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:149.1_1": "Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhati cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:150.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhatīti?",
  "ya6.2.2:151.1_0": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro na nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhati.",
  "ya6.2.2:151.1_1": "Avitakkaavicārapacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhati.",
  "ya6.2.2:152.0.1_0": "6.2.2.6. Atītānāgatavāra",
  "ya6.2.2:152.0.2_0": "6.2.2.6.1. Anulomapuggala",
  "ya6.2.2:152.1_0": "Yassa kāyasaṅkhāro nirujjhittha tassa vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:153.1_0": "Savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati tesaṁ kāyasaṅkhāro nirujjhittha, no ca tesaṁ vacīsaṅkhāro nirujjhissati.",
  "ya6.2.2:153.1_1": "Itaresaṁ tesaṁ kāyasaṅkhāro ca nirujjhittha vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:154.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:155.1_0": "Yassa kāyasaṅkhāro nirujjhittha tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:156.1_0": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro nirujjhittha, no ca tesaṁ cittasaṅkhāro nirujjhissati.",
  "ya6.2.2:156.1_1": "Itaresaṁ tesaṁ kāyasaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:157.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:158.1_0": "Yassa vacīsaṅkhāro nirujjhittha tassa cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:159.1_0": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ vacīsaṅkhāro nirujjhittha, no ca tesaṁ cittasaṅkhāro nirujjhissati.",
  "ya6.2.2:159.1_1": "Itaresaṁ tesaṁ vacīsaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:160.1_0": "Yassa vā pana …pe… ? Āmantā.",
  "ya6.2.2:161.0_0": "6.2.2.6.2. Anulomaokāsa",
  "ya6.2.2:161.1_0": "Yattha kāyasaṅkhāro nirujjhittha …pe….",
  "ya6.2.2:162.0_0": "6.2.2.6.3. Anulomapuggalokāsa",
  "ya6.2.2:162.1_0": "Yassa yattha kāyasaṅkhāro nirujjhittha tassa tattha vacīsaṅkhāro nirujjhissatīti?",
  "ya6.2.2:163.1_0": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha kāyasaṅkhāro nirujjhittha, no ca tesaṁ tattha vacīsaṅkhāro nirujjhissati.",
  "ya6.2.2:163.1_1": "Paṭhamajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhittha vacīsaṅkhāro ca nirujjhissati.",
  "ya6.2.2:164.1_0": "Yassa vā pana yattha vacīsaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhitthāti?",
  "ya6.2.2:165.1_0": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha vacīsaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nirujjhittha.",
  "ya6.2.2:165.1_1": "Paṭhamajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha vacīsaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhittha.",
  "ya6.2.2:166.1_0": "Yassa yattha kāyasaṅkhāro nirujjhittha tassa tattha cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:167.1_0": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha kāyasaṅkhāro nirujjhittha, no ca tesaṁ tattha cittasaṅkhāro nirujjhissati.",
  "ya6.2.2:167.1_1": "Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ itaresaṁ kāmāvacarānaṁ tesaṁ tattha kāyasaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:168.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha kāyasaṅkhāro nirujjhitthāti?",
  "ya6.2.2:169.1_0": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro nirujjhittha.",
  "ya6.2.2:169.1_1": "Paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ kāmāvacarānaṁ tesaṁ tattha cittasaṅkhāro ca nirujjhissati kāyasaṅkhāro ca nirujjhittha.",
  "ya6.2.2:170.1_0": "Yassa yattha vacīsaṅkhāro nirujjhittha tassa tattha cittasaṅkhāro nirujjhissatīti?",
  "ya6.2.2:171.1_0": "Savitakkasavicārabhūmiyaṁ pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha vacīsaṅkhāro nirujjhittha, no ca tesaṁ tattha cittasaṅkhāro nirujjhissati.",
  "ya6.2.2:171.1_1": "Itaresaṁ savitakkasavicārabhūmiyaṁ tesaṁ tattha vacīsaṅkhāro ca nirujjhittha cittasaṅkhāro ca nirujjhissati.",
  "ya6.2.2:172.1_0": "Yassa vā pana yattha cittasaṅkhāro nirujjhissati tassa tattha vacīsaṅkhāro nirujjhitthāti?",
  "ya6.2.2:173.1_0": "Avitakkaavicārabhūmiyaṁ tesaṁ tattha cittasaṅkhāro nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro nirujjhittha.",
  "ya6.2.2:173.1_1": "Savitakkasavicārabhūmiyaṁ tesaṁ tattha cittasaṅkhāro ca nirujjhissati vacīsaṅkhāro ca nirujjhittha.",
  "ya6.2.2:174.0_0": "6.2.2.6.4. Paccanīkapuggala",
  "ya6.2.2:174.1_0": "Yassa kāyasaṅkhāro na nirujjhittha tassa vacīsaṅkhāro na nirujjhissatīti? Natthi.",
  "ya6.2.2:175.1_0": "Yassa vā pana vacīsaṅkhāro na nirujjhissati tassa kāyasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:176.1_0": "Yassa kāyasaṅkhāro na nirujjhittha tassa cittasaṅkhāro na nirujjhissatīti? Natthi.",
  "ya6.2.2:177.1_0": "Yassa vā pana cittasaṅkhāro na nirujjhissati tassa kāyasaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:178.1_0": "Yassa vacīsaṅkhāro na nirujjhittha tassa cittasaṅkhāro na nirujjhissatīti? Natthi.",
  "ya6.2.2:179.1_0": "Yassa vā pana cittasaṅkhāro na nirujjhissati tassa vacīsaṅkhāro na nirujjhitthāti? Nirujjhittha.",
  "ya6.2.2:180.0_0": "6.2.2.6.5. Paccanīkaokāsa",
  "ya6.2.2:180.1_0": "Yattha kāyasaṅkhāro na nirujjhittha …pe….",
  "ya6.2.2:181.0_0": "6.2.2.6.6. Paccanīkapuggalokāsa",
  "ya6.2.2:181.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhittha tassa tattha vacīsaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:182.1_0": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhittha, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhissati.",
  "ya6.2.2:182.1_1": "Rūpāvacare arūpāvacare savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhittha vacīsaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:183.1_0": "Yassa vā pana yattha vacīsaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:184.1_0": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe dutiyajjhānaṁ tatiyajjhānaṁ samāpannānaṁ tesaṁ tattha vacīsaṅkhāro na nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro na nirujjhittha.",
  "ya6.2.2:184.1_1": "Rūpāvacare arūpāvacare savitakkasavicārapacchimacittassa bhaṅgakkhaṇe avitakkaavicārapacchimacittasamaṅgīnaṁ yassa cittassa anantarā avitakkaavicāraṁ pacchimacittaṁ uppajjissati catutthajjhānaṁ samāpannānaṁ asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:185.1_0": "Yassa yattha kāyasaṅkhāro na nirujjhittha tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:186.1_0": "Catutthajjhānaṁ samāpannānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha kāyasaṅkhāro na nirujjhittha, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:186.1_1": "Rūpāvacare arūpāvacare pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha kāyasaṅkhāro ca na nirujjhittha cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:187.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha kāyasaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:188.1_0": "Kāmāvacare pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro na nirujjhissati, no ca tesaṁ tattha kāyasaṅkhāro na nirujjhittha.",
  "ya6.2.2:188.1_1": "Rūpāvacare arūpāvacare pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca na nirujjhissati kāyasaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:189.1_0": "Yassa yattha vacīsaṅkhāro na nirujjhittha tassa tattha cittasaṅkhāro na nirujjhissatīti?",
  "ya6.2.2:190.1_0": "Avitakkaavicārabhūmiyaṁ tesaṁ tattha vacīsaṅkhāro na nirujjhittha, no ca tesaṁ tattha cittasaṅkhāro na nirujjhissati.",
  "ya6.2.2:190.1_1": "Avitakkaavicārabhūmiyaṁ pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha vacīsaṅkhāro ca na nirujjhittha cittasaṅkhāro ca na nirujjhissati.",
  "ya6.2.2:191.1_0": "Yassa vā pana yattha cittasaṅkhāro na nirujjhissati tassa tattha vacīsaṅkhāro na nirujjhitthāti?",
  "ya6.2.2:192.1_0": "Savitakkasavicārabhūmiyaṁ pacchimacittassa bhaṅgakkhaṇe tesaṁ tattha cittasaṅkhāro na nirujjhissati, no ca tesaṁ tattha vacīsaṅkhāro na nirujjhittha.",
  "ya6.2.2:192.1_1": "Avitakkaavicārabhūmiyaṁ pacchimacittassa bhaṅgakkhaṇe asaññasattānaṁ tesaṁ tattha cittasaṅkhāro ca na nirujjhissati vacīsaṅkhāro ca na nirujjhittha.",
  "ya6.2.2:193.1_0": "Nirodhavāro."
}