{
  "atk-vin02a311:0": "12. Sattasatikakkhandhakaṃ",
  "atk-vin02a311:1": "Dasavatthukathā",
  "atk-vin02a311:2": "446. Sattasatikakkhandhake – bhikkhaggenāti bhikkhuaggena, bhikkhū gaṇetvā tattake paṭivīse ṭhapesunti attho. Mahiyāti himapātasamaye himavalāhakā.",
  "atk-vin02a311:3": "447.Avijjānivuṭāti avijjāpaṭicchannā . Posāti purisā. Piyarūpaṃ abhinandanti patthentīti piyarūpābhinandino. Aviddasūti avijānantā. Rāgarajehi sarajā. Magasadisāti magā. Saha nettiyāti sanettikā. Vaḍḍhenti kaṭasinti punappunaṃ kaḷevaraṃ nikkhipamānā bhūmiṃ vaḍḍhenti. Evaṃ vaḍḍhentāva ghoraṃ ādiyanti punabbhavaṃ.",
  "atk-vin02a311:4": "454.Pāpakaṃ no āvuso katanti āvuso amhehi pāpakaṃ katanti attho.",
  "atk-vin02a311:5": "455.Katamena tvaṃ bhūmi vihārenāti ettha bhūmīti piyavacanametaṃ. Piyaṃ vattukāmo kira āyasmā sabbakāmī navake bhikkhū evaṃ āmanteti. Kullakavihārenāti uttānavihārena.",
  "atk-vin02a311:6": "457.Sāvatthiyā suttavibhaṅgeti kathaṃ suttavibhaṅge paṭikkhittaṃ hoti? Tatra hi ‘‘sannidhi nāma ajja paṭiggahitaṃ aparajjū’’ti vatvā puna ‘‘sannidhikārake asannidhikārakasaññī khādanīyaṃ vā bhojanīyaṃ vā khādati vā bhuñjati vā āpatti pācittiyassā’’ti āpattiṃ vadantena paṭikkhittaṃ hoti. Tatreke maññanti ‘‘yo pana bhikkhu sannidhikārakaṃ khādanīyaṃ vā bhojanīyaṃ vā’’ti hi vuttaṃ, idañca loṇaṃ nāma yāvajīvikattā sannidhibhāvaṃ nāpajjati. Yampi aloṇakaṃ āmisaṃ paṭiggahetvā tena saddhiṃ paribhuñjati, taṃ tadahupaṭiggahitameva, tasmā ‘‘‘yāvakālikena, bhikkhave, yāvajīvikaṃ tadahupaṭiggahitaṃ kāle kappati, vikāle na kappatī’ti vacanato dukkaṭenettha bhavitabba’’nti. Te vattabbā – ‘‘tumhākaṃ matena dukkaṭenapi na bhavitabbaṃ, na hi ettha yāvajīvikaṃ tadahupaṭiggahitaṃ, yāvakālikameva tadahupaṭiggahitaṃ , na ca taṃ vikāle paribhuttaṃ. Yadi vā ‘‘vikāle na kappatī’’ti vacanena tumhe dukkaṭaṃ maññetha, yāvajīvikamissaṃ yāvakālikaṃ vikāle bhuñjantassa vikālabhojanapācittiyaṃ na bhaveyya. Tasmā na byañjanamattaṃ gahetabbaṃ, attho upaparikkhitabbo.",
  "atk-vin02a311:7": "Ayañhettha attho – yāvakālikena yāvajīvikaṃ tadahupaṭiggahitaṃ yadi sambhinnarasaṃ hoti, yāvakālikagatikameva hoti. Tasmā ‘‘yo pana bhikkhu vikāle khādanīyaṃ vā bhojanīyaṃ vā’’ti iminā sikkhāpadena kāle kappati, vikāle na kappati. Na idha ‘‘na kappatī’’ti vacanamattenettha dukkaṭaṃ hoti. Yatheva yāvajīvikaṃ tadahupaṭiggahitaṃ yāvakālikena sambhinnarasaṃ vikāle na kappati, vikālabhojanapācittiyāvahaṃ hoti. Evaṃ ajja paṭiggahitampi aparajju yāvakālikena sambhinnarasaṃ na kappati, sannidhibhojanapācittiyāvahaṃ hoti. Taṃ ‘‘sannidhikataṃ ida’’nti ajānantopi na muccati. Vuttañhetaṃ – ‘‘sannidhikārake asannidhikārakasaññī khādanīyaṃ vā bhojanīyaṃ vā khādati vā bhuñjati vā āpatti pācittiyassā’’ti. Tasmā ‘‘kattha paṭikkhitta’’nti imissā pucchāya ‘‘parisuddhamidaṃ byākaraṇaṃ sāvatthiyā suttavibhaṅge’’ti.",
  "atk-vin02a311:8": "Rājagahe uposathasaṃyutteti idaṃ ‘‘na bhikkhave ekasmiṃ āvāse dve uposathāgārāni sammannitabbāni; yo sammanneyya, āpatti dukkaṭassā’’ti etaṃ sandhāya vuttaṃ. Vinayātisāre dukkaṭanti ‘‘na bhikkhave ekasmiṃ āvāse dve uposathāgārāni sammannitabbānī’’ti etassa vinayassa atisāre dukkaṭaṃ. Campeyyake vinayavatthusminti idaṃ ‘‘adhammena ce bhikkhave vaggakammaṃ, akammaṃ na ca karaṇīya’’nti evamādiṃ katvā campeyyakkhandhake āgataṃ vinayavatthuṃ sandhāya vuttaṃ.",
  "atk-vin02a311:9": "Ekaccokappatīti idaṃ dhammikaṃ āciṇṇaṃ sandhāya vuttaṃ. Chedanake pācittiyanti suttavibhaṅge hi ‘‘nisīdanaṃ nāma sadasaṃ vuccatī’’ti āgataṃ, tasmā dvinnaṃ sugatavidatthīnaṃ upari dasāyeva vidatthimattā labbhati. Dasāya vinā taṃ pamāṇaṃ karontassa idaṃ āgatameva hoti – ‘‘taṃ atikkāmayato chedanakaṃ pācittiya’’nti. Tasmā ‘‘kiṃ āpajjatī’’ti puṭṭho ‘‘chedanake pācittiya’’nti āha. Chedanakasikkhāpade vuttapācittiyaṃ āpajjatīti attho. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a311:10": "Dasavatthukathā niṭṭhitā.",
  "atk-vin02a311:11": "Samantapāsādikāya vinayasaṃvaṇṇanāya",
  "atk-vin02a311:12": "Sattasatikakkhandhakavaṇṇanā niṭṭhitā.",
  "atk-vin02a311:13": "Dvivaggasaṅgahā vuttā, dvāvīsatipabhedanā;",
  "atk-vin02a311:14": "Khandhakā sāsane pañcakkhandhadukkhappahāyino.",
  "atk-vin02a311:15": "Yā tesaṃ vaṇṇanā esā, antarāyaṃ vinā yathā;",
  "atk-vin02a311:16": "Siddhā sijjhantu kalyāṇā, evaṃ āsāpi pāṇinanti.",
  "atk-vin02a311:17": "Cūḷavagga-aṭṭhakathā niṭṭhitā."
}