{
  "atk-s0404a19:0": "5. Akkosavaggo",
  "atk-s0404a19:1": "4. Kusinārasuttavaṇṇanā",
  "atk-s0404a19:2": "44. Pañcamassa catutthe kusinārāyanti evaṃnāmake nagare. Devatānaṃ atthāya baliṃ haranti etthāti baliharaṇo, tasmiṃ baliharaṇe. Acchiddena appaṭimaṃsenātiādīsu yena kenacideva pahaṭo vā hoti, vejjakammādīni vā katāni, tassa kāyasamācāro upacikādīhi khāyitatālapaṇṇaṃ viya chiddo ca, paṭimasituṃ yattha katthaci gahetvā ākaḍḍhituṃ sakkuṇeyyatāya paṭimaṃso ca hoti, viparīto acchiddo appaṭimaṃso nāma. Vacīsamācāro pana musāvādaomasavādapesuññaamūlakānuddhaṃsanādīhi chiddo sappaṭimaṃso ca hoti, viparīto acchiddo appaṭimaṃso. Mettaṃ nu kho me cittanti palibodhaṃ chinditvā kammaṭṭhānabhāvanānuyogena adhigataṃ me mettacittaṃ. Anāghātanti āghātavirahitaṃ, vikkhambhanena vihatāghātanti attho. Kattha vuttanti idaṃ sikkhāpadaṃ kismiṃ nagare vuttaṃ.",
  "atk-s0404a19:3": "Kālena vakkhāmītiādīsu eko ekaṃ okāsaṃ kāretvā codento kālena vadati nāma. Saṅghamajjhe vā gaṇamajjhe vā salākaggayāgaggavitakkamāḷakabhikkhācāramaggaāsanasālādīsu vā upaṭṭhākehi parivāritakkhaṇe vā codento akālena vadati nāma. Tacchena vadanto bhūtena vadati nāma. ‘‘Daharamahallakaparisāvacarakapaṃsukūlikadhammakathikapatirūpaṃ tava ida’’nti vadanto pharusena vadati nāma. Kāraṇanissitaṃ pana katvā, ‘‘bhante mahallakattha, parisāvacarakattha, paṃsukūlikattha, dhammakathikatthapatirūpaṃ tumhākamida’’nti vadanto saṇhena vadati nāma. Kāraṇanissitaṃ katvā vadanto atthasaṃhitena vadati nāma. Mettacitto vakkhāmi no dosantaroti mettacittaṃ paccupaṭṭhapetvā vakkhāmi, na duṭṭhacitto hutvā.",
  "atk-s0404a19:4": "5. Rājantepurappavesanasuttavaṇṇanā",
  "atk-s0404a19:5": "45. Pañcame kataṃ vā karissanti vāti methunavītikkamaṃ kariṃsu vā karissanti vā. Ratananti maṇiratanādīsu yaṃkiñci. Patthetīti māretuṃ icchati. Hatthisambādhanti hatthīhi sambādhaṃ . Hatthisammaddanti vā pāṭho, tassattho – hatthīhi sammaddo etthāti hatthisammaddaṃ. Sesesupi eseva nayo. Rajanīyāni rūpasaddagandharasaphoṭṭhabbānīti etāni rāgajanakāni rūpādīni tattha paripūrāni honti.",
  "atk-s0404a19:6": "6. Sakkasuttavaṇṇanā",
  "atk-s0404a19:7": "46. Chaṭṭhe sokasabhayeti sokena sabhaye. Sokabhayeti vā pāṭho, ayamevattho. Dutiyapadepi eseva nayo. Yena kenaci kammaṭṭhānenāti kasivaṇijjādikammesu yena kenaci kammena. Anāpajja akusalanti kiñci akusalaṃ anāpajjitvā. Nibbiseyyāti uppādeyya ācineyya. Dakkhoti cheko. Uṭṭhānasampannoti uṭṭhānavīriyena samannāgato. Alaṃ vacanāyāti yutto vacanāya. Ekantasukhappaṭisaṃvedī vihareyyāti ekantameva kāyikacetasikasukhaṃ ñāṇena paṭisaṃvedento vihareyya. Aniccāti hutvā abhāvato. Tucchāti sārarahitā. Musāti niccasubhasukhā viya khāyamānāpi tathā na hontīti musā. Mosadhammāti nassanasabhāvā. Tasmā te paṭicca dukkhaṃ uppajjatīti sandasseti. Idhapana voti ettha vo ti nipātamattaṃ. Apaṇṇakaṃ vā sotāpannoti avirādhitaṃ ekaṃsena sotāpanno vā hoti. Sopi jhānaṃ nibbatteti, brahmalokaṃ vā gantvā chasu vā kāmasaggesu ekantasukhappaṭisaṃvedī hutvā vihareyya. Imasmiṃ sutte satthā aṭṭhaṅguposathassa guṇaṃ kathesi.",
  "atk-s0404a19:8": "7. Mahālisuttavaṇṇanā",
  "atk-s0404a19:9": "47. Sattame micchāpaṇihitanti micchā ṭhapitaṃ. Adhammacariyāvisamacariyāti akusalakammapathavasena adhammacariyasaṅkhātā visamacariyā. Kusalakammapathavasena itarā veditabbā. Evamidha vaṭṭameva kathitaṃ.",
  "atk-s0404a19:10": "8. Pabbajitaabhiṇhasuttavaṇṇanā",
  "atk-s0404a19:11": "48. Aṭṭhame pabbajitenāti gharāvāsaṃ pahāya sāsane pabbajjaṃ upagatena. Abhiṇhanti abhikkhaṇaṃ punappunaṃ, paccavekkhitabbā oloketabbā sallakkhetabbā. Vevaṇṇiyanti vivaṇṇabhāvaṃ. Taṃ panetaṃ vevaṇṇiyaṃ duvidhaṃ hoti sarīravevaṇṇiyaṃ parikkhāravevaṇṇiyañca. Tattha kesamassuoropanena sarīravevaṇṇiyaṃ veditabbaṃ. Pubbe pana nānāvirāgāni sukhumavatthāni nivāsetvāpi nānaggarasabhojanaṃ suvaṇṇarajatabhājanesu bhuñjitvāpi sirigabbhe varasayanāsanesu nipajjitvāpi nisīditvāpi sappinavanītādīhi bhesajjaṃ katvāpi pabbajitakālato paṭṭhāya chinnasaṅghaṭitakasāvarasapītāni vatthāni nivāsetabbāni, ayapatte vā mattikapatte vā missakodano bhuñjitabbo, rukkhamūlādisenāsane muñjatiṇasantharaṇādīsu nipajjitabbaṃ , cammakhaṇḍataṭṭikādīsu nisīditabbaṃ, pūtimuttādīhi bhesajjaṃ kattabbaṃ hoti. Evamettha parikkhāravevaṇṇiyaṃ veditabbaṃ. Evaṃ paccavekkhato kopo ca māno ca pahīyati.",
  "atk-s0404a19:12": "Parapaṭibaddhā me jīvikāti mayhaṃ paresu paṭibaddhā parāyattā catupaccayajīvikāti. Evaṃ paccavekkhato hi ājīvo parisujjhati, piṇḍapāto ca apacito hoti, catūsu paccayesu apaccavekkhitaparibhogo nāma na hoti. Añño me ākappo karaṇīyoti yo gihīnaṃ uraṃ abhinīharitvā gīvaṃ paggahetvā lalitenākārena aniyatapadavītihārena gamanākappo hoti, tato aññova ākappo mayā karaṇīyo, santindriyena santamānasena yugamattadassinā visamaṭṭhāne udakasakaṭeneva mandamitapadavītihārena hutvā gantabbanti paccavekkhitabbaṃ. Evaṃ paccavekkhato hi iriyāpatho sāruppo hoti, tisso sikkhā paripūrenti. Kaccinukhoti salakkhaṇe nipātasamudāyo. Attāti cittaṃ. Sīlato na upavadatīti aparisuddhaṃ te sīlanti sīlapaccayo na upavadati. Evaṃ paccavekkhato hi ajjhattaṃ hirī samuṭṭhāti, sā tīsu dvāresu saṃvaraṃ sādheti, tīsu dvāresu saṃvaro catupārisuddhisīlaṃ hoti, catupārisuddhisīle ṭhito vipassanaṃ vaḍḍhetvā arahattaṃ gaṇhāti. Anuvicca viññū sabrahmacārīti paṇḍitā sabrahmacārino anuvicāretvā. Evaṃ paccavekkhato hi bahiddhā ottappaṃ saṇṭhāti, taṃ tīsu dvāresu saṃvaraṃ sādhetīti anantaranayeneva veditabbaṃ.",
  "atk-s0404a19:13": "Nānābhāvo vinābhāvoti jātiyā nānābhāvo, maraṇena vinābhāvo. Evaṃ paccavekkhato hi tīsu dvāresu asaṃvutākāro nāma na hoti, maraṇassati sūpaṭṭhitā hoti. Kammassakomhītiādīsu kammaṃ mayhaṃ sakaṃ attano santakanti kammassakā. Kammena dātabbaṃ phalaṃ dāyaṃ, kammassa dāyaṃ kammadāyaṃ, taṃ ādīyāmīti kammadāyādo. Kammaṃ mayhaṃ yoni kāraṇanti kammayoni. Kammaṃ mayhaṃ bandhu ñātakoti kammabandhu. Kammaṃ mayhaṃ paṭisaraṇaṃ patiṭṭhāti kammapaṭisaraṇo. Tassa dāyādo bhavissāmīti tassa kammassa dāyādo tena dinnaphalaṃ paṭiggāhako bhavissāmi. Evaṃ kammassakataṃ pana paccavekkhato pāpakaraṇaṃ nāma na hoti. Kathaṃbhūtassa me rattindivā vītivattantīti kinnu kho me vattappaṭipattiṃ karontassa, udāhu akarontassa, buddhavacanaṃ sajjhāyantassa, udāhu asajjhāyantassa, yonisomanasikāre kammaṃ karontassa, udāhu akarontassāti kathaṃbhūtassa me rattindivā vītivattanti, parivattantīti attho. Evaṃ paccavekkhato hi appamādo paripūrati.",
  "atk-s0404a19:14": "Suññāgāre abhiramāmīti vivittokāse sabbiriyāpathesu ekakova hutvā kacci nu kho abhiramāmīti attho. Evaṃ paccavekkhato kāyaviveko paripūrati. Uttarimanussadhammoti uttarimanussānaṃ ukkaṭṭhamanussabhūtānaṃ jhāyīnañceva ariyānañca jhānādidhammo, dasakusalakammapathasaṅkhātamanussadhammato vā uttaritaro visiṭṭhataro dhammo me mama santāne atthi nu kho, santi nu khoti attho. Alamariyañāṇadassanavisesoti mahaggatalokuttarapaññā pajānanaṭṭhena ñāṇaṃ, cakkhunā diṭṭhamiva dhammaṃ paccakkhakaraṇato dassanaṭṭhena dassananti ñāṇadassanaṃ, ariyaṃ visuddhaṃ uttamaṃ ñāṇadassananti ariyañāṇadassanaṃ, alaṃ pariyattakaṃ kilesaviddhaṃsanasamatthaṃ ariyañāṇadassanamettha, assa vāti alamariyañāṇadassano, jhānādibhedo uttarimanussadhammo alamariyañāṇadassano ca so viseso cāti alamariyañāṇadassanaviseso. Atha vā tameva kilesaviddhaṃsanasamatthaṃ visuddhaṃ ñāṇadassanameva visesoti alamariyañāṇadassanaviseso vā. Adhigatoti paṭiladdho me atthi nu kho. Sohanti paṭiladdhaviseso so ahaṃ. Pacchime kāleti maraṇamañce nipannakāle. Puṭṭhoti sabrahmacārīhi adhigataguṇavisesaṃ pucchito. Na maṅku bhavissāmīti patitakkhandho nittejo na hessāmīti. Evaṃ paccavekkhantassa hi moghakālakiriyā nāma na hoti.",
  "atk-s0404a19:15": "9-10. Sarīraṭṭhadhammasuttādivaṇṇanā",
  "atk-s0404a19:16": "49-50. Navame ponobbhavikoti punabbhavanibbattako. Bhavasaṅkhāroti bhavasaṅkharaṇakammaṃ. Imasmiṃ sutte vaṭṭameva kathitaṃ. Dasame sīlabāhusaccavīriyasatipaññā lokiyalokuttarāmissikā kathitā. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0404a19:17": "Akkosavaggo pañcamo.",
  "atk-s0404a19:18": "Paṭhamapaṇṇāsakaṃ niṭṭhitaṃ.",
  "atk-s0404a19:19": "2. Dutiyapaṇṇāsakaṃ"
}