{
  "atk-abh02a3:0": "4. Saccavibhaṅgo",
  "atk-abh02a3:1": "1. Suttantabhājanīyavaṇṇanā",
  "atk-abh02a3:2": "189. Idāni tadanantare saccavibhaṅge cattārīti gaṇanaparicchedo. Ariyasaccānīti paricchinnadhammanidassanaṃ. Dukkhaṃ ariyasaccantiādimhi pana uddesavāre –",
  "atk-abh02a3:3": "Vibhāgato nibbacana-lakkhaṇādippabhedato;",
  "atk-abh02a3:4": "Atthatthuddhārato ceva, anūnādhikato tathā.",
  "atk-abh02a3:5": "Kamato ariyasaccesu, yaṃ ñāṇaṃ tassa kiccato;",
  "atk-abh02a3:6": "Antogadhānaṃ pabhedo, upamāto catukkato.",
  "atk-abh02a3:7": "Suññatekavidhādīhi, sabhāgavisabhāgato;",
  "atk-abh02a3:8": "Vinicchayo veditabbo, viññunā sāsanakkame.",
  "atk-abh02a3:9": "Tattha ‘vibhāgato’ti dukkhādīnañhi cattāro cattāro atthā vibhattā tathā avitathā anaññathā, ye dukkhādīni abhisamentehi abhisametabbā. Yathāha, ‘‘dukkhassa pīḷanaṭṭho, saṅkhataṭṭho, santāpaṭṭho, vipariṇāmaṭṭho – ime cattāro dukkhassa dukkhaṭṭhā tathā avitathā anaññathā. Samudayassa āyūhanaṭṭho, nidānaṭṭho, saṃyogaṭṭho, palibodhaṭṭho…pe… nirodhassa nissaraṇaṭṭho, vivekaṭṭho, asaṅkhataṭṭho, amataṭṭho…pe… maggassa niyyānaṭṭho, hetvaṭṭho, dassanaṭṭho, ādhipateyyaṭṭho – ime cattāro maggassa maggaṭṭhā tathā avitathā anaññathā’’ti (paṭi. ma. 2.8). Tathā ‘‘dukkhassa pīḷanaṭṭho, saṅkhataṭṭho, santāpaṭṭho, viparināmaṭṭho, abhisamayaṭṭho’’ti (paṭi. ma. 2.11) evamādi. Iti evaṃ vibhattānaṃ catunnaṃ catunnaṃ atthānaṃ vasena dukkhādīni veditabbānīti. Ayaṃ tāvettha vibhāgato vinicchayo veditabbo.",
  "atk-abh02a3:10": "‘Nibbacanalakkhaṇādippabhedato’ti ettha pana ‘nibbacanato’ tāva idha ‘du’iti ayaṃ saddo kucchite dissati; kucchitañhi puttaṃ duputtoti vadanti. ‘Khaṃ’saddo pana tucche; tucchañhi ākāsaṃ khanti vuccati. Idañca paṭhamasaccaṃ kucchitaṃ anekaupaddavādhiṭṭhānato, tucchaṃ bālajanaparikappitadhuvasubhasukhattabhāvavirahitato. Tasmā kucchitattā tucchattā ca dukkhanti vuccati. ‘Saṃ’iti ca ayaṃ saddo ‘‘samāgamo sameta’’ntiādīsu (vibha. 199; dī. ni. 2.396) saṃyogaṃ dīpeti; ‘u’iti ayaṃ saddo ‘‘uppannaṃ udita’’ntiādīsu (pārā. 172; cūḷani. khaggavisāṇasuttaniddesa 141) uppattiṃ. ‘Aya’saddo pana kāraṇaṃ dīpeti. Idañcāpi dutiyasaccaṃ avasesapaccayasamāyoge sati dukkhassuppattikāraṇaṃ. Iti dukkhassa saṃyoge uppattikāraṇattā dukkhasamudayanti vuccati.",
  "atk-abh02a3:11": "Tatiyasaccaṃ pana yasmā ‘ni’saddo abhāvaṃ ‘rodha’saddo ca cārakaṃ dīpeti, tasmā abhāvo ettha saṃsāracārakasaṅkhātassa dukkharodhassa sabbagatisuññattā, samadhigate vā tasmiṃ saṃsāracārakasaṅkhātassa dukkharodhassa abhāvo hoti tappaṭipakkhattātipi dukkhanirodhanti vuccati, dukkhassa vā anuppādanirodhapaccayattā dukkhanirodhanti. Catutthasaccaṃ pana yasmā etaṃ dukkhanirodhaṃ gacchati ārammaṇavasena tadabhimukhībhūtattā, paṭipadā ca hoti dukkhanirodhappattiyā, tasmā dukkhanirodhagāminī paṭipadāti vuccati.",
  "atk-abh02a3:12": "Yasmā panetāni buddhādayo ariyā paṭivijjhanti, tasmā ariyasaccānīti vuccanti. Yathāha – ‘‘catārimāni, bhikkhave, ariyasaccāni (saṃ. ni. 5.1097). Katamāni…pe… imāni kho, bhikkhave, cattāri ariyasaccāni. Ariyā imāni paṭivijjhanti, tasmā ariyasaccānīti vuccantī’’ti. Apica ariyassa saccānītipi ariyasaccāni. Yathāha – ‘‘sadevake, bhikkhave, loke…pe… sadevamanussāya tathāgato ariyo, tasmā ariyasaccānīti vuccantī’’ti. Atha vā etesaṃ abhisambuddhattā ariyabhāvasiddhitopi ariyasaccāni. Yathāha – ‘‘imesaṃ kho, bhikkhave, catunnaṃ ariyasaccānaṃ yathābhūtaṃ abhisambuddhattā tathāgato arahaṃ sammāsambuddho ‘ariyo’ti vuccatī’’ti. Apica kho pana ariyāni saccānītipi ariyasaccāni; ariyānīti tathāni avitathāni avisaṃvādakānīti attho. Yathāha – ‘‘imāni kho, bhikkhave, cattāri ariyasaccāni tathāni avitathāni anaññathāni, tasmā ariyasaccānīti vuccantī’’ti. Evamettha nibbacanato vinicchayo veditabbo.",
  "atk-abh02a3:13": "Kathaṃ ‘lakkhaṇādippabhedato’? Ettha hi bādhanalakkhaṇaṃ dukkhasaccaṃ, santāpanarasaṃ, pavattipaccupaṭṭhānaṃ. Pabhavalakkhaṇaṃ samudayasaccaṃ, anupacchedakaraṇarasaṃ, palibodhapaccupaṭṭhānaṃ. Santilakkhaṇaṃ nirodhasaccaṃ, accutirasaṃ, animittapaccupaṭṭhānaṃ . Niyyānalakkhaṇaṃ maggasaccaṃ, kilesappahānakaraṇarasaṃ, vuṭṭhānapaccupaṭṭhānaṃ. Apica pavattipavattakanivattinivattakalakkhaṇāni paṭipāṭiyā. Tathā saṅkhatataṇhāasaṅkhatadassanalakkhaṇāni cāti evamettha ‘lakkhaṇādippabhedato’ vinicchayo veditabbo.",
  "atk-abh02a3:14": "‘Atthatthuddhārato cevā’ti ettha pana atthato tāva ko saccaṭṭhoti ce? Yo paññācakkhunā upaparikkhamānānaṃ māyāva viparītako, marīcīva visaṃvādako, titthiyānaṃ attāva anupalabbhasabhāvo ca na hoti; atha kho bādhanapabhavasantiniyyānappakārena tacchāviparītabhūtabhāvena ariyañāṇassa gocaro hotiyeva; esa aggilakkhaṇaṃ viya, lokapakati viya ca tacchāviparītabhūtabhāvo saccaṭṭhoti veditabbo. Yathāha – ‘‘idaṃ dukkhanti kho, bhikkhave, tathametaṃ avitathametaṃ anaññathameta’’nti (saṃ. ni. 5.1090) vitthāro. Apica –",
  "atk-abh02a3:15": "Nābādhakaṃ yato dukkhaṃ, dukkhā aññaṃ na bādhakaṃ;",
  "atk-abh02a3:16": "Bādhakattaniyāmena, tato saccamidaṃ mataṃ.",
  "atk-abh02a3:17": "Taṃ vinā nāññato dukkhaṃ, na hoti na ca taṃ tato;",
  "atk-abh02a3:18": "Dukkhahetuniyāmena, iti saccaṃ visattikā.",
  "atk-abh02a3:19": "Nāññā nibbānato santi, santaṃ na ca na taṃ yato;",
  "atk-abh02a3:20": "Santabhāvaniyāmena, tato saccamidaṃ mataṃ.",
  "atk-abh02a3:21": "Maggā aññaṃ na niyyānaṃ, aniyyāno na cāpi so;",
  "atk-abh02a3:22": "Tacchaniyyānabhāvattā, iti so saccasammato.",
  "atk-abh02a3:23": "Iti tacchāvipallāsa-bhūtabhāvaṃ catūsupi;",
  "atk-abh02a3:24": "Dukkhādīsvavisesena, saccaṭṭhaṃ āhu paṇḍitāti.",
  "atk-abh02a3:25": "Evaṃ ‘atthato’ vinicchayo veditabbo.",
  "atk-abh02a3:26": "Kathaṃ ‘atthuddhārato’? Idhāyaṃ ‘sacca’saddo anekesu atthesu dissati, seyyathidaṃ – ‘‘saccaṃ bhaṇe, na kujjheyyā’’tiādīsu (dha. pa. 224) vācāsacce. ‘‘Sacce ṭhitā samaṇabrāhmaṇā cā’’tiādīsu (jā. 2.21.433) viratisacce. ‘‘Kasmā nu saccāni vadanti nānā, pavādiyāse kusalāvadānā’’tiādīsu (su. ni. 891) diṭṭhisacce. ‘‘Ekañhi saccaṃ na dutiyamatthī’’tiādīsu (su. ni. 890) paramatthasacce nibbāne ceva magge ca. ‘‘Catunnaṃ ariyasaccānaṃ kati kusalā’’tiādīsu (vibha. 216) ariyasacce. Svāyamidhāpi ariyasacce vattatīti evamettha ‘atthuddhārato’pi vinicchayo veditabbo.",
  "atk-abh02a3:27": "‘Anūnādhikato’ti kasmā pana cattāreva ariyasaccāni vuttāni, anūnāni anadhikānīti ce? Aññassāsambhavato, aññatarassa ca anapaneyyabhāvato; na hi etehi aññaṃ adhikaṃ vā etesaṃ vā ekampi apanetabbaṃ sambhoti. Yathāha – ‘‘idha, bhikkhave, āgaccheyya samaṇo vā brāhmaṇo vā ‘netaṃ dukkhaṃ ariyasaccaṃ, aññaṃ dukkhaṃ ariyasaccaṃ yaṃ samaṇena gotamena desitaṃ. Ahametaṃ dukkhaṃ ariyasaccaṃ ṭhapetvā aññaṃ dukkhaṃ ariyasaccaṃ paññapessāmī’ti netaṃ ṭhānaṃ vijjatī’’tiādi. Yathā cāha – ‘‘yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā evaṃ vadeyya ‘netaṃ dukkhaṃ paṭhamaṃ ariyasaccaṃ, yaṃ samaṇena gotamena desitaṃ. Ahametaṃ dukkhaṃ paṭhamaṃ ariyasaccaṃ paccakkhāya aññaṃ dukkhaṃ paṭhamaṃ ariyasaccaṃ paññapessāmī’ti netaṃ ṭhānaṃ vijjatī’’tiādi (saṃ. ni. 5.1086).",
  "atk-abh02a3:28": "Apica pavattimācikkhanto bhagavā sahetukaṃ ācikkhi, nivattiñca saupāyaṃ. Iti pavattinivattitadubhayahetūnaṃ etapparamato cattāreva vuttāni. Tathā pariññeyya pahātabba sacchikātabba bhāvetabbānaṃ, taṇhāvatthutaṇhātaṇhānirodhataṇhānirodhupāyānaṃ, ālayālayarāmatāālayasamugghātaālayasamugghātūpāyānañca vasenāpi cattāreva vuttānīti. Evamettha ‘anūnādhikato’ vinicchayo veditabbo.",
  "atk-abh02a3:29": "‘Kamato’ti ayampi desanākkamova. Ettha ca oḷārikattā sabbasattasādhāraṇattā ca suviññeyyanti dukkhasaccaṃ paṭhamaṃ vuttaṃ, tasseva hetudassanatthaṃ tadanantaraṃ samudayasaccaṃ, hetunirodhā phalanirodhoti ñāpanatthaṃ tato nirodhasaccaṃ, tadadhigamupāyadassanatthaṃ ante maggasaccaṃ. Bhavasukhassādagadhitānaṃ vā sattānaṃ saṃvegajananatthaṃ paṭhamaṃ dukkhamāha. Taṃ neva akataṃ āgacchati, na issaranimmānādito hoti, ito pana hotīti ñāpanatthaṃ tadanantaraṃ samudayaṃ. Tato sahetukena dukkhena abhibhūtattā saṃviggamānasānaṃ dukkhanissaraṇagavesīnaṃ nissaraṇadassanena assāsajananatthaṃ nirodhaṃ. Tato nirodhādhigamatthaṃ nirodhasampāpakaṃ magganti evamettha ‘kamato’ vinicchayo veditabbo.",
  "atk-abh02a3:30": "‘Ariyasaccesu yaṃ ñāṇaṃ tassa kiccato’ti saccañāṇakiccatopi vinicchayo veditabboti attho. Duvidhañhi saccañāṇaṃ – anubodhañāṇañca paṭivedhañāṇañca. Tattha anubodhañāṇaṃ lokiyaṃ anussavādivasena nirodhe magge ca pavattati. Paṭivedhañāṇaṃ lokuttaraṃ nirodhārammaṇaṃ katvā kiccato cattāripi saccāni paṭivijjhati. Yathāha – ‘‘yo, bhikkhave, dukkhaṃ passati dukkhasamudayampi so passati, dukkhanirodhampi passati, dukkhanirodhagāminiṃ paṭipadampi passatī’’ti (saṃ. ni. 5.1100) sabbaṃ vattabbaṃ. Yaṃ panetaṃ lokiyaṃ, tattha dukkhañāṇaṃ pariyuṭṭhānābhibhavanavasena pavattamānaṃ sakkāyadiṭṭhiṃ nivatteti, samudayañāṇaṃ ucchedadiṭṭhiṃ, nirodhañāṇaṃ sassatadiṭṭhiṃ, maggañāṇaṃ akiriyadiṭṭhiṃ; dukkhañāṇaṃ vā dhuvasubhasukhattabhāvarahitesu khandhesu dhuvasubhasukhattabhāvasaññāsaṅkhātaṃ phale vippaṭipattiṃ, samudayañāṇaṃ issarappadhānakālasabhāvādīhi loko pavattatīti akāraṇe kāraṇābhimānappavattaṃ hetumhi vippaṭipattiṃ, nirodhañāṇaṃ arūpalokalokathūpikādīsu apavaggaggāhabhūtaṃ nirodhe vippaṭipattiṃ, maggañāṇaṃ kāmasukhallikaattakilamathānuyogappabhede avisuddhimagge visuddhimaggaggāhavasena pavattaṃ upāye vippaṭipattiṃ nivatteti. Tenetaṃ vuccati –",
  "atk-abh02a3:31": "Loke lokappabhave, lokatthagame sive ca tadupāye;",
  "atk-abh02a3:32": "Sammuyhati tāva naro, na vijānāti yāva saccānīti.",
  "atk-abh02a3:33": "Evamettha ‘ñāṇakiccato’pi vinicchayo veditabbo.",
  "atk-abh02a3:34": "‘Antogadhānaṃ pabhedā’ti dukkhasaccasmiñhi, ṭhapetvā taṇhañceva anāsavadhamme ca, sesā sabbadhammā antogadhā; samudayasacce chattiṃsa taṇhāvicaritāni; nirodhasaccaṃ asammissaṃ; maggasacce sammādiṭṭhimukhena vīmaṃsiddhipādapaññindriyapaññābaladhammavicayasambojjhaṅgāni. Sammāsaṅkappāpadesena tayo nekkhammavitakkādayo, sammāvācāpadesena cattāri vacīsucaritāni, sammākammantāpadesena tīṇi kāyasucaritāni, sammāājīvamukhena appicchatā santuṭṭhitā ca, sabbesaṃyeva vā etesaṃ sammāvācākammantājīvānaṃ ariyakantasīlattā sīlassa ca saddhāhatthena paṭiggahetabbattā tesaṃ atthitāya ca atthibhāvato saddhindriyasaddhābalachandiddhipādā, sammāvāyāmāpadesena catubbidhasammappadhānavīriyindriyavīriyabalavīriyasambojjhaṅgāni, sammāsatiapadesena catubbidhasatipaṭṭhānasatindriyasatibalasatisambojjhaṅgāni, sammāsamādhiapadesena savitakkasavicārādayo tayo tayo samādhī, cittasamādhisamādhindriyasamādhibalapītipassaddhisamādhiupekkhāsambojjhaṅgāni antogadhānīti. Evamettha ‘antogadhānaṃ pabhedā’pi vinicchayo veditabbo.",
  "atk-abh02a3:35": "‘Upamāto’ti bhāro viya hi dukkhasaccaṃ daṭṭhabbaṃ, bhārādānamiva samudayasaccaṃ, bhāranikkhepanamiva nirodhasaccaṃ, bhāranikkhepanūpāyo viya maggasaccaṃ; rogo viya ca dukkhasaccaṃ, roganidānamiva samudayasaccaṃ, rogavūpasamo viya nirodhasaccaṃ, bhesajjamiva maggasaccaṃ; dubbhikkhamiva vā dukkhasaccaṃ, dubbuṭṭhi viya samudayasaccaṃ, subhikkhamiva nirodhasaccaṃ , suvuṭṭhi viya maggasaccaṃ. Apica verīveramūlaverasamugghātaverasamugghātupāyehi, visarukkharukkhamūlamūlupacchedatadupacchedupāyehi, bhayabhayamūlanibbhayatadadhigamupāyehi, orimatīramahoghapārimatīrataṃsampāpakavāyāmehi ca yojetvāpetāni upamāto veditabbānīti. Evamettha ‘upamāto’ vinicchayo veditabbo.",
  "atk-abh02a3:36": "‘Catukkato’ti atthi cettha dukkhaṃ na ariyasaccaṃ, atthi ariyasaccaṃ na dukkhaṃ, atthi dukkhañceva ariyasaccañca, atthi neva dukkhaṃ na ariyasaccaṃ. Esa nayo samudayādīsu. Tattha maggasampayuttā dhammā sāmaññaphalāni ca ‘‘yadaniccaṃ taṃ dukkha’’nti (saṃ. ni. 3.15) vacanato saṅkhāradukkhatāya dukkhaṃ na ariyasaccaṃ. Nirodho ariyasaccaṃ na dukkhaṃ. Itaraṃ pana ariyasaccadvayaṃ siyā dukkhaṃ aniccato, na pana yassa pariññāya bhagavati brahmacariyaṃ vussati tathatthena. Sabbākārena pana upādānakkhandhapañcakaṃ dukkhañceva ariyasaccañca aññatra taṇhāya. Maggasampayuttā dhammā sāmaññaphalāni ca yassa pariññatthaṃ bhagavati brahmacariyaṃ vussati tathatthena neva dukkhaṃ na ariyasaccaṃ. Evaṃ samudayādīsupi yathāyogaṃ yojetvā ‘catukkato’pettha vinicchayo veditabbo.",
  "atk-abh02a3:37": "‘Suññatekavidhādīhī’ti ettha suññato tāva paramatthena hi sabbāneva saccāni vedakakārakanibbutagamakābhāvato suññānīti veditabbāni. Tenetaṃ vuccati –",
  "atk-abh02a3:38": "Dukkhameva hi na koci dukkhito, kārako na kiriyāva vijjati;",
  "atk-abh02a3:39": "Atthi nibbuti na nibbuto pumā, maggamatthi gamako na vijjatīti.",
  "atk-abh02a3:40": "Atha vā –",
  "atk-abh02a3:41": "Dhuvasubhasukhattasuññaṃ, purimadvayamattasuññamamatapadaṃ;",
  "atk-abh02a3:42": "Dhuvasukhaattavirahito, maggo iti suññato tesu.",
  "atk-abh02a3:43": "Nirodhasuññāni vā tīṇi, nirodho ca sesattayasuñño. Phalasuñño vā ettha hetu samudaye dukkhassābhāvato magge ca nirodhassa, na phalena sagabbho pakativādīnaṃ pakati viya. Hetusuññañca phalaṃ dukkhasamudayānaṃ nirodhamaggānañca asamavāyā, na hetusamavetaṃ hetuphalaṃ hetuphalasamavāyavādīnaṃ dviaṇukādīni viya. Tenetaṃ vuccati –",
  "atk-abh02a3:44": "Tayamidha nirodhasuññaṃ, tayena tenāpi nibbuti suññā;",
  "atk-abh02a3:45": "Suñño phalena hetu, phalampi taṃ hetunā suññanti.",
  "atk-abh02a3:46": "Evaṃ tāva ‘suññato’ vinicchayo veditabbo.",
  "atk-abh02a3:47": "‘Ekavidhādīhī’ti sabbameva cettha dukkhaṃ ekavidhaṃ pavattibhāvato, duvidhaṃ nāmarūpato, tividhaṃ kāmarūpārūpūpapatibhavabhedato, catubbidhaṃ catuāhārabhedato, pañcavidhaṃ pañcupādānakkhandhabhedato. Samudayopi ekavidho pavattakabhāvato, duvidho diṭṭhisampayuttāsampayuttato, tividho kāmabhavavibhavataṇhābhedato, catubbidho catumaggappaheyyato, pañcavidho rūpābhinandanādibhedato, chabbidho chataṇhākāyabhedato. Nirodhopi ekavidho asaṅkhatadhātubhāvato, pariyāyena pana duvidho saupādisesaanupādisesato, tividho bhavattayavūpasamato, catubbidho catumaggādhigamanīyato, pañcavidho pañcābhinandanavūpasamato, chabbidho chataṇhākāyakkhayabhedato. Maggopi ekavidho bhāvetabbato, duvidho samathavipassanābhedato dassanabhāvanābhedato vā , tividho khandhattayabhedato. Ayañhi sappadesattā nagaraṃ viya rajjena nippadesehi tīhi khandhehi saṅgahito. Yathāha –",
  "atk-abh02a3:48": "‘‘Na kho, āvuso visākha, ariyena aṭṭhaṅgikena maggena tayo khandhā saṅgahitā. Tīhi ca kho, āvuso visākha, khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito. Yā cāvuso visākha, sammāvācā, yo ca sammākammanto, yo ca sammāājīvo – ime dhammā sīlakkhandhe saṅgahitā; yo ca sammāvāyāmo, yā ca sammāsati, yo ca sammāsamādhi – ime dhammā samādhikkhandhe saṅgahitā; yā ca sammādiṭṭhi, yo ca sammāsaṅkappo – ime dhammā paññākkhandhe saṅgahitā’’ti (ma. ni. 1.462).",
  "atk-abh02a3:49": "Ettha hi sammāvācādayo tayo sīlameva. Tasmā te sajātito sīlakkhandhena saṅgahitā. Kiñcāpi hi pāḷiyaṃ sīlakkhandheti bhummena niddeso kato, attho pana karaṇavaseneva veditabbo. Sammāvāyāmādīsu pana tīsu samādhi attano dhammatāya ārammaṇe ekaggabhāvena appetuṃ na sakkoti, vīriye pana paggahakiccaṃ sādhente satiyā ca apilāpanakiccaṃ sādhentiyā laddhūpakāro hutvā sakkoti.",
  "atk-abh02a3:50": "Tatrāyaṃ upamā – yathā hi nakkhattaṃ kīḷissāmāti uyyānaṃ paviṭṭhesu tīsu sahāyesu eko supupphitaṃ campakarukkhaṃ disvā hatthaṃ ukkhipitvāpi gahetuṃ na sakkuṇeyya. Athassa dutiyo onamitvā piṭṭhiṃ dadeyya. So tassa piṭṭhiyaṃ ṭhatvāpi kampamāno gahetuṃ na sakkuṇeyya. Athassa itaro aṃsakūṭaṃ upanāmeyya. So ekassa piṭṭhiyaṃ ṭhatvā ekassa aṃsakūṭaṃ olubbha yathāruci pupphāni ocinitvā piḷandhitvā nakkhattaṃ kīḷeyya. Evaṃsampadamidaṃ daṭṭhabbaṃ.",
  "atk-abh02a3:51": "Ekato uyyānaṃ paviṭṭhā tayo sahāyā viya hi ekato jātā sammāvāyāmādayo tayo dhammā, supupphitacampakarukkho viya ārammaṇaṃ, hatthaṃ ukkhipitvāpi gahetuṃ asakkonto viya attano dhammatāya ārammaṇe ekaggabhāvena appetuṃ asakkonto samādhi, piṭṭhiṃ datvā onatasahāyo viya vāyāmo, aṃsakūṭaṃ datvā ṭhitasahāyo viya sati. Yathā tesu ekassa piṭṭhiyaṃ ṭhatvā ekassa aṃsakūṭaṃ olubbha itaro yathāruci pupphaṃ gahetuṃ sakkoti, evameva vīriye paggahakiccaṃ sādhente satiyā ca apilāpanakiccaṃ sādhentiyā laddhūpakāro samādhi sakkoti ārammaṇe ekaggabhāvena appetuṃ. Tasmā samādhiyevettha sajātito samādhikkhandhena saṅgahito. Vāyāmasatiyo pana kiriyato saṅgahitā honti.",
  "atk-abh02a3:52": "Sammādiṭṭhisammāsaṅkappesupi paññā attano dhammatāya ‘aniccaṃ dukkhaṃ anattā’ti ārammaṇaṃ nicchetuṃ na sakkoti, vitakke pana ākoṭetvā ākoṭetvā dente sakkoti. Kathaṃ? Yathā hi heraññiko kahāpaṇaṃ hatthe ṭhapetvā sabbabhāgesu oloketukāmo samānopi na cakkhutaleneva parivattetuṃ sakkoti, aṅgulipabbehi pana parivattetvā parivattetvā ito cito ca oloketuṃ sakkoti; evameva na paññā attano dhammatāya aniccādivasena ārammaṇaṃ nicchetuṃ sakkoti, abhiniropanalakkhaṇena pana āhananapariyāhananarasena vitakkena ākoṭentena viya parivattentena viya ca ādāya ādāya dinnameva nicchetuṃ sakkoti. Tasmā idhāpi sammādiṭṭhiyeva sajātito paññākkhandhena saṅgahitā, sammāsaṅkappo pana kiriyato saṅgahito hoti. Iti imehi tīhi khandhehi maggo saṅgahaṃ gacchati. Tena vuttaṃ – ‘‘tividho khandhattayabhedato’’ti. Catubbidho sotāpattimaggādivasena.",
  "atk-abh02a3:53": "Apica sabbāneva saccāni ekavidhāni avitathattā abhiññeyyattā vā, duvidhāni lokiyalokuttarato saṅkhatāsaṅkhatato ca, tividhāni dassanabhāvanāhi pahātabbato appahātabbato nevapahātabbanāpahātabbato ca, catubbidhāni pariññeyyādibhedatoti. Evamettha ‘ekavidhādīhi’ vinicchayo veditabbo.",
  "atk-abh02a3:54": "‘Sabhāgavisabhāgato’ti sabbāneva ca saccāni aññamaññaṃ sabhāgāni avitathato attasuññato dukkarapaṭivedhato ca. Yathāha –",
  "atk-abh02a3:55": "‘‘Taṃ kiṃ maññasi, ānanda, katamaṃ nu kho dukkarataraṃ vā durabhisambhavataraṃ vā – yo dūratova sukhumena tālacchiggaḷena asanaṃ atipāteyya poṅkhānupoṅkhaṃ avirādhitaṃ, yo vā sattadhā bhinnassa vālassa koṭiyā koṭiṃ paṭivijjheyyā’’ti? ‘‘Etadeva, bhante, dukkaratarañceva durabhisambhavatarañca – yo sattadhā bhinnassa vālassa koṭiyā koṭiṃ paṭivijjheyyā’’ti. ‘‘Tato kho te, ānanda, duppaṭivijjhataraṃ paṭivijjhanti ye idaṃ dukkhanti yathābhūtaṃ paṭivijjhanti…pe… ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ paṭivijjhantī’’ti (saṃ. ni. 5.1115).",
  "atk-abh02a3:56": "Visabhāgāni salakkhaṇavavatthānato. Purimāni ca dve sabhāgāni duravagāhatthena gambhīrattā lokiyattā sāsavattā ca, visabhāgāni phalahetubhedato pariññeyyappahātabbato ca. Pacchimānipi dve sabhāgāni gambhīratthena duravagāhattā lokuttarattā anāsavattā ca, visabhāgāni visayavisayībhedato sacchikātabbabhāvetabbato ca. Paṭhamatatiyāni cāpi sabhāgāni phalāpadesato, visabhāgāni saṅkhatāsaṅkhatato. Dutiyacatutthāni cāpi sabhāgāni hetuapadesato, visabhāgāni ekantakusalākusalato. Paṭhamacatutthāni cāpi sabhāgāni saṅkhatato, visabhāgāni lokiyalokuttarato. Dutiyatatiyāni cāpi sabhāgāni nevasekkhānāsekkhabhāvato, visabhāgāni sārammaṇānārammaṇato.",
  "atk-abh02a3:57": "Iti evaṃ pakārehi, nayehi ca vicakkhaṇo;",
  "atk-abh02a3:58": "Vijaññā ariyasaccānaṃ, sabhāgavisabhāgatanti.",
  "atk-abh02a3:59": "Suttantabhājanīyauddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:60": "1. Dukkhasaccaniddesavaṇṇanā",
  "atk-abh02a3:61": "Jātiniddeso",
  "atk-abh02a3:62": "190. Idāni saṅkhepato uddiṭṭhāni dukkhādīni vibhajitvā dassetuṃ ayaṃ tattha katamaṃ dukkhaṃ ariyasaccaṃ jātipi dukkhāti niddesavāro āraddho. Tattha jāti veditabbā, jātiyā dukkhaṭṭho veditabbo; jarā, maraṇaṃ, soko , paridevo, dukkhaṃ, domanassaṃ, upāyāso, appiyasampayogo, piyavippayogo veditabbo; appiyasampayogassa piyavippayogassa dukkhaṭṭho veditabbo; icchā veditabbā, icchāya dukkhaṭṭho veditabbo; khandhā veditabbā, khandhānaṃ dukkhaṭṭho veditabbo.",
  "atk-abh02a3:63": "Tattha dukkhassa ariyasaccassa kathanatthāya ayaṃ mātikā – idañhi dukkhaṃ nāma anekaṃ nānappakāraṃ, seyyathidaṃ – dukkhadukkhaṃ, vipariṇāmadukkhaṃ, saṅkhāradukkhaṃ, paṭicchannadukkhaṃ, appaṭicchannadukkhaṃ, pariyāyadukkhaṃ, nippariyāyadukkhanti.",
  "atk-abh02a3:64": "Tattha kāyikacetasikā dukkhavedanā sabhāvato ca nāmato ca dukkhattā ‘dukkhadukkhaṃ’ nāma. Sukhavedanā vipariṇāmena dukkhuppattihetuto ‘vipariṇāmadukkhaṃ’ nāma. Upekkhāvedanā ceva avasesā ca tebhūmakā saṅkhārā udayabbayapīḷitattā ‘saṅkhāradukkhaṃ’ nāma. Tathā pīḷanaṃ pana maggaphalānampi atthi. Tasmā ete dhammā dukkhasaccapariyāpannattena saṅkhāradukkhaṃ nāmāti veditabbā. Kaṇṇasūladantasūlarāgajapariḷāhadosajapariḷāhādi kāyikacetasiko ābādho pucchitvā jānitabbato upakkamassa ca apākaṭabhāvato ‘paṭicchannadukkhaṃ’ nāma, apākaṭadukkhantipi vuccati. Dvattiṃsakammakāraṇādisamuṭṭhāno ābādho apucchitvāva jānitabbato upakkamassa ca pākaṭabhāvato ‘appaṭicchannadukkhaṃ’ nāma, pākaṭadukkhantipi vuccati. Ṭhapetvā dukkhadukkhaṃ sesaṃ dukkhasaccavibhaṅge āgataṃ jātiādi sabbampi tassa tassa dukkhassa vatthubhāvato ‘pariyāyadukkhaṃ’ nāma. Dukkhadukkhaṃ ‘nippariyāyadukkhaṃ’ nāma.",
  "atk-abh02a3:65": "Tattha pariyāyadukkhaṃ nippariyāyadukkhanti imasmiṃ padadvaye ṭhatvā dukkhaṃ ariyasaccaṃ kathetabbaṃ. Ariyasaccañca nāmetaṃ pāḷiyaṃ saṅkhepatopi āgacchati vitthāratopi. Saṅkhepato āgataṭṭhāne saṅkhepenapi vitthārenapi kathetuṃ vaṭṭati . Vitthārato āgataṭṭhāne pana vitthāreneva kathetuṃ vaṭṭati, na saṅkhepena. Taṃ idaṃ imasmiṃ ṭhāne vitthārena āgatanti vitthāreneva kathetabbaṃ. Tasmā yaṃ taṃ niddesavāre ‘‘tattha katamaṃ dukkhaṃ ariyasaccaṃ? Jātipi dukkhā’’tiādīni padāni gahetvā ‘‘jāti veditabbā, jātiyā dukkhaṭṭho veditabbo’’tiādi vuttaṃ. Tattha jātiādīni tāva ‘‘tattha katamā jāti? Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjātī’’ti imassa pana padabhājanīyassa vasena veditabbāni.",
  "atk-abh02a3:66": "191. Tatrāyaṃ atthavaṇṇanā – tesaṃ tesaṃ sattānanti ayaṃ saṅkhepato anekesaṃ sattānaṃ sādhāraṇaniddeso. Yā devadattassa jāti, yā somadattassa jātīti evañhi divasampi kathiyamāne neva sattā pariyādānaṃ gacchanti, na sabbaṃ aparatthadīpanaṃ sijjhati. Imehi pana dvīhi padehi na koci satto apariyādinno hoti, na kiñci aparatthadīpanaṃ na sijjhati. Tena vuttaṃ – ‘‘yā tesaṃ tesaṃ sattāna’’nti. Tamhi tamhīti ayaṃ jātigativasena anekesaṃ sattanikāyānaṃ sādhāraṇaniddeso. Sattanikāyeti sattānaṃ nikāye, sattaghaṭāyaṃ sattasamūheti attho.",
  "atk-abh02a3:67": "Jātīti ayaṃ jātisaddo anekattho. Tathā hesa ‘‘ekampi jātiṃ, dvepi jātiyo’’ti (pārā. 12; ma. ni. 2.257) ettha bhave āgato. ‘‘Atthi visākhe , nigaṇṭhā nāma samaṇajātikā’’ti (a. ni. 3.71) ettha nikāye. ‘‘Tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṃ āhacca ṭhitā ahosī’’ti (a. ni. 5.196) ettha paññattiyaṃ. ‘‘Jāti dvīhi khandhehi saṅgahitā’’ti (dhātu. 71) ettha saṅkhatalakkhaṇe. ‘‘Yaṃ, bhikkhave, mātukucchimhi paṭhamaṃ cittaṃ uppannaṃ, paṭhamaṃ viññāṇaṃ pātubhūtaṃ, tadupādāya sāvassa jātī’’ti (mahāva. 124) ettha paṭisandhiyaṃ. ‘‘Sampatijāto, ānanda, bodhisatto’’ti (ma. ni. 3.207) ettha pasūtiyaṃ. ‘‘Anupakkuṭṭho jātivādenā’’ti (dī. ni. 1.331) ettha kule. ‘‘Yatohaṃ, bhagini, ariyāya jātiyā jāto’’ti (ma. ni. 2.351) ettha ariyasīle. Idha panāyaṃ savikāresu paṭhamābhinibbattakkhandhesu vattati. Tasmā jāyamānakavasena jātīti idamettha sabhāvapaccattaṃ. Sañjāyanavasena sañjātīti upasaggena padaṃ vaḍḍhitaṃ. Okkamanavasena okkanti. Jāyanaṭṭhena vā jāti, sā aparipuṇṇāyatanavasena yuttā. Sañjāyanaṭṭhena sañjāti, sā paripuṇṇāyatanavasena yuttā. Okkamanaṭṭhena okkanti, sā aṇḍajajalābujavasena yuttā. Te hi aṇḍakosañca vatthikosañca okkamanti, okkamantāpi pavisantā viya paṭisandhiṃ gaṇhanti. Abhinibbattanaṭṭhena abhinibbatti. Sā saṃsedajaopapātikavasena yuttā. Te hi pākaṭā eva hutvā nibbattanti. Ayaṃ tāva sammutikathā.",
  "atk-abh02a3:68": "Idāni paramatthakathā hoti. Khandhā eva hi paramatthato pātubhavanti, na sattā. Tattha ca khandhānanti ekavokārabhave ekassa, catuvokārabhave catunnaṃ, pañcavokārabhave pañcannaṃ gahaṇaṃ veditabbaṃ. Pātubhāvoti uppatti. Āyatanānanti ettha tatra tatra uppajjamānāyatanavasena saṅgaho veditabbo. Paṭilābhoti santatiyaṃ pātubhāvoyeva; pātubhavantāneva hi tāni paṭiladdhāni nāma honti. Ayaṃ vuccati jātīti ayaṃ jāti nāma kathiyati. Sā panesā tattha tattha bhave paṭhamābhinibbattilakkhaṇā, nīyyātanarasā, atītabhavato idha ummujjanapaccupaṭṭhānā, phalavasena dukkhavicittatāpaccupaṭṭhānā vā.",
  "atk-abh02a3:69": "Idāni ‘jātiyā dukkhaṭṭho veditabbo’ti ayañhi jāti sayaṃ na dukkhā, dukkhuppattiyā pana vatthubhāvena dukkhāti vuttā. Kataradukkhassa panāyaṃ vatthūti? Yaṃ taṃ bālapaṇḍitasuttādīsu (ma. ni. 3.246 ādayo) bhagavatāpi upamāvasena pakāsitaṃ āpāyikaṃdukkhaṃ, yañca sugatiyaṃ manussaloke gabbhokkantimūlakādibhedaṃ dukkhaṃ uppajjati, tassa sabbassāpi esā vatthu. Tatridaṃ gabbhokkantimūlakādibhedaṃ dukkhaṃ – ayañhi satto mātukucchimhi nibbattamāno na uppalapadumapuṇḍarīkādīsu nibbattati. Atha kho heṭṭhā āmāsayassa upari pakkāsayassa udarapaṭalapiṭṭhikaṇḍakānaṃ vemajjhe paramasambādhe tibbandhakāre nānākuṇapagandhaparibhāvite asuciparamaduggandhapavanavicarite adhimattajegucche kucchippadese pūtimacchapūtikummāsacandanikādīsu kimi viya nibbattati. So tattha nibbatto dasa māse mātukucchisambhavena usmanā puṭapākaṃ viya paccamāno piṭṭhapiṇḍi viya sediyamāno samiñjanapasāraṇādirahito adhimattaṃ dukkhaṃ paccanubhotīti. Idaṃ tāva ‘gabbhokkantimūlakaṃ’ dukkhaṃ.",
  "atk-abh02a3:70": "Yaṃ pana so mātu sahasā upakkhalanagamananisīdanauṭṭhānaparivattanādīsu surādhuttahatthagato eḷako viya ahiguṇṭhikahatthagato sappapotako viya ca ākaḍḍhanaparikaḍḍhanaodhunananiddhunanādinā upakkamena adhimattaṃ dukkhamanubhavati, yañca mātu sītudakapānakāle sītanarakūpapanno viya, uṇhayāgubhattādiajjhoharaṇakāle aṅgāravuṭṭhisamparikiṇṇo viya, loṇambilādiajjhoharaṇakāle khārāpaṭicchakādikammakāraṇappatto viya tibbaṃ dukkhamanubhoti – idaṃ ‘gabbhapariharaṇamūlakaṃ’ dukkhaṃ.",
  "atk-abh02a3:71": "Yaṃ panassa mūḷhagabbhāya mātuyā mittāmaccasuhajjādīhipi adassanārahe dukkhuppattiṭṭhāne chedanaphālanādīhi dukkhaṃ uppajjati – idaṃ ‘gabbhavipattimūlakaṃ’ dukkhaṃ. Yaṃ vijāyamānāya mātuyā kammajehi vātehi parivattetvā narakapapātaṃ viya atibhayānakaṃ yonimaggaṃ paṭipātiyamānassa paramasambādhena yonimukhena tāḷacchiggaḷena viya nikkaḍḍhiyamānassa mahānāgassa narakasattassa viya ca saṅghāṭapabbatehi vicuṇṇiyamānassa dukkhaṃ uppajjati – idaṃ ‘vijāyanamūlakaṃ’ dukkhaṃ. Yaṃ pana jātassa taruṇavaṇasadisassa sukumārasarīrassa hatthaggahaṇanhāpanadhovanacoḷaparimajjanādikāle sūcimukhakhuradhāravijjhanaphālanasadisaṃ dukkhaṃ uppajjati – idaṃ mātukucchito ‘bahi nikkhamanamūlakaṃ’ dukkhaṃ. Yaṃ tato paraṃ pavattiyaṃ attanāva attānaṃ vadhantassa, acelakavatādivasena ātāpanaparitāpanānuyogamanuyuttassa, kodhavasena abhuñjantassa, ubbandhantassa ca dukkhaṃ hoti – idaṃ ‘attūpakkamamūlakaṃ’ dukkhaṃ.",
  "atk-abh02a3:72": "Yaṃ pana parato vadhabandhanādīni anubhavantassa dukkhaṃ uppajjati – idaṃ ‘parūpakkamamūlakaṃ’ dukkhanti. Iti imassa sabbassāpi dukkhassa ayaṃ jāti vatthumeva hotīti. Tenetaṃ vuccati –",
  "atk-abh02a3:73": "Jāyetha no ce narakesu satto,",
  "atk-abh02a3:74": "Tatthaggidāhādikamappasayhaṃ;",
  "atk-abh02a3:75": "Labhetha dukkhaṃ nu kuhiṃ patiṭṭhaṃ,",
  "atk-abh02a3:76": "Iccāha dukkhāti munīdha jāti.",
  "atk-abh02a3:77": "Dukkhaṃ tiracchesu kasāpatoda-",
  "atk-abh02a3:78": "Daṇḍābhighātādibhavaṃ anekaṃ;",
  "atk-abh02a3:79": "Yaṃ taṃ kathaṃ tattha bhaveyya jātiṃ,",
  "atk-abh02a3:80": "Vinā tahiṃ jāti tatopi dukkhā.",
  "atk-abh02a3:81": "Petesu dukkhaṃ pana khuppipāsā-",
  "atk-abh02a3:82": "Vātātapādippabhavaṃ vicittaṃ;",
  "atk-abh02a3:83": "Yasmā ajātassa na tattha atthi,",
  "atk-abh02a3:84": "Tasmāpi dukkhaṃ muni jātimāha.",
  "atk-abh02a3:85": "Tibbandhakāre ca asayhasīte,",
  "atk-abh02a3:86": "Lokantare yaṃ asuresu dukkhaṃ;",
  "atk-abh02a3:87": "Na taṃ bhave tattha na cassa jāti,",
  "atk-abh02a3:88": "Yato ayaṃ jāti tatopi dukkhā.",
  "atk-abh02a3:89": "Yañcāpi gūthanarake viya mātugabbhe,",
  "atk-abh02a3:90": "Satto vasaṃ ciramato bahi nikkhamanañca;",
  "atk-abh02a3:91": "Pappoti dukkhamatighoramidampi natthi,",
  "atk-abh02a3:92": "Jātiṃ vinā itipi jātirayañhi dukkhā.",
  "atk-abh02a3:93": "Kiṃ bhāsitena bahunā nanu yaṃ kuhiñci,",
  "atk-abh02a3:94": "Atthīdha kiñcidapi dukkhamidaṃ kadāci;",
  "atk-abh02a3:95": "Nevatthi jātivirahe yadato mahesī,",
  "atk-abh02a3:96": "Dukkhāti sabbapaṭhamaṃ imamāha jātinti.",
  "atk-abh02a3:97": "Jarāniddeso",
  "atk-abh02a3:98": "192.Jarāniddese jarāti sabhāvapaccattaṃ. Jīraṇatāti ākāraniddeso. Khaṇḍiccantiādayo tayo kālātikkame kiccaniddesā. Pacchimā dve pakatiniddesā. Ayañhi jarāti iminā padena sabhāvato dīpitā, tenassā idaṃ sabhāvapaccattaṃ. Jīraṇatāti iminā ākārato , tenassāyaṃ ākāraniddeso. Khaṇḍiccanti iminā kālātikkame dantanakhānaṃ khaṇḍitabhāvakaraṇakiccato. Pāliccanti iminā kesalomānaṃ palitabhāvakaraṇakiccato. Valittacatāti iminā maṃsaṃ milāpetvā tace valittabhāvakaraṇakiccato dīpitā. Tenassā ime khaṇḍiccanti ādayo tayo kālātikkame kiccaniddesā. Tehi imesaṃ vikārānaṃ dassanavasena pākaṭībhūtāti pākaṭajarā dassitā. Yatheva hi udakassa vā vātassa vā aggino vā tiṇarukkhādīnaṃ saṃsaggapalibhaggatāya vā jhāmatāya vā gatamaggo pākaṭo hoti, na ca so gatamaggo tāneva udakādīni, evameva jarāya dantādīsu khaṇḍiccādivasena gatamaggo pākaṭo, cakkhuṃ ummīletvāpi gayhati. Na ca khaṇḍiccādīneva jarā; na hi jarā cakkhuviññeyyā hoti.",
  "atk-abh02a3:99": "Āyunosaṃhāni indriyānaṃ paripākoti imehi pana padehi kālātikkameyeva abhibyattāya āyukkhayacakkhādiindriyaparipākasaṅkhātāya pakatiyā dīpitā. Tenassime pacchimā dve pakatiniddesāti veditabbā. Tattha yasmā jaraṃ pattassa āyu hāyati tasmā jarā ‘‘āyuno saṃhānī’’ti phalūpacārena vuttā. Yasmā daharakāle suppasannāni sukhumampi attano visayaṃ sukheneva gaṇhanasamatthāni cakkhādīni indriyāni jaraṃ pattassa paripakkāni āluḷitāni avisadāni oḷārikampi attano visayaṃ gahetuṃ asamatthāni honti, tasmā ‘‘indriyānaṃ paripāko’’ti phalūpacāreneva vuttā.",
  "atk-abh02a3:100": "Sā panesā evaṃ niddiṭṭhā sabbāpi jarā pākaṭā paṭicchannāti duvidhā hoti. Tattha dantādīsu khaṇḍādibhāvadassanato rūpadhammesu jarā ‘pākaṭajarā’ nāma. Arūpadhammesu pana jarā tādisassa vikārassa adassanato ‘paṭicchannajarā’ nāma. Tattha yvāyaṃ khaṇḍādibhāvo dissati, so tādisānaṃ dantādīnaṃ suviññeyyattā vaṇṇoyeva. Taṃ cakkhunā disvā manodvārena cintetvā ‘‘ime dantā jarāya pahaṭā’’ti jaraṃ jānāti, udakaṭṭhāne baddhāni gosiṅgādīni oloketvā heṭṭhā udakassa atthibhāvaṃ jānanaṃ viya. Puna avīci savīcīti evampi ayaṃ jarā duvidhā hoti. Tattha maṇikanakarajatapavāḷacandasūriyādīnaṃ mandadasakādīsu pāṇīnaṃ viya ca pupphaphalapallavādīsu apāṇīnaṃ viya ca antarantarā vaṇṇavisesādīnaṃ dubbiññeyyattā jarā ‘avīcijarā’ nāma, nirantarajarāti attho. Tato aññesu pana yathāvuttesu antarantarā vaṇṇavisesādīnaṃ suviññeyyattā jarā ‘savīcijarā’ nāma.",
  "atk-abh02a3:101": "Tattha savīcijarā upādinnānupādinnakavasena evaṃ dīpetabbā – daharakumārakānañhi paṭhamameva khīradantā nāma uṭṭhahanti, na te thirā. Tesu pana patitesu puna dantā uṭṭhahanti. Te paṭhamameva setā honti, jarāvātena pana pahaṭakāle kāḷakā honti. Kesā pana paṭhamameva tambāpi honti kāḷakāpi setāpi. Chavi pana salohitikā hoti. Vaḍḍhantānaṃ vaḍḍhantānaṃ odātānaṃ odātabhāvo, kāḷakānaṃ kāḷakabhāvo paññāyati, jarāvātena pana pahaṭakāle vaḷiṃ gaṇhāti. Sabbampi sassaṃ vapitakāle setaṃ hoti, pacchā nīlaṃ, jarāvātena pana pahaṭakāle paṇḍukaṃ hoti. Ambaṅkurenāpi dīpetuṃ vaṭṭati eva. Ayaṃ vuccati jarāti ayaṃ jarā nāma kathiyati. Sā panesā khandhaparipākalakkhaṇā, maraṇūpanayanarasā, yobbanavināsapaccupaṭṭhānā.",
  "atk-abh02a3:102": "‘Jarāya dukkhaṭṭho veditabbo’ti ettha pana ayampi sayaṃ na dukkhā, dukkhassa pana vatthubhāvena dukkhāti vuttā. Katarassa dukkhassa? Kāyadukkhassa ceva domanassadukkhassa ca. Jiṇṇassa hi attabhāvo jarasakaṭaṃ viya dubbalo hoti, ṭhātuṃ vā gantuṃ vā nisīdituṃ vā vāyamantassa balavaṃ kāyadukkhaṃ uppajjati; puttadāre yathāpure asallakkhente domanassaṃ uppajjati. Iti imesaṃ dvinnampi dukkhānaṃ vatthubhāvena dukkhāti veditabbā. Apica –",
  "atk-abh02a3:103": "Aṅgānaṃ sithilabhāvā, indriyānaṃ vikārato;",
  "atk-abh02a3:104": "Yobbanassa vināsena, balassa upaghātato.",
  "atk-abh02a3:105": "Vippavāsā satādīnaṃ, puttadārehi attano;",
  "atk-abh02a3:106": "Apasādanīyato ceva, bhīyyo bālattapattiyā.",
  "atk-abh02a3:107": "Pappoti dukkhaṃ yaṃ macco, kāyikaṃ mānasaṃ tathā;",
  "atk-abh02a3:108": "Sabbametaṃ jarāhetu, yasmā tasmā jarā dukhāti.",
  "atk-abh02a3:109": "Maraṇaniddeso",
  "atk-abh02a3:110": "193.Maraṇaniddese cavanakavasena cuti; ekacatupañcakkhandhāya cutiyā sāmaññavacanametaṃ. Cavanatāti bhāvavacanena lakkhaṇanidassanaṃ. Bhedoti cutikhandhānaṃ bhaṅguppattiparidīpanaṃ . Antaradhānanti ghaṭassa viya bhinnassa bhinnānaṃ cutikhandhānaṃ yena kenaci pariyāyena ṭhānābhāvaparidīpanaṃ. Maccu maraṇanti maccusaṅkhātaṃ maraṇaṃ. Kālo nāma antako, tassa kiriyā kālakiriyā. Ettāvatā sammutiyā maraṇaṃ dīpitaṃ hoti.",
  "atk-abh02a3:111": "Idāni paramatthena dīpetuṃ khandhānaṃ bhedotiādimāha. Paramatthena hi khandhāyeva bhijjanti, na satto nāma koci marati. Khandhesu pana bhijjamānesu satto marati bhinnesu matoti vohāro hoti. Ettha ca catupañcavokāravasena khandhānaṃ bhedo, ekavokāravasena kaḷevarassa nikkhepo; catuvokāravasena vā khandhānaṃ bhedo, sesadvayavasena kaḷevarassa nikkhepo veditabbo. Kasmā? Bhavadvayepi rūpakāyasaṅkhātassa kaḷevarassa sambhavato. Yasmā vā cātumahārājikādīsu khandhā bhijjanteva, na kiñci nikkhipati, tasmā tesaṃ vasena khandhānaṃ bhedo. Manussādīsu kaḷevarassa nikkhepo. Ettha ca kaḷevarassa nikkhepakaraṇato maraṇaṃ ‘‘kaḷevarassa nikkhepo’’ti vuttaṃ.",
  "atk-abh02a3:112": "Jīvitindriyassa upacchedoti iminā indriyabaddhasseva maraṇaṃ nāma hoti, anindriyabaddhassa maraṇaṃ nāma natthīti dasseti. ‘Sassaṃ mataṃ, rukkho mato’ti idaṃ pana vohāramattameva. Atthato pana evarūpāni vacanāni sassādīnaṃ khayavayabhāvameva dīpenti. Idaṃ vuccati maraṇanti idaṃ sabbampi maraṇaṃ nāma kathiyati.",
  "atk-abh02a3:113": "Apicettha khaṇikamaraṇaṃ, sammutimaraṇaṃ, samucchedamaraṇanti ayampi bhedo veditabbo. Tattha ‘khaṇikamaraṇaṃ’ nāma pavatte rūpārūpadhammānaṃ bhedo. ‘Tisso mato, phusso mato’ti idaṃ ‘sammutimaraṇaṃ’ nāma. Khīṇāsavassa appaṭisandhikā kālakiriyā ‘samucchedamaraṇaṃ’ nāma. Imasmiṃ panatthe sammutimaraṇaṃ adhippetaṃ. Jātikkhayamaraṇaṃ, upakkamamaraṇaṃ, sarasamaraṇaṃ, āyukkhayamaraṇaṃ, puññakkhayamaraṇantipi tasseva nāmaṃ. Tayidaṃ cutilakkhaṇaṃ, viyogarasaṃ, vippavāsapaccupaṭṭhānaṃ.",
  "atk-abh02a3:114": "‘Maraṇassa dukkhaṭṭho veditabbo’ti ettha pana idampi sayaṃ na dukkhaṃ, dukkhassa pana vatthubhāvena dukkhanti vuttaṃ. Maraṇantikāpi hi sārīrikā vedanā, paṭivāte gahitā ādittatiṇukkā viya, sarīraṃ nidahanti. Narakanimittādīnaṃ upaṭṭhānakāle balavadomanassaṃ uppajjati. Iti imesaṃ dvinnampi dukkhānaṃ vatthubhāvena dukkhanti veditabbaṃ. Api ca –",
  "atk-abh02a3:115": "Pāpassa pāpakammādi, nimittamanupassato;",
  "atk-abh02a3:116": "Bhaddassāpasahantassa, viyogaṃ piyavatthukaṃ.",
  "atk-abh02a3:117": "Mīyamānassa yaṃ dukkhaṃ, mānasaṃ avisesato;",
  "atk-abh02a3:118": "Sabbesañcāpi yaṃ sandhi-bandhanacchedanādikaṃ.",
  "atk-abh02a3:119": "Vitujjamānamammānaṃ, hoti dukkhaṃ sarīrajaṃ;",
  "atk-abh02a3:120": "Asayhamappaṭikāraṃ, dukkhassetassidaṃ yato;",
  "atk-abh02a3:121": "Maraṇaṃ vatthu tenetaṃ, dukkhamicceva bhāsitanti.",
  "atk-abh02a3:122": "Apica imāni jātijarāmaraṇāni nāma imesaṃ sattānaṃ vadhakapaccāmittā viya otāraṃ gavesantāni vicaranti. Yathā hi purisassa tīsu paccāmittesu otārāpekkhesu vicarantesu eko vadeyya – ‘‘ahaṃ asukaaraññassa nāma vaṇṇaṃ kathetvā etaṃ ādāya tattha gamissāmi, ettha mayhaṃ dukkaraṃ natthī’’ti. Dutiyo vadeyya ‘‘ahaṃ tava etaṃ gahetvā gatakāle pothetvā dubbalaṃ karissāmi, ettha mayhaṃ dukkaraṃ natthī’’ti. Tatiyo vadeyya – ‘‘tayā etasmiṃ pothetvā dubbale kate tiṇhena asinā sīsacchedanaṃ nāma mayhaṃ bhāro hotū’’ti. Te evaṃ vatvā tathā kareyyuṃ.",
  "atk-abh02a3:123": "Tattha paṭhamapaccāmittassa araññassa vaṇṇaṃ kathetvā taṃ ādāya tattha gatakālo viya suhajjañātimaṇḍalato nikkaḍḍhitvā yattha katthaci nibbattāpanaṃ nāma jātiyā kiccaṃ. Dutiyassa pothetvā dubbalakaraṇaṃ viya nibbattakkhandhesu nipatitvā parādhīnamañcaparāyaṇabhāvakaraṇaṃ jarāya kiccaṃ. Tatiyassa tiṇhena asinā sīsacchedanaṃ viya jīvitakkhayapāpanaṃ maraṇassa kiccanti veditabbaṃ.",
  "atk-abh02a3:124": "Apicettha jātidukkhaṃ sādīnavamahākantārappaveso viya daṭṭhabbaṃ. Jarādukkhaṃ tattha annapānarahitassa dubbalyaṃ viya daṭṭhabbaṃ. Maraṇadukkhaṃ dubbalassa iriyāpathapavattane vihataparakkamassa vāḷādīhi anayabyasanāpādanaṃ viya daṭṭhabbanti.",
  "atk-abh02a3:125": "Sokaniddeso",
  "atk-abh02a3:126": "194.Sokaniddese byasatīti byasanaṃ; hitasukhaṃ khipati viddhaṃsetīti attho. Ñātīnaṃ byasanaṃ ñātibyasanaṃ; corarogabhayādīhi ñātikkhayo ñātivināsoti attho. Tena ñātibyasanena phuṭṭhassāti ajjhotthaṭassa abhibhūtassa samannāgatassāti attho. Sesesupi eseva nayo. Ayaṃ pana viseso – bhogānaṃ byasanaṃ bhogabyasanaṃ; rājacorādivasena bhogakkhayo bhogavināsoti attho. Rogoyeva byasanaṃ rogabyasanaṃ; rogo hi ārogyaṃ byasati vināsetīti byasanaṃ. Sīlassa byasanaṃ sīlabyasanaṃ; dussīlyassetaṃ nāmaṃ. Sammādiṭṭhiṃ vināsayamānā uppannā diṭṭhiyeva byasanaṃ diṭṭhibyasanaṃ. Ettha ca purimāni dve anipphannāni, pacchimāni tīṇi nipphannāni tilakkhaṇabbhāhatāni. Purimāni ca tīṇi neva kusalāni na akusalāni. Sīladiṭṭhibyasanadvayaṃ akusalaṃ.",
  "atk-abh02a3:127": "Aññataraññatarenāti gahitesu vā yena kenaci aggahitesu vā mittāmaccabyasanādīsu yena kenaci. Samannāgatassāti samanubandhassa aparimuccamānassa. Aññataraññatarena dukkhadhammenāti yena kenaci sokadukkhassa uppattihetunā. Sokoti socanakavasena soko; idaṃ tehi kāraṇehi upajjanakasokassa sabhāvapaccattaṃ. Socanāti socanākaro. Socitattanti socitabhāvo. Antosokoti abbhantare soko. Dutiyapadaṃ upasaggavasena vaḍḍhitaṃ. So hi abbhantare sukkhāpento viya parisukkhāpento viya uppajjatīti ‘‘antosoko antoparisoko’’ti vuccati.",
  "atk-abh02a3:128": "Cetaso parijjhāyanāti cittassa jhāyanākāro. Soko hi uppajjamāno aggi viya cittaṃ jhāpeti paridahati, ‘‘cittaṃ me jhāmaṃ, na me kiñci paṭibhātī’’ti vadāpeti. Dukkhito mano dummano, tassa bhāvo domanassaṃ. Anupaviṭṭhaṭṭhena sokova sallanti sokasallaṃ. Ayaṃ vuccati sokoti ayaṃ soko nāma kathiyati. So panāyaṃ kiñcāpi atthato domanassavedanāva hoti, evaṃ santepi antonijjhānalakkhaṇo, cetaso parinijjhāyanaraso, anusocanapaccupaṭṭhāno.",
  "atk-abh02a3:129": "‘Sokassa dukkhaṭṭho veditabbo’ti ettha pana ayaṃ sabhāvadukkhattā ceva dukkhassa ca vatthubhāvena dukkhoti vutto. Kataradukkhassāti? Kāyikadukkhassa ceva javanakkhaṇe ca domanassadukkhassa. Sokavegena hi hadaye mahāgaṇḍo uṭṭhahitvā paripaccitvā bhijjati, mukhato vā kāḷalohitaṃ nikkhamati, balavaṃ kāyadukkhaṃ uppajjati. ‘‘Ettakā me ñātayo khayaṃ gatā, ettakā me bhogā’’ti cintentassa ca balavaṃ domanassaṃ uppajjati. Iti imesaṃ dvinnaṃ dukkhānaṃ vatthubhāvenapesa dukkhoti veditabbo. Apica –",
  "atk-abh02a3:130": "Sattānaṃ hadayaṃ soko, sallaṃ viya vitujjati;",
  "atk-abh02a3:131": "Aggitattova nārāco, bhusañca ḍahate puna.",
  "atk-abh02a3:132": "Samāvahati ca byādhi-jarāmaraṇabhedanaṃ;",
  "atk-abh02a3:133": "Dukkhampi vividhaṃ yasmā, tasmā dukkhoti vuccatīti.",
  "atk-abh02a3:134": "Paridevaniddeso",
  "atk-abh02a3:135": "195.Paridevaniddese ‘mayhaṃ dhītā, mayhaṃ putto’ti evaṃ ādissa ādissa devanti rodanti etenāti ādevo. Taṃ taṃ vaṇṇaṃ parikittetvā parikittetvā devanti etenāti paridevo. Tato parāni dve dve padāni purimadvayasseva ākārabhāvaniddesavasena vuttāni. Vācāti vacanaṃ. Palāpoti tucchaṃ niratthakavacanaṃ. Upaḍḍhabhaṇitaaññabhaṇitādivasena virūpo palāpo vippalāpo. Lālappoti punappunaṃ lapanaṃ. Lālappanākāro lālappanā. Lālappitassa bhāvo lālappitattaṃ. Ayaṃ vuccati paridevoti ayaṃ paridevo nāma kathiyati. So lālappanalakkhaṇo, guṇadosaparikittanaraso, sambhamapaccupaṭṭhāno.",
  "atk-abh02a3:136": "‘Paridevassa dukkhaṭṭho veditabbo’ti ettha pana ayampi sayaṃ na dukkho, kāyadukkhadomanassadukkhānaṃ pana vatthubhāvena dukkhoti vutto. Paridevanto hi attano khandhaṃ muṭṭhīhi potheti, ubhohi hatthehi uraṃ paharati piṃsati, sīsena bhittiyā saddhiṃ yujjhati. Tenassa balavaṃ kāyadukkhaṃ uppajjati. ‘Ettakā me ñātayo khayaṃ vayaṃ abbhatthaṃ gatā’tiādīni cinteti. Tenassa balavaṃ domanassaṃ uppajjati. Iti imesaṃ dvinnampi dukkhānaṃ vatthubhāvena dukkhoti veditabbo. Apica –",
  "atk-abh02a3:137": "Yaṃ sokasallavihato paridevamāno,",
  "atk-abh02a3:138": "Kaṇṭhoṭṭhatālutalasosajamappasayhaṃ;",
  "atk-abh02a3:139": "Bhiyyodhimattamadhigacchatiyeva dukkhaṃ,",
  "atk-abh02a3:140": "Dukkhoti tena bhagavā paridevamāhāti.",
  "atk-abh02a3:141": "Dukkhadomanassaniddeso",
  "atk-abh02a3:142": "196-7.Dukkhadomanassaniddesā heṭṭhā dhammasaṅgahaṭṭhakathāyaṃ vaṇṇitattā pākaṭā eva. Lakkhaṇādīni pana tesaṃ tattha vuttāneva.",
  "atk-abh02a3:143": "‘Dukkhassa dukkhaṭṭho veditabbo, domanassassa dukkhaṭṭho veditabbo’ti ettha pana ubhayampetaṃ sayañca dukkhattā kāyikacetasikadukkhānañca vatthubhāvena dukkhanti vuttaṃ. Hatthapādānañhi kaṇṇanāsikānañca chedanadukkhena dukkhitassa , anāthasālāyaṃ ucchiṭṭhakapālaṃ purato katvā nipannassa, vaṇamukhehi puḷuvakesu nikkhamantesu balavaṃ kāyadukkhaṃ uppajjati; nānāraṅgarattavatthamanuññālaṅkāraṃ nakkhattaṃ kīḷantaṃ mahājanaṃ disvā balavadomanassaṃ uppajjati. Evaṃ tāva dukkhassa dvinnampi dukkhānaṃ vatthubhāvo veditabbo. Apica –",
  "atk-abh02a3:144": "Pīḷeti kāyikamidaṃ, dukkhaṃ dukkhañca mānasaṃ bhiyyo;",
  "atk-abh02a3:145": "Janayati yasmā tasmā, dukkhanti visesato vuttanti.",
  "atk-abh02a3:146": "Cetodukkhasamappitā pana kese pakiriya urāni patipisenti, āvaṭṭanti, vivaṭṭanti, chinnapapātaṃ papatanti, satthaṃ āharanti, visaṃ khādanti, rajjuyā ubbandhanti, aggiṃ pavisanti . Taṃ taṃ viparītaṃ vatthuṃ tathā tathā vippaṭisārino pariḍayhamānacittā cintenti. Evaṃ domanassassa ubhinnampi dukkhānaṃ vatthubhāvo veditabbo. Apica –",
  "atk-abh02a3:147": "Pīḷeti yato cittaṃ, kāyassa ca pīḷanaṃ samāvahati;",
  "atk-abh02a3:148": "Dukkhanti domanassampi, domanassaṃ tato ahūti.",
  "atk-abh02a3:149": "Upāyāsaniddeso",
  "atk-abh02a3:150": "198.Upāyāsaniddese āyāsanaṭṭhena āyāso; saṃsīdanavisīdanākārappavattassa cittakilamathassetaṃ nāmaṃ. Balavaṃ āyāso upāyāso. Āyāsitabhāvo āyāsitattaṃ. Upāyāsitabhāvo upāyāsitattaṃ. Ayaṃ vuccati upāyāsoti ayaṃ upāyāso nāma kathiyati. So panesa byāsattilakkhaṇo, nitthunanaraso, visādapaccupaṭṭhāno.",
  "atk-abh02a3:151": "‘Upāyāsassa dukkhaṭṭho veditabbo’ti ettha pana ayampi sayaṃ na dukkho, ubhinnampi dukkhānaṃ vatthubhāvena dukkhoti vutto. Kupitena hi raññā issariyaṃ acchinditvā hataputtabhātikānaṃ āṇattavadhānaṃ bhayena aṭaviṃ pavisitvā nilīnānaṃ mahāvisādappattānaṃ dukkhaṭṭhānena dukkhaseyyāya dukkhanisajjāya balavaṃ kāyadukkhaṃ uppajjati. ‘Ettakā no ñātakā, ettakā bhogā naṭṭhā’ti cintentānaṃ balavadomanassaṃ uppajjati. Iti imesaṃ dvinnampi dukkhānaṃ vatthubhāvena dukkhoti veditabboti. Apica –",
  "atk-abh02a3:152": "Cittassa paridahanā, kāyassa visādanā ca adhimattaṃ;",
  "atk-abh02a3:153": "Yaṃ dukkhamupāyāso, janeti dukkho tato vutto.",
  "atk-abh02a3:154": "Ettha ca mandagginā antobhājaneyeva telādīnaṃ pāko viya soko. Tikkhagginā paccamānassa bhājanato bahinikkhamanaṃ viya paridevo. Bahinikkhantāvasesassa nikkhamitumpi appahontassa antobhājaneyeva yāva parikkhayā pāko viya upāyāso daṭṭhabbo.",
  "atk-abh02a3:155": "Appiyasampayoganiddeso",
  "atk-abh02a3:156": "199.Appiyasampayoganiddese yassāti ye assa. Aniṭṭhāti apariyesitā. Pariyesitā vā hontu apariyesitā vā, nāmamevetaṃ amanāpārammaṇānaṃ. Manasmiṃ na kamanti, na pavisantīti akantā. Manasmiṃ na appiyanti, na vā manaṃ vaḍḍhentīti amanāpā. Rūpātiādi tesaṃ sabhāvanidassanaṃ. Anatthaṃ kāmenti icchantīti anatthakāmā. Ahitaṃ kāmenti icchantīti ahitakāmā. Aphāsukaṃ dukkhavihāraṃ kāmenti icchantīti aphāsukakāmā. Catūhi yogehi khemaṃ nibbhayaṃ vivaṭṭaṃ na icchanti, sabhayaṃ vaṭṭameva nesaṃ kāmenti icchantīti āyogakkhemakāmā.",
  "atk-abh02a3:157": "Apica saddhādīnaṃ vuddhisaṅkhātassa atthassa akāmanato tesaṃyeva hānisaṅkhātassa anatthassa ca kāmanato anatthakāmā. Saddhādīnaṃyeva upāyabhūtassa hitassa akāmanato saddhāhāniādīnaṃ upāyabhūtassa ahitassa ca kāmanato ahitakāmā. Phāsukavihārassa akāmanato aphāsukavihārassa ca kāmanato aphāsukakāmā. Yassa kassaci nibbhayassa akāmanato bhayassa ca kāmanato ayogakkhemakāmāti evampettha attho daṭṭhabbo.",
  "atk-abh02a3:158": "Saṅgatīti gantvā saṃyogo. Samāgamoti āgatehi saṃyogo. Samodhānanti ṭhānanisajjādīsu sahabhāvo. Missībhāvoti sabbakiccānaṃ sahakaraṇaṃ. Ayaṃ sattavasena yojanā. Saṅkhāravasena pana yaṃ labbhati taṃ gahetabbaṃ. Ayaṃ vuccatīti ayaṃ appiyasampayogo nāma kathiyati. So aniṭṭhasamodhānalakkhaṇo, cittavighātakaraṇaraso, anatthabhāvapaccupaṭṭhāno.",
  "atk-abh02a3:159": "So atthato eko dhammo nāma natthi. Kevalaṃ appiyasampayuttānaṃ duvidhassāpi dukkhassa vatthubhāvato dukkhoti vutto. Aniṭṭhāni hi vatthūni samodhānagatāni vijjhanachedanaphālanādīhi kāyikampi dukkhaṃ uppādenti, ubbegajananato mānasampi. Tenetaṃ vuccati –",
  "atk-abh02a3:160": "Disvāva appiye dukkhaṃ, paṭhamaṃ hoti cetasi;",
  "atk-abh02a3:161": "Tadupakkamasambhūta-matha kāye yato idha.",
  "atk-abh02a3:162": "Tato dukkhadvayassāpi, vatthuto so mahesinā;",
  "atk-abh02a3:163": "Dukkho vuttoti viññeyyo, appiyehi samāgamoti.",
  "atk-abh02a3:164": "Piyavippayoganiddeso",
  "atk-abh02a3:165": "200.Piyavippayoganiddeso vuttapaṭipakkhanayena veditabbo. Mātā vātiādi panettha atthakāme sarūpena dassetuṃ vuttaṃ. Tattha mamāyatīti mātā. Piyāyatīti pitā. Bhajatīti bhātā. Tathā bhaginī. Mettāyantīti mittā, minantīti vā mittā; sabbaguyhesu anto pakkhipantīti attho. Kiccakaraṇīyesu sahabhāvaṭṭhena amā hontīti amaccā. Ayaṃ amhākaṃ ajjhattikoti evaṃ jānanti ñāyantīti vā ñātī. Lohitena sambandhāti sālohitā. Evametāni padāni atthato veditabbāni. Ayaṃ vuccatīti ayaṃ piyehi vippayogo nāma kathiyati. So iṭṭhavatthuviyogalakkhaṇo, sokuppādanaraso, byasanapaccupaṭṭhāno.",
  "atk-abh02a3:166": "So atthato eko dhammo nāma natthi. Kevalaṃ piyavippayuttānaṃ duvidhassāpi dukkhassa vatthubhāvato dukkhoti vutto. Iṭṭhāni hi vatthūni viyujjamānāni sarīrassa sosanamilāpanādibhāvena kāyikampi dukkhaṃ uppādenti, ‘yampi no ahosi, tampi no natthī’ti anusocāpanato mānasampi. Tenetaṃ vuccati –",
  "atk-abh02a3:167": "Ñātidhanādiviyogā, sokasarasamappitā vitujjanti;",
  "atk-abh02a3:168": "Bālā yato tato yaṃ, dukkhoti mato piyaviyogoti.",
  "atk-abh02a3:169": "Icchāniddeso",
  "atk-abh02a3:170": "201.Icchāniddese jātidhammānanti jātisabhāvānaṃ jātipakatikānaṃ. Icchā uppajjatīti taṇhā uppajjati. Aho vatāti patthanā. Nakho panetaṃ icchāya pattabbanti yaṃ etaṃ ‘‘aho vata mayaṃ na jātidhammā assāma, na ca vata no jāti āgaccheyyā’’ti evaṃ pahīnasamudayesu sādhūsu vijjamānaṃ ajātidhammattaṃ, parinibbutesu ca vijjamānaṃ jātiyā anāgamanaṃ icchitaṃ, taṃ icchantassāpi maggabhāvanāya vinā apattabbato anicchantassa ca bhāvanāya pattabbato na icchāya pattabbaṃ nāma hoti. Idampīti etampi; upari sesāni upādāya pikāro. Yampicchanti yenapi dhammena alabbhaneyyaṃ vatthuṃ icchanto na labhati, taṃ alabbhaneyyavatthuicchanaṃ dukkhanti veditabbaṃ. Jarādhammānantiādīsupi eseva nayo. Evamettha alabbhaneyyavatthūsu icchāva ‘‘yampicchaṃ na labhati tampi dukkha’’nti vuttā. Sā alabbhaneyyavatthuicchanalakkhaṇā, tappariyesanarasā, tesaṃ appattipaccupaṭṭhānā.",
  "atk-abh02a3:171": "Dvinnaṃ pana dukkhānaṃ vatthubhāvato dukkhāti vuttā. Ekacco hi rājā bhavissatīti sambhāvito hoti. So chinnabhinnagaṇena parivārito pabbatavisamaṃ vā vanagahanaṃ vā pavisati. Atha rājā taṃ pavattiṃ ñatvā balakāyaṃ peseti. So rājapurisehi nihataparivāro sayampi laddhappahāro palāyamāno rukkhantaraṃ vā pāsāṇantaraṃ vā pavisati. Tasmiṃ samaye mahāmegho uṭṭhahati, tibbandhakārā kāḷavaddalikā hoti. Atha naṃ samantato kāḷakipillikādayo pāṇā parivāretvā gaṇhanti. Tenassa balavakāyadukkhaṃ uppajjati. ‘Maṃ ekaṃ nissāya ettakā ñātī ca bhogā ca vinaṭṭhā’ti cintentassa balavadomanassaṃ uppajjati. Iti ayaṃ icchā imesaṃ dvinnampi dukkhānaṃ vatthubhāvena dukkhāti veditabbā. Apica –",
  "atk-abh02a3:172": "Taṃ taṃ patthayamānānaṃ, tassa tassa alābhato;",
  "atk-abh02a3:173": "Yaṃ vighātamayaṃ dukkhaṃ, sattānaṃ idha jāyati.",
  "atk-abh02a3:174": "Alabbhaneyyavatthūnaṃ, patthanā tassa kāraṇaṃ;",
  "atk-abh02a3:175": "Yasmā tasmā jino dukkhaṃ, icchitālābhamabravīti.",
  "atk-abh02a3:176": "Upādānakkhandhaniddeso",
  "atk-abh02a3:177": "202.Upādānakkhandhaniddese saṃkhittenāti desanaṃ sandhāya vuttaṃ. Dukkhañhi ettakāni dukkhasatānīti vā ettakāni dukkhasahassānīti vā ettakāni dukkhasatasahassānīti vā saṃkhipituṃ na sakkā, desanā pana sakkā, tasmā ‘‘dukkhaṃ nāma aññaṃ kiñci natthi, saṃkhittena pañcupādānakkhandhā dukkhā’’ti desanaṃ saṅkhipento evamāha. Seyyathidanti nipāto; tassa te katameti ceti attho. Rūpūpādānakkhandhotiādīnaṃ attho khandhavibhaṅge vaṇṇitoyeva.",
  "atk-abh02a3:178": "‘Khandhānaṃdukkhaṭṭho veditabbo’ti ettha pana –",
  "atk-abh02a3:179": "Jātippabhutikaṃ dukkhaṃ, yaṃ vuttaṃ idha tādinā;",
  "atk-abh02a3:180": "Avuttaṃ yañca taṃ sabbaṃ, vinā ete na vijjati.",
  "atk-abh02a3:181": "Yasmā tasmā upādāna-kkhandhā saṅkhepato ime;",
  "atk-abh02a3:182": "Dukkhāti vuttā dukkhanta-desakena mahesinā.",
  "atk-abh02a3:183": "Tathā hi indhanamiva pāvako, lakkhamiva paharaṇāni, gorūpamiva ḍaṃsamakasādayo, khettamiva lāvakā, gāmaṃ viya gāmaghātakā, upādānakkhandhapañcakameva jātiādayo nānappakārehi bādhayamānā, tiṇalatādīni viya bhūmiyaṃ, pupphaphalapallavādīni viya rukkhesu, upādānakkhandhesuyeva nibbattanti. Upādānakkhandhānañca ādidukkhaṃ jāti, majjhedukkhaṃ jarā, pariyosānadukkhaṃ maraṇaṃ. Māraṇantikadukkhābhighātena pariḍayhamānadukkhaṃ soko, tadasahanato lālappanadukkhaṃ paridevo. Tato dhātukkhobhasaṅkhātaaniṭṭhaphoṭṭhabbasamāyogato kāyassa ābādhanadukkhaṃ dukkhaṃ. Tena bādhiyamānānaṃ puthujjanānaṃ tattha paṭighuppattito cetobādhanadukkhaṃ domanassaṃ. Sokādivuḍḍhiyā janitavisādānaṃ anutthunanadukkhaṃ upāyāso. Manorathavighātappattānaṃ icchāvighātadukkhaṃ icchitālābhoti evaṃ nānappakārato upaparikkhiyamānā upādānakkhandhāva dukkhāti yadetaṃ ekamekaṃ dassetvā vuccamānaṃ anekehi kappehi na sakkā asesato vattuṃ, taṃ sabbampi dukkhaṃ ekajalabindumhi sakalasamuddajalarasaṃ viya yesu kesuci pañcasu upādānakkhandhesu saṅkhipitvā dassetuṃ ‘‘saṃkhittena pañcupādānakkhandhā dukkhā’’ti bhagavā avocāti.",
  "atk-abh02a3:184": "Dukkhasaccaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:185": "2. Samudayasaccaniddesavaṇṇanā",
  "atk-abh02a3:186": "203.Samudayasaccaniddese yāyaṃ taṇhāti yā ayaṃ taṇhā. Ponobbhavikāti punabbhavakaraṇaṃ punobbhavo, punobbhavo sīlamassāti ponobbhavikā. Apica punabbhavaṃ deti, punabbhavāya saṃvattati, punappunaṃ bhave nibbattetīti ponobbhavikā. Sā panesā punabbhavassa dāyikāpi atthi adāyikāpi, punabbhavāya saṃvattanikāpi atthi asaṃvattanikāpi, dinnāya paṭisandhiyā upadhivepakkamattāpi. Sā punabbhavaṃ dadamānāpi adadamānāpi, punabbhavāya saṃvattamānāpi asaṃvattamānāpi, dinnāya paṭisandhiyā upadhivepakkamattāpi ponobbhavikā evāti nāmaṃ labhati. Abhinandanasaṅkhātena nandirāgena sahagatāti nandirāgasahagatā, nandirāgena saddhiṃ atthato ekattameva gatāti vuttaṃ hoti. Tatratatrābhinandinīti yatra yatra attabhāvo tatratatrābhinandinī, rūpādīsu vā ārammaṇesu tatratatrābhinandinī; rūpābhinandinī saddagandharasaphoṭṭhabbadhammābhinandinīti attho. Seyyathidanti nipāto; tassa sā katamāti ceti attho. Kāmataṇhāti kāme taṇhā kāmataṇhā; pañcakāmaguṇikarāgassetaṃ adhivacanaṃ. Bhave taṇhā bhavataṇhā; bhavapatthanāvasena uppannassa sassatadiṭṭhisahagatassa rūpārūpabhavarāgassa ca jhānanikantiyā cetaṃ adhivacanaṃ. Vibhave taṇhā vibhavataṇhā; ucchedadiṭṭhisahagatassa rāgassetaṃ adhivacanaṃ.",
  "atk-abh02a3:187": "Idāni tassā taṇhāya vatthuṃ vitthārato dassetuṃ sā kho panesātiādimāha. Tattha uppajjatīti jāyati. Nivisatīti punappunaṃ pavattivasena patiṭṭhahati. Yaṃ loke piyarūpaṃ sātarūpanti yaṃ lokasmiṃ piyasabhāvañceva madhurasabhāvañca. Cakkhuṃ loketiādīsu lokasmiñhi cakkhādīsu mamattena abhiniviṭṭhā sattā sampattiyaṃ patiṭṭhitā attano cakkhuṃ ādāsādīsu nimittaggahaṇānusārena vippasannapañcapasādaṃ suvaṇṇavimāne ugghāṭitamaṇisīhapañjaraṃ viya maññanti, sotaṃ rajatapanāḷikaṃ viya pāmaṅgasuttakaṃ viya ca maññanti, tuṅganāsāti laddhavohāraṃ ghānaṃ vaṭṭetvā ṭhapitaharitālavaṭṭiṃ viya maññanti, jivhaṃ rattakambalapaṭalaṃ viya mudusiniddhamadhurarasadaṃ maññanti, kāyaṃ sālalaṭṭhiṃ viya suvaṇṇatoraṇaṃ viya ca maññanti, manaṃ aññesaṃ manena asadisaṃ uḷāraṃ maññanti, rūpaṃ suvaṇṇakaṇikārapupphādivaṇṇaṃ viya , saddaṃ mattakaravīkakokilamandadhamitamaṇivaṃsanigghosaṃ viya, attanā paṭiladdhāni catusamuṭṭhānikagandhārammaṇādīni ‘kassa aññassa evarūpāni atthī’ti maññanti. Tesaṃ evaṃ maññamānānaṃ tāni cakkhādīni piyarūpāni ceva honti sātarūpāni ca. Atha nesaṃ tattha anuppannā ceva taṇhā uppajjati, uppannā ca punappunaṃ pavattivasena nivisati. Tasmā bhagavā – ‘‘cakkhuṃ loke piyarūpaṃ sātarūpaṃ. Etthesā taṇhā uppajjamānā uppajjatī’’tiādimāha. Tattha uppajjamānāti yadā uppajjati tadā ettha uppajjatīti attho. Esa nayo sabbatthāpīti.",
  "atk-abh02a3:188": "Samudayasaccaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:189": "3. Nirodhasaccaniddesavaṇṇanā",
  "atk-abh02a3:190": "204.Nirodhasaccaniddese yo tassāyeva taṇhāyāti ettha ‘yo tasseva dukkhassā’ti vattabbe yasmā samudayanirodheneva dukkhaṃ nirujjhati no aññathā, yathāha –",
  "atk-abh02a3:191": "‘‘Yathāpi mūle anupaddave daḷhe,",
  "atk-abh02a3:192": "Chinnopi rukkho punareva rūhati;",
  "atk-abh02a3:193": "Evampi taṇhānusaye anūhate,",
  "atk-abh02a3:194": "Nibbattati dukkhamidaṃ punappuna’’nti. (dha. pa. 338);",
  "atk-abh02a3:195": "Tasmā taṃ dukkhanirodhaṃ dassento samudayanirodhena dassetuṃ evamāha. Sīhasamānavuttino hi tathāgatā. Te dukkhaṃ nirodhentā dukkhanirodhañca dassentā hetumhi paṭipajjanti, na phale. Suvānavuttino pana aññatitthiyā. Te dukkhaṃ nirodhentā dukkhanirodhañca dassentā attakilamathānuyogena ceva tasseva ca desanāya phale paṭipajjanti, na hetumhīti. Sīhasamānavuttitāya satthā hetumhi paṭipajjanto yo tassāyevātiādimāha.",
  "atk-abh02a3:196": "Tattha tassāyevāti yā sā uppatti nivesavasena heṭṭhā pakāsitā tassāyeva. Asesavirāganirodhotiādīni sabbāni nibbānavevacanāneva . Nibbānañhi āgamma taṇhā asesā virajjati nirujjhati. Tasmā taṃ ‘‘tassāyeva taṇhāya asesavirāganirodho’’ti vuccati. Nibbānañca āgamma taṇhā cajiyati, paṭinissajjiyati, muccati, na alliyati. Tasmā nibbānaṃ ‘‘cāgo paṭinissaggo mutti anālayo’’ti vuccati. Ekameva hi nibbānaṃ. Nāmāni panassa sabbasaṅkhatānaṃ nāmapaṭipakkhavasena anekāni nibbānavevacanāneva honti, seyyathidaṃ – asesavirāganirodho, cāgo, paṭinissaggo, mutti, anālayo, rāgakkhayo, dosakkhayo, mohakkhayo, taṇhākkhayo, anuppādo, appavattaṃ, animittaṃ, appaṇihitaṃ, anāyūhanaṃ, appaṭisandhi, anupapatti, agati, ajātaṃ, ajaraṃ, abyādhi, amataṃ, asokaṃ, aparidevaṃ, anupāyāsaṃ, asaṃkiliṭṭhantiādīni.",
  "atk-abh02a3:197": "Idāni maggena chinnāya nibbānaṃ āgamma appavattipattāyapi ca taṇhāya yesu vatthūsu tassā uppatti dassitā, tattheva abhāvaṃ dassetuṃ sā kho panesātiādimāha. Tattha yathā puriso khette jātaṃ tittaalābuvalliṃ disvā aggato paṭṭhāya mūlaṃ pariyesitvā chindeyya, sā anupubbena milāyitvā appavattiṃ gaccheyya. Tato tasmiṃ khette tittaalābu niruddhā pahīnāti vucceyya. Evameva khette tittaalābu viya cakkhādīsu taṇhā. Sā ariyamaggena mūlacchinnā nibbānaṃ āgamma appavattiṃ gacchati. Evaṃ gatā pana tesu vatthūsu khette tittaalābu viya na paññāyati. Yathā ca aṭavito core ānetvā nagarassa dakkhiṇadvāre ghāteyyuṃ, tato aṭaviyaṃ corā matāti vā māritāti vā vucceyyuṃ; evameva aṭaviyaṃ corā viya yā cakkhādīsu taṇhā, sā dakkhiṇadvāre corā viya nibbānaṃ āgamma niruddhattā nibbāne niruddhā. Evaṃ niruddhā pana tesu vatthūsu aṭaviyaṃ corā viya na paññāyati. Tenassā tattheva nirodhaṃ dassento ‘‘cakkhuṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhatī’’tiādimāha. Sesamettha uttānatthamevāti.",
  "atk-abh02a3:198": "Nirodhasaccaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:199": "4. Maggasaccaniddesavaṇṇanā",
  "atk-abh02a3:200": "205.Maggasaccaniddese ayamevāti aññamaggapaṭikkhepanatthaṃ niyamanaṃ. Ariyoti taṃtaṃmaggavajjhehi kilesehi ārakattā ariyabhāvakarattā ariyaphalapaṭilābhakarattā ca ariyo. Aṭṭhaṅgāni assāti aṭṭhaṅgiko. Svāyaṃ caturaṅgikā viya senā, pañcaṅgikaṃ viya tūriyaṃ aṅgamattameva hoti, aṅgavinimutto natthi. Nibbānatthikehi maggīyati, nibbānaṃ vā maggati, kilese vā mārento gacchatīti maggo. Seyyathidanti so katamoti ceti attho.",
  "atk-abh02a3:201": "Idāni aṅgamattameva maggo hoti, aṅgavinimmutto natthīti dassento sammādiṭṭhi…pe… sammāsamādhīti āha. Tattha sammā dassanalakkhaṇā sammādiṭṭhi. Sammā abhiniropanalakkhaṇo sammāsaṅkappo. Sammā pariggahalakkhaṇā sammāvācā. Sammā samuṭṭhāpanalakkhaṇo sammākammanto. Sammā vodānalakkhaṇo sammāājīvo. Sammā paggahalakkhaṇo sammāvāyāmo. Sammā upaṭṭhānalakkhaṇā sammāsati. Sammā samādhānalakkhaṇo sammāsamādhi.",
  "atk-abh02a3:202": "Tesu ca ekekassa tīṇi tīṇi kiccāni honti, seyyathidaṃ – sammādiṭṭhi tāva aññehipi attano paccanīkakilesehi saddhiṃ micchādiṭṭhiṃ pajahati, nirodhaṃ ārammaṇaṃ karoti, sampayuttadhamme ca passati tappaṭicchādakamohavidhamanavasena asammohato. Sammāsaṅkappādayopi tatheva micchāsaṅkappādīni ca pajahanti, nirodhañca ārammaṇaṃ karonti. Visesato panettha sammāsaṅkappo sahajātadhamme abhiniropeti, sammāvācā sammā pariggaṇhāti, sammākammanto sammā samuṭṭhāpeti, sammāājīvo sammā vodāpeti, sammāvāyāmo sammā paggaṇhāti, sammāsati sammā upaṭṭhāti, sammāsamādhi sammā padahati.",
  "atk-abh02a3:203": "Apicesā sammādiṭṭhi nāma pubbabhāge nānākkhaṇā nānārammaṇā hoti, maggakāle ekakkhaṇā ekārammaṇā, kiccato pana dukkhe ñāṇantiādīni cattāri nāmāni labhati. Sammāsaṅkappādayopi pubbabhāge nānākkhaṇā nānārammaṇā honti, maggakāle ekakkhaṇā ekārammaṇā. Tesu sammāsaṅkappo kiccato nekkhammasaṅkappotiādīni tīṇi nāmāni labhati. Sammāvācādayo tayo pubbabhāge nānākkhaṇā nānārammaṇā viratiyopi honti cetanāyopi, maggakkhaṇe pana viratiyova. Sammāvāyāmo sammāsatīti idampi dvayaṃ kiccato sammappadhānasatipaṭṭhānavasena cattāri nāmāni labhati. Sammāsamādhi pana pubbabhāgepi maggakkhaṇepi sammāsamādhiyeva.",
  "atk-abh02a3:204": "Iti imesu aṭṭhasu dhammesu bhagavatā nibbānādhigamāya paṭipannassa yogino bahūpakārattā paṭhamaṃ sammādiṭṭhi desitā. Ayañhi ‘‘paññāpajjoto paññāsattha’’nti (dha. sa. 16, 20, 29, 34) ca vuttā. Tasmā etāya pubbabhāge vipassanāñāṇasaṅkhātāya sammādiṭṭhiyā avijjandhakāraṃ viddhaṃsetvā kilesacore ghātento khemena yogāvacaro nibbānaṃ pāpuṇāti. Tena vuttaṃ ‘‘nibbānādhigamāya paṭipannassa yogino bahūpakārattā paṭhamaṃ sammādiṭṭhi desitā’’ti.",
  "atk-abh02a3:205": "Sammāsaṅkappo pana tassā bahūpakāro, tasmā tadanantaraṃ vutto. Yathā hi heraññiko hatthena parivattetvā parivattetvā cakkhunā kahāpaṇaṃ olokento ‘ayaṃ kūṭo, ayaṃ cheko’ti jānāti, evaṃ yogāvacaropi pubbabhāge vitakkena vitakketvā vipassanāpaññāya olokayamāno ‘ime dhammā kāmāvacarā, ime dhammā rūpāvacarādayo’ti jānāti. Yathā vā pana purisena koṭiyaṃ gahetvā parivattetvā parivattetvā dinnaṃ mahārukkhaṃ tacchako vāsiyā tacchetvā kamme upaneti, evaṃ vitakkena vitakketvā vitakkatvā dinnadhamme yogāvacaro paññāya ‘ime dhammā kāmāvacarā, ime dhammā rūpāvacarā’tiādinā nayena paricchinditvā kamme upaneti. Tena vuttaṃ ‘sammāsaṅkappo pana tassā bahūpakāro, tasmā tadanantaraṃ vutto’’ti.",
  "atk-abh02a3:206": "Svāyaṃ yathā sammādiṭṭhiyā, evaṃ sammāvācāyapi upakārako. Yathāha – ‘‘pubbe kho, gahapati, vitakketvā vicāretvā pacchā vācaṃ bhindatī’’ti (ma. ni. 1.463). Tasmā tadanantaraṃ sammāvācā vuttā.",
  "atk-abh02a3:207": "Yasmā pana ‘idañcidañca karissāmā’ti paṭhamaṃ vācāya saṃvidahitvā loke kammante payojenti, tasmā vācā kāyakammassa upakārikāti sammāvācāya anantaraṃ sammākammanto vutto.",
  "atk-abh02a3:208": "Catubbidhaṃ pana vacīduccaritaṃ, tividhaṃ kāyaduccaritaṃ pahāya ubhayaṃ sucaritaṃ pūrentasseva yasmā ājīvaṭṭhamakasīlaṃ pūrati, na itarassa, tasmā tadubhayānantaraṃ sammāājīvo vutto.",
  "atk-abh02a3:209": "Evaṃ suddhājīvena ‘parisuddho me ājīvo’ti ettāvatā paritosaṃ akatvā suttappamattena viharituṃ na yuttaṃ, atha kho sabbairiyāpathesu idaṃ vīriyamārabhitabbanti dassetuṃ tadanantaraṃ sammāvāyāmo vutto.",
  "atk-abh02a3:210": "Tato āraddhavīriyenāpi kāyādīsu catūsu vatthūsu sati suppatiṭṭhitā kātabbāti dassanatthaṃ tadanantaraṃ sammāsati desitā.",
  "atk-abh02a3:211": "Yasmā pana evaṃ suppatiṭṭhitā sati samādhissa upakārānupakārānaṃ dhammānaṃ gatiyo samanvesitvā pahoti ekattārammaṇe cittaṃ samādhātuṃ, tasmā sammāsatianantaraṃ sammāsamādhi desitoti veditabbo.",
  "atk-abh02a3:212": "Sammādiṭṭhiniddese ‘‘dukkhe ñāṇa’’ntiādinā catusaccakammaṭṭhānaṃ dassitaṃ. Tattha purimāni dve saccāni vaṭṭaṃ, pacchimāni vivaṭṭaṃ. Tesu bhikkhuno vaṭṭe kammaṭṭhānābhiniveso hoti, vivaṭṭe natthi abhiniveso. Purimāni hi dve saccāni ‘‘pañcakkhandhā dukkhaṃ, taṇhā samudayo’’ti evaṃ saṅkhepena ca ‘‘katame pañcakkhandhā? Rūpakkhandho’’tiādinā nayena vitthārena ca ācariyassa santike uggaṇhitvā vācāya punappunaṃ parivattento yogāvacaro kammaṃ karoti; itaresu pana dvīsu saccesu ‘‘nirodhasaccaṃ iṭṭhaṃ kantaṃ manāpaṃ, maggasaccaṃ iṭṭhaṃ kantaṃ manāpa’’nti evaṃ savaneneva kammaṃ karoti. So evaṃ kammaṃ karonto cattāri saccāni ekena paṭivedhena paṭivijjhati, ekābhisamayena abhisameti; dukkhaṃ pariññāpaṭivedhena paṭivijjhati, samudayaṃ pahānapaṭivedhena, nirodhaṃ sacchikiriyapaṭivedhena, maggaṃ bhāvanāpaṭivedhena paṭivijjhati; dukkhaṃ pariññābhisamayena…pe… maggaṃ bhāvanābhisamayena abhisameti.",
  "atk-abh02a3:213": "Evamassa pubbabhāge dvīsu saccesu uggahaparipucchāsavanadhāraṇasammasanapaṭivedho hoti, dvīsu savanapaṭivedhoyeva; aparabhāge tīsu kiccato paṭivedho hoti, nirodhe ārammaṇapaṭivedho. Tattha sabbampi paṭivedhañāṇaṃ lokuttaraṃ, savanadhāraṇasammasanañāṇaṃ lokiyaṃ kāmāvacaraṃ, paccavekkhaṇā pana pattasaccassa hoti. Ayañca ādikammiko. Tasmā sā idha na vuttā. Imassa ca bhikkhuno pubbe pariggahato ‘dukkhaṃ parijānāmi , samudayaṃ pajahāmi, nirodhaṃ sacchikaromi, maggaṃ bhāvemī’ti ābhogasamannāhāramanasikārapaccavekkhaṇā natthi, pariggahato paṭṭhāya hoti; aparabhāge pana dukkhaṃ pariññātameva hoti…pe… maggo bhāvitova hoti.",
  "atk-abh02a3:214": "Tattha dve saccāni duddasattā gambhīrāni, dve gambhīrattā duddasāni. Dukkhasaccañhi uppattito pākaṭaṃ; khāṇukaṇṭakappahārādīsu ‘aho dukkha’nti vattabbatampi āpajjati. Samudayampi khāditukāmatābhuñjitukāmatādivasena uppattito pākaṭaṃ. Lakkhaṇapaṭivedhato pana ubhayampi gambhīraṃ. Iti tāni duddasattā gambhīrāni. Itaresaṃ pana dvinnaṃ dassanatthāya payogo bhavaggagahaṇatthaṃ hatthappasāraṇaṃ viya, avīciphusanatthaṃ pādappasāraṇaṃ viya, satadhā bhinnavālassa koṭiyā koṭiṃ paṭipādanaṃ viya ca hoti. Iti tāni gambhīrattā duddasāni. Evaṃ duddasattā gambhīresu gambhīrattā ca duddasesu catūsu saccesu uggahādivasena pubbabhāgañāṇuppattiṃ sandhāya idaṃ ‘‘dukkhe ñāṇa’’ntiādi vuttaṃ. Paṭivedhakkhaṇe pana ekameva ñāṇaṃ hoti.",
  "atk-abh02a3:215": "Sammāsaṅkappaniddese kāmato nissaṭoti nekkhammasaṅkappo. Byāpādato nissaṭoti abyāpādasaṅkappo. Vihiṃsāya nissaṭoti avihiṃsāsaṅkappo. Tattha nekkhammavitakko kāmavitakkassa padaghātaṃ padacchedaṃ karonto uppajjati, abyāpādavitakko byāpādavitakkassa, avihiṃsāvitakko vihiṃsāvitakkassa. Nekkhammavitakko ca kāmavitakkassa paccanīko hutvā uppajjati, abyāpādaavihiṃsāvitakkā byāpādavihiṃsāvitakkānaṃ.",
  "atk-abh02a3:216": "Tattha yogāvacaro kāmavitakkassa padaghātanatthaṃ kāmavitakkaṃ vā sammasati aññaṃ vā pana kiñci saṅkhāraṃ. Athassa vipassanākkhaṇe vipassanāsampayutto saṅkappo tadaṅgavasena kāmavitakkassa padaghātaṃ padacchedaṃ karonto uppajjati, vipassanaṃ ussukkāpetvā maggaṃ pāpeti. Athassa maggakkhaṇe maggasampayutto saṅkappo samucchedavasena kāmavitakkassa padaghātaṃ padacchedaṃ karonto uppajjati; byāpādavitakkassāpi padaghātanatthaṃ byāpādavitakkaṃ vā aññaṃ vā saṅkhāraṃ sammasati; vihiṃsāvitakkassa padaghātanatthaṃ vihiṃsāvitakkaṃ vā aññaṃ vā saṅkhāraṃ sammasati. Athassa vipassanākkhaṇeti sabbaṃ purimanayeneva yojetabbaṃ.",
  "atk-abh02a3:217": "Kāmavitakkādīnaṃ pana tiṇṇaṃ pāḷiyaṃ vibhattesu aṭṭhatiṃsārammaṇesu ekakammaṭṭhānampi apaccanīkaṃ nāma natthi. Ekantato pana kāmavitakkassa tāva asubhesu paṭhamajjhānameva paccanīkaṃ, byāpādavitakkassa mettāya tikacatukkajjhānāni, vihiṃsāvitakkassa karuṇāya tikacatukkajjhānāni. Tasmā asubhe parikammaṃ katvā jhānaṃ samāpannassa samāpattikkhaṇe jhānasampayutto saṅkappo vikkhambhanavasena kāmavitakkassa paccanīko hutvā uppajjati. Jhānaṃ pādakaṃ katvā vipassanaṃ paṭṭhapentassa vipassanākkhaṇe vipassanāsampayutto saṅkappo tadaṅgavasena kāmavitakkassa paccanīko hutvā uppajjati. Vipassanaṃ ussukkāpetvā maggaṃ pāpentassa maggakkhaṇe maggasampayutto saṅkappo samucchedavasena kāmavitakkassa paccanīko hutvā uppajjati. Evaṃ uppanno nekkhammasaṅkappoti vuccatīti veditabbo.",
  "atk-abh02a3:218": "Mettāya pana parikammaṃ katvā, karuṇāya parikammaṃ katvā jhānaṃ samāpajjatīti sabbaṃ purimanayeneva yojetabbaṃ. Evaṃ uppanno abyāpādasaṅkappoti vuccati, avihiṃsāsaṅkappoti ca vuccatīti veditabbo. Evamete nekkhammasaṅkappādayo vipassanājhānavasena uppattīnaṃ nānattā pubbabhāge nānā; maggakkhaṇe pana imesu tīsu ṭhānesu uppannassa akusalasaṅkappassa padacchedato anuppattisādhanavasena maggaṅgaṃ pūrayamāno ekova kusalasaṅkappo uppajjati. Ayaṃ sammāsaṅkappo nāma.",
  "atk-abh02a3:219": "Sammāvācāniddesepi yasmā aññeneva cittena musāvādā viramati, aññenaññena pisuṇavācādīhi, tasmā catassopetā veramaṇiyo pubbabhāge nānā; maggakkhaṇe pana micchāvācāsaṅkhātāya catubbidhāya akusaladussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṃ pūrayamānā ekāva sammāvācāsaṅkhātā kusalaveramaṇī uppajjati. Ayaṃ sammāvācā nāma.",
  "atk-abh02a3:220": "Sammākammantaniddesepi yasmā aññeneva cittena pāṇātipātā viramati, aññena adinnādānā, aññena kāmesumicchācārā, tasmā tissopetā veramaṇiyo pubbabhāge nānā; maggakkhaṇe pana micchākammantasaṅkhātāya tividhāya akusaladussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṃ pūrayamānā ekāva sammākammantasaṅkhātā akusalaveramaṇī uppajjati. Ayaṃ sammākammanto nāma.",
  "atk-abh02a3:221": "Sammāājīvaniddese idhāti imasmiṃ sāsane. Ariyasāvakoti ariyassa buddhassa sāvako. Micchāājīvaṃ pahāyāti pāpakaṃ ājīvaṃ pajahitvā. Sammāājīvenāti buddhapasatthena kusalaājīvena. Jīvikaṃ kappetīti jīvitappavattiṃ pavatteti. Idhāpi yasmā aññeneva cittena kāyadvāravītikkamā viramati; aññena vacīdvāravītikkamā, tasmā pubbabhāge nānākkhaṇesu uppajjati; maggakkhaṇe pana dvīsu dvāresu sattannaṃ kammapathānaṃ vasena uppannāya micchāājīvadussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṃ pūrayamānā ekāva sammāājīvasaṅkhātā kusalaveramaṇī uppajjati. Ayaṃ sammāājīvo nāma.",
  "atk-abh02a3:222": "Sammāvāyāmaniddeso sammappadhānavibhaṅge anupadavaṇṇanāvasena āvibhavissati. Ayaṃ pana pubbabhāge nānācittesu labhati. Aññeneva hi cittena anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya vāyāmaṃ karoti, aññena uppannānaṃ pahānāya; aññeneva ca anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya, aññena uppannānaṃ ṭhitiyā; maggakkhaṇe pana ekacitteyeva labbhati. Ekameva hi maggasampayuttaṃ vīriyaṃ catukiccasādhanaṭṭhena cattāri nāmāni labbhati.",
  "atk-abh02a3:223": "Sammāsatiniddesopi satipaṭṭhānavibhaṅge anupadavaṇṇanāvasena āvibhavissati. Ayampi ca pubbabhāge nānācittesu labbhati. Aññeneva hi cittena kāyaṃ pariggaṇhāti, aññenaññena vedanādīni; maggakkhaṇe pana ekacitteyeva labbhati. Ekāyeva hi maggasampayuttā sati catukiccasādhanaṭṭhena cattāri nāmāni labhati.",
  "atk-abh02a3:224": "Sammāsamādhiniddese cattāri jhānāni pubbabhāgepi nānā, maggakkhaṇepi. Pubbabhāge samāpattivasena nānā, maggakkhaṇe nānāmaggavasena. Ekassa hi paṭhamamaggo paṭhamajjhāniko hoti, dutiyamaggādayopi paṭhamajjhānikā, dutiyādīsu aññatarajjhānikā vā. Ekassa paṭhamamaggo dutiyādīnaṃ aññatarajjhāniko hoti, dutiyādayopi dutiyādīnaṃ aññatarajjhānikā vā paṭhamajjhānikā vā. Evaṃ cattāropi maggā jhānavasena sadisā vā asadisā vā ekaccasadisā vā honti.",
  "atk-abh02a3:225": "Ayaṃ panassa viseso pādakajjhānaniyāmena hoti. Pādakajjhānaniyāmena tāva paṭhamajjhānalābhino paṭhamajjhānā vuṭṭhāya vipassantassa uppannamaggo paṭhamajjhāniko hoti; maggaṅgabojjhaṅgāni panettha paripuṇṇāneva honti. Dutiyajjhānato uṭṭhāya vipassantassa uppanno maggo dutiyajjhāniko hoti; maggaṅgāni panettha satta honti. Tatiyajjhānato uṭṭhāya vipassantassa uppanno maggo tatiyajjhāniko hoti; maggaṅgāni panettha satta, bojjhaṅgāni cha honti. Esa nayo catutthajjhānato paṭṭhāya yāva nevasaññānāsaññāyatanā.",
  "atk-abh02a3:226": "Āruppe catukkapañcakajjhānaṃ uppajjati. Tañca kho lokuttaraṃ no lokiyanti vuttaṃ. Ettha kathanti? Etthāpi paṭhamajjhānādīsu yato uṭṭhāya sotāpattimaggaṃ paṭilabhitvā āruppasamāpattiṃ bhāvetvā yo āruppe uppanno, taṃjhānikāva tassa tattha tayo maggā uppajjanti . Evaṃ pādakajjhānameva niyāmeti. Keci pana therā ‘‘vipassanāya ārammaṇabhūtā khandhā niyāmentī’’ti vadanti. Keci ‘‘puggalajjhāsayo niyāmetī’’ti vadanti. Keci ‘‘vuṭṭhānagāminīvipassanā niyāmetī’’ti vadanti. Tesaṃ vādavinicchayo heṭṭhā cittuppādakaṇḍe lokuttarapadabhājanīyavaṇṇanāyaṃ (dha. sa. aṭṭha. 350) vuttanayeneva veditabbo. Ayaṃ vuccati sammāsamādhīti yā imesu catūsu jhānesu ekaggatā, ayaṃ pubbabhāge lokiyo, aparabhāge lokuttaro sammāsamādhi nāma vuccatīti. Evaṃ lokiyalokuttaravasena bhagavā maggasaccaṃ desesi.",
  "atk-abh02a3:227": "Tattha lokiyamagge sabbāneva maggaṅgāni yathānurūpaṃ chasu ārammaṇesu aññatarārammaṇāni honti. Lokuttaramagge pana catusaccapaṭivedhāya pavattassa ariyassa nibbānārammaṇaṃ avijjānusayasamugghātakaṃ paññācakkhu sammādiṭṭhi. Tathā sampannadiṭṭhissa taṃsampayuttaṃ tividhamicchāsaṅkappasamugghātakaṃ cetaso nibbānapadābhiniropanaṃ sammāsaṅkappo. Tathā passantassa vitakkentassa ca taṃsampayuttāva catubbidhavacīduccaritasamugghātikāya micchāvācāya virati sammāvācā. Tathā viramantassa taṃsampayuttāva micchākammantasamucchedikā tividhakāyaduccaritavirati sammākammanto. Tesaṃyeva sammāvācākammantānaṃ vodānabhūtā taṃsampayuttāva kuhanādisamucchedikā micchāājīvavirati sammāājīvo. Imissā sammāvācākammantājīvasaṃkhātāya sīlabhūmiyaṃ patiṭṭhamānassa tadanurūpo taṃsampayuttova kosajjasamucchedako anuppannuppannānaṃ akusalakusalānaṃ anuppādapahānuppādaṭṭhitisādhako ca vīriyārambho sammāvāyāmo. Evaṃ vāyamantassa taṃsampayuttova micchāsativiniddhunanako kāyādīsu kāyānupassanādisādhako ca cetaso asammoso sammāsati. Iti anuttarāya satiyā suvihitacittārakkhassa taṃsampayuttāva micchāsamādhisamugghātikā cittekaggatā sammāsamādhīti. Esa lokuttaro ariyo aṭṭhaṅgiko maggo yo saha lokiyena maggena dukkhanirodhagāminī paṭipadāti saṅkhaṃ gato.",
  "atk-abh02a3:228": "So kho panesa maggo sammādiṭṭhisaṅkappānaṃ vijjāya, sesadhammānaṃ caraṇena saṅgahitattā vijjā ceva caraṇañca. Tathā tesaṃ dvinnaṃ vipassanāyānena, itaresaṃ samathayānena saṅgahitattā samatho ceva vipassanā ca. Tesaṃ vā dvinnaṃ paññākkhandhena, tadanantarānaṃ tiṇṇaṃ sīlakkhandhena, avasesānaṃ samādhikkhandhena adhipaññāadhisīlaadhicittasikkhāhi ca saṅgahitattā khandhattayañceva sikkhāttayañca hoti; yena samannāgato ariyasāvako dassanasamatthehi cakkhūhi gamanasamatthehi ca pādehi samannāgato addhiko viya vijjācaraṇasampanno hutvā vipassanāyānena kāmasukhallikānuyogaṃ, samathayānena attakilamathānuyoganti antadvayaṃ parivajjetvā majjhimapaṭipadaṃ paṭipanno paññākkhandhena mohakkhandhaṃ, sīlakkhandhena dosakkhandhaṃ, samādhikkhandhena ca lobhakkhandhaṃ padālento adhipaññāsikkhāya paññāsampadaṃ, adhisīlasikkhāya sīlasampadaṃ, adhicittasikkhāya samādhisampadanti tisso sampattiyo patvā amataṃ nibbānaṃ sacchikaroti, ādimajjhapariyosānakalyāṇaṃ sattatiṃsabodhipakkhiyadhammaratanavicittaṃ sammattaniyāmasaṅkhātaṃ ariyabhūmiñca okkanto hotīti.",
  "atk-abh02a3:229": "Suttantabhājanīyavaṇṇanā.",
  "atk-abh02a3:230": "2. Abhidhammabhājanīyavaṇṇanā",
  "atk-abh02a3:231": "206-214. Idāni abhidhammabhājanīyaṃ hoti. Tattha ‘‘ariyasaccānī’’ti avatvā nippadesato paccayasaṅkhātaṃ samudayaṃ dassetuṃ ‘‘cattāri saccānī’’ti vuttaṃ . Ariyasaccānīti hi vutte avasesā ca kilesā, avasesā ca akusalā dhammā, tīṇi ca kusalamūlāni sāsavāni, avasesā ca sāsavā kusalā dhammā na saṅgayhanti. Na ca kevalaṃ taṇhāva dukkhaṃ samudāneti, imepi avasesā ca kilesādayo paccayā samudānentiyeva. Iti imepi paccayā dukkhaṃ samudānentiyevāti nippadesato paccayasaṅkhātaṃ samudayaṃ dassetuṃ ‘‘ariyasaccānī’’ti avatvā ‘‘cattāri saccānī’’ti vuttaṃ.",
  "atk-abh02a3:232": "Niddesavāre ca nesaṃ paṭhamaṃ dukkhaṃ aniddisitvā tasseva dukkhassa sukhaniddesatthaṃ dukkhasamudayo niddiṭṭho. Tasmiñhi niddiṭṭhe ‘‘avasesā ca kilesā’’tiādinā nayena dukkhasaccaṃ sukhaniddesaṃ hoti. Nirodhasaccampettha taṇhāya pahānaṃ ‘‘taṇhāya ca avasesānañca kilesānaṃ pahāna’’nti evaṃ yathāvuttassa samudayassa pahānavasena pañcahākārehi niddiṭṭhaṃ. Maggasaccaṃ panettha paṭhamajjhānikasotāpattimaggavasena dhammasaṅgaṇiyaṃ vibhattassa desanānayassa mukhamattameva dassentena niddiṭṭhaṃ. Tattha nayabhedo veditabbo. Taṃ upari pakāsayissāma.",
  "atk-abh02a3:233": "Yasmā pana na kevalaṃ aṭṭhaṅgiko maggova paṭipadā ‘‘pubbeva kho panassa kāyakammaṃ vacīkammaṃ ājīvo suparisuddho hotī’’ti (ma. ni. 3.433) vacanato pana puggalajjhāsayavasena pañcaṅgikopi maggo paṭipadā evāti desito, tasmā taṃ nayaṃ dassetuṃ pañcaṅgikavāropi niddiṭṭho. Yasmā ca na kevalaṃ aṭṭhaṅgikapañcaṅgikamaggāva paṭipadā, sampayuttakā pana atirekapaññāsadhammāpi paṭipadā eva, tasmā taṃ nayaṃ dassetuṃ tatiyo sabbasaṅgāhikavāropi niddiṭṭho. Tattha ‘‘avasesā dhammā dukkhanirodhagāminiyā paṭipadāya sampayuttā’’ti idaṃ parihāyati. Sesaṃ sabbattha sadisameva.",
  "atk-abh02a3:234": "Tattha aṭṭhaṅgikavārassa ‘‘taṇhāya avasesānañca kilesānaṃ pahāna’’ntiādīsu pañcasu koṭṭhāsesu paṭhamakoṭṭhāse tāva sotāpattimagge jhānābhinivese suddhikapaṭipadā, suddhikasuññatā, suññatapaṭipadā, suddhikaappaṇihitaṃ, appaṇihitapaṭipadāti imesu pañcasu vāresu dvinnaṃ dvinnaṃ catukkapañcakanayānaṃ vasena dasa nayā honti. Evaṃ sesesupīti vīsatiyā abhinivesesu dve nayasatāni. Tāni catūhi adhipatīhi catugguṇitāni aṭṭha . Iti suddhikāni dve sādhipatī aṭṭhāti sabbampi nayasahassaṃ hoti. Yathā ca sotāpattimagge, evaṃ sesamaggesupīti cattāri nayasahassāni honti. Yathā ca paṭhamakoṭṭhāse cattāri, evaṃ sesesupīti aṭṭhaṅgikavāre pañcasu koṭṭhāsesu vīsati nayasahassāni honti. Tathā pañcaṅgikavāre sabbasaṅgāhikavāre cāti sabbānipi saṭṭhinayasahassāni satthārā vibhattāni. Pāḷi pana saṅkhepena āgatā. Evamidaṃ tividhamahāvāraṃ pañcadasakoṭṭhāsaṃ saṭṭhinayasahassapaṭimaṇḍitaṃ abhidhammabhājanīyaṃ nāma niddiṭṭhanti veditabbaṃ.",
  "atk-abh02a3:235": "Abhidhammabhājanīyavaṇṇanā.",
  "atk-abh02a3:236": "3. Pañhāpucchakavaṇṇanā",
  "atk-abh02a3:237": "215. Pañhāpucchake catunnampi saccānaṃ khandhavibhaṅge vuttanayānusāreneva kusalādibhāvo veditabbo. Ārammaṇattikesu pana samudayasaccaṃ kāmāvacaradhamme assādentassa parittārammaṇaṃ hoti, mahaggatadhamme assādentassa mahaggatārammaṇaṃ, paññattiṃ assādentassa navattabbārammaṇaṃ. Dukkhasaccaṃ kāmāvacaradhamme ārabbha uppannaṃ parittārammaṇaṃ, rūpārūpāvacaradhamme ārabbha uppattikāle mahaggatārammaṇaṃ, nava lokuttaradhamme paccavekkhaṇakāle appamāṇārammaṇaṃ, paṇṇattiṃ paccavekkhaṇakāle navattabbārammaṇaṃ. Maggasaccaṃ sahajātahetuvasena sabbadāpi maggahetukaṃ vīriyaṃ vā vīmaṃsaṃ vā jeṭṭhakaṃ katvā maggabhāvanākāle maggādhipati, chandacittesu aññatarādhipatikāle navattabbaṃ nāma hoti. Dukkhasaccaṃ ariyānaṃ maggapaccavekkhaṇakāle maggārammaṇaṃ, tesaṃyeva maggaṃ garuṃ katvā paccavekkhaṇakāle maggādhipati, sesadhammapaccavekkhaṇakāle navattabbaṃ hoti.",
  "atk-abh02a3:238": "Dve saccānīti dukkhasamudayasaccāni. Etāni hi atītādibhede dhamme ārabbha uppattikāle atītādiārammaṇāni honti. Samudayasaccaṃ ajjhattādibhede dhamme assādentassa ajjhattādiārammaṇaṃ hoti, dukkhasaccaṃ ākiñcaññāyatanakāle navattabbārammaṇampīti veditabbaṃ. Iti imasmiṃ pañhāpucchake dve saccāni lokiyāni honti, dve lokuttarāni. Yathā ca imasmiṃ, evaṃ purimesupi dvīsu. Sammāsambuddhena hi tīsupi suttantabhājanīyādīsu lokiyalokuttarāneva saccāni kathitāni. Evamayaṃ saccavibhaṅgopi teparivaṭṭaṃ nīharitvāva bhājetvā dassitoti.",
  "atk-abh02a3:239": "Sammohavinodanīyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a3:240": "Saccavibhaṅgavaṇṇanā niṭṭhitā."
}