{
  "atk-s0511a26:0": "26. Kassapabuddhavaṃsavaṇṇanā",
  "atk-s0511a26:1": "Koṇāgamanassa pana bhagavato aparabhāge tassa sāsane ca antarahite tiṃsavassasahassāyukā sattā anupubbena parihāyitvā dasavassāyukā hutvā puna vaḍḍhitvā aparimitāyukā hutvā puna anupubbena parihāyitvā vīsativassasahassāyukesu sattesu jātesu anekamanussapo kassapo nāma satthā loke udapādi (su. ni. aṭṭha. āmakagandhasuttavaṇṇanā). So pāramiyo pūretvā tusitapure nibbattitvā tato cavitvā bārāṇasīnagare brahmadattassa nāma brāhmaṇassa vipulaguṇavatiyā dhanavatiyā nāma brāhmaṇiyā kucchismiṃ paṭisandhiṃ gahetvā dasannaṃ māsānaṃ accayena isipatane migadāye mātukucchito nikkhami. Gottavasena panassa ‘‘kassapakumāro’’ti nāmamakaṃsu. So dve vassasahassāni agāraṃ ajjhāvasi. Haṃsavā yasavā sirinandoti tassa tayo pāsādā ahesuṃ. Sunandā nāma brāhmaṇippamukhāni aṭṭhacattālīsa itthisahassāni paccupaṭṭhitāni ahesuṃ.",
  "atk-s0511a26:2": "So cattāri nimittāni disvā sunandāya brāhmaṇiyā vijitasene nāma putte uppanne uppannasaṃvego ‘‘mahābhinikkhamanaṃ nikkhamissāmī’’ti cintesi. Athassa parivitakkasamanantarameva pāsādo kulālacakkamiva bhamitvā gaganatalamabbhuggantvā paramarucirakaranikaro saradasamayarajanikaro viya tārāgaṇaparivuto anekanarasataparivuto gaganatalamalaṅkaronto viya puññānubhāvaṃ pakāsento viya jananayanahadayāni ākaḍḍhento viya rukkhaggāni paraṃ sobhayamāno viya ca gantvā nigrodhabodhiṃ majjhekatvā bhūmiyaṃ patiṭṭhahi. Atha bodhisatto mahāsatto pathaviyaṃ patiṭṭhahitvā devadattaṃ arahattaddhajamādāya pabbaji. Tassa nāṭakitthiyo pāsādā otaritvā aḍḍhagāvutaṃ maggaṃ gantvā saparivārā senāsannivesaṃ katvā nisīdiṃsu. Tato itthiparicārike ṭhapetvā sahāgatā sabbe pabbajiṃsu.",
  "atk-s0511a26:3": "Mahāpuriso kira sattāhaṃ tehi parivuto padhānacariyaṃ caritvā visākhapuṇṇamāya sunandāya nāma brāhmaṇiyā dinnaṃ madhupāyāsaṃ paribhuñjitvā khadiravane divāvihāraṃ katvā sāyanhasamaye somena nāma yavapālakena upanītā aṭṭha tiṇamuṭṭhiyo gahetvā nigrodhabodhiṃ upagantvā pañcadasahatthāyāmavitthataṃ tiṇasantharaṃ santharitvā tattha nisīditvā abhisambodhiṃ pāpuṇitvā – ‘‘anekajātisaṃsāraṃ…pe… taṇhānaṃ khayamajjhagā’’ti udānaṃ udānetvā sattasattāhaṃ vītināmetvā attanā saha pabbajitānaṃ bhikkhūnaṃ koṭiyā upanissayasampattiṃ disvā gaganatalena gantvā bārāṇasiyaṃ isipatane migadāye otaritvā tehi parivuto tattha dhammacakkaṃ pavattesi . Tadā vīsatiyā koṭisahassānaṃ paṭhamo dhammābhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a26:4": "1.",
  "atk-s0511a26:5": " ‘‘Koṇāgamanassa aparena, sambuddho dvipaduttamo;",
  "atk-s0511a26:6": "Kassapo nāma gottena, dhammarājā pabhaṅkaro.",
  "atk-s0511a26:7": "2.",
  "atk-s0511a26:8": " ‘‘Sañchaḍḍitaṃ kulamūlaṃ, bahvannapānabhojanaṃ;",
  "atk-s0511a26:9": "Datvāna yācake dānaṃ, pūrayitvāna mānasaṃ;",
  "atk-s0511a26:10": "Usabhova āḷakaṃ bhetvā, patto sambodhimuttamaṃ.",
  "atk-s0511a26:11": "3.",
  "atk-s0511a26:12": " ‘‘Dhammacakkaṃ pavattente, kassape lokanāyake;",
  "atk-s0511a26:13": "Vīsakoṭisahassānaṃ, paṭhamābhisamayo ahū’’ti.",
  "atk-s0511a26:14": "Tattha sañchaḍḍitanti chaḍḍitaṃ ujjhitaṃ pariccattaṃ. Kulamūlanti kulagharaṃ, aparimitabhogakkhandhaṃ anekakoṭisahassadhanasañcayaṃ dasasatanayanabhavanasadisabhogaṃ atiduccajaṃ tiṇamiva chaḍḍitanti attho. Yācaketi yācakānaṃ datvā. Āḷakanti goṭṭhaṃ, yathā usabho goṭṭhaṃ bhinditvā yathāsukhaṃ icchitaṭṭhānaṃ pāpuṇāti, evaṃ mahāpurisopi gehabandhanaṃ bhinditvā abhisambodhiṃ pāpuṇīti attho.",
  "atk-s0511a26:15": "Puna catumāsaṃ janapadacārikaṃ caramāne satthari dasakoṭisahassānaṃ dutiyo abhisamayo ahosi. Yadā pana sundaranagaradvāre asanarukkhamūle yamakapāṭihāriyaṃ karonto dhammaṃ desesi, tadā pañcannaṃ koṭisahassānaṃ tatiyo abhisamayo ahosi. Puna yamakapāṭihāriyaṃ katvā suraripudurabhibhavane tāvatiṃsabhavane sudhammā nāma devasabhā atthi, tattha nisīditvā attano mātaraṃ dhanavatīdeviṃ pamukhaṃ katvā dasasahassilokadhātuyā devatānaṃ anuggahakaraṇatthaṃ sattappakaraṇaṃ abhidhammapiṭakaṃ desento tīṇi devatākoṭisahassāni dhammāmataṃ pāyesi. Tena vuttaṃ –",
  "atk-s0511a26:16": "4.",
  "atk-s0511a26:17": " ‘‘Catumāsaṃ yadā buddho, loke carati cārikaṃ;",
  "atk-s0511a26:18": "Dasakoṭisahassānaṃ, dutiyābhisamayo ahu.",
  "atk-s0511a26:19": "5.",
  "atk-s0511a26:20": " ‘‘Yamakaṃ vikubbanaṃ katvā, ñāṇadhātuṃ pakittayi;",
  "atk-s0511a26:21": "Pañcakoṭisahassānaṃ, tatiyābhisamayo ahu.",
  "atk-s0511a26:22": "6.",
  "atk-s0511a26:23": " ‘‘Sudhammā devapure ramme, tattha dhammaṃ pakittayi;",
  "atk-s0511a26:24": "Tīṇikoṭisahassānaṃ, devānaṃ bodhayī jino.",
  "atk-s0511a26:25": "7.",
  "atk-s0511a26:26": " ‘‘Naradevassa yakkhassa, apare dhammadesane;",
  "atk-s0511a26:27": "Etesānaṃ abhisamayā, gaṇanāto asaṅkhiyā’’ti.",
  "atk-s0511a26:28": "Tattha catumāsanti cātumāse. Ayameva vā pāṭho. Caratīti acari. Yamakaṃ vikubbanaṃ katvāti yamakapāṭihāriyaṃ katvā. Ñāṇadhātunti sabbaññutaññāṇasabhāvaṃ. ‘‘Sabbañāṇadhātu’’ntipi vadanti. Pakittayīti mahājanassa pakāsesi. Sudhammāti tāvatiṃsabhavane sudhammā nāma sabhā atthi, tattha nisīditvāti attho. Dhammanti abhidhammaṃ.",
  "atk-s0511a26:29": "Tadā kira ānubhāvavijitanaradevo naradevo nāma mahesakkho heṭṭhā vuttanaradevayakkho viya mahiddhiko yakkho ahosi. So jambudīpe ekasmiṃ nagare rañño yādisaṃ rūpaṃ, tādisaṃ rūpasaṇṭhānaṃ sarakuttiṃ nimminitvā taṃ rājānaṃ māretvā khāditvā sahaantepuraṃ rajjaṃ paṭipajjitvā aparimitamaṃsabhojano ahosi. So kira itthidhutto ca ahosi. Yadā pana taṃ kusalā chekā itthiyo – ‘‘nāyaṃ amhākaṃ rājā, amanusso eso’’ti jānanti, tadā so lajjito hutvā tā sabbā khāditvā aññaṃ nagaraṃ paṭipajjati. Evameva so naradevayakkho manusse bhakkhayanto yadā sundaranagarābhimukho agamāsi, tadā taṃ disvā nagaravāsino manussā maraṇabhayatajjitasantāsā sakanagarato nikkhamitvā tato tato palāyiṃsu. Atha te manusse palāyamāne disvā kassapadasabalo tassa naradevassa yakkhassa purato aṭṭhāsi. Naradevo evaṃ devadevaṃ ṭhitaṃ disvā vissaraṃ ghoraṃ nādaṃ naditvā bhagavato bhayaṃ uppādetuṃ asakkonto taṃ saraṇaṃ gantvā pañhaṃ pucchi. Pañhaṃ vissajjetvā taṃ dametvā dhamme desiyamāne sampattānaṃ naramarānaṃ gaṇanapathātītānaṃ abhisamayo ahosi. Tena vuttaṃ – ‘‘naradevassa yakkhassā’’tiādi . Tattha apare dhammadesaneti aparasmiṃ dhammadesane. Etesānanti etesaṃ. Ayameva vā pāṭho.",
  "atk-s0511a26:30": "Tassa pana kassapabhagavato ekova sāvakasannipāto ahosi. Bārāṇasīnagare purohitaputto tisso nāma ahosi. So kassapassa bodhisattassa sarīre lakkhaṇasampattiṃ disvā pituno bhāsato sutvā – ‘‘nissaṃsayaṃ eso mahābhinikkhamanaṃ nikkhamitvā buddho bhavissati, etassāhaṃ santike pabbajitvā saṃsāradukkhato muccissāmī’’ti cintetvā suddhamunigaṇavantaṃ himavantaṃ gantvā tāpasapabbajjaṃ pabbaji. Tassa parivārabhūtāni vīsatitāpasasahassāni ahesuṃ. So aparabhāge ‘‘kassapakumāro nikkhamitvā abhisambodhiṃ anuppatto’’ti sutvā saparivāro āgantvā kassapassa bhagavato santike saparivāro ehibhikkhupabbajjāya pabbajitvā arahattaṃ pāpuṇi. Tasmiṃ samāgame kassapo bhagavā māghapuṇṇamāyaṃ pātimokkhaṃ uddisi. Tena vuttaṃ –",
  "atk-s0511a26:31": "8.",
  "atk-s0511a26:32": " ‘‘Tassāpi devadevassa, eko āsi samāgamo;",
  "atk-s0511a26:33": "Khīṇāsavānaṃ vimalānaṃ, santacittāna tādinaṃ.",
  "atk-s0511a26:34": "9.",
  "atk-s0511a26:35": " ‘‘Vīsabhikkhusahassānaṃ, tadā āsi samāgamo;",
  "atk-s0511a26:36": "Atikkantabhavantānaṃ, hirisīlena tādina’’nti.",
  "atk-s0511a26:37": "Tattha atikkantabhavantānanti atikkantaputhujjanasotāpannādīnaṃ, sabbesaṃ khīṇāsavānamevāti attho. Hirisīlena tādinanti hiriyā ca sīlena ca sadisānaṃ.",
  "atk-s0511a26:38": "Tadā amhākaṃ bodhisatto jotipālo nāma māṇavo tiṇṇaṃ vedānaṃ pāragū bhūmiyañceva antalikkhe ca pākaṭo ghaṭikārassa kumbhakārassa sahāyo ahosi. So tena saddhiṃ satthāraṃ upasaṅkamitvā tassa dhammakathaṃ sutvā tassa santike pabbaji. So āraddhavīriyo tīṇi piṭakāni uggahetvā vattapaṭipattiyā buddhasāsanaṃ sobhesi. Sopi taṃ satthā byākāsi. Tena vuttaṃ –",
  "atk-s0511a26:39": "10.",
  "atk-s0511a26:40": " ‘‘Ahaṃ tadā māṇavako, jotipāloti vissuto;",
  "atk-s0511a26:41": "Ajjhāyako mantadharo, tiṇṇaṃ vedāna pāragū.",
  "atk-s0511a26:42": "11.",
  "atk-s0511a26:43": " ‘‘Lakkhaṇe itihāse ca, sadhamme pāramiṃ gato;",
  "atk-s0511a26:44": "Bhūmantalikkhakusalo, katavijjo anavayo.",
  "atk-s0511a26:45": "12.",
  "atk-s0511a26:46": " ‘‘Kassapassa bhagavato, ghaṭikāro nāmupaṭṭhako;",
  "atk-s0511a26:47": "Sagāravo sappatisso, nibbuto tatiye phale.",
  "atk-s0511a26:48": "13.",
  "atk-s0511a26:49": " ‘‘Ādāya maṃ ghaṭīkāro, upagañchi kassapaṃ jinaṃ;",
  "atk-s0511a26:50": "Tassa dhammaṃ suṇitvāna, pabbajiṃ tassa santike.",
  "atk-s0511a26:51": "14.",
  "atk-s0511a26:52": " ‘‘Āraddhavīriyo hutvā, vattāvattesu kovido;",
  "atk-s0511a26:53": "Na kvaci parihāyāmi, pūresiṃ jinasāsanaṃ.",
  "atk-s0511a26:54": "15.",
  "atk-s0511a26:55": " ‘‘Yāvatā buddhabhaṇitaṃ, navaṅgaṃ jinasāsanaṃ;",
  "atk-s0511a26:56": "Sabbaṃ pariyāpuṇitvāna, sobhayiṃ jinasāsanaṃ.",
  "atk-s0511a26:57": "16.",
  "atk-s0511a26:58": " ‘‘Mama acchariyaṃ disvā, sopi buddho viyākari;",
  "atk-s0511a26:59": "Imamhi bhaddake kappe, ayaṃ buddho bhavissati.",
  "atk-s0511a26:60": "17.",
  "atk-s0511a26:61": " ‘‘Ahu kapilavhayā rammā…pe… hessāma sammukhā imaṃ.",
  "atk-s0511a26:62": "30.",
  "atk-s0511a26:63": " ‘‘Tassāpi vacanaṃ sutvā, bhiyyo cittaṃ pasādayiṃ;",
  "atk-s0511a26:64": "Uttariṃ vatamadhiṭṭhāsiṃ, dasapāramipūriyā.",
  "atk-s0511a26:65": "31.",
  "atk-s0511a26:66": " ‘‘Evamahaṃ saṃsaritvā, parivajjento anācaraṃ;",
  "atk-s0511a26:67": "Dukkarañca kataṃ mayhaṃ, bodhiyāyeva kāraṇā’’ti.",
  "atk-s0511a26:68": "Tattha bhūmantalikkhakusaloti bhūmisikkhāsu ca antalikkhesu ca joticakkācāre jotivijjāya ca kusaloti attho. Upaṭṭhakoti upaṭṭhāyako. Sappatissoti sappatissayo. Nibbutoti vinīto, vissuto vā. Tatiye phaleti nimittasattamī, tatiyaphalādhigamahetu nibbutoti attho. Ādāyāti maṃ gahetvā. Vattāvattesūti khuddakavattamahāvattesu. Kovidoti tesaṃ pūraṇe kusalo. Na kvaci parihāyāmīti kvacipi sīlesu vā samādhisamāpattiādīsu vā katthaci kutopi na parihāyāmi, sabbattha me parihāni nāma na vijjatīti dīpeti. ‘‘Na koci parihāyāmī’’tipi pāṭho, soyevattho.",
  "atk-s0511a26:69": "Yāvatāti paricchedavacanametaṃ, yāvatakanti attho. Buddhabhaṇitanti buddhavacanaṃ. Sobhayinti sobhesiṃ pakāsesiṃ. Mama acchariyanti mama sammāpaṭipattiṃ aññehi asādhāraṇaṃ acchariyaṃ abbhutaṃ kassapo bhagavā disvāti attho. Saṃsaritvāti saṃsāre saṃsaritvā. Anācaranti anācāraṃ akattabbaṃ, akaraṇīyanti attho.",
  "atk-s0511a26:70": "Tassa pana kassapassa bhagavato jātanagaraṃ bārāṇasī nāma ahosi, brahmadatto nāma brāhmaṇo pitā, paramaguṇavatī dhanavatī nāma brāhmaṇī mātā, tisso ca bhāradvājo ca dve aggasāvakā, sabbamitto nāmupaṭṭhāko, anuḷā ca uruveḷā ca dve aggasāvikā, nigrodharukkho bodhi, sarīraṃ vīsatihatthubbedhaṃ ahosi, vīsativassasahassāni āyu, sunandā nāmassa aggamahesī, vijitaseno nāma putto, pāsādayānena nikkhami. Tena vuttaṃ –",
  "atk-s0511a26:71": "32.",
  "atk-s0511a26:72": " ‘‘Nagaraṃ bārāṇasī nāma, kikī nāmāsi khattiyo;",
  "atk-s0511a26:73": "Vasate tattha nagare, sambuddhassa mahākulaṃ.",
  "atk-s0511a26:74": "33.",
  "atk-s0511a26:75": " ‘‘Brāhmaṇo brahmadattova, āsi buddhassa so pitā;",
  "atk-s0511a26:76": "Dhanavatī nāma janikā, kassapassa mahesino.",
  "atk-s0511a26:77": "38.",
  "atk-s0511a26:78": " ‘‘Tisso ca bhāradvājo ca, ahesuṃ aggasāvakā;",
  "atk-s0511a26:79": "Sabbamitto nāmupaṭṭhāko, kassapassa mahesino.",
  "atk-s0511a26:80": "39.",
  "atk-s0511a26:81": " ‘‘Anuḷā uruveḷā ca, ahesuṃ aggasāvikā;",
  "atk-s0511a26:82": "Bodhi tassa bhagavato, nigrodhoti pavuccati.",
  "atk-s0511a26:83": "41.",
  "atk-s0511a26:84": " ‘‘Uccattanena so buddho, vīsatiratanuggato;",
  "atk-s0511a26:85": "Vijjulaṭṭhīva ākāse, candova gahapūrito.",
  "atk-s0511a26:86": "42.",
  "atk-s0511a26:87": " ‘‘Vīsativassasahassāni , āyu tassa mahesino;",
  "atk-s0511a26:88": "Tāvatā tiṭṭhamāno so, tāresi janataṃ bahuṃ.",
  "atk-s0511a26:89": "43.",
  "atk-s0511a26:90": " ‘‘Dhammataḷākaṃ māpayitvā, sīlaṃ datvā vilepanaṃ;",
  "atk-s0511a26:91": "Dhammadussaṃ nivāsetvā, dhammamālaṃ vibhajjiya.",
  "atk-s0511a26:92": "44.",
  "atk-s0511a26:93": " ‘‘Dhammavimalamādāsaṃ , ṭhapayitvā mahājane;",
  "atk-s0511a26:94": "Keci nibbānaṃ patthentā, passantu me alaṅkaraṃ.",
  "atk-s0511a26:95": "45.",
  "atk-s0511a26:96": " ‘‘Sīlakañcukaṃ datvāna, jhānakavacavammitaṃ;",
  "atk-s0511a26:97": "Dhammacammaṃ pārupitvā, datvā sannāhamuttamaṃ.",
  "atk-s0511a26:98": "46.",
  "atk-s0511a26:99": " ‘‘Satiphalakaṃ datvāna, tikhiṇaṃ ñāṇakuntimaṃ;",
  "atk-s0511a26:100": "Dhammakhaggavaraṃ datvā, sīlasaṃsaggamaddanaṃ.",
  "atk-s0511a26:101": "47.",
  "atk-s0511a26:102": " ‘‘Tevijjābhūsanaṃ datvāna, āveḷaṃ caturo phale;",
  "atk-s0511a26:103": "Chaḷabhiññābharaṇaṃ datvā, dhammapupphapiḷandhanaṃ.",
  "atk-s0511a26:104": "48.",
  "atk-s0511a26:105": " ‘‘Saddhammapaṇḍaracchattaṃ , datvā pāpanivāraṇaṃ;",
  "atk-s0511a26:106": "Māpayitvābhayaṃ pupphaṃ, nibbuto so sasāvako.",
  "atk-s0511a26:107": "49.",
  "atk-s0511a26:108": " ‘‘Eso hi sammāsambuddho, appameyyo durāsado;",
  "atk-s0511a26:109": "Eso hi dhammaratano, svākkhāto ehipassiko.",
  "atk-s0511a26:110": "50.",
  "atk-s0511a26:111": " ‘‘Eso hi saṅgharatano, suppaṭipanno anuttaro;",
  "atk-s0511a26:112": "Sabbaṃ tamantarahitaṃ, nanu rittā sabbasaṅkhārā’’ti.",
  "atk-s0511a26:113": "Tattha vijjulaṭṭhīvāti ghanabhāvena saṇṭhitā vijjulatā viya. Candova gahapūritoti parivesagahaparikkhito puṇṇacando viya. Dhammataḷākaṃ māpayitvāti pariyattidhammataḷākaṃ māpayitvā. Sīlaṃ datvā vilepananti catupārisuddhisīlasaṅkhātaṃ cittasantativibhūsanatthaṃ vilepanaṃ datvā . Dhammadussaṃ nivāsetvāti hirottappadhammasaṅkhātaṃ sāṭakayugaṃ nivāsetvā. Dhammamālaṃ vibhajjiyāti sattattiṃsabodhipakkhiyadhammakusumamālaṃ vibhajitvā. Vidahitvāti attho.",
  "atk-s0511a26:114": "Dhammavimalamādāsanti vimalaṃ sotāpattimaggasaṅkhātaṃ ādāsaṃ sāvajjānavajjakusalākusaladhammasallakkhaṇatthaṃ mahājanassa dhammataḷākatīre dhammādāsaṃ ṭhapetvāti attho. Mahājaneti mahājanassa. Kecīti ye keci. Nibbānaṃ patthentāti sabbākusalamalavilayakaraṃ amatamasaṅkhatamanītikaṃ paramasantaṃ accutirasaṃ nibbānaṃ patthentā vicaranti. Te imaṃ alaṅkāraṃ vuttappakāraṃ mayā dassitaṃ passantūti attho. ‘‘Nibbānamabhipatthentā, passantu maṃ alaṅkara’’ntipi pāṭho, soyevattho. Alaṅkaranti rassaṃ katvā vuttaṃ.",
  "atk-s0511a26:115": "Sīlakañcukaṃ datvānāti pañcasīladasasīlacatupārisuddhisīlamayaṃ kañcukaṃ datvā. Jhānakavacavammitanti catukkapañcakajjhānakavacabandhaṃ bandhitvā. Dhammacammaṃ pārupitvāti satisampajaññasaṅkhātadhammacammaṃ pārupitvā. Datvā sannāhamuttamanti uttamaṃ caturaṅgasamannāgataṃ vīriyasannāhaṃ datvāti attho. Satiphalakaṃ datvānāti rāgādidosāripāpanivāraṇatthaṃ catusatipaṭṭhānaphalakanivāraṇaṃ datvā. Tikhiṇaṃ ñāṇakuntimanti paṭivedhasamatthaṃ tikhiṇavipassanāñāṇakuntavantaṃ, vipassanāñāṇanisitakuntavaranti attho, kilesabalanidhanakarasamatthaṃ vā yogāvacarayodhavaraṃ ṭhapetvāti attho. Dhammakhaggavaraṃdatvāti tassa yogāvacarassa vīriyupalatalanisitadhāraṃ maggapaññāvarakhaggaṃ datvā. Sīlasaṃsaggamaddananti ariyaṃ lokuttarasīlaṃ kilesasaṃsaggamaddanatthāya, kilesanighātanatthāyāti attho.",
  "atk-s0511a26:116": "Tevijjābhūsanaṃ datvāti tevijjāmayaṃ vibhūsanaṃ datvā. Āveḷaṃ caturo phaleti cattāri phalāni vaṭaṃsakaṃ katvā. Chaḷabhiññābharaṇanti ābharaṇatthāya alaṅkārakaraṇatthāya cha abhiññāyo datvā. Dhammapupphapiḷandhananti navalokuttaradhammasaṅkhātaṃ kusumamālaṃ katvā. Saddhammapaṇḍaracchattaṃ, datvā pāpanivāraṇanti accantavisuddhaṃ vimuttisetacchattaṃ sabbākusalātapanivāraṇaṃ datvā. Māpayitvābhayaṃ pupphanti abhayapuragāminaṃ aṭṭhaṅgikamaggaṃ pupphaṃ katvāti attho.",
  "atk-s0511a26:117": "Kassapo kira bhagavā kāsiraṭṭhe setabyanagare setabyuyyāne parinibbāyi. Dhātuyo kirassa na vikiriṃsu. Sakalajambudīpavāsino manussā sannipatitvā ekekaṃ suvaṇṇiṭṭhakaṃ koṭiagghanakaṃ ratanavicittaṃ bahicinanatthaṃ ekekaṃ aḍḍhakoṭiagghanakaṃ abbhantarapūraṇatthaṃ manosilāya mattikākiccaṃ telena udakakiccaṃ karonto yojanubbedhaṃ thūpamakaṃsu.",
  "atk-s0511a26:118": "‘‘Kassapopi bhagavā katakicco, sabbasattahitameva karonto;",
  "atk-s0511a26:119": "Kāsirājanagare migadāye, lokanandanakaro nivasī’’ti.",
  "atk-s0511a26:120": "Sesagāthāsu sabbattha pākaṭamevāti.",
  "atk-s0511a26:121": "Iti madhuratthavilāsiniyā buddhavaṃsa-aṭṭhakathāya",
  "atk-s0511a26:122": "Kassapabuddhavaṃsavaṇṇanā niṭṭhitā.",
  "atk-s0511a26:123": "Ettāvatā catuvīsatiyā buddhānaṃ buddhavaṃsavaṇṇanā",
  "atk-s0511a26:124": "Sabbākārena niṭṭhitā."
}