{
  "atk-s0502a15:0": "15. Sukhavaggo",
  "atk-s0502a15:1": "1. Ñāātikalahavūpasamanavatthu",
  "atk-s0502a15:2": "Susukhaṃvatāti imaṃ dhammadesanaṃ satthā sakkesu viharanto kalahavūpasamanatthaṃ ñātake ārabbha kathesi.",
  "atk-s0502a15:3": "Sākiyakoliyā kira kapilavatthunagarassa ca koliyanagarassa ca antare rohiṇiṃ nāma nadiṃ ekeneva āvaraṇena bandhāpetvā sassāni karonti. Atha jeṭṭhamūlamāse sassesu milāyantesu ubhayanagaravāsikānampi kammakārā sannipatiṃsu. Tattha koliyanagaravāsino āhaṃsu – ‘‘idaṃ udakaṃ ubhayato hariyamānaṃ neva tumhākaṃ, na amhākaṃ pahossati, amhākaṃ pana sassaṃ ekaudakeneva nipphajjissati, idaṃ udakaṃ amhākaṃ dethā’’ti. Itarepi āhaṃsu – ‘‘tumhesu koṭṭhake pūretvā ṭhitesu mayaṃ rattasuvaṇṇanīlamaṇikāḷakahāpaṇe ca gahetvā pacchipasibbakādihatthā na sakkhissāma tumhākaṃ gharadvāre vicarituṃ, amhākampi sassaṃ ekaudakeneva nipphajjissati, idaṃ udakaṃ amhākaṃ dethā’’ti. Na mayaṃ dassāmāti. Mayampi na dassāmāti evaṃ kathaṃ vaḍḍhetvā eko uṭṭhāya ekassa pahāraṃ adāsi, sopi aññassāti evaṃ aññamaññaṃ paharitvā rājakulānaṃ jātiṃ ghaṭṭetvā kalahaṃ vaḍḍhayiṃsu.",
  "atk-s0502a15:4": "Koliyakammakārā vadanti – ‘‘tumhe kapilavatthuvāsike gahetvā gajjatha, ye soṇasiṅgālādayo viya attano bhaginīhi saddhiṃ saṃvasiṃsu, etesaṃ hatthino ceva assā ca phalakāvudhāni ca amhākaṃ kiṃ karissantī’’ti. Sākiyakammakārāpi vadanti ‘‘tumhe idāni kuṭṭhino dārake gahetvā gajjatha, ye anāthā niggatikā tiracchānā viya kolarukkhe vasiṃsu, etesaṃ hatthino ca assā ca phalakāvudhāni ca amhākaṃ kiṃ karissantī’’ti. Te gantvā tasmiṃ kamme niyuttānaṃ amaccānaṃ kathayiṃsu, amaccā rājakulānaṃ kathesuṃ. Tato sākiyā ‘‘bhaginīhi saddhiṃ saṃvasitakānaṃ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṃsu. Koliyāpi ‘‘kolarukkhavāsīnaṃ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṃsu.",
  "atk-s0502a15:5": "Satthāpi paccūsasamaye lokaṃ volokento ñātake disvā ‘‘mayi agacchante ime nassissanti, mayā gantuṃ vaṭṭatī’’ti cintetvā ekakova ākāsena gantvā rohiṇinadiyā majjhe ākāse pallaṅkena nisīdi. Ñātakā satthāraṃ disvā āvudhāni chaḍḍetvā vandiṃsu. Atha ne satthā āha – ‘‘kiṃ kalaho nāmesa, mahārājā’’ti? ‘‘Na jānāma, bhante’’ti. ‘‘Ko dāni jānissatī’’ti? Te ‘‘uparājā jānissati, senāpati jānissatī’’ti iminā upāyena yāva dāsakammakare pucchitvā, ‘‘bhante, udakakalaho’’ti āhaṃsu. ‘‘Udakaṃ kiṃ agghati, mahārājā’’ti? ‘‘Appagghaṃ, bhante’’ti. ‘‘Khattiyā kiṃ agghanti mahārājā’’ti? ‘‘Khattiyā nāma anagghā, bhante’’ti. ‘‘Ayuttaṃ tumhākaṃ appamattataṃ udakaṃ nissāya anagghe khattiye nāsetu’’nti. Te tuṇhī ahesuṃ. Atha te satthā āmantetvā ‘‘kasmā mahārājā evarūpaṃ karotha, mayi asante ajja lohitanadī pavattissati, ayuttaṃ vo kataṃ, tumhe pañcahi verehi saverā viharatha, ahaṃ avero viharāmi. Tumhe kilesāturā hutvā viharatha, ahaṃ anāturo. Tumhe kāmaguṇapariyesanussukkā hutvā viharatha, ahaṃ anussukko viharāmī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a15:6": "197.",
  "atk-s0502a15:7": " ‘‘Susukhaṃ vata jīvāma, verinesu averino,",
  "atk-s0502a15:8": "Verinesu manussesu, viharāma averino.",
  "atk-s0502a15:9": "198.",
  "atk-s0502a15:10": " ‘‘Susukhaṃ vata jīvāma, āturesu anāturā;",
  "atk-s0502a15:11": "Āturesu manussesu, viharāma anāturā.",
  "atk-s0502a15:12": "199.",
  "atk-s0502a15:13": " ‘‘Susukhaṃ vata jīvāma, ussukesu anussukā;",
  "atk-s0502a15:14": "Ussukesu manussesu, viharāma anussukā’’ti.",
  "atk-s0502a15:15": "Tattha susukhanti suṭṭhu sukhaṃ. Idaṃ vuttaṃ hoti – ye gihino sandhicchedādivasena, pabbajitā vā pana vejjakammādivasena jīvitavuttiṃ uppādetvā ‘‘sukhena jīvāmā’’ti vadanti, tehi mayameva susukhaṃ vata jīvāma, ye mayaṃ pañcahi verīhi verinesu manussesu averino, kilesāturesu manussesu nikkilesatāya anāturā, pañcakāmaguṇapariyesane ussukesu tāya pariyesanāya abhāvena anussukāti. Sesaṃ uttānatthameva.",
  "atk-s0502a15:16": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a15:17": "Ñātikalahavūpasamanavatthu paṭhamaṃ.",
  "atk-s0502a15:18": "2. Māravatthu",
  "atk-s0502a15:19": "Susukhaṃvata jīvāmāti imaṃ dhammadesanaṃ satthā pañcasālāya brāhmaṇagāme viharanto māraṃ ārabbha kathesi.",
  "atk-s0502a15:20": "Ekadivasañhi satthā pañcasatānaṃ kumārikānaṃ sotāpattimaggassūpanissayaṃ disvā taṃ gāmaṃ upanissāya vihāsi. Tāpi kumārikāyo ekasmiṃ nakkhattadivase nadiṃ gantvā nhatvā alaṅkatapaṭiyattā gāmābhimukhiyo pāyiṃsu. Satthāpi taṃ gāmaṃ pavisitvā piṇḍāya carati. Atha māro sakalagāmavāsīnaṃ sarīre adhimuccitvā yathā satthā kaṭacchubhattamattampi na labhati, evaṃ katvā yathādhotena pattena nikkhamantaṃ satthāraṃ gāmadvāre ṭhatvā āha – ‘‘api, samaṇa, piṇḍapātaṃ labhitthā’’ti. ‘‘Kiṃ pana tvaṃ, pāpima, tathā akāsi, yathāhaṃ piṇḍaṃ na labheyya’’nti? ‘‘Tena hi, bhante, puna pavisathā’’ti. Evaṃ kirassa ahosi – ‘‘sace puna pavisati, sabbesaṃ sarīre adhimuccitvā imassa purato pāṇiṃ paharitvā hassakeḷiṃ karissāmī’’ti. Tasmiṃ khaṇe tā kumārikāyo gāmadvāraṃ patvā satthāraṃ disvā vanditvā ekamantaṃ aṭṭhaṃsu. Māropi satthāraṃ āha – ‘‘api, bhante, piṇḍaṃ alabhamānā jighacchādukkhena pīḷitatthā’’ti. Satthā ‘‘ajja mayaṃ, pāpima, kiñci alabhitvāpi ābhassaraloke mahābrahmāno viya pītisukheneva vītināmessāmā’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:21": "200.",
  "atk-s0502a15:22": " ‘‘Susukhaṃ vata jīvāma, yesaṃ no natthi kiñcanaṃ;",
  "atk-s0502a15:23": "Pītibhakkhā bhavissāma, devā ābhassarā yathā’’ti.",
  "atk-s0502a15:24": "Tattha yesaṃ noti yesaṃ amhākaṃ palibujjhanatthena rāgādīsu kiñcanesu ekampi kiñcanaṃ natthi. Pītibhakkhāti yathā ābhassarā devā pītibhakkhā hutvā pītisukheneva vītināmenti, evaṃ mayampi, pāpima, kiñci alabhitvā pītibhakkhā bhavissāmāti attho.",
  "atk-s0502a15:25": "Desanāvasāne pañcasatāpi kumārikāyo sotāpattiphale patiṭṭhahiṃsūti.",
  "atk-s0502a15:26": "Māravatthu dutiyaṃ.",
  "atk-s0502a15:27": "3. Kosalarañño parājayavatthu",
  "atk-s0502a15:28": "Jayaṃveranti imaṃ dhammadesanaṃ satthā jetavane viharanto kosalarañño parājayaṃ ārabbha kathesi.",
  "atk-s0502a15:29": "So kira kāsikagāmaṃ nissāya bhāgineyyena ajātasattunā saddhiṃ yujjhanto tena tayo vāre parājito tatiyavāre cintesi – ‘‘ahaṃ khīramukhampi dārakaṃ parājetuṃ nāsakkhiṃ, kiṃ me jīvitenā’’ti. So āhārūpacchedaṃ katvā mañcake nipajji. Athassa sā pavatti sakalanagaraṃ patthari. Bhikkhū tathāgatassa ārocesuṃ – ‘‘bhante, rājā kira kāsikagāmakaṃ nissāya tayo vāre parājito, so idāni parājitvā āgato ‘khīramukhampi dārakaṃ parājetuṃ nāsakkhiṃ, kiṃ me jīvitenā’ti āhārūpacchedaṃ katvā mañcake nipanno’’ti. Satthā tesaṃ kathaṃ sutvā, ‘‘bhikkhave, jinantopi veraṃ pasavati, parājito pana dukkhaṃ setiyevā’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:30": "201.",
  "atk-s0502a15:31": " ‘‘Jayaṃ veraṃ pasavati, dukkhaṃ seti parājito;",
  "atk-s0502a15:32": "Upasanto sukhaṃ seti, hitvā jayaparājaya’’nti.",
  "atk-s0502a15:33": "Tattha jayanti paraṃ jinanto veraṃ paṭilabhati. Parājitoti parena parājito ‘‘kadā nu kho paccāmittassa piṭṭhiṃ daṭṭhuṃ sakkhissāmī’’ti dukkhaṃ seti sabbiriyāpathesu dukkhameva viharatīti attho. Upasantoti abbhantare upasantarāgādikileso khīṇāsavo jayañca parājayañca hitvā sukhaṃ seti, sabbiriyāpathesu sukhameva viharatīti attho.",
  "atk-s0502a15:34": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a15:35": "Kosalarañño parājayavatthu tatiyaṃ.",
  "atk-s0502a15:36": "4. Aññatarakuladārikāvatthu",
  "atk-s0502a15:37": "Natthi rāgasamoti imaṃ dhammadesanaṃ satthā jetavane viharanto aññataraṃ kuladārikaṃ ārabbha kathesi.",
  "atk-s0502a15:38": "Tassā kira mātāpitaro āvāhaṃ katvā maṅgaladivase satthāraṃ nimantayiṃsu. Satthā bhikkhusaṅghaparivuto tattha gantvā nisīdi. Sāpi kho vadhukā bhikkhusaṅghassa udakaparissāvanādīni karontī aparāparaṃ sañcarati. Sāmikopissā taṃ olokento aṭṭhāsi. Tassa rāgavasena olokentassa anto kileso samudācari. So aññāṇābhibhūto neva buddhaṃ upaṭṭhahi, na asīti mahāthere. Hatthaṃ pasāretvā ‘‘taṃ vadhukaṃ gaṇhissāmī’’ti pana cittaṃ akāsi. Satthā tassajjhāsayaṃ oloketvā yathā taṃ itthiṃ na passati, evamakāsi. So adisvā satthāraṃ olokento aṭṭhāsi. Satthā tassa oloketvā ṭhitakāle ‘‘kumāraka, na hi rāgagginā sadiso aggi nāma , dosakalinā sadiso kali nāma, khandhapariharaṇadukkhena sadisaṃ dukkhaṃ nāma atthi, nibbānasukhasadisaṃ sukhampi natthiyevā’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:39": "202.",
  "atk-s0502a15:40": " ‘‘Natthi rāgasamo aggi, natthi dosasamo kali;",
  "atk-s0502a15:41": "Natthi khandhasamā dukkhā, natthi santiparaṃ sukha’’nti.",
  "atk-s0502a15:42": "Tattha natthi rāgasamoti dhūmaṃ vā jālaṃ vā aṅgāraṃ vā adassetvā antoyeva jhāpetvā bhasmamuṭṭhiṃ kātuṃ samattho rāgena samo añño aggi nāma natthi. Kalīti dosena samo aparādhopi natthi. Khandhasamāti khandhehi samā. Yathā parihariyamānā khandhā dukkhā, evaṃ aññaṃ dukkhaṃ nāma natthi. Santiparanti nibbānato uttariṃ aññaṃ sukhampi natthi. Aññañhi sukhaṃ sukhameva, nibbānaṃ paramasukhanti attho.",
  "atk-s0502a15:43": "Desanāvasāne kumārikā ca kumārako ca sotāpattiphale patiṭṭhahiṃsu. Tasmiṃ samaye bhagavā tesaṃ aññamaññaṃ dassanākāraṃ akāsīti.",
  "atk-s0502a15:44": "Aññatarakuladārikāvatthu catutthaṃ.",
  "atk-s0502a15:45": "5. Ekaupāsakavatthu",
  "atk-s0502a15:46": "Jighacchāti imaṃ dhammadesanaṃ satthā āḷaviyaṃ viharanto ekaṃ upāsakaṃ ārabbha kathesi.",
  "atk-s0502a15:47": "Ekasmiñhi divase satthā jetavane gandhakuṭiyaṃ nisinnova paccūsakāle lokaṃ volokento āḷaviyaṃ ekaṃ duggatamanussaṃ disvā tassūpanissayasampattiṃ ñatvā pañcasatabhikkhuparivāro āḷaviṃ agamāsi. Āḷavivāsino satthāraṃ nimantayiṃsu. Sopi duggatamanusso ‘‘satthā kira āgato’’ti sutvā ‘‘satthu santike dhammaṃ sossāmī’’ti manaṃ akāsi. Taṃdivasameva cassa eko goṇo palāyi. So ‘‘kiṃ nu kho goṇaṃ pariyesissāmi, udāhu dhammaṃ suṇāmī’’ti cintetvā ‘‘goṇaṃ pariyesitvā pacchā dhammaṃ sossāmī’’ti pātova gehā nikkhami. Āḷavivāsinopi buddhappamukhaṃ bhikkhusaṅghaṃ nisīdāpetvā parivisitvā anumodanatthāya pattaṃ gaṇhiṃsu. Satthā ‘‘yaṃ nissāya ahaṃ tiṃsayojanamaggaṃ āgato, so goṇaṃ pariyesituṃ araññaṃ paviṭṭho, tasmiṃ āgateyeva dhammaṃ desessāmī’’ti tuṇhī ahosi.",
  "atk-s0502a15:48": "Sopi manusso divā goṇaṃ disvā gogaṇe pakkhipitvā ‘‘sacepi aññaṃ natthi, satthu vandanamattampi karissāmī’’ti jighacchāpīḷitopi gehaṃ gamanāya manaṃ akatvā vegena satthu santikaṃ āgantvā satthāraṃ vanditvā ekamantaṃ aṭṭhāsi. Satthā tassa ṭhitakāle dānaveyyāvaṭikaṃ āha – ‘‘atthi kiñci bhikkhusaṅghassa atirittabhatta’’nti? ‘‘Bhante, sabbaṃ atthī’’ti. Tena hi ‘‘imaṃ parivisāhī’’ti. So satthārā vuttaṭṭhāneyeva taṃ nisīdāpetvā yāgukhādanīyabhojanīyehi sakkaccaṃ parivisi. So bhuttabhatto mukhaṃ vikkhālesi. Ṭhapetvā kira imaṃ ṭhānaṃ tīsu piṭakesu aññattha gatāgatassa bhattavicāraṇaṃ nāma natthi. Tassa passaddhadarathassa cittaṃ ekaggaṃ ahosi. Athassa satthā anupubbiṃ kathaṃ kathetvā saccāni pakāsesi. So desanāvasāne sotāpattiphale patiṭṭhahi. Satthāpi anumodanaṃ katvā uṭṭhāyāsanā pakkāmi. Mahājano satthāraṃ anugantvā nivatti.",
  "atk-s0502a15:49": "Bhikkhū satthārā saddhiṃ gacchantāyeva ujjhāyiṃsu – ‘‘passathāvuso, satthu kammaṃ, aññesu divasesu evarūpaṃ natthi, ajja panekaṃ manussaṃ disvāva yāguādīni vicāretvā dāpesī’’ti. Satthā nivattitvā ṭhitakova ‘‘kiṃ kathetha, bhikkhave’’ti pucchitvā tamatthaṃ sutvā ‘‘āma, bhikkhave, ahaṃ tiṃsayojanaṃ kantāraṃ āgacchanto tassa upāsakassūpanissayaṃ disvā āgato, so ativiya jighacchito, pātova paṭṭhāya goṇaṃ pariyesanto araññe vicari. ‘Jighacchadukkhena dhamme desiyamānepi paṭivijjhituṃ na sakkhissatī’ti cintetvā evaṃ akāsiṃ, jighacchārogasadiso rogo nāma natthī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:50": "203.",
  "atk-s0502a15:51": " ‘‘Jighacchāparamā rogā, saṅkhāraparamā dukhā;",
  "atk-s0502a15:52": "Etaṃ ñatvā yathābhūtaṃ, nibbānaṃ paramaṃ sukha’’nti.",
  "atk-s0502a15:53": "Tattha jighacchāparamā rogāti yasmā añño rogo sakiṃ tikicchito vinassati vā tadaṅgavasena vā pahīyati , jighacchā pana niccakālaṃ tikicchitabbāyevāti sesarogānaṃ ayaṃ paramā nāma. Saṅkhārāti pañca khandhā. Etaṃ ñatvāti jighacchāsamo rogo natthi, khandhapariharaṇasamaṃ dukkhaṃ nāma natthīti etamatthaṃ yathābhūtaṃ ñatvā paṇḍito nibbānaṃ sacchi karoti. Nibbānaṃ paramaṃ sukhanti tañhi sabbasukhānaṃ paramaṃ uttamaṃ sukhanti attho.",
  "atk-s0502a15:54": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a15:55": "Ekaupāsakavatthu pañcamaṃ.",
  "atk-s0502a15:56": "6. Pasenadikosalavatthu",
  "atk-s0502a15:57": "Ārogyaparamā lābhāti imaṃ dhammadesanaṃ satthā jetavane viharanto rājānaṃ pasenadikosalaṃ ārabbha kathesi.",
  "atk-s0502a15:58": "Ekasmiñhi samaye rājā taṇḍuladoṇassa odanaṃ tadupiyena sūpabyañjanena bhuñjati. Ekadivasaṃ bhuttapātarāso bhattasammadaṃ avinodetvā satthu santikaṃ gantvā kilantarūpo ito cito ca samparivattati, niddāya abhibhūyamānopi ujukaṃ nipajjituṃ asakkonto ekamantaṃ nisīdi. Atha naṃ satthā āha – ‘‘kiṃ, mahārāja, avissamitvāva āgatosī’’ti? ‘‘Āma, bhante, bhuttakālato paṭṭhāya me mahādukkhaṃ hotī’’ti. Atha naṃ satthā, ‘‘mahārāja , atibahubhojanaṃ evaṃ dukkhaṃ hotī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:59": "‘‘Middhī yadā hoti mahagghaso ca,",
  "atk-s0502a15:60": "Niddāyitā samparivattasāyī;",
  "atk-s0502a15:61": "Mahāvarāhova nivāpapuṭṭho,",
  "atk-s0502a15:62": "Punappunaṃ gabbhamupeti mando’’ti. (dha. pa. 325); –",
  "atk-s0502a15:63": "Imāya gāthāya ovaditvā, ‘‘mahārāja, bhojanaṃ nāma mattāya bhuñjituṃ vaṭṭati. Mattabhojino hi sukhaṃ hotī’’ti uttari ovadanto imaṃ gāthamāha –",
  "atk-s0502a15:64": "‘‘Manujassa sadā satīmato,",
  "atk-s0502a15:65": "Mattaṃ jānato laddhabhojane;",
  "atk-s0502a15:66": "Tanukassa bhavanti vedanā,",
  "atk-s0502a15:67": "Saṇikaṃ jīrati āyupālaya’’nti. (saṃ. ni. 1.124);",
  "atk-s0502a15:68": "Rājā gāthaṃ uggaṇhituṃ nāsakkhi, samīpe ṭhitaṃ pana bhāgineyyaṃ, sudassanaṃ nāma māṇavaṃ ‘‘imaṃ gāthaṃ uggaṇha, tātā’’ti āha. So taṃ gāthaṃ uggaṇhitvā ‘‘kiṃ karomi, bhante’’ti satthāraṃ pucchi. Atha naṃ satthā āha – ‘‘rañño bhuñjantassa osānapiṇḍakāle imaṃ gāthaṃ vadeyyāsi, rājā atthaṃ sallakkhetvā yaṃ piṇḍaṃ chaḍḍessati, tasmiṃ piṇḍe sitthagaṇanāya rañño bhattapacanakāle tattake taṇḍule hareyyāsī’’ti. So ‘‘sādhu, bhante’’ti sāyampi pātopi rañño bhuñjantassa osānapiṇḍakāle taṃ gāthaṃ udāharitvā tena chaḍḍitapiṇḍe sitthagaṇanāya taṇḍule hāpesi. Rājāpi tassa gāthaṃ sutvā sahassaṃ sahassaṃ dāpesi . So aparena samayena nāḷikodanaparamatāya saṇṭhahitvā sukhappatto tanusarīro ahosi.",
  "atk-s0502a15:69": "Athekadivasaṃ satthu santikaṃ gantvā satthāraṃ vanditvā āha – ‘‘bhante, idāni me sukhaṃ jātaṃ, migampi assampi anubandhitvā gaṇhanasamattho jātomhi. Pubbe me bhāgineyyena saddhiṃ yuddhameva hoti, idāni vajīrakumāriṃ nāma dhītaraṃ bhāgineyyassa datvā so gāmo tassāyeva nhānacuṇṇamūlaṃ katvā dinno, tena saddhiṃ viggaho vūpasanto, imināpi me kāraṇena sukhameva jātaṃ. Kulasantakaṃ rājamaṇiratanaṃ no gehe purimadivase naṭṭhaṃ, tampi idāni hatthapattaṃ āgataṃ, imināpi me kāraṇena sukhameva jātaṃ. Tumhākaṃ sāvakehi saddhiṃ vissāsaṃ icchantena ñātidhītāpi no gehe katā, imināpi me kāraṇena sukhameva jāta’’nti. Satthā ‘‘ārogyaṃ nāma, mahārāja, paramo lābho, yathāladdhena santuṭṭhabhāvasadisampi dhanaṃ, vissāsasadiso ca paramā ñāti, nibbānasadisañca sukhaṃ nāma natthī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:70": "204.",
  "atk-s0502a15:71": " ‘‘Ārogyaparamā lābhā, santuṭṭhiparamaṃ dhanaṃ;",
  "atk-s0502a15:72": "Vissāsaparamā ñāti, nibbānaparamaṃ sukha’’nti.",
  "atk-s0502a15:73": "Tattha ārogyaparamā lābhāti arogabhāvaparamā lābhā. Rogino hi vijjamānāpi lābhā alābhāyeva, tasmā arogassa sabbalābhā āgatāva honti. Tenetaṃ vuttaṃ – ‘‘ārogyaparamā lābhā’’ti. Santuṭṭhiparamaṃ dhananti gihino vā pabbajitassa vā yaṃ attanā laddhaṃ attano santakaṃ, teneva tussanabhāvo santuṭṭhī nāma sesadhanehi paramaṃ dhanaṃ. Vissāsaparamā ñātīti mātā vā hotu pitā vā, yena saddhiṃ vissāso natthi, so aññātakova. Yena aññātakena pana saddhiṃ vissāso atthi, so asambandhopi paramo uttamo ñāti. Tena vuttaṃ – ‘‘vissāsaparamā ñātī’’ti. Nibbānasadisaṃ pana sukhaṃ nāma natthi, tenevāha – nibbānaparamaṃ sukhanti.",
  "atk-s0502a15:74": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a15:75": "Pasenadikosalavatthu chaṭṭhaṃ.",
  "atk-s0502a15:76": "7. Tissattheravatthu",
  "atk-s0502a15:77": "Pavivekarasanti imaṃ dhammadesanaṃ satthā vesāliyaṃ viharanto aññataraṃ bhikkhuṃ ārabbha kathesi.",
  "atk-s0502a15:78": "Satthārā hi, ‘‘bhikkhave, ahaṃ ito catūhi māsehi parinibbāyissāmī’’ti vutte satthu santike satta bhikkhusatāni santāsaṃ āpajjiṃsu, khīṇāsavānaṃ dhammasaṃvego uppajji, puthujjanā assūni sandhāretuṃ nāsakkhiṃsu. Bhikkhū vaggā vaggā hutvā ‘‘kiṃ nu kho karissāmā’’ti mantentā vicaranti. Atheko tissatthero nāma bhikkhū ‘‘satthā kira catumāsaccayena parinibbāyissati, ahañcamhi avītarāgo, satthari dharamāneyeva mayā arahattaṃ gaṇhituṃ vaṭṭatī’’ti catūsu iriyāpathesu ekakova vihāsi. Bhikkhūnaṃ santike gamanaṃ vā kenaci saddhiṃ kathāsallāpo vā natthi. Atha naṃ bhikkhū āhaṃsu – ‘‘āvuso, tissa tasmā evaṃ karosī’’ti. So tesaṃ kathaṃ na suṇāti. Te tassa pavattiṃ satthu ārocetvā, ‘‘bhante, tumhesu tissattherassa sineho natthī’’ti āhaṃsu. Satthā taṃ pakkosāpetvā ‘‘kasmā tissa evaṃ akāsī’’ti pucchitvā tena attano adhippāye ārocite ‘‘sādhu, tissā’’ti sādhukāraṃ datvā, ‘‘bhikkhave, mayi sineho tissasadisova hotu. Gandhamālādīhi pūjaṃ karontāpi neva maṃ pūjenti, dhammānudhammaṃ paṭipajjamānāyeva pana maṃ pūjentī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a15:79": "205.",
  "atk-s0502a15:80": " ‘‘Pavivekarasaṃ pitvā, rasaṃ upasamassa ca;",
  "atk-s0502a15:81": "Niddaro hoti nippāpo, dhammapītirasaṃ piva’’nti.",
  "atk-s0502a15:82": "Tattha pavivekarasanti pavivekato uppannaṃ rasaṃ, ekībhāvasukhanti attho. Pitvāti dukkhapariññādīni karonto ārammaṇato sacchikiriyāvasena pivitvā. Upasamassacāti kilesūpasamanibbānassa ca rasaṃ pitvā. Niddaro hotīti tena ubhayarasapānena khīṇāsavo bhikkhu abbhantare rāgadarathādīnaṃ abhāvena niddaro ceva nippāpo ca hoti. Rasaṃ pivanti navavidhalokuttaradhammavasena uppannaṃ pītirasaṃ pivantopi niddaro nippāpo ca hoti.",
  "atk-s0502a15:83": "Desanāvasāne tissatthero arahattaṃ pāpuṇi, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a15:84": "Tissattheravatthu sattamaṃ.",
  "atk-s0502a15:85": "8. Sakkavatthu",
  "atk-s0502a15:86": "Sāhudassananti imaṃ dhammadesanaṃ satthā veḷuvagāmake viharanto sakkaṃ ārabbha kathesi.",
  "atk-s0502a15:87": "Tathāgatassa hi āyusaṅkhāre vissaṭṭhe lohitapakkhandikābādhassa uppannabhāvaṃ ñatvā sakko devarājā ‘‘mayā satthu santikaṃ gantvā gilānupaṭṭhānaṃ kātuṃ vaṭṭatī’’ti cintetvā tigāvutappamāṇaṃ attabhāvaṃ vijahitvā satthāraṃ upasaṅkamitvā hatthehi pāde parimajji. Atha naṃ satthā āha ‘‘ko eso’’ti? ‘‘Ahaṃ, bhante, sakko’’ti. ‘‘Kasmā āgatosī’’ti? ‘‘Tumhe gilāne upaṭṭhahituṃ, bhante’’ti. ‘‘Sakka, devānaṃ manussagandho yojanasatato paṭṭhāya gale baddhakuṇapaṃ viya hoti , gaccha tvaṃ, atthi me gilānupaṭṭhakā bhikkhū’’ti. ‘‘Bhante, caturāsītiyojanasahassamatthake ṭhito tumhākaṃ sīlagandhaṃ ghāyitvā āgato, ahameva upaṭṭhahissāmī’’ti so satthu sarīravaḷañjanabhājanaṃ aññassa hatthenāpi phusituṃ adatvā sīseyeva ṭhapetvā nīharanto mukhasaṅkocanamattampi na akāsi, gandhabhājanaṃ pariharanto viya ahosi. Evaṃ satthāraṃ paṭijaggitvā satthu phāsukakāleyeva agamāsi.",
  "atk-s0502a15:88": "Bhikkhū kathaṃ samuṭṭhāpesuṃ ‘‘aho satthari sakkassa sineho, evarūpaṃ nāma dibbasampattiṃ pahāya mukhasaṅkocanamattampi akatvā gandhabhājanaṃ nīharanto viya satthu sarīravaḷañjanabhājanaṃ sīsena nīharanto upaṭṭhānamakāsī’’ti. Satthā tesaṃ kathaṃ sutvā kiṃ vadetha, bhikkhave, anacchariyaṃ etaṃ, yaṃ sakko devarājā mayi sinehaṃ karoti. Ayaṃ sakko hi devarājā maṃ nissāya jarasakkabhāvaṃ vijahitvā sotāpanno hutvā taruṇasakkassa bhāvaṃ patto, ahaṃ hissa maraṇabhayatajjitassa pañcasikhagandhabbadevaputtaṃ purato katvā āgatakāle indasālaguhāyaṃ devaparisāya majjhe nisinnassa –",
  "atk-s0502a15:89": "‘‘Puccha vāsava maṃ pañhaṃ, yaṃ kiñci manasicchasi;",
  "atk-s0502a15:90": "Tassa tasseva pañhassa, ahaṃ antaṃ karomi te’’ti. (dī. ni. 2.356) –",
  "atk-s0502a15:91": "Vatvā tassa kaṅkhaṃ vinodento dhammaṃ desesiṃ. Desanāvasāne cuddasannaṃ pāṇakoṭīnaṃ dhammābhisamayo ahosi, sakkopi yathānisinnova sotāpattiphalaṃ patvā taruṇasakko jāto. Evamassāhaṃ bahūpakāro. Tassa mayi sineho nāma anacchariyo. Bhikkhave, ariyānañhi dassanampi sukhaṃ, tehi saddhiṃ ekaṭṭhāne sannivāsopi sukho. Bālehi saddhiṃ pana sabbametaṃ dukkhanti vatvā imā gāthā abhāsi –",
  "atk-s0502a15:92": "206.",
  "atk-s0502a15:93": " ‘‘Sāhu dassanamariyānaṃ, sannivāso sadā sukho;",
  "atk-s0502a15:94": "Adassanena bālānaṃ, niccameva sukhī siyā.",
  "atk-s0502a15:95": "207.",
  "atk-s0502a15:96": " ‘‘Bālasaṅgatacārī hi, dīghamaddhāna socati;",
  "atk-s0502a15:97": "Dukkho bālehi saṃvāso, amitteneva sabbadā;",
  "atk-s0502a15:98": "Dhīro ca sukhasaṃvāso, ñātīnaṃva samāgamo’’.",
  "atk-s0502a15:99": "Tasmā hi –",
  "atk-s0502a15:100": "208.",
  "atk-s0502a15:101": " ‘‘Dhīrañca paññañca bahussutañca,dhorayhasīlaṃ vatavantamariyaṃ;",
  "atk-s0502a15:102": "Taṃ tādisaṃ sappurisaṃ sumedhaṃ,bhajetha nakkhattapathaṃ va candimā’’ti.",
  "atk-s0502a15:103": "Tattha sāhūti sundaraṃ bhaddakaṃ. Sannivāsoti na kevalañca tesaṃ dassanameva, tehi saddhiṃ ekaṭṭhāne nisīdanādibhāvopi tesaṃ vattapaṭivattaṃ kātuṃ labhanabhāvopi sādhuyeva. Bālasaṅgatacārī hīti yo bālena sahacārī. Dīghamaddhānanti so bālasahāyena ‘‘ehi sandhicchedādīni karomā’’ti vuccamāno tena saddhiṃ ekacchando hutvā tāni karonto hatthacchedādīni patvā dīghamaddhānaṃ socati. Sabbadāti yathā asihatthena vā amittena āsīvisādīhi vā saddhiṃ ekato vāso nāma niccaṃ dukkho, tatheva bālehi saddhinti attho. Dhīro ca sukhasaṃvāsoti ettha sukho saṃvāso etenāti sukhasaṃvāso, paṇḍitena saddhiṃ ekaṭṭhāne saṃvāso sukhoti attho. Kathaṃ? Ñātīnaṃva samāgamoti yathāpi ñātīnaṃ samāgamo sukho, evaṃ sukho.",
  "atk-s0502a15:104": "Tasmā hīti yasmā bālehi saddhiṃ saṃvāso dukkho, paṇḍitena saddhiṃ sukho, tasmā hi dhitisampannaṃ dhīrañca, lokiyalokuttarapaññāsampannaṃ paññañca , āgamādhigamasampannaṃ bahussutañca, arahattapāpanakasaṅkhātāya dhuravahanasīlatāya dhorayhasīlaṃ, sīlavatena ceva dhutaṅgavatena ca vatavantaṃ, kilesehi ārakatāya ariyaṃ, tathārūpaṃ sappurisaṃ sobhanapañhaṃ yathā nimmalaṃ nakkhattapathasaṅkhātaṃ ākāsaṃ candimā bhajati, evaṃ bhajetha payirupāsethāti attho.",
  "atk-s0502a15:105": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a15:106": "Sakkavatthu aṭṭhamaṃ.",
  "atk-s0502a15:107": "Sukhavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a15:108": "Pannarasamo vaggo."
}