{
  "atk-s0402a36:0": "1. Bhaṇḍagāmavaggo",
  "atk-s0402a36:1": "1. Anubuddhasuttavaṇṇanā",
  "atk-s0402a36:2": "1. Catukkanipātassa paṭhame ananubodhāti abujjhanena ajānanena. Appaṭivedhāti appaṭivijjhanena apaccakkhakiriyāya. Dīghamaddhānanti cirakālaṃ. Sandhāvitanti bhavato bhavaṃ gamanavasena sandhāvitaṃ. Saṃsaritanti punappunaṃ gamanāgamanavasena saṃsaritaṃ. Mamañceva tumhākañcāti mayā ca tumhehi ca. Atha vā sandhāvitaṃ saṃsaritanti sandhāvanaṃ saṃsaraṇaṃ mamañceva tumhākañca ahosīti evamettha attho veditabbo. Ariyassāti niddosassa. Sīlaṃ samādhi paññāti ime pana tayo dhammā maggaphalasampayuttāva veditabbā, vimuttināmena phalameva niddiṭṭhaṃ. Bhavataṇhāti bhavesu taṇhā. Bhavanettīti bhavarajju. Taṇhāya eva etaṃ nāmaṃ. Tāya hi sattā goṇā viya gīvāya bandhitvā taṃ taṃ bhavaṃ nīyanti, tasmā bhavanettīti vuccati.",
  "atk-s0402a36:3": "Anuttarāti lokuttarā. Dukkhassantakaroti vaṭṭadukkhassa antakaro. Cakkhumāti pañcahi cakkhūhi cakkhumā. Parinibbutoti kilesaparinibbānena parinibbuto. Idamassa bodhimaṇḍe paṭhamaparinibbānaṃ, pacchā pana yamakasālānamantare anupādisesāya nibbānadhātuyā parinibbutoti yathānusandhinā desanaṃ niṭṭhāpesi.",
  "atk-s0402a36:4": "2. Papatitasuttavaṇṇanā",
  "atk-s0402a36:5": "2. Dutiye papatitoti patito cuto. Appapatitoti apatito patiṭṭhito. Tattha lokiyamahājano patitoyeva nāma, sotāpannādayo kilesuppattikkhaṇe patitā nāma, khīṇāsavo ekantapatiṭṭhito nāma.",
  "atk-s0402a36:6": "Cutāpatantīti ye cutā, te patanti nāma. Patitāti ye patitā, te cutā nāma. Cutattā patitā, patitattā cutāti attho. Giddhāti rāgarattā. Punarāgatāti puna jātiṃ puna jaraṃ puna byādhiṃ puna maraṇaṃ āgatā nāma honti. Kataṃ kiccanti catūhi maggehi kattabbakiccaṃ kataṃ. Rataṃ rammanti ramitabbayuttake guṇajāte ramitaṃ. Sukhenānvāgataṃ sukhanti sukhena sukhaṃ anuāgataṃ sampattaṃ. Mānusakasukhena dibbasukhaṃ, jhānasukhena vipassanāsukhaṃ, vipassanāsukhena maggasukhaṃ, maggasukhena phalasukhaṃ, phalasukhena nibbānasukhaṃ sampattaṃ adhigatanti attho.",
  "atk-s0402a36:7": "3. Paṭhamakhatasuttavaṇṇanā",
  "atk-s0402a36:8": "3. Tatiyaṃ dukanipātavaṇṇanāyaṃ vuttameva. Gāthāsu pana nindiyanti ninditabbayuttakaṃ. Nindatīti garahati. Pasaṃsiyoti pasaṃsitabbayutto. Vicināti mukhena so kalinti yo evaṃ pavatto , tena mukhena kaliṃ vicināti nāma. Kalinā tena sukhaṃ na vindatīti tena ca kalinā sukhaṃ na paṭilabhati. Sabbassāpi sahāpi attanāti sabbenapi sakena dhanena ceva attanā ca saddhiṃ yo parājayo, so appamattakova kalīti attho. Yo sugatesūti yo pana sammaggatesu puggalesu cittaṃ padusseyya, ayaṃ cittapadosova tato kalito mahantataro kali. Idāni tassa mahantatarabhāvaṃ dassento sataṃ sahassānantiādimāha. Tattha sataṃ sahassānanti nirabbudagaṇanāya satasahassaṃ. Chattiṃsatīti aparāni ca chattiṃsati nirabbudāni. Pañca cāti abbudagaṇanāya ca pañca abbudāni. Yamariyagarahīti yaṃ ariye garahanto nirayaṃ upapajjati, tattha ettakaṃ āyuppamāṇanti.",
  "atk-s0402a36:9": "4. Dutiyakhatasuttavaṇṇanā",
  "atk-s0402a36:10": "4. Catutthe mātari pitari cātiādīsu mittavindako mātari micchāpaṭipanno nāma, ajātasattu pitari micchāpaṭipanno nāma, devadatto tathāgate micchāpaṭipanno nāma, kokāliko tathāgatasāvake micchāpaṭipanno nāma. Bahuñcāti bahukameva. Pasavatīti paṭilabhati. Tāyāti tāya micchāpaṭipattisaṅkhātāya adhammacariyāya. Peccāti ito gantvā. Apāyaṃ gacchatīti nirayādīsu aññatarasmiṃ nibbattati. Sukkapakkhepi eseva nayo.",
  "atk-s0402a36:11": "5. Anusotasuttavaṇṇanā",
  "atk-s0402a36:12": "5. Pañcame anusotaṃ gacchatīti anusotagāmī. Kilesasotassa paccanīkapaṭipattiyā paṭisotaṃ gacchatīti paṭisotagāmī. Ṭhitattoti ṭhitasabhāvo. Tiṇṇoti oghaṃ taritvā ṭhito. Pāraṅgatoti paratīraṃ gato. Thale tiṭṭhatīti nibbānathale tiṭṭhati. Brāhmaṇoti seṭṭho niddoso. Idhāti imasmiṃ loke. Kāme ca paṭisevatīti kilesakāmehi vatthukāme paṭisevati. Pāpañca kammaṃ karotīti pāpañca pāṇātipātādikammaṃ karoti. Pāpañca kammaṃ na karotīti pañcaverakammaṃ na karoti. Ayaṃ vuccati, bhikkhave, ṭhitattoti ayaṃ anāgāmī puggalo tasmā lokā puna paṭisandhivasena anāgamanato ṭhitatto nāma.",
  "atk-s0402a36:13": "Taṇhādhipannāti taṇhāya adhipannā ajjhotthaṭā, taṇhaṃ vā adhipannā ajjhogāḷhā. Paripuṇṇasekhoti sikkhāpāripūriyā ṭhito. Aparihānadhammoti aparihīnasabhāvo. Cetovasippattoti cittavasībhāvaṃ patto. Evarūpo khīṇāsavo hoti, idha pana anāgāmī kathito. Samāhitindriyoti samāhitachaḷindriyo. Paroparāti parovarā uttamalāmakā, kusalākusalāti attho. Sameccāti ñāṇena samāgantvā. Vidhūpitāti viddhaṃsitā jhāpitā vā. Vusitabrahmacariyoti maggabrahmacariyaṃ vasitvā ṭhito. Lokantagūti tividhassāpi lokassa antaṃ gato. Pāragatoti chahākārehi pāragato. Idha khīṇāsavova kathito. Iti suttepi gāthāsupi vaṭṭavivaṭṭameva kathitaṃ.",
  "atk-s0402a36:14": "6. Appassutasuttavaṇṇanā",
  "atk-s0402a36:15": "6. Chaṭṭhe anupapannoti anupāgato. Suttantiādīsu ubhatovibhaṅganiddesakhandhakaparivārasuttanipātamaṅgalasuttaratanasutta- nāḷakasuttatuvaṭakasuttāni, aññampi ca suttanāmakaṃ tathāgatavacanaṃ suttanti veditabbaṃ. Sabbampi sagāthakaṃ suttaṃ geyyanti veditabbaṃ, visesena saṃyuttake sakalopi sagāthāvaggo. Sakalampi abhidhammapiṭakaṃ, niggāthakasuttaṃ, yañca aññampi aṭṭhahi aṅgehi asaṅgahitaṃ buddhavacanaṃ, taṃ veyyākaraṇanti veditabbaṃ. Dhammapada-theragāthā-therigāthā suttanipāte nosuttanāmikā suddhikagāthā ca gāthāti veditabbā. Somanassañāṇamayikagāthāpaṭisaṃyuttā dveasīti suttantā udānanti veditabbā. ‘‘Vuttañhetaṃ bhagavatā’’tiādinayappavattā dasuttarasatasuttantā itivuttakanti veditabbā. Apaṇṇakajātakādīni paññāsādhikāni pañca jātakasatāni jātakanti veditabbāni. ‘‘Cattārome, bhikkhave, acchariyā abbhutā dhammā ānande’’tiādinayappavattā sabbepi acchariyaabbhutadhammapaṭisaṃyuttā suttantā abbhutadhammanti veditabbā. Cūḷavedallamahāvedallasammādiṭṭhisakkapañhasaṅkhārabhājaniyamahāpuṇṇamasuttādayo sabbepi vedañca tuṭṭhiñca laddhā laddhā pucchitā suttantā vedallanti veditabbā. Na atthamaññāya na dhammamaññāyāti aṭṭhakathañca pāḷiñca ajānitvā. Dhammānudhammappaṭipannoti navalokuttaradhammassa anurūpadhammaṃ sahasīlaṃ pubbabhāgapaṭipadaṃ na paṭipanno hoti. Iminā upāyena sabbavāresu attho veditabbo. Paṭhamavāre panettha appassutadussīlo kathito, dutiye appassutakhīṇāsavo, tatiye bahussutadussīlo, catutthe bahussutakhīṇāsavo.",
  "atk-s0402a36:16": "Sīlesuasamāhitoti sīlesu aparipūrakārī. Sīlato ca sutena cāti sīlabhāgena ca sutabhāgena ca ‘‘ayaṃ dussīlo appassuto’’ti evaṃ taṃ garahantīti attho. Tassa sampajjate sutanti tassa puggalassa yasmā tena sutena sutakiccaṃ kataṃ, tasmā tassa sutaṃ sampajjati nāma. Nāssa sampajjateti sutakiccassa akatattā na sampajjati. Dhammadharanti sutadhammānaṃ ādhārabhūtaṃ. Sappaññanti supaññaṃ. Nekkhaṃ jambonadassevāti jambunadaṃ vuccati jātisuvaṇṇaṃ, tassa jambunadassa nekkhaṃ viya, pañcasuvaṇṇaparimāṇaṃ suvaṇṇaghaṭikaṃ viyāti attho.",
  "atk-s0402a36:17": "7. Sobhanasuttavaṇṇanā",
  "atk-s0402a36:18": "7. Sattame viyattāti paññāveyyattiyena samannāgatā. Vinītāti vinayaṃ upetā suvinītā. Visāradāti vesārajjena somanassasahagatena ñāṇena samannāgatā. Dhammadharāti sutadhammānaṃ ādhārabhūtā. Bhikkhu ca sīlasampannoti gāthāya kiñcāpi ekekasseva ekeko guṇo kathito, sabbesaṃ pana sabbepi vaṭṭantīti.",
  "atk-s0402a36:19": "8. Vesārajjasuttavaṇṇanā",
  "atk-s0402a36:20": "8. Aṭṭhame vesārajjānīti ettha sārajjapaṭipakkho vesārajjaṃ, catūsu ṭhānesu sārajjābhāvaṃ paccavekkhantassa uppannasomanassamayañāṇassetaṃ nāmaṃ. Āsabhaṃ ṭhānanti seṭṭhaṭṭhānaṃ uttamaṭṭhānaṃ. Āsabhā vā pubbabuddhā, tesaṃ ṭhānanti attho. Apica gavasatajeṭṭhako usabho, gavasahassajeṭṭhako vasabho. Vajasatajeṭṭhako vā usabho, vajasahassajeṭṭhako vasabho , sabbagavaseṭṭho sabbaparissayasaho seto pāsādiko mahābhāravaho asanisatasaddehipi asampakampiyo nisabho, so idha usabhoti adhippeto. Idampi hi tassa pariyāyavacanaṃ. Usabhassa idanti āsabhaṃ. Ṭhānanti catūhi pādehi pathaviṃ uppīḷetvā vavatthānaṃ. Idaṃ pana āsabhaṃ viyāti āsabhaṃ. Yatheva hi nisabhasaṅkhāto usabho catūhi pādehi pathaviṃ uppīḷetvā acalaṭṭhānena tiṭṭhati, evaṃ tathāgatopi catūhi vesārajjapādehi aṭṭhaparisapathaviṃ uppīḷetvā sadevake loke kenaci paccatthikena paccāmittena akampiyo acalaṭṭhānena tiṭṭhati. Evaṃ tiṭṭhamānova taṃ āsabhaṃ ṭhānaṃ paṭijānāti upagacchati na paccakkhāti, attani āropeti. Tena vuttaṃ ‘‘āsabhaṃ ṭhānaṃ paṭijānātī’’ti.",
  "atk-s0402a36:21": "Parisāsūti aṭṭhasu parisāsu. Sīhanādaṃ nadatīti seṭṭhanādaṃ abhītanādaṃ nadati, sīhanādasadisaṃ vā nādaṃ nadati. Ayamattho sīhanādasuttena dassetabbo. Yathā vā sīho sahanato ca hananato ca sīhoti vuccati, evaṃ tathāgato lokadhammānaṃ sahanato parappavādānañca hananato sīhoti vuccati. Evaṃ vuttassa sīhassa nādaṃ sīhanādaṃ. Tattha yathā sīho sīhabalena samannāgato sabbattha visārado vigatalomahaṃso sīhanādaṃ nadati, evaṃ tathāgatasīhopi tathāgatabalehi samannāgato aṭṭhasu parisāsu visārado vigatalomahaṃso ‘‘iti rūpa’’ntiādinā nayena nānāvidhadesanāvilāsasampannaṃ sīhanādaṃ nadati. Tena vuttaṃ ‘‘parisāsu sīhanādaṃ nadatī’’ti.",
  "atk-s0402a36:22": "Brahmacakkaṃpavattetīti ettha brahmanti seṭṭhaṃ uttamaṃ visuddhaṃ. Cakkasaddo panāyaṃ –",
  "atk-s0402a36:23": "‘‘Sampattiyaṃ lakkhaṇe ca, rathaṅge iriyāpathe;",
  "atk-s0402a36:24": "Dāne ratanadhammūra-cakkādīsu ca dissati;",
  "atk-s0402a36:25": "Dhammacakke idha mato, tañca dvedhā vibhāvaye’’.",
  "atk-s0402a36:26": "‘‘Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṃ devamanussāna’’ntiādīsu (a. ni. 4.31) hi ayaṃ sampattiyaṃ dissati. ‘‘Pādatalesu cakkāni jātānī’’ti (dī. ni. 2.35) ettha lakkhaṇe. ‘‘Cakkaṃva vahato pada’’nti (dha. pa. 1) ettha rathaṅge. ‘‘Catucakkaṃ navadvāra’’nti (saṃ. ni. 1.29) ettha iriyāpathe. ‘‘Dadaṃ bhuñja mā ca pamādo, cakkaṃ vattaya sabbapāṇina’’nti (jā. 1.7.149) ettha dāne. ‘‘Dibbaṃ cakkaratanaṃ pāturahosī’’ti (dī. ni. 2.243; ma. ni. 3.256) ettha ratanacakke. ‘‘Mayā pavattitaṃ cakka’’nti (su. ni. 562) ettha dhammacakke. ‘‘Icchāhatassa posassa, cakkaṃ bhamati matthake’’ti (jā. 1.1.104; 1.5.103) ettha uracakke. ‘‘Khurapariyantena cepi cakkenā’’ti (dī. ni. 1.166) ettha paharaṇacakke. ‘‘Asanivicakka’’nti (dī. ni. 3.61; saṃ. ni. 2.162) ettha asanimaṇḍale. Idha panāyaṃ dhammacakke mato.",
  "atk-s0402a36:27": "Taṃ panetaṃ dhammacakkaṃ duvidhaṃ hoti paṭivedhañāṇañca desanāñāṇañca. Tattha paññāpabhāvitaṃ attano ariyaphalāvahaṃ paṭivedhañāṇaṃ, karuṇāpabhāvitaṃ sāvakānaṃ ariyaphalāvahaṃ desanāñāṇaṃ. Tattha paṭivedhañāṇaṃ uppajjamānaṃ uppannanti duvidhaṃ. Tañhi abhinikkhamanato yāva arahattamaggā uppajjamānaṃ, phalakkhaṇe uppannaṃ nāma. Tusitabhavanato vā yāva mahābodhipallaṅke arahattamaggā uppajjamānaṃ, phalakkhaṇe uppannaṃ nāma. Dīpaṅkarato paṭṭhāya vā yāva bodhipallaṅke arahattamaggā uppajjamānaṃ, phalakkhaṇe uppannaṃ nāma. Desanāñāṇampi pavattamānaṃ pavattanti duvidhaṃ. Tañhi yāva aññāsikoṇḍaññassa sotāpattimaggā pavattamānaṃ, phalakkhaṇe pavattaṃ nāma. Tesu paṭivedhañāṇaṃ lokuttaraṃ, desanāñāṇaṃ lokiyaṃ. Ubhayampi panetaṃ aññehi asādhāraṇaṃ, buddhānaṃyeva orasañāṇaṃ.",
  "atk-s0402a36:28": "Sammāsambuddhassa te paṭijānatoti ‘‘ahaṃ sammāsambuddho, sabbe dhammā mayā abhisambuddhā’’ti evaṃ paṭijānato tava. Anabhisambuddhāti ime nāma dhammā tayā anabhisambuddhā. Tatra vatāti tesu ‘‘anabhisambuddhā’’ti evaṃ dassitadhammesu. Sahadhammenāti sahetunā sakāraṇena vacanena. Nimittametanti ettha puggalopi dhammopi nimittanti adhippeto . Taṃ puggalaṃ na passāmi, yo maṃ paṭicodessati. Taṃ dhammaṃ na passāmi, yaṃ dassetvā ‘‘ayaṃ nāma dhammo tayā anabhisambuddho’’ti maṃ paṭicodessatīti ayamettha attho. Khemappattoti khemaṃ patto. Sesapadadvayaṃ imasseva vevacanaṃ. Sabbampetaṃ vesārajjañāṇameva sandhāya vuttaṃ. Dasabalassa hi ‘‘ayaṃ nāma dhammo tayā anabhisambuddho’’ti codakaṃ puggalaṃ vā codanākāraṇaṃ anabhisambuddhadhammaṃ vā apassato ‘‘sabhāvabuddhoyeva vata samāno ahaṃ buddhosmīti vadāmī’’ti paccavekkhantassa balavataraṃ somanassaṃ uppajjati, tena sampayuttaṃ ñāṇaṃ vesārajjaṃ nāma. Taṃ sandhāya ‘‘khemappatto’’tiādimāha. Evaṃ sabbattha attho veditabbo.",
  "atk-s0402a36:29": "Antarāyikā dhammāti ettha pana antarāyaṃ karontīti antarāyikā. Te atthato sañcicca vītikkantā satta āpattikkhandhā. Sañcicca vītikkantaṃ hi antamaso dukkaṭadubbhāsitampi maggaphalānaṃ antarāyaṃ karoti. Idha pana methunadhammo adhippeto. Methunaṃ sevato hi yassa kassaci nissaṃsayameva maggaphalānaṃ antarāyo hoti.",
  "atk-s0402a36:30": "Yassa kho pana te atthāyāti rāgakkhayādīsu yassa atthāya. Dhammo desitoti asubhabhāvanādidhammo kathito. Tatra vata manti tasmiṃ aniyyānikadhamme maṃ. Sesaṃ vuttanayeneva veditabbaṃ.",
  "atk-s0402a36:31": "Vādapathāti vādāyeva. Puthūti bahū. Sitāti upanibaddhā abhisaṅkhatā. Atha vā puthussitāti puthubhāvaṃ sitā upagatā, puthūhi vā sitātipi puthussitā. Yaṃ nissitāti etarahipi yaṃ vādapathaṃ nissitā. Na te bhavantīti te vādapathā na bhavanti bhijjanti vinassanti. Dhammacakkanti desanāñāṇassapi paṭivedhañāṇassapi etaṃ nāmaṃ. Tesu desanāñāṇaṃ lokiyaṃ, paṭivedhañāṇaṃ lokuttaraṃ. Kevalīti sakalaguṇasamannāgato. Tādisanti tathāvidhaṃ.",
  "atk-s0402a36:32": "9. Taṇhuppādasuttavaṇṇanā",
  "atk-s0402a36:33": "9. Navame uppajjati etesūti uppādā. Kā uppajjati? Taṇhā. Taṇhāya uppādā taṇhuppādā, taṇhāvatthūni taṇhākāraṇānīti attho. Cīvarahetūti ‘‘kattha manāpaṃ cīvaraṃ labhissāmī’’ti cīvarakāraṇā uppajjati. Itibhavābhavahetūti ettha itīti nidassanatthe nipāto. Yathā cīvarādihetu, evaṃ bhavābhavahetupīti attho. Bhavābhavoti cettha paṇītatarāni sappinavanītādīni adhippetāni. Sampattibhavesu paṇītatarapaṇītatamabhavotipi vadantiyeva.",
  "atk-s0402a36:34": "Taṇhādutiyoti ayañhi satto anamatagge saṃsāravaṭṭe saṃsaranto na ekakova saṃsarati, taṇhaṃ pana dutiyikaṃ labhantova saṃsarati. Tena vuttaṃ ‘‘taṇhādutiyo’’ti. Itthabhāvaññathābhāvanti ettha itthabhāvo nāma ayaṃ attabhāvo, aññathābhāvo nāma anāgatattabhāvo. Evarūpo vā aññopi attabhāvo itthabhāvo nāma, na evarūpo aññathābhāvo nāma. Taṃ itthabhāvaññathābhāvaṃ. Saṃsāranti khandhadhātuāyatanānaṃ paṭipāṭiṃ. Nātivattatīti nātikkamati. Evamādīnavaṃ ñatvāti evaṃ atītānāgatapaccuppannesu khandhesu ādīnavaṃ jānitvā. Taṇhaṃ dukkhassa sambhavanti taṇhaṃ ca ‘‘ayaṃ vaṭṭadukkhasambhūto sabhāvo kāraṇa’’nti evaṃ jānitvā. Ettāvatā imassa bhikkhuno vipassanaṃ vaḍḍhetvā arahattaṃ pattabhāvo dassito. Idāni taṃ khīṇāsavaṃ thomento vītataṇhotiādimāha. Tattha anādānoti niggahaṇo. Sato bhikkhu paribbajeti satisampajaññe vepullappatto khīṇāsavo bhikkhu sato sampajāno careyya vihareyyāti attho. Iti suttante vaṭṭaṃ kathetvā gāthāsu vaṭṭavivaṭṭaṃ kathitanti.",
  "atk-s0402a36:35": "10. Yogasuttavaṇṇanā",
  "atk-s0402a36:36": "10. Dasame vaṭṭasmiṃ yojentīti yogā. Kāmayogotiādīsu pañcakāmaguṇiko rāgo kāmayogo. Rūpārūpabhavesu chandarāgo bhavayogo, tathā jhānanikanti. Sassatadiṭṭhisahagato ca rāgo dvāsaṭṭhi diṭṭhiyo ca diṭṭhiyogo. Catūsu saccesu aññāṇaṃ avijjāyogo. Kāmesu vā yojetīti kāmayogo. Bhavesu yojetīti bhavayogo. Diṭṭhīsu yojetīti diṭṭhiyogo. Avijjāya yojetīti avijjāyogoti heṭṭhā vuttadhammānaṃyevetaṃ adhivacanaṃ.",
  "atk-s0402a36:37": "Idāni te vitthāretvā dassento katamo ca, bhikkhavetiādimāha. Tattha samudayanti uppattiṃ. Atthaṅgamanti bhedaṃ. Assādanti madhurabhāvaṃ. Ādīnavanti amadhurabhāvaṃ dosaṃ. Nissaraṇanti nissaṭabhāvaṃ. Kāmesūti vatthukāmesu. Kāmarāgoti kāme ārabbha uppannarāgo. Sesapadesupi eseva nayo. Anusetīti nibbattati. Ayaṃ vuccati, bhikkhave, kāmayogoti, bhikkhave, idaṃ kāmesu yojanakāraṇaṃ bandhanakāraṇaṃ vuccatīti evaṃ sabbattha attho veditabbo.",
  "atk-s0402a36:38": "Phassāyatanānanti cakkhādīnaṃ cakkhusamphassādikāraṇānaṃ. Avijjā aññāṇanti ñāṇapaṭipakkhabhāvena aññāṇasaṅkhātā avijjā. Iti kāmayogoti ettha iti saddo catūhipi yogehi saddhiṃ yojetabbo ‘‘evaṃ kāmayogo, evaṃ bhavayogo’’ti. Saṃyuttoti parivārito. Pāpakehīti lāmakehi. Akusalehīti akosallasambhūtehi. Saṃkilesikehīti saṃkilesanakehi, pasannassa cittassa pasannabhāvadūsakehīti attho. Ponobbhavikehīti punabbhavanibbattakehi. Sadarehīti sadarathehi. Dukkhavipākehīti vipākakāle dukkhuppādakehi. Āyatiṃ jātijarāmaraṇikehīti anāgate punappunaṃ jātijarāmaraṇanibbattakehi. Tasmāayogakkhemīti vuccatīti yasmā appahīnayogo puggalo etehi dhammehi sampayutto hoti, tasmā catūhi yogehi khemaṃ nibbānaṃ anadhigatattā na yogakkhemīti vuccati.",
  "atk-s0402a36:39": "Visaṃyogoti visaṃyojanakāraṇāni. Kāmayogavisaṃyogoti kāmayogato visaṃyojanakāraṇaṃ. Sesapadesupi eseva nayo. Tattha asubhajjhānaṃ kāmayogavisaṃyogo, taṃ pādakaṃ katvā adhigato anāgāmimaggo ekanteneva kāmayogavisaṃyogo nāma. Arahattamaggo bhavayogavisaṃyogo nāma, sotāpattimaggo diṭṭhiyogavisaṃyogo nāma, arahattamaggo avijjāyogavisaṃyogo nāma. Idāni te vitthāravasena dassento katamo ca, bhikkhavetiādimāha. Tassattho vuttanayeneva veditabbo.",
  "atk-s0402a36:40": "Bhavayogena cūbhayanti bhavayogena ca saṃyuttā, kiñci bhiyyo ubhayenāpi sampayuttā, yena kenaci yogena samannāgatāti attho. Purakkhatāti purato katā, parivāritā vā. Kāme pariññāyāti duvidhepi kāme parijānitvā. Bhavayogañca sabbasoti bhavayogañca sabbameva parijānitvā. Samūhaccāti samūhanitvā. Virājayanti virājento, virājetvā vā. ‘‘Virājento’’ti hi vutte maggo kathito hoti, ‘‘virājetvā’’ti vutte phalaṃ. Munīti khīṇāsavamuni. Iti imasmiṃ suttepi gāthāsupi vaṭṭavivaṭṭameva kathitanti.",
  "atk-s0402a36:41": "Bhaṇḍagāmavaggo paṭhamo."
}