{
  "atk-s0515a6:0": "6. Jarāsuttaniddesavaṇṇanā",
  "atk-s0515a6:1": "39. Chaṭṭhe jarāsutte appaṃ vata jīvitaṃ idanti idaṃ vata manussānaṃ jīvitaṃ appakaṃ parittaṃ ṭhitiparittatāya sarasaparittatāyāti guhaṭṭhakasuttepi vuttanayametaṃ. Oraṃ vassasatāpi miyyatīti vassasatā oraṃ kalalādikālepi miyyati. Aticcāti vassasataṃ atikkamitvā. Jarasāpi miyyatīti jarāya miyyati. Ito paraṃ guhaṭṭhakasuttavaṇṇanāya vuttanayeneva gahetabbaṃ.",
  "atk-s0515a6:2": "Appanti mandaṃ. Gamanīyo samparāyoti paraloko gantabbo. Kalalakālepīti ettha kalalakālaṃ nāma paṭisandhikkhaṇe tīhi jātiuṇṇaṃsūhi katasuttagge ṭhitatelabinduppamāṇaṃ acchaṃ vippasannakalalaṃ hoti. Yaṃ sandhāya vuttaṃ –",
  "atk-s0515a6:3": "‘‘Tilatelassa yathā bindu, sappimaṇḍo anāvilo;",
  "atk-s0515a6:4": "Evaṃ vaṇṇappaṭibhāgaṃ, kalalaṃ sampavuccatī’’ti. (saṃ. ni. aṭṭha. 1.1.235; vibha. aṭṭha. 26 pakiṇṇakakathā);",
  "atk-s0515a6:5": "Tasmiṃ kalalakālepi. Cavatīti jīvitaṃ gaḷati. Maratīti jīvitaviyogaṃ āpajjati. Antaradhāyatīti adassanaṃ pāpuṇāti. Vippalujjatīti chijjati. ‘‘Aṇḍajayoniyā cavati. Jalābujayoniyā marati. Saṃsedajayoniyā antaradhāyati. Opapātikayoniyā vippalujjatī’’ti evameke vaṇṇayanti. Abbudakālepīti abbudaṃ nāma kalalato sattāhaccayena maṃsadhovanaudakavaṇṇaṃ hoti, kalalanti nāmaṃ antaradhāyati. Vuttampi cetaṃ –",
  "atk-s0515a6:6": "‘‘Sattāhaṃ kalalaṃ hoti, paripakkaṃ samūhataṃ;",
  "atk-s0515a6:7": "Vivaṭṭamānaṃ tabbhāvaṃ, abbudaṃ nāma jāyatī’’ti. (saṃ. ni. aṭṭha. 1.1.235);",
  "atk-s0515a6:8": "Tasmiṃ abbudakālepi. Pesikālepīti tasmāpi abbudā sattāhaccayena vilīnatipusadisā pesi nāma sañjāyati. Sā maricaphāṇitena dīpetabbā. Gāmadārikā hi supakkāni maricāni gahetvā sāṭakante bhaṇḍikaṃ katvā pīḷetvā maṇḍaṃ ādāya kapāle pakkhipitvā ātape ṭhapenti, taṃ sukkhamānaṃ sabbabhāgehi muccati. Evarūpā pesi hoti, abbudanti nāmaṃ antaradhāyati. Vuttampi cetaṃ –",
  "atk-s0515a6:9": "‘‘Sattāhaṃ abbudaṃ hoti, paripakkaṃ samūhataṃ;",
  "atk-s0515a6:10": "Vivaṭṭamānaṃ tabbhāvaṃ, pesi nāma pajāyatī’’ti. (saṃ. ni. aṭṭha. 1.1.235);",
  "atk-s0515a6:11": "Tasmiṃ pesikālepi. Ghanakālepīti tatopi pesito sattāhaccayena kukkuṭaṇḍasaṇṭhāno ghano nāma maṃsapiṇḍo nibbattati, pesīti nāmaṃ antaradhāyati. Vuttampi cetaṃ –",
  "atk-s0515a6:12": "‘‘Sattāhaṃ pesi bhavati, paripakkaṃ samūhataṃ;",
  "atk-s0515a6:13": "Vivaṭṭamānaṃ tabbhāvaṃ, ghanoti nāma jāyati.",
  "atk-s0515a6:14": "‘‘Yathā kukkuṭiyā aṇḍaṃ, samantā parimaṇḍalaṃ;",
  "atk-s0515a6:15": "Evaṃ ghanassa saṇṭhānaṃ, nibbattaṃ kammapaccayā’’ti. (saṃ. ni. aṭṭha. 1.1.235);",
  "atk-s0515a6:16": "Tasmiṃ ghanakālepi. Pasākhakālepīti pañcame sattāhe dvinnaṃ dvinnaṃ hatthapādānaṃ sīsassa catthāya pañca pīḷakā jāyanti, yaṃ sandhāya vuttaṃ – ‘‘pañcame, bhikkhave, sattāhe pañca pīḷakā saṇṭhahanti kammato’’ti. Tasmiṃ pasākhakālepi. Tato paraṃ chaṭṭhasattamādīni sattāhāni atikkamma desanaṃ saṅkhipitvā dvācattālīsasattāhe pariṇatakāle kesalomanakhādīnaṃ uppattikālañca. Tassa ca nābhito uṭṭhito nāḷo mātu udarapaṭalena ekābaddho hoti, so uppaladaṇḍako viya chiddo, tena āhāraraso saṃsaritvā āhārasamuṭṭhānarūpaṃ samuṭṭhāpeti. Evaṃ so dasamāse yāpeti, taṃ sabbaṃ avatvā ‘‘sūtighare’’ti āha. Yaṃ sandhāya vuttaṃ –",
  "atk-s0515a6:17": "‘‘Kesā lomā nakhāni ca’’;",
  "atk-s0515a6:18": "‘‘Yañcassa bhuñjatī mātā, annaṃ pānañca bhojanaṃ;",
  "atk-s0515a6:19": "Tena so tattha yāpeti, mātukucchigato naro’’ti. (saṃ. ni. 1.235; kathā. 692);",
  "atk-s0515a6:20": "Tattha sūtighareti sūtikaghare, vijāyanaghareti attho. ‘‘Sūtikāghare’’ti vā pāṭho, sūtikāyāti padacchedo. Addhamāsikopīti jātadivasato paṭṭhāya addhamāso etassa atthīti addhamāsiko. Dvemāsikādīsupi eseva nayo. Jātadivasato paṭṭhāya ekaṃ saṃvaccharaṃ etassa atthīti saṃvacchariko. Upari dvevassikādīsupi eseva nayo.",
  "atk-s0515a6:21": "Yadā jiṇṇo hotīti yasmiṃ kāle jarājiṇṇo bhavati jajjarībhūto. Vuddhoti vayovuddho. Mahallakoti jātimahallako. Addhagatoti tayo addhe atikkanto. Vayoanuppattoti tatiyaṃ vayaṃ anuppatto. Khaṇḍadantoti antarantarā patitā dantā phālitā ca jarānubhāvena khaṇḍā dantā jātā assāti khaṇḍadanto. Palitakesoti paṇḍarakeso. Vilūnanti luñcitvā gahitakesā viya khallāṭasīso . Khalitasiroti mahākhallāṭasīso. Valinanti sañjātavali. Tilakāhatagattoti setatilakakāḷatilakehi vikiṇṇasarīro. Bhoggoti bhaggo, imināpissa vaṅkabhāvaṃ dīpeti. Daṇḍaparāyaṇoti daṇḍapaṭissaraṇo daṇḍadutiyo. So jarāyapīti so puggalo jarāyapi abhibhūto marati. Natthi maraṇamhā mokkhoti maraṇato muñcanupāyo natthi nupalabbhati.",
  "atk-s0515a6:22": "Phalānamiva pakkānaṃ, pāto patanato bhayanti paripākagatānaṃ sithilavaṇṭānaṃ panasaphalādipakkānaṃ paccūsakāle avassaṃ patissantīti phalasāmikānaṃ bhāyamānānaṃ viya. Evaṃ jātāna maccānaṃ, niccaṃ maraṇato bhayanti evameva uppannānaṃ sattānaṃ maccusaṅkhātamaraṇato satataṃ kālaṃ bhayaṃ.",
  "atk-s0515a6:23": "Yathāpikumbhakārassāti yathā nāma mattikābhājanaṃ karontassa. Kataṃ mattikabhājananti (su. ni. 582) tena niṭṭhāpitabhājanaṃ. Sabbaṃ bhedanapariyantanti pakkāpakkaṃ sabbaṃ bhedanaṃ bhijjapariyantaṃ avasānaṃ assāti bhedanapariyantaṃ. Evaṃ maccāna jīvitanti evameva sattānaṃ āyusaṅkhāraṃ.",
  "atk-s0515a6:24": "Daharāca mahantā cāti taruṇā ca mahallakā ca. Ye bālā ye ca paṇḍitāti ye ca assāsapassāsāyattā jīvitā bālā ye ca paṇḍiccena samannāgatā buddhādayo. Sabbe maccuvasaṃ yantīti ete vuttappakārā daharādayo sabbe maccuno issariyaṃ upagacchanti.",
  "atk-s0515a6:25": "Tesaṃ maccuparetānanti etesaṃ maccunā parivāritānaṃ. Gacchataṃ paralokatoti ito manussalokato paralokaṃ gacchantānaṃ. Na pitā tāyate puttanti pitā puttaṃ na rakkhati. Ñātī vā pana ñātaketi mātāpitipakkhikā ñātī vā teyeva ñātake rakkhituṃ na sakkonti.",
  "atk-s0515a6:26": "Pekkhataññeva ñātīnanti vuttavidhānaṃyeva ñātīnaṃ pekkhantānaṃyeva olokentānaṃyeva. Passa lālappataṃ puthūti passāti ālapanaṃ. Lālapantānaṃ vilapantānaṃ puthūnaṃ nānappakārānaṃ. Ekamekova maccānaṃ, govajjho viya niyyatīti sattānaṃ ekameko vadhāya niyyamānagoṇo viya maraṇāya niyyati pāpuṇīyati. Evamabbhāhato lokoti evameva sattaloko bhusaṃ āhato. Maccunā ca jarāya cāti maraṇena ca jarāya ca abhibhūto.",
  "atk-s0515a6:27": "40.Mamāyiteti mamāyitavatthukāraṇā. Vinābhāvaṃ santamevidanti santaṃ vijjamānaṃ vinābhāvameva idaṃ, na sakkā avinābhāvena bhavitunti vuttaṃ hoti.",
  "atk-s0515a6:28": "Socantīti cittena socanaṃ karonti. Kilamantīti kāyena kilamathaṃ pāpuṇanti. Paridevantīti nānāvidhaṃ vācāvilāpaṃ bhaṇanti. Urattāḷiṃ kandantīti uraṃ tāḷetvā tāḷetvā kandanti. Sammohaṃ āpajjantīti sammohabhāvaṃ pāpuṇanti.",
  "atk-s0515a6:29": "Aniccoti hutvā abhāvaṭṭhena. Saṅkhatoti paccayehi saṅgamma kato. Paṭiccasamuppannoti paccayasāmaggiṃ paṭicca na paccakkhāya saha sammā ca uppanno. Khayadhammoti khayaṃ gamanasabhāvo. Vayadhammoti vayaṃ gamanasabhāvo, bhaṅgavasena bhaṅgagamanasabhāvoti attho. Virāgadhammoti virajjanasabhāvo. Nirodhadhammoti nirujjhanasabhāvo. Yvāyaṃ pariggahoti yo ayaṃ pariggaho. ‘‘Yāya pariggaho’’tipi pāṭho, ayameva padacchedo. Niccoti satatakāliko. Dhuvoti thiro. Sassatoti acavano. Avipariṇāmadhammoti pakatiajahanasabhāvo. Sassati samaṃ tatheva ṭhassatīti candasūriyasinerumahāsamuddapathavīpabbatādayo viya tiṭṭheyya.",
  "atk-s0515a6:30": "Nānābhāvoti jātiyā nānābhāvo. Vinābhāvoti maraṇena viyogabhāvo. Aññathābhāvoti sabbhāvato aññathābhāvo. Purimānaṃ purimānaṃ khandhānanti anantare pure uppannānaṃ khandhānaṃ. Vipariṇāmaññathābhāvāti pakatibhāvaṃ jahitvā aññathābhāvena. Pacchimā pacchimā khandhādayo pavattanti uppajjantīti sambandho.",
  "atk-s0515a6:31": "Sabbaṃ gharāvāsapalibodhanti sakalaṃ gihibhāvajaṭaṃ. Ñātimittāmaccapalibodhanti mātāpitupakkhikā ñātī, mittā sahāyā, amaccā bhaccā. Sannidhipalibodhanti nidhānajaṭaṃ chinditvā. Kesamassuṃ ohāretvāti kese ca massūni ca oropayitvā. Kāsāyāni vatthānīti kasāyarasapītāni vatthāni.",
  "atk-s0515a6:32": "41.Māmakoti mama upāsako bhikkhu vāti saṅkhaṃ gato, buddhādīni vā vatthūni mamāyamāno.",
  "atk-s0515a6:33": "Tesaṃ tesaṃ sattānanti anekesaṃ sattānaṃ sādhāraṇaniddeso. ‘‘Yaññadattassa maraṇaṃ, somadattassa maraṇa’’nti evañhi divasampi kathiyamāne neva sattā pariyādānaṃ gacchanti, na sabbaṃ aparattadīpanaṃ sijjhati. Imehi pana dvīhi padehi na koci satto apariyādinno hoti, na kiñci aparattādīpanaṃ na sijjhati. Tamhā tamhāti ayaṃ gativasena anekesaṃ nikāyānaṃ sādhāraṇaniddeso. Sattanikāyāti sattānaṃ nikāyā, sattaghaṭā sattasamūhāti attho. Cutīti cavanavasena vuttaṃ. Ekacatupañcakkhandhāya cutiyā sāmaññavacanametaṃ. Cavanatāti bhāvavacanena lakkhaṇanidassanaṃ. Bhedoti cutikhandhānaṃ bhaṅguppattiparidīpanaṃ. Antaradhānanti ghaṭassa viya bhinnassa bhinnānaṃ khandhānaṃ yena kenaci pariyāyena ṭhānābhāvaparidīpanaṃ. Maccumaraṇanti maccusaṅkhātaṃ maraṇaṃ, na khaṇikamaraṇaṃ. Kālo nāma antako, tassa kiriyāti kālaṃkiriyā. Ettāvatā sammutimaraṇaṃ dīpitaṃ. Idāni paramatthena dīpetuṃ ‘‘khandhānaṃ bhedo’’tiādimāha. Paramatthena hi khandhāyeva bhijjanti, na satto nāma koci marati. Khandhesu pana bhijjamānesu satto marati, bhinnesu ‘‘mato’’ti vohāro hoti.",
  "atk-s0515a6:34": "Ettha ca catuvokārapañcavokāravasena khandhānaṃ bhedo, ekavokāravasena kaḷevarassa nikkhepo. Catuvokāravasena vā khandhānaṃ bhedo, sesadvayavasena kaḷevarassa nikkhepo veditabbo. Kasmā? Kāmarūpabhavadvayepi rūpakāyasaṅkhātassa kaḷevarassa sabbhāvato. Yasmā vā cātumahārājikādīsu khandhā bhijjanteva, na kiñci nikkhipanti, tasmā tesaṃ vasena khandhānaṃ bhedo, manussādīsu kaḷevarassa nikkhepo. Ettha ca kaḷevarassa nikkhepakaraṇato maraṇaṃ ‘‘kaḷevarassa nikkhepo’’ti vuttaṃ. Jīvitindriyassupacchedoti iminā indriyabaddhasseva maraṇaṃ nāma hoti, anindriyabaddhassa maraṇaṃ nāma natthīti dasseti. ‘‘Sassaṃ mataṃ, rukkho mato’’ti idaṃ pana vohāramattameva. Atthato pana evarūpāni vacanāni sassādīnaṃ khayavayabhāvameva dīpenti. Rūpagatanti rūpameva rūpagataṃ. Vedanāgatantiādīsupi eseva nayo.",
  "atk-s0515a6:35": "Tattha pubbeva maccanti maccaṃ vā bhogā pubbeva paṭhamataraññeva vijahanti. Macco vā te bhoge pubbataraṃ jahati. Kāmakāmīti corarājānaṃ ālapati. Ambho kāme kāmayamāna kāmakāmi bhogino nāma loke asassatā, bhogesu vā naṭṭhesu jīvamānā ca abhogino honti. Bhoge vā pahāya sayaṃ nassanti, tasmā ahaṃ mahājanassa sokakālepi na socāmīti attho.",
  "atk-s0515a6:36": "Viditāmayā sattuka lokadhammāti corarājānaṃ ālapanto āha. Ambho sattuka mayā lābho alābho yaso ayasotiādayo lokadhammā viditā. Yatheva hi cando udeti ca pūrati ca puna ca khīyati, yathā ca sūriyo andhakāraṃ vidhamento mahantaṃ lokappadesaṃ tapitvāna puna sāyaṃ atthaṃ paleti atthaṃ gacchati na dissati, evameva bhogā uppajjanti ca vinassanti ca, tattha kiṃ sokena, tasmā na socāmīti attho.",
  "atk-s0515a6:37": "Taṇhāmaññanāya maññatīti taṇhāya janitamānamaññanāya maññati. Mānaṃ karoti diṭṭhimaññanāyāti diṭṭhiṃ upanissayaṃ katvā uppannāya maññanāya. Mānamaññanāyāti sahajātamānamaññanāya. Kilesamaññanāyāti vuttappakārāya upatāpanaṭṭhena kilesamaññanāya maññati.",
  "atk-s0515a6:38": "Kuhāti vimhāpakā. Thaddhāti khāṇu viya thaddhā. Lapāti paccayanimittena lapanakā.",
  "atk-s0515a6:39": "42.Saṅgatanti samāgataṃ, diṭṭhaṃ phuṭṭhaṃ vā. Piyāyitanti piyakataṃ.",
  "atk-s0515a6:40": "Saṅgatanti sammukhībhūtaṃ. Samāgatanti samīpaṃ āgataṃ. Samāhitanti ekībhūtaṃ. Sannipatitanti piṇḍitaṃ. Supinagatoti supinaṃ paviṭṭho. Senābyūhaṃ passatīti senāsannivesaṃ dakkhati. Ārāmarāmaṇeyyakanti pupphārāmādīnaṃ ramaṇīyabhāvaṃ. Vanarāmaṇeyyakādīsupi eseva nayo. Petanti ito paralokaṃ gataṃ. Kālaṅkatanti mataṃ.",
  "atk-s0515a6:41": "43.Nāmaṃyevāvasissati, akkheyyanti sabbaṃ rūpādidhammajātaṃ pahīyati, nāmamattameva tu avasissati ‘‘buddharakkhito dhammarakkhito’’ti evaṃ akkhātuṃ kathetuṃ.",
  "atk-s0515a6:42": "Yecakkhuviññāṇābhisambhūtāti ye sayaṃ cakkhuviññāṇena abhisambhūtā rāsikatā diṭṭhā catusamuṭṭhānikā rūpā. Sotaviññāṇābhisambhūtāti paratoghosena sotaviññāṇena rāsikatā sutā dvisamuṭṭhānikā saddā.",
  "atk-s0515a6:43": "44.Munayoti khīṇāsavamunayo. Khemadassinoti nibbānadassino.",
  "atk-s0515a6:44": "Sokoti sokaniddese – byasatīti byasanaṃ, hitasukhaṃ khipati viddhaṃsetīti attho. Ñātīnaṃ byasanaṃ ñātibyasanaṃ, corarogabhayādīhi ñātikkhayo ñātivināsoti attho. Tena ñātibyasanena. Phuṭṭhassāti ajjhotthaṭassa, abhibhūtassa samannāgatassāti attho. Sesesupi eseva nayo. Ayaṃ pana viseso – bhogānaṃ byasanaṃ bhogabyasanaṃ, rājacorādivasena bhogakkhayo bhogavināsoti attho. Rogoyeva byasanaṃ rogabyasanaṃ. Rogo hi ārogyaṃ byasati vināsetīti byasanaṃ. Sīlassa byasanaṃ sīlabyasanaṃ, dussilyassetaṃ nāmaṃ. Sammādiṭṭhiṃ vināsayamānā uppannā diṭṭhiyeva byasanaṃ diṭṭhibyasanaṃ. Ettha ca purimāni dve anipphannāni, pacchimāni tīṇi nipphannāni tilakkhaṇabbhāhatāni. Purimāni ca tīṇi neva kusalāni nākusalāni, sīladiṭṭhibyasanadvayaṃ akusalaṃ.",
  "atk-s0515a6:45": "Aññataraññatarenāti gahitesu vā yena kenaci aggahitesu vā mittāmaccabyasanādīsu yena kenaci. Samannāgatassāti samanubandhassa aparimuccamānassa. Aññataraññatarena dukkhadhammenāti yena kenaci sokadukkhassa uppattihetunā. Sokoti socanakavasena soko. Idaṃ tehi kāraṇehi uppajjanakasokassa sabhāvapaccattaṃ. Socanāti socanākāro. Socitattanti socitabhāvo. Antosokoti abbhantarasoko. Dutiyapadaṃ upasaggena vaḍḍhitaṃ. So hi abbhantaraṃ sukkhāpento viya parisukkhāpento viya uppajjatīti ‘‘antosoko antoparisoko’’ti vuccati. Antodāhoti abbhantaradāho. Dutiyapadaṃ upasaggena vaḍḍhitaṃ. Cetaso parijjhāyanāti cittassa jhānanākāro. Soko hi uppajjamāno aggi viya cittaṃ jhāpeti dahati, ‘‘cittaṃ me jhāmaṃ, na me kiñci paṭibhātī’’ti vadāpeti. Dukkhito mano dummano, tassa bhāvo domanassaṃ. Anupaviṭṭhaṭṭhena sokova sallanti sokasallaṃ.",
  "atk-s0515a6:46": "Paridevaniddese – ‘‘mayhaṃ dhītā, mayhaṃ putto’’ti evaṃ ādissa ādissa devanti rodanti etenāti ādevo. Taṃ taṃ vaṇṇaṃ parikittetvā parikittetvā devanti etenāti paridevo. Tato parāni dve dve padāni purimadvayasseva ākārabhāvaniddesavasena vuttāni. Vācāti vacanaṃ. Palāpoti tucchaṃ niratthakavacanaṃ . Uppaḍḍhabhaṇitaaññabhaṇitādivasena virūpo palāpo vippalāpo. Lālappoti punappunaṃ lapanaṃ. Lālappanākāro lālappanā. Lālappitassa bhāvo lālappitattaṃ. Macchariyādīni vuttatthāneva.",
  "atk-s0515a6:47": "45. Sattamagāthā evaṃ maraṇabbhāhate loke anurūpapaṭipattidassanatthaṃ vuttā. Tattha patilīnacarassāti tato tato patilīnaṃ cittaṃ katvā carantassa. Bhikkhunoti kalyāṇaputhujjanassa vā sekkhassa vā. Sāmaggiyamāhu tassa taṃ, yo attānaṃ bhavane na dassayeti tassetaṃ patirūpamāhu, yo evaṃpaṭipanno nirayādibhede bhavane attānaṃ na dassaye. Evañhi so imamhā maraṇā mucceyyāti adhippāyo.",
  "atk-s0515a6:48": "Patilīnacarā vuccantīti tato tato līnacittācārā kathīyanti. Satta sekkhāti adhisīlādīsu tīsu sikkhāsu sikkhantīti sotāpattimaggaṭṭhaṃ ādiṃ katvā yāva arahattamaggaṭṭhā satta sekkhā. Arahāti phalaṭṭho. So niṭṭhitacittattā patilīno. Sekkhānaṃ patilīnacaraṇabhāve kāraṇaṃ dassento ‘‘kiṃ kāraṇā’’tiādimāha. Te tato tatoti te satta sekkhā tehi tehi ārammaṇehi cittaṃ patilīnentāti attano cittaṃ nilīnentā. Patikuṭentāti saṅkocentā. Pativaṭṭentāti kaṭasārakaṃ viya ābhujentā. Sanniruddhantāti sannirujjhantā. Sannigaṇhantāti niggahaṃ kurumānā. Sannivārentāti vārayamānā. Rakkhantāti rakkhaṃ kurumānā. Gopentāti cittamañjūsāya gopayamānā.",
  "atk-s0515a6:49": "Idāni dvāravasena dassento ‘‘cakkhudvāre’’tiādimāha. Tattha cakkhudvāreti cakkhuviññāṇadvāre. Sotadvārādīsupi eseva nayo. Bhikkhunoti puthujjanakalyāṇakassa vā bhikkhuno, sekkhassa vā bhikkhunoti bhikkhusaddassa vacanatthaṃ avatvā idhādhippetabhikkhuyeva dassito. Tattha puthujjano ca so kilesānaṃ asamucchinnattā, kalyāṇo ca sīlādipaṭipattiyuttattāti puthujjanakalyāṇova puthujjanakalyāṇako, tassa puthujjanakalyāṇakassa. Adhisīlādīni sikkhatīti sekkho, tassa sekkhassa vā sotāpannassa vā sakadāgāmino vā anāgāmino vā.",
  "atk-s0515a6:50": "Āsanti nisīdanti etthāti āsanaṃ. Yatthāti yesu mañcapīṭhādīsu. Mañcotiādīni āsanassa pabhedavacanāni. Mañcopi hi nisajjāyapi okāsattā idha āsanesu vutto, so pana masārakabundikābaddhakuḷīrapādakaāhaccapādakānaṃ aññataro. Pīṭhampi tesaṃ aññatarameva. Bhisīti uṇṇabhisi coḷabhisi vākabhisi tiṇabhisi paṇṇabhisīnaṃ aññatarā. Taṭṭikāti tālapaṇṇādīhi vinitvā katā. Cammakhaṇḍoti nisajjāraho yo koci cammakhaṇḍo. Tiṇasanthārādayo tiṇādīni gumbetvā katā. Asappāyarūpadassanenāti asappāyānaṃ iṭṭharūpānaṃ olokanena. Rittanti abbhantarato tucchaṃ. Vivittanti bahiddhāpavesanena suññaṃ. Pavivittanti koci gahaṭṭho tattha natthīti atirekena suññaṃ. Asappāyasaddassavanepi eseva nayo. Pañcahi kāmaguṇehīti itthirūpasaddagandharasaphoṭṭhabbehi pañcahi kāmakoṭṭhāsehi. Vuttampi cetaṃ –",
  "atk-s0515a6:51": "‘‘Rūpā saddā rasā gandhā, phoṭṭhabbā ca manoramā;",
  "atk-s0515a6:52": "Pañca kāmaguṇā loke, itthirūpasmiṃ dissare’’ti. (a. ni. 5.55);",
  "atk-s0515a6:53": "Bhajatoti cittena sevanaṃ karontassa. Sambhajatoti sammā sevantassa. Sevatoti upasaṅkamantassa. Nisevatoti nissayaṃ katvā sevantassa. Saṃsevatoti suṭṭhu sevantassa. Paṭisevatoti punappunaṃ upasaṅkamantassa.",
  "atk-s0515a6:54": "Gaṇasāmaggīti samaṇānaṃ ekībhāvo samaggabhāvo. Dhammasāmaggīti sattatiṃsabodhipakkhiyadhammānaṃ samūhabhāvo. Anabhinibbattisāmaggīti anibbattamānānaṃ anuppajjamānānaṃ anupādisesāya nibbānadhātuyā parinibbutānaṃ arahantānaṃ samūho. Samaggāti kāyena aviyogā. Sammodamānāti cittena suṭṭhu modamānā tussamānā. Avivadamānāti vācāya vivādaṃ akurumānā. Khīrodakībhūtāti khīrena saṃsaṭṭhaudakasadisā.",
  "atk-s0515a6:55": "Te ekato pakkhandantīti te bodhipakkhiyadhammā ekaṃ ārammaṇaṃ pavisanti. Pasīdantīti tasmiṃyeva ārammaṇe pasādamāpajjanti. Anupādisesāyāti upādivirahitāya.",
  "atk-s0515a6:56": "Nibbānadhātuyāti amatamahānibbānadhātuyā. Ūnattaṃ vāti ettha unabhāvo ūnattaṃ, aparipuṇṇabhāvoti attho. Puṇṇattaṃ vāti paripuṇṇabhāvo puṇṇattaṃ, puṇṇabhāvo vā na paññāyati natthīti attho.",
  "atk-s0515a6:57": "Nerayikānanti niraye nibbattanakakammānaṃ atthibhāvena. Nirayaṃ arahantīti nerayikā, tesaṃ nerayikānaṃ. Nirayo bhavananti nirayo eva tesaṃ vasanaṭṭhānaṃ gharaṃ. Tiracchānayonikānantiādīsupi eseva nayo. Tassesā sāmaggīti tassa khīṇāsavassa esā nibbānasāmaggī. Etaṃ channanti etaṃ anucchavikaṃ. Patirūpanti sadisaṃ paṭibhāgaṃ, asadisaṃ appaṭibhāgaṃ na hoti. Anucchavikanti etaṃ samaṇabrāhmaṇānaṃ vā dhammānaṃ, maggaphalanibbānasāsanadhammānaṃ vā anucchavikaṃ. Tesaṃ chaviṃ chāyaṃ sundarabhāvaṃ anveti anugacchati, atha kho santikāva tehi dhammehi anucchavikattā eva ca anulomaṃ. Tesañca anulometi, atha kho na vilomaṃ na paccanīkabhāve ṭhitaṃ.",
  "atk-s0515a6:58": "46. Idāni ‘‘yo attānaṃ bhavane na dassaye’’ti evaṃ khīṇāsavo vibhāvito, tassa vaṇṇabhaṇanatthaṃ ito parā tisso gāthāyo āha. Tattha paṭhamagāthāya sabbatthāti dvādasasu āyatanesu. Na piyaṃ kubbati nopi appiyanti niddese piyāti citte pītikarā. Te vibhāgato dassento ‘‘katame sattā piyā, idha yassa te hontī’’ti āha. Tattha yassa teti ye assa te. Hontīti bhavanti. Atthakāmāti vaḍḍhikāmā. Hitakāmāti sukhakāmā. Phāsukāmāti sukhavihārakāmā. Yogakkhemakāmāti catūhi yogehi khemaṃ nibbhayaṃ kāmā. Mamāyatīti mātā. Piyāyatīti pitā. Bhajatīti bhātā. Bhaginīti etthāpi eseva nayo. Puṃ tāyati rakkhatīti putto. Kulavaṃsaṃ dhāretīti dhītā. Mittā sahāyā. Amaccā bhaccā. Ñātī pitupakkhikā. Sālohitā mātipakkhikā. Ime sattā piyāti ime sattā pītijanakā. Vuttavipariyāyena appiyā veditabbā.",
  "atk-s0515a6:59": "47.Yadidaṃ diṭṭhasutamutesu vāti ettha pana yadidaṃ diṭṭhasutaṃ, ettha vā mutesu vā dhammesu; evaṃ muni na upalimpatīti evaṃ sambandho veditabbo.",
  "atk-s0515a6:60": "Udakathevoti udakassa thevo. ‘‘Udakatthevako’’tipi pāṭho. Padumapatteti paduminipatte.",
  "atk-s0515a6:61": "48.Dhono na hi tena maññati, yadidaṃ diṭṭhasutamutesu vāti atrāpi yadidaṃ diṭṭhasutaṃ, tena vatthunā na maññati, mutesu vā dhammesu na maññatīti evameva sambandho veditabbo. Na hi so rajjati, no virajjatīti bālaputhujjano viya na rajjati, kalyāṇaputhujjanasekkhā viya na virajjati, rāgassa khīṇattā ‘‘viratto’’tveva saṅkhaṃ gacchati. Sesaṃ pākaṭamevāti.",
  "atk-s0515a6:62": "Tāyapaññāya kāyaduccaritanti sampayuttāya pubbabhāgāyeva vā paññāya pariggahetabbe pariggaṇhanto yogī tividhaṃ kāyaduccaritaṃ samucchedavasena dhunāti. Ayañca puggalo vipannadhammaṃ desanādhammesu dhunantesu taṃdhammasamaṅgīpuggalopi dhunāti nāma. Te ca dhamme paññāya attano pavattikkhaṇe dhunitumāraddho dhutāti vuccati, yathā bhuñjitumāraddho bhuttoti vuccati. Lakkhaṇaṃ panettha saddasatthato veditabbaṃ. Dhutanti kattusādhanaṃ. Dhutaṃ paṭhamamaggena. Dhotaṃ dutiyamaggena. Sandhotaṃ tatiyamaggena. Niddhotaṃ catutthamaggena.",
  "atk-s0515a6:63": "Dhono diṭṭhaṃ na maññatīti arahā maṃsacakkhunā diṭṭhaṃ dibbacakkhunā diṭṭhaṃ rūpāyatanaṃ na maññati tīhi maññanāhi, kathaṃ? Rūpāyatanaṃ subhasaññāya sukhasaññāya ca passanto na tattha chandarāgaṃ janeti na taṃ assādeti nābhinandati, evaṃ diṭṭhaṃ taṇhāmaññanāya na maññati. ‘‘Iti me rūpaṃ siyā anāgatamaddhāna’’nti vā panettha nandiṃ na samannāneti. Rūpasampadaṃ vā ākaṅkhamāno dānaṃ na deti, sīlaṃ na samādiyati, uposathakammaṃ na karoti. Evampi diṭṭhaṃ taṇhāmaññanāya na maññati, attano pana parassa ca rūpasampattivipattiṃ nissāya mānaṃ na janeti. ‘‘Imināhaṃ seyyosmīti vā, sadisosmīti vā, hīnosmīti vā’’ti evaṃ diṭṭhaṃ mānamaññanāya na maññati. Rūpāyatanaṃ pana ‘‘niccaṃ dhuvaṃ sassata’’nti na maññati. Attānaṃ ‘‘attaniya’’nti na maññati. Maṅgalaṃ ‘‘amaṅgala’’nti na maññati. Evaṃ diṭṭhaṃ diṭṭhimaññanāya na maññati. Diṭṭhasmiṃ na maññatīti rūpasmiṃ attānaṃ samanupassananayena amaññanto diṭṭhasmiṃ na maññati. Yathā vā thane thaññaṃ, evaṃ rūpasmiṃ rāgādayoti amaññantopi diṭṭhasmiṃ na maññati. Tasmiṃyeva panassa diṭṭhimaññanāya amaññite vatthusmiṃ sinehaṃ mānañca na uppādayato taṇhāmānamaññanāpi natthīti veditabbā. Evaṃ diṭṭhasmiṃ na maññati. Diṭṭhato na maññatīti ettha pana diṭṭhatoti nissakkavacanaṃ. Tasmā saupakāraṇassa attano vā parassa vā yathāvuttappabhedato diṭṭhato upapatti vā niggamanaṃ vā diṭṭhato vā añño attāti amaññamāno diṭṭhato na maññatīti veditabbo. Ayamassa na diṭṭhimaññanā. Tasmiṃyeva panassa diṭṭhimaññanāya amaññite vatthusmiṃ sinehaṃ mānañca na uppādayato na taṇhāmānamaññanāpi veditabbā.",
  "atk-s0515a6:64": "Diṭṭhā meti na maññatīti ettha pana ‘‘etaṃ mamā’’ti taṇhāvasena amamāyamāno diṭṭhaṃ taṇhāmaññanāya na maññati. Sutanti maṃsasotenapi sutaṃ, dibbasotenapi sutaṃ, saddāyatanassetaṃ adhivacanaṃ. Mutanti mutvā munitvā ca gahitaṃ āhacca upagantvāti attho. Indriyānaṃ ārammaṇānañca aññamaññaṃ saṃkilese viññātanti vuttaṃ hoti. Gandharasaphoṭṭhabbāyatanānaṃ etaṃ adhivacanaṃ. Viññātanti manasā viññātaṃ, sesānaṃ sattānaṃ āyatanānametaṃ adhivacanaṃ, dhammārammaṇassa vā, idha pana sakkāyapariyāpannameva labbhati. Vitthāro panettha diṭṭhavāre vuttanayena veditabbo.",
  "atk-s0515a6:65": "Idāni bhagavatā vuttasuttavasena dassento ‘‘asmīti bhikkhave’’tiādimāha. Tattha asmīti bhavāmi, niccassetaṃ adhivacanaṃ. Maññitametanti diṭṭhikappanaṃ etaṃ. Ayamahamasmīti ayaṃ ahaṃ asmi bhavāmi.",
  "atk-s0515a6:66": "Aññatra satipaṭṭhānehīti ṭhapetvā catusatipaṭṭhāne.",
  "atk-s0515a6:67": "Sabbe bālaputhujjanā rajjantīti sakalā andhabālā nānājanā lagganti. Satta sekkhā virajjantīti sotāpannādayo satta ariyajanā virāgaṃ āpajjanti . Arahā neva rajjati no virajjatīti kilesānaṃ parinibbāpitattā ubhayampi na karoti. Khayā rāgassātiādayo tividhāpi nibbānameva.",
  "atk-s0515a6:68": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a6:69": "Jarāsuttaniddesavaṇṇanā niṭṭhitā."
}