{
  "atk-s0507a3:0": "3. Cūḷavaggo",
  "atk-s0507a3:1": "1. Abhijjamānapetavatthuvaṇṇanā",
  "atk-s0507a3:2": "Abhijjamānevārimhīti idaṃ satthari veḷuvane viharante aññataraṃ luddapetaṃ ārabbha vuttaṃ. Bārāṇasiyaṃ kira aparadisābhāge pāragaṅgāya vāsabhagāmaṃ atikkamitvā cundaṭṭhilanāmake gāme eko luddako ahosi. So araññe mige vadhitvā varamaṃsaṃ aṅgāre pacitvā khāditvā avasesaṃ paṇṇapuṭe bandhitvā kājena gahetvā gāmaṃ āgacchati. Taṃ bāladārakā gāmadvāre disvā ‘‘maṃsaṃ me dehi, maṃsaṃ me dehī’’ti hatthe pasāretvā upadhāvanti. So tesaṃ thokaṃ thokaṃ maṃsaṃ deti. Athekadivasaṃ maṃsaṃ alabhitvā uddālakapupphaṃ piḷandhitvā bahuñca hatthena gahetvā gāmaṃ gacchantaṃ taṃ dārakā gāmadvāre disvā ‘‘maṃsaṃ me dehi, maṃsaṃ me dehī’’ti hatthe pasāretvā upadhāviṃsu. So tesaṃ ekekaṃ pupphamañjariṃ adāsi.",
  "atk-s0507a3:3": "Atha aparena samayena kālaṃ katvā petesu nibbatto naggo virūparūpo bhayānakadassano supinepi annapānaṃ ajānanto sīse ābandhitauddālakakusumamālākalāpo ‘‘cundaṭṭhilāyaṃ ñātakānaṃ santike kiñci labhissāmī’’ti gaṅgāya udake abhijjamāne paṭisotaṃ padasā gacchati. Tena ca samayena koliyo nāma rañño bimbisārassa mahāmatto kupitaṃ paccantaṃ vūpasametvā paṭinivattento hatthiassādiparivārabalaṃ thalapathena pesetvā sayaṃ gaṅgāya nadiyā anusotaṃ nāvāya āgacchanto taṃ petaṃ tathā gacchantaṃ disvā pucchanto –",
  "atk-s0507a3:4": "387.",
  "atk-s0507a3:5": " ‘‘Abhijjamāne vārimhi, gaṅgāya idha gacchasi;",
  "atk-s0507a3:6": "Naggo pubbaddhapetova, māladhārī alaṅkato;",
  "atk-s0507a3:7": "Kuhiṃ gamissasi peta, kattha vāso bhavissatī’’ti. –",
  "atk-s0507a3:8": "Gāthamāha. Tattha abhijjamāneti padanikkhepena abhijjamāne saṅghāte, vārimhi gaṅgāyāti gaṅgāya nadiyā udake. Idhāti imasmiṃ ṭhāne. Pubbaddhapetovāti kāyassa purimaddhena apeto viya apetayoniko devaputto viya. Kathaṃ? Māladhārī alaṅkatoti, mālāhi piḷandhitvā alaṅkatasīsaggoti attho. Kattha vāso bhavissatīti katarasmiṃ gāme dese vā tuyhaṃ nivāso bhavissati, taṃ kathehīti attho.",
  "atk-s0507a3:9": "Idāni yaṃ tadā tena petena koliyena ca vuttaṃ, taṃ dassetuṃ saṅgītikārā –",
  "atk-s0507a3:10": "388.",
  "atk-s0507a3:11": " ‘‘Cundaṭṭhilaṃ gamissāmi, peto so iti bhāsati;",
  "atk-s0507a3:12": "Antare vāsabhagāmaṃ, bārāṇasiñca santike.",
  "atk-s0507a3:13": "389.",
  "atk-s0507a3:14": " ‘‘Tañca disvā mahāmatto, koliyo iti vissuto;",
  "atk-s0507a3:15": "Sattuṃ bhattañca petassa, pītakañca yugaṃ adā.",
  "atk-s0507a3:16": "390.",
  "atk-s0507a3:17": " ‘‘Nāvāya tiṭṭhamānāya, kappakassa adāpayi;",
  "atk-s0507a3:18": "Kappakassa padinnamhi, ṭhāne petassa dissatha.",
  "atk-s0507a3:19": "391.",
  "atk-s0507a3:20": " ‘‘Tato suvatthavasano, māladhārī alaṅkato;",
  "atk-s0507a3:21": "Ṭhāne ṭhitassa petassa, dakkhiṇā upakappatha;",
  "atk-s0507a3:22": "Tasmā dajjetha petānaṃ, anukampāya punappuna’’nti. – gāthāyo avocuṃ;",
  "atk-s0507a3:23": "388. Tattha cundaṭṭhilanti evaṃnāmakaṃ gāmaṃ. Antare vāsabhagāmaṃ, bārāṇasiñca santiketi vāsabhagāmassa ca bārāṇasiyā ca vemajjhe. Antarā-saddayogena hetaṃ sāmyatthe upayogavacanaṃ. Bārāṇasiyā santike hi so gāmoti. Ayañhettha attho – antare vāsabhagāmassa ca bārāṇasiyā ca yo cundaṭṭhilanāmako gāmo bārāṇasiyā avidūre, taṃ gāmaṃ gamissāmīti.",
  "atk-s0507a3:24": "389.Koliyo iti vissutoti koliyoti evaṃpakāsitanāmo. Sattuṃ bhattañcāti sattuñceva bhattañca. Pītakañca yugaṃ adāti pītakaṃ suvaṇṇavaṇṇaṃ ekaṃ vatthayugañca adāsi.",
  "atk-s0507a3:25": "390. Kadā adāsīti ce āha nāvāya tiṭṭhamānāya. Kappakassa adāpayīti gacchantiṃ nāvaṃ ṭhapetvā tattha ekassa nhāpitassa upāsakassa dāpesi , dinnamhi vatthayugeti yojanā. Ṭhāneti ṭhānaso taṅkhaṇaññeva. Petassa dissathāti petassa sarīre paññāyittha, tassa nivāsanapārupanavatthaṃ sampajji. Tenāha ‘‘tato suvatthavasano, māladhārī alaṅkato’’ti, suvatthavasano mālābharaṇehi sumaṇḍitapasādhito. Ṭhāne ṭhitassa petassa, dakkhiṇā upakappathāti dakkhiṇeyyaṭṭhāne ṭhitā panesā dakkhiṇā tassa petassa yasmā upakappati, viniyogaṃ agamāsi. Tasmā dajjetha petānaṃ, anukampāya punappunanti petānaṃ anukampāya pete uddissa punappunaṃ dakkhiṇaṃ dadeyyāti attho.",
  "atk-s0507a3:26": "Atha so koliyamahāmatto taṃ petaṃ anukampamāno dānavidhiṃ sampādetvā anusotaṃ āgantvā sūriye uggacchante bārāṇasiṃ sampāpuṇi. Bhagavā ca tesaṃ anuggahatthaṃ ākāsena āgantvā gaṅgātīre aṭṭhāsi. Koliyamahāmattopi nāvāto otaritvā haṭṭhapahaṭṭho bhagavantaṃ nimantesi – ‘‘adhivāsetha me, bhante, bhagavā ajjatanāya bhattaṃ anukampaṃ upādāyā’’ti. Adhivāsesi bhagavā tuṇhībhāvena. So bhagavato adhivāsanaṃ viditvā tāvadeva ramaṇīye bhūmibhāge mahantaṃ sākhāmaṇḍapaṃ upari catūsu ca passesu nānāvirāgavaṇṇavicittavividhavasanasamalaṅkataṃ kāretvā tattha bhagavato āsanaṃ paññāpetvā adāsi. Nisīdi bhagavā paññatte āsane.",
  "atk-s0507a3:27": "Atha so mahāmatto bhagavantaṃ upasaṅkamitvā gandhapupphādīhi pūjetvā vanditvā ekamantaṃ nisinno heṭṭhā attano vuttavacanaṃ petassa ca paṭivacanaṃ bhagavato ārocesi. Bhagavā ‘‘bhikkhusaṅgho āgacchatū’’ti cintesi. Cintitasamanantarameva buddhānubhāvasañcodito suvaṇṇahaṃsagaṇo viya dhataraṭṭhahaṃsarājaṃ bhikkhusaṅgho dhammarājaṃ samparivāresi. Tāvadeva mahājano sannipati ‘‘uḷārā dhammadesanā bhavissatī’’ti. Taṃ disvā pasannamānaso mahāmatto buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena santappesi. Bhagavā katabhattakicco mahājanassa anukampāya ‘‘bārāṇasisamīpagāmavāsino sannipatantū’’ti adhiṭṭhāsi. Sabbe ca te iddhibalena mahājanā sannipatiṃsu, uḷāre cassa pete pākaṭe akāsi. Tesu keci chinnabhinnapilotikakhaṇḍadharā, keci attano keseheva paṭicchāditakopinā, keci naggā yathājātarūpā khuppipāsābhibhūtā tacapariyonaddhā aṭṭhimattasarīrā ito cito ca paribbhamantā mahājanassa paccakkhato paññāyiṃsu.",
  "atk-s0507a3:28": "Atha bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi, yathā te ekajjhaṃ sannipatitvā attanā kataṃ pāpakammaṃ mahājanassa pavedesuṃ. Tamatthaṃ dīpentā saṅgītikārā –",
  "atk-s0507a3:29": "392.",
  "atk-s0507a3:30": " ‘‘Sātunnavasanā eke, aññe kesanivāsanā;",
  "atk-s0507a3:31": "Petā bhattāya gacchanti, pakkamanti disodisaṃ.",
  "atk-s0507a3:32": "393.",
  "atk-s0507a3:33": " ‘‘Dūre eke padhāvitvā, aladdhāva nivattare;",
  "atk-s0507a3:34": "Chātā pamucchitā bhantā, bhūmiyaṃ paṭisumbhitā.",
  "atk-s0507a3:35": "394.",
  "atk-s0507a3:36": " ‘‘Keci tattha papatitvā, bhūmiyaṃ paṭisumbhitā;",
  "atk-s0507a3:37": "Pubbe akatakalyāṇā, aggidaḍḍhāva ātape.",
  "atk-s0507a3:38": "395.",
  "atk-s0507a3:39": " ‘‘Mayaṃ pubbe pāpadhammā, gharaṇī kulamātaro;",
  "atk-s0507a3:40": "Santesu deyyadhammesu, dīpaṃ nākamha attano.",
  "atk-s0507a3:41": "396.",
  "atk-s0507a3:42": " ‘‘Pahūtaṃ annapānampi, apissu avakirīyati;",
  "atk-s0507a3:43": "Sammaggate pabbajite, na ca kiñci adamhase.",
  "atk-s0507a3:44": "397.",
  "atk-s0507a3:45": " ‘‘Akammakāmā alasā, sādukāmā mahagghasā;",
  "atk-s0507a3:46": "Ālopapiṇḍadātāro, paṭiggahe paribhāsimhase.",
  "atk-s0507a3:47": "398.",
  "atk-s0507a3:48": " ‘‘Te gharā tā ca dāsiyo, tānevābharaṇāni no;",
  "atk-s0507a3:49": "Te aññe paricārenti, mayaṃ dukkhassa bhāgino.",
  "atk-s0507a3:50": "399.",
  "atk-s0507a3:51": " ‘‘Veṇī vā avaññā honti, rathakārī ca dubbhikā;",
  "atk-s0507a3:52": "Caṇḍālī kapaṇā honti, kappakā ca punappunaṃ.",
  "atk-s0507a3:53": "400.",
  "atk-s0507a3:54": " ‘‘Yāni yāni nihīnāni, kulāni kapaṇāni ca;",
  "atk-s0507a3:55": "Tesu tesveva jāyanti, esā maccharino gati.",
  "atk-s0507a3:56": "401.",
  "atk-s0507a3:57": " ‘‘Pubbe ca katakalyāṇā, dāyakā vītamaccharā;",
  "atk-s0507a3:58": "Saggaṃ te paripūrenti, obhāsenti ca nandanaṃ.",
  "atk-s0507a3:59": "402.",
  "atk-s0507a3:60": " ‘‘Vejayante ca pāsāde, ramitvā kāmakāmino;",
  "atk-s0507a3:61": "Uccākulesu jāyanti, sabhogesu tato cutā.",
  "atk-s0507a3:62": "403.",
  "atk-s0507a3:63": " ‘‘Kūṭāgāre ca pāsāde, pallaṅke ponakatthate;",
  "atk-s0507a3:64": "Bījitaṅgā morahatthehi, kule jātā yasassino.",
  "atk-s0507a3:65": "404.",
  "atk-s0507a3:66": " ‘‘Aṅkato aṅkaṃ gacchanti, māladhārī alaṅkatā;",
  "atk-s0507a3:67": "Dhātiyo upatiṭṭhanti, sāyaṃ pātaṃ sukhesino.",
  "atk-s0507a3:68": "405.",
  "atk-s0507a3:69": " ‘‘Nayidaṃ akatapuññānaṃ, katapuññānamevidaṃ;",
  "atk-s0507a3:70": "Asokaṃ nandanaṃ rammaṃ, tidasānaṃ mahāvanaṃ.",
  "atk-s0507a3:71": "406.",
  "atk-s0507a3:72": " ‘‘Sukhaṃ akatapuññānaṃ, idha natthi parattha ca;",
  "atk-s0507a3:73": "Sukhañca katapuññānaṃ, idha ceva parattha ca.",
  "atk-s0507a3:74": "407.",
  "atk-s0507a3:75": " ‘‘Tesaṃ sahabyakāmānaṃ, kattabbaṃ kusalaṃ bahuṃ;",
  "atk-s0507a3:76": "Katapuññā hi modanti, sagge bhogasamaṅgino’’ti. – gāthāyo avocuṃ;",
  "atk-s0507a3:77": "392. Tattha sātunnavasanāti chinnabhinnapilotikakhaṇḍanivāsanā. Eketi ekacce. Kesanivāsanāti keseheva paṭicchāditakopinā. Bhattāya gacchantīti ‘‘appeva nāma ito gatā yattha vā tattha vā kiñci ucchiṭṭhabhattaṃ vā vamitabhattaṃ vā gabbhamalādikaṃ vā labheyyāmā’’ti katthacideva aṭṭhatvā ghāsatthāya gacchanti. Pakkamanti disodisanti disato disaṃ anekayojanantarikaṃ ṭhānaṃ pakkamanti.",
  "atk-s0507a3:78": "393.Dūreti dūreva ṭhāne. Eketi ekacce petā. Padhāvitvāti ghāsatthāya upadhāvitvā. Aladdhāva nivattareti kiñci ghāsaṃ vā pānīyaṃ vā alabhitvā eva nivattanti. Pamucchitāti khuppipāsādidukkhena sañjātamucchā. Bhantāti paribbhamantā. Bhūmiyaṃ paṭisumbhitāti tāya eva mucchāya uppattiyā ṭhatvā avakkhittamattikāpiṇḍā viya vissussitvā pathaviyaṃ patitā.",
  "atk-s0507a3:79": "394.Tatthāti gataṭṭhāne. Bhūmiyaṃ paṭisumbhitāti papāte patitā viya jighacchādidukkhena ṭhātuṃ asamatthabhāvena bhūmiyaṃ patitā, tattha vā gataṭṭhāne ghāsādīnaṃ alābhena chinnāsā hutvā kenaci paṭimukhaṃ sumbhitā pothitā viya bhūmiyaṃ patitā hontīti attho. Pubbe akatakalyāṇāti purimabhave akatakusalā. Aggidaḍḍhāva ātapeti nidāghakāle ātapaṭṭhāne agginā daḍḍhā viya, khuppipāsagginā ḍayhamānā mahādukkhaṃ anubhavantīti attho.",
  "atk-s0507a3:80": "395.Pubbeti atītabhave. Pāpadhammāti issukīmaccharīādibhāvena lāmakasabhāvā. Gharaṇīti gharasāminiyo. Kulamātaroti kuladārakānaṃ mātaro, kulapurisānaṃ vā mātaro. Dīpanti patiṭṭhaṃ, puññanti attho. Tañhi sattānaṃ sugatīsu patiṭṭhābhāvato ‘‘patiṭṭhā’’ti vuccati. Nākamhāti na karimha.",
  "atk-s0507a3:81": "396.Pahūtanti bahuṃ. Annapānampīti annañca pānañca. Apissu avakirīyatīti sūti nipātamattaṃ, api avakirīyati chaṭṭīyati. Sammaggateti sammā gate sammā paṭipanne sammā paṭipannāya. Pabbajiteti pabbajitāya. Sampadāne hi idaṃ bhummavacanaṃ. Sammaggate vā pabbajite sati labbhamāneti attho. Na ca kiñci adamhaseti ‘‘kiñcimattampi deyyadhammaṃ nādamhā’’ti vippaṭisārābhibhūtā vadanti.",
  "atk-s0507a3:82": "397.Akammakāmāti sādhūti akattabbaṃ kammaṃ akusalaṃ kāmentīti akammakāmā, sādhūhi vā kattabbaṃ kusalaṃ kāmentīti kammakāmā, na kammakāmāti akammakāmā , kusaladhammesu acchandikāti attho. Alasāti kusītā kusalakammakaraṇe nibbīriyā. Sādukāmāti sātamadhuravatthupiyā. Mahagghasāti mahābhojanā, ubhayenāpi sundarañca madhurañca bhojanaṃ labhitvā atthikānaṃ kiñci adatvā sayameva bhuñjitāroti dasseti. Ālopapiṇḍadātāroti ālopamattassapi bhojanapiṇḍassa dāyakā. Paṭiggaheti tassa paṭiggaṇhanake. Paribhāsimhaseti paribhavaṃ karontā bhāsimha, avamaññimha uppaṇḍimhā cāti attho.",
  "atk-s0507a3:83": "398.Te gharāti yattha mayaṃ pubbe ‘‘amhākaṃ ghara’’nti mamattaṃ akarimhā, tāni gharāni yathāṭhitāni, idāni no na kiñci upakappatīti adhippāyo. Tā ca dāsiyo tānevābharaṇāni noti etthāpi eseva nayo. Tattha noti amhākaṃ. Teti te gharādike. Aññe paricārenti, paribhogādivasena viniyogaṃ karontīti attho. Mayaṃ dukkhassa bhāginoti mayaṃ pana pubbe kevalaṃ kīḷanappasutā hutvā sāpateyyaṃ pahāya gamanīyaṃ anugāmikaṃ kātuṃ ajānantā idāni khuppipāsādidukkhassa bhāgino bhavāmāti attānaṃ garahantā vadanti.",
  "atk-s0507a3:84": "399. Idāni yasmā petayonito cavitvā manussesu uppajjantāpi sattā yebhuyyena tasseva kammassa vipākāvasesena hīnajātikā kapaṇavuttinova honti, tasmā tamatthaṃ dassetuṃ ‘‘veṇivā’’tiādinā dve gāthā vuttā. Tattha veṇivāti venajātikā, vilīvakārā naḷakārā hontīti attho. Vā-saddo aniyamattho. Avaññāti avaññeyyā, avajānitabbāti vuttaṃ hoti. ‘‘Vambhanā’’ti vā pāṭho, parehi bādhanīyāti attho. Rathakārīti cammakārino. Dubbhikāti mittadubbhikā mittānaṃ bādhikā. Caṇḍālīti caṇḍālajātikā. Kapaṇāti vanibbakā ativiya kāruññappattā . Kappakāti kappakajātikā, sabbattha ‘‘honti punappuna’’nti yojanā, aparāparampi imesu nihīnakulesu uppajjantīti vuttaṃ hoti.",
  "atk-s0507a3:85": "400.Tesu tesveva jāyantīti yāni yāni aññānipi nesādapukkusakulādīni kapaṇāni ativiya vambhaniyāni paramaduggatāni ca, tesu tesu eva nihīnakulesu macchariyamalena petesu nibbattitvā tato cutā nibbattanti. Tenāha ‘‘esā maccharino gatī’’ti.",
  "atk-s0507a3:86": "401. Evaṃ akatapuññānaṃ sattānaṃ gatiṃ dassetvā idāni katapuññānaṃ gatiṃ dassetuṃ ‘‘pubbe ca katakalyāṇā’’ti satta gāthā vuttā. Tattha saggaṃ te paripūrentīti ye pubbe purimajātiyaṃ katakalyāṇā dāyakā dānapuññābhiratā vigatamalamaccherā, te attano rūpasampattiyā ceva parivārasampattiyā ca saggaṃ devalokaṃ paripūrenti paripuṇṇaṃ karonti. Obhāsenti ca nandananti na kevalaṃ paripūrentiyeva, atha kho kapparukkhādīnaṃ pabhāhi sabhāveneva obhāsamānampi nandanavanaṃ attano vatthābharaṇajutīhi sarīrappabhāya ca abhibhavitvā ceva obhāsetvā ca jotenti.",
  "atk-s0507a3:87": "402.Kāmakāminoti yathicchitesu kāmaguṇesu yathākāmaṃ paribhogavanto. Uccākulesūti uccesu khattiyakulādīsu kulesu. Sabhogesūti mahāvibhavesu. Tato cutāti tato devalokato cutā.",
  "atk-s0507a3:88": "403.Kūṭāgāreca pāsādeti kūṭāgāre ca pāsāde ca. Bījitaṅgāti bījiyamānadehā. Morahatthehīti morapiñchapaṭimaṇḍitabījanīhatthehi. Yasassinoti parivāravanto ramantīti adhippāyo.",
  "atk-s0507a3:89": "404.Aṅkato aṅkaṃ gacchantīti dārakakālepi ñātīnaṃ dhātīnañca aṅkaṭṭhānato aṅkaṭṭhānameva gacchanti, na bhūmitalanti adhippāyo. Upatiṭṭhantīti upaṭṭhānaṃ karonti. Sukhesinoti sukhamicchantā, ‘‘mā sītaṃ vā uṇhaṃ vā’’ti appakampi dukkhaṃ pariharantā upatiṭṭhantīti adhippāyo.",
  "atk-s0507a3:90": "405.Nayidaṃ akatapuññānanti idaṃ sokavatthuabhāvato asokaṃ rammaṃ ramaṇīyaṃ tidasānaṃ tāvatiṃsadevānaṃ mahāvanaṃ mahāupavanabhūtaṃ nandanaṃ nandanavanaṃ akatapuññānaṃ na hoti, tehi laddhuṃ na sakkāti attho.",
  "atk-s0507a3:91": "406.Idhāti imasmiṃ manussaloke visesato puññaṃ karīyati, taṃ sandhāyāha. Idhāti vā diṭṭhadhamme. Paratthāti samparāye.",
  "atk-s0507a3:92": "407.Tesanti tehi yathāvuttehi devehi. Sahabyakāmānanti sahabhāvaṃ icchantehi. Bhogasamaṅginoti bhogehi samannāgatā, dibbehi pañcakāmaguṇehi samappitā modantīti attho. Sesaṃ uttānatthameva.",
  "atk-s0507a3:93": "Evaṃ tehi petehi sādhāraṇato attanā katakammassa ca gatiyā puññakammassa ca gatiyā paveditāya saṃviggamanassa koḷiyāmaccapamukhassa tattha sannipatitassa mahājanassa ajjhāsayānurūpaṃ bhagavā vitthārena dhammaṃ desesi. Desanāpariyosāne caturāsītiyā pāṇasahassānaṃ dhammābhisamayo ahosīti.",
  "atk-s0507a3:94": "Abhijjamānapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:95": "2. Sāṇavāsittherapetavatthuvaṇṇanā",
  "atk-s0507a3:96": "Kuṇḍināgariyo theroti idaṃ satthari veḷuvane viharante āyasmato sāṇavāsittherassa ñātipete ārabbha vuttaṃ. Atīte kira bārāṇasiyaṃ kitavassa nāma rañño putto uyyānakīḷaṃ kīḷitvā nivattanto sunettaṃ nāma paccekabuddhaṃ piṇḍāya caritvā nagarato nikkhamantaṃ disvā issariyamadamatto hutvā ‘‘kathañhi nāma mayhaṃ añjaliṃ akatvā ayaṃ muṇḍako gacchatī’’ti paduṭṭhacitto hatthikkhandhato otaritvā ‘‘kacci te piṇḍapāto laddho’’ti ālapanto hatthato pattaṃ gahetvā pathaviyaṃ pātetvā bhindi. Atha naṃ sabbattha tādibhāvappattiyā nibbikāraṃ karuṇāvipphārasomanassanipātapasannacittameva olokentaṃ aṭṭhānāghātena dūsitacitto ‘‘kiṃ maṃ kitavassa rañño puttaṃ na jānāsi, tvaṃ olokayanto mayhaṃ kiṃ karissasī’’ti vatvā avahasanto pakkāmi. Pakkantamattasseva cassa narakaggidāhapaṭibhāgo balavasarīradāho uppajji. So tena mahāsantāpenābhibhūtakāyo atibāḷhaṃ dukkhavedanābhitunno kālaṃ katvā avīcīmahāniraye nibbatti.",
  "atk-s0507a3:97": "So tattha dakkhiṇapassena vāmapassena uttāno avakujjoti bahūhi pakārehi parivattitvā caturāsīti vassasahassāni paccitvā tato cuto petesu apirimitakālaṃ khuppipāsādidukkhaṃ anubhavitvā tato cuto imasmiṃ buddhuppāde kuṇḍinagarassa samīpe kevaṭṭagāme nibbatti. Tassa jātissarañāṇaṃ uppajji, tena so pubbe attanā anubhūtapubbaṃ dukkhaṃ anussaranto vayappattopi pāpabhayena ñātakehipi saddhiṃ macchabandhanatthaṃ na gacchati. Tesu gacchantesu macche ghātetuṃ anicchanto nilīyati, gato ca jālaṃ bhindati, jīvante vā macche gahetvā udake vissajjeti, tassa taṃ kiriyaṃ arocantā ñātakā gehato taṃ nīhariṃsu. Eko panassa bhātā sinehabaddhahadayo ahosi.",
  "atk-s0507a3:98": "Tena ca samayena āyasmā ānando kuṇḍinagaraṃ upanissāya sāṇapabbate viharati. Atha so kevaṭṭaputto ñātakehi pariccatto hutvā ito cito ca paribbhamanto taṃ padesaṃ patto bhojanavelāya therassa santikaṃ upasaṅkami. Thero taṃ pucchitvā bhojanena atthikabhāvaṃ ñatvā tassa bhattaṃ datvā katabhattakicco sabbaṃ taṃ pavattiṃ ñatvā dhammakathāya pasannamānasaṃ ñatvā ‘‘pabbajissasi, āvuso’’ti? ‘‘Āma, bhante, pabbajissāmī’’ti. Thero taṃ pabbājetvā tena saddhiṃ bhagavato santikaṃ agamāsi. Atha naṃ satthā āha – ‘‘ānanda, imaṃ sāmaṇeraṃ anukampeyyāsī’’ti. So ca akatakusalattā appalābho ahosi. Atha naṃ satthā anuggaṇhanto bhikkhūnaṃ paribhogatthāya pānīyaghaṭānaṃ paripūraṇe niyojesi. Taṃ disvā upāsakā tassa bahūni niccabhattāni paṭṭhapesuṃ.",
  "atk-s0507a3:99": "So aparena samayena laddhūpasampado arahattaṃ patvā thero hutvā dvādasahi bhikkhūhi saddhiṃ sāṇapabbate vasi. Tassa pana ñātakā pañcasatamattā anupacitakusalakammā upacitamaccherādipāpadhammā kālaṃ katvā petesu nibbattiṃsu. Tassa pana mātāpitaro ‘‘esa amhehi pubbe gehato nikkaḍḍhito’’ti sārajjamānā taṃ anupasaṅkamitvā tasmiṃ baddhasinehaṃ bhātikaṃ pesesuṃ. So therassa gāmaṃ piṇḍāya paviṭṭhasamaye dakkhiṇajāṇumaṇḍalaṃ pathaviyaṃ patiṭṭhāpetvā katañjalī attānaṃ dassetvā ‘‘mātā pitā ca te, bhante’’tiādigāthā avoca. Kuṇḍināgariyo therotiādayo pana ādito pañca gāthā tāsaṃ sambandhadassanatthaṃ dhammasaṅgāhakehi ṭhapitā.",
  "atk-s0507a3:100": "408.",
  "atk-s0507a3:101": " ‘‘Kuṇḍināgariyo thero, sāṇavāsinivāsiko;",
  "atk-s0507a3:102": "Poṭṭhapādoti nāmena, samaṇo bhāvitindriyo.",
  "atk-s0507a3:103": "409.",
  "atk-s0507a3:104": " ‘‘Tassa mātā pitā bhātā, duggatā yamalokikā;",
  "atk-s0507a3:105": "Pāpakammaṃ karitvāna, petalokaṃ ito gatā.",
  "atk-s0507a3:106": "410.",
  "atk-s0507a3:107": " ‘‘Te duggatā sūcikaṭṭā, kilantā naggino kisā;",
  "atk-s0507a3:108": "Uttasantā mahattāsā, na dassenti kurūrino.",
  "atk-s0507a3:109": "411.",
  "atk-s0507a3:110": " ‘‘Tassa bhātā vitaritvā, naggo ekapathekako;",
  "atk-s0507a3:111": "Catukuṇḍiko bhavitvāna, therassa dassayītumaṃ.",
  "atk-s0507a3:112": "412.",
  "atk-s0507a3:113": " ‘‘Thero cāmanasikatvā, tuṇhībhūto atikkami;",
  "atk-s0507a3:114": "So ca viññāpayī theraṃ, ‘bhātā petagato ahaṃ’.",
  "atk-s0507a3:115": "413.",
  "atk-s0507a3:116": " ‘‘Mātā pitā ca te bhante, duggatā yamalokikā;",
  "atk-s0507a3:117": "Pāpakammaṃ karitvāna, petalokaṃ ito gatā.",
  "atk-s0507a3:118": "414.",
  "atk-s0507a3:119": " ‘‘Tena duggatā sūcikaṭṭā, kilantā naggino kisā;",
  "atk-s0507a3:120": "Uttasantā mahattāsā, na dassenti kurūrino.",
  "atk-s0507a3:121": "415.",
  "atk-s0507a3:122": " ‘‘Anukampassu kāruṇiko, datvā anvādisāhi no;",
  "atk-s0507a3:123": "Tava dinnena dānena, yāpessanti kurūrino’’ti.",
  "atk-s0507a3:124": "408-9. Tattha kuṇḍināgariyo theroti evaṃnāmake nagare jātasaṃvaḍḍhatthero, ‘‘kuṇḍikanagaro thero’’tipi pāṭho, so evattho. Sāṇavāsinivāsikoti sāṇapabbatavāsī. Poṭṭhapādoti nāmenāti nāmena poṭṭhapādo nāma. Samaṇoti samitapāpo. Bhāvitindriyoti ariyamaggabhāvanāya bhāvitasaddhādiindriyo, arahāti attho. Tassāti tassa sāṇavāsittherassa. Duggatāti duggatigatā.",
  "atk-s0507a3:125": "410.Sūcikaṭṭāti pūtinā lūkhagattā aṭṭakā, sūcikāti laddhanāmāya khuppipāsāya aṭṭā pīḷitā. ‘‘Sūcikaṇṭhā’’ti keci paṭhanti, sūcichiddasadisamukhadvārāti attho. Kilantāti kilantakāyacittā. Nagginoti naggarūpā niccoḷā. Kisāti aṭṭhittacamattasarīratāya kisadehā. Uttasantāti ‘‘ayaṃ samaṇo amhākaṃ putto’’ti ottappena utrāsaṃ āpajjantā . Mahattāsāti attanā pubbe katakammaṃ paṭicca sañjātamahābhayā. Na dassentīti attānaṃ na dassenti, sammukhībhāvaṃ na gacchanti. Kurūrinoti dāruṇakammantā.",
  "atk-s0507a3:126": "411.Tassa bhātāti sāṇavāsittherassa bhātā. Vitaritvāti vitiṇṇo hutvā, ottappasantāsabhayāti attho. Vituritvāti vā pāṭho, turito hutvā, taramānarūpo hutvāti vuttaṃ hoti. Ekapatheti ekapadikamagge. Ekakoti ekiko adutiyo. Catukuṇḍiko bhavitvānāti catūhi aṅgehi kuṇḍeti attabhāvaṃ pavattetīti catukuṇḍiko, dvīhi jāṇūhi dvīhi hatthehi gacchanto tiṭṭhanto ca, evaṃbhūto hutvāti attho. So hi evaṃ purato kopīnapaṭicchādanā hotīti tathā akāsi. Therassa dassayītumanti therassa attānaṃ uddisayi dassesi.",
  "atk-s0507a3:127": "412.Amanasikatvāti ‘‘ayaṃ nāma eso’’ti evaṃ manasi akaritvā anāvajjetvā. So cāti so peto. Bhātā petagato ahanti ‘‘ahaṃ atītattabhāve bhātā, idāni petabhūto idhāgato’’ti vatvā viññāpayi theranti yojanā.",
  "atk-s0507a3:128": "413-5. Yathā pana viññāpayi, taṃ dassetuṃ ‘‘mātā pitā cā’’tiādinā tisso gāthā vuttā. Tattha mātā pitā ca teti tava mātā ca pitā ca. Anukampassūti anuggaṇha anudayaṃ karohi. Anvādisāhīti ādisa. Noti amhākaṃ. Tava dinnenāti tayā dinnena.",
  "atk-s0507a3:129": "Taṃ sutvā thero yathā paṭipajji, taṃ dassetuṃ –",
  "atk-s0507a3:130": "416.",
  "atk-s0507a3:131": " ‘‘Thero caritvā piṇḍāya, bhikkhū aññe ca dvādasa;",
  "atk-s0507a3:132": "Ekajjhaṃ sannipatiṃsu, bhattavissaggakāraṇā.",
  "atk-s0507a3:133": "417.",
  "atk-s0507a3:134": " ‘‘Thero sabbeva te āha, yathāladdhaṃ dadātha me;",
  "atk-s0507a3:135": "Saṅghabhattaṃ karissāmi, anukampāya ñātinaṃ.",
  "atk-s0507a3:136": "418.",
  "atk-s0507a3:137": " ‘‘Niyyādayiṃsu therassa, thero saṅghaṃ nimantayi;",
  "atk-s0507a3:138": "Datvā anvādisi thero, mātu pitu ca bhātuno;",
  "atk-s0507a3:139": "‘Idaṃ me ñātīnaṃ hotu, sukhitā hontu ñātayo’.",
  "atk-s0507a3:140": "419.",
  "atk-s0507a3:141": " ‘‘Samanantarānuddiṭṭhe, bhojanaṃ udapajjatha;",
  "atk-s0507a3:142": "Suciṃ paṇītaṃ sampannaṃ, anekarasabyañjanaṃ.",
  "atk-s0507a3:143": "420.",
  "atk-s0507a3:144": " ‘‘Tato uddassayī bhātā, vaṇṇavā balavā sukhī;",
  "atk-s0507a3:145": "Pahūtaṃ bhojanaṃ bhante, passa naggāmhase mayaṃ;",
  "atk-s0507a3:146": "Tathā bhante parakkama, yathā vatthaṃ labhāmase.",
  "atk-s0507a3:147": "421.",
  "atk-s0507a3:148": " ‘‘Thero saṅkārakūṭamhā, uccinitvāna nantake;",
  "atk-s0507a3:149": "Pilotikaṃ paṭaṃ katvā, saṅghe cātuddise adā.",
  "atk-s0507a3:150": "422.",
  "atk-s0507a3:151": " ‘‘Datvā anvādisī thero, mātu pitu ca bhātuno;",
  "atk-s0507a3:152": "‘Idaṃ me ñātīnaṃ hotu, sukhitā hontu ñātayo’.",
  "atk-s0507a3:153": "423.",
  "atk-s0507a3:154": " ‘‘Samanantarānuddiṭṭhe, vatthāni udapajjisuṃ;",
  "atk-s0507a3:155": "Tato suvatthavasano, therassa dassayītumaṃ.",
  "atk-s0507a3:156": "424.",
  "atk-s0507a3:157": " ‘‘Yāvatā nandarājassa, vijitasmiṃ paṭicchadā;",
  "atk-s0507a3:158": "Tato bahutarā bhante, vatthānacchādanāni no.",
  "atk-s0507a3:159": "425.",
  "atk-s0507a3:160": " ‘‘Koseyyakambalīyāni, khomakappāsikāni ca;",
  "atk-s0507a3:161": "Vipulā ca mahagghā ca, tepākāsevalambare.",
  "atk-s0507a3:162": "426.",
  "atk-s0507a3:163": " ‘‘Te mayaṃ paridahāma, yaṃ yañhi manaso piyaṃ;",
  "atk-s0507a3:164": "Tathā bhante parakkama, yathā gehaṃ labhāmase.",
  "atk-s0507a3:165": "427.",
  "atk-s0507a3:166": " ‘‘Thero paṇṇakuṭiṃ katvā, saṅghe cātuddise adā;",
  "atk-s0507a3:167": "Datvā ca anvādisī thero, mātu pitu ca bhātuno;",
  "atk-s0507a3:168": "‘Idaṃ me ñātīnaṃ hotu, sukhitā hontu ñātayo’.",
  "atk-s0507a3:169": "428.",
  "atk-s0507a3:170": " ‘‘Samanantarānuddiṭṭhe, gharāni udapajjisuṃ;",
  "atk-s0507a3:171": "Kūṭāgāranivesanā, vibhattā bhāgaso mitā.",
  "atk-s0507a3:172": "429.",
  "atk-s0507a3:173": " ‘‘Na manussesu īdisā, yādisā no gharā idha;",
  "atk-s0507a3:174": "Api dibbesu yādisā, tādisā no gharā idha.",
  "atk-s0507a3:175": "430.",
  "atk-s0507a3:176": " ‘‘Daddallamānā ābhenti, samantā caturo disā;",
  "atk-s0507a3:177": "Tathā bhante parakkama, yathā pānīyaṃ labhāmase.",
  "atk-s0507a3:178": "431.",
  "atk-s0507a3:179": " ‘‘Thero karaṇaṃ pūretvā, saṅghe cātuddise adā;",
  "atk-s0507a3:180": "Datvā anvādisī thero, mātu pitu ca bhātuno;",
  "atk-s0507a3:181": "‘Idaṃ me ñātīnaṃ hotu, sukhitā hontu ñātayo’.",
  "atk-s0507a3:182": "432.",
  "atk-s0507a3:183": " ‘‘Samanantarānuddiṭṭhe, pānīyaṃ udapajjatha;",
  "atk-s0507a3:184": "Gambhīrā caturassā ca, pokkharañño sunimmitā.",
  "atk-s0507a3:185": "433.",
  "atk-s0507a3:186": " ‘‘Sītodikā suppatitthā, sītā appaṭigandhiyā;",
  "atk-s0507a3:187": "Padumuppalasañchannā, vārikiñjakkhapūritā.",
  "atk-s0507a3:188": "434.",
  "atk-s0507a3:189": " ‘‘Tattha nhatvā pivitvā ca, therassa paṭidassayuṃ;",
  "atk-s0507a3:190": "Pahūtaṃ pānīyaṃ bhante, pādā dukkhā phalanti no.",
  "atk-s0507a3:191": "435.",
  "atk-s0507a3:192": " ‘‘Āhiṇḍamānā khañjāma, sakkhare kusakaṇṭake;",
  "atk-s0507a3:193": "Tathā bhante parakkama, yathā yānaṃ labhāmase.",
  "atk-s0507a3:194": "436.",
  "atk-s0507a3:195": " ‘‘Thero sipāṭikaṃ laddhā, saṅghe cātuddise adā;",
  "atk-s0507a3:196": "Datvā anvādisī thero, mātu pitu ca bhātuno;",
  "atk-s0507a3:197": "‘Idaṃ me ñātīnaṃ hotu, sukhitā hontu ñātayo’.",
  "atk-s0507a3:198": "437.",
  "atk-s0507a3:199": " ‘‘Samanantarānuddiṭṭhe , petā rathena māgamuṃ;",
  "atk-s0507a3:200": "Anukampitamha bhadante, bhattenacchādanena ca.",
  "atk-s0507a3:201": "438.",
  "atk-s0507a3:202": " ‘‘Gharena pānīyadānena, yānadānena cūbhayaṃ;",
  "atk-s0507a3:203": "Muniṃ kāruṇikaṃ loke, bhante vanditumāgatā’’ti. – gāthāyo āhaṃsu;",
  "atk-s0507a3:204": "416-7. Tattha thero caritvā piṇḍāyāti thero piṇḍāpātacārikāya caritvā. Bhikkhū aññe ca dvādasāti therena saha vasantā aññe ca dvādasa bhikkhū ekajjhaṃ ekato sannipatiṃsu. Kasmāti ce? Bhattavissaggakāraṇāti bhattakiccakāraṇā bhuñjananimittaṃ. Teti te bhikkhū. Yathāladdhanti yaṃ yaṃ laddhaṃ. Dadāthāti detha.",
  "atk-s0507a3:205": "418.Niyyādayiṃsūti adaṃsu. Saṅghaṃ nimantayīti te eva dvādasa bhikkhū saṅghuddesavasena taṃ bhattaṃ dātuṃ nimantesi. Anvādisīti ādisi. Tattha yesaṃ anvādisi, te dassetuṃ ‘‘mātu pitu ca bhātuno, idaṃ me ñātīnaṃ hotu, sukhitā hontu ñātayo’’ti vuttaṃ.",
  "atk-s0507a3:206": "419.Samanantarānuddiṭṭheti uddiṭṭhasamanantarameva. Bhojanaṃ udapajjathāti tesaṃ petānaṃ bhojanaṃ uppajji. Kīdisanti āha ‘‘suci’’ntiādi. Tattha anekarasabyañjananti nānārasehi byañjanehi yuttaṃ, atha vā anekarasaṃ anekabyañjanañca. Tatoti bhojanalābhato pacchā.",
  "atk-s0507a3:207": "420.Uddassayī bhātāti bhātikabhūto peto therassa attānaṃ dassesi. Vaṇṇavā balavā sukhīti tena bhojanalābhena tāvadeva rūpasampanno balasampanno sukhitova hutvā. Pahūtaṃ bhojanaṃ, bhanteti, bhante, tava dānānubhāvena pahūtaṃ anappakaṃ bhojanaṃ amhehi laddhaṃ. Passa naggāmhaseti olokehi, naggikā pana amha, tasmā tathā, bhante, parakkama payogaṃ karohi. Yathā vatthaṃ labhāmaseti yena pakārena yādisena payogena sabbeva mayaṃ vatthāni labheyyāma, tathā vāyamathāti attho.",
  "atk-s0507a3:208": "421.Saṅkārakūṭamhāti tattha tattha saṅkāraṭṭhānato. Uccinitvānāti gavesanavasena gahetvā. Nantaketi chinnapariyante chaḍḍitadussakhaṇḍe . Te pana yasmā khaṇḍabhūtā pilotikā nāma honti, tāhi ca thero cīvaraṃ katvā saṅghassa adāsi, tasmā āha ‘‘pilotikaṃ paṭaṃ katvā, saṅghe cātuddise adā’’ti. Tattha saṅghe cātuddise adāti catūhipi disāhi āgatabhikkhusaṅghassa adāsi. Sampadānatthe hi idaṃ bhummavacanaṃ.",
  "atk-s0507a3:209": "423-4.Suvatthavasanoti sundaravatthavasano. Therassa dassayītumanti therassa attānaṃ dassayi dassesi, pākaṭo ahosi. Paṭicchādayati etthāti paṭicchadā.",
  "atk-s0507a3:210": "428-9.Kūṭāgāranivesanāti kūṭāgārabhūtā tadaññanivesanasaṅkhātā ca gharā. Liṅgavipallāsavasena hetaṃ vuttaṃ. Vibhattāti samacaturassaāyatavaṭṭasaṇṭhānādivasena vibhattā. Bhāgaso mitāti bhāgena paricchinnā. Noti amhākaṃ. Idhāti imasmiṃ petaloke. Api dibbesūti apīti nipātamattaṃ, devalokesūti attho.",
  "atk-s0507a3:211": "431.Karaṇanti dhamakaraṇaṃ. Pūretvāti udakassa pūretvā. Vārikiñjakkhapūritāti tattha tattha vārimatthake padumuppalādīnaṃ kesarabhārehi sañchāditavasena pūritā. Phalantīti pupphanti, paṇhikapariyantādīsu vidālentīti attho.",
  "atk-s0507a3:212": "435-6.Āhiṇḍamānāti vicaramānā. Khañjāmāti khañjanavasena gacchāma. Sakkhare kusakaṇṭaketi sakkharavati kusakaṇṭakavati ca bhūmibhāge, sakkhare kusakaṇṭake ca akkamantāti attho. Yānanti rathavayhādikaṃ yaṃkiñci yānaṃ. Sipāṭikanti ekapaṭalaupāhanaṃ.",
  "atk-s0507a3:213": "437-8.Rathena māgamunti makāro padasandhikaro, rathena āgamaṃsu. Ubhayanti ubhayena dānena, yānadānena ceva bhattādicatupaccayadānena ca. Pānīyadānena hettha bhesajjadānampi saṅgahitaṃ. Sesaṃ heṭṭhā vuttanayattā uttānamevāti.",
  "atk-s0507a3:214": "Thero taṃ pavattiṃ bhagavato ārocesi. Bhagavā tamatthaṃ aṭṭhuppattiṃ katvā ‘‘yathā ime etarahi, evaṃ tvampi ito anantarātīte attabhāve peto hutvā mahādukkhaṃ anubhavī’’ti vatvā therena yācito suttapetavatthuṃ kathetvā sampattaparisāya dhammaṃ desesi. Taṃ sutvā mahājano sañjātasaṃvego dānasīlādipuññakammanirato ahosīti.",
  "atk-s0507a3:215": "Sāṇavāsittherapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:216": "3. Rathakārapetivatthuvaṇṇanā",
  "atk-s0507a3:217": "Veḷuriyathambhaṃ ruciraṃ pabhassaranti idaṃ satthari sāvatthiyaṃ viharante aññataraṃ petiṃ ārabbha vuttaṃ. Atīte kira kassapassa bhagavato kāle aññatarā itthī sīlācārasampannā kalyāṇamittasannissayena sāsane abhippasannā suvibhattavicitrabhittithambhasopānabhūmitalaṃ ativiya dassanīyaṃ ekaṃ āvāsaṃ katvā tattha bhikkhū nisīdāpetvā paṇītena āhārena parivisitvā bhikkhusaṅghassa niyyādesi. Sā aparena samayena kālaṃ katvā aññassa pāpakammassa vasena himavati pabbatarāje rathakāradahaṃ nissāya vimānapetī hutvā nibbatti. Tassā saṅghassa āvāsadānapuññānubhāvena sabbaratanamayaṃ uḷāraṃ ativiya samantato pāsādikaṃ manoharaṃ ramaṇīyaṃ pokkharaṇiyaṃ nandanavanasadisaṃ upasobhitaṃ vimānaṃ nibbatti, sayañca suvaṇṇavaṇṇā abhirūpā dassanīyā pāsādikā ahosi.",
  "atk-s0507a3:218": "Sā tattha purisehi vināva dibbasampattiṃ anubhavantī viharati. Tassā tattha dīgharattaṃ nippurisāya vasantiyā anabhirati uppannā. Sā ukkaṇṭhitā hutvā ‘‘attheso upāyo’’ti cintetvā dibbāni ambapakkāni nadiyaṃ pakkhipati. Sabbaṃ kaṇṇamuṇḍapetivatthusmiṃ āgatanayeneva veditabbaṃ. Idha pana bārāṇasivāsī eko māṇavo gaṅgāya tesu ekaṃ ambaphalaṃ disvā tassa pabhavaṃ gavesanto anukkamena taṃ ṭhānaṃ gantvā nadiṃ disvā tadanusārena tassā vasanaṭṭhānaṃ gato. Sā taṃ disvā attano vasanaṭṭhānaṃ netvā paṭisanthāraṃ karontī nisīdi. So tassā vasanaṭṭhānasampattiṃ disvā pucchanto –",
  "atk-s0507a3:219": "439.",
  "atk-s0507a3:220": " ‘‘Veḷuriyathambhaṃ ruciraṃ pabhassaraṃ, vimānamāruyha anekacittaṃ;",
  "atk-s0507a3:221": "Tatthacchasi devi mahānubhāve, pathaddhani pannaraseva cando.",
  "atk-s0507a3:222": "440.",
  "atk-s0507a3:223": " ‘‘Vaṇṇo ca te kanakassa sannibho, uttattarūpo bhusa dassaneyyo;",
  "atk-s0507a3:224": "Pallaṅkaseṭṭhe atule nisinnā, ekā tuvaṃ natthi ca tuyha sāmiko.",
  "atk-s0507a3:225": "441.",
  "atk-s0507a3:226": " ‘‘Imā ca te pokkharaṇī samantā, pahūtamalyā bahupuṇḍarīkā;",
  "atk-s0507a3:227": "Suvaṇṇacuṇṇehi samantamotthatā, na tattha paṅko paṇako ca vijjati.",
  "atk-s0507a3:228": "442.",
  "atk-s0507a3:229": " ‘‘Haṃsā cime dassanīyā manoramā, udakasmimanupariyanti sabbadā;",
  "atk-s0507a3:230": "Samayya vaggūpanadanti sabbe, bindussarā dundubhīnaṃva ghoso.",
  "atk-s0507a3:231": "443.",
  "atk-s0507a3:232": " ‘‘Daddallamānā yasasā yasassinī, nāvāya ca tvaṃ avalamba tiṭṭhasi;",
  "atk-s0507a3:233": "Āḷārapamhe hasite piyaṃvade, sabbaṅgakalyāṇi bhusaṃ virocasi.",
  "atk-s0507a3:234": "444.",
  "atk-s0507a3:235": " ‘‘Idaṃ vimānaṃ virajaṃ same ṭhitaṃ, uyyānavantaṃ ratinandivaḍḍhanaṃ;",
  "atk-s0507a3:236": "Icchāmahaṃ nāri anomadassane, tayā saha nandane idha moditu’’nti. –",
  "atk-s0507a3:237": "Imā gāthā abhāsi.",
  "atk-s0507a3:238": "439. Tattha tatthāti tasmiṃ vimāne. Acchasīti icchiticchitakāle nisīdasi. Devīti taṃ ālapati. Mahānubhāveti mahatā dibbānubhāvena samannāgate. Pathaddhanīti attano pathabhūte addhani, gaganatalamaggeti attho. Pannaraseva candoti puṇṇamāsiyaṃ paripuṇṇamaṇḍalo cando viya vijjotamānāti attho.",
  "atk-s0507a3:239": "440.Vaṇṇoca te kanakassa sannibhoti tava vaṇṇo ca uttattasiṅgīsuvaṇṇena sadiso ativiya manoharo. Tenāha ‘‘uttattarūpo bhusa dassaneyyo’’ti. Atuleti mahārahe. Atuleti vā devatāya ālapanaṃ, asadisarūpeti attho. Natthi ca tuyha sāmikoti tuyhaṃ sāmiko ca natthi.",
  "atk-s0507a3:240": "441.Pahūtamalyāti kamalakuvalayādibahuvidhakusumavatiyo . Suvaṇṇacuṇṇehīti suvaṇṇavālukāhi. Samantamotthatāti samantato okiṇṇā. Tatthāti tāsu pokkharaṇīsu. Paṅko paṇako cāti kaddamo vā udakapicchillo vā na vijjati.",
  "atk-s0507a3:241": "442.Haṃsā cime dassanīyā manoramāti ime haṃsā ca dassanasukhā manoramā ca. Anupariyantīti anuvicaranti. Sabbadāti sabbesu utūsu. Samayyāti saṅgamma. Vaggūti madhuraṃ. Upanadantīti vikūjanti. Bindussarāti avisaṭassarā sampiṇḍitassarā. Dundubhīnaṃva ghosoti vaggubindussarabhāvena dundubhīnaṃ viya tava pokkharaṇiyaṃ haṃsānaṃ ghosoti attho.",
  "atk-s0507a3:242": "443.Daddallamānāti ativiya abhijalantī. Yasasāti deviddhiyā. Nāvāyāti doṇiyaṃ. Pokkharaṇiyañhi paduminiyaṃ suvaṇṇanāvāya mahārahe pallaṅke nisīditvā udakakīḷaṃ kīḷantiṃ petiṃ disvā evamāha. Avalambāti avalambitvā apassenaṃ apassāya. Tiṭṭhasīti idaṃ ṭhānasaddassa gatinivatti atthattā gatiyā paṭikkhepavacanaṃ. ‘‘Nisajjasī’’ti vā pāṭho, nisīdasiccevassa attho daṭṭhabbo. Āḷārapamheti vellitadīghanīlapakhume. Hasiteti hasitamahāhasitamukhe. Piyaṃvadeti piyabhāṇinī. Sabbaṅgakalyāṇīti sabbehi aṅgehi sundare, sobhanasabbaṅgapaccaṅgīti attho. Virocasīti virājesi.",
  "atk-s0507a3:243": "444.Virajanti vigatarajaṃ niddosaṃ. Same ṭhitanti same bhūmibhāge ṭhitaṃ, caturassasobhitatāya vā samabhāge ṭhitaṃ, samantabhaddakanti attho. Uyyānavantanti nandanavanasahitaṃ. Ratinandivaḍḍhananti ratiñca nandiñca vaḍḍhetīti ratinandivaḍḍhanaṃ, sukhassa ca pītiyā ca saṃvaḍḍhananti attho. Nārīti tassā ālapanaṃ. Anomadassaneti paripuṇṇaaṅgapaccaṅgatāya aninditadassane. Nandaneti nandanakare. Idhāti nandanavane, vimāne vā. Moditunti abhiramituṃ icchāmīti yojanā.",
  "atk-s0507a3:244": "Evaṃ tena māṇavena vutte sā vimānapetidevatā tassa paṭivacanaṃ dentī –",
  "atk-s0507a3:245": "445.",
  "atk-s0507a3:246": " ‘‘Karohi kammaṃ idha vedanīyaṃ, cittañca te idha nihitaṃ bhavatu;",
  "atk-s0507a3:247": "Katvāna kammaṃ idha vedanīyaṃ, evaṃ mamaṃ lacchasi kāmakāmini’’nti. –",
  "atk-s0507a3:248": "Gāthamāha. Tattha karohi kammaṃ idha vedanīyanti idha imasmiṃ dibbaṭṭhāne vipaccanakaṃ vipākadāyakaṃ kusalakammaṃ karohi pasaveyyāsi. Idha nihitanti idhūpanītaṃ, ‘‘idha ninna’’nti vā pāṭho, imasmiṃ ṭhāne ninnaṃ poṇaṃ pabbhāraṃ tava cittaṃ bhavatu hotu. Mamanti maṃ. Lacchasīti labhissasi.",
  "atk-s0507a3:249": "So māṇavo tassā vimānapetiyā vacanaṃ sutvā tato manussapathaṃ gato tattha cittaṃ paṇidhāya tajjaṃ puññakammaṃ katvā nacirasseva kālaṃ katvā tattha nibbatti tassā petiyā sahabyataṃ. Tamatthaṃ pakāsentā saṅgītikārā –",
  "atk-s0507a3:250": "446.",
  "atk-s0507a3:251": " ‘‘Sādhūti so tassā paṭissuṇitvā,",
  "atk-s0507a3:252": "Akāsi kammaṃ tahiṃ vedanīyaṃ;",
  "atk-s0507a3:253": "Katvāna kammaṃ tahiṃ vedanīyaṃ,",
  "atk-s0507a3:254": "Upapajji so māṇavo tassā sahabyata’’nti. –",
  "atk-s0507a3:255": "Osānagāthamāhaṃsu. Tattha sādhūti sampaṭicchane nipāto. Tassāti tassā vimānapetiyā. Paṭissuṇitvāti tassā vacanaṃ sampaṭicchitvā. Tahiṃ vedanīyanti tasmiṃ vimāne tāya saddhiṃ veditabbasukhavipākaṃ kusalakammaṃ. Sahabyatanti sahabhāvaṃ. So māṇavo tassā sahabyataṃ upapajjīti yojanā. Sesaṃ uttānameva.",
  "atk-s0507a3:256": "Evaṃ tesu tattha cirakālaṃ dibbasampattiṃ anubhavantesu puriso kammassa parikkhayena kālamakāsi, itthī pana attano puññakammassa khettaṅgatabhāvena ekaṃ buddhantaraṃ tattha paripuṇṇaṃ katvā vasi. Atha amhākaṃ bhagavati loke uppajjitvā pavattitavaradhammacakke anukkamena jetavane viharante āyasmā mahāmoggallāno ekadivasaṃ pabbatacārikaṃ caramāno taṃ vimānañca vimānapetiñca disvā ‘‘veḷuriyathambhaṃ ruciraṃ pabhassara’’ntiādikāhi gāthāhi pucchi. Sā cassa ādito paṭṭhāya sabbaṃ attano pavattiṃ ārocesi. Taṃ sutvā thero sāvatthiṃ āgantvā bhagavato ārocesi. Bhagavā tamatthaṃ aṭṭhuppattiṃ katvā sampattaparisāya dhammaṃ desesi. Taṃ sutvā mahājano dānādipuññadhammanirato ahosīti.",
  "atk-s0507a3:257": "Rathakārapetivatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:258": "4. Bhusapetavatthuvaṇṇanā",
  "atk-s0507a3:259": "Bhusāni eko sāliṃ punāparoti idaṃ satthari sāvatthiyaṃ viharante cattāro pete ārabbha vuttaṃ. Sāvatthiyā kira avidūre aññatarasmiṃ gāmake eko kūṭavāṇijo kūṭamānādīhi jīvikaṃ kappesi. So sālipalāpe gahetvā tambamattikāya paribhāvetvā garutare katvā rattasālihi saddhiṃ missetvā vikkiṇi. Tassa putto ‘‘gharaṃ āgatānaṃ mama mittasuhajjānaṃ sammānaṃ na karotī’’ti kupito yugacammaṃ gahetvā mātusīse pahāramadāsi. Tassa suṇisā sabbesaṃ atthāya ṭhapitamaṃsaṃ corikāya khāditvā puna tehi anuyuñjiyamānā ‘‘sace mayā taṃ maṃsaṃ khāditaṃ, bhave bhave attano piṭṭhimaṃsaṃ kantitvā khādeyya’’nti sapathamakāsi. Bhariyā panassa kiñcideva upakaraṇaṃ yācantānaṃ ‘‘natthī’’ti vatvā tehi nippīḷiyamānā ‘‘sace santaṃ natthīti vadāmi, jātajātaṭṭhāne gūthabhakkhā bhaveyya’’nti musāvādena sapathamakāsi.",
  "atk-s0507a3:260": "Te cattāropi janā aparena samayena kālaṃ katvā viñjhāṭaviyaṃ petā hutvā nibbattiṃsu. Tattha kūṭavāṇijo kammaphalena pajjalantaṃ bhusaṃ ubhohi hatthehi gahetvā attano matthake ākiritvā mahādukkhaṃ anubhavati, tassa putto ayomayehi muggarehi sayameva attano sīsaṃ bhinditvā anappakaṃ dukkhaṃ paccanubhoti. Tassa suṇisā kammaphalena sunisitehi ativiya vipulāyatehi nakhehi attano piṭṭhimaṃsāni kantitvā khādantī aparimitaṃ dukkhaṃ anubhavati, tassa bhariyāya sugandhaṃ suvisuddhaṃ apagatakāḷakaṃ sālibhattaṃ upanītamattameva nānāvidhakimikulākulaṃ paramaduggandhajegucchaṃ gūthaṃ sampajjati, taṃ sā ubhohi hatthehi pariggahetvā bhuñjantī mahādukkhaṃ paṭisaṃvedeti.",
  "atk-s0507a3:261": "Evaṃ tesu catūsu janesu petesu nibbattitvā mahādukkhaṃ anubhavantesu āyasmā mahāmoggalāno pabbatacārikaṃ caranto ekadivasaṃ taṃ ṭhānaṃ gato. Te pete disvā –",
  "atk-s0507a3:262": "447.",
  "atk-s0507a3:263": " ‘‘Bhusāni eko sāliṃ punāparo, ayañca nārī sakamaṃsalohitaṃ;",
  "atk-s0507a3:264": "Tuvañca gūthaṃ asuciṃ akantaṃ, paribhuñjasi kissa ayaṃ vipāko’’ti. –",
  "atk-s0507a3:265": "Imāya gāthāya tehi katakammaṃ pucchi. Tattha bhusānīti palāpāni. Ekoti ekako. Sālinti sālino. Sāmiatthe hetaṃ upayogavacanaṃ, sālino palāpāni pajjalantāni attano sīse avakiratīti adhippāyo. Punāparoti puna aparo. Yo hi so mātusīsaṃ pahari, so ayomuggarehi attano sīsaṃ paharitvā sīsabhedaṃ pāpuṇāti, taṃ sandhāya vadati. Sakamaṃsalohitanti attano piṭṭhimaṃsaṃ lohitañca paribhuñjatīti yojanā. Akantanti amanāpaṃ jegucchaṃ. Kissa ayaṃ vipākoti katamassa pāpakammassa idaṃ phalaṃ, yaṃ idāni tumhehi paccanubhavīyatīti attho.",
  "atk-s0507a3:266": "Evaṃ therena tehi katakamme pucchite kūṭavāṇijassa bhariyā sabbehi tehi katakammaṃ ācikkhantī –",
  "atk-s0507a3:267": "448.",
  "atk-s0507a3:268": " ‘‘Ayaṃ pure mātaraṃ hiṃsati, ayaṃ pana kūṭavāṇijo;",
  "atk-s0507a3:269": "Ayaṃ maṃsāni khāditvā, musāvādena vañceti.",
  "atk-s0507a3:270": "449.",
  "atk-s0507a3:271": " ‘‘Ahaṃ manussesu manussabhūtā, agārinī sabbakulassa issarā;",
  "atk-s0507a3:272": "Santesu pariguhāmi, mā ca kiñci ito adaṃ.",
  "atk-s0507a3:273": "450.",
  "atk-s0507a3:274": " ‘‘Musāvādena chādemi, natthi etaṃ mama gehe;",
  "atk-s0507a3:275": "Sace santaṃ niguhāmi, gūtho me hotu bhojanaṃ.",
  "atk-s0507a3:276": "451.",
  "atk-s0507a3:277": " ‘‘Tassa kammassa vipākena, musāvādassa cūbhayaṃ;",
  "atk-s0507a3:278": "Sugandhaṃ sālino bhattaṃ, gūthaṃ me parivattati.",
  "atk-s0507a3:279": "452.",
  "atk-s0507a3:280": " ‘‘Avañjhāni ca kammāni, na hi kammaṃ vinassati;",
  "atk-s0507a3:281": "Duggandhaṃ kiminaṃ mīḷhaṃ, bhuñjāmi ca pivāmi cā’’ti. – gāthā abhāsi;",
  "atk-s0507a3:282": "448. Tattha ayanti puttaṃ dassenti vadati. Hiṃsatīti thāmena paribādheti, muggarena paharatīti attho. Kūṭavāṇijoti khalavāṇijo, vañcanāya vaṇijjakārakoti attho . Maṃsāni khāditvāti parehi sādhāraṇamaṃsaṃ khāditvā ‘‘na khādāmī’’ti musāvādena te vañceti.",
  "atk-s0507a3:283": "449-50.Agārinīti gehasāminī. Santesūti vijjamānesveva parehi yācitaupakaraṇesu. Pariguhāmīti paṭicchādesiṃ. Kālavipallāsena hetaṃ vuttaṃ. Mā ca kiñci ito adanti ito mama santakato kiñcimattampi atthikassa parassa na adāsiṃ. Chādemiti ‘‘natthi etaṃ mama gehe’’ti musāvādena chādesiṃ.",
  "atk-s0507a3:284": "451-2.Gūthaṃ me parivattatīti sugandhaṃ sālibhattaṃ mayhaṃ kammavasena gūthabhāvena parivattati pariṇamati. Avañjhānīti amoghāni anipphalāni. Na hi kammaṃ vinassatīti yathūpacitaṃ kammaṃ phalaṃ adatvā na hi vinassati. Kiminanti kimivantaṃ sañjātakimikulaṃ. Mīḷhanti gūthaṃ. Sesaṃ heṭṭhā vuttanayattā uttānameva.",
  "atk-s0507a3:285": "Evaṃ thero tassā petiyā vacanaṃ sutvā taṃ pavattiṃ bhagavato ārocesi. Bhagavā tamatthaṃ aṭṭhuppattiṃ katvā sampattaparisāya dhammaṃ desesi. Sā desanā mahājanassa sātthikā ahosīti.",
  "atk-s0507a3:286": "Bhusapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:287": "5. Kumārapetavatthuvaṇṇanā",
  "atk-s0507a3:288": "Accherarūpaṃ sugatassa ñāṇanti idaṃ kumārapetavatthu. Tassa kā uppatti? Sāvatthiyaṃ kira bahū upāsakā dhammagaṇā hutvā nagare mahantaṃ maṇḍapaṃ kāretvā taṃ nānāvaṇṇehi vatthehi alaṅkaritvā kālasseva satthāraṃ bhikkhusaṅghañca nimantetvā mahārahavarapaccattharaṇatthatesu āsanesu buddhappamukhaṃ bhikkhusaṅghaṃ nisīdāpetvā gandhapupphādīhi pūjetvā mahādānaṃ pavattenti. Taṃ disvā aññataro maccheramalapariyuṭṭhitacitto puriso taṃ sakkāraṃ asahamāno evamāha – ‘‘varametaṃ sabbaṃ saṅkārakūṭe chaḍḍitaṃ, na tveva imesaṃ muṇḍakānaṃ dinna’’nti. Taṃ sutvā upāsakā saṃviggamānasā ‘‘bhāriyaṃ vata iminā purisena pāpaṃ pasutaṃ, yena evaṃ buddhappamukhe bhikkhusaṅghe aparaddha’’nti tamatthaṃ tassa mātuyā ārocetvā ‘‘gaccha, tvaṃ sasāvakasaṅghaṃ bhagavantaṃ khamāpehī’’ti āhaṃsu. Sā ‘‘sādhū’’ti paṭissuṇitvā puttaṃ santajjentī saññāpetvā bhagavantaṃ bhikkhusaṅghañca upasaṅkamitvā puttena kataaccayaṃ desentī khamāpetvā bhagavato bhikkhusaṅghassa ca sattāhaṃ yāgudānena pūjaṃ akāsi. Tassā putto nacirasseva kālaṃ katvā kiliṭṭhakammūpajīviniyā gaṇikāya kucchiyaṃ nibbatti. Sā ca naṃ jātamattaṃyeva ‘‘dārako’’ti ñatvā susāne chaḍḍāpesi. So tattha attano puññabaleneva gahitārakkho kenaci anupadduto mātu-aṅke viya sukhaṃ supi. Devatā tassa ārakkhaṃ gaṇhiṃsūti ca vadanti.",
  "atk-s0507a3:289": "Atha bhagavā paccūsasamaye mahākaruṇāsamāpattito vuṭṭhāya buddhacakkhunā lokaṃ volokento taṃ dārakaṃ sivathikāya chaḍḍitaṃ disvā sūriyuggamanavelāya sivathikaṃ agamāsi. ‘‘Satthā idhāgato, kāraṇenettha bhavitabba’’nti mahājano sannipati. Bhagavā sannipatitaparisāya ‘‘nāyaṃ dārako oññātabbo, yadipi idāni susāne chaḍḍito anātho ṭhito, āyatiṃ pana diṭṭheva dhamme abhisamparāyañca uḷārasampattiṃ paṭilabhissatī’’ti vatvā tehi manussehi ‘‘kiṃ nu kho, bhante, iminā purimajātiyaṃ kataṃ kamma’’nti puṭṭho –",
  "atk-s0507a3:290": "‘‘Buddhapamukhassa bhikkhusaṅghassa, pūjaṃ akāsi janatā uḷāraṃ;",
  "atk-s0507a3:291": "Tatrassa cittassahu aññathattaṃ, vācaṃ abhāsi pharusaṃ asabbha’’nti. –",
  "atk-s0507a3:292": "Ādinā nayena dārakena katakammaṃ āyatiṃ pattabbaṃ sampattiñca pakāsetvā sannipatitāya parisāya ajjhāsayānurūpaṃ dhammaṃ kathetvā upari sāmukkaṃsikaṃ dhammadesanaṃ akāsi. Saccapariyosāne caturāsītiyā pāṇasahassānaṃ dhammābhisamayo ahosi, tañca dārakaṃ asītikoṭivibhavo eko kuṭumbiko bhagavato sammukhāva ‘‘mayhaṃ putto’’ti aggahesi. Bhagavā ‘‘ettakena ayaṃ dārako rakkhito, mahājanassa ca anuggaho kato’’ti vihāraṃ agamāsi.",
  "atk-s0507a3:293": "So aparena samayena tasmiṃ kuṭumbike kālakate tena niyyāditaṃ dhanaṃ paṭipajjitvā kuṭumbaṃ saṇṭhapento tasmiṃ nagareyeva mahāvibhavo gahapati hutvā dānādinirato ahosi. Athekadivasaṃ bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ – ‘‘aho nūna satthā sattesu anukampako, sopi nāma dārako tadā anātho ṭhito etarahi mahatiṃ sampattiṃ paccanubhavati, uḷārāni ca puññāni karotī’’ti. Taṃ sutvā satthā ‘‘na, bhikkhave, tassa ettakāva sampatti, atha kho āyupariyosāne tāvatiṃsabhavane sakkassa devarañño putto hutvā nibbattissati, mahatiṃ dibbasampattiñca paṭilabhissatī’’ti byākāsi. Taṃ sutvā bhikkhū ca mahājano ca ‘‘idaṃ kira kāraṇaṃ disvā dīghadassī bhagavā jātamattassevassa āmakasusāne chaḍḍitassa tattha gantvā saṅgahaṃ akāsī’’ti satthu ñāṇavisesaṃ thometvā tasmiṃ attabhāve tassa pavattiṃ kathesuṃ. Tamatthaṃ dīpentā saṅgītikārā –",
  "atk-s0507a3:294": "453.",
  "atk-s0507a3:295": " ‘‘Accherarūpaṃ sugatassa ñāṇaṃ, satthā yathā puggalaṃ byākāsi;",
  "atk-s0507a3:296": "Ussannapuññāpi bhavanti heke, parittapuññāpi bhavanti heke.",
  "atk-s0507a3:297": "454.",
  "atk-s0507a3:298": " ‘‘Ayaṃ kumāro sīvathikāya chaḍḍito, aṅguṭṭhasnehena yāpeti rattiṃ;",
  "atk-s0507a3:299": "Na yakkhabhūtā na sarīsapā vā, viheṭhayeyyuṃ katapuññaṃ kumāraṃ.",
  "atk-s0507a3:300": "455.",
  "atk-s0507a3:301": " ‘‘Sunakhāpimassa palihiṃsu pāde, dhaṅkā siṅgālā parivattayanti;",
  "atk-s0507a3:302": "Gabbhāsayaṃ pakkhigaṇā haranti, kākā pana akkhimalaṃ haranti.",
  "atk-s0507a3:303": "456.",
  "atk-s0507a3:304": " ‘‘Nayimassa rakkhaṃ vidahiṃsu keci, na osadhaṃ sāsapadhūpanaṃ vā;",
  "atk-s0507a3:305": "Nakkhattayogampi na aggahesuṃ, na sabbadhaññānipi ākiriṃsu.",
  "atk-s0507a3:306": "457.",
  "atk-s0507a3:307": " ‘‘Etādisaṃ uttamakicchapattaṃ, rattābhataṃ sīvathikāya chaḍḍitaṃ;",
  "atk-s0507a3:308": "Nonītapiṇḍaṃva pavedhamānaṃ, sasaṃsayaṃ jīvitasāvasesaṃ.",
  "atk-s0507a3:309": "458.",
  "atk-s0507a3:310": " ‘‘Tamaddasā devamanussapūjito, disvā ca taṃ byākari bhūripañño;",
  "atk-s0507a3:311": "‘Ayaṃ kumāro nagarassimassa, aggakuliko bhavissati bhogato ca’.",
  "atk-s0507a3:312": "459.",
  "atk-s0507a3:313": " ‘‘Kissa vataṃ kiṃ pana brahmacariyaṃ, kissa suciṇṇassa ayaṃ vipāko;",
  "atk-s0507a3:314": "Etādisaṃ byasanaṃ pāpuṇitvā, taṃ tādisaṃ paccanubhossatiddhi’’nti. –",
  "atk-s0507a3:315": "Cha gāthā avocuṃ.",
  "atk-s0507a3:316": "453. Tattha accherarūpanti acchariyasabhāvaṃ. Sugatassa ñāṇanti aññehi asādhāraṇaṃ sammāsambuddhassa ñāṇaṃ, āsayānusayañāṇādisabbaññutaññāṇameva sandhāya vuttaṃ. Tayidaṃ aññesaṃ avisayabhūtaṃ kathaṃ ñāṇanti āha ‘‘satthā yathā puggalaṃ byākāsī’’ti. Tena satthu desanāya eva ñāṇassa acchariyabhāvo viññāyatīti dasseti.",
  "atk-s0507a3:317": "Idāni byākaraṇaṃ dassento ‘‘ussannapuññāpi bhavanti heke, parittapuññāpi bhavanti heke’’ti āha. Tassattho – ussannakusaladhammāpi idhekacce puggalā laddhapaccayassa apuññassa vasena jātiādinā nihīnā bhavanti, parittapuññāpi appatarapuññadhammāpi eke sattā khettasampattiādinā tassa puññassa mahājutikatāya uḷārā bhavantīti.",
  "atk-s0507a3:318": "454.Sīvathikāyāti susāne. Aṅguṭṭhasnehenāti aṅguṭṭhato pavattasnehena, devatāya aṅguṭṭhato paggharitakhīrenāti attho. Na yakkhabhūtā na sarīsapā vāti pisācabhūtā vā yakkhabhūtā vā sarīsapā vā ye keci sarantā gacchantā vā na viheṭhayeyyuṃ na bādheyyuṃ.",
  "atk-s0507a3:319": "455.Palihiṃsu pādeti attano jivhāya pāde lihisuṃ. Dhaṅkāti kākā. Parivattayantīti ‘‘mā naṃ kumāraṃ keci viheṭheyyu’’nti rakkhantā nirogabhāvajānanatthaṃ aparāparaṃ parivattanti. Gabbhāsayanti gabbhamalaṃ. Pakkhigaṇāti gijjhakulalādayo sakuṇagaṇā. Harantīti apanenti. Akkhimalanti akkhigūthaṃ.",
  "atk-s0507a3:320": "456.Kecīti keci manussā, amanussā pana rakkhaṃ saṃvidahiṃsu. Osadhanti tadā āyatiñca ārogyāvahaṃ agadaṃ. Sāsapadhūpanaṃ vāti yaṃ jātassa dārakassa rakkhaṇatthaṃ sāsapena dhūpanaṃ karonti, tampi tassa karontā nāhesunti dīpenti. Nakkhattayogampi na aggahesunti nakkhattayuttampi na gaṇhiṃsu. ‘‘Asukamhi nakkhatte tithimhi muhutte ayaṃ jāto’’ti evaṃ jātakammampissa na keci akaṃsūti attho. Na sabbadhaññānipi ākiriṃsūti maṅgalaṃ karontā agadavasena yaṃ sāsapatelamissitaṃ sāliādidhaññaṃ ākiranti, tampissa nākaṃsūti attho.",
  "atk-s0507a3:321": "457.Etādisanti evarūpaṃ . Uttamakicchapattanti paramakicchaṃ āpannaṃ ativiya dukkhappattaṃ. Rattābhatanti rattiyaṃ ābhataṃ. Nonītapiṇḍaṃ viyāti navanītapiṇḍasadisaṃ, maṃsapesimattatā evaṃ vuttaṃ. Pavedhamānanti dubbalabhāvena pakampamānaṃ. Sasaṃsayanti ‘‘jīvati nu kho na nu kho jīvatī’’ti saṃsayitatāya saṃsayavantaṃ. Jīvitasāvasesanti jīvitaṭṭhitiyā hetubhūtānaṃ sādhanānaṃ abhāvena kevalaṃ jīvitamattāvasesakaṃ.",
  "atk-s0507a3:322": "458.Aggakuliko bhavissati bhogato cāti bhoganimittaṃ bhogassa vasena aggakuliko seṭṭhakuliko bhavissatīti attho.",
  "atk-s0507a3:323": "459. ‘‘Kissa vata’’nti ayaṃ gāthā satthu santike ṭhitehi upāsakehi tena katakammassa pucchāvasena vuttā. Sā ca kho sivathikāya sannipatitehīti veditabbā. Tattha kissāti kiṃ assa. Vatanti vatasamādānaṃ. Puna kissāti kīdisassa suciṇṇassa vatassa brahmacariyassa cāti vibhattiṃ vipariṇāmetvā yojanā. Etādisanti gaṇikāya kucchiyā nibbattanaṃ, susāne chaḍḍananti evarūpaṃ. Byasananti anatthaṃ. Tādisanti tathārūpaṃ, ‘‘aṅguṭṭhasnehena yāpeti ratti’’ntiādinā, ‘‘ayaṃ kumāro nagarassimassa aggakuliko bhavissatī’’tiādinā ca vuttappakāranti attho. Iddhinti deviddhiṃ, dibbasampattinti vuttaṃ hoti.",
  "atk-s0507a3:324": "Idāni tehi upāsakehi puṭṭho bhagavā yathā tadā byākāsi, taṃ dassentā saṅgītikārā –",
  "atk-s0507a3:325": "460.",
  "atk-s0507a3:326": " ‘‘Buddhapamukhassa bhikkhusaṅghassa, pūjaṃ akāsi janatā uḷāraṃ;",
  "atk-s0507a3:327": "Tatrassa cittassahu aññathattaṃ, vācaṃ abhāsi pharusaṃ asabbhaṃ.",
  "atk-s0507a3:328": "461.",
  "atk-s0507a3:329": " ‘‘So taṃ vitakkaṃ pavinodayitvā, pītiṃ pasādaṃ paṭiladdhā pacchā;",
  "atk-s0507a3:330": "Tathāgataṃ jetavane vasantaṃ, yāguyā upaṭṭhāsi sattarattaṃ.",
  "atk-s0507a3:331": "462.",
  "atk-s0507a3:332": " ‘‘Tassa vataṃ taṃ pana brahmacariyaṃ, tassa suciṇṇassa ayaṃ vipāko;",
  "atk-s0507a3:333": "Etādisaṃ byasanaṃ pāpuṇitvā, taṃ tādisaṃ paccanubhossatiddhiṃ.",
  "atk-s0507a3:334": "463.",
  "atk-s0507a3:335": " ‘‘Ṭhatvāna so vassasataṃ idheva, sabbehi kāmehi samaṅgibhūto;",
  "atk-s0507a3:336": "Kāyassa bhedā abhisamparāyaṃ, sahabyataṃ gacchati vāsavassā’’ti. –",
  "atk-s0507a3:337": "Catasso gāthā avocuṃ.",
  "atk-s0507a3:338": "460. Tattha janatāti janasamūho, upāsakagaṇoti adhippāyo. Tatrāti tassaṃ pūjāyaṃ. Assāti tassa dārakassa. Cittassahu aññathattanti purimabhavasmiṃ cittassa aññathābhāvo anādaro agāravo apaccayo ahosi. Asabbhanti sādhusabhāya sāvetuṃ ayuttaṃ pharusaṃ vācaṃ abhāsi.",
  "atk-s0507a3:339": "461.Soti so ayaṃ. Taṃ vitakkanti taṃ pāpakaṃ vitakkaṃ. Pavinodayitvāti mātarā katāya saññattiyā vūpasametvā. Pītiṃ pasādaṃ paṭiladdhāti pītiṃ pasādañca paṭilabhitvā uppādetvā. Yāguyā upaṭṭhāsīti yāgudānena upaṭṭhahi. Sattarattanti sattadivasaṃ.",
  "atk-s0507a3:340": "462.Tassavataṃ taṃ pana brahmacariyanti taṃ mayā heṭṭhā vuttappakāraṃ attano cittassa pasādanaṃ dānañca imassa puggalassa vataṃ taṃ brahmacariyañca, aññaṃ kiñci natthīti attho.",
  "atk-s0507a3:341": "463.Ṭhatvānāti yāva āyupariyosānā idheva manussaloke ṭhatvā. Abhisamparāyanti punabbhave. Sahabyataṃ gacchati vāsavassāti sakkassa devānamindassa puttabhāvena sahabhāvaṃ gamissati. Anāgatatthe hi idaṃ paccuppannakālavacanaṃ. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0507a3:342": "Kumārapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:343": "6. Seriṇīpetivatthuvaṇṇanā",
  "atk-s0507a3:344": "Naggā dubbaṇṇarūpāsīti idaṃ satthari jetavane viharante seriṇīpetiṃ ārabbha vuttaṃ. Kururaṭṭhe kira hatthinipure seriṇī nāma ekā rūpūpajīvinī ahosi. Tattha ca uposathakaraṇatthāya tato tato bhikkhū sannipatiṃsu. Puna mahābhikkhusannipāto ahosi. Taṃ disvā manussā tilataṇḍulādiṃ sappinavanītamadhuādiñca bahuṃ dānūpakaraṇaṃ sajjetvā mahādānaṃ pavattesuṃ. Tena ca samayena sā gaṇikā assaddhā appasannā maccheramalapariyuṭṭhitacittā tehi manussehi ‘‘ehi tāva idaṃ dānaṃ anumodāhī’’ti ussāhitāpi ‘‘kiṃ tena muṇḍakānaṃ samaṇānaṃ dinnenā’’ti appasādameva nesaṃ sampavedesi, kuto appamattakassa pariccāgo.",
  "atk-s0507a3:345": "Sā aparena samayena kālaṃ katvā aññatarassa paccantanagarassa parikhāpiṭṭhe petī hutvā nibbatti. Atha hatthinipuravāsī aññataro upāsako vaṇijjāya taṃ nagaraṃ gantvā rattiyā paccūsasamaye parikhāpiṭṭhaṃ gato tādisena payojanena. Sā tattha taṃ disvā sañjānitvā naggā aṭṭhittacamattāvasesasarīrā ativiya bībhacchadassanā avidūre ṭhatvā attānaṃ dassesi. So taṃ disvā –",
  "atk-s0507a3:346": "464.",
  "atk-s0507a3:347": " ‘‘Naggā dubbaṇṇarūpāsi, kisā dhamanisanthatā;",
  "atk-s0507a3:348": "Upphāsulike kisike, kā nu tvaṃ idha tiṭṭhasī’’ti. –",
  "atk-s0507a3:349": "Gāthāya pucchi. Sāpissa –",
  "atk-s0507a3:350": "465.",
  "atk-s0507a3:351": " ‘‘Ahaṃ bhadante petīmhi, duggatā yamalokikā;",
  "atk-s0507a3:352": "Pāpakammaṃ karitvāna, petalokaṃ ito gatā’’ti. –",
  "atk-s0507a3:353": "Gāthāya attānaṃ pakāsesi. Puna tena –",
  "atk-s0507a3:354": "466.",
  "atk-s0507a3:355": " ‘‘Kiṃ nu kāyena vācāya, manasā dukkaṭaṃ kataṃ;",
  "atk-s0507a3:356": "Kissakammavipākena, petalokaṃ ito gatā’’ti. –",
  "atk-s0507a3:357": "Gāthāya katakammaṃ pucchitā –",
  "atk-s0507a3:358": "467.",
  "atk-s0507a3:359": " ‘‘Anāvaṭesu titthesu, viciniṃ aḍḍhamāsakaṃ;",
  "atk-s0507a3:360": "Santesu deyyadhammesu, dīpaṃ nākāsimattano.",
  "atk-s0507a3:361": "468.",
  "atk-s0507a3:362": " ‘‘Nadiṃ upemi tasitā, rittakā parivattati;",
  "atk-s0507a3:363": "Chāyaṃ upemi uṇhesu, ātapo parivattati.",
  "atk-s0507a3:364": "469.",
  "atk-s0507a3:365": " ‘‘Aggivaṇṇo ca me vāto, ḍahanto upavāyati;",
  "atk-s0507a3:366": "Etañca bhante arahāmi, aññañca pāpakaṃ tato.",
  "atk-s0507a3:367": "470.",
  "atk-s0507a3:368": " ‘‘Gantvāna hatthiniṃ puraṃ, vajjesi mayha mātaraṃ;",
  "atk-s0507a3:369": "‘Dhītā ca te mayā diṭṭhā, duggatā yamalokikā;",
  "atk-s0507a3:370": "Pāpakammaṃ karitvāna, petalokaṃ ito gatā’.",
  "atk-s0507a3:371": "471.",
  "atk-s0507a3:372": " ‘‘Atthi me ettha nikkhittaṃ, anakkhātañca taṃ mayā;",
  "atk-s0507a3:373": "Cattāri satasahassāni, pallaṅkassa ca heṭṭhato.",
  "atk-s0507a3:374": "472.",
  "atk-s0507a3:375": " ‘‘Tato me dānaṃ dadatu, tassā ca hotu jīvikā;",
  "atk-s0507a3:376": "Dānaṃ datvā ca me mātā, dakkhiṇaṃ anudicchatu;",
  "atk-s0507a3:377": "Tadāhaṃ sukhitā hessaṃ, sabbakāmasamiddhinī’’ti. –",
  "atk-s0507a3:378": "Imāhi chahi gāthāhi attanā katakammañceva puna tena attano kātabbaṃ atthañca ācikkhi.",
  "atk-s0507a3:379": "467. Tattha anāvaṭesu titthesūti kenaci anivāritesu nadītaḷākādīnaṃ titthapadesesu, yattha manussā nhāyanti, udakakiccaṃ karonti, tādisesu ṭhānesu. Viciniṃ aḍḍhamāsakanti ‘‘manussehi ṭhapetvā vissaritaṃ apināmettha kiñci labheyya’’nti lobhābhibhūtā aḍḍhamāsakamattampi viciniṃ gavesiṃ. Atha vā anāvaṭesu titthesūti upasaṅkamanena kenaci anivāritesu sattānaṃ payogāsayasuddhiyā kāraṇabhāvena titthabhūtesu samaṇabrāhmaṇesu vijjamānesu. Viciniṃ aḍḍhamāsakanti maccheramalapariyuṭṭhitacittā kassaci kiñci adentī aḍḍhamāsakampi visesena ciniṃ, na sañciniṃ puññaṃ. Tenāha ‘‘santesu deyyadhammesu, dīpaṃ nākāsimattano’’ti.",
  "atk-s0507a3:380": "468.Tasitāti pipāsitā. Rittakāti kākapeyyā sandamānāpi nadī mama pāpakammena udakena rittā tucchā vālikamattā hutvā parivattati. Uṇhesūti uṇhasamayesu. Ātapo parivattatīti chāyāṭṭhānaṃ mayi upagatāya ātapo sampajjati.",
  "atk-s0507a3:381": "469-70.Aggivaṇṇoti samphassena aggisadiso. Tena vuttaṃ ‘‘ḍahanto upavāyatī’’ti. Etañca, bhante, arahāmīti, bhanteti taṃ upāsakaṃ garukārena vadati. Bhante, etañca yathāvuttaṃ pipāsādidukkhaṃ, aññañca tato pāpakaṃ dāruṇaṃ dukkhaṃ anubhavituṃ arahāmi tajjassa pāpassa katattāti adhippāyo. Vajjesīti vadeyyāsi.",
  "atk-s0507a3:382": "471-72.Ettha nikkhittaṃ, anakkhātanti ‘‘ettakaṃ ettha nikkhitta’’nti anācikkhitaṃ. Idāni tassa parimāṇaṃ ṭhapitaṭṭhānañca dassentī ‘‘cattāri satasahassāni, pallaṅkassa ca heṭṭhato’’ti āha. Tattha pallaṅkassāti pubbe attano sayanapallaṅkassa. Tatoti nihitadhanato ekadesaṃ gahetvā mamaṃ uddissa dānaṃ detu. Tassāti mayhaṃ mātuyā.",
  "atk-s0507a3:383": "Evaṃ tāya petiyā vutte so upāsako tassā vacanaṃ sampaṭicchitvā tattha attano karaṇīyaṃ tīretvā hatthinipuraṃ gantvā tassā mātuyā tamatthaṃ ārocesi. Tamatthaṃ dassetuṃ –",
  "atk-s0507a3:384": "473.",
  "atk-s0507a3:385": " Sādhūti so paṭissutvā, gantvāna hatthiniṃ puraṃ;",
  "atk-s0507a3:386": "Avoca tassā mātaraṃ –",
  "atk-s0507a3:387": "‘‘Dhītā ca te mayā diṭṭhā, duggatā yamalokikā;",
  "atk-s0507a3:388": "Pāpakammaṃ karitvāna, petalokaṃ ito gatā.",
  "atk-s0507a3:389": "474.",
  "atk-s0507a3:390": " ‘‘Sā maṃ tattha samādapesi, vajjesi mayha mātaraṃ;",
  "atk-s0507a3:391": "‘Dhītā ca te mayā diṭṭhā, duggatā yamalokikā;",
  "atk-s0507a3:392": "Pāpakammaṃ karitvāna, petalokaṃ ito gatā.",
  "atk-s0507a3:393": "475.",
  "atk-s0507a3:394": " ‘‘‘Atthi ca me ettha nikkhittaṃ, anakkhātañca taṃ mayā;",
  "atk-s0507a3:395": "Cattāri satasahassāni, pallaṅkassa ca heṭṭhato.",
  "atk-s0507a3:396": "476.",
  "atk-s0507a3:397": " ‘‘‘Tato me dānaṃ dadatu, tassā ca hotu jīvikā;",
  "atk-s0507a3:398": "Dānaṃ datvā ca me mātā, dakkhiṇaṃ anudicchatu;",
  "atk-s0507a3:399": "Tadāhaṃ sukhitā hessaṃ, sabbakāmasamiddhinī’.",
  "atk-s0507a3:400": "477.",
  "atk-s0507a3:401": " ‘‘Tato hi sā dānamadā, tassā dakkhiṇamādisī;",
  "atk-s0507a3:402": "Petī ca sukhitā āsi, tassā cāsi sujīvikā’’ti. –",
  "atk-s0507a3:403": "Saṅgītikārā āhaṃsu. Tā suviññeyyāva.",
  "atk-s0507a3:404": "Taṃ sutvā tassā mātā bhikkhusaṅghassa dānaṃ datvā tassā ādisi. Tena sā paṭiladdhūpakaraṇasampattiyaṃ ṭhitā mātu attānaṃ dassetvā taṃ kāraṇaṃ ācikkhi, mātā bhikkhūnaṃ ārocesi, bhikkhū taṃ pavattiṃ bhagavato ārocesuṃ. Bhagavā tamatthaṃ aṭṭhuppattiṃ katvā sampattaparisāya dhammaṃ desesi. Sā desanā mahājanassa sātthikā ahosīti.",
  "atk-s0507a3:405": "Seriṇīpetivatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:406": "7. Migaluddakapetavatthuvaṇṇanā",
  "atk-s0507a3:407": "Naranāripurakkhatoyuvāti idaṃ bhagavati veḷuvane viharante migaluddakapetaṃ ārabbha vuttaṃ. Rājagahe kira aññataro luddako rattindivaṃ mige vadhitvā jīvikaṃ kappesi. Tasseko upāsako mitto ahosi, so taṃ sabbakālaṃ pāpato nivattetuṃ asakkonto ‘‘ehi, samma, rattiyaṃ pāṇātipātā viramāhī’’ti rattiyaṃ puññe samādapesi. So rattiyaṃ viramitvā divā eva pāṇātipātaṃ karoti.",
  "atk-s0507a3:408": "So aparena samayena kālaṃ katvā rājagahasamīpe vemānikapeto hutvā nibbatto, divasabhāgaṃ mahādukkhaṃ anubhavitvā rattiyaṃ pañcahi kāmaguṇehi samappitā samaṅgībhūto paricāresi. Taṃ disvā āyasmā nārado –",
  "atk-s0507a3:409": "478.",
  "atk-s0507a3:410": " ‘‘Naranāripurakkhato yuvā, rajanīyehi kāmaguṇehi sobhasi;",
  "atk-s0507a3:411": "Divasaṃ anubhosi kāraṇaṃ, kimakāsi purimāya jātiyā’’ti. –",
  "atk-s0507a3:412": "Imāya gāthāya paṭipucchi. Tattha naranāripurakkhatoti paricārakabhūtehi devaputtehi devadhītāhi ca purakkhato payirupāsito. Yuvāti taruṇo. Rajanīyehīti kamanīyehi rāguppattihetubhūtehi. Kāmaguṇehīti kāmakoṭṭhāsehi. Sobhasīti samaṅgibhāvena virocasi rattiyanti adhippāyo. Tenāha ‘‘divasaṃ anubhosi kāraṇa’’nti, divasabhāge pana nānappakāraṃ kāraṇaṃ ghātanaṃ paccanubhavasi. Rajanīti vā rattīsu. Yehīti nipātamattaṃ. Kimakāsi purimāya jātiyāti evaṃ sukhadukkhasaṃvattaniyaṃ kiṃ nāma kammaṃ ito purimāya jātiyā tvaṃ akattha, taṃ kathehīti attho .",
  "atk-s0507a3:413": "Taṃ sutvā peto therassa attanā katakammaṃ ācikkhanto –",
  "atk-s0507a3:414": "479.",
  "atk-s0507a3:415": " ‘‘Ahaṃ rājagahe ramme, ramaṇīye giribbaje;",
  "atk-s0507a3:416": "Migaluddo pure āsiṃ, lohitapāṇi dāruṇo.",
  "atk-s0507a3:417": "480.",
  "atk-s0507a3:418": " ‘‘Avirodhakaresu pāṇisu, puthusattesu paduṭṭhamānaso;",
  "atk-s0507a3:419": "Vicariṃ atidāruṇo sadā, parahiṃsāya rato asaññato.",
  "atk-s0507a3:420": "481.",
  "atk-s0507a3:421": " ‘‘Tassa me sahāyo suhadayo, saddho āsi upāsako;",
  "atk-s0507a3:422": "Sopi maṃ anukampanto, nivāresi punappunaṃ.",
  "atk-s0507a3:423": "482.",
  "atk-s0507a3:424": " ‘‘‘Mākāsi pāpakaṃ kammaṃ, mā tāta duggatiṃ agā;",
  "atk-s0507a3:425": "Sace icchasi pecca sukhaṃ, virama pāṇavadhā asaṃyamā.",
  "atk-s0507a3:426": "483.",
  "atk-s0507a3:427": " ‘‘Tassāhaṃ vacanaṃ sutvā, sukhakāmassa hitānukampino;",
  "atk-s0507a3:428": "Nākāsiṃ sakalānusāsaniṃ, cirapāpābhirato abuddhimā.",
  "atk-s0507a3:429": "484.",
  "atk-s0507a3:430": " ‘‘So maṃ puna bhūrisumedhaso, anukampāya saṃyame nivesayi;",
  "atk-s0507a3:431": "Sace divā hanasi pāṇino, atha te rattiṃ bhavatu saṃyamo.",
  "atk-s0507a3:432": "485.",
  "atk-s0507a3:433": " ‘‘Svāhaṃ divā hanitvā pāṇino, virato rattimahosi saññato;",
  "atk-s0507a3:434": "Rattāhaṃ paricāremi, divā khajjāmi duggato.",
  "atk-s0507a3:435": "486.",
  "atk-s0507a3:436": " ‘‘Tassa kammassa kusalassa, anubhomi rattiṃ amānusiṃ;",
  "atk-s0507a3:437": "Divā paṭihatāva kukkurā, upadhāvanti samantā khādituṃ.",
  "atk-s0507a3:438": "487.",
  "atk-s0507a3:439": " ‘‘Ye ca te satatānuyogino, dhuvaṃ payuttā sugatassa sāsane;",
  "atk-s0507a3:440": "Maññāmi te amatameva kevalaṃ, adhigacchanti padaṃ asaṅkhata’’nti. –",
  "atk-s0507a3:441": "Imā gāthā abhāsi.",
  "atk-s0507a3:442": "479-80. Tattha luddoti dāruṇo. Lohitapāṇīti abhiṇhaṃ pāṇaghātena lohitamakkhitapāṇī. Dāruṇoti kharo, sattānaṃ hiṃsanakoti attho. Avirodhakaresūti kenaci virodhaṃ akarontesu migasakuṇādīsu.",
  "atk-s0507a3:443": "482-83.Asaṃyamāti asaṃvarā dussīlyā. Sakalānusāsaninti sabbaṃ anusāsaniṃ, sabbakālaṃ pāṇātipātato paṭiviratinti attho. Cirapāpābhiratoti cirakālaṃ pāpe abhirato.",
  "atk-s0507a3:444": "484.Saṃyameti sucarite. Nivesayīhi nivesesi. Sace divā hanasi pāṇino, atha te rattiṃ bhavatu saṃyamoti nivesitākāradassanaṃ. So kira sallapāsasajjanādinā rattiyampi pāṇavadhaṃ anuyutto ahosi.",
  "atk-s0507a3:445": "485.Divā khajjāmi duggatoti idāni duggatiṃ gato mahādukkhappatto divasabhāge khādiyāmi. Tassa kira divā sunakhehi migānaṃ khādāpitattā kammasarikkhakaṃ phalaṃ hoti, divasabhāge mahantā sunakhā upadhāvitvā aṭṭhisaṅghātamattāvasesaṃ sarīraṃ karonti. Rattiyā pana upagatāya taṃ pākatikameva hoti, dibbasampattiṃ anubhavati. Tena vuttaṃ –",
  "atk-s0507a3:446": "486.",
  "atk-s0507a3:447": " ‘‘Tassa kammassa kusalassa, anubhomi rattiṃ amānusiṃ;",
  "atk-s0507a3:448": "Divā paṭihatāva kukkurā, upadhāvanti samantā khāditu’’nti.",
  "atk-s0507a3:449": "Tattha paṭihatāti paṭihatacittā baddhāghātā viya hutvā. Samantā khāditunti mama sarīraṃ samantato khādituṃ upadhāvanti. Idañca nesaṃ ativiya attano bhayāvahaṃ upagamanakālaṃ gahetvā vuttaṃ. Te pana upadhāvitvā aṭṭhimattāvasesaṃ sarīraṃ katvā gacchanti.",
  "atk-s0507a3:450": "487.Ye ca te satatānuyoginoti osānagāthāya ayaṃ saṅkhepattho – ahampi nāma rattiyaṃ pāṇavadhamattato virato evarūpaṃ sampattiṃ anubhavāmi. Ye pana te purisā sugatassa buddhassa bhagavato sāsane adhisīlādike dhuvaṃ payuttā daḷhaṃ payuttā satataṃ sabbakālaṃ anuyogavantā, te puññavanto kevalaṃ lokiyasukhena asammissaṃ ‘‘asaṅkhataṃ pada’’nti laddhanāmaṃ amatameva adhigacchanti maññe, natthi tesaṃ tadadhigame koci vibandhoti.",
  "atk-s0507a3:451": "Evaṃ tena petena vutte thero taṃ pavattiṃ satthu ārocesi. Satthā tamatthaṃ aṭṭhuppattiṃ katvā sampattaparisāya dhammaṃ desesi. Sabbampi vuttanayameva.",
  "atk-s0507a3:452": "Migaluddakapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:453": "8. Dutiyamigaluddakapetavatthuvaṇṇanā",
  "atk-s0507a3:454": "Kūṭāgāre ca pāsādeti idaṃ bhagavati veḷuvane viharante aparaṃ migaluddakapetaṃ ārabbha vuttaṃ. Rājagahe kira aññataro māgaviko māṇavo vibhavasampannopi samāno bhogasukhaṃ pahāya rattindivaṃ mige hananto vicarati. Tassa sahāyabhūto eko upāsako anuddayaṃ paṭicca – ‘‘sādhu, samma, pāṇātipātato viramāhi, mā te ahosi dīgharattaṃ ahitāya dukkhāyā’’ti ovādaṃ adāsi. So taṃ anādiyi. Atha so upāsako aññataraṃ attano manobhāvanīyaṃ khīṇāsavattheraṃ yāci – ‘‘sādhu, bhante, asukapurisassa tathā dhammaṃ desetha, yathā so pāṇātipātato virameyyā’’ti.",
  "atk-s0507a3:455": "Athekadivasaṃ so thero rājagahe piṇḍāya caranto tassa gehadvāre aṭṭhāsi. Taṃ disvā so māgaviko sañjātabahumāno paccuggantvā gehaṃ pavesetvā āsanaṃ paññāpetvā adāsi. Nisīdi thero paññatte āsane, sopi theraṃ upasaṅkamitvā nisīdi. Tassa thero pāṇātipāte ādīnavaṃ, tato viratiyā ānisaṃsañca pakāsesi. So taṃ sutvāpi tato viramituṃ na icchi. Atha naṃ thero āha – ‘‘sace, tvaṃ āvuso, sabbena sabbaṃ viramituṃ na sakkosi, rattimpi tāva viramassū’’ti, so ‘‘sādhu, bhante, viramāmi ratti’’nti tato virami. Sesaṃ anantaravatthusadisaṃ. Gāthāsu pana –",
  "atk-s0507a3:456": "488.",
  "atk-s0507a3:457": " ‘‘Kūṭāgāre ca pāsāde, pallaṅke gonakatthate;",
  "atk-s0507a3:458": "Pañcaṅgikena turiyena, ramasi suppavādite.",
  "atk-s0507a3:459": "489.",
  "atk-s0507a3:460": " ‘‘Tato ratyā vivasāne, sūriyuggamanaṃ pati;",
  "atk-s0507a3:461": "Apaviddho susānasmiṃ, bahudukkhaṃ nigacchasi.",
  "atk-s0507a3:462": "490.",
  "atk-s0507a3:463": " ‘‘Kiṃ nu kāyena vācāya, manasā dukkaṭaṃ kataṃ;",
  "atk-s0507a3:464": "Kissakammavipākena, idaṃ dukkhaṃ nigacchasī’’ti. –",
  "atk-s0507a3:465": "Tīhi gāthāhi nāradatthero naṃ paṭipucchi. Athassa peto –",
  "atk-s0507a3:466": "491.",
  "atk-s0507a3:467": " ‘‘Ahaṃ rājagahe ramme, ramaṇīye giribbaje;",
  "atk-s0507a3:468": "Migaluddo pure āsiṃ, luddo cāsimasaññato.",
  "atk-s0507a3:469": "492.",
  "atk-s0507a3:470": " ‘‘Tassa me sahāyo suhadayo, saddho āsi upāsako;",
  "atk-s0507a3:471": "Tassa kulūpako bhikkhu, āsi gotamasāvako;",
  "atk-s0507a3:472": "Sopi maṃ anukampanto, nivāresi punappunaṃ.",
  "atk-s0507a3:473": "493.",
  "atk-s0507a3:474": " ‘‘‘Mākāsi pāpakaṃ kammaṃ, mā tāta duggatiṃ agā;",
  "atk-s0507a3:475": "Sace icchasi pecca sukhaṃ, virama pāṇavadhā asaṃyamā’.",
  "atk-s0507a3:476": "494.",
  "atk-s0507a3:477": " ‘‘Tassāhaṃ vacanaṃ sutvā, sukhakāmassa hitānukampino;",
  "atk-s0507a3:478": "Nākāsiṃ sakalānusāsaniṃ, cirapāpābhirato abuddhimā.",
  "atk-s0507a3:479": "495.",
  "atk-s0507a3:480": " ‘‘So maṃ puna bhūrisumedhaso, anukampāya saṃyame nivesayi;",
  "atk-s0507a3:481": "‘Sace divā hanasi pāṇino, atha te rattiṃ bhavatu saṃyamo’.",
  "atk-s0507a3:482": "496.",
  "atk-s0507a3:483": " ‘‘Svāhaṃ divā hanitvā pāṇino, virato rattimahosi saññato;",
  "atk-s0507a3:484": "Rattāhaṃ paricāremi, divā khajjāmi duggato.",
  "atk-s0507a3:485": "497.",
  "atk-s0507a3:486": " ‘‘Tassa kammassa kusalassa, anubhomi rattiṃ amānusiṃ;",
  "atk-s0507a3:487": "Divā paṭihatāva kukkurā, upadhāvanti samantā khādituṃ.",
  "atk-s0507a3:488": "498.",
  "atk-s0507a3:489": " ‘‘Ye ca te satatānuyogino, dhuvaṃ payuttā sugatassa sāsane;",
  "atk-s0507a3:490": "Maññāmi te amatameva kevalaṃ, adhigacchanti padaṃ asaṅkhata’’nti. –",
  "atk-s0507a3:491": "Tamatthaṃ ācikkhi. Tāsaṃ attho heṭṭhā vuttanayova.",
  "atk-s0507a3:492": "Dutiyamigaluddakapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:493": "9. Kūṭavinicchayikapetavatthuvaṇṇanā",
  "atk-s0507a3:494": "Mālī kiriṭī kāyūrīti idaṃ satthari veḷuvane viharante kūṭavinicchayikapetaṃ ārabbha vuttaṃ. Tadā bimbisāro rājā māsassa chasu divasesu uposathaṃ upavasati, taṃ anuvattantā bahū manussā uposathaṃ upavasanti. Rājā attano santikaṃ āgatāgate manusse pucchati – ‘‘kiṃ tumhehi uposatho upavuttho, udāhu na upavuttho’’ti? Tatreko adhikaraṇe niyuttakapuriso pisuṇavāco nekatiko lañjagāhako ‘‘na upavutthomhī’’ti vattuṃ asahanto ‘‘upavutthomhi, devā’’ti āha. Atha naṃ rājasamīpato nikkhantaṃ sahāyo āha – ‘‘kiṃ, samma, ajja tayā upavuttho’’ti? ‘‘Bhayenāhaṃ, samma, rañño sammukhā evaṃ avocaṃ, nāhaṃ uposathiko’’ti.",
  "atk-s0507a3:495": "Atha naṃ sahāyo āha – ‘‘yadi evaṃ upaḍḍhuposathopi tāva te ajja hotu, uposathaṅgāni samādiyāhī’’ti. So tassa vacanaṃ ‘‘sādhū’’ti sampaṭicchitvā gehaṃ gantvā abhutvāva mukhaṃ vikkhāletvā uposathaṃ adhiṭṭhāya rattiyaṃ vāsūpagato rittāsayasambhūtena balavavātahetukena sūlena upacchinnāyusaṅkhāro cutianantaraṃ pabbatakucchiyaṃ vemānikapeto hutvā nibbatti. So hi ekarattiṃ uposatharakkhaṇamattena vimānaṃ paṭilabhi dasakaññāsahassaparivāraṃ mahatiñca dibbasampattiṃ. Kūṭavinicchayikatāya pana pesuṇikatāya ca attano piṭṭhimaṃsāni sayameva okkantitvā khādati. Taṃ āyasmā nārado gijjakūṭato otaranto disvā –",
  "atk-s0507a3:496": "499.",
  "atk-s0507a3:497": " ‘‘Mālī kiriṭī kāyūrī, gattā te candanussadā;",
  "atk-s0507a3:498": "Pasannamukhavaṇṇosi, sūriyavaṇṇova sobhasi.",
  "atk-s0507a3:499": "500.",
  "atk-s0507a3:500": " ‘‘Amānusā pārisajjā, ye teme paricārakā;",
  "atk-s0507a3:501": "Dasa kaññāsahassāni, yā temā paricārikā;",
  "atk-s0507a3:502": "Tā kambukāyūradharā, kañcanāveḷabhūsitā.",
  "atk-s0507a3:503": "501.",
  "atk-s0507a3:504": " ‘‘Mahānubhāvosi tuvaṃ, lomahaṃsanarūpavā;",
  "atk-s0507a3:505": "Piṭṭhimaṃsāni attano, sāmaṃ ukkacca khādasi.",
  "atk-s0507a3:506": "502.",
  "atk-s0507a3:507": " ‘‘Kiṃ nu kāyena vācāya, manasā dukkaṭaṃ kataṃ;",
  "atk-s0507a3:508": "Kissakammavipākena, piṭṭhimaṃsāni attano;",
  "atk-s0507a3:509": "Sāmaṃ ukkacca khādasīti.",
  "atk-s0507a3:510": "503.",
  "atk-s0507a3:511": " ‘‘Attanohaṃ anatthāya, jīvaloke acārisaṃ;",
  "atk-s0507a3:512": "Pesuññamusāvādena, nikativañcanāya ca.",
  "atk-s0507a3:513": "504.",
  "atk-s0507a3:514": " ‘‘Tatthāhaṃ parisaṃ gantvā, saccakāle upaṭṭhite;",
  "atk-s0507a3:515": "Atthaṃ dhammaṃ nirākatvā, adhammamanuvattisaṃ.",
  "atk-s0507a3:516": "505.",
  "atk-s0507a3:517": " ‘‘Evaṃ so khādatattānaṃ, yo hoti piṭṭhimaṃsiko;",
  "atk-s0507a3:518": "Yathāhaṃ ajja khādāmi, piṭṭhimaṃsāni attano.",
  "atk-s0507a3:519": "506.",
  "atk-s0507a3:520": " ‘‘Tayidaṃ tayā nārada sāmaṃ diṭṭhaṃ, anukampakā ye kusalā vadeyyuṃ;",
  "atk-s0507a3:521": "Mā pesuṇaṃ mā ca musā abhāṇi, mā khosi piṭṭhimaṃsiko tuva’’nti. –",
  "atk-s0507a3:522": "Thero catūhi gāthāhi pucchi, sopi tassa catūhi gāthāhi etamatthaṃ vissajjesi.",
  "atk-s0507a3:523": "499. Tattha mālīti māladhārī, dibbapupphehi paṭimaṇḍitoti adhippāyo. Kiriṭīti veṭhitasīso. Kāyūrīti keyūravā, bāhālaṅkārapaṭimaṇḍitoti attho. Gattāti sarīrāvayavā. Candanussadāti candanasārānulittā. Sūriyavaṇṇova sobhasīti bālasūriyasadisavaṇṇo eva hutvā virocasi. ‘‘Araṇavaṇṇī pabhāsasī’’tipi pāḷi, araṇanti araṇiyehi devehi sadisavaṇṇo ariyāvakāsoti attho.",
  "atk-s0507a3:524": "500.Pārisajjāti parisapariyāpannā, upaṭṭhākāti attho. Tuvanti tvaṃ. Lomahaṃsanarūpavāti passantānaṃ lomahaṃsajananarūpayutto. Mahānubhāvatāsamaṅgitāya hetaṃ vuttaṃ. Ukkaccāti ukkantitvā, chinditvāti attho.",
  "atk-s0507a3:525": "503.Acārisanti acariṃ paṭipajjiṃ. Pesuññamusāvādenāti pesuññena ceva musāvādena ca. Nikativañcanāya cāti nikatiyā vañcanāya ca patirūpadassanena paresaṃ vikārena vañcanāya ca.",
  "atk-s0507a3:526": "504.Saccakāleti saccaṃ vattuṃ yuttakāle. Atthanti diṭṭhadhammikādibhedaṃ hitaṃ. Dhammanti kāraṇaṃ ñāyaṃ. Nirākatvāti chaḍḍetvā pahāya. Soti yo pesuññādiṃ ācarati, so satto. Sesaṃ sabbaṃ heṭṭhā vuttanayameva.",
  "atk-s0507a3:527": "Kūṭavinicchayikapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:528": "10. Dhātuvivaṇṇapetavatthuvaṇṇanā",
  "atk-s0507a3:529": "Antalikkhasmiṃtiṭṭhantoti idaṃ dhātuvivaṇṇapetavatthu. Bhagavati kusinārāyaṃ upavattane mallānaṃ sālavane yamakasālānamantare parinibbute dhātuvibhāge ca kate rājā ajātasattu attanā laddhadhātubhāgaṃ gahetvā satta vassāni satta ca māse satta ca divase buddhaguṇe anussaranto uḷārapūjaṃ pavattesi. Tattha asaṅkheyyā appameyyā manussā cittāni pasādetvā saggūpagā ahesuṃ, chaḷāsītimattāni pana purisasahassāni cirakālabhāvitena assaddhiyena micchādassanena ca vipallatthacittā pasādanīyepi ṭhāne attano cittāni padosetvā petesu uppajjiṃsu. Tasmiṃyeva rājagahe aññatarassa vibhavasampannassa kuṭumbikassa bhariyā dhītā suṇisā ca pasannacittā ‘‘dhātupūjaṃ karissāmā’’ti gandhapupphādīni gahetvā dhātuṭṭhānaṃ gantuṃ āraddhā. So kuṭumbiko ‘‘kiṃ aṭṭhikānaṃ pūjanenā’’ti tā paribhāsetvā dhātupūjaṃ vivaṇṇesi. Tāpi tassa vacanaṃ anādiyitvā tattha gantvā dhātupūjaṃ katvā gehaṃ āgatā tādisena rogena abhibhūtā nacirasseva kālaṃ katvā devaloke nibbattiṃsu. So pana kodhena abhibhūto nacirasseva kālaṃ katvā tena pāpakammena petesu nibbatti.",
  "atk-s0507a3:530": "Athekadivasaṃ āyasmā mahākassapo sattesu anukampāya tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi, yathā manussā te pete tā ca devatāyo passanti. Tathā pana katvā cetiyaṅgaṇe ṭhito taṃ dhātuvivaṇṇakaṃ petaṃ tīhi gāthāhi pucchi. Tassa so peto byākāsi –",
  "atk-s0507a3:531": "507.",
  "atk-s0507a3:532": " ‘‘Antalikkhasmiṃ tiṭṭhanto, duggandho pūti vāyasi;",
  "atk-s0507a3:533": "Mukhañca te kimayo pūtigandhaṃ, khādanti kiṃ kammamakāsi pubbe.",
  "atk-s0507a3:534": "508.",
  "atk-s0507a3:535": " ‘‘Tato satthaṃ gahetvāna, okkantanti punappunaṃ;",
  "atk-s0507a3:536": "Khārena paripphositvā, okkantanti punappunaṃ.",
  "atk-s0507a3:537": "509.",
  "atk-s0507a3:538": " ‘‘Kiṃ nu kāyena vācāya, manasā dukkaṭaṃ kataṃ;",
  "atk-s0507a3:539": "Kissakammavipākena, idaṃ dukkhaṃ nigacchasī’’ti.",
  "atk-s0507a3:540": "510.",
  "atk-s0507a3:541": " ‘‘Ahaṃ rājagahe ramme, ramaṇīye giribbaje;",
  "atk-s0507a3:542": "Issaro dhanadhaññassa, supahūtassa mārisa.",
  "atk-s0507a3:543": "511.",
  "atk-s0507a3:544": " ‘‘Tassāyaṃ me bhariyā ca, dhītā ca suṇisā ca me;",
  "atk-s0507a3:545": "Tā mālaṃ uppalañcāpi, paccagghañca vilepanaṃ;",
  "atk-s0507a3:546": "Thūpaṃ harantiyo vāresiṃ, taṃ pāpaṃ pakataṃ mayā.",
  "atk-s0507a3:547": "512.",
  "atk-s0507a3:548": " ‘‘Chaḷāsītisahassāni , mayaṃ paccattavedanā;",
  "atk-s0507a3:549": "Thūpapūjaṃ vivaṇṇetvā, paccāma niraye bhusaṃ.",
  "atk-s0507a3:550": "513.",
  "atk-s0507a3:551": " ‘‘Ye ca kho thūpapūjāya, vattante arahato mahe;",
  "atk-s0507a3:552": "Ādīnavaṃ pakāsenti, vivecayetha ne tato.",
  "atk-s0507a3:553": "514.",
  "atk-s0507a3:554": " ‘‘Imā ca passa ayantiyo, māladhārī alaṅkatā;",
  "atk-s0507a3:555": "Mālāvipākaṃnubhontiyo, samiddhā ca tā yasassiniyo.",
  "atk-s0507a3:556": "515.",
  "atk-s0507a3:557": " ‘‘Tañca disvāna accheraṃ, abbhutaṃ lomahaṃsanaṃ;",
  "atk-s0507a3:558": "Namo karonti sappaññā, vandanti taṃ mahāmuniṃ.",
  "atk-s0507a3:559": "516.",
  "atk-s0507a3:560": " ‘‘Sohaṃ nūna ito gantvā, yoniṃ laddhāna mānusiṃ;",
  "atk-s0507a3:561": "Thūpapūjaṃ karissāmi, appamatto punappuna’’nti.",
  "atk-s0507a3:562": "507-8. Tattha duggandhoti aniṭṭhagandho, kuṇapagandhagandhīti attho. Tenāha ‘‘pūti vāyasī’’ti. Tatoti duggandhavāyanato kimīhi khāyitabbato ca upari. Sattaṃ gahetvāna, okkantanti punappunanti kammasañcoditā sattā nisitadhāraṃ satthaṃ gahetvā punappunaṃ taṃ vaṇamukhaṃ avakantanti. Khārena paripphositvā, okkantanti punappunanti avakantitaṭṭhāne khārodakena āsiñcitvā punappunampi avakantanti.",
  "atk-s0507a3:563": "510.Issaro dhanadhaññassa, supahūtassāti ativiya pahūtassa dhanassa dhaññassa ca issaro sāmī, aḍḍho mahaddhanoti attho.",
  "atk-s0507a3:564": "511.Tassāyaṃ me bhariyā ca, dhītā ca suṇisā cāti tassa mayhaṃ ayaṃ purimattabhāve bhariyā, ayaṃ dhītā, ayaṃ suṇisā. Tā devabhūtā ākāse ṭhitāti dassento vadati. Paccagghanti abhinavaṃ. Thūpaṃ harantiyo vāresinti thūpaṃ pūjetuṃ upanentiyo dhātuṃ vivaṇṇento paṭikkhipiṃ. Taṃ pāpaṃ pakataṃ mayāti taṃ dhātuvivaṇṇanapāpaṃ kataṃ samācaritaṃ mayāti vippaṭisārappatto vadati.",
  "atk-s0507a3:565": "512.Chaḷāsītisahassānīti chasahassādhikā asītisahassamattā. Mayanti te pete attanā saddhiṃ saṅgahetvā vadati. Paccattavedanāti visuṃ visuṃ anubhuyyamānadukkhavedanā. Nirayeti baladukkhatāya pettivisayaṃ nirayasadisaṃ katvā āha.",
  "atk-s0507a3:566": "513.Ye ca kho thūpapūjāya, vattante arahato maheti arahato sammāsambuddhassa thūpaṃ uddissa pūjāmahe pavattamāne ahaṃ viya ye thūpapūjāya ādīnavaṃ dosaṃ pakāsenti. Te puggale tato puññato vivecayetha vivecāpayetha, paribāhire janayethāti aññāpadesena attano mahājāniyataṃ vibhāveti.",
  "atk-s0507a3:567": "514.Āyantiyoti ākāsena āgacchantiyo. Mālāvipākanti thūpe katamālāpūjāya vipākaṃ phalaṃ. Samiddhāti dibbasampattiyā samiddhā. Tā yasassiniyoti tā parivāravantiyo.",
  "atk-s0507a3:568": "515.Tañca disvānāti tassa atiparittassa pūjāpuññassa acchariyaṃ abbhutaṃ lomahaṃsanaṃ atiuḷāraṃ vipākavisesaṃ disvā. Namo karonti sappaññā, vandanti taṃ mahāmuninti, bhante kassapa, imā itthiyo taṃ uttamapuññakkhettabhūtaṃ vandanti abhivādenti, namo karonti namakkārañca karontīti attho.",
  "atk-s0507a3:569": "516. Atha so peto saṃviggamānaso saṃvegānurūpaṃ āyatiṃ attanā kātabbaṃ dassento ‘‘sohaṃ nūnā’’ti gāthamāha. Taṃ uttānatthameva.",
  "atk-s0507a3:570": "Evaṃ petena vutto mahākassapo taṃ aṭṭhuppattiṃ katvā sampattaparisāya dhammaṃ desesi.",
  "atk-s0507a3:571": "Dhātuvivaṇṇapetavatthuvaṇṇanā niṭṭhitā.",
  "atk-s0507a3:572": "Iti khuddaka-aṭṭhakathāya petavatthusmiṃ",
  "atk-s0507a3:573": "Dasavatthupaṭimaṇḍitassa",
  "atk-s0507a3:574": "Tatiyassa cūḷavaggassa atthasaṃvaṇṇanā niṭṭhitā."
}