{
  "atk-s0402a27:0": "(9) 4. Samaṇavaggo",
  "atk-s0402a27:1": "1. Samaṇasuttavaṇṇanā",
  "atk-s0402a27:2": "82. Catutthassa paṭhame samaṇiyānīti samaṇasantakāni. Samaṇakaraṇīyānīti samaṇena kattabbakiccāni. Adhisīlasikkhāsamādānantiādīsu samādānaṃ vuccati gahaṇaṃ, adhisīlasikkhāya samādānaṃ gahaṇaṃ pūraṇaṃ adhisīlasikkhāsamādānaṃ. Sesapadadvayepi eseva nayo. Ettha ca sīlaṃ adhisīlaṃ, cittaṃ adhicittaṃ, paññā adhipaññāti ayaṃ vibhāgo veditabbo. Tattha pañcasīlaṃ sīlaṃ nāma, taṃ upādāya dasasīlaṃ adhisīlaṃ nāma, tampi upādāya catupārisuddhisīlaṃ adhisīlaṃ nāma. Apica sabbampi lokiyasīlaṃ sīlaṃ nāma, lokuttarasīlaṃ adhisīlaṃ, tadeva sikkhitabbato sikkhāti vuccati. Kāmāvacaracittaṃ pana cittaṃ nāma, taṃ upādāya rūpāvacaraṃ adhicittaṃ nāma, tampi upādāya arūpāvacaraṃ adhicittaṃ nāma. Apica sabbampi lokiyacittaṃ cittameva, lokuttaraṃ adhicittaṃ. Paññāyapi eseva nayo. Tasmāti yasmā imāni tīṇi samaṇakaraṇīyāni, tasmā. Tibboti bahalo. Chandoti kattukamyatākusalacchando. Iti imasmiṃ suttante tisso sikkhā lokiyalokuttarā kathitāti.",
  "atk-s0402a27:3": "2. Gadrabhasuttavaṇṇanā",
  "atk-s0402a27:4": "83. Dutiye piṭṭhito piṭṭhitoti pacchato pacchato. Ahampi dammo ahampi dammoti ahampi ‘‘dammo dammamāno’’ti vadamāno gāvīti. Seyyathāpi gunnanti yathā gāvīnaṃ. Gāvo hi kāḷāpi rattāpi setādivaṇṇāpi honti, gadrabhassa pana tādiso vaṇṇo nāma natthi. Yathā ca vaṇṇo, evaṃ saropi padampi aññādisameva. Sesaṃ uttānatthameva. Imasmimpi sutte tisso sikkhā missikāva kathitāti.",
  "atk-s0402a27:5": "3. Khettasuttavaṇṇanā",
  "atk-s0402a27:6": "84. Tatiye paṭikaccevāti paṭhamameva. Sukaṭṭhaṃ karotīti naṅgalena sukaṭṭhaṃ karoti. Sumatikatanti matiyā suṭṭhu samīkataṃ. Kālenāti vapitabbayuttakālena. Sesaṃ uttānameva. Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:7": "4. Vajjiputtasuttavaṇṇanā",
  "atk-s0402a27:8": "85. Catutthe vajjiputtakoti vajjirājakulassa putto. Diyaḍḍhasikkhāpadasatanti paṇṇāsādhikaṃ sikkhāpadasataṃ. Tasmiṃ samaye paññattāni sikkhāpadāneva sandhāyetaṃ vuttaṃ. So kira bhikkhu ajjavasampanno ujujātiko avaṅko akuṭilo, tasmā ‘‘ahaṃ ettakāni sikkhāpadāni rakkhituṃ sakkuṇeyyaṃ vā na vā’’ti cintetvā satthu ārocesi. Sakkomahanti sakkomi ahaṃ. So kira ‘‘ettakesu sikkhāpadesu sikkhantassa agaru tīsu sikkhāsu sikkhitu’’nti maññamāno evamāha. Atha bhagavā yathā nāma paññāsa tiṇakalāpiyo ukkhipituṃ asakkontassa kalāpiyasataṃ bandhitvā sīse ṭhapeyya, evameva ekissāpi sikkhāya sikkhituṃ asakkontassa aparā dvepi sikkhā upari pakkhipanto tasmātiha tvaṃ bhikkhūtiādimāha. Sukhumālo kira uttaro nāma jānapadamanusso lohapāsādavihāre vasati. Atha naṃ daharabhikkhū āhaṃsu – ‘‘uttara, aggisālā ovassati, tiṇaṃ kappiyaṃ katvā dehī’’ti. Taṃ ādāya aṭaviṃ gantvā tena lāyitaṃ tiṇaṃyeva karaḷe bandhitvā ‘‘paññāsa karaḷe gahetuṃ sakkhissasi uttarā’’ti āhaṃsu. So ‘‘na sakkhissāmī’’ti āha. Asītiṃ pana sakkhissasīti? Na sakkhissāmi, bhanteti. Ekaṃ karaḷasataṃ sakkhissasīti? Āma, bhante, gaṇhissāmīti. Daharabhikkhū karaḷasataṃ bandhitvā tassa sīse ṭhapayiṃsu. So ukkhipitvā nitthunanto gantvā aggisālāya samīpe pātesi. Atha naṃ bhikkhū ‘‘kilantarūposi uttarā’’ti āhaṃsu. Āma, bhante, daharā bhikkhū maṃ vañcesuṃ, imaṃ ekampi karaḷasataṃ ukkhipituṃ asakkontaṃ maṃ ‘‘paṇṇāsa karaḷe ukkhipāhī’’ti vadiṃsu. Āma, uttara, vañcayiṃsu tanti. Evaṃ sampadamidaṃ veditabbaṃ. Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:9": "5. Sekkhasuttavaṇṇanā",
  "atk-s0402a27:10": "86. Pañcame ujumaggānusārinoti ujumaggo vuccati ariyamaggo, taṃ anussarantassa paṭipannakassāti attho. Khayasmiṃ paṭhamaṃ ñāṇanti paṭhamameva maggañāṇaṃ uppajjati. Maggo hi kilesānaṃ khepanato khayo nāma, taṃsampayuttaṃ ñāṇaṃ khayasmiṃ ñāṇaṃ nāma. Tatoaññā anantarāti tato catutthamaggañāṇato anantarā aññā uppajjati, arahattaphalaṃ uppajjatīti attho. Aññāvimuttassāti arahattaphalavimuttiyā vimuttassa. Ñāṇaṃ ve hotīti paccavekkhaṇañāṇaṃ hoti. Iti suttepi gāthāsupi satta sekhā kathitā. Avasāne pana khīṇāsavo dassitoti.",
  "atk-s0402a27:11": "6. Paṭhamasikkhāsuttavaṇṇanā",
  "atk-s0402a27:12": "87. Chaṭṭhe attakāmāti attano hitakāmā. Yatthetaṃ sabbaṃ samodhānaṃ gacchatīti yāsu sikkhāsu sabbametaṃ diyaḍḍhasikkhāpadasataṃ saṅgahaṃ gacchati. Paripūrakārī hotīti samattakārī hoti. Mattaso kārīti pamāṇena kārako, sabbena sabbaṃ kātuṃ na sakkotīti attho. Khuddānukhuddakānīti cattāri pārājikāni ṭhapetvā sesasikkhāpadāni. Tatrāpi saṅghādisesaṃ khuddakaṃ, thullaccayaṃ anukhuddakaṃ nāma. Thullaccayañca khuddakaṃ, pācittiyaṃ anukhuddakaṃ nāma, pācittiyañca khuddakaṃ, pāṭidesaniyadukkaṭadubbhāsitāni anukhuddakāni nāma. Ime pana aṅguttaramahānikāyavaḷañjanakaācariyā ‘‘cattāri pārājikāni ṭhapetvā sesāni sabbānipi khuddānukhuddakānī’’ti vadanti. Tāni āpajjatipi vuṭṭhātipīti ettha pana khīṇāsavo tāva lokavajjaṃ nāpajjati, paṇṇattivajjameva āpajjati. Āpajjanto ca kāyenapi vācāyapi cittenapi āpajjati. Kāyena āpajjanto kuṭikārasahaseyyādīni āpajjati, vācāya āpajjanto sañcarittapadasodhammādīni, cittena āpajjanto rūpiyapaṭiggahaṇaṃ āpajjati. Sekkhesupi eseva nayo. Na hi mettha, bhikkhave, abhabbatā vuttāti, bhikkhave, na hi mayā ettha evarūpaṃ āpattiṃ āpajjane ca vuṭṭhāne ca ariyapuggalassa abhabbatā kathitā. Ādibrahmacariyakānīti maggabrahmacariyassa ādibhūtāni cattāri mahāsīlasikkhāpadāni. Brahmacariyasāruppānīti tāniyeva catumaggabrahmacariyassa sāruppāni anucchavikāni. Tatthāti tesu sikkhāpadesu. Dhuvasīloti nibaddhasīlo. Ṭhitasīloti patiṭṭhitasīlo. Sotāpannoti sotasaṅkhātena maggena phalaṃ āpanno. Avinipātadhammoti catūsu apāyesu apatanasabhāvo. Niyatoti sotāpattimagganiyāmena niyato. Sambodhiparāyaṇoti uparimaggattayasambodhiparāyaṇo.",
  "atk-s0402a27:13": "Tanuttāti tanubhāvo. Sakadāgāmino hi rāgādayo abbhapaṭalaṃ viya macchikāpattaṃ viya ca tanukā honti, na bahalā. Orambhāgiyānanti heṭṭhābhāgiyānaṃ. Saṃyojanānanti bandhanānaṃ. Parikkhayāti parikkhayena. Opapātiko hotīti uppannako hoti. Tattha parinibbāyīti heṭṭhā anotaritvā upariyeva parinibbānadhammo. Anāvattidhammoti yonigativasena anāgamanadhammo.",
  "atk-s0402a27:14": "Padesaṃ padesakārītiādīsu padesakārī puggalo nāma sotāpanno ca sakadāgāmī ca anāgāmī ca, so padesameva sampādeti. Paripūrakārī nāma arahā, so paripūrameva sampādeti. Avañjhānīti atucchāni saphalāni saudrayānīti attho. Idhāpi tisso sikkhā missakāva kathitā.",
  "atk-s0402a27:15": "7. Dutiyasikkhāsuttavaṇṇanā",
  "atk-s0402a27:16": "88. Sattame kolaṃkoloti kulā kulaṃ gamanako. Kulanti cettha bhavo adhippeto, tasmā ‘‘dve vā tīṇi vā kulānī’’ti etthapi dve vā tayo vā bhaveti attho veditabbo. Ayañhi dve vā bhave sandhāvati tayo vā, uttamakoṭiyā cha vā. Tasmā dve vā tīṇi vā cattāri vā pañca vā cha vāti evamettha vikappo daṭṭhabbo. Ekabījīti ekasseva bhavassa bījaṃ etassa atthīti ekabījī. Uddhaṃsototiādīsu atthi uddhaṃsoto akaniṭṭhagāmī, atthi uddhaṃsoto na akaniṭṭhagāmī, atthi na uddhaṃsoto akaniṭṭhagāmī, atthi na uddhaṃsoto na akaniṭṭhagāmī. Tattha yo idha anāgāmiphalaṃ patvā avihādīsu nibbatto tattha yāvatāyukaṃ ṭhatvā uparūpari nibbattitvā akaniṭṭhaṃ pāpuṇāti, ayaṃ uddhaṃsoto akaniṭṭhagāmī nāma. Yo pana avihādīsu nibbatto tattheva aparinibbāyitvā akaniṭṭhampi appatvā uparimabrahmaloke parinibbāyati, ayaṃ uddhaṃsoto na akaniṭṭhagāmī nāma. Yo ito cavitvā akaniṭṭheyeva nibbattati, ayaṃ na uddhaṃsoto akaniṭṭhagāmī nāma. Yo pana avihādīsu catūsu aññatarasmiṃ nibbattitvā tattheva parinibbāyati, ayaṃ na uddhaṃsoto na akaniṭṭhagāmī nāma.",
  "atk-s0402a27:17": "Yattha katthaci uppanno pana sasaṅkhārena sappayogena arahattaṃ patto sasaṅkhāraparinibbāyī nāma. Asaṅkhārena appayogena patto asaṅkhāraparinibbāyī nāma. Yo pana kappasahassāyukesu avihesu nibbattitvā pañcamaṃ kappasataṃ atikkamitvā arahattaṃ patto, ayaṃ upahaccaparinibbāyī nāma. Atappādīsupi eseva nayo. Antarāparinibbāyīti yo āyuvemajjhaṃ anatikkamitvā parinibbāyati, so tividho hoti. Kappasahassāyukesu tāva avihesu nibbattitvā eko nibbattadivaseyeva arahattaṃ pāpuṇāti. No ce nibbattadivase pāpuṇāti, paṭhamassa pana kappasatassa matthake pāpuṇāti, ayaṃ paṭhamo antarāparinibbāyī. Aparo evaṃ asakkonto dvinnaṃ kappasatānaṃ matthake pāpuṇāti, ayaṃ dutiyo. Aparo evampi asakkonto catunnaṃ kappasatānaṃ matthake pāpuṇāti, ayaṃ tatiyo antarāparinibbāyī. Sesaṃ vuttanayameva.",
  "atk-s0402a27:18": "Imasmiṃ pana ṭhāne ṭhatvā catuvīsati sotāpannā, dvādasa sakadāgāmino, aṭṭhacattālīsa anāgāmino, dvādasa ca arahanto kathetabbā. Imasmiṃ hi sāsane saddhādhuraṃ paññādhuranti dve dhurāni, dukkhapaṭipadādandhābhiññādayo catasso paṭipadā. Tattheko saddhādhurena abhinivisitvā sotāpattiphalaṃ patvā ekameva bhavaṃ nibbattitvā dukkhassantaṃ karoti, ayameko ekabījī. So paṭipadāvasena catubbidho hoti. Yathā cesa, evaṃ paññādhurena abhiniviṭṭhopīti aṭṭha ekabījino. Tathā kolaṃkolā sattakkhattuparamā cāti ime catuvīsati sotāpannā nāma. Tīsu pana vimokkhesu suññatavimokkhena sakadāgāmibhūmiṃ pattā catunnaṃ paṭipadānaṃ vasena cattāro sakadāgāmino, tathā animittavimokkhena pattā cattāro, appaṇihitavimokkhena pattā cattāroti ime dvādasa sakadāgāmino. Avihesu pana tayo antarāparinibbāyino, eko upahaccaparinibbāyī, eko uddhaṃsoto akaniṭṭhagāmīti pañca anāgāmino, te asaṅkhāraparinibbāyino pañca, sasaṅkhāraparinibbāyino pañcāti dasa honti, tathā atappādīsu. Akaniṭṭhesu pana uddhaṃsoto natthi , tasmā tattha cattāro sasaṅkhāraparinibbāyī, cattāro asaṅkhāraparinibbāyīti aṭṭha, ime aṭṭhacattālīsa anāgāmino. Yathā pana sakadāgāmino, tatheva arahantopi dvādasa veditabbā. Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:19": "8. Tatiyasikkhāsuttavaṇṇanā",
  "atk-s0402a27:20": "89. Aṭṭhame taṃ vā pana anabhisambhavaṃ appaṭivijjhanti taṃ arahattaṃ apāpuṇanto appaṭivijjhanto. Iminā nayena sabbaṭṭhānesu attho veditabbo. Idhāpi tisso sikkhā missikāva kathitā. Navamaṃ uttānatthameva. Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:21": "10. Dutiyasikkhattayasuttavaṇṇanā",
  "atk-s0402a27:22": "91. Dasame āsavānaṃ khayāti ettha arahattamaggo adhipaññāsikkhā nāma. Phalaṃ pana sikkhitasikkhassa uppajjanato sikkhāti na vattabbaṃ.",
  "atk-s0402a27:23": "Yathāpure tathā pacchāti yathā paṭhamaṃ tīsu sikkhāsu sikkhati, pacchā tatheva sikkhatīti attho. Dutiyapadepi eseva nayo. Yathā adho tathā uddhanti yathā heṭṭhimakāyaṃ asubhavasena passati, uparimakāyampi tatheva pharati. Dutiyapadepi eseva nayo. Yathā divā tathā rattinti yathā divā tisso sikkhā sikkhati, rattimpi tatheva sikkhatīti attho. Abhibhuyya disā sabbāti sabbā disā ārammaṇavasena abhibhavitvā. Appamāṇasamādhināti arahattamaggasamādhinā.",
  "atk-s0402a27:24": "Sekkhanti sikkhamānaṃ sakaraṇīyaṃ. Paṭipadanti paṭipannakaṃ. Saṃsuddhacāriyanti saṃsuddhacaraṇaṃ parisuddhasīlaṃ. Sambuddhanti catusaccabuddhaṃ. Dhīraṃ paṭipadantagunti khandhadhīraāyatanadhīravasena dhīraṃ dhitisampannaṃ paṭipattiyā antaṃ gataṃ. Viññāṇassāti carimakaviññāṇassa. Taṇhākkhayavimuttinoti taṇhākkhayavimuttisaṅkhātāya arahattaphalavimuttiyā samannāgatassa. Pajjotasseva nibbānanti padīpanibbānaṃ viya. Vimokkho hoti cetasoti cittassa vimutti vimuccanā appavattibhāvo hoti. Taṇhākkhayavimuttino hi khīṇāsavassa carimakaviññāṇanirodhena parinibbānaṃ viya cetaso vimokkho hoti, na gataṭṭhānaṃ paññāyati, apaṇṇattikabhāvūpagamoyeva hotīti attho.",
  "atk-s0402a27:25": "11. Saṅkavāsuttavaṇṇanā",
  "atk-s0402a27:26": "92. Ekādasame saṅkavā nāma kosalānaṃ nigamoti saṅkavāti evaṃnāmako kosalaraṭṭhe nigamo. Āvāsikoti bhārahāro nave āvāse samuṭṭhāpeti, purāṇe paṭijaggati. Sikkhāpadapaṭisaṃyuttāyāti sikkhāsaṅkhātehi padehi paṭisaṃyuttāya, tīhi sikkhāhi samannāgatāyāti attho. Sandassetīti sammukhe viya katvā dasseti. Samādapetīti gaṇhāpeti. Samuttejetīti samussāheti. Sampahaṃsetīti paṭiladdhaguṇehi vaṇṇaṃ kathento vodāpeti. Adhisallikhateti ativiya sallikhati, ativiya sallikhitaṃ katvā saṇhaṃ saṇhaṃ kathetīti attho.",
  "atk-s0402a27:27": "Accayoti aparādho. Maṃ accagamāti maṃ atikkamma adhibhavitvā pavatto. Ahudeva akkhantīti ahosiyeva anadhivāsanā. Ahu appaccayoti ahosi atuṭṭhākāro. Paṭiggaṇhātūti khamatu. Āyatiṃ saṃvarāyāti anāgate saṃvaratthāya, puna evarūpassa aparādhassa dosassa khalitassa vā akaraṇatthāyāti attho. Tagghāti ekaṃsena. Yathādhammaṃ paṭikarosīti yathā dhammo ṭhito, tathā karosi, khamāpesīti vuttaṃ hoti. Taṃ te mayaṃ paṭiggaṇhāmāti taṃ tava aparādhaṃ mayaṃ khamāma. Vuddhihesā, kassapa, ariyassa vinayeti esā kassapa buddhassa bhagavato sāsane vuddhi nāma. Katamā? Yāyaṃ accayaṃ accayato disvā yathādhammaṃ paṭikaritvā āyatiṃ saṃvarāpajjanā. Desanaṃ pana puggalādhiṭṭhānaṃ karonto ‘‘yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjatī’’ti āha. Na sikkhākāmoti tisso sikkhā na kāmeti na pattheti na piheti. Sikkhāsamādānassāti sikkhāparipūraṇassa. Na vaṇṇavādīti guṇaṃ na katheti. Kālenāti yuttappayuttakālena. Sesamettha uttānatthamevāti.",
  "atk-s0402a27:28": "Samaṇavaggo catuttho."
}