{
  "atk-s0202a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0202a0:1": "Majjhimanikāye",
  "atk-s0202a0:2": "Majjhimapaṇṇāsa-aṭṭhakathā",
  "atk-s0202a0:3": "1. Gahapativaggo",
  "atk-s0202a0:4": "1. Kandarakasuttavaṇṇanā",
  "atk-s0202a0:5": "1.Evaṃme sutanti kandarakasuttaṃ. Tattha campāyanti evaṃnāmake nagare. Tassa hi nagarassa ārāmapokkharaṇīādīsu tesu tesu ṭhānesu campakarukkhāva ussannā ahesuṃ, tasmā campāti saṅkhamagamāsi. Gaggarāya pokkharaṇiyā tīreti tassa campānagarassa avidūre gaggarāya nāma rājamahesiyā khaṇitattā gaggarāti laddhavohārā pokkharaṇī atthi. Tassā tīre samantato nīlādipañcavaṇṇakusumapaṭimaṇḍitaṃ mahantaṃ campakavanaṃ. Tasmiṃ bhagavā kusumagandhasugandhe campakavane viharati. Taṃ sandhāya ‘‘gaggarāya pokkharaṇiyā tīre’’ti vuttaṃ. Mahatā bhikkhusaṅghena saddhinti adassitaparicchedena mahantena bhikkhusaṅghena saddhiṃ. Pessoti tassa nāmaṃ. Hatthārohaputtoti hatthācariyassa putto. Kandarakoca paribbājakoti kandarakoti evaṃnāmo channaparibbājako. Abhivādetvāti chabbaṇṇānaṃ ghanabuddharasmīnaṃ antaraṃ pavisitvā pasannalākhārase nimujjamāno viya, siṅgīsuvaṇṇavaṇṇaṃ dussavaraṃ pasāretvā sasīsaṃ pārupamāno viya, vaṇṇagandhasampannacampakapupphāni sirasā sampaṭicchanto viya, sinerupādaṃ upagacchanto puṇṇacando viya bhagavato cakkalakkhaṇapaṭimaṇḍite alattakavaṇṇaphullapadumasassirike pāde vanditvāti attho. Ekamantaṃ nisīdīti chanisajjadosavirahite ekasmiṃ okāse nisīdi.",
  "atk-s0202a0:6": "Tuṇhībhūtaṃ tuṇhībhūtanti yato yato anuviloketi, tato tato tuṇhībhūtamevāti attho. Tattha hi ekabhikkhussāpi hatthakukkuccaṃ vā pādakukkuccaṃ vā natthi, sabbe bhagavato ceva gāravena attano ca sikkhitasikkhatāya aññamaññaṃ vigatasallāpā antamaso ukkāsitasaddampi akarontā sunikhātaindakhīlā viya nivātaṭṭhāne sannisinnaṃ mahāsamuddaudakaṃ viya kāyenapi niccalā manasāpi avikkhittā rattavalāhakā viya sinerukūṭaṃ bhagavantaṃ parivāretvā nisīdiṃsu. Paribbājakassa evaṃ sannisinnaṃ parisaṃ disvā mahantaṃ pītisomanassaṃ uppajji. Uppannaṃ pana antohadayasmiṃyeva sannidahituṃ asakkonto piyasamudāhāraṃ samuṭṭhāpesi. Tasmā acchariyaṃ bhotiādimāha.",
  "atk-s0202a0:7": "Tattha andhassa pabbatārohanaṃ viya niccaṃ na hotīti acchariyaṃ. Ayaṃ tāva saddanayo. Ayaṃ pana aṭṭhakathānayo , accharāyogganti acchariyaṃ. Accharaṃ paharituṃ yuttanti attho. Abhūtapubbaṃ bhūtanti abbhutaṃ. Ubhayampetaṃ vimhayassevādhivacanaṃ. Taṃ panetaṃ garahaacchariyaṃ, pasaṃsāacchariyanti duvidhaṃ hoti. Tattha acchariyaṃ moggallāna abbhutaṃ moggallāna, yāva bāhāgahaṇāpi nāma so moghapuriso āgamessatīti (cūḷava. 383; a. ni. 8.20), idaṃ garahaacchariyaṃ nāma. ‘‘Acchariyaṃ nandamāte abbhutaṃ nandamāte, yatra hi nāma cittuppādampi parisodhessasīti (a. ni. 7.53) idaṃ pasaṃsāacchariyaṃ nāma. Idhāpi idameva adhippetaṃ’’ ayañhi taṃ pasaṃsanto evamāha.",
  "atk-s0202a0:8": "Yāvañcidanti ettha idanti nipātamattaṃ. Yāvāti pamāṇaparicchedo, yāva sammā paṭipādito, yattakena pamāṇena sammā paṭipādito, na sakkā tassa vaṇṇe vattuṃ, atha kho acchariyamevetaṃ abbhutamevetanti vuttaṃ hoti. Etaparamaṃyevāti evaṃ sammā paṭipādito eso bhikkhusaṅgho tassāpi bhikkhusaṅghassa paramoti etaparamo, taṃ etaparamaṃ yathā ayaṃ paṭipādito, evaṃ paṭipāditaṃ katvā paṭipādesuṃ, na ito bhiyyoti attho. Dutiyanaye evaṃ paṭipādessanti, na ito bhiyyoti yojetabbaṃ. Tattha paṭipāditoti ābhisamācārikavattaṃ ādiṃ katvā sammā apaccanīkapaṭipattiyaṃ yojito. Atha kasmā ayaṃ paribbājako atītānāgate buddhe dasseti, kimassa tiyaddhajānanañāṇaṃ atthīti. Natthi, nayaggāhe pana ṭhatvā ‘‘yenākārena ayaṃ bhikkhusaṅgho sannisinno danto vinīto upasanto, atītabuddhāpi etaparamaṃyeva katvā paṭipajjāpesuṃ, anāgatabuddhāpi paṭipajjāpessanti, natthi ito uttari paṭipādanā’’ti maññamāno anubuddhiyā evamāha.",
  "atk-s0202a0:9": "2.Evametaṃ kandarakāti pāṭiekko anusandhi. Bhagavā kira taṃ sutvā ‘‘kandaraka tvaṃ bhikkhusaṅghaṃ upasantoti vadasi, imassa pana bhikkhusaṅghassa upasantakāraṇaṃ tuyhaṃ apākaṭaṃ, na hi tvaṃ samatiṃsa pāramiyā pūretvā kusalamūlaṃ paripācetvā bodhipallaṅke sabbaññutaññāṇaṃ paṭivijjhi, mayā pana pāramiyo pūretvā ñātatthacariyaṃ lokatthacariyaṃ buddhatthacariyañca koṭiṃ pāpetvā bodhipallaṅke sabbaññutaññāṇaṃ paṭividdhaṃ, mayhaṃ etesaṃ upasantakāraṇaṃ pākaṭa’’nti dassetuṃ imaṃ desanaṃ ārabhi.",
  "atk-s0202a0:10": "Santi hi kandarakāti ayampi pāṭiekko anusandhi. Bhagavato kira etadahosi – ‘‘ayaṃ paribbājako imaṃ bhikkhusaṅghaṃ upasantoti vadati, ayañca bhikkhusaṅgho kappetvā pakappetvā kuhakabhāvena iriyāpathaṃ saṇṭhapento cittena anupasanto na upasantākāraṃ dasseti. Ettha pana bhikkhusaṅghe paṭipadaṃ pūrayamānāpi paṭipadaṃ pūretvā matthakaṃ patvā ṭhitabhikkhūpi atthi, tattha paṭipadaṃ pūretvā matthakaṃ pattā attanā paṭividdhaguṇeheva upasantā, paṭipadaṃ pūrayamānā uparimaggassa vipassanāya upasantā, ito muttā pana avasesā catūhi satipaṭṭhānehi upasantā. Taṃ nesaṃ upasantakāraṇaṃ dassessāmī’’ti ‘‘iminā ca iminā ca kāraṇena ayaṃ bhikkhusaṅgho upasanto’’ti dassetuṃ ‘‘santi hi kandarakā’’tiādimāha.",
  "atk-s0202a0:11": "Tattha arahanto khīṇāsavātiādīsu yaṃ vattabbaṃ, taṃ mūlapariyāyasuttavaṇṇanāyameva vuttaṃ. Sekhapaṭipadampi tattheva vitthāritaṃ. Santatasīlāti satatasīlā nirantarasīlā. Santatavuttinoti tasseva vevacanaṃ, santatajīvikā vātipi attho. Tasmiṃ santatasīle ṭhatvāva jīvikaṃ kappenti, na dussīlyaṃ maraṇaṃ pāpuṇantīti attho.",
  "atk-s0202a0:12": "Nipakāti nepakkena samannāgatā paññavanto. Nipakavuttinoti paññāya vuttino, paññāya ṭhatvā jīvikaṃ kappenti. Yathā ekacco sāsane pabbajitvāpi jīvitakāraṇā chasu agocaresu carati, vesiyāgocaro hoti, vidhavathullakumārikapaṇḍakapānāgārabhikkhunigocaro hoti. Saṃsaṭṭho viharati rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi ananulomikena gihisaṃsaggena (vibha. 514), vejjakammaṃ karoti, dūtakammaṃ karoti, pahiṇakammaṃ karoti, gaṇḍaṃ phāleti, arumakkhanaṃ deti, uddhaṃvirecanaṃ deti, adhovirecanaṃ deti, natthutelaṃ pacati, pivanatelaṃ pacati, veḷudānaṃ, pattadānaṃ, pupphadānaṃ, phaladānaṃ, sinānadānaṃ, dantakaṭṭhadānaṃ, mukhodakadānaṃ, cuṇṇamattikadānaṃ deti, cāṭukamyaṃ karoti, muggasūpiyaṃ, pāribhaṭuṃ, jaṅghapesaniyaṃ karotīti ekavīsatividhāya anesanāya jīvikaṃ kappento anipakavutti nāma hoti, na paññāya ṭhatvā jīvikaṃ kappeti, tato kālakiriyaṃ katvā samaṇayakkho nāma hutvā ‘‘tassa saṅghāṭipi ādittā hoti sampajjalitā’’ti vuttanayena mahādukkhaṃ anubhoti. Evaṃvidhā ahutvā jīvitahetupi sikkhāpadaṃ anatikkamanto catupārisuddhisīle patiṭṭhāya yathābalaṃ buddhavacanaṃ uggaṇhitvā rathavinītapaṭipadaṃ, mahāgosiṅgapaṭipadaṃ, mahāsuññatapaṭipadaṃ, anaṅgaṇapaṭipadaṃ, dhammadāyādapaṭipadaṃ, nālakapaṭipadaṃ, tuvaṭṭakapaṭipadaṃ, candopamapaṭipadanti imāni ariyapaṭipadāni pūrento catupaccaya-santosa-bhāvanārāma-ariyavaṃsapaṭipattiyaṃ kāyasakkhino hutvā anīkā nikkhantahatthī viya yūthā vissaṭṭhasīho viya nipacchābandhamahānāvā viya ca gamanādīsu ekavihārino vipassanaṃ paṭṭhapetvā ajjaajjeva arahattanti pavattaussāhā viharantīti attho.",
  "atk-s0202a0:13": "Suppatiṭṭhitacittāti catūsu satipaṭṭhānesu suṭṭhapitacittā hutvā. Sesā satipaṭṭhānakathā heṭṭhā vitthāritāva. Idha pana lokiyalokuttaramissakā satipaṭṭhānā kathitā, ettakena bhikkhusaṅghassa upasantakāraṇaṃ kathitaṃ hoti.",
  "atk-s0202a0:14": "3.Yāva supaññattāti yāva suṭṭhapitā sudesitā. Mayampi hi, bhanteti iminā esa attano kārakabhāvaṃ dasseti, bhikkhusaṅghañca ukkhipati. Ayañhettha adhippāyo, mayampi hi, bhante, gihi…pe… suppatiṭṭhitacittā viharāma, bhikkhusaṅghassa pana ayameva kasi ca bījañca yuganaṅgalañca phālapācanañca, tasmā bhikkhusaṅgho sabbakālaṃ satipaṭṭhānaparāyaṇo, mayaṃ pana kālena kālaṃ okāsaṃ labhitvā etaṃ manasikāraṃ karoma, mayampi kārakā, na sabbaso vissaṭṭhakammaṭṭhānāyevāti. Manussagahaneti manussānaṃ ajjhāsayagahanena gahanatā, ajjhāsayassāpi nesaṃ kilesagahanena gahanatā veditabbā. Kasaṭasāṭheyyesupi eseva nayo. Tattha aparisuddhaṭṭhena kasaṭatā, kerāṭiyaṭṭhena sāṭheyyatā veditabbā. Sattānaṃ hitāhitaṃ jānātīti evaṃ gahanakasaṭakerāṭiyānaṃ manussānaṃ hitāhitapaṭipadaṃ yāva suṭṭhu bhagavā jānāti. Yadidaṃ pasavoti ettha sabbāpi catuppadajāti pasavoti adhippetā. Pahomīti sakkomi. Yāvatakena antarenāti yattakena khaṇena. Campaṃ gatāgataṃ karissatīti assamaṇḍalato yāva campānagaradvārā gamanañca āgamanañca karissati. Sāṭheyyānīti saṭhattāni. Kūṭeyyānīti kūṭattāni. Vaṅkeyyānīti vaṅkattāni. Jimheyyānīti jimhattāni. Pātukarissatīti pakāsessati dassessati. Na hi sakkā tena tāni ettakena antarena dassetuṃ.",
  "atk-s0202a0:15": "Tattha yassa kismiñcideva ṭhāne ṭhātukāmassa sato yaṃ ṭhānaṃ manussānaṃ sappaṭibhayaṃ, purato gantvā vañcetvā ṭhassāmīti na hoti, tasmiṃ ṭhātukāmaṭṭhāneyeva nikhātatthambho viya cattāro pāde niccale katvā tiṭṭhati, ayaṃ saṭho nāma. Yassa pana kismiñcideva ṭhāne avacchinditvā khandhagataṃ pātetukāmassa sato yaṃ ṭhānaṃ manussānaṃ sappaṭibhayaṃ, purato gantvā vañcetvā pātessāmīti na hoti, tattheva avacchinditvā pāteti, ayaṃ kūṭo nāma. Yassa kismiñcideva ṭhāne maggā ukkamma nivattitvā paṭimaggaṃ ārohitukāmassa sato yaṃ ṭhānaṃ manussānaṃ sappaṭibhayaṃ, purato gantvā vañcetvā evaṃ karissāmīti na hoti, tattheva maggā ukkamma nivattitvā paṭimaggaṃ ārohati, ayaṃ vaṅko nāma. Yassa pana kālena vāmato kālena dakkhiṇato kālena ujumaggeneva gantukāmassa sato yaṃ ṭhānaṃ manussānaṃ sappaṭibhayaṃ, purato gantvā vañcetvā evaṃ karissāmīti na hoti, tattheva kālena vāmato kālena dakkhiṇato kālena ujumaggaṃ gacchati, tathā laṇḍaṃ vā passāvaṃ vā vissajjetukāmassa sato idaṃ ṭhānaṃ susammaṭṭhaṃ ākiṇṇamanussaṃ ramaṇīyaṃ, imasmiṃ ṭhāne evarūpaṃ kātuṃ na yuttaṃ, purato gantvā paṭicchannaṭhāne karissāmīti na hoti, tattheva karoti, ayaṃ jimho nāma. Iti imaṃ catubbidhampi kiriyaṃ sandhāyetaṃ vuttaṃ. Sabbāni tāni sāṭheyyāni kūṭeyyāni vaṅkeyyāni jimheyyāni pātukarissatīti evaṃ karontāpi te saṭhādayo tāni sāṭheyyādīni pātukaronti nāma.",
  "atk-s0202a0:16": "Evaṃ pasūnaṃ uttānabhāvaṃ dassetvā idāni manussānaṃ gahanabhāvaṃ dassento amhākaṃ pana, bhantetiādimāha. Tattha dāsāti antojātakā vā dhanakkītā vā karamarānītā vā sayaṃ vā dāsabyaṃ upagatā. Pessāti pesanakārakā. Kammakarāti bhattavetanabhatā. Aññathāva kāyenāti aññenevākārena kāyena samudācaranti, aññenevākārena vācāya, aññena ca nesaṃ ākārena cittaṃ ṭhitaṃ hotīti dasseti. Tattha ye sammukhā sāmike disvā paccuggamanaṃ karonti, hatthato bhaṇḍakaṃ gaṇhanti, imaṃ vissajjetvā imaṃ gaṇhantā sesānipi āsana-paññāpana-tālavaṇṭabījana-pādadhovanādīni sabbāni kiccāni karonti, parammukhakāle pana telampi uttarantaṃ na olokenti, satagghanakepi sahassagghanakepi kamme parihāyante nivattitvā oloketumpi na icchanti, ime aññathā kāyena samudācaranti nāma. Ye pana sammukhā ‘‘amhākaṃ sāmi amhākaṃ ayyo’’tiādīni vatvā pasaṃsanti, parammukhā avattabbaṃ nāma natthi, yaṃ icchanti, taṃ vadanti, ime aññathā vācāya samudācaranti nāma.",
  "atk-s0202a0:17": "4.Cattārome pessapuggalāti ayampi pāṭiekko anusandhi. Ayañhi pesso ‘‘yāvañcidaṃ, bhante, bhagavā evaṃ manussagahaṇe evaṃ manussakasaṭe evaṃ manussasāṭheyye vattamāne sattānaṃ hitāhitaṃ jānātī’’ti āha. Purime ca tayo puggalā ahitapaṭipadaṃ paṭipannā, upari catuttho hitapaṭipadaṃ, evamahaṃ sattānaṃ hitāhitaṃ jānāmīti dassetuṃ imaṃ desanaṃ ārabhi. Heṭṭhā kandarakassa kathāya saddhiṃ yojetumpi vaṭṭati. Tena vuttaṃ ‘‘yāvañcidaṃ bhotā gotamena sammā bhikkhusaṅgho paṭipādito’’ti. Athassa bhagavā ‘‘purime tayo puggale pahāya upari catutthapuggalassa hitapaṭipattiyaṃyeva paṭipādemī’’ti dassentopi imaṃ desanaṃ ārabhi. Santoti idaṃ saṃvijjamānāti padasseva vevacanaṃ. ‘‘Santā honti samitā vūpasantā’’ti (vibha. 542) ettha hi niruddhā santāti vuttā. ‘‘Santā ete vihārā ariyassa vinaye vuccantī’’ti ettha (ma. ni. 1.82) nibbutā. ‘‘Santo have sabbhi pavedayantī’’ti ettha (jā. 2.21.413) paṇḍitā. Idha pana vijjamānā upalabbhamānāti attho.",
  "atk-s0202a0:18": "Attantapādīsu attānaṃ tapati dukkhāpetīti attantapo. Attano paritāpanānuyogaṃ attaparitāpanānuyogaṃ. Paraṃ tapati dukkhāpetīti parantapo. Paresaṃ paritāpanānuyogaṃ paraparitāpanānuyogaṃ. Diṭṭheva dhammeti imasmiṃyeva attabhāve. Nicchātoti chātaṃ vuccati taṇhā, sā assa natthīti nicchāto. Sabbakilesānaṃ nibbutattā nibbuto. Anto tāpanakilesānaṃ abhāvā sītalo jātoti sītibhūto. Jhānamaggaphalanibbānasukhāni paṭisaṃvedetīti sukhapaṭisaṃvedī. Brahmabhūtena attanāti seṭṭhabhūtena attanā. Cittaṃ ārādhetīti cittaṃ sampādeti, paripūreti gaṇhāti pasādetīti attho.",
  "atk-s0202a0:19": "5.Dukkhapaṭikkūlanti dukkhassa paṭikūlaṃ, paccanīkasaṇṭhitaṃ dukkhaṃ apatthayamānanti attho.",
  "atk-s0202a0:20": "6.Paṇḍitoti idha catūhi kāraṇehi paṇḍitoti na vattabbo, satipaṭṭhānesu pana kammaṃ karotīti paṇḍitoti vattuṃ vaṭṭati. Mahāpaññoti idampi mahante atthe pariggaṇhātītiādinā mahāpaññalakkhaṇena na vattabbaṃ, satipaṭṭhānapariggāhikāya pana paññāya samannāgatattā mahāpaññoti vattuṃ vaṭṭati. Mahatā atthena saṃyutto agamissāti mahatā atthena saṃyutto hutvā gato bhaveyya, sotāpattiphalaṃ pāpuṇeyyāti attho. Kiṃ pana yesaṃ maggaphalānaṃ upanissayo atthi, buddhānaṃ sammukhībhāve ṭhitepi tesaṃ antarāyo hotīti. Āma hoti, na pana buddhe paṭicca, atha kho kiriyaparihāniyā vā pāpamittatāya vā hoti. Tattha kiriyaparihāniyā hoti nāma – sace hi dhammasenāpati dhanañjānissa brāhmaṇassa āsayaṃ ñatvā dhammaṃ adesayissā, so brāhmaṇo sotāpanno abhavissā, evaṃ tāva kiriyaparihāniyā hoti. Pāpamittatāya hoti nāma – sace hi ajātasattu devadattassa vacanaṃ gahetvā pitughātakammaṃ nākarissā, sāmaññaphalasuttakathitadivaseva sotāpanno abhavissā, tassa vacanaṃ gahetvā pitughātakammassa katattā pana na hoti, evaṃ pāpamittatāya hoti. Imassāpi upāsakassa kiriyaparihāni jātā, apariniṭṭhitāya desanāya uṭṭhahitvā pakkanto. Apica, bhikkhave, ettāvatāpi pessohatthārohaputto mahatā atthena saṃyuttoti katarena mahantena atthena? Dvīhi ānisaṃsehi. So kira upāsako saṅghe ca pasādaṃ paṭilabhi, satipaṭṭhānapariggahaṇatthāya cassa abhinavo nayo udapādi. Tena vuttaṃ ‘‘mahatā atthena saṃyutto’’ti. Kandarako pana saṅghe pasādameva paṭilabhi. Etassa bhagavā kāloti etassa dhammakkhānassa, catunnaṃ vā puggalānaṃ vibhajanassa kālo.",
  "atk-s0202a0:21": "8.Orabbhikādīsu urabbhā vuccanti eḷakā, urabbhe hanatīti orabbhiko. Sūkarikādīsupi eseva nayo. Luddoti dāruṇo kakkhaḷo. Macchaghātakoti macchabandhakevaṭṭo. Bandhanāgārikoti bandhanāgāragopako. Kururakammantāti dāruṇakammantā.",
  "atk-s0202a0:22": "9.Muddhāvasittoti khattiyābhisekena muddhani abhisitto. Puratthimena nagarassāti nagarato puratthimadisāya. Santhāgāranti yaññasālaṃ. Kharājinaṃ nivāsetvāti sakhuraṃ ajinacammaṃ nivāsetvā. Sappitelenāti sappinā ca telena ca. Ṭhapetvā hi sappiṃ avaseso yo koci sneho telanti vuccati. Kaṇḍūvamānoti nakhānaṃ chinnattā kaṇḍūvitabbakāle tena kaṇḍūvamāno. Anantarahitāyāti asanthatāya. Sarūpavacchāyāti sadisavacchāya. Sace gāvī setā hoti, vacchopi setakova. Sace gāvī kabarā vā rattā vā, vacchopi tādiso vāti evaṃ sarūpavacchāya. So evamāhāti so rājā evaṃ vadeti. Vacchatarāti taruṇavacchakabhāvaṃ atikkantā balavavacchā. Vacchatarīsupi eseva nayo. Barihisatthāyāti parikkhepakaraṇatthāya ceva yaññabhūmiyaṃ attharaṇatthāya ca. Sesaṃ heṭṭhā tattha tattha vitthāritattā uttānamevāti.",
  "atk-s0202a0:23": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:24": "Kandarakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:25": "2. Aṭṭhakanāgarasuttavaṇṇanā",
  "atk-s0202a0:26": "17.Evaṃme sutanti aṭṭhakanāgarasuttaṃ. Tattha beluvagāmaketi vesāliyā dakkhiṇapasse avidūre beluvagāmako nāma atthi, taṃ gocaragāmaṃ katvāti attho. Dasamoti so hi jātigottavasena ceva sārappattakulagaṇanāya ca dasame ṭhāne gaṇīyati, tenassa dasamotveva nāmaṃ jātaṃ. Aṭṭhakanāgaroti aṭṭhakanagaravāsī. Kukkuṭārāmoti kukkuṭaseṭṭhinā kārito ārāmo.",
  "atk-s0202a0:27": "18.Tena bhagavatā…pe… akkhātoti ettha ayaṃ saṅkhepattho, yo so bhagavā samatiṃsa pāramiyo pūretvā sabbakilese bhañjitvā anuttaraṃ sammāsambodhiṃ abhisambuddho, tena bhagavatā, tesaṃ tesaṃ sattānaṃ āsayānusayaṃ jānatā, hatthatale ṭhapitaāmalakaṃ viya sabbaṃ ñeyyadhammaṃ passatā. Apica pubbenivāsādīhi jānatā, dibbena cakkhunā passatā, tīhi vijjāhi chahi vā pana abhiññāhi jānatā, sabbattha appaṭihatena samantacakkhunā passatā, sabbadhammajānanasamatthāya paññāya jānatā, sabbasattānaṃ cakkhuvisayātītāni tirokuṭṭādigatānipi rūpāni ativisuddhena maṃsacakkhunā passatā, attahitasādhikāya samādhipadaṭṭhānāya paṭivedhapaññāya jānatā, parahitasādhikāya karuṇāpadaṭṭhānāya desanāpaññāya passatā, arīnaṃ hatattā paccayādīnañca arahattā arahatā, sammā sāmañca saccānaṃ buddhattā sammāsambuddhena. Antarāyikadhamme vā jānatā, niyyānikadhamme passatā, kilesārīnaṃ hatattā arahatā, sāmaṃ sabbadhammānaṃ buddhattā sammāsambuddhenāti evaṃ catuvesārajjavasena catūhi kāraṇehi thomitena. Atthi nu kho eko dhammo akkhātoti.",
  "atk-s0202a0:28": "19.Abhisaṅkhatanti kataṃ uppāditaṃ. Abhisañcetayitanti cetayitaṃ pakappitaṃ. So tattha ṭhitoti so tasmiṃ samathavipassanādhamme ṭhito. Dhammarāgena dhammanandiyāti padadvayehi samathavipassanāsu chandarāgo vutto. Samathavipassanāsu hi sabbena sabbaṃ chandarāgaṃ pariyādiyituṃ sakkonto arahā hoti, asakkonto anāgāmī hoti. So samathavipassanāsu chandarāgassa appahīnattā catutthajjhānacetanāya suddhāvāse nibbattati, ayaṃ ācariyānaṃ samānakathā.",
  "atk-s0202a0:29": "Vitaṇḍavādī panāha ‘‘teneva dhammarāgenāti vacanato akusalena suddhāvāse nibbattatī’’ti so ‘‘suttaṃ āharā’’ti vattabbo, addhā aññaṃ apassanto idameva āharissati, tato vattabbo ‘‘kiṃ panidaṃ suttaṃ neyyatthaṃ nītattha’’nti, addhā nītatthanti vakkhati. Tato vattabbo – evaṃ sante anāgāmiphalatthikena samathavipassanāsu chandarāgo kattabbo bhavissati, chandarāge uppādite anāgāmiphalaṃ paṭividdhaṃ bhavissati ‘‘mā suttaṃ me laddha’’nti yaṃ vā taṃ vā dīpehi. Pañhaṃ kathentena hi ācariyassa santike uggahetvā attharasaṃ paṭivijjhitvā kathetuṃ vaṭṭati, akusalena hi sagge, kusalena vā apāye paṭisandhi nāma natthi. Vuttañhetaṃ bhagavatā –",
  "atk-s0202a0:30": "‘‘Na, bhikkhave, lobhajena kammena dosajena kammena mohajena kammena devā paññāyanti, manussā paññāyanti, yā vā panaññāpi kāci sugatiyo, atha kho, bhikkhave, lobhajena kammena dosajena kammena mohajena kammena nirayo paññāyati, tiracchānayoni paññāyati, pettivisayo paññāyati, yā vā panaññāpi kāci duggatiyo’’ti –",
  "atk-s0202a0:31": "Evaṃ paññāpetabbo. Sace sañjānāti sañjānātu, no ce sañjānāti, ‘‘gaccha pātova vihāraṃ pavisitvā yāguṃ pivāhī’’ti uyyojetabbo.",
  "atk-s0202a0:32": "Yathā ca pana imasmiṃ sutte, evaṃ mahāmālukyovādepi mahāsatipaṭṭhānepi kāyagatāsatisuttepi samathavipassanā kathitā. Tattha imasmiṃ sutte samathavasena gacchatopi vipassanāvasena gacchatopi samathadhurameva dhuraṃ, mahāmālukyovāde vipassanāva dhuraṃ, mahāsatipaṭṭhānaṃ pana vipassanuttaraṃ nāma kathitaṃ, kāyagatāsatisuttaṃ samathuttaranti.",
  "atk-s0202a0:33": "Ayaṃ kho gahapati…pe… ekadhammo akkhātoti ekadhammaṃ pucchitena ayampi ekadhammoti evaṃ pucchāvasena kathitattā ekādasapi dhammā ekadhammo nāma jāto. Mahāsakuludāyisuttasmiñhi ekūnavīsati pabbāni paṭipadāvasena ekadhammo nāma jātāni, idha ekādasapucchāvasena ekadhammoti āgatāni. Amatuppattiyatthena vā sabbānipi ekadhammoti vattuṃ vaṭṭati.",
  "atk-s0202a0:34": "21.Nidhimukhaṃ gavesantoti nidhiṃ pariyesanto. Sakidevāti ekapayogena. Kathaṃ pana ekapayogeneva ekādasannaṃ nidhīnaṃ adhigamo hotīti. Idhekacco araññe nidhiṃ gavesamāno carati, tamenaṃ aññataro atthacarako disvā ‘‘kiṃ bho carasī’’ti pucchati. So ‘‘jīvitavuttiṃ pariyesāmī’’ti āha. Itaro ‘‘tena hi samma āgaccha, etaṃ pāsāṇaṃ pavattehī’’ti āha. So taṃ pavattetvā uparūpari ṭhapitā vā kucchiyā kucchiṃ āhacca ṭhitā vā ekādasa kumbhiyo passeyya, evaṃ ekapayogena ekādasannaṃ nidhīnaṃ adhigamo hoti.",
  "atk-s0202a0:35": "Ācariyadhanaṃ pariyesissantīti aññatitthiyā hi yassa santike sippaṃ uggaṇhanti, tassa sippuggahaṇato pure vā pacchā vā antarantare vā gehato nīharitvā dhanaṃ denti. Yesaṃ gehe natthi, te ñātisabhāgato pariyesanti, tathā alabhamānā bhikkhampi caritvā dentiyeva. Taṃ sandhāyetaṃ vuttaṃ.",
  "atk-s0202a0:36": "Kimaṅgaṃ panāhanti bāhirakā tāva aniyyānikepi sāsane sippamattadāyakassa dhanaṃ pariyesanti; ahaṃ pana evaṃvidhe niyyānikasāsane ekādasavidhaṃ amatuppattipaṭipadaṃ desentassa ācariyassa pūjaṃ kiṃ na karissāmi, karissāmiyevāti vadati. Paccekadussayugenaacchādesīti ekamekassa bhikkhuno ekekaṃ dussayugamadāsīti attho. Samudācāravacanaṃ panettha evarūpaṃ hoti, tasmā acchādesīti vuttaṃ. Pañcasatavihāranti pañcasatagghanikaṃ paṇṇasālaṃ kāresīti attho. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0202a0:37": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:38": "Aṭṭhakanāgarasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:39": "3. Sekhasuttavaṇṇanā",
  "atk-s0202a0:40": "22.Evaṃme sutanti sekhasuttaṃ. Tattha navaṃ santhāgāranti adhunā kāritaṃ santhāgāraṃ, ekā mahāsālāti attho. Uyyogakālādīsu hi rājāno tattha ṭhatvā ‘‘ettakā purato gacchantu, ettakā pacchā, ettakā ubhohi passehi, ettakā hatthīsu abhiruhantu, ettakā assesu, ettakā rathesu tiṭṭhantū’’ti evaṃ santhaṃ karonti, mariyādaṃ bandhanti, tasmā taṃ ṭhānaṃ santhāgāranti vuccati. Uyyogaṭṭhānato ca āgantvā yāva gehesu allagomayaparibhaṇḍādīni karonti, tāva dve tīṇi divasāni te rājāno tattha santhambhantītipi santhāgāraṃ. Tesaṃ rājūnaṃ saha atthānusāsanaṃ agārantipi santhāgāraṃ gaṇarājāno hi te , tasmā uppannakiccaṃ ekassa vasena na chijjati, sabbesaṃ chando laddhuṃ vaṭṭati, tasmā sabbe tattha sannipatitvā anusāsanti. Tena vuttaṃ ‘‘saha atthānusāsanaṃ agārantipi santhāgāra’’nti. Yasmā panete tattha sannipatitvā ‘‘imasmiṃ kāle kasituṃ vaṭṭati, imasmiṃ kāle vapitu’’nti evamādinā nayena gharāvāsakiccāni sammantayanti, tasmā chiddāvachiddaṃ gharāvāsaṃ tattha santharantītipi santhāgāraṃ. Acirakāritaṃ hotīti kaṭṭhakamma-silākamma-cittakammādivasena susajjitaṃ devavimānaṃ viya adhunā niṭṭhāpitaṃ. Samaṇena vāti ettha yasmā gharavatthupariggahakāleyeva devatā attano vasanaṭṭhānaṃ gaṇhanti, tasmā ‘‘devena vā’’ti avatvā ‘‘samaṇena vā brāhmaṇena vā kenaci vā manussabhūtenā’’ti vuttaṃ.",
  "atk-s0202a0:41": "Yena bhagavā tenupasaṅkamiṃsūti santhāgāraṃ niṭṭhitanti sutvā ‘‘gacchāma, naṃ passissāmā’’ti gantvā dvārakoṭṭhakato paṭṭhāya sabbaṃ oloketvā ‘‘idaṃ santhāgāraṃ devavimānasadisaṃ ativiya manoramaṃ sassirikaṃ kena paṭhamaṃ paribhuttaṃ amhākaṃ dīgharattaṃ hitāya sukhāya assā’’ti cintetvā ‘‘amhākaṃ ñātiseṭṭhassa paṭhamaṃ diyyamānepi satthunova anucchavikaṃ, dakkhiṇeyyavasena diyyamānepi satthunova anucchavikaṃ, tasmā paṭhamaṃ satthāraṃ paribhuñjāpessāma, bhikkhusaṅghassa āgamanaṃ karissāma, bhikkhusaṅghe āgate tepiṭakaṃ buddhavacanaṃ āgatameva bhavissati, satthāraṃ tiyāmarattiṃ amhākaṃ dhammakathaṃ kathāpessāma, iti tīhi ratanehi paribhuttaṃ mayaṃ pacchā paribhuñjissāma , evaṃ no dīgharattaṃ hitāya sukhāya bhavissatī’’ti sanniṭṭhānaṃ katvā upasaṅkamiṃsu.",
  "atk-s0202a0:42": "Yena santhāgāraṃ tenupasaṅkamiṃsūti taṃ divasaṃ kira santhāgāraṃ kiñcāpi rājakulānaṃ dassanatthāya devavimānaṃ viya susajjitaṃ hoti supaṭijaggitaṃ, buddhārahaṃ pana katvā appaññattaṃ. Buddhā hi nāma araññajjhāsayā araññārāmā antogāme vaseyyuṃ vā no vā, tasmā bhagavato manaṃ jānitvāva paññāpessāmāti cintetvā te bhagavantaṃ upasaṅkamiṃsu. Idāni pana manaṃ labhitvā paññāpetukāmā yena santhāgāraṃ tenupasaṅkamiṃsu.",
  "atk-s0202a0:43": "Sabbasanthariṃ santhāgāraṃ santharitvāti yathā sabbameva santhataṃ hoti, evaṃ taṃ santharāpetvā. Sabbapaṭhamaṃ tāva ‘‘gomayaṃ nāma sabbamaṅgalesu vaṭṭatī’’ti sudhāparikammakatampi bhūmiṃ allagomayena opuñchāpetvā parisukkhabhāvaṃ ñatvā yathā akkantaṭṭhāne padaṃ na paññāyati, evaṃ catujjātiyagandhehi limpāpetvā upari nānāvaṇṇe kaṭasārake santharitvā tesaṃ upari mahāpiṭṭhikakojavake ādiṃ katvā hatthattharaka-assattharaka-sīhattharaka-byagghattharaka-candattharaka-sūriyattharaka-cittattharakādīhi nānāvaṇṇehi attharaṇehi santharitabbakayuttaṃ sabbokāsaṃ santharāpesuṃ. Tena vuttaṃ ‘‘sabbasanthariṃ santhāgāraṃ santharitvā’’ti.",
  "atk-s0202a0:44": "Āsanāni paññāpetvāti majjhaṭṭhāne tāva maṅgalatthambhaṃ nissāya mahārahaṃ buddhāsanaṃ paññāpetvā tattha yaṃ yaṃ mudukañca manoramañca paccattharaṇaṃ, taṃ taṃ paccattharitvā bhagavato lohitakaṃ manuññadassanaṃ upadhānaṃ upadahitvā upari suvaṇṇarajatatārakavicittaṃ vitānaṃ bandhitvā gandhadāmapupphadāmapattadāmādīhi paccattharaṇehi alaṅkaritvā samantā dvādasahatthaṭṭhāne pupphajālaṃ karitvā tiṃsahatthamattaṃ ṭhānaṃ paṭasāṇiyā parikkhipāpetvā pacchimabhittiṃ nissāya bhikkhusaṅghassa pallaṅkapīṭha-apassayapīṭha-muṇḍapīṭhāni paññāpetvā upari setapaccattharaṇehi paccattharāpetvā pācīnabhittiṃ nissāya attano attano mahāpiṭṭhikakojavake paññāpetvā haṃsalomādipūritāni upadhānāni ṭhapāpesuṃ ‘‘evaṃ akilamamānā sabbarattiṃ dhammaṃ suṇissāmā’’ti. Idaṃ sandhāya vuttaṃ ‘‘āsanāni paññāpetvā’’ti.",
  "atk-s0202a0:45": "Udakamaṇikanti mahākucchikaṃ udakacāṭiṃ. Upaṭṭhapetvāti evaṃ bhagavā ca bhikkhusaṅgho ca yathāruciyā hatthe vā dhovissanti pāde vā, mukhaṃ vā vikkhālessantīti tesu tesu ṭhānesu maṇivaṇṇassa udakassa pūrāpetvā vāsatthāya nānāpupphāni ceva udakavāsacuṇṇāni ca pakkhipitvā kadalipaṇṇehi pidahitvā patiṭṭhāpesuṃ. Idaṃ sandhāya vuttaṃ ‘‘upaṭṭhapetvā’’ti.",
  "atk-s0202a0:46": "Telappadīpaṃ āropetvāti rajatasuvaṇṇādimayadaṇḍāsu dīpikāsu yonakarūpakirātarūpakādīnaṃ hatthe ṭhapitasuvaṇṇarajatādimayakapallakādīsu ca telappadīpaṃ jalayitvāti attho. Yena bhagavā tenupasaṅkamiṃsūti ettha pana te sakyarājāno na kevalaṃ santhāgārameva, atha kho yojanāvaṭṭe kapilavatthusmiṃ nagaravīthiyopi sammajjāpetvā dhaje ussāpetvā gehadvāresu puṇṇaghaṭe ca kadaliyo ca ṭhapāpetvā sakalanagaraṃ dīpamālādīhi vippakiṇṇatārakaṃ viya katvā ‘‘khīrapāyake dārake khīraṃ pāyetha, dahare kumāre lahuṃ lahuṃ bhojetvā sayāpetha, uccāsaddaṃ mā karittha, ajja ekarattiṃ satthā antogāme vasissati, buddhā nāma appasaddakāmā hontī’’ti bheriṃ carāpetvā sayaṃ daṇḍadīpikā ādāya yena bhagavā tenupasaṅkamiṃsu.",
  "atk-s0202a0:47": "Athakho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena navaṃ santhāgāraṃ tenupasaṅkamīti. ‘‘Yassa dāni, bhante, bhagavā kālaṃ maññatī’’ti evaṃ kira kāle ārocite bhagavā lākhārasena tintarattakoviḷārapupphavaṇṇaṃ rattadupaṭṭaṃ kattariyā padumaṃ kantanto viya saṃvidhāya timaṇḍalaṃ paṭicchādento nivāsetvā suvaṇṇapāmaṅgena padumakalāpaṃ parikkhipanto viya vijjullatāsassirikaṃ kāyabandhanaṃ bandhitvā rattakambalena gajakumbhaṃ pariyonaddhanto viya ratanasatubbedhe suvaṇṇagghike pavāḷajālaṃ khipamāno viya suvaṇṇacetiye rattakambalakañcukaṃ paṭimuñcanto viya gacchantaṃ puṇṇacandaṃ rattavaṇṇavalāhakena paṭicchādayamāno viya kañcanapabbatamatthake supakkalākhārasaṃ parisiñcanto viya cittakūṭapabbatamatthakaṃ vijjullatāya parikkhipanto viya ca sacakkavāḷasineruyugandharaṃ mahāpathaviṃ cāletvā gahitaṃ nigrodhapallavasamānavaṇṇaṃ rattavarapaṃsukūlaṃ pārupitvā gandhakuṭidvārato nikkhami kañcanaguhato sīho viya udayapabbatakūṭato puṇṇacando viya ca. Nikkhamitvā pana gandhakuṭipamukhe aṭṭhāsi.",
  "atk-s0202a0:48": "Athassa kāyato meghamukhehi vijjukalāpā viya rasmiyo nikkhamitvā suvaṇṇarasadhārāparisekamañjaripattapupphaphalaviṭape viya ārāmarukkhe kariṃsu. Tāvadeva ca attano attano pattacīvaramādāya mahābhikkhusaṅgho bhagavantaṃ parivāresi. Te pana parivāretvā ṭhitā bhikkhū evarūpā ahesuṃ appicchā santuṭṭhā pavivittā asaṃsaṭṭhā āraddhavīriyā vattāro vacanakkhamā codakā pāpagarahī sīlasampannā samādhisampannā paññāvimuttivimuttiñāṇadassanasampannāti. Tehi parivārito bhagavā rattakambalaparikkhitto viya suvaṇṇakkhandho rattapadumasaṇḍamajjhagatā viya suvaṇṇanāvā pavāḷavedikāparikkhitto viya suvaṇṇapāsādo virocittha. Sāriputtamoggallānādayo mahātherāpi naṃ meghavaṇṇaṃ paṃsukūlaṃ pārupitvā maṇivammavammikā viya mahānāgā parivārayiṃsu vantarāgā bhinnakilesā vijaṭitajaṭā chinnabandhanā kule vā gaṇe vā alaggā.",
  "atk-s0202a0:49": "Iti bhagavā sayaṃ vītarāgo vītarāgehi, vītadoso vītadosehi, vītamoho vītamohehi, nittaṇho nittaṇhehi, nikkileso nikkilesehi, sayaṃ buddho bahussutabuddhehi parivārito, pattaparivāritaṃ viya kesaraṃ, kesaraparivāritā viya kaṇṇikā, aṭṭhanāgasahassaparivārito viya chaddanto nāgarājā, navutihaṃsasahassaparivārito viya dhataraṭṭho haṃsarājā, senaṅgaparivārito viya cakkavatti, marugaṇaparivārito viya sakko devarājā, brahmagaṇaparivārito viya hāritamahābrahmā, tārāgaṇaparivārito viya puṇṇacando, asamena buddhavesena aparimāṇena buddhavilāsena kapilavatthugamanamaggaṃ paṭipajji.",
  "atk-s0202a0:50": "Athassa puratthimakāyato suvaṇṇavaṇṇā rasmī uṭṭhahitvā asītihatthaṭṭhānaṃ aggahesi. Pacchimakāyato dakkhiṇahatthato, vāmahatthato suvaṇṇavaṇṇā rasmī uṭṭhahitvā asītihatthaṭṭhānaṃ aggahesi. Upari kesantato paṭṭhāya sabbakesāvattehi moragīvavaṇṇā rasmī uṭṭhahitvā gaganatale asītihatthaṭṭhānaṃ aggahesi. Heṭṭhā pādatalehi pavāḷavaṇṇā rasmī uṭṭhahitvā ghanapathaviyaṃ asītihatthaṭṭhānaṃ aggahesi. Evaṃ samantā asītihatthamattaṃ ṭhānaṃ chabbaṇṇā buddharasmiyo vijjotamānā vipphandamānā kañcanadaṇḍadīpikāhi niccharitvā ākāsaṃ pakkhandajālā viya cātuddīpikamahāmeghato nikkhantavijjullatā viya vidhāviṃsu. Sabbadisābhāgā suvaṇṇacampakapupphehi vikiriyamānā viya, suvaṇṇaghaṭā nikkhantasuvaṇṇarasadhārāhi siñcamānā viya, pasāritasuvaṇṇapaṭaparikkhittā viya, verambhavātasamuṭṭhitakiṃsukakaṇikārapupphacuṇṇasamokiṇṇā viya vippakiriṃsu.",
  "atk-s0202a0:51": "Bhagavatopi asītianubyañjanabyāmappabhādvattiṃsavaralakkhaṇasamujjalaṃ sarīraṃ samuggatatārakaṃ viya gaganatalaṃ, vikasitamiva padumavanaṃ, sabbapāliphullo viya yojanasatiko pāricchattako, paṭipāṭiyā ṭhapitānaṃ dvattiṃsūcandānaṃ dvattiṃsasūriyānaṃ dvattiṃsacakkavattīnaṃ dvattiṃsadevarājānaṃ dvattiṃsamahābrahmānaṃ siriyā siriṃ abhibhavamānaṃ viya virocittha, yathā taṃ dasahi pāramīhi dasahi upapāramīhi dasahi paramatthapāramīhi supūritāhi samatiṃsapāramitāhi alaṅkataṃ. Kappasatasahasādhikāni cattāri asaṅkhyeyyāni dinnadānaṃ rakkhitasīlaṃ katakalyāṇakammaṃ ekasmiṃ attabhāve osaritvā vipākaṃ dātuṃ ṭhānaṃ alabhamānaṃ sambādhapattaṃ viya ahosi. Nāvāsahassabhaṇḍaṃ ekanāvaṃ āropanakālo viya, sakaṭasahassabhaṇḍaṃ ekasakaṭaṃ āropanakālo viya, pañcavīsatiyā nadīnaṃ oghassa sambhijja mukhadvāre ekato rāsībhūtakālo viya ca ahosi.",
  "atk-s0202a0:52": "Imāya buddhasiriyā obhāsamānassāpi ca bhagavato purato anekāni daṇḍadīpikasahassāni ukkhipiṃsu. Tathā pacchato. Vāmapasse dakkhiṇapasse. Jātikusumacampakavanamallikarattuppalanīluppalamakulasinduvārapupphāni ceva nīlapītādivaṇṇasugandhagandhacuṇṇāni ca cātuddīpikameghavissaṭṭhodakavuṭṭhiyo viya vippakiriṃsu. Pañcaṅgikatūriyanigghosā ceva buddhadhammasaṅghaguṇappaṭisaṃyuttā thutighosā ca sabbadisā pūrayiṃsu. Devamanussanāgasupaṇṇagandhabbayakkhādīnaṃ akkhīni amatapānaṃ viya labhiṃsu. Imasmiṃ pana ṭhāne ṭhatvā padasahassena gamanavaṇṇaṃ vattuṃ vaṭṭati. Tatridaṃ mukhamattaṃ –",
  "atk-s0202a0:53": "‘‘Evaṃ sabbaṅgasampanno, kampayanto vasundharaṃ;",
  "atk-s0202a0:54": "Aheṭhayanto pāṇāni, yāti lokavināyako.",
  "atk-s0202a0:55": "Dakkhiṇaṃ paṭhamaṃ pādaṃ, uddharanto narāsabho;",
  "atk-s0202a0:56": "Gacchanto sirisampanno, sobhate dvipaduttamo.",
  "atk-s0202a0:57": "Gacchato buddhaseṭṭhassa, heṭṭhā pādatalaṃ mudu;",
  "atk-s0202a0:58": "Samaṃ samphusate bhūmiṃ, rajasā nupalippati.",
  "atk-s0202a0:59": "Ninnaṭṭhānaṃ unnamati, gacchante lokanāyake;",
  "atk-s0202a0:60": "Unnatañca samaṃ hoti, pathavī ca acetanā.",
  "atk-s0202a0:61": "Pāsāṇā sakkharā ceva, kathalā khāṇukaṇṭakā;",
  "atk-s0202a0:62": "Sabbe maggā vivajjanti, gacchante lokanāyake.",
  "atk-s0202a0:63": "Nātidūre uddharati, naccāsanne ca nikkhipaṃ;",
  "atk-s0202a0:64": "Aghaṭṭayanto niyyāti, ubho jāṇū ca gopphake.",
  "atk-s0202a0:65": "Nātisīghaṃ pakkamati, sampannacaraṇo muni;",
  "atk-s0202a0:66": "Na cātisaṇikaṃ yāti, gacchamāno samāhito.",
  "atk-s0202a0:67": "Uddhaṃ adho ca tiriyaṃ, disañca vidisaṃ tathā;",
  "atk-s0202a0:68": "Na pekkhamāno so yāti, yugamattamhi pekkhati.",
  "atk-s0202a0:69": "Nāgavikkantacāro so, gamane sobhate jino;",
  "atk-s0202a0:70": "Cāruṃ gacchati lokaggo, hāsayanto sadevake.",
  "atk-s0202a0:71": "Uḷurājāva sobhanto, catucārīva kesarī;",
  "atk-s0202a0:72": "Tosayanto bahū satte, puraṃ seṭṭhaṃ upāgamī’’ti.",
  "atk-s0202a0:73": "Vaṇṇakālo nāma kiresa, evaṃvidhesu kālesu buddhassa sarīravaṇṇe vā guṇavaṇṇe vā dhammakathikassa thāmoyeva pamāṇaṃ cuṇṇiyapadehi vā gāthābandhena vā yattakaṃ sakkoti, tattakaṃ vattabbaṃ. Dukkathitanti na vattabbaṃ. Appamāṇavaṇṇā hi buddhā, tesaṃ buddhāpi anavasesato vaṇṇaṃ vattuṃ asamatthā, pageva itarā pajāti. Iminā sirivilāsena alaṅkatappaṭiyattaṃ sakyarājapuraṃ pavisitvā bhagavā pasannacittena janena gandhadhūmavāsacuṇṇādīhi pūjayamāno santhāgāraṃ pāvisi. Tena vuttaṃ – ‘‘atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena evaṃ santhāgāraṃ tenupasaṅkamī’’ti.",
  "atk-s0202a0:74": "Bhagavantaṃyeva purakkhatvāti bhagavantaṃ purato katvā. Tattha bhagavā bhikkhūnañceva upāsakānañca majjhe nisinno gandhodakena nhāpetvā dukūlacumbaṭakena vodakaṃ katvā jātihiṅgulakena majjitvā rattakambalapaliveṭhite pīṭhe ṭhapitarattasuvaṇṇaghanapaṭimā viya ativirocittha. Ayaṃ panettha porāṇānaṃ vaṇṇabhaṇanamaggo –",
  "atk-s0202a0:75": "‘‘Gantvāna maṇḍalamāḷaṃ, nāgavikkantacaraṇo;",
  "atk-s0202a0:76": "Obhāsayanto lokaggo, nisīdi varamāsane.",
  "atk-s0202a0:77": "Tasmiṃ nisinno naradammasārathi,",
  "atk-s0202a0:78": "Devātidevo satapuññalakkhaṇo;",
  "atk-s0202a0:79": "Buddhāsane majjhagato virocati,",
  "atk-s0202a0:80": "Suvaṇṇanekkhaṃ viya paṇḍukambale.",
  "atk-s0202a0:81": "Nekkhaṃ jambonadasseva, nikkhittaṃ paṇḍukambale;",
  "atk-s0202a0:82": "Virocati vītamalo, maṇiverocano yathā.",
  "atk-s0202a0:83": "Mahāsālova samphullo, nerurājāvalaṅkato;",
  "atk-s0202a0:84": "Suvaṇṇayūpasaṅkāso, padumo kokanado yathā.",
  "atk-s0202a0:85": "Jalanto dīparukkhova, pabbatagge yathā sikhī;",
  "atk-s0202a0:86": "Devānaṃ pāricchattova, sabbaphullo virocathā’’ti.",
  "atk-s0202a0:87": "Kāpilavatthavesakye bahudeva rattiṃ dhammiyā kathāyāti ettha dhammī kathā nāma santhāgāraanumodanappaṭisaṃyuttā pakiṇṇakakathā veditabbā. Tadā hi bhagavā ākāsagaṅgaṃ otārento viya pathavojaṃ ākaḍḍhanto viya mahājambuṃ khandhe gahetvā cālento viya yojanikaṃ madhubhaṇḍaṃ cakkayantena pīḷetvā madhupānaṃ pāyamāno viya kāpilavatthavānaṃ sakyānaṃ hitasukhāvahaṃ pakiṇṇakakathaṃ kathesi. ‘‘Āvāsadānaṃ nāmetaṃ mahārāja mahantaṃ, tumhākaṃ āvāso mayā paribhutto bhikkhusaṅghena paribhutto mayā ca bhikkhusaṅghena ca paribhutto pana dhammaratanena paribhutto yevāti tīhi ratanehi paribhutto nāma hoti. Āvāsadānasmiñhi dinne sabbadānaṃ dinnameva hoti. Bhūmaṭṭhakapaṇṇasālāya vā sākhāmaṇḍapassa vāpi ānisaṃso nāma paricchindituṃ na sakkā’’ti nānānayavicittaṃ bahuṃ dhammakathaṃ kathetvā –",
  "atk-s0202a0:88": "‘‘Sītaṃ uṇhaṃ paṭihanti, tato vāḷamigāni ca;",
  "atk-s0202a0:89": "Sarīsape ca makase, sisire cāpi vuṭṭhiyo.",
  "atk-s0202a0:90": "Tato vātātapo ghoro, sañjāto paṭihaññati;",
  "atk-s0202a0:91": "Leṇatthañca sukhatthañca, jhāyituñca vipassituṃ.",
  "atk-s0202a0:92": "Vihāradānaṃ saṅghassa, aggaṃ buddhena vaṇṇitaṃ;",
  "atk-s0202a0:93": "Tasmā hi paṇḍito poso, sampassaṃ atthamattano.",
  "atk-s0202a0:94": "Vihāre kāraye ramme, vāsayettha bahussute;",
  "atk-s0202a0:95": "Tesaṃ annañca pānañca, vatthasenāsanāni ca.",
  "atk-s0202a0:96": "Dadeyya ujubhūtesu, vippasannena cetasā;",
  "atk-s0202a0:97": "Te tassa dhammaṃ desenti, sabbadukkhāpanūdanaṃ;",
  "atk-s0202a0:98": "Yaṃ so dhammaṃ idhaññāya, parinibbāti anāsavo’’ti. (cūḷava. 295) –",
  "atk-s0202a0:99": "Evaṃ ayampi āvāse ānisaṃso, ayampi ānisaṃsoti bahudevarattiṃ atirekataraṃ diyaḍḍhayāmaṃ āvāsānisaṃsakathaṃ kathesi. Tattha imā gāthāva saṅgahaṃ āruḷhā, pakiṇṇakadhammadesanā pana saṅgahaṃ na ārohati. Sandassesītiādīni vuttatthāneva.",
  "atk-s0202a0:100": "Āyasmantaṃ ānandaṃ āmantesīti dhammakathaṃ kathāpetukāmo jānāpesi. Atha kasmā sāriputtamahāmoggallānamahākassapādīsu asītimahātheresu vijjamānesu bhagavā ānandattherassa bhāramakāsīti. Parisajjhāsayavasena. Āyasmā hi ānando bahussutānaṃ aggo, pahosi parimaṇḍalehi padabyañjanehi madhuradhammakathaṃ kathetunti sākiyamaṇḍale pākaṭo paññāto. Tassa sakyarājūhi vihāraṃ gantvāpi dhammakathā sutapubbā, orodhā pana nesaṃ na yathāruciyā vihāraṃ gantuṃ labhanti, tesaṃ etadahosi – ‘‘aho vata bhagavā appaṃyeva dhammakathaṃ kathetvā amhākaṃ ñātiseṭṭhassa ānandassa bhāraṃ kareyyā’’ti. Tesaṃ ajjhāsayavasena bhagavā tasseva bhāramakāsi.",
  "atk-s0202a0:101": "Sekho pāṭipadoti paṭipannako sekhasamaṇo. So tuyhaṃ paṭibhātu upaṭṭhātu, tassa paṭipadaṃ desehīti paṭipadāya puggalaṃ niyametvā dasseti. Kasmā pana bhagavā imaṃ paṭipadaṃ niyamesi? Bahūhi kāraṇehi. Ime tāva sakyā maṅgalasālāya maṅgalaṃ paccāsīsanti vaḍḍhiṃ icchanti, ayañca sekhapaṭipadā mayhaṃ sāsane maṅgalapaṭipadā vaḍḍhamānakapaṭipadātipi imaṃ paṭipadaṃ niyamesi. Tassañca parisati sekhāva bahū nisinnā, te attanā paṭividdhaṭṭhāne kathīyamāne akilamantāva sallakkhessantītipi imaṃ paṭipadaṃ niyamesi. Āyasmā ca ānando sekhapaṭisambhidāpattova, so attanā paṭividdhe paccakkhaṭṭhāne kathento akilamanto viññāpetuṃ sakkhissatītipi imaṃ paṭipadaṃ niyamesi. Sekhapaṭipadāya ca tissopi sikkhā osaṭā , tattha adhisīlasikkhāya kathitāya sakalaṃ vinayapiṭakaṃ kathitameva hoti, adhicittasikkhāya kathitāya sakalaṃ suttantapiṭakaṃ kathitaṃ hoti, adhipaññāsikkhāya kathitāya sakalaṃ abhidhammapiṭakaṃ kathitaṃ hoti, ānando ca bahussuto tipiṭakadharo, so pahoti tīhi piṭakehi tisso sikkhā kathetuṃ, evaṃ kathite sakyānaṃ maṅgalameva vaḍḍhiyeva bhavissatītipi imaṃ paṭipadaṃ niyamesi.",
  "atk-s0202a0:102": "Piṭṭhi me āgilāyatīti kasmā āgilāyati? Bhagavato hi chabbassāni padhānaṃ padahantassa mahantaṃ kāyadukkhaṃ ahosi, athassa aparabhāge mahallakakāle piṭṭhivāto uppajji. Akāraṇaṃ vā etaṃ. Pahoti hi bhagavā uppannaṃ vedanaṃ vikkhambhetvā ekampi dvepi sattāhe ekapallaṅkena nisīdituṃ. Santhāgārasālaṃ pana catūhi iriyāpathehi paribhuñjitukāmo ahosi, tattha pādadhovanaṭṭhānato yāva dhammāsanā agamāsi, ettake ṭhāne gamanaṃ nipphannaṃ. Dhammāsanaṃ patto thokaṃ ṭhatvā nisīdi, ettake ṭhānaṃ. Diyaḍḍhayāmaṃ dhammāsane nisīdi, ettake ṭhāne nisajjā nipphannā. Idāni dakkhiṇena passena thokaṃ nipanne sayanaṃ nipphajjissatīti evaṃ catūhi iriyāpathehi paribhuñjitukāmo ahosi. Upādinnakasarīrañca nāma ‘‘no āgilāyatī’’ti na vattabbaṃ, tasmā ciraṃ nisajjāya sañjātaṃ appakampi āgilāyanaṃ gahetvā evamāha.",
  "atk-s0202a0:103": "Saṅghāṭiṃ paññāpetvāti santhāgārassa kira ekapasse te rājāno paṭṭasāṇiṃ parikkhipāpetvā kappiyamañcakaṃ paññapetvā kappiyapaccattharaṇena attharitvā upari suvaṇṇa-tāraka-gandhamālā-dāmapaṭimaṇḍitaṃ vitānaṃ bandhitvā gandhatelappadīpaṃ āropayiṃsu ‘‘appeva nāma satthā dhammāsanato vuṭṭhāya thokaṃ vissamanto idha nipajjeyya, evaṃ no imaṃ santhāgāraṃ bhagavatā catūhi iriyāpathehi paribhuttaṃ dīgharattaṃ hitāya sukhāya bhavissatī’’ti. Satthāpi tadeva sandhāya tattha saṅghāṭiṃ paññapetvā nipajji. Uṭṭhānasaññaṃ manasi karitvāti ettakaṃ kālaṃ atikkamitvā vuṭṭhahissāmīti vuṭṭhānasaññaṃ citte ṭhapetvā.",
  "atk-s0202a0:104": "23.Mahānāmaṃ sakkaṃ āmantesīti so kira tasmiṃ kāle tassaṃ parisati jeṭṭhako pāmokkho, tasmiṃ saṅgahite sesaparisā saṅgahitāva hotīti thero tameva āmantesi. Sīlasampannoti sīlena sampanno, sampannasīlo paripuṇṇasīloti attho. Saddhammehīti sundaradhammehi, sataṃ vā sappurisānaṃ dhammehi.",
  "atk-s0202a0:105": "24.Kathañca mahānāmāti iminā ettakena ṭhānena sekhapaṭipadāya mātikaṃ ṭhapetvā paṭipāṭiyā vitthāretukāmo evamāha. Tattha sīlasampannotiādīni ‘‘sampannasīlā, bhikkhave, viharathā’’ti ākaṅkheyyasuttādīsu vuttanayeneva veditabbāni.",
  "atk-s0202a0:106": "25.Kāyaduccaritenātiādīsu upayogatthe karaṇavacanaṃ, hiriyitabbāni kāyaduccaritādīni hiriyati jigucchatīti attho. Ottappaniddese hetvatthe karaṇavacanaṃ, kāyaduccaritādīhi ottappassa hetubhūtehi ottappati bhāyatīti attho. Āraddhavīriyoti paggahitavīriyo anosakkitamānaso. Pahānāyāti pahānatthāya. Upasampadāyāti paṭilābhatthāya. Thāmavāti vīriyathāmena samannāgato. Daḷhaparakkamoti thiraparakkamo. Anikkhittadhuro kusalesu dhammesūti kusalesu dhammesu anoropitadhuro anosakkitavīriyo. Paramenāti uttamena. Satinepakkenāti satiyā ca nipakabhāvena ca. Kasmā pana satibhājaniye paññā āgatāti? Satiyā balavabhāvadīpanatthaṃ. Paññāvippayuttā hi sati dubbalā hoti, sampayuttā balavatīti.",
  "atk-s0202a0:107": "Cirakatampīti attanā vā parena vā kāyena cirakataṃ cetiyaṅgaṇavattādi asīti mahāvattapaṭipattipūraṇaṃ. Cirabhāsitampīti attanā vā parena vā vācāya cirabhāsitaṃ sakkaccaṃ uddisana-uddisāpana-dhammosāraṇa-dhammadesanā-upanisinnakathā-anumodaniyādivasena pavattitaṃ vacīkammaṃ. Saritā anussaritāti tasmiṃ kāyena cirakate ‘‘kāyo nāma kāyaviññatti, cirabhāsite vācā nāma vacīviññatti. Tadubhayampi rūpaṃ, taṃsamuṭṭhāpikā cittacetasikā arūpaṃ. Iti ime rūpārūpadhammā evaṃ uppajjitvā evaṃ niruddhā’’ti sarati ceva anussarati ca, satisambojjhaṅgaṃ samuṭṭhāpetīti attho. Bojjhaṅgasamuṭṭhāpikā hi sati idha adhippetā. Tāya satiyā esa sakimpi saraṇena saritā, punappunaṃ saraṇena anussaritāti veditabbā.",
  "atk-s0202a0:108": "Udayatthagāminiyāti pañcannaṃ khandhānaṃ udayavayagāminiyā udayañca vayañca paṭivijjhituṃ samatthāya. Ariyāyāti vikkhambhanavasena ca samucchedavasena ca kilesehi ārakā ṭhitāya parisuddhāya. Paññāya samannāgatoti vipassanāpaññāya ceva maggapaññāya ca samaṅgībhūto. Nibbedhikāyāti sāyeva nibbijjhanato nibbedhikāti vuccati, tāya samannāgatoti attho. Tattha maggapaññāya samucchedavasena anibbiddhapubbaṃ apadālitapubbaṃ lobhakkhandhaṃ dosakkhandhaṃ mohakkhandhaṃ nibbijjhati padāletīti nibbedhikā. Vipassanāpaññāya tadaṅgavasena nibbedhikāya maggapaññāya paṭilābhasaṃvattanato cāti vipassanā ‘‘nibbedhikā’’ti vattuṃ vaṭṭati. Sammā dukkhakkhayagāminiyāti idhāpi maggapaññā ‘‘sammā hetunā nayena vaṭṭadukkhaṃ khepayamānā gacchatīti sammā dukkhakkhayagāminī nāma. Vipassanā tadaṅgavasena vaṭṭadukkhañca kilesadukkhañca khepayamānā gacchatīti dukkhakkhayagāminī. Dukkhakkhayagāminiyā vā maggapaññāya paṭilābhasaṃvattanato esā dukkhakkhayagāminī’’ti veditabbā.",
  "atk-s0202a0:109": "26.Abhicetasikānanti abhicittaṃ seṭṭhacittaṃ sitānaṃ nissitānaṃ. Diṭṭhadhammasukhavihārānanti appitappitakkhaṇe sukhapaṭilābhahetūnaṃ. Nikāmalābhīti icchiticchitakkhaṇe samāpajjitā. Akicchalābhīti nidukkhalābhī. Akasiralābhīti vipulalābhī. Paguṇabhāvena eko icchiticchitakkhaṇe samāpajjituṃ sakkoti, samādhipāripanthikadhamme pana akilamanto vikkhambhetuṃ na sakkoti, so attano anicchāya khippameva vuṭṭhāti, yathāparicchedavasena samāpattiṃ ṭhapetuṃ na sakkoti ayaṃ kicchalābhī kasiralābhī nāma. Eko icchiticchitakkhaṇe ca samāpajjituṃ sakkoti, samādhipāripanthikadhamme ca akilamanto vikkhambheti, so yathāparicchedavaseneva vuṭṭhātuṃ sakkoti, ayaṃ akicchalābhī akasiralābhī nāma.",
  "atk-s0202a0:110": "27.Ayaṃvuccati mahānāma ariyasāvako sekho pāṭipadoti mahānāma ariyasāvako sekho pāṭipado vipassanāgabbhāya vaḍḍhamānakapaṭipadāya samannāgatoti vuccatīti dasseti. Apuccaṇḍatāyāti apūtiaṇḍatāya. Bhabbo abhinibbhidāyāti vipassanādiñāṇappabhedāya bhabbo. Sambodhāyāti ariyamaggāya. Anuttarassa yogakkhemassāti arahattaṃ anuttaro yogakkhemo nāma, tadabhigamāya bhabboti dasseti. Yā panāyamettha atthadīpanatthaṃ upamā āhaṭā, sā cetokhilasutte vuttanayeneva veditabbā. Kevalañhi tattha ‘‘tassā kukkuṭiyā aṇḍesu tividhakiriyakaraṇaṃ viya hi imassa bhikkhuno ussoḷhipannarasehi aṅgehi samannāgatabhāvo’’ti yaṃ evaṃ opammasaṃsandanaṃ āgataṃ, taṃ idha evaṃ sīlasampanno hotītiādivacanato ‘‘tassā kukkuṭiyā aṇḍesu tividhakiriyakaraṇaṃ viya imassa bhikkhuno sīlasampannatādīhi pannarasehi dhammehi samaṅgibhāvo’’ti. Evaṃ yojetvā veditabbaṃ. Sesaṃ sabbattha vuttasadisameva.",
  "atk-s0202a0:111": "28.Imaṃyeva anuttaraṃ upekkhāsatipārisuddhinti imaṃ paṭhamādijjhānehi asadisaṃ uttamaṃ catutthajjhānikaṃ upekkhāsatipārisuddhiṃ. Paṭhamābhinibbhidāti paṭhamo ñāṇabhedo. Dutiyādīsupi eseva nayo. Kukkuṭacchāpako pana ekavāraṃ mātukucchito ekavāraṃ aṇḍakosatoti dve vāre jāyati. Ariyasāvako tīhi vijjāhi tāyo vāre jāyati. Pubbenivāsacchādakaṃ tamaṃ vinodetvā pubbenivāsañāṇena paṭhamaṃ jāyati, sattānaṃ cutipaṭisandhicchādakaṃ tamaṃ vinodetvā dibbacakkhuñāṇena dutiyaṃ jāyati, catusaccapaṭicchādakaṃ tamaṃ vinodetvā āsavakkhayañāṇena tatiyaṃ jāyati.",
  "atk-s0202a0:112": "29.Idampissa hoti caraṇasminti idampi sīlaṃ assa bhikkhuno caraṇaṃ nāma hotīti attho. Caraṇaṃ nāma bahu anekavidhaṃ, sīlādayo pannarasadhammā, tattha idampi ekaṃ caraṇanti attho. Padattho pana carati tena agatapubbaṃ disaṃ gacchatīti caraṇaṃ. Esa nayo sabbattha.",
  "atk-s0202a0:113": "Idampissa hoti vijjāyāti idaṃ pubbenivāsañāṇaṃ tassa vijjā nāma hotīti attho. Vijjā nāma bahu anekavidhā, vipassanañāṇādīni aṭṭha ñāṇāni, tattha idampi ñāṇaṃ ekā vijjātipi attho. Padattho pana vinivijjhitvā etāya jānātīti vijjā. Esa nayo sabbattha. Vijjāsampanno itipīti tīhi vijjāhi vijjāsampanno itipi. Caraṇasampanno itipīti pañcadasahi dhammehi caraṇasampanno itipi. Tadubhayena pana vijjācaraṇasampanno itipīti.",
  "atk-s0202a0:114": "30.Sanaṅkumārenāti porāṇakakumārena, cirakālato paṭṭhāya kumāroti paññātena. So kira manussapathe pañcacūḷakakumārakakāle jhānaṃ nibbattetvā aparihīnajjhāno brahmaloke nibbatti, tassa so attabhāvo piyo ahosi manāpo, tasmā tādiseneva attabhāvena carati, tena naṃ sanaṅkumāroti sañjānanti. Janetasminti janitasmiṃ, pajāyāti attho. Ye gottapaṭisārinoti ye janetasmiṃ gottaṃ paṭisaranti ‘‘ahaṃ gotamo, ahaṃ kassapo’’ti, tesu loke gottapaṭisārīsu khattiyo seṭṭho. Anumatā bhagavatāti mama pañhabyākaraṇena saddhiṃ saṃsanditvā desitāti ambaṭṭhasutte buddhena bhagavatā ‘‘ahampi, ambaṭṭha, evaṃ vadāmi –",
  "atk-s0202a0:115": "‘Khattiyo seṭṭho janetasmiṃ, ye gottapaṭisārino;",
  "atk-s0202a0:116": "Vijjācaraṇasampanno, so seṭṭho devamānuse’ti’’. (dī. ni. 1.277) –",
  "atk-s0202a0:117": "Evaṃ bhāsantena anuññātā anumoditā. Sādhu sādhu ānandāti, bhagavā kira ādito paṭṭhāya niddaṃ anokkamantova imaṃ suttaṃ sutvā ānandena sekhapaṭipadāya kūṭaṃ gahitanti ñatvā uṭṭhāya pallaṅkaṃ ābhujitvā nisinno sādhukāraṃ adāsi. Ettāvatā ca pana idaṃ suttaṃ jinabhāsitaṃ nāma jātaṃ. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0202a0:118": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:119": "Sekhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:120": "4. Potaliyasuttavaṇṇanā",
  "atk-s0202a0:121": "31.Evaṃme sutanti potaliyasuttaṃ. Tattha aṅguttarāpesūti aṅgāyeva so janapado, mahiyā panassa uttarena yā āpo, tāsaṃ avidūrattā uttarāpotipi vuccati. Kataramahiyā uttarena yā āpoti, mahāmahiyā. Tatthāyaṃ āvibhāvakathā – ayaṃ kira jambudīpo dasasahassayojanaparimāṇo. Tattha ca catusahassayojanappamāṇo padeso udakena ajjhotthaṭo samuddoti saṅkhaṃ gato . Tisahassayojanappamāṇe manussā vasanti. Tisahassayojanappamāṇe himavā patiṭṭhito ubbedhena pañcayojanasatiko caturāsītikūṭasahassapaṭimaṇḍito samantato sandamānapañcasatanadīvicitto, yattha āyāmavitthārena ceva gambhīratāya ca paṇṇāsapaṇṇāsayojanā diyaḍḍhayojanasataparimaṇḍalā anotattadaho kaṇṇamuṇḍadaho rathakāradaho chaddantadaho kuṇāladaho mandākinīdaho sīhapapātadahoti satta mahāsarā patiṭṭhitā. Tesu anotattadaho sudassanakūṭaṃ citrakūṭaṃ kāḷakūṭaṃ gandhamādanakūṭaṃ kelāsakūṭanti imehi pañcahi pabbatehi parikkhitto.",
  "atk-s0202a0:122": "Tattha sudassanakūṭaṃ sovaṇṇamayaṃ dviyojanasatubbedhaṃ antovaṅkaṃ kākamukhasaṇṭhānaṃ tameva saraṃ paṭicchādetvā ṭhitaṃ. Citrakūṭaṃ sabbaratanamayaṃ. Kāḷakūṭaṃ añjanamayaṃ. Gandhamādanakūṭaṃ sānumayaṃ abbhantare muggavaṇṇaṃ, mūlagandho sāragandho pheggugandho tacagandho papaṭikagandho rasagandho pattagandho pupphagandho phalagandho gandhagandhoti imehi dasahi gandhehi ussannaṃ nānappakāraosadhasañchannaṃ, kāḷapakkhauposathadivase ādittamiva aṅgāraṃ jalantaṃ tiṭṭhati. Kelāsakūṭaṃ rajatamayaṃ. Sabbāni sudassanena samānubbedhasaṇṭhānāni, tameva saraṃ paṭicchādetvā ṭhitāni. Tāni sabbāni devānubhāvena nāgānubhāvena ca vassanti, nadiyo ca tesu sandanti. Taṃ sabbampi udakaṃ anotattameva pavisati. Candimasūriyā dakkhiṇena vā uttarena vā gacchantā pabbatantarena tattha obhāsaṃ karonti, ujuṃ gacchantā na karonti, tenevassa anotattanti saṅkhā udapādi.",
  "atk-s0202a0:123": "Tattha manoharasilātalāni nimmacchakacchapāni phalikasadisanimmaludakāni nhānatitthāni supaṭiyattāni honti, yesu buddhapaccekabuddhakhīṇāsavā ca iddhimanto ca isayo nhāyanti, devayakkhādayo uyyānakīḷakaṃ kīḷanti.",
  "atk-s0202a0:124": "Tassa catūsu passesu sīhamukhaṃ hatthimukhaṃ assamukhaṃ usabhamukhanti cattāri mukhāni honti, yehi catasso nadiyo sandanti. Sīhamukhena nikkhantanadītīre sīhā bahutarā honti. Hatthimukhādīhi hatthiassausabhā. Puratthimadisato nikkhantanadī anotattaṃ tikkhattuṃ padakkhiṇaṃ katvā itarā tisso nadiyo anupagamma pācīnahimavanteneva amanussapathaṃ gantvā mahāsamuddaṃ pavisati. Pacchimadisato ca uttaradisato ca nikkhantanadiyopi tatheva padakkhiṇaṃ katvā pacchimahimavanteneva uttarahimavanteneva ca amanussapathaṃ gantvā mahāsamuddaṃ pavisanti. Dakkhiṇadisato nikkhantanadī pana taṃ tikkhattuṃ padakkhiṇaṃ katvā dakkhiṇena ujukaṃ pāsāṇapiṭṭheneva saṭṭhiyojanāni gantvā pabbataṃ paharitvā vuṭṭhāya parikkhepena tigāvutappamāṇā udakadhārā ca hutvā ākāsena saṭṭhiyojanāni gantvā tiyaggaḷe nāma pāsāṇe patitā, pāsāṇo udakadhārāvegena bhinno. Tattha paññāsayojanappamāṇā tiyaggaḷā nāma pokkharaṇī jātā, pokkharaṇiyā kūlaṃ bhinditvā pāsāṇaṃ pavisitvā saṭṭhiyojanāni gatā. Tato ghanapathaviṃ bhinditvā umaṅgena saṭṭhiyojanāni gantvā viñjhuṃ nāma tiracchānapabbataṃ paharitvā hatthatale pañcaṅgulisadisā pañcadhārā hutvā pavattanti. Sā tikkhattuṃ anotattaṃ padakkhiṇaṃ katvā gataṭṭhāne āvaṭṭagaṅgāti vuccati. Ujukaṃ pāsāṇapiṭṭhena saṭṭhiyojanāni gataṭṭhāne kaṇhagaṅgāti, ākāsena saṭṭhiyojanāni gataṭṭhāne ākāsagaṅgāti, tiyaggaḷapāsāṇe paññāsayojanokāse ṭhitā tiyaggaḷapokkharaṇīti, kūlaṃ bhinditvā pāsāṇaṃ pavisitvā saṭṭhiyojanāni gataṭṭhāne bahalagaṅgāti, umaṅgena saṭṭhiyojanāni gataṭṭhāne umaṅgagaṅgāti vuccati. Viñjhuṃ nāma tiracchānapabbataṃ paharitvā pañcadhārā hutvā pavattaṭṭhāne pana gaṅgā yamunā aciravatī sarabhū mahīti pañcadhā saṅkhaṃ gatā. Evametā pañca mahānadiyo himavantato pabhavanti. Tāsu yā ayaṃ pañcamī mahī nāma, sā idha mahāmahīti adhippetā. Tassā uttarena yā āpo, tāsaṃ avidūrattā so janapado aṅguttarāpoti veditabbo. Tasmiṃ aṅguttarāpesu janapade.",
  "atk-s0202a0:125": "Āpaṇaṃnāmāti tasmiṃ kira nigame vīsati āpaṇamukhasahassāni vibhattāni ahesuṃ. Iti so āpaṇānaṃ ussannattā āpaṇantveva saṅkhaṃ gato. Tassa ca nigamassa avidūre nadītīre ghanacchāyo ramaṇīyo bhūmibhāgo mahāvanasaṇḍo, tasmiṃ bhagavā viharati. Tenevettha vasanaṭṭhānaṃ na niyāmitanti veditabbaṃ. Yenaññataro vanasaṇḍo tenupasaṅkamīti bhikkhusaṅghaṃ vasanaṭṭhānaṃ pesetvā ekakova upasaṅkami potaliyaṃ gahapatiṃ sandhāya. Potaliyopi kho gahapatīti potaliyoti evaṃnāmako gahapati. Sampannanivāsanapāvuraṇoti paripuṇṇanivāsanapāvuraṇo , ekaṃ dīghadasaṃ sāṭakaṃ nivattho ekaṃ pārutoti attho. Chattupāhanāhīti chattaṃ gahetvā upāhanā āruyhāti attho. Āsanānīti pallaṅkapīṭhapalālapīṭhakādīni. Antamaso sākhābhaṅgampi hi āsananteva vuccati. Gahapativādenāti gahapatīti iminā vacanena. Samudācaratīti voharati.",
  "atk-s0202a0:126": "Bhagavantaṃ etadavocāti tatiyaṃ gahapatīti vacanaṃ adhivāsetuṃ asakkonto bhagavantametaṃ ‘‘tayidaṃ, bho, gotamā’’tiādivacanaṃ avoca. Tattha nacchannanti na anucchavikaṃ. Nappatirūpanti na sāruppaṃ. Ākārātiādīni sabbāneva kāraṇavevacanāni. Dīghadasavatthadhāraṇa-kesamassunakhaṭhapanādīni hi sabbāneva gihibyañjanāni tassa gihibhāvaṃ pākaṭaṃ karontīti ākārā, gihisaṇṭhānena saṇṭhitattā liṅgā, gihibhāvassa sañjānananimittatāya nimittāti vuttā. Yathā taṃ gahapatissāti yathā gahapatissa ākāraliṅganimittā bhaveyyuṃ, tatheva tuyhaṃ. Tena tāhaṃ evaṃ samudācarāmīti dasseti. Atha so yena kāraṇena gahapativādaṃ nādhivāseti, taṃ pakāsento ‘‘tathā hi pana me’’tiādimāha.",
  "atk-s0202a0:127": "Niyyātanti niyyātitaṃ. Anovādī anupavādīti ‘‘tātā, kasatha, vapatha, vaṇippathaṃ payojethā’’tiādinā hi nayena ovadanto ovādī nāma hoti. ‘‘Tumhe na kasatha, na vapatha, na vaṇippathaṃ payojetha, kathaṃ jīvissatha, puttadāraṃ vā bharissathā’’tiādinā nayena pana upavadanto upavādī nāma hoti. Ahaṃ pana ubhayampi taṃ na karomi. Tenāhaṃ tattha anovādī anupavādīti dasseti. Ghāsacchādanaparamoviharāmīti ghāsamattañceva acchādanamattañca paramaṃ katvā viharāmi, tato paraṃ natthi, na ca patthemīti dīpeti.",
  "atk-s0202a0:128": "32.Giddhilobhopahātabboti gedhabhūto lobho pahātabbo. Anindārosanti anindābhūtaṃ aghaṭṭanaṃ. Nindārosoti nindāghaṭṭanā. Vohārasamucchedāyāti ettha vohāroti byavahāravohāropi paṇṇattipi vacanampi cetanāpi. Tattha –",
  "atk-s0202a0:129": "‘‘Yo hi koci manussesu, vohāraṃ upajīvati;",
  "atk-s0202a0:130": "Evaṃ vāseṭṭha jānāhi, vāṇijo so na brāhmaṇo’’ti. (ma. ni. 2.457) –",
  "atk-s0202a0:131": "Ayaṃ byavahāravohāro nāma. ‘‘Saṅkhā samaññā paññatti vohāro’’ti (dha. sa. 1313-1315) ayaṃ paṇṇattivohāro nāma. ‘‘Tathā tathā voharati aparāmasa’’nti (ma. ni. 3.332) ayaṃ vacanavohāro nāma. ‘‘Aṭṭha ariyavohārā aṭṭha anariyavoharā’’ti (a. ni. 8.67) ayaṃ cetanāvohāro nāma, ayamidhādhippeto. Yasmā vā pabbajitakālato paṭṭhāya gihīti cetanā natthi, samaṇoti cetanā hoti. Gihīti vacanaṃ natthi, samaṇoti vacanaṃ hoti. Gihīti paṇṇatti natthi, samaṇoti paṇṇatti hoti. Gihīti byavahāro natthi, samaṇoti vā pabbajitoti vā byavahāro hoti. Tasmā sabbepete labbhanti.",
  "atk-s0202a0:132": "33.Yesaṃ kho ahaṃ saṃyojanānaṃ hetu pāṇātipātīti ettha pāṇātipātova saṃyojanaṃ. Pāṇātipātasseva hi hetu pāṇātipātapaccayā pāṇātipātī nāma hoti. Pāṇātipātānaṃ pana bahutāya ‘‘yesaṃ kho aha’’nti vuttaṃ. Tesāhaṃsaṃyojanānanti tesaṃ ahaṃ pāṇātipātabandhanānaṃ. Pahānāya samucchedāya paṭipannoti iminā apāṇātipātasaṅkhātena kāyikasīlasaṃvarena pahānatthāya samucchedanatthāya paṭipanno. Attāpi maṃ upavadeyyāti kunthakipillikampi nāma jīvitā avoropanakasāsane pabbajitvā pāṇātipātamattatopi oramituṃ na sakkomi, kiṃ mayhaṃ pabbajjāyāti evaṃ attāpi maṃ upavadeyya. Anuviccāpi maṃ viññū garaheyyunti evarūpe nāma sāsane pabbajitvā pāṇātipātamattatopi oramituṃ na sakkoti, kiṃ etassa pabbajjāyāti evaṃ anuvicca tulayitvā pariyogāhetvā aññepi viññū paṇḍitā garaheyyuṃ. Etadeva kho pana saṃyojanametaṃ nīvaraṇanti dasasu saṃyojanesu pañcasu ca nīvaraṇesu apariyāpannampi ‘‘aṭṭha nīvaraṇā’’ti desanāvasenetaṃ vuttaṃ. Vaṭṭabandhanaṭṭhena hi hitapaṭicchādanaṭṭhena ca saṃyojanantipi nīvaraṇantipi vuttaṃ. Āsavāti pāṇātipātakāraṇā eko avijjāsavo uppajjati. Vighātapariḷāhāti vighātā ca pariḷāhā ca. Tattha vighātaggahaṇena kilesadukkhañca vipākadukkhañca gahitaṃ, pariḷāhaggahaṇenapi kilesapariḷāho ca vipākapariḷāho ca gahito. Iminā upāyena sabbattha attho veditabbo.",
  "atk-s0202a0:133": "34-40. Ayaṃ pana viseso – tesāhaṃ saṃyojanānaṃ pahānāyāti imasmiṃ pade iminā dinnādānasaṅkhātena kāyikasīlasaṃvarena, saccavācāsaṅkhātena vācasikasīlasaṃvarena, apisuṇāvācāsaṅkhātena vācasikasīlasaṃvarena, agiddhilobhasaṅkhātena mānasikasīlasaṃvarena, anindārosasaṅkhātena kāyikavācasikasīlasaṃvarena , akodhupāyāsasaṅkhātena mānasikasīlasaṃvarena, anatimānasaṅkhātena mānasikasīlasaṃvarena pahānatthāya samucchedanatthāya paṭipannoti evaṃ sabbavāresu yojanā kātabbā.",
  "atk-s0202a0:134": "Attāpi maṃ upavadeyya anuviccāpi maṃ viññū garaheyyunti imesu pana padesu tiṇasalākampi nāma upādāya adinnaṃ aggahaṇasāsane pabbajitvā adinnādānamattatopi viramituṃ na sakkomi, kiṃ mayhaṃ pabbajjāyāti evaṃ attāpi maṃ upavadeyya. Evarūpe nāma sāsane pabbajitvā adinnādānamattatopi oramituṃ na sakkoti, kiṃ imassa pabbajjāyāti evaṃ anuviccāpi maṃ viññū garaheyyuṃ? Hasāpekkhatāyapi nāma davakamyatāya vā musāvādaṃ akaraṇasāsane pabbajitvā. Sabbākārena pisuṇaṃ akaraṇasāsane nāma pabbajitvā. Appamattakampi giddhilobhaṃ akaraṇasāsane nāma pabbajitvāpi. Kakacena aṅgesu okkantiyamānesupi nāma paresaṃ nindārosaṃ akaraṇasāsane pabbajitvā. Chinnakhāṇukaṇṭakādīsupi nāma kodhupāyāsaṃ akaraṇasāsane pabbajitvā. Adhimānamattampi nāma mānaṃ akaraṇasāsane pabbajitvā atimānamattampi pajahituṃ na sakkomi, kiṃ mayhaṃ pabbajjāyāti evaṃ attāpi maṃ upavadeyya. Evarūpe nāma sāsane pabbajitvā atimānamattampi pajahituṃ na sakkoti, kiṃ imassa pabbajjāyāti evaṃ anuviccāpi maṃ viññū garaheyyunti evaṃ sabbavāresu yojanā kātabbā.",
  "atk-s0202a0:135": "Āsavāti imasmiṃ pana pade adinnādānakāraṇā kāmāsavo diṭṭhāsavo avijjāsavoti tayo āsavā uppajjanti, tathā musāvādakāraṇā pisuṇāvācākāraṇā ca, giddhilobhakāraṇā diṭṭhāsavo avijjāsavo ca, nindārosakāraṇā avijjāsavova, tathā kodhupāyāsakāraṇā, atimānakāraṇā bhavāsavo avijjāsavo cāti dveva āsavā uppajjantīti evaṃ āsavuppatti veditabbā.",
  "atk-s0202a0:136": "Imesu pana aṭṭhasupi vāresu asammohatthaṃ puna ayaṃ saṅkhepavinicchayo – purimesu tāva catūsu viramituṃ na sakkomīti vattabbaṃ, pacchimesu pajahituṃ na sakkomīti. Pāṇātipātanindārosakodhupāyāsesu ca eko avijjāsavova hoti, adinnādānamusāvādapisuṇāvācāsu kāmāsavo diṭṭhāsavo avijjāsavo, giddhilobhe diṭṭhāsavo avijjāsavo, atimāne bhavāsavo avijjāsavo, apāṇātipātaṃ dinnādānaṃ kāyikaṃ sīlaṃ, amusā apisuṇaṃ vācasikasīlaṃ, ṭhapetvā anindārosaṃ sesāni tīṇi mānasikasīlāni. Yasmā pana kāyenapi ghaṭṭeti roseti vācāyapi, tasmā anindāroso dve ṭhānāni yāti, kāyikasīlampi hoti vācasikasīlampi. Ettāvatā kiṃ kathitaṃ? Pātimokkhasaṃvarasīlaṃ. Pātimokkhasaṃvarasīle ṭhitassa ca bhikkhuno paṭisaṅkhāpahānavasena gihivohārasamucchedo kathitoti veditabbo.",
  "atk-s0202a0:137": "Kāmādīnavakathāvaṇṇanā",
  "atk-s0202a0:138": "42. Vitthāradesanāyaṃ tamenaṃ dakkhoti padassa upasumbheyyāti iminā saddhiṃ sambandho veditabbo. Idaṃ vuttaṃ hoti, tamenaṃ kukkuraṃ upasumbheyya, tassa samīpe khipeyyāti attho. Aṭṭhikaṅkalanti uraṭṭhiṃ vā piṭṭhikaṇṭakaṃ vā sīsaṭṭhiṃ vā. Tañhi nimmaṃsattā kaṅkalanti vuccati. Sunikkantaṃnikkantanti yathā sunikkantaṃ hoti, evaṃ nikkantaṃ nillikhitaṃ, yadettha allīnamaṃsaṃ atthi, taṃ sabbaṃ nillikhitvā aṭṭhimattameva katanti attho. Tenevāha ‘‘nimmaṃsa’’nti. Lohitaṃ pana makkhitvā tiṭṭhati, tena vuttaṃ ‘‘lohitamakkhita’’nti.",
  "atk-s0202a0:139": "Bahudukkhā bahupāyāsāti diṭṭhadhammikasamparāyikehi dukkhehi bahudukkhā, upāyāsasaṃkilesehi bahupāyāsā. Yāyaṃ upekkhā nānattā nānattasitāti yā ayaṃ pañcakāmaguṇārammaṇavasena nānāsabhāvā, tāneva ca ārammaṇāni nissitattā ‘‘nānattasitā’’ti vuccati pañcakāmaguṇūpekkhā, taṃ abhinivajjetvā. Ekattā ekattasitāti catutthajjhānupekkhā, sā hi divasampi ekasmiṃ ārammaṇe uppajjanato ekasabhāvā, tadeva ekaṃ ārammaṇaṃ nissitattā ekattasitā nāma. Yattha sabbaso lokāmisūpādānā aparisesā nirujjhantīti yattha catutthajjhānupekkhāyaṃ yaṃ upekkhaṃ āgamma yaṃ paṭicca sabbena sabbaṃ aparisesā lokāmisasaṅkhātā pañcakāmaguṇāmisā nirujjhanti. Pañcakāmaguṇāmisāti ca kāmaguṇārammaṇachandarāgā, gahaṇaṭṭhena teyeva ca upādānātipi vuttā. Tamevūpekkhaṃ bhāvetīti taṃ lokāmisūpādānānaṃ paṭipakkhabhūtaṃ catutthajjhānupekkhameva vaḍḍheti.",
  "atk-s0202a0:140": "43.Uḍḍīyeyyāti uppatitvā gaccheyya. Anupatitvāti anubandhitvā. Vitaccheyyunti mukhatuṇḍakena ḍaṃsantā taccheyyuṃ. Vissajjeyyunti maṃsapesiṃ nakhehi kaḍḍhitvā pāteyyuṃ.",
  "atk-s0202a0:141": "47.Yānaṃ vā poriseyyanti purisānucchavikaṃ yānaṃ. Pavaramaṇikuṇḍalanti nānappakāraṃ uttamamaṇiñca kuṇḍalañca. Sāni harantīti attano bhaṇḍakāni gaṇhanti.",
  "atk-s0202a0:142": "48.Sampannaphalanti madhuraphalaṃ. Upapannaphalanti phalūpapannaṃ bahuphalaṃ.",
  "atk-s0202a0:143": "49.Anuttaranti uttamaṃ pabhassaraṃ nirupakkilesaṃ.",
  "atk-s0202a0:144": "50.Ārakā ahaṃ, bhanteti pathavito nabhaṃ viya samuddassa orimatīrato paratīraṃ viya ca suvidūravidūre ahaṃ. Anājānīyeti gihivohārasamucchedanassa kāraṇaṃ ajānanake. Ājānīyabhojananti kāraṇaṃ jānantehi bhuñjitabbaṃ bhojanaṃ. Anājānīyabhojananti kāraṇaṃ ajānantehi bhuñjitabbaṃ bhojanaṃ. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0202a0:145": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:146": "Potaliyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:147": "5. Jīvakasuttavaṇṇanā",
  "atk-s0202a0:148": "51.Evaṃme sutanti jīvakasuttaṃ. Tattha jīvakassa komārabhaccassa ambavaneti ettha jīvatīti jīvako. Kumārena bhatoti komārabhacco. Yathāha ‘‘kiṃ etaṃ bhaṇe kākehi samparikiṇṇanti? Dārako devāti. Jīvati bhaṇeti? Jīvati devāti. Tena hi bhaṇe taṃ dārakaṃ amhākaṃ antepuraṃ netvā dhātīnaṃ detha posetunti. Tassa jīvatīti jīvakoti nāmaṃ akaṃsu, kumārena posāpitoti komārabhaccoti nāmaṃ akaṃsū’’ti (mahāva. 328). Ayamettha saṅkhepo. Vitthārena pana jīvakavatthu khandhake āgatameva. Vinicchayakathāpissa samantapāsādikāya vinayaṭṭhakathāya vuttā.",
  "atk-s0202a0:149": "Ayaṃ pana jīvako ekasmiṃ samaye bhagavato dosābhisannaṃ kāyaṃ virecetvā sīveyyakaṃ dussayugaṃ datvā vatthānumodanapariyosāne sotāpattiphale patiṭṭhāya cintesi – ‘‘mayā divasassa dvattikkhattuṃ buddhupaṭṭhānaṃ gantabbaṃ, idañca veḷuvanaṃ atidūre, mayhaṃ uyyānaṃ ambavanaṃ āsannataraṃ, yaṃnūnāhamettha bhagavato vihāraṃ kāreyya’’nti. So tasmiṃ ambavane rattiṭṭhānadivāṭṭhānaleṇakuṭimaṇḍapādīni sampādetvā bhagavato anucchavikaṃ gandhakuṭiṃ kāretvā ambavanaṃ aṭṭhārasahatthubbedhena tambapaṭṭavaṇṇena pākārena parikkhipāpetvā buddhappamukhaṃ bhikkhusaṅghaṃ cīvarabhattena santappetvā dakkhiṇodakaṃ pātetvā vihāraṃ niyyātesi. Taṃ sandhāya vuttaṃ – ‘‘jīvakassa komārabhaccassa ambavane’’ti.",
  "atk-s0202a0:150": "Ārabhantīti ghātenti. Uddissakatanti uddisitvā kataṃ. Paṭiccakammanti attānaṃ paṭicca kataṃ. Atha vā paṭiccakammanti nimittakammassetaṃ adhivacanaṃ, taṃ paṭicca kammamettha atthīti maṃsaṃ ‘‘paṭiccakamma’’nti vuttaṃ hoti yo evarūpaṃ maṃsaṃ paribhuñjati, sopi tassa kammassa dāyādo hoti, vadhakassa viya tassāpi pāṇaghātakammaṃ hotīti tesaṃ laddhi. Dhammassa cānudhammaṃ byākarontīti bhagavatā vuttakāraṇassa anukāraṇaṃ kathenti. Ettha ca kāraṇaṃ nāma tikoṭiparisuddhamacchamaṃsaparibhogo, anukāraṇaṃ nāma mahājanassa tathā byākaraṇaṃ. Yasmā pana bhagavā uddissakataṃ na paribhuñjati, tasmā neva taṃ kāraṇaṃ hoti, na titthiyānaṃ tathā byākaraṇaṃ anukāraṇaṃ. Sahadhammiko vādānuvādoti parehi vuttakāraṇena sakāraṇo hutvā tumhākaṃ vādo vā anuvādo vā viññūhi garahitabbakāraṇaṃ koci appamattakopi kiṃ na āgacchati . Idaṃ vuttaṃ hoti – ‘‘kiṃ sabbākārenapi tumhākaṃ vāde gārayhaṃ kāraṇaṃ natthī’’ti. Abbhācikkhantīti abhibhavitvā ācikkhanti.",
  "atk-s0202a0:151": "52.Ṭhānehīti kāraṇehi. Diṭṭhādīsu diṭṭhaṃ nāma bhikkhūnaṃ atthāya migamacche vadhitvā gayhamānaṃ diṭṭhaṃ. Sutaṃ nāma bhikkhūnaṃ atthāya migamacche vadhitvā gahitanti sutaṃ. Parisaṅkitaṃ nāma diṭṭhaparisaṅkitaṃ sutaparisaṅkitaṃ tadubhayavimuttaparisaṅkitanti tividhaṃ hoti.",
  "atk-s0202a0:152": "Tatrāyaṃ sabbasaṅgāhakavinicchayo – idha bhikkhū passanti manusse jālavāgurādihatthe gāmato vā nikkhamante araññe vā vicarante. Dutiyadivase ca nesaṃ taṃ gāmaṃ piṇḍāya paviṭṭhānaṃ samacchamaṃsaṃ piṇḍapātaṃ abhiharanti. Te tena diṭṭhena parisaṅkanti ‘‘bhikkhūnaṃ nu kho atthāya kata’’nti, idaṃ diṭṭhaparisaṅkitaṃ nāma, etaṃ gahetuṃ na vaṭṭati. Yaṃ evaṃ aparisaṅkitaṃ, taṃ vaṭṭati. Sace pana te manussā ‘‘kasmā, bhante, na gaṇhathā’’ti pucchitvā tamatthaṃ sutvā ‘‘nayidaṃ, bhante, bhikkhūnaṃ atthāya kataṃ, amhehi attano atthāya vā rājayuttādīnaṃ atthāya vā kata’’nti vadanti, kappati.",
  "atk-s0202a0:153": "Na heva kho bhikkhū passanti, apica suṇanti ‘‘manussā kira jālavāgurādihatthā gāmato vā nikkhamanti araññe vā vicarantī’’ti. Dutiyadivase ca nesaṃ taṃ gāmaṃ piṇḍāya paviṭṭhānaṃ samacchamaṃsaṃ piṇḍapātaṃ abhiharanti. Te tena sutena parisaṅkanti ‘‘bhikkhūnaṃ nu kho atthāya kata’’nti, idaṃ sutaparisaṅkitaṃ nāma, etaṃ gahetuṃ na vaṭṭati. Yaṃ evaṃ aparisaṅkitaṃ, taṃ vaṭṭati. Sace pana te manussā ‘‘kasmā, bhante, na gaṇhathā’’ti pucchitvā tamatthaṃ sutvā ‘‘nayidaṃ, bhante, bhikkhūnaṃ atthāya kataṃ, amhehi attano atthāya vā rājayuttādīnaṃ atthāya vā kata’’nti vadanti, kappati.",
  "atk-s0202a0:154": "Na heva kho pana passanti na suṇanti, apica tesaṃ gāmaṃ piṇḍāya paviṭṭhānaṃ pattaṃ gahetvā samacchamaṃsaṃ piṇḍapātaṃ abhisaṅkharitvā abhiharanti. Te parisaṅkanti ‘‘bhikkhūnaṃ nu kho atthāya kata’’nti, idaṃ tadubhayavimuttaparisaṅkitaṃ nāma. Etampi gahetuṃ na vaṭṭati. Yaṃ evaṃ aparisaṅkitaṃ, taṃ vaṭṭati . Sace pana te manussā ‘‘kasmā, bhante, na gaṇhathā’’ti pucchitvā tamatthaṃ sutvā ‘‘nayidaṃ, bhante, bhikkhūnaṃ atthāya kataṃ, amhehi attano atthāya vā rājayuttādīnaṃ atthāya vā kataṃ, pavattamaṃsaṃ vā kataṃ, kappiyameva labhitvā bhikkhūnaṃ atthāya sampādita’’nti vadanti, kappati.",
  "atk-s0202a0:155": "Matānaṃ petakiccatthāya maṅgalādīnaṃ vā atthāya katepi eseva nayo. Yaṃ yañhi bhikkhūnaṃyeva atthāya akataṃ, yattha ca nibbematikā honti, taṃ sabbaṃ kappati. Sace pana ekasmiṃ vihāre bhikkhū uddissa kataṃ hoti, te ca attano atthāya katabhāvaṃ na jānanti, aññe jānanti. Ye jānanti, tesaṃ na vaṭṭati, itaresaṃ vaṭṭati. Aññe na jānanti, teyeva jānanti, tesaṃyeva na vaṭṭati, aññesaṃ vaṭṭati. Tepi ‘‘amhākaṃ atthāya kataṃ’’ti jānanti aññepi ‘‘etesaṃ atthāya kata’’nti jānanti, sabbesampi taṃ na vaṭṭati. Sabbe na jānanti, sabbesaṃ vaṭṭati. Pañcasu hi sahadhammikesu yassa kassaci vā atthāya uddissa kataṃ sabbesaṃ na kappati.",
  "atk-s0202a0:156": "Sace pana koci ekaṃ bhikkhuṃ uddissa pāṇaṃ vadhitvā tassa pattaṃ pūretvā deti, so ce attano atthāya katabhāvaṃ jānaṃyeva gahetvā aññassa bhikkhuno deti, so tassa saddhāya paribhuñjati. Kassāpattīti? Dvinnampi anāpatti. Yañhi uddissa kataṃ, tassa abhuttatāya anāpatti, itarassa ajānanatāya. Kappiyamaṃsassa hi paṭiggahaṇe āpatti natthi. Uddissakatañca ajānitvā bhuttassa pacchā ñatvā āpattidesanākiccaṃ nāma natthi. Akappiyamaṃsaṃ pana ajānitvā bhuttena pacchā ñatvāpi āpatti desetabbā. Uddissakatañhi ñatvā bhuñjatova āpatti, akappiyamaṃsaṃ ajānitvā bhuttassāpi āpattiyeva. Tasmā āpattibhīrukena rūpaṃ sallakkhentenāpi pucchitvāva maṃsaṃ paṭiggahetabbaṃ, paribhogakāle pucchitvā paribhuñjissāmīti vā gahetvā pucchitvāva paribhuñjitabbaṃ. Kasmā? Duviññeyyattā. Acchamaṃsañhi sūkaramaṃsasadisaṃ hoti, dīpimaṃsādīni ca migamaṃsasadisāni, tasmā pucchitvā gahaṇameva vaṭṭatīti vadanti.",
  "atk-s0202a0:157": "Adiṭṭhanti bhikkhūnaṃ atthāya vadhitvā gayhamānaṃ adiṭṭhaṃ. Asutanti bhikkhūnaṃ atthāya vadhitvā gahitanti asutaṃ. Aparisaṅkitanti diṭṭhaparisaṅkitādivasena aparisaṅkitaṃ. Paribhoganti vadāmīti imehi tīhi kāraṇehi parisuddhaṃ tikoṭiparisuddhaṃ nāma hoti, tassa paribhogo araññe jātasūpeyyasākaparibhogasadiso hoti, tathārūpaṃ paribhuñjantassa mettāvihārissa bhikkhuno doso vā vajjaṃ vā natthi, tasmā taṃ paribhuñjitabbanti vadāmīti attho.",
  "atk-s0202a0:158": "53. Idāni tādisassa paribhoge mettāvihārinopi anavajjataṃ dassetuṃ idha, jīvaka, bhikkhūtiādimāha. Tattha kiñcāpi aniyametvā bhikkhūti vuttaṃ, atha kho attānameva sandhāya etaṃ vuttanti veditabbaṃ. Bhagavatā hi mahāvacchagottasutte, caṅkīsutte, imasmiṃ sutteti tīsu ṭhānesu attānaṃyeva sandhāya desanā katā. Paṇītenapiṇḍapātenāti heṭṭhā anaṅgaṇasutte yo koci mahaggho piṇḍapāto paṇītapiṇḍapātoti adhippeto, idha pana maṃsūpasecanova adhippeto. Agathitoti taṇhāya agathito. Amucchitoti taṇhāmucchanāya amucchito. Anajjhopannoti na adhiopanno, sabbaṃ ālumpitvā ekappahāreneva gilitukāmo kāko viya na hotīti attho. Ādīnavadassāvīti ekarattivāsena udarapaṭalaṃ pavisitvā navahi vaṇamukhehi nikkhamissatītiādinā nayena ādīnavaṃ passanto. Nissaraṇapañño paribhuñjatīti idamatthamāhāraparibhogoti paññāya paricchinditvā paribhuñjati. Attabyābādhāya vā cetetīti attadukkhāya vā citeti. Sutametanti sutaṃ mayā etaṃ pubbe, etaṃ mayhaṃ savanamattamevāti dasseti. Sace kho te, jīvaka, idaṃ sandhāya bhāsitanti, jīvaka, mahābrahmunā vikkhambhanappahānena byāpādādayo pahīnā, tena so mettāvihārī mayhaṃ samucchedappahānena, sace te idaṃ sandhāya bhāsitaṃ, evaṃ sante tava idaṃ vacanaṃ anujānāmīti attho. So sampaṭicchi.",
  "atk-s0202a0:159": "54. Athassa bhagavā sesabrahmavihāravasenāpi uttari desanaṃ vaḍḍhento ‘‘idha, jīvaka, bhikkhū’’tiādimāha. Taṃ uttānatthameva.",
  "atk-s0202a0:160": "55.Yokho jīvakāti ayaṃ pāṭiekko anusandhi. Imasmiñhi ṭhāne bhagavā dvāraṃ thaketi, sattānuddayaṃ dasseti. Sace hi kassaci evamassa ‘‘ekaṃ rasapiṇḍapātaṃ datvā kappasatasahassaṃ saggasampattiṃ paṭilabhanti, yaṃkiñci katvā paraṃ māretvāpi rasapiṇḍapātova dātabbo’’ti, taṃ paṭisedhento ‘‘yo kho, jīvaka, tathāgataṃ vā’’tiādimāha.",
  "atk-s0202a0:161": "Tattha iminā paṭhamena ṭhānenāti iminā āṇattimatteneva tāva paṭhamena kāraṇena. Galappavedhakenāti yottena gale bandhitvā kaḍḍhito galena pavedhentena. Ārabhiyamānoti māriyamāno. Akappiyena āsādetīti acchamaṃsaṃ sūkaramaṃsanti, dīpimaṃsaṃ vā migamaṃsanti khādāpetvā – ‘‘tvaṃ kiṃ samaṇo nāma, akappiyamaṃsaṃ te khādita’’nti ghaṭṭeti. Ye pana dubbhikkhādīsu vā byādhiniggahaṇatthaṃ vā ‘‘acchamaṃsaṃ nāma sūkaramaṃsasadisaṃ, dīpimaṃsaṃ migamaṃsasadisa’’nti jānantā ‘‘sūkaramaṃsaṃ idaṃ, migamaṃsaṃ ida’’nti vatvā hitajjhāsayena khādāpenti, na te sandhāyetaṃ vuttaṃ. Tesañhi bahupuññameva hoti. Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañcāti ayaṃ āgataphalo viññātasāsano diṭṭhasacco ariyasāvako. Imaṃ pana dhammadesanaṃ ogāhanto pasādaṃ uppādetvā dhammakathāya thutiṃ karonto evamāha. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0202a0:162": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:163": "Jīvakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:164": "6. Upālisuttavaṇṇanā",
  "atk-s0202a0:165": "56.Evaṃme sutanti upālisuttaṃ. Tattha nāḷandāyanti nālandāti evaṃnāmake nagare taṃ nagaraṃ gocaragāmaṃ katvā. Pāvārikambavaneti dussapāvārikaseṭṭhino ambavane. Taṃ kira tassa uyyānaṃ ahosi, so bhagavato dhammadesanaṃ sutvā bhagavati pasanno tasmiṃ uyyāne kuṭileṇamaṇḍapādipaṭimaṇḍitaṃ bhagavato vihāraṃ katvā niyyādesi, so vihāro jīvakambavanaṃ viya pāvārikambavananteva saṅkhaṃ gato. Tasmiṃ pāvārikambavane viharatīti attho. Dīghatapassīti dīghattā evaṃladdhanāmo. Piṇḍapātapaṭikkantoti piṇḍapātato paṭikkanto. Sāsane viya kiṃ pana bāhirāyatane piṇḍapātoti vohāro atthīti, natthi.",
  "atk-s0202a0:166": "Paññapetīti dasseti ṭhapeti. Daṇḍāni paññapetīti idaṃ nigaṇṭhasamayena pucchanto āha. Kāyadaṇḍaṃ vacīdaṇḍaṃ manodaṇḍanti ettha purimadaṇḍadvayaṃ te acittakaṃ payyapenti. Yathā kira vāte vāyante sākhā calati, udakaṃ calati, na ca tattha cittaṃ atthi, evaṃ kāyadaṇḍopi acittakova hoti. Yathā ca vāte vāyante tālapaṇṇādīni saddaṃ karonti, udakāni saddaṃ karonti , na ca tattha cittaṃ atthi, evaṃ vacīdaṇḍopi acittakova hotīti imaṃ daṇḍadvayaṃ acittakaṃ paññapenti. Cittaṃ pana manodaṇḍanti paññapenti. Athassa bhagavā vacanaṃ patiṭṭhapetukāmo ‘‘kiṃ pana tapassī’’tiādimāha.",
  "atk-s0202a0:167": "Tattha kathāvatthusminti ettha kathāyeva kathāvatthu. Kathāyaṃ patiṭṭhapesīti attho. Kasmā pana bhagavā evamakāsi? Passati hi bhagavā ‘‘ayaṃ imaṃ kathaṃ ādāya gantvā attano satthu mahānigaṇṭhassa ārocessati, tāsañca parisati, upāli gahapati nisinno, so imaṃ kathaṃ sutvā mama vādaṃ āropetuṃ āgamissati, tassāhaṃ dhammaṃ desessāmi, so tikkhattuṃ saraṇaṃ gamissati, athassa cattāri saccāni pakāsessāmi, so saccapakāsanāvasāne sotāpattiphale patiṭṭhahissati, paresaṃ saṅgahatthameva hi mayā pāramiyo pūritā’’ti. Imamatthaṃ passanto evamakāsi.",
  "atk-s0202a0:168": "57.Kammānipaññapesīti idaṃ nigaṇṭho buddhasamayena pucchanto āha. Kāyakammaṃ vacīkammaṃ manokammanti ettha kāyadvāre ādānagahaṇamuñcanacopanapattā aṭṭhakāmāvacarakusalacetanā dvādasākusalacetanāti vīsaticetanā kāyakammaṃ nāma. Kāyadvāre ādānādīni apatvā vacīdvāre vacanabhedaṃ pāpayamānā uppannā tāyeva vīsaticetanā vacīkammaṃ nāma. Ubhayadvāre copanaṃ appatvā manodvāre uppannā ekūnatiṃsakusalākusalacetanā manokammaṃ nāma. Apica saṅkhepato tividhaṃ kāyaduccaritaṃ kāyakammaṃ nāma, catubbidhaṃ vacīduccaritaṃ vacīkammaṃ nāma, tividhaṃ manoduccaritaṃ manokammaṃ nāma. Imasmiñca sutte kammaṃ dhuraṃ, anantarasutte ‘‘cattārimāni puṇṇa kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī’’ti (ma. ni. 2.81) evamāgatepi cetanā dhuraṃ. Yattha katthaci pavattā cetanā ‘‘kaṇhaṃ kaṇhavipāka’’ntiādibhedaṃ labhati. Niddesavāre cassa ‘‘sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharotī’’tiādinā nayena sā vuttāva. Kāyadvāre pavattā pana idha kāyakammanti adhippetaṃ, vacīdvāre pavattā vacīkammaṃ, manodvāre pavattā manokammaṃ. Tena vuttaṃ – ‘‘imasmiṃ sutte kammaṃ dhuraṃ, anantarasutte cetanā’’ti. Kammampi hi bhagavā kammanti paññapeti yathā imasmiṃyeva sutte. Cetanampi, yathāha – ‘‘cetanāhaṃ, bhikkhave, kammaṃ vadāmi, cetayitvā kammaṃ karotī’’ti (a. ni. 6.63). Kasmā pana cetanā kammanti vuttā? Cetanāmūlakattā kammassa.",
  "atk-s0202a0:169": "Ettha ca akusalaṃ patvā kāyakammaṃ vacīkammaṃ mahantanti vadanto na kilamati, kusalaṃ patvā manokammaṃ. Tathā hi mātughātādīni cattāri kammāni kāyeneva upakkamitvā kāyeneva karoti, niraye kappaṭṭhikasaṅghabhedakammaṃ vacīdvārena karoti. Evaṃ akusalaṃ patvā kāyakammaṃ vacīkammaṃ mahantanti vadanto na kilamati nāma. Ekā pana jhānacetanā caturāsītikappasahassāni saggasampattiṃ āvahati, ekā maggacetanā sabbākusalaṃ samugghātetvā arahattaṃ gaṇhāpeti. Evaṃ kusalaṃ patvā manokammaṃ mahantanti vadanto na kilamati nāma. Imasmiṃ pana ṭhāne bhagavā akusalaṃ patvā manokammaṃ mahāsāvajjaṃ vadamāno niyatamicchādiṭṭhiṃ sandhāya vadati. Tenevāha – ‘‘nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi, yaṃ evaṃ mahāsāvajjaṃ, yathayidaṃ, bhikkhave, micchādiṭṭhi. Micchādiṭṭhiparamāni, bhikkhave, mahāsāvajjānī’’ti (a. ni. 1.310).",
  "atk-s0202a0:170": "Idāni nigaṇṭhopi tathāgatena gatamaggaṃ paṭipajjanto kiñci atthanipphattiṃ apassantopi ‘‘kiṃ panāvuso, gotamā’’tiādimāha.",
  "atk-s0202a0:171": "58.Bālakiniyāti upālissa kira bālakaloṇakāragāmo nāma atthi, tato āyaṃ gahetvā manussā āgatā, so ‘‘etha bhaṇe, amhākaṃ satthāraṃ mahānigaṇṭhaṃ passissāmā’’ti tāya parisāya parivuto tattha agamāsi. Taṃ sandhāya vuttaṃ ‘‘bālakiniyā parisāyā’’ti, bālakagāmavāsiniyāti attho. Upālipamukhāyāti upālijeṭṭhakāya. Apica bālakiniyāti bālavatiyā bālussannāyātipi attho. Upālipamukhāyāti upāligahapatiyeva tattha thokaṃ sappañño, so tassā pamukho jeṭṭhako. Tenāpi vuttaṃ ‘‘upālipamukhāyā’’ti. Handāti vacasāyatthe nipāto. Chavoti lāmako. Oḷārikassāti mahantassa . Upanidhāyāti upanikkhipitvā. Idaṃ vuttaṃ hoti, kāyadaṇḍassa santike nikkhipitvā ‘‘ayaṃ nu kho mahanto, ayaṃ mahanto’’ti evaṃ olokiyamāno chavo manodaṇḍo kiṃ sobhati, kuto sobhissati, na sobhati, upanikkhepamattampi nappahotīti dīpeti. Sādhu sādhu, bhante, tapassīti dīghatapassissa sādhukāraṃ dento, bhanteti nāṭaputtamālapati.",
  "atk-s0202a0:172": "60.Nakho metaṃ, bhante, ruccatīti, bhante, etaṃ mayhaṃ na ruccati. Māyāvīti māyākāro. Āvaṭṭanimāyanti āvaṭṭetvā gahaṇamāyaṃ. Āvaṭṭetīti āvaṭṭetvā parikkhipitvā gaṇhāti. Gaccha tvaṃ gahapatīti kasmā mahānigaṇṭho gahapatiṃ yāvatatiyaṃ pahiṇatiyeva? Dīghatapassī pana paṭibāhateva? Mahānigaṇṭhena hi bhagavatā saddhiṃ ekaṃ nagaraṃ upanissāya viharantenapi na bhagavā diṭṭhapubbo. Yo hi satthuvādapaṭiñño hoti, so taṃ paṭiññaṃ appahāya buddhadassane abhabbo. Tasmā esa buddhadassanassa aladdhapubbattā dasabalassa dassanasampattiñca niyyānikakathābhāvañca ajānanto yāvatatiyaṃ pahiṇateva. Dīghatapassī pana kālena kālaṃ bhagavantaṃ upasaṅkamitvā tiṭṭhatipi nisīdatipi pañhampi pucchati, so tathāgatassa dassanasampattimpi niyyānikakathābhāvampi jānāti. Athassa etadahosi – ‘‘ayaṃ gahapati paṇḍito, samaṇassa gotamassa santike gantvā dassanepi pasīdeyya, niyyānikakathaṃ sutvāpi pasīdeyya. Tato na puna amhākaṃ santikaṃ āgaccheyyā’’ti. Tasmā yāvatatiyaṃ paṭibāhateva.",
  "atk-s0202a0:173": "Abhivādetvāti vanditvā. Tathāgatañhi disvā pasannāpi appasannāpi yebhuyyena vandantiyeva, appakā na vandanti. Kasmā? Atiucce hi kule jāto agāraṃ ajjhāvasantopi vanditabboyevāti. Ayaṃ pana gahapati pasannattāva vandi, dassaneyeva kira pasanno. Āgamā nu khvidhāti āgamā nu kho idha.",
  "atk-s0202a0:174": "61.Sādhu sādhu, bhante, tapassīti dīghatapassissa sādhukāraṃ dento, bhanteti, bhagavantaṃ ālapati. Sacce patiṭṭhāyāti thusarāsimhi ākoṭitakhāṇuko viya acalanto vacīsacce patiṭṭhahitvā. Siyānoti bhaveyya amhākaṃ.",
  "atk-s0202a0:175": "62.Idhāti imasmiṃ loke. Assāti bhaveyya. Sītodakapaṭikkhittoti nigaṇṭhā sattasaññāya sītodakaṃ paṭikkhipanti. Taṃ sandhāyetaṃ vuttaṃ. Manosattā nāma devāti manamhi sattā laggā lagitā. Manopaṭibaddhoti yasmā manamhi paṭibaddho hutvā kālaṅkaroti, tasmā manosattesu devesu upapajjatīti dasseti. Tassa hi pittajararogo bhavissati. Tenassa uṇhodakaṃ pivituṃ vā hatthapādādidhovanatthāya vā gattaparisiñcanatthāya vā upanetuṃ na vaṭṭati, rogo balavataro hoti. Sītodakaṃ vaṭṭati, rogaṃ vūpasameti. Ayaṃ pana uṇhodakameva paṭisevati, taṃ alabhamāno odanakañjikaṃ paṭisevati. Cittena pana sītodakaṃ pātukāmo ca paribhuñjitukāmo ca hoti. Tenassa manodaṇḍo tattheva bhijjati. So kāyadaṇḍaṃ vacīdaṇḍaṃ rakkhāmīti sītodakaṃ pātukāmo vā paribhuñjitukāmo vā sītodakameva dethāti vattuṃ na visahati. Tassa evaṃ rakkhitāpi kāyadaṇḍavacīdaṇḍā cutiṃ vā paṭisandhiṃ vā ākaḍḍhituṃ na sakkonti. Manodaṇḍo pana bhinnopi cutimpi paṭisandhimpi ākaḍḍhatiyeva. Iti naṃ bhagavā dubbalakāyadaṇḍavacīdaṇḍā chavā lāmakā, manodaṇḍova balavā mahantoti vadāpesi.",
  "atk-s0202a0:176": "Tassapi upāsakassa etadahosi. ‘‘Mucchāvasena asaññibhūtānañhi sattāhampi assāsapassāsā nappavattanti, cittasantatipavattimatteneva pana te matāti na vuccanti. Yadā nesaṃ cittaṃ nappavattati, tadā ‘matā ete nīharitvā te jhāpethā’ti vattabbataṃ āpajjanti. Kāyadaṇḍo nirīho abyāpāro, tathā vacīdaṇḍo. Citteneva pana tesaṃ cutipi paṭisandhipi hoti . Itipi manodaṇḍova mahanto. Bhijjitvāpi cutipaṭisandhiākaḍḍhanato eseva mahanto. Amhākaṃ pana mahānigaṇṭhassa kathā aniyyānikā’’ti sallakkhesi. Bhagavato pana vicittāni pañhapaṭibhānāni sotukāmo na tāva anujānāti.",
  "atk-s0202a0:177": "Na kho te sandhiyatīti na kho te ghaṭiyati. Purimena vā pacchimanti ‘‘kāyadaṇḍo mahanto’’ti iminā purimena vacanena idāni ‘‘manodaṇḍo mahanto’’ti idaṃ vacanaṃ. Pacchimena vā purimanti tena vā pacchimena aduṃ purimavacanaṃ na ghaṭiyati.",
  "atk-s0202a0:178": "63. Idānissa bhagavā aññānipi kāraṇāni āharanto ‘‘taṃ kiṃ maññasī’’tiādimāha. Tattha cātuyāmasaṃvarasaṃvutoti na pāṇamatipāteti, na pāṇamatipātayati, na pāṇamatipātayato samanuñño hoti. Na adinnaṃ ādiyati, na adinnaṃ ādiyāpeti, na adinnaṃ ādiyato samanuñño hoti. Na musā bhaṇati, na musā bhaṇāpeti, na musā bhaṇato samanuñño hoti. Na bhāvitamāsīsati, na bhāvitamāsīsāpeti, na bhāvitamāsīsato samanuñño hotīti iminā catukoṭṭhāsena saṃvarena saṃvuto. Ettha ca bhāvitanti pañcakāmaguṇā.",
  "atk-s0202a0:179": "Sabbavārivāritoti vāritasabbaudako, paṭikkhittasabbasītodakoti attho. So hi sītodake sattasaññī hoti, tasmā na taṃ valañjeti. Atha vā sabbavārivāritoti sabbena pāpavāraṇena vāritapāpo. Sabbavāriyuttoti sabbena pāpavāraṇena yutto. Sabbavāridhutoti sabbena pāpavāraṇena dhutapāpo. Sabbavāriphuṭoti sabbena pāpavāraṇena phuṭo. Khuddake pāṇe saṅghātaṃ āpādetīti khuddake pāṇe vadhaṃ āpādeti. So kira ekindriyaṃ pāṇaṃ duvindriyaṃ pāṇanti paññapeti. Sukkhadaṇḍaka-purāṇapaṇṇasakkhara-kathalānipi pāṇoteva paññapeti. Tattha khuddakaṃ udakabindu khuddako pāṇo, mahantaṃ mahantoti saññī hoti. Taṃ sandhāyetaṃ vuttaṃ. Kismiṃ paññapetīti kattha katarasmiṃ koṭṭhāse paññapeti. Manodaṇḍasminti manodaṇḍakoṭṭhāse, bhanteti. Ayaṃ pana upāsako bhaṇantova sayampi sallakkhesi – ‘‘amhākaṃ mahānigaṇṭho ‘asañcetanikaṃ kammaṃ appasāvajjaṃ, sañcetanikaṃ mahāsāvajja’nti paññapetvā cetanaṃ manodaṇḍoti paññapeti, aniyyānikā etassa kathā, bhagavatova niyyānikā’’ti.",
  "atk-s0202a0:180": "64.Iddhāti samiddhā. Phītāti atisamiddhā sabbapāliphullā viya. Ākiṇṇamanussāti janasamākulā. Pāṇāti hatthiassādayo tiracchānagatā ceva itthipurisadārakādayo manussajātikā ca. Ekaṃ maṃsakhalanti ekaṃ maṃsarāsiṃ. Puñjanti tasseva vevacanaṃ. Iddhimāti ānubhāvasampanno. Cetovasippattoti citte vasībhāvappatto. Bhasmaṃkarissāmīti chārikaṃ karissāmi. Kiñhi sobhati ekā chavā nāḷandāti idampi bhaṇanto so gahapati – ‘‘kāyapayogena paññāsampi manussā ekaṃ nāḷandaṃ ekaṃ maṃsakhalaṃ kātuṃ na sakkonti, iddhimā pana eko ekeneva manopadosena bhasmaṃ kātuṃ samattho. Amhākaṃ mahānigaṇṭhassa kathā aniyyānikā, bhagavatova kathā niyyānikā’’ti sallakkhesi.",
  "atk-s0202a0:181": "65.Araññaṃ araññabhūtanti agāmakaṃ araññameva hutvā araññaṃ jātaṃ. Isīnaṃ manopadosenāti isīnaṃ atthāya katena manopadosena taṃ manopadosaṃ asahamānāhi devatāhi tāni raṭṭhāni vināsitāni. Lokikā pana isayo manaṃ padosetvā vināsayiṃsūti maññanti. Tasmā imasmiṃ lokavāde ṭhatvāva idaṃ vādāropanaṃ katanti veditabbaṃ.",
  "atk-s0202a0:182": "Tattha daṇḍakīraññādīnaṃ evaṃ araññabhūtabhāvo jānitabbo – sarabhaṅgabodhisattassa tāva parisāya ativepullataṃ gatāya kisavaccho nāma tāpaso mahāsattassa antevāsī vivekavāsaṃ patthayamāno gaṇaṃ pahāya godhāvarītīrato kaliṅgaraṭṭhe daṇḍakīrañño kumbhapuraṃ nāma nagaraṃ upanissāya rājuyyāne vivekamanubrūhayamāno viharati. Tassa senāpati upaṭṭhāko hoti.",
  "atk-s0202a0:183": "Tadā ca ekā gaṇikā rathaṃ abhiruhitvā pañcamātugāmasataparivārā nagaraṃ upasobhayamānā vicarati. Mahājano tameva olokayamāno parivāretvā vicarati, nagaravīthiyo nappahonti. Rājā vātapānaṃ vivaritvā ṭhito taṃ disvā kā esāti pucchi. Tumhākaṃ nagarasobhinī devāti. So ussūyamāno ‘‘kiṃ etāya sobhati, nagaraṃ sayaṃ sobhissatī’’ti taṃ ṭhānantaraṃ acchindāpesi.",
  "atk-s0202a0:184": "Sā tato paṭṭhāya kenaci saddhiṃ santhavaṃ katvā ṭhānantaraṃ pariyesamānā ekadivasaṃ rājuyyānaṃ pavisitvā caṅkamanakoṭiyaṃ ālambanaphalakaṃ nissāya pāsāṇaphalake nisinnaṃ tāpasaṃ disvā cintesi – ‘‘kiliṭṭho vatāyaṃ tāpaso anañjitamaṇḍito, dāṭhikāhi paruḷhāhi mukhaṃ pihitaṃ, massunā uraṃ pihitaṃ, ubho kacchā paruḷhā’’ti. Athassā domanassaṃ uppajji – ‘‘ahaṃ ekena kiccena vicarāmi, ayañca me kāḷakaṇṇī diṭṭho, udakaṃ āharatha, akkhīni dhovissāmī’’ti udakadantakaṭṭhaṃ āharāpetvā dantakaṭṭhaṃ khāditvā tāpasassa sarīre piṇḍaṃ piṇḍaṃ kheḷaṃ pātetvā dantakaṭṭhaṃ jaṭāmatthake khipitvā mukhaṃ vikkhāletvā udakaṃ tāpasassa matthakasmiṃyeva siñcitvā – ‘‘yehi me akkhīhi kāḷakaṇṇī diṭṭho, tāni dhotāni kalipavāhito’’ti nikkhantā.",
  "atk-s0202a0:185": "Taṃdivasañca rājā satiṃ paṭilabhitvā – ‘‘bho kuhiṃ nagarasobhinī’’ti pucchi. Imasmiṃyeva nagare devāti. Pakatiṭṭhānantaraṃ tassā dethāti ṭhānantaraṃ dāpesi. Sā pubbe sukatakammaṃ nissāya laddhaṃ ṭhānantaraṃ tāpasassa sarīre kheḷapātanena laddhanti saññamakāsi.",
  "atk-s0202a0:186": "Tato katipāhassaccayena rājā purohitassa ṭhānantaraṃ gaṇhi. So nagarasobhiniyā santikaṃ gantvā ‘‘bhagini kinti katvā ṭhānantaraṃ paṭilabhī’’ti pucchi. ‘‘Kiṃ brāhmaṇa aññaṃ kātabbaṃ atthi, rājuyyāne anañjitakāḷakaṇṇī kūṭajaṭilo eko atthi, tassa sarīre kheḷaṃ pātehi, evaṃ ṭhānantaraṃ labhissasī’’ti āha. So ‘‘evaṃ karissāmi bhaginī’’ti tattha gantvā tāya kathitasadisameva sabbaṃ katvā nikkhami. Rājāpi taṃdivasameva satiṃ paṭilabhitvā – ‘‘kuhiṃ, bho, brāhmaṇo’’ti pucchi. Imasmiṃyeva nagare devāti. ‘‘Amhehi anupadhāretvā kataṃ, tadevassa ṭhānantaraṃ dethā’’ti dāpesi. Sopi puññabalena labhitvā ‘‘tāpasassa sarīre kheḷapātanena laddhaṃ me’’ti saññamakāsi.",
  "atk-s0202a0:187": "Tato katipāhassaccayena rañño paccanto kupito. Rājā paccantaṃ vūpasamessāmīti caturaṅginiyā senāya nikkhami. Purohito gantvā rañño purato ṭhatvā ‘‘jayatu mahārājā’’ti vatvā – ‘‘tumhe, mahārāja, jayatthāya gacchathā’’ti pucchi. Āma brāhmaṇāti. Evaṃ sante rājuyyāne anañjitakāḷakaṇṇī eko kūṭajaṭilo vasati, tassa sarīre kheḷaṃ pātethāti. Rājā tassa vacanaṃ gahetvā yathā gaṇikāya ca tena ca kataṃ, tatheva sabbaṃ katvā orodhepi āṇāpesi – ‘‘etassa kūṭajaṭilassa sarīre kheḷaṃ pātethā’’ti. Tato orodhāpi orodhapālakāpi tatheva akaṃsu. Atha rājā uyyānadvāre rakkhaṃ ṭhapāpetvā ‘‘raññā saddhiṃ nikkhamantā sabbe tāpasassa sarīre kheḷaṃ apātetvā nikkhamituṃ na labhantī’’ti āṇāpesi. Atha sabbo balakāyo ca seniyo ca teneva niyāmena tāpasassa upari kheḷañca dantakaṭṭhāni ca mukhavikkhālita udakañca pāpayiṃsu, kheḷo ca dantakaṭṭhāni ca sakalasarīraṃ avatthariṃsu.",
  "atk-s0202a0:188": "Senāpati sabbapacchā suṇitvā ‘‘mayhaṃ kira satthāraṃ bhavantaṃ puññakkhettaṃ saggasopānaṃ evaṃ ghaṭṭayiṃsū’’ti usumajātahadayo mukhena assasanto vegena rājuyyānaṃ āgantvā tathā byasanapattaṃ isiṃ disvā kacchaṃ bandhitvā dvīhi hatthehi dantakaṭṭhāni apaviyūhitvā ukkhipitvā nisīdāpetvā udakaṃ āharāpetvā nhāpetvā sabbaosadhehi ceva catujjātigandhehi ca sarīraṃ ubbaṭṭetvā sukhumasāṭakena puñchitvā purato añjaliṃ katvā ṭhito evamāha ‘‘ayuttaṃ, bhante, manussehi kataṃ, etesaṃ kiṃ bhavissatī’’ti. Devatā senāpati tidhā bhinnā, ekaccā ‘‘rājānameva nāsessāmā’’ti vadanti, ekaccā ‘‘saddhiṃ parisāya rājāna’’nti, ekaccā ‘‘rañño vijitaṃ sabbaṃ nāsessāmā’’ti. Idaṃ vatvā pana tāpaso appamattakampi kopaṃ akatvā lokassa santiupāyameva ācikkhanto āha ‘‘aparādho nāma hoti, accayaṃ pana desetuṃ jānantassa pākatikameva hotī’’ti.",
  "atk-s0202a0:189": "Senāpati nayaṃ labhitvā rañño santikaṃ gantvā rājānaṃ vanditvā āha – ‘‘tumhehi, mahārāja, nirāparādhe mahiddhike tāpase aparajjhantehi bhāriyaṃ kammaṃ kataṃ, devatā kira tidhā bhinnā evaṃ vadantī’’ti sabbaṃ ārocetvā – ‘‘khamāpite kira, mahārāja, pākatikaṃ hoti, raṭṭhaṃ mā nāsetha, tāpasaṃ khamāpethā’’ti āha. Rājā attani dosaṃ kataṃ disvāpi evaṃ vadati ‘‘na taṃ khamāpessāmī’’ti. Senāpati yāvatatiyaṃ yācitvā anicchantamāha – ‘‘ahaṃ, mahārāja, tāpasassa balaṃ jānāmi, na so abhūtavādī, nāpi kupito, sattānuddayena pana evamāha khamāpetha naṃ mahārājā’’ti. Na khamāpemīti. Tena hi senāpatiṭṭhānaṃ aññassa detha, ahaṃ tumhākaṃ āṇāpavattiṭṭhāne na vasissāmīti. Tvaṃ yenakāmaṃ gaccha, ahaṃ mayhaṃ senāpatiṃ labhissāmīti. Tato senāpati tāpasassa santikaṃ āgantvā vanditvā ‘‘kathaṃ paṭipajjāmi, bhante’’ti āha. Senāpati ye te vacanaṃ suṇanti, sabbe saparikkhāre sadhane sadvipadacatuppade gahetvā sattadivasabbhantare bahi rajjasīmaṃ gaccha, devatā ativiya kupitā dhuvaṃ raṭṭhampi araṭṭhaṃ karissantīti. Senāpati tathā akāsi.",
  "atk-s0202a0:190": "Rājā gatamattoyeva amittamathanaṃ katvā janapadaṃ vūpasametvā āgamma jayakhandhāvāraṭṭhāne nisīditvā nagaraṃ paṭijaggāpetvā antonagaraṃ pāvisi. Devatā paṭhamaṃyeva udakavuṭṭhiṃ pātayiṃsu. Mahājano attamano ahosi ‘‘kūṭajaṭilaṃ aparaddhakālato paṭṭhāya amhākaṃ rañño vaḍḍhiyeva, amitte nimmathesi, āgatadivaseyeva devo vuṭṭho’’ti. Devatā puna sumanapupphavuṭṭhiṃ pātayiṃsu, mahājano attamanataro ahosi. Devatā puna māsakavuṭṭhiṃ pātayiṃsu. Tato kahāpaṇavuṭṭhiṃ, tato kahāpaṇatthaṃ na nikkhameyyunti maññamānā hatthūpagapādūpagādikatabhaṇḍavuṭṭhiṃ pātesuṃ. Mahājano sattabhūmikapāsāde ṭhitopi otaritvā ābharaṇāni piḷandhanto attamano ahosi. ‘‘Arahati vata kūṭajaṭilake kheḷapātanaṃ, tassa upari kheḷapātitakālato paṭṭhāya amhākaṃ rañño vaḍḍhi jātā, amittamathanaṃ kataṃ, āgatadivaseyeva devo vassi, tato sumanavuṭṭhi māsakavuṭṭhi kahāpaṇavuṭṭhi katabhaṇḍavuṭṭhīti catasso vuṭṭhiyo jātā’’ti attamanavācaṃ nicchāretvā rañño katapāpe samanuñño jāto.",
  "atk-s0202a0:191": "Tasmiṃ samaye devatā ekatodhāraubhatodhārādīni nānappakārāni āvudhāni mahājanassa upari phalake maṃsaṃ koṭṭayamānā viya pātayiṃsu. Tadanantaraṃ vītaccike vītadhūme kiṃsukapupphavaṇṇe aṅgāre, tadanantaraṃ kūṭāgārappamāṇe pāsāṇe, tadanantaraṃ antomuṭṭhiyaṃ asaṇṭhahanikaṃ sukhumavālikaṃ vassāpayamānā asītihatthubbedhaṃ thalaṃ akaṃsu. Rañño vijitaṭṭhāne kisavacchatāpaso senāpati mātuposakarāmoti tayova manussabhūtā arogā ahesuṃ. Sesānaṃ tasmiṃ kamme asamaṅgībhūtānaṃ tiracchānānaṃ pānīyaṭṭhāne pānīyaṃ nāhosi, tiṇaṭṭhāne tiṇaṃ. Te yena pānīyaṃ yena tiṇanti gacchantā appatteyeva sattame divase bahirajjasīmaṃ pāpuṇiṃsu. Tenāha sarabhaṅgabodhisatto –",
  "atk-s0202a0:192": "‘‘Kisañhi vacchaṃ avakiriya daṇḍakī,",
  "atk-s0202a0:193": "Ucchinnamūlo sajano saraṭṭho;",
  "atk-s0202a0:194": "Kukkuḷanāme nirayamhi paccati,",
  "atk-s0202a0:195": "Tassa phuliṅgāni patanti kāye’’ti. (jā. 2.17.70);",
  "atk-s0202a0:196": "Evaṃ tāva daṇḍakīraññassa araññabhūtabhāvo veditabbo.",
  "atk-s0202a0:197": "Kaliṅgaraṭṭhe pana nāḷikiraraññe rajjaṃ kārayamāne himavati pañcasatatāpasā anitthigandhā ajinajaṭavākacīradharā vanamūlaphalabhakkhā hutvā ciraṃ vītināmetvā loṇambilasevanatthaṃ manussapathaṃ otaritvā anupubbena kaliṅgaraṭṭhe nāḷikirarañño nagaraṃ sampattā. Te jaṭājinavākacīrāni saṇṭhapetvā pabbajitānurūpaṃ upasamasiriṃ dassayamānā nagaraṃ bhikkhāya pavisiṃsu. Manussā anuppanne buddhuppāde tāpasapabbajite disvā pasannā nisajjaṭṭhānaṃ saṃvidhāya hatthato bhikkhābhājanaṃ gahetvā nisīdāpetvā bhikkhaṃ sampādetvā adaṃsu. Tāpasā katabhattakiccā anumodanaṃ akaṃsu. Manussā sutvā pasannacittā ‘‘kuhiṃ bhadantā gacchantī’’ti pucchiṃsu. Yathāphāsukaṭṭhānaṃ, āvusoti. Bhante, alaṃ aññattha gamanena, rājuyyāne vasatha, mayaṃ bhuttapātarāsā āgantvā dhammakathaṃ sossāmāti. Tāpasā adhivāsetvā uyyānaṃ agamaṃsu. Nāgarā bhuttapātarāsā suddhavatthanivatthā ‘‘dhammakathaṃ sossāmā’’ti saṅghā gaṇā gaṇībhūtā uyyānābhimukhā agamaṃsu. Rājā uparipāsāde ṭhito te tathā gacchamāne disvā upaṭṭhākaṃ pucchi ‘‘kiṃ ete bhaṇe nāgarā suddhavatthā suddhuttarāsaṅgā hutvā uyyānābhimukhā gacchanti, kimettha samajjaṃ vā nāṭakaṃ vā atthī’’ti? Natthi deva, ete tāpasānaṃ santike dhammaṃ sotukāmā gacchantīti. Tena hi bhaṇe ahampi gacchissāmi, mayā saddhiṃ gacchantūti. So gantvā tesaṃ ārocesi – ‘‘rājāpi gantukāmo, rājānaṃ parivāretvāva gacchathā’’ti. Nāgarā pakatiyāpi attamanā taṃ sutvā – ‘‘amhākaṃ rājā assaddho appasanno dussīlo, tāpasā dhammikā, te āgamma rājāpi dhammiko bhavissatī’’ti attamanatarā ahesuṃ.",
  "atk-s0202a0:198": "Rājā nikkhamitvā tehi parivārito uyyānaṃ gantvā tāpasehi saddhiṃ paṭisanthāraṃ katvā ekamantaṃ nisīdi. Tāpasā rājānaṃ disvā parikathāya kusalassekassa tāpasassa ‘‘rañño dhammaṃ kathehī’’ti saññamadaṃsu, so tāpaso parisaṃ oloketvā pañcasu veresu ādīnavaṃ pañcasu ca sīlesu ānisaṃsaṃ kathento –",
  "atk-s0202a0:199": "‘‘Pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchācāro na caritabbo, musā na bhāsitabbā, majjaṃ na pātabbaṃ, pāṇātipāto nāma nirayasaṃvattaniko hoti tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko, tathā adinnādānādīni. Pāṇātipāto niraye paccitvā manussalokaṃ āgatassa vipākāvasesena appāyukasaṃvattaniko hoti, adinnādānaṃ appabhogasaṃvattanikaṃ, micchācāro bahusapattasaṃvattaniko, musāvādo abhūtabbhakkhānasaṃvattaniko, majjapānaṃ ummattakabhāvasaṃvattanika’’nti –",
  "atk-s0202a0:200": "Pañcasu veresu imaṃ ādīnavaṃ kathesi.",
  "atk-s0202a0:201": "Rājā pakatiyāpi assaddho appasanno dussīlo, dussīlassa ca sīlakathā nāma dukkathā, kaṇṇe sūlappavesanaṃ viya hoti. Tasmā so cintesi – ‘‘ahaṃ ‘ete paggaṇhissāmī’ti āgato, ime pana mayhaṃ āgatakālato paṭṭhāya maṃyeva ghaṭṭentā vijjhantā parisamajjhe kathenti, karissāmi nesaṃ kāttabba’’nti. So dhammakathāpariyosāne ‘‘ācariyā sve mayhaṃ gehe bhikkhaṃ gaṇhathā’’ti nimantetvā agamāsi. So dutiyadivase mahante mahante koḷumbe āharāpetvā gūthassa pūrāpetvā kadalipattehi nesaṃ mukhāni bandhāpetvā tattha tattha ṭhapāpesi, puna bahalamadhukatelanāgabalapicchillādīnaṃ kūṭe pūretvā nisseṇimatthake ṭhapāpesi, tattheva ca mahāmalle baddhakacche hatthehi muggare gāhāpetvā ṭhapetvā āha ‘‘kūṭatāpasā ativiya maṃ viheṭhayiṃsu, tesaṃ pāsādato otaraṇakāle kūṭehi picchillaṃ sopānamatthake vissajjetvā sīse muggarehi pothetvā gale gahetvā sopāne khipathā’’ti. Sopānapādamūle pana caṇḍe kukkure bandhāpesi.",
  "atk-s0202a0:202": "Tāpasāpi ‘‘sve rājagehe bhuñjissāmā’’ti aññamaññaṃ ovadiṃsu – ‘‘mārisā rājagehaṃ nāma sāsaṅkaṃ sappaṭibhayaṃ, pabbajitehi nāma chadvārārammaṇe saññatehi bhavitabbaṃ, diṭṭhadiṭṭhe ārammaṇe nimittaṃ na gahetabbaṃ, cakkhudvāre saṃvaro paccupaṭṭhapetabbo’’ti.",
  "atk-s0202a0:203": "Punadivase bhikkhācāravelaṃ sallakkhetvā vākacīraṃ nivāsetvā ajinacammaṃ ekaṃsagataṃ katvā jaṭākalāpaṃ saṇṭhapetvā bhikkhābhājanaṃ gahetvā paṭipāṭiyā rājanivesanaṃ abhiruḷhā. Rājā āruḷhabhāvaṃ ñatvā gūthakoḷumbamukhato kadalipattaṃ nīharāpesi. Duggandho tāpasānaṃ nāsapuṭaṃ paharitvā matthaluṅgapātanākārapatto ahosi. Mahātāpaso rājānaṃ olokesi. Rājā – ‘‘ettha bhonto yāvadatthaṃ bhuñjantu ceva harantu ca, tumhākametaṃ anucchavikaṃ, hiyyo ahaṃ tumhe paggaṇhissāmīti āgato, tumhe pana maṃyeva ghaṭṭento vijjhantā parisamajjhe kathayittha , tumhākamidaṃ anucchavikaṃ, bhuñjathā’’ti mahātāpasassa uluṅkena gūthaṃ upanāmesi. Mahātāpaso dhī dhīti vadanto paṭinivatti. ‘‘Ettakeneva gacchissatha tumhe’’ti sopāne kūṭehi picchillaṃ vissajjāpetvā mallānaṃ saññamadāsi. Mallā muggarehi sīsāni pothetvā gīvāya gahetvā sopāne khipiṃsu, ekopi sopāne patiṭṭhātuṃ nāsakkhi , pavaṭṭamānā sopānapādamūlaṃyeva pāpuṇiṃsu. Sampatte sampatte caṇḍakukkurā paṭapaṭāti luñcamānā khādiṃsu. Yopi nesaṃ uṭṭhahitvā palāyati, sopi āvāṭe patati, tatrāpi naṃ kukkurā anubandhitvā khādantiyeva. Iti nesaṃ kukkurā aṭṭhisaṅkhalikameva avasesayiṃsu. Evaṃ so rājā tapasampanne pañcasate tāpase ekadivaseneva jīvitā voropesi.",
  "atk-s0202a0:204": "Athassa raṭṭhe devatā purimanayeneva puna navavuṭṭhiyo pātesuṃ. Tassa rajjaṃ saṭṭhiyojanubbedhena vālikathalena avacchādiyittha. Tenāha sarabhaṅgo bodhisatto –",
  "atk-s0202a0:205": "‘‘Yo saññate pabbajite avañcayi,",
  "atk-s0202a0:206": "Dhammaṃ bhaṇante samaṇe adūsake;",
  "atk-s0202a0:207": "Taṃ nāḷikeraṃ sunakhā parattha,",
  "atk-s0202a0:208": "Saṅgamma khādanti viphandamāna’’nti. (jā. 2.17.71);",
  "atk-s0202a0:209": "Evaṃ kāliṅgāraññassa araññabhūtabhāvo veditabbo.",
  "atk-s0202a0:210": "Atīte pana bārāṇasinagare diṭṭhamaṅgalikā nāma cattālīsakoṭivibhavassa seṭṭhino ekā dhītā ahosi dassanīyā pāsādikā. Sā rūpabhogakulasampattisampannatāya bahūnaṃ patthanīyā ahosi. Yo panassā vāreyyatthāya pahiṇāti, taṃ taṃ disvānassa jātiyaṃ vā hatthapādādīsu vā yattha katthaci dosaṃ āropetvā ‘‘ko esa dujjāto dussaṇṭhito’’tiādīni vatvā – ‘‘nīharatha na’’nti nīharāpetvā ‘‘evarūpampi nāma addasaṃ, udakaṃ āharatha, akkhīni dhovissāmī’’ti akkhīni dhovati. Tassā diṭṭhaṃ diṭṭhaṃ vippakāraṃ pāpetvā nīharāpetīti diṭṭhamaṅgalikā tveva saṅkhā udapādi, mūlanāmaṃ antaradhāyi.",
  "atk-s0202a0:211": "Sā ekadivasaṃ gaṅgāya udakakīḷaṃ kīḷissāmīti titthaṃ sajjāpetvā pahūtaṃ khādanīyabhojanīyaṃ sakaṭesu pūrāpetvā bahūni gandhamālādīni ādāya paṭicchannayānaṃ āruyha ñātigaṇaparivutā gehamhā nikkhami. Tena ca samayena mahāpuriso caṇḍālayoniyaṃ nibbatto bahinagare cammagehe vasati, mātaṅgotvevassa nāmaṃ ahosi. So soḷasavassuddesiko hutvā kenacideva karaṇīyena antonagaraṃ pavisitukāmo ekaṃ nīlapilotikaṃ nivāsetvā ekaṃ hatthe bandhitvā ekena hatthena pacchiṃ, ekena ghaṇḍaṃ gahetvā ‘‘ussaratha ayyā, caṇḍāloha’’nti jānāpanatthaṃ taṃ vādento nīcacittaṃ paccupaṭṭhapetvā diṭṭhadiṭṭhe manusse namassamāno nagaraṃ pavisitvā mahāpathaṃ paṭipajji.",
  "atk-s0202a0:212": "Diṭṭhamaṅgalikā ghaṇḍasaddaṃ sutvā sāṇiantarena olokentī dūratova taṃ āgacchantaṃ disvā ‘‘kimeta’’nti pucchi. Mātaṅgo ayyeti. ‘‘Kiṃ vata, bho, akusalaṃ akaramha, kassāyaṃ nissando, vināso nu kho me paccupaṭṭhito, maṅgalakiccena nāma gacchamānā caṇḍālaṃ addasa’’nti sarīraṃ kampetvā jigucchamānā kheḷaṃ pātetvā dhātiyo āha – ‘‘vegena udakaṃ āharatha, caṇḍālo diṭṭho, akkhīni ceva nāma gahitamukhañca dhovissāmī’’ti dhovitvā rathaṃ nivattāpetvā sabbapaṭiyādānaṃ gehaṃ pesetvā pāsādaṃ abhiruhi. Surāsoṇḍādayo ceva tassā upaṭṭhākamanussā ca ‘‘kuhiṃ, bho diṭṭhamaṅgalikā, imāyapi velāya nāgacchatī’’ti pucchantā taṃ pavattiṃ sutvā – ‘‘mahantaṃ vata, bho, surāmaṃsagandhamālādisakkāraṃ caṇḍālaṃ nissāya anubhavituṃ na labhimha, gaṇhatha caṇḍāla’’nti gataṭṭhānaṃ gavesitvā nirāparādhaṃ mātaṅgapaṇḍitaṃ tajjitvā – ‘‘are mātaṅga taṃ nissāya idañcidañca sakkāraṃ anubhavituṃ na labhimhā’’ti kesesu gahetvā bhūmiyaṃ pātetvā jāṇukapparapāsāṇādīhi koṭṭetvā matoti saññāya pāde gahetvā kaḍḍhantā saṅkārakūṭe chaḍḍesuṃ.",
  "atk-s0202a0:213": "Mahāpuriso saññaṃ paṭilabhitvā hatthapāde parāmasitvā – ‘‘idaṃ dukkhaṃ kaṃ nissāya uppanna’’nti cintento – ‘‘na aññaṃ kañci, diṭṭhamaṅgalikaṃ nissāya uppanna’’nti ñatvā ‘‘sacāhaṃ puriso, pādesu naṃ nipātessāmī’’ti cintetvā vedhamāno diṭṭhamaṅgalikāya kuladvāraṃ gantvā – ‘‘diṭṭhamaṅgalikaṃ labhanto vuṭṭhahissāmi, alabhantassa ettheva maraṇa’’nti gehaṅgaṇe nipajji. Tena ca samayena jambudīpe ayaṃ dhammatā hoti – yassa caṇḍālo kujjhitvā gabbhadvāre nipanno marati, ye ca tasmiṃ gabbhe vasanti, sabbe caṇḍālā honti. Gehamajjhamhi mate sabbe gehavāsino, dvāramhi mate ubhato anantaragehavāsikā, aṅgaṇamhi mate ito satta ito sattāti cuddasagehavāsino sabbe caṇḍālā hontīti. Bodhisatto pana aṅgaṇe nipajji.",
  "atk-s0202a0:214": "Seṭṭhissa ārocesuṃ – ‘‘mātaṅgo te sāmi gehaṅgaṇe patito’’ti gacchatha bhaṇe, kiṃ kāraṇāti vatvā ekamāsakaṃ datvā uṭṭhāpethāti. Te gantvā ‘‘imaṃ kira māsakaṃ gahetvā uṭṭhahā’’ti vadiṃsu. So – ‘‘nāhaṃ māsakatthāya nipanno, diṭṭhamaṅgalikāya svāhaṃ nipanno’’ti āha. Diṭṭhamaṅgalikāya ko dosoti? Kiṃ tassā dosaṃ na passatha, niraparādho ahaṃ tassā manussehi byasanaṃ pāpito, taṃ labhantova vuṭṭhahissāmi, alabhanto na vuṭṭhahissāmīti.",
  "atk-s0202a0:215": "Te gantvā seṭṭhissa ārocesuṃ. Seṭṭhi dhītu dosaṃ ñatvā ‘‘gacchatha, ekaṃ kahāpaṇaṃ dethā’’ti peseti. So ‘‘na icchāmi kahāpaṇaṃ, tameva icchāmī’’ti āha. Taṃ sutvā seṭṭhi ca seṭṭhibhariyā ca – ‘‘ekāyeva no piyadhītā, paveṇiyā ghaṭako añño dārakopi natthī’’ti saṃvegappattā – ‘‘gacchatha tātā, koci amhākaṃ asahanako etaṃ jīvitāpi voropeyya, etasmiñhi mate sabbe mayaṃ naṭṭhā homa, ārakkhamassa gaṇhathā’’ti parivāretvā ārakkhaṃ saṃvidhāya yāguṃ pesayiṃsu, bhattaṃ dhanaṃ pesayiṃsu, evaṃ so sabbaṃ paṭikkhipi. Evaṃ eko divaso gato; dve, tayo, cattāro, pañca divasā gatā.",
  "atk-s0202a0:216": "Tato sattasattagehavāsikā uṭṭhāya – ‘‘na sakkoma mayaṃ tumhe nissāya caṇḍālā bhavituṃ, amhe mā nāsetha, tumhākaṃ dārikaṃ datvā etaṃ uṭṭhāpethā’’ti āhaṃsu. Te satampi sahassampi satasahassampi pahiṇiṃsu, so paṭikkhipateva. Evaṃ cha divasā gatā. Sattame divase ubhato cuddasagehavāsikā sannipatitvā – ‘‘na mayaṃ caṇḍālā bhavituṃ sakkoma, tumhākaṃ akāmakānampi mayaṃ etassa dārikaṃ dassāmā’’ti āhaṃsu.",
  "atk-s0202a0:217": "Mātāpitaro sokasallasamappitā visaññī hutvā sayane nipatiṃsu. Ubhato cuddasagehavāsino pāsādaṃ āruyha supupphitakiṃsukasākhaṃ ucchindantā viya tassā sabbābharaṇāni omuñcitvā nakhehi sīmantaṃ katvā kese bandhitvā nīlasāṭakaṃ nivāsāpetvā hatthe nīlapilotikakhaṇḍaṃ veṭhetvā kaṇṇesu tipupaṭṭake piḷandhāpetvā tālapaṇṇapacchiṃ datvā pāsādato otārāpetvā dvīsu bāhāsu gahetvā – ‘‘tava sāmikaṃ gahetvā yāhī’’ti mahāpurisassa adaṃsu.",
  "atk-s0202a0:218": "Nīluppalampi atibhāroti anukkhittapubbā sukhumāladārikā ‘‘uṭṭhāhi sāmi, gacchāmā’’ti āha. Bodhisatto nipannakova āha ‘‘nāhaṃ uṭṭhahāmī’’ti. Atha kinti vadāmīti. ‘‘Uṭṭhehi ayya mātaṅgā’’ti evaṃ maṃ vadāhīti. Sā tathā avoca. Na tuyhaṃ manussā uṭṭhānasamatthaṃ maṃ akaṃsu, bāhāya maṃ gahetvā uṭṭhāpehīti. Sā tathā akāsi. Bodhisatto uṭṭhahanto viya parivaṭṭetvā bhūmiyaṃ patitvā – ‘‘nāsitaṃ, bho, diṭṭhamaṅgalikāya paṭhamaṃ manussehi koṭṭāpetvā, idāni sayaṃ koṭṭetī’’ti viravittha. Sā kiṃ karomi ayyāti? Dvīhi hatthehi gahetvā uṭṭhāpehīti. Sā tathā uṭṭhāpetvā nisīdāpetvā gacchāma sāmīti. Gacchā nāma araññe honti, mayaṃ manussā, atikoṭṭitomhi tuyhaṃ manussehi, na sakkomi padasā gantuṃ, piṭṭhiyā maṃ nehīti. Sā onamitvā piṭṭhiṃ adāsi. Bodhisatto abhiruhi. Kuhiṃ nemi sāmīti? Bahinagaraṃ nehīti. Sā pācīnadvāraṃ gantvā – ‘‘idha te sāmi vasanaṭṭhāna’’nti pucchi. Kataraṭṭhānaṃ etanti? Pācīnadvāraṃ sāmīti. Pācīnadvāre caṇḍālaputtā vasituṃ na labhantīti attano vasanaṭṭhānaṃ anācikkhitvāva sabbadvārāni āhiṇḍāpesi. Kasmā? Bhavaggapattamassā mānaṃ pātessāmīti. Mahājano ukkuṭṭhimakāsi – ‘‘ṭhapetvā tumhādisaṃ añño etissā mānaṃ bhedako natthī’’ti.",
  "atk-s0202a0:219": "Sā pacchimadvāraṃ patvā ‘‘idha te sāmi vasanaṭṭhāna’’nti pucchi. Kataraṭṭhānaṃ etanti? Pacchimadvāraṃ sāmīti. Iminā dvārena nikkhamitvā cammagehaṃ olokentī gacchāti. Sā tattha gantvā āha ‘‘idaṃ cammagehaṃ tumhākaṃ vasanaṭṭhānaṃ sāmī’’ti? Āmāti piṭṭhito otaritvā cammagehaṃ pāvisi.",
  "atk-s0202a0:220": "Tattha sattaṭṭhadivase vasanto sabbaññutagavesanadhīro ettakesu divasesu na ca jātisambhedamakāsi. ‘‘Mahākulassa dhītā sace maṃ nissāya mahantaṃ yasaṃ na pāpuṇāti, na camhāhaṃ catuvīsatiyā buddhānaṃ antevāsiko. Etissā pādadhovanaudakena sakalajambudīpe rājūnaṃ abhisekakiccaṃ karissāmī’’ti cintetvā puna cintesi – ‘‘agāramajjhevasanto na sakkhissāmi, pabbajitvā pana sakkhissāmī’’ti. Cintetvā taṃ āmantesi – ‘‘diṭṭhamaṅgalike mayaṃ pubbe ekacarā kammaṃ katvāpi akatvāpi sakkā jīvituṃ, idāni pana dārabharaṇaṃ paṭipannamha, kammaṃ akatvā na sakkā jīvituṃ, tvaṃ yāvāhaṃ āgacchāmi, tāva mā ukkaṇṭhitthā’’ti araññaṃ pavisitvā susānādīsu nantakāni saṅkaḍḍhitvā nivāsanapārupanaṃ katvā samaṇapabbajjaṃ pabbajitvā ekacaro laddhakāyaviveko kasiṇaparikammaṃ katvā aṭṭha samāpattiyo pañca abhiññāyo ca nibbattetvā ‘‘idāni sakkā diṭṭhamaṅgalikāya avassayena mayā bhavitu’’nti bārāṇasiabhimukho gantvā cīvaraṃ pārupitvā bhikkhaṃ caramāno diṭṭhamaṅgalikāya gehābhimukho agamāsi.",
  "atk-s0202a0:221": "Sā taṃ dvāre ṭhitaṃ disvā asañjānantī – ‘‘aticchatha, bhante, caṇḍālānaṃ vasanaṭṭhānameta’’nti āha. Bodhisatto tattheva aṭṭhāsi. Sā punappunaṃ olokentī sañjānitvā hatthehi uraṃ paharitvā viravamānā pādamūle patitvā āha – ‘‘yadi te sāmi edisaṃ cittaṃ atthi, kasmā maṃ mahatā yasā parihāpetvā anāthaṃ akāsī’’ti. Nānappakāraṃ paridevaṃ paridevitvā akkhīni puñchamānā uṭṭhāya bhikkhābhājanaṃ gahetvā antogehe nisīdāpetvā bhikkhaṃ adāsi. Mahāpuriso bhattakiccaṃ katvā āha – ‘‘diṭṭhamaṅgalike mā soci mā paridevi, ahaṃ tuyhaṃ pādadhovanaudakena sakalajambudīpe rājūnaṃ abhisekakiccaṃ kāretuṃ samattho, tvaṃ pana ekaṃ mama vacanaṃ karohi, nagaraṃ pavisitvā ‘na mayhaṃ sāmiko caṇḍālo, mahābrahmā mayhaṃ sāmiko’ti ugghosayamānā sakalanagaraṃ carāhī’’ti.",
  "atk-s0202a0:222": "Evaṃ vutte diṭṭhamaṅgalikā – ‘‘pakatiyāpi ahaṃ sāmi mukhadoseneva byasanaṃ pattā, na sakkhissāmevaṃ vattu’’nti āha. Bodhisatto – ‘‘kiṃ pana tayā mayhaṃ agāre vasantassa alikavacanaṃ sutapubbaṃ, ahaṃ tadāpi alikaṃ na bhaṇāmi, idāni pabbajito kiṃ vakkhāmi, saccavādī puriso nāmāha’’nti vatvā – ‘‘ajja pakkhassa aṭṭhamī, tvaṃ ‘ito sattāhassaccayena uposathadivase mayhaṃ sāmiko mahābrahmā candamaṇḍalaṃ bhinditvā mama santikaṃ āgamissatī’ti sakalanagare ugghosehī’’ti vatvā pakkāmi.",
  "atk-s0202a0:223": "Sā saddahitvā haṭṭhatuṭṭhā sūrā hutvā sāyaṃpātaṃ nagaraṃ pavisitvā tathā ugghosesi. Manussā pāṇinā pāṇiṃ paharantā – ‘‘passatha, amhākaṃ diṭṭhamaṅgalikā caṇḍālaputtaṃ mahābrahmānaṃ karotī’’ti hasantā keḷiṃ karonti. Sā punadivasepi tatheva sāyaṃpātaṃ pavisitvā – ‘‘idāni chāhaccayena, pañcāha-catūha-tīha-dvīha-ekāhaccayena mayhaṃ sāmiko mahābrahmā candamaṇḍalaṃ bhinditvā mama santikaṃ āgamissatī’’ti ugghosesi.",
  "atk-s0202a0:224": "Brāhmaṇā cintayiṃsu – ‘‘ayaṃ diṭṭhamaṅgalikā atisūrā hutvā katheti, kadāci evaṃ siyā, etha mayaṃ diṭṭhamaṅgalikāya vasanaṭṭhānaṃ paṭijaggāmā’’ti cammagehassa bāhirabhāgaṃ samantā tacchāpetvā vālikaṃ okiriṃsu. Sāpi uposathadivase pātova nagaraṃ pavisitvā ‘‘ajja mayhaṃ sāmiko āgamissatī’’ti ugghosesi. Brāhmaṇā cintayiṃsu – ‘‘ayaṃ bho na dūraṃ apadissati, ajja kira mahābrahmā āgamissati, vasanaṭṭhānaṃ saṃvidahāmā’’ti cammagehaṃ samajjāpetvā haritūpalittaṃ ahatavatthehi parikkhipitvā mahārahaṃ pallaṅkaṃ attharitvā upari celavitānaṃ bandhitvā gandhamāladāmāni osārayiṃsu. Tesaṃ paṭijaggantānaṃyeva sūriyo atthaṃ gato.",
  "atk-s0202a0:225": "Mahāpuriso cande uggatamatte abhiññāpādakajjhānaṃ samāpajjitvā vuṭṭhāya kāmāvacaracittena parikammaṃ katvā iddhicittena dvādasayojanikaṃ brahmattabhāvaṃ māpetvā vehāsaṃ abbhuggantvā candavimānassa anto pavisitvā vanantato abbhussakkamānaṃ candaṃ bhinditvā candavimānaṃ ohāya purato hutvā ‘‘mahājano maṃ passatū’’ti adhiṭṭhāsi. Mahājano disvā – ‘‘saccaṃ, bho, diṭṭhamaṅgalikāya vacanaṃ, āgacchantaṃ mahābrahmānaṃ pūjessāmā’’ti gandhamālaṃ ādāya diṭṭhamaṅgalikāya gharaṃ parivāretvā aṭṭhāsi. Mahāpuriso matthakamatthakena sattavāre bārāṇasiṃ anuparigantvā mahājanena diṭṭhabhāvaṃ ñatvā dvādasayojanikaṃ attabhāvaṃ vijahitvā manussappamāṇameva māpetvā mahājanassa passantasseva cammagehaṃ pāvisi. Mahājano disvā – ‘‘otiṇṇo no mahābrahmā, sāṇiṃ āharathā’’ti nivesanaṃ mahāsāṇiyā parikkhipitvā parivāretvā ṭhito.",
  "atk-s0202a0:226": "Mahāpurisopi sirisayanamajjhe nisīdi. Diṭṭhamaṅgalikā samīpe aṭṭhāsi. Atha naṃ pucchi ‘‘utusamayo te diṭṭhamaṅgalike’’ti. Āma ayyāti. Mayā dinnaṃ puttaṃ gaṇhāhīti aṅguṭṭhakena nābhimaṇḍalaṃ phusi. Tassā parāmasaneneva gabbho patiṭṭhāsi. Mahāpuriso – ‘‘ettāvatā te diṭṭhamaṅgalike pādadhovanaudakaṃ sakalajambudīpe rājūnaṃ abhisekodakaṃ bhavissati, tvaṃ tiṭṭhā’’ti vatvā brahmattabhāvaṃ māpetvā passantasseva mahājanassa nikkhamitvā vehāsaṃ abbhuggantvā caṇḍamaṇḍalameva paviṭṭho. Sā tato paṭṭhāya brahmapajāpatī nāma jātā. Pādadhovanaudakaṃ labhanto nāma natthi.",
  "atk-s0202a0:227": "Brāhmaṇā – ‘‘brahmapajāpatiṃ antonagare vasāpessāmā’’ti suvaṇṇasivikāya āropetvā yāva sattamakoṭiyā aparisuddhajātikassa sivikaṃ gahetuṃ na adaṃsu. Soḷasa jātimantabrāhmaṇā gaṇhiṃsu. Sesā gandhapupphādīhi pūjetvā nagaraṃ pavisitvā – ‘‘na sakkā, bho, ucchiṭṭhagehe brahmapajāpatiyā vasituṃ, vatthuṃ gahetvā gehaṃ karissāma, yāva pana taṃ karīyati, tāva maṇḍapeva vasatū’’ti maṇḍape vasāpesuṃ. Tato paṭṭhāya cakkhupathe ṭhatvā vanditukāmā kahāpaṇaṃ datvā vandituṃ labhanti, savanūpacāre vanditukāmā sataṃ datvā labhanti, āsanne pakatikathaṃ savanaṭṭhāne vanditukāmā pañcasatāni datvā labhanti, pādapiṭṭhiyaṃ sīsaṃ ṭhapetvā vanditukāmā sahassaṃ datvā labhanti, pādadhovanaudakaṃ patthayamānā dasasahassāni datvā labhanti. Bahinagarato antonagare yāva maṇḍapā āgacchantiyā laddhadhanaṃyeva koṭisatamattaṃ ahosi.",
  "atk-s0202a0:228": "Sakalajambudīpo saṅkhubhi, tato sabbarājāno ‘‘brahmapajāpatiyā pādadhovanena abhisekaṃ karissāmā’’ti satasahassaṃ pesetvā labhiṃsu. Maṇḍape vasantiyā eva gabbhavuṭṭhānaṃ ahosi. Mahāpurisaṃ paṭicca laddhakumāro pāsādiko ahosi lakkhaṇasampanno. Mahābrahmuno putto jātoti sakala jambudīpo ekakolāhalo ahosi. Kumārassa khīramaṇimūlaṃ hotūti tato tato āgatadhanaṃ koṭisahassaṃ ahosi. Ettāvatā nivesanampi niṭṭhitaṃ. Kumārassa nāmakaraṇaṃ karissāmāti nivesanaṃ sajjetvā kumāraṃ gandhodakena nhāpetvā alaṅkaritvā maṇḍape jātattā maṇḍabyotveva nāmaṃ akaṃsu.",
  "atk-s0202a0:229": "Kumāro sukhena saṃvaḍḍhamāno sippuggahaṇavayapattoti sakalajambudīpe sippajānanakā tassa santike āgantvā sippaṃ sikkhāpenti. Kumāro medhāvī paññavā sutaṃ sutaṃ mutaṃ āvuṇanto viya gaṇhāti, gahitagahitaṃ suvaṇṇaghaṭe pakkhittatelaṃ viya tiṭṭhati. Yāvatā vācuggatā pariyatti atthi, tena anuggahitā nāma nāhosi. Brāhmaṇā taṃ parivāretvā caranti, sopi brāhmaṇabhatto ahosi. Gehe asītibrāhmaṇasahassāni niccabhattaṃ bhuñjanti. Gehampissa sattadvārakoṭṭhakaṃ mahantaṃ ahosi. Gehe maṅgaladivase jambudīpavāsīhi pesitadhanaṃ koṭisahassamattaṃ ahosi.",
  "atk-s0202a0:230": "Bodhisatto āvajjesi – ‘‘pamatto nu kho kumāro appamatto’’ti. Athassa taṃ pavattiṃ ñatvā – ‘‘brāhmaṇabhatto jāto, yattha dinnaṃ mahapphalaṃ hoti, taṃ na jānāti, gacchāmi naṃ damemī’’ti cīvaraṃ pārupitvā bhikkhābhājanaṃ gahetvā – ‘‘dvārakoṭṭhakā atisambādhā, na sakkā koṭṭhakena pavisitu’’nti ākāsenāgantvā asītibrāhmaṇasahassānaṃ bhuñjanaṭṭhāne ākāsaṅgaṇe otari. Maṇḍabyakumāropi suvaṇṇakaṭacchuṃ gāhāpetvā – ‘‘idha sūpaṃ detha idha odana’’nti parivisāpento bodhisattaṃ disvā daṇḍakena ghaṭṭitaāsiviso viya kupitvā imaṃ gāthamāha –",
  "atk-s0202a0:231": "‘‘Kuto nu āgacchasi dummavāsī,",
  "atk-s0202a0:232": "Otallako paṃsupisācakova;",
  "atk-s0202a0:233": "Saṅkāracoḷaṃ paṭimuñca kaṇṭhe,",
  "atk-s0202a0:234": "Ko re tuvaṃ hosi adakkhiṇeyyo’’ti. (jā. 1.15.1);",
  "atk-s0202a0:235": "Atha naṃ mahāsatto akujjhitvāva ovadanto āha –",
  "atk-s0202a0:236": "‘‘Annaṃ tavedaṃ pakataṃ yasassi,",
  "atk-s0202a0:237": "Taṃ khajjare bhuñjare piyyare ca;",
  "atk-s0202a0:238": "Jānāsi maṃ tvaṃ paradattūpajīviṃ,",
  "atk-s0202a0:239": "Uttiṭṭha piṇḍaṃ labhataṃ sapāko’’ti. (jā. 1.15.2);",
  "atk-s0202a0:240": "So nayidaṃ tumhādisānaṃ paṭiyattanti dassento āha –",
  "atk-s0202a0:241": "‘‘Annaṃ mamedaṃ pakataṃ brāhmaṇānaṃ,",
  "atk-s0202a0:242": "Atthatthitaṃ saddahato mamedaṃ;",
  "atk-s0202a0:243": "Apehi etto kimidhaṭṭhitosi,",
  "atk-s0202a0:244": "Na mādisā tuyhaṃ dadanti jammā’’ti. (jā. 1.15.3);",
  "atk-s0202a0:245": "Atha bodhisatto ‘‘dānaṃ nāma saguṇassapi nigguṇassapi yassa kassaci dātabbaṃ, yathā hi ninnepi thalepi patiṭṭhāpitaṃ bījaṃ pathavīrasaṃ āporasañca āgamma sampajjati, evaṃ nipphalaṃ nāma natthi, sukhette vapitabījaṃ viya guṇavante mahapphalaṃ hotī’’ti dassetuṃ imaṃ gāthamāha –",
  "atk-s0202a0:246": "‘‘Thale ca ninne ca vapanti bījaṃ,",
  "atk-s0202a0:247": "Anūpakhette phalamāsamānā;",
  "atk-s0202a0:248": "Etāya saddhāya dadāhi dānaṃ,",
  "atk-s0202a0:249": "Appeva ārādhaye dakkhiṇeyye’’ti. (jā. 1.15.4);",
  "atk-s0202a0:250": "Atha kumāro kodhābhibhūto – ‘‘kenimassa muṇḍakassa paveso dinno’’ti dvārarakkhādayo tajjetvā –",
  "atk-s0202a0:251": "‘‘Khettāni mayhaṃ viditāni loke,",
  "atk-s0202a0:252": "Yesāhaṃ bījāni patiṭṭhapemi;",
  "atk-s0202a0:253": "Ye brāhmaṇā jātimantūpapannā,",
  "atk-s0202a0:254": "Tānīdha khettāni supesalānī’’ti. (jā. 1.15.5) –",
  "atk-s0202a0:255": "Gāthaṃ vatvā ‘‘imaṃ jammaṃ veṇupadarena pothetvā gīvāyaṃ gahetvā sattapi dvārakoṭṭhake atikkamitvā bahi nīharathā’’ti āha. Atha naṃ mahāpuriso āha –",
  "atk-s0202a0:256": "‘‘Giriṃ nakhena khaṇasi, ayo dantebhi khādasi;",
  "atk-s0202a0:257": "Jātavedaṃ padahasi, yo isiṃ paribhāsasī’’ti. (jā. 1.15.9);",
  "atk-s0202a0:258": "Evañca pana vatvā – ‘‘sace myāyaṃ hatthe vā pāde vā gaṇhāpetvā dukkhaṃ uppādeyya, bahuṃ apuññaṃ pasaveyyā’’ti sattānuddayatāya vehāsaṃ abbhuggantvā antaravīthiyaṃ otari. Bhagavā sabbaññutaṃ patto tamatthaṃ pakāsento imaṃ gāthamāha –",
  "atk-s0202a0:259": "‘‘Idaṃ vatvāna mātaṅgo, isi saccaparakkamo;",
  "atk-s0202a0:260": "Antalikkhasmiṃ pakkāmi, brāhmaṇānaṃ udikkhata’’nti. (jā. 1.15.10);",
  "atk-s0202a0:261": "Tāvadeva nagararakkhikadevatānaṃ jeṭṭhakadevarājā maṇḍabyassa gīvaṃ parivattesi. Tassa mukhaṃ parivattetitvā pacchāmukhaṃ jātaṃ, akkhīni parivattāni, mukhena kheḷaṃ vamati, sarīraṃ thaddhaṃ sūle āropitaṃ viya ahosi. Asītisahassā paricārakayakkhā asītibrāhmaṇasahassāni tatheva akaṃsu. Vegena gantvā brahmapajāpatiyā ārocayiṃsu. Sā taramānarūpā āgantvā taṃ vippakāraṃ disvā gāthamāha –",
  "atk-s0202a0:262": "‘‘Āvedhitaṃ piṭṭhito uttamaṅgaṃ,",
  "atk-s0202a0:263": "Bāhuṃ pasāreti akammaneyyaṃ;",
  "atk-s0202a0:264": "Setāni akkhīni yathā matassa,",
  "atk-s0202a0:265": "Ko me imaṃ puttamakāsi eva’’nti. (jā. 1.15.11);",
  "atk-s0202a0:266": "Athassā ārocesuṃ –",
  "atk-s0202a0:267": "‘‘Idhāgamā samaṇo dummavāsī,",
  "atk-s0202a0:268": "Otallako paṃsupisācakova,",
  "atk-s0202a0:269": "Saṅkāracoḷaṃ paṭimuñca kaṇṭhe,",
  "atk-s0202a0:270": "So te imaṃ puttamakāsi eva’’nti. (jā. 1.15.12);",
  "atk-s0202a0:271": "Sā sutvāva aññāsi – ‘‘mayhaṃ yasadāyako ayyo anukampāya puttassa pamattabhāvaṃ ñatvā āgato bhavissatī’’ti. Tato upaṭṭhāke pucchi –",
  "atk-s0202a0:272": "‘‘Katamaṃ disaṃ agamā bhūripañño,",
  "atk-s0202a0:273": "Akkhātha me māṇavā etamatthaṃ;",
  "atk-s0202a0:274": "Gantvāna taṃ paṭikaremu accayaṃ,",
  "atk-s0202a0:275": "Appeva naṃ putta labhemu jīvita’’nti. (jā. 1.15.13);",
  "atk-s0202a0:276": "Te āhaṃsu –",
  "atk-s0202a0:277": "‘‘Vehāyasaṃ agamā bhūripañño,",
  "atk-s0202a0:278": "Pathaddhuno pannaraseva cando;",
  "atk-s0202a0:279": "Apicāpi so purimadisaṃ agacchi,",
  "atk-s0202a0:280": "Saccappaṭiñño isi sādhurūpo’’ti. (jā. 1.15.14);",
  "atk-s0202a0:281": "Mahāpurisopi antaravīthiyaṃ otiṇṇaṭṭhānato paṭṭhāya – ‘‘mayhaṃ padavaḷañjaṃ hatthiassādīnaṃ vasena mā antaradhāyittha, diṭṭhamaṅgalikāyeva naṃ passatu, mā aññe’’ti adhiṭṭhahitvā piṇḍāya caritvā yāpanamattaṃ missakodanaṃ gahetvā paṭikkamanasālāyaṃ nisinno bhuñjitvā thokaṃ bhuttāvasesaṃ bhikkhābhājaneyeva ṭhapesi. Diṭṭhamaṅgalikāpi pāsādā oruyha antaravīthiṃ paṭipajjamānā padavaḷañjaṃ disvā – ‘‘idaṃ mayhaṃ yasadāyakassa ayyassa pada’’nti padānusārenāgantvā vanditvā āha – ‘‘tumhākaṃ, bhante, dāsena katāparādhaṃ mayhaṃ khamatha, na hi tumhe kodhavasikā nāma, detha me puttassa jīvita’’nti.",
  "atk-s0202a0:282": "Evañca pana vatvā –",
  "atk-s0202a0:283": "‘‘Āvedhitaṃ piṭṭhito uttamaṅgaṃ,",
  "atk-s0202a0:284": "Bāhuṃ pasāreti akammaneyyaṃ;",
  "atk-s0202a0:285": "Setāni akkhīni yathā matassa,",
  "atk-s0202a0:286": "Ko me imaṃ puttamakāsi eva’’nti. (jā. 1.15.15) –",
  "atk-s0202a0:287": "Gāthaṃ abhāsi. Mahāpuriso āha – ‘‘na mayaṃ evarūpaṃ karoma, pabbajitaṃ pana hiṃsante disvā pabbajitesu sagāravāhi bhūtayakkhadevatāhi kataṃ bhavissatī’’ti.",
  "atk-s0202a0:288": "Kevalaṃ, bhante, tumhākaṃ manopadoso mā hotu, devatāhi kataṃ hotu, sukhamāpayā , bhante, devatā, apicāhaṃ, bhante, kathaṃ paṭipajjāmīti. Tena hi osadhaṃ te kathessāmi, mama bhikkhābhājane bhuttāvasesaṃ bhattamatthi, tattha thokaṃ udakaṃ āsiñcitvā thokaṃ gahetvā tava puttassa mukhe pakkhipa, avasesaṃ udakacāṭiyaṃ āloḷetvā asītiyā brāhmaṇasahassānaṃ mukhe pakkhipāti. Sā evaṃ karissāmīti bhattaṃ gahetvā mahāpurisaṃ vanditvā gantvā tathā akāsi.",
  "atk-s0202a0:289": "Mukhe pakkhittamatte jeṭṭhakadevarājā – ‘‘sāmimhi sayaṃ bhesajjaṃ karonte amhehi na sakkā kiñci kātu’’nti kumāraṃ vissajjesi. Sopi khipitvā kiñci dukkhaṃ appattapubbo viya pakativaṇṇo ahosi. Atha naṃ mātā avoca – ‘‘passa tāta tava kulupakānaṃ hirottapparahitānaṃ vippakāraṃ, samaṇā pana na evarūpā honti, samaṇe tāta bhojeyyāsī’’ti. Tato sesakaṃ udakacāṭiyaṃ āluḷāpetvā brāhmaṇānaṃ mukhe pakkhipāpesi. Yakkhā tāvadeva vissajjetvā palāyiṃsu. Brāhmaṇā khipitvā khipitvā uṭṭhahitvā kiṃ amhākaṃ mukhe pakkhittanti pucchiṃsu. Mātaṅgaisissa ucchiṭṭhabhattanti. Te ‘‘caṇḍālassa ucchiṭṭhakaṃ khādāpitamhā, abrāhmaṇā dānimhā jātā, idāni no brāhmaṇā ‘asuddhabrāhmaṇā ime’ti sambhogaṃ na dassantī’’ti tato palāyitvā majjharaṭṭhaṃ gantvā majjharājassa nagare aggāsanikā brāhmaṇā nāma mayanti rājagehe bhuñjanti.",
  "atk-s0202a0:290": "Tasmiṃ samaye bodhisatto pāpaniggahaṃ karonto mānajātike nimmadayanto vicarati. Atheko ‘‘jātimantatāpaso nāma mayā sadiso natthī’’ti aññesu saññampi na karoti. Bodhisatto taṃ gaṅgātīre vasamānaṃ disvā ‘‘mānaniggahamassa karissāmī’’ti tattha agamāsi . Taṃ jātimantatāpaso pucchi – ‘‘kiṃ jacco bhava’’nti? Caṇḍālo ahaṃ ācariyāti. Apehi caṇḍāla apehi caṇḍāla, heṭṭhāgaṅgāya vasa, mā uparigaṅgāya udakaṃ ucchiṭṭhamakāsīti.",
  "atk-s0202a0:291": "Bodhisatto – ‘‘sādhu ācariya, tumhehi vuttaṭṭhāne vasissāmī’’ti heṭṭhāgaṅgāya vasanto ‘‘gaṅgāya udakaṃ paṭisotaṃ sandatū’’ti adhiṭṭhāsi. Jātimantatāpaso pātova gaṅgaṃ oruyha udakaṃ ācamati, jaṭā dhovati. Bodhisatto dantakaṭṭhaṃ khādanto piṇḍaṃ piṇḍaṃ kheḷaṃ udake pāteti. Dantakaṭṭhakucchiṭṭhakampi tattheva pavāheti. Yathā ce taṃ aññattha alaggitvā tāpasasseva jaṭāsu laggati, tathā adhiṭṭhāsi. Kheḷampi dantakaṭṭhampi tāpasassa jaṭāsuyeva patiṭṭhāti.",
  "atk-s0202a0:292": "Tāpaso caṇḍālassidaṃ kammaṃ bhavissatīti vippaṭisārī hutvā gantvā pucchi – ‘‘idaṃ, bho caṇḍāla, gaṅgāya udakaṃ tayā paṭisotagāmikata’’nti? Āma ācariya. Tena hi tvaṃ heṭṭhāgaṅgāya mā vasa, uparigaṅgāya vasāti. Sādhu ācariya, tumhehi vuttaṭṭhāne vasissāmīti tattha vasanto iddhiṃ paṭippassambhesi, udakaṃ yathāgatikameva jātaṃ. Puna tāpaso tadeva byasanaṃ pāpuṇi. So puna gantvā bodhisattaṃ pucchi, – ‘‘bho caṇḍāla, tvamidaṃ gaṅgāya udakaṃ kālena paṭisotagāmiṃ kālena anusotagāmiṃ karosī’’ti? Āma ācariya. Caṇḍāla, ‘‘tvaṃ sukhavihārīnaṃ pabbajitānaṃ sukhena vasituṃ na desi, sattame te divase sattadhā muddhā phalatū’’ti. Sādhu acariya, ahaṃ pana sūriyassa uggantuṃ na dassāmīti.",
  "atk-s0202a0:293": "Atha mahāsatto cintesi – ‘‘etassa abhisāpo etasseva upari patissati, rakkhāmi na’’nti sattānuddayatāya punadivase iddhiyā sūriyassa uggantuṃ na adāsi. Iddhimato iddhivisayo nāma acinteyyo, tato paṭṭhāya aruṇuggaṃ na paññāyati, rattindivaparicchedo natthi, kasivaṇijjādīni kammāni payojento nāma natthi.",
  "atk-s0202a0:294": "Manussā – ‘‘yakkhāvaṭṭo nu kho ayaṃ bhūtadevaṭṭonāgasupaṇṇāvaṭṭo’’ti upaddavappattā ‘‘kiṃ nu kho kātabba’’nti cintetvā ‘‘rājakulaṃ nāma mahāpaññaṃ, lokassa hitaṃ cintetuṃ sakkoti, tattha gacchāmā’’ti rājakulaṃ gantvā tamatthaṃ ārocesuṃ. Rājā sutvā bhītopi abhītākāraṃ katvā – ‘‘mā tātā bhāyatha, imaṃ kāraṇaṃ gaṅgātīravāsī jātimantatāpaso jānissati, taṃ pucchitvā nikkaṅkhā bhavissāmā’’ti katipayeheva atthacarakehi manussehi saddhiṃ tāpasaṃ upasaṅkamitvā katapaṭisanthāro tamatthaṃ pucchi. Tāpaso āha – ‘‘āma mahārāja, eko caṇḍālo atthi, so imaṃ gaṅgāya udakaṃ kālena anusotagāmiṃ kālena patisotagāmiṃ karoti, mayā tadatthaṃ kiñci kathitaṃ atthi, taṃ pucchatha, so jānissatī’’ti.",
  "atk-s0202a0:295": "Rājā mātaṅgaisissa santikaṃ gantvā – ‘‘tumhe, bhante, aruṇassa uggantuṃ na dethā’’ti pucchi. Āma, mahārājāti. Kiṃ kāraṇā bhanteti? Jātimantatāpasakāraṇā, mahārāja, jātimantatāpasena āgantvā maṃ vanditvā khamāpitakāle dassāmi mahārājāti. Rājā gantvā ‘‘etha ācariya, tāpasaṃ khamāpethā’’ti āha. Nāhaṃ, mahārāja, caṇḍālaṃ vandāmīti. Mā ācariya, evaṃ karotha, janapadassa mukhaṃ passathāti. So puna paṭikkhipiyeva. Rājā bodhisattaṃ upasaṅkamitvā ‘‘ācariyo khamāpetuṃ na icchitī’’ti āha. Akhamāpite ahaṃ sūriyaṃ na muñcāmīti. Rājā ‘‘ayaṃ khamāpetuṃ na icchati, ayaṃ akhamāpite sūriyaṃ na muñcati, kiṃ amhākaṃ tena tāpasena, lokaṃ olokessāmā’’ti ‘‘gacchatha, bho, tāpasasantikaṃ, taṃ hatthesu ca pādesu ca gahetvā mātaṅgaisissa pādamūle netvā nipajjāpetvā khamāpetha etassa janapadānuddayataṃ paṭiccā’’ti āha. Te rājapurisā gantvā taṃ tathā katvā ānetvā mātaṅgaisissa pādamūle nipajjāpetvā khamāpesuṃ.",
  "atk-s0202a0:296": "Ahaṃ nāma khamitabbaṃ khamāmi, apica kho pana etassa kathā etasseva upari patissati. Mayā sūriye vissajjite sūriyarasmi etassa matthake patissati, athassa sattadhā muddhā phalissati. Tañca kho panesa byasanaṃ mā pāpuṇātu, etha tumhe etaṃ galappamāṇe udake otāretvā mahantaṃ mattikāpiṇḍamassa sīse ṭhapetha. Athāhaṃ sūriyaṃ vissajjissāmi. Sūriyarasmi mattikāpiṇḍe patitvā taṃ sattadhā bhindissati. Athesa mattikāpiṇḍaṃ chaḍḍetvā nimujjitvā aññena titthena uttaratu, iti naṃ vadatha, evamassa sotthi bhavissatīti. Te manussā ‘‘evaṃ karissāmā’’ti tathā kāresuṃ. Tassāpi tatheva sotthi jātā. So tato paṭṭhāya – ‘‘jāti nāma akāraṇaṃ, pabbajitānaṃ abbhantare guṇova kāraṇa’’nti jātigottamānaṃ pahāya nimmado ahosi.",
  "atk-s0202a0:297": "Iti jātimantatāpase damite mahājano bodhisattassa thāmaṃ aññāsi, mahākolāhalaṃ jātaṃ. Rājā attano nagaraṃ gamanatthāya bodhisattaṃ yāci. Mahāsatto paṭiññaṃ datvā tāni ca asītibrāhmaṇasahassāni damessāmi, paṭiññañca mocessāmīti majjharājassa nagaraṃ agamāsi. Brāhmaṇā bodhisattaṃ disvāva – bho, ‘‘ayaṃ so, bho mahācoro, āgato, idāneva sabbe ete mayhaṃ ucchiṭṭhakaṃ khāditvā abrāhmaṇā jātāti amhe pākaṭe karissati, evaṃ no idhāpi āvāso na bhavissati, paṭikacceva māressāmā’’ti rājānaṃ puna upasaṅkamitvā āhaṃsu – ‘‘tumhe, mahārāja, etaṃ caṇḍālapabbajitaṃ mā sādhurūpoti maññittha, esa garukamantaṃ jānāti, pathaviṃ gahetvā ākāsaṃ karoti, ākāsaṃ pathaviṃ, dūraṃ gahetvā santikaṃ karoti, santikaṃ dūraṃ, gaṅgaṃ nivattetvā uddhagāminiṃ karoti, icchanto pathaviṃ ukkhipitvā pātetuṃ maññe sakkoti. Parassa vā cittaṃ nāma sabbakālaṃ na sakkā gahetuṃ, ayaṃ idha patiṭṭhaṃ labhanto tumhākaṃ rajjampi nāseyya, jīvitantarāyampi vaṃsupacchedampi kareyya, amhākaṃ vacanaṃ karotha, mahārāja, ajjeva imaṃ māretuṃ vaṭṭatī’’ti.",
  "atk-s0202a0:298": "Rājāno nāma parapattiyā honti, iti so bahūnaṃ kathāvasena niṭṭhaṃ gato. Bodhisatto pana nagare piṇḍāya caritvā udakaphāsukaṭṭhāne missakodanaṃ bhuñjitvā rājuyyānaṃ gantvā nirāparādhatāya nirāsaṅko maṅgalasilāpaṭṭe nisīdi. Atīte cattālīsa, anāgate cattālīsāti asītikappe anussarituṃ samatthañāṇassa anāvajjanatāya muhuttamattake kāle sati nappahoti, rājā aññaṃ ajānāpetvā sayameva gantvā nirāvajjanatāya pamādena nisinnaṃ mahāpurisaṃ asinā paharitvā dve bhāge akāsi. Imassa rañño vijite aṭṭhamaṃ lohakūṭavassaṃ, navamaṃ kalalavassaṃ vassi. Iti imassāpi raṭṭhe nava vuṭṭhiyo patitā. So ca rājā sapariso mahāniraye nibbatto. Tenāha saṃkiccapaṇḍito –",
  "atk-s0202a0:299": "‘‘Upahacca manaṃ majjho, mātaṅgasmiṃ yasassine;",
  "atk-s0202a0:300": "Sapārisajjo ucchinno, majjhāraññaṃ tadā ahūti’’. (jā. 2.19.96) –",
  "atk-s0202a0:301": "Evaṃ majjhāraññassa araññabhūtabhāvo veditabbo. Mātaṅgassa pana isino vasena tadeva mātaṅgāraññanti vuttaṃ.",
  "atk-s0202a0:302": "66.Pañhapaṭibhānānīti pañhabyākaraṇāni. Paccanīkaṃ katabbanti paccanīkaṃ kātabbaṃ. Amaññissanti vilomabhāgaṃ gaṇhanto viya ahosinti attho.",
  "atk-s0202a0:303": "67.Anuviccakāranti anuvicāretvā cintetvā tulayitvā kātabbaṃ karohīti vuttaṃ hoti. Sādhu hotīti sundaro hoti. Tumhādisasmiñhi maṃ disvā maṃ saraṇaṃ gacchante nigaṇṭhaṃ disvā nigaṇṭhaṃ saraṇaṃ gacchante – ‘‘kiṃ ayaṃ upāli diṭṭhadiṭṭhameva saraṇaṃ gacchatī’’ti? Garahā uppajjissati, tasmā anuviccakāro tumhādisānaṃ sādhūti dasseti. Paṭākaṃ parihareyyunti te kira evarūpaṃ sāvakaṃ labhitvā – ‘‘asuko nāma rājā vā rājamahāmatto vā seṭṭhi vā amhākaṃ saraṇaṃ gato sāvako jāto’’ti paṭākaṃ ukkhipitvā nagare ghosentā āhiṇḍanti. Kasmā? Evaṃ no mahantabhāvo āvi bhavissatīti ca, sace tassa ‘‘kimahaṃ etesaṃ saraṇaṃ gato’’ti vippaṭisāro uppajjeyya, tampi so ‘‘etesaṃ me saraṇagatabhāvaṃ bahū jānanti, dukkhaṃ idāni paṭinivattitu’’nti vinodetvā na paṭikkamissatīti ca. ‘‘Tenāha paṭākaṃ parihareyyu’’nti.",
  "atk-s0202a0:304": "68.Opānabhūtanti paṭiyattaudapāno viya ṭhitaṃ. Kulanti tava nivesanaṃ. Dātabbaṃ maññeyyāsīti pubbe dasapi vīsatipi saṭṭhipi jane āgate disvā natthīti avatvā deti. Idāni maṃ saraṇaṃ gatakāraṇamattenava mā imesaṃ deyyadhammaṃ, upacchindittha, sampattānañhi dātabbamevāti ovadati. Sutametaṃ, bhanteti kuto sutaṃ? Nigaṇṭhānaṃ santikā, te kira kulagharesu evaṃ pakāsenti – ‘‘mayaṃ ‘yassa kassaci sampattassa dātabba’nti vadāma, samaṇo pana gotamo ‘mayhameva dānaṃ dātabbaṃ…pe… na aññesaṃ sāvakānaṃ dinnaṃ mahapphala’nti vadatī’’ti. Taṃ sandhāya ayaṃ gahapati ‘‘sutameta’’nti āha.",
  "atk-s0202a0:305": "69.Anupubbiṃkathanti dānānantaraṃ sīlaṃ, sīlānantaraṃ saggaṃ, saggānantaraṃ magganti evaṃ anupaṭipāṭikathaṃ. Tattha dānakathanti idaṃ dānaṃ nāma sukhānaṃ nidānaṃ, sampattīnaṃ mūlaṃ, bhogānaṃ patiṭṭhā, visamagatassa tāṇaṃ leṇaṃ gatiparāyaṇaṃ, idhalokaparalokesu dānasadiso avassayo patiṭṭhā ārammaṇaṃ tāṇaṃ leṇaṃ gati parāyaṇaṃ natthi. Idañhi avassayaṭṭhena ratanamayasīhāsanasadisaṃ, patiṭṭhānaṭṭhena mahāpathavisadisaṃ, ālambanaṭṭhena ālambanarajjusadisaṃ. Idañhi dukkhanittharaṇaṭṭhena nāvā, samassāsanaṭṭhena saṅgāmasūro, bhayaparittāṇaṭṭhena susaṅkhatanagaraṃ, maccheramalādīhi anupalittaṭṭhena padumaṃ, tesaṃ nidahanaṭṭhena aggi, durāsadaṭṭhena āsīviso. Asantāsanaṭṭhena sīho, balavantaṭṭhena hatthī, abhimaṅgalasammataṭṭhena setavasabho, khemantabhūmisampāpanaṭṭhena valāhako assarājā. Dānaṃ nāmebhaṃ mayhaṃ gatamaggo, mayheveso vaṃso, mayā dasa pāramiyo pūrentena velāmamahāyañño, mahāgovindamahāyañño mahāsudassanamahāyañño, vessantaramahāyaññoti anekamahāyaññā pavattitā, sasabhūtena jalite aggikkhandhe attānaṃ niyyādentena sampattayācakānaṃ cittaṃ gahitaṃ. Dānañhi loke sakkasampattiṃ deti, mārasampattiṃ deti, brahmasampattiṃ deti, cakkavattisampattiṃ deti, sāvakapāramīñāṇaṃ, paccekabodhiñāṇaṃ, abhisambodhiñāṇaṃ detīti evamādiṃ dānaguṇapaṭisaṃyuttaṃ kathaṃ.",
  "atk-s0202a0:306": "Yasmā pana dānaṃ dadanto sīlaṃ samādātuṃ sakkoti, tasmā tadanataraṃ sīlakathaṃ kathesi. Sīlakathanti sīlaṃ nāmetaṃ avassayo patiṭṭhā ārammaṇaṃ tāṇaṃ leṇaṃ gati parāyaṇaṃ, sīlaṃ nāmetaṃ mama vaṃso, ahaṃ saṅkhapālanāgarājakāle, bhūridattanāgarājakāle, campeyyanāgarājakāle, sīlavanāgarājakāle, mātuposakahatthirājakāle, chaddantahatthirājakāleti anantesu attabhāvesu sīlaṃ paripūresiṃ. Idhalokaparalokasampattīnañhi sīlasadiso avassayo, sīlasadisā patiṭṭhā, ārammaṇaṃ tāṇaṃ leṇaṃ gati parāyaṇaṃ natthi, sīlālaṅkārasadiso alaṅkāro natthi, sīlapupphasadisaṃ pupphaṃ natthi, sīlagandhasadiso gandho natthi. Sīlālaṅkārena hi alaṅkataṃ sīlakusumapiḷandhanaṃ sīlagandhānulittaṃ sadevakopi loko olokento tittiṃ na gacchatīti evamādiṃ sīlaguṇapaṭisaṃyuttaṃ kathaṃ.",
  "atk-s0202a0:307": "Idaṃ pana sīlaṃ nissāya ayaṃ saggo labbhatīti dassetuṃ sīlānantaraṃ saggakathaṃ kathesi. Saggakathanti ayaṃ saggo nāma iṭṭho kanto manāpo, niccamettha kīḷā, niccaṃ sampattiyo labbhanti, cātumahārājikā devā navutivassasatasahassāni dibbasukhaṃ dibbasampattiṃ anubhavanti, tāvatiṃsā tisso ca vassakoṭiyo saṭṭhi ca vassasatasahassānīti evamādiṃ saggaguṇapaṭisaṃyuttaṃ kathaṃ. Saggasampattiṃ kathayantānañhi buddhānaṃ mukhaṃ nappahoti. Vuttampi cetaṃ ‘‘anekapariyāyena kho ahaṃ, bhikkhave, saggakathaṃ katheyya’’ntiādi (ma. ni. 3.255).",
  "atk-s0202a0:308": "Evaṃ saggakathāya palobhetvā puna hatthiṃ alaṅkaritvā tassa soṇḍaṃ chindanto viya – ‘‘ayampi saggo anicco addhuvo, na ettha chandarāgo kātabbo’’ti dassanatthaṃ – ‘‘appassādā kāmā vuttā mayā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’’tiādinā (pāci. 417; ma. ni. 1.235) nayena kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ kathesi. Tattha ādīnavoti doso. Okāroti avakāro lāmakabhāvo. Saṃkilesoti tehi sattānaṃ saṃsāre saṃkilissanaṃ. Yathāha ‘‘kilissanti vata, bho, sattā’’ti (ma. ni. 2.351).",
  "atk-s0202a0:309": "Evaṃ kāmādīnavena tajjitvā nekkhamme ānisaṃsaṃ pakāsesi. Kallacittanti arogacittaṃ. Sāmukkaṃsikāti sāmaṃ ukkaṃsikā attanāyeva gahetvā uddharitvā gahitā, sayambhūñāṇena diṭṭhā, asādhāraṇā aññesanti attho. Kā panesāti, ariyasaccadesanā? Tenevāha – ‘‘dukkhaṃ samudayaṃ nirodhaṃ magga’’nti.",
  "atk-s0202a0:310": "Virajaṃ vītamalanti rāgarajādīnaṃ abhāvā virajaṃ, rāgamalādīnaṃ vigatattā vītamalaṃ. Dhammacakkhunti upari brahmāyusutte tiṇṇaṃ maggānaṃ, cūḷarāhulovāde āsavakkhayassetaṃ nāmaṃ. Idha pana sotāpattimaggo adhippeto. Tassa uppattiākāradassanatthaṃ ‘‘yaṃkiñci samudayadhammaṃ, sabbaṃ taṃ nirodhadhamma’’nti āha. Tañhi nirodhaṃ ārammaṇaṃ katvā kiccavasena evaṃ sabbasaṅkhataṃ paṭivijjhantaṃ uppajjati.",
  "atk-s0202a0:311": "Diṭṭho ariyasaccadhammo etenāti diṭṭhadhammo. Esa nayo sesapadesupi. Tiṇṇā vicikicchā anenāti tiṇṇavicikiccho. Vigatā kathaṃkathā assāti vigatakathaṃkatho. Vesārajjappattoti vesārajjaṃ patto. Kattha? Satthu sāsane. Nāssa paro paccayo, na parassa saddhāya ettha vattatīti aparappaccayo.",
  "atk-s0202a0:312": "70. Cittena sampaṭicchamāno abhinanditvā, vācāya pasaṃsamāno anumoditvā. Āvarāmīti thakemi pidahāmi. Anāvaṭanti na āvaritaṃ vivaṭaṃ ugghāṭitaṃ.",
  "atk-s0202a0:313": "71.Assosi kho dīghatapassīti so kira tassa gatakālato paṭṭhāya – ‘‘paṇḍito gahapati , samaṇo ca gotamo dassanasampanno niyyānikakatho, dassanepi tassa pasīdissati, dhammakathāyapi pasīdissati, pasīditvā saraṇaṃ gamissati, gato nu kho saraṇaṃ gahapati na tāva gato’’ti ohitasotova hutvā vicarati. Tasmā paṭhamaṃyeva assosi.",
  "atk-s0202a0:314": "72.Tena hi sammāti balavasokena abhibhūto ‘‘ettheva tiṭṭhā’’ti vacanaṃ sutvāpi atthaṃ asallakkhento dovārikena saddhiṃ sallapatiyeva.",
  "atk-s0202a0:315": "Majjhimāya dvārasālāyānti yassa gharassa satta dvārakoṭṭhakā, tassa sabbaabbhantarato vā sabbabāhirato vā paṭṭhāya catutthadvārakoṭṭhako, yassa pañca, tassa tatiyo, yassa tayo, tassa dutiyo dvārakoṭṭhako majjhimadvārasālā nāma. Ekadvārakoṭṭhakassa pana gharassa majjhaṭṭhāne maṅgalatthambhaṃ nissāya majjhimadvārasālā. Tassa pana gehassa satta dvārakoṭṭhakā, pañcātipi vuttaṃ.",
  "atk-s0202a0:316": "73.Aggantiādīni sabbāni aññamaññavevacanāni. Yaṃ sudanti ettha yanti yaṃ nāṭaputtaṃ. Sudanti nipātamattaṃ. Pariggahetvāti teneva uttarāsaṅgena udare parikkhipanto gahetvā. Nisīdāpetīti saṇikaṃ ācariya, saṇikaṃ ācariyāti mahantaṃ telaghaṭaṃ ṭhapento viya nisīdāpeti. Dattosīti kiṃ jaḷosi jātoti attho. Paṭimukkoti sīse parikkhipitvā gahito. Aṇḍahārakotiādiṃ duṭṭhullavacanampi samānaṃ upaṭṭhākassa aññathābhāvena uppannabalavasokatāya idaṃ nāma bhaṇāmīti asallakkhetvāva bhaṇati.",
  "atk-s0202a0:317": "74.Bhaddikā, bhante, āvaṭṭanīti nigaṇṭho māyameva sandhāya vadati, upāsako attanā paṭividdhaṃ sotāpattimaggaṃ. Tena hīti nipātamattametaṃ, bhante, upamaṃ te karissāmicceva attho. Kāraṇavacanaṃ vā, yena kāraṇena tumhākaṃ sāsanaṃ aniyyānikaṃ, mama satthu niyyānikaṃ, tena kāraṇena upamaṃ te karissāmīti vuttaṃ hoti.",
  "atk-s0202a0:318": "75.Upavijaññāti vijāyanakālaṃ upagatā. Makkaṭacchāpakanti makkaṭapotakaṃ. Kiṇitvā ānehīti mūlaṃ datvāva āhara. Āpaṇesu hi saviññāṇakampi aviññāṇakampi makkaṭādikīḷanabhaṇḍakaṃ vikkiṇanti. Taṃ sandhāyetaṃ āha. Rajitanti bahalabahalaṃ pītāvalepanaraṅgajātaṃ gahetvā rajitvā dinnaṃ imaṃ icchāmīti attho. Ākoṭitapaccākoṭitanti ākoṭitañceva parivattetvā punappunaṃ ākoṭitañca. Ubhatobhāgavimaṭṭhanti maṇipāsāṇena ubhosu passesu suṭṭhu vimaṭṭhaṃ ghaṭṭetvā uppāditacchaviṃ.",
  "atk-s0202a0:319": "Raṅgakkhamo hi khoti saviññāṇakampi aviññāṇakampi raṅgaṃ pivati. Tasmā evamāha. No ākoṭṭanakkhamoti saviññāṇakassa tāva ākoṭṭanaphalake ṭhapetvā kucchiyaṃ ākoṭitassa kucchi bhijjati, karīsaṃ nikkhamati. Sesī ākoṭitassa sīsaṃ bhijjati, mattaluṅgaṃ nikkhamati. Aviññāṇako khaṇḍakhaṇḍitaṃ gacchati. Tasmā evamāha. No vimajjanakkhamoti saviññāṇako maṇipāsāṇena vimaddiyamāno nillomataṃ nicchavitañca āpajjati, aviññāṇakopi vacuṇṇakabhāvaṃ āpajjati. Tasmā evamāha. Raṅgakkhamo hi kho bālānanti bālānaṃ mandabuddhīnaṃ raṅgakkhamo, rāgamattaṃ janeti, piyo hoti. Paṇḍitānaṃ pana nigaṇṭhavādo vā añño vā bhāratarāmasītāharaṇādi niratthakakathāmaggo appiyova hoti. No anuyogakkhamo, no vimajjanakkhamoti anuyogaṃ vā vīmaṃsaṃ vā na khamati, thuse koṭṭetvā taṇḍulapariyesanaṃ viya kadaliyaṃ sāragavesanaṃ viya ca rittako tucchakova hoti. Raṅgakkhamo ceva paṇḍitānanti catusaccakathā hi paṇḍitānaṃ piyā hoti, vassasatampi suṇanto tittiṃ na gacchati. Tasmā evamāha. Buddhavacanaṃ pana yathā yathāpi ogāhissati mahāsamuddo viya gambhīrameva hotīti ‘‘anuyogakkhamo ca vimajjanakkhamo cā’’ti āha. Suṇohiyassāhaṃ sāvakoti tassa guṇe suṇāhīti bhagavato vaṇṇe vattuṃ āraddho.",
  "atk-s0202a0:320": "76.Dhīrassāti dhīraṃ vuccati paṇḍiccaṃ, yā paññā pajānanā…pe… sammādiṭṭhi, tena samannāgatassa dhātuāyatanapaṭiccasamuppādaṭṭhānāṭṭhānakusalassa paṇḍitassāhaṃ sāvako, so mayhaṃ satthāti evaṃ sabbapadesu sambandho veditabbo. Pabhinnakhīlassāti bhinnapañcacetokhilassa. Sabbaputhujjane vijiniṃsu vijinanti vijinissanti vāti vijayā. Ke te, maccumārakilesamāradevaputtamārāti? Te vijitā vijayā etenāti vijitavijayo. Bhagavā, tassa vijitavijayassa. Anīghassāti kilesadukkhenapi vipākadukkhenapi niddukkhassa. Susamacittassāti devadattadhanapālakaaṅgulimālarāhulatherādīsupi devamanussesu suṭṭhu samacittassa. Vuddhasīlassāti vaḍḍhitācārassa. Sādhupaññassāti sundarapaññassa. Vesamantarassāti rāgādivisamaṃ taritvā vitaritvā ṭhitassa. Vimalassāti vigatarāgādimalassa.",
  "atk-s0202a0:321": "Tusitassāti tuṭṭhacittassa. Vantalokāmisassāti vantakāmaguṇassa. Muditassāti muditāvihāravasena muditassa, punaruttameva vā etaṃ. Pasādavasena hi ekampi guṇaṃ punappunaṃ vadatiyeva. Katasamaṇassāti katasāmaññassa, samaṇadhammassa matthakaṃ pattassāti attho. Manujassāti lokavohāravasena ekassa sattassa. Narassāti punaruttaṃ. Aññathā vuccamāne ekekagāthāya dasa guṇā nappahonti.",
  "atk-s0202a0:322": "Venayikassāti sattānaṃ vināyakassa. Ruciradhammassāti sucidhammassa. Pabhāsakassāti obhāsakassa. Vīrassāti vīriyasampannassa. Nisabhassāti usabhavasabhanisabhesu sabbattha appaṭisamaṭṭhena nisabhassa. Gambhīrassāti gambhīraguṇassa, guṇehi vā gambhīrassa. Monapattassāti ñāṇapattassa. Vedassāti vedo vuccati ñāṇaṃ, tena samannāgatassa. Dhammaṭṭhassāti dhamme ṭhitassa. Saṃvutattassāti pihitattassa.",
  "atk-s0202a0:323": "Nāgassāti catūhi kāraṇehi nāgassa. Pantasenassāti pantasenāsanassa. Paṭimantakassāti paṭimantanapaññāya samannāgatassa. Monassāti monaṃ vuccati ñāṇaṃ, tena samannāgatassa, dhutakilesassa vā. Dantassāti nibbisevanassa.",
  "atk-s0202a0:324": "Isisattamassāti vipassiādayo cha isayo upādāya sattamassa. Brahmapattassāti seṭṭhapattassa. Nhātakassāti nhātakilesassa. Padakassāti akkharādīni samodhānetvā gāthāpadakaraṇakusalassa. Viditavedassāti viditañāṇassa. Purindadassāti sabbapaṭhamaṃ dhammadānadāyakassa. Sakkassāti samatthassa. Pattipattassāti ye pattabbā guṇā, te pattassa. Veyyākaraṇassāti vitthāretvā atthadīpakassa. Bhagavatā hi abyākataṃ nāma tanti padaṃ natthi sabbesaṃyeva attho kathito.",
  "atk-s0202a0:325": "Vipassissāti vipassanakassa. Anabhinatassāti anatassa. No apanatassāti aduṭṭhassa.",
  "atk-s0202a0:326": "Ananugatantarassāti kilese ananugatacittassa. Asitassāti abaddhassa.",
  "atk-s0202a0:327": "Bhūripaññassāti bhūri vuccati pathavī, tāya pathavīsamāya paññāya vipulāya mahantāya vitthatāya samannāgatassāti attho. Mahāpaññassāti mahāpaññāya samannāgatassa.",
  "atk-s0202a0:328": "Anupalittassāti taṇhādiṭṭhikilesehi alittassa. Āhuneyyassāti āhutiṃ paṭiggahetuṃ yuttassa. Yakkhassāti ānubhāvadassanaṭṭhena ādissamānakaṭṭhena vā bhagavā yakkho nāma. Tenāha ‘‘yakkhassā’’ti. Mahatoti mahantassa. Tassa sāvakohamasmīti tassa evaṃvividhaguṇassa satthussa ahaṃ sāvakoti. Upāsakassa sobhāpattimaggeneva paṭisambhidā āgatā. Iti paṭisambhidāvisaye ṭhatvā padasatena dasabalassa kilesappahānavaṇṇaṃ kathento ‘‘kassa taṃ gahapati sāvakaṃ dhāremā’’ti pañhassa atthaṃ vissajjesi.",
  "atk-s0202a0:329": "77.Kadāsaññūḷhāti kadā sampiṇḍitā. Evaṃ kirassa ahosi – ‘‘ayaṃ idāneva samaṇassa gotamassa santikaṃ gantvā āgato, kadānena ete vaṇṇā sampiṇḍitā’’ti. Tasmā evamāha. Vicittaṃ mālaṃ gantheyyāti sayampi dakkhatāya pupphānampi nānāvaṇṇatāya ekatovaṇṭikādibhedaṃ vicitramālaṃ gantheyya. Evameva kho, bhanteti ettha nānāpupphānaṃ mahāpuppharāsi viya nānāvidhānaṃ vaṇṇānaṃ bhagavato sinerumatto vaṇṇarāsi daṭṭhabbo. Chekamālākāro viya upāli gahapati. Mālākārassa vicitramālāganthanaṃ viya gahapatino tathāgatassa vicitravaṇṇaganthanaṃ.",
  "atk-s0202a0:330": "Uṇhaṃ lohitaṃ mukhato uggañchīti tassa hi bhagavato sakkāraṃ asahamānassa etadahosi – ‘‘anatthiko dāni ayaṃ gahapati amhehi, sve paṭṭhāya paṇṇāsa saṭṭhi jane gahetvā etassa gharaṃ pavisitvā bhuñjituṃ na labhissāmi, bhinnā me bhattakumbhī’’ti. Athassa upaṭṭhākavipariṇāmena balavasoko uppajji. Ime hi sattā attano attanova cintayanti. Tassa tasmiṃ soke uppanne abbhantaraṃ uṇhaṃ ahosi, lohitaṃ vilīyittha, taṃ mahāvātena samuddharitaṃ kuṭe pakkhittarajanaṃ viya pattamattaṃ mukhato uggañchi. Nidhānagatalohitaṃ vamitvā pana appakā sattā jīvituṃ sakkonti. Nigaṇṭho tattheva jāṇunā patito, atha naṃ pāṭaṅkiyā bahinagaraṃ nīharitvā mañcakasivikāya gahetvā pāvaṃ agamaṃsu, so na cirasseva pāvāyaṃ kālamakāsi. Imasmiṃ pana sutte ugghāṭitaññūpuggalassa vasena dhammadesanā pariniṭṭhitāti.",
  "atk-s0202a0:331": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:332": "Upālisuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:333": "7. Kukkuravatikasuttavaṇṇanā",
  "atk-s0202a0:334": "78.Evaṃme sutanti kukkuravatikasuttaṃ. Tattha koliyesūti evaṃnāmake janapade. So hi ekopi kolanagare patiṭṭhitānaṃ koliyānaṃ rājakumārānaṃ nivāsaṭṭhānattā evaṃ vuccati. Tasmiṃ koliyesu janapade. Haliddavasananti tassa kira nigamassa māpitakāle pītakavatthanivatthā manussā nakkhattaṃ kīḷiṃsu. Te nakkhattakīḷāvasāne nigamassa nāmaṃ āropentā haliddavasananti nāmaṃ akaṃsu. Taṃ gocaragāmaṃ katvā viharatīti attho. Vihāro panettha kiñcāpi na niyāmito, tathāpi buddhānaṃ anucchavike senāsaneyeva vihāsīti veditabbo. Govatikoti samādinnagovato, sīse siṅgāni ṭhapetvā naṅguṭṭhaṃ bandhitvā gāvīhi saddhiṃ tiṇāni khādanto viya carati. Aceloti naggo niccelo. Seniyoti tassa nāmaṃ.",
  "atk-s0202a0:335": "Kukkuravatikoti samādinnakukkuravato, sabbaṃ sunakhakiriyaṃ karoti. Ubhopete sahapaṃsukīḷikā sahāyakā. Kukkurova palikujjitvāti sunakho nāma sāmikassa santike nisīdanto dvīhi pādehi bhūmiyaṃ vilekhitvā kukkurakūjitaṃ kūjanto nisīdati, ayampi ‘‘kukkurakiriyaṃ karissāmī’’ti bhagavatā saddhiṃ sammoditvā dvīhi hatthehi bhūmiyaṃ vilekhitvā sīsaṃ vidhunanto ‘bhū bhū’ti katvā hatthapāde samiñjitvā sunakho viya nisīdi. Chamānikkhittanti bhūmiyaṃ ṭhapitaṃ. Samattaṃ samādinnanti paripuṇṇaṃ katvā gahitaṃ. Kā gatīti kā nipphatti. Ko abhisamparāyoti abhisamparāyamhi kattha nibbatti. Alanti tassa appiyaṃ bhavissatīti yāvatatiyaṃ paṭibāhati. Kukkuravatanti kukkuravatasamādānaṃ.",
  "atk-s0202a0:336": "79.Bhāvetīti vaḍḍheti. Paripuṇṇanti anūnaṃ. Abbokiṇṇanti nirantaraṃ. Kukkurasīlanti kukkurācāraṃ. Kukkuracittanti ‘‘ajja paṭṭhāya kukkurehi kātabbaṃ karissāmī’’ti evaṃ uppannacittaṃ. Kukkurākappanti kukkurānaṃ gamanākāro atthi, tiṭṭhanākāro atthi, nisīdanākāro atthi, sayanākāro atthi, uccārapassāvakaraṇākāro atthi, aññe kukkure disvā dante vivaritvā gamanākāro atthi, ayaṃ kukkurākappo nāma, taṃ bhāvetīti attho . Imināhaṃ sīlenātiādīsu ahaṃ iminā ācārena vā vatasamādānena vā dukkaratapacaraṇena vā methunaviratibrahmacariyena vāti attho. Devoti sakkasuyāmādīsu aññataro. Devaññataroti tesaṃ dutiyatatiyaṭṭhānādīsu aññataradevo. Micchādiṭṭhīti adevalokagāmimaggameva devalokagāmimaggoti gahetvā uppannatāya sā assa micchādiṭṭhi nāma hoti. Aññataraṃ gatiṃ vadāmīti tassa hi nirayato vā tiracchānayonito vā aññā gati natthi, tasmā evamāha. Sampajjamānanti diṭṭhiyā asammissaṃ hutvā nipajjamānaṃ.",
  "atk-s0202a0:337": "Nāhaṃ, bhante, etaṃ rodāmi, yaṃ maṃ bhagavā evamāhāti yaṃ maṃ, bhante, bhagavā evamāha, ahametaṃ bhagavato byākaraṇaṃ na rodāmi na paridevāmi, na anutthunāmīti attho. Evaṃ sakammakavasenettha attho veditabbo, na assumuñcanamattena.",
  "atk-s0202a0:338": "‘‘Mataṃ vā amma rodanti, yo vā jīvaṃ na dissati;",
  "atk-s0202a0:339": "Jīvantaṃ amma passantī, kasmā maṃ amma rodasī’’ti. (saṃ. ni. 1.239) –",
  "atk-s0202a0:340": "Ayañcettha payogo. Apica me idaṃ, bhanteti apica kho me idaṃ, bhante, kukkuravataṃ dīgharattaṃ samādinnaṃ, tasmiṃ sampajjantepi vuddhi natthi, vipajjantepi. Iti ‘‘ettakaṃ kālaṃ mayā katakammaṃ moghaṃ jāta’’nti attano vipattiṃ paccavekkhamāno rodāmi, bhanteti.",
  "atk-s0202a0:341": "80.Govatantiādīni kukkuravatādīsu vuttanayeneva veditabbāni. Gavākappanti goākappaṃ. Sesaṃ kukkurākappe vuttasadisameva. Yathā pana tattha aññe kukkure disvā dante vivaritvā gamanākāro, evamidha aññe gāvo disvā kaṇṇe ukkhipitvā gamanākāro veditabbo. Sesaṃ tādisameva.",
  "atk-s0202a0:342": "81.Cattārimānipuṇṇa kammānīti kasmā imaṃ desanaṃ ārabhi? Ayañhi desanā ekaccakammakiriyavasena āgatā, imasmiñca kammacatukke kathite imesaṃ kiriyā pākaṭā bhavissatīti imaṃ desanaṃ ārabhi. Apica imaṃ kammacatukkameva desiyamānaṃ ime sañjānissanti , tato eko saraṇaṃ gamissati, eko pabbajitvā arahattaṃ pāpuṇissatīti ayameva etesaṃ sappāyāti ñatvāpi imaṃ desanaṃ ārabhi.",
  "atk-s0202a0:343": "Tattha kaṇhanti kāḷakaṃ dasaakusalakammapathakammaṃ. Kaṇhavipākanti apāye nibbattanato kāḷakavipākaṃ. Sukkanti paṇḍaraṃ dasakusalakammapathakammaṃ. Sukkavipākanti sagge nibbattanato paṇḍaravipākaṃ. Kaṇhasukkanti vomissakakammaṃ. Kaṇhasukkavipākanti sukhadukkhavipākaṃ. Missakakammañhi katvā akusalena tiracchānayoniyaṃ maṅgalahatthiṭṭhānādīsu uppanno kusalena pavatte sukhaṃ vediyati. Kusalena rājakulepi nibbatto akusalena pavatte dukkhaṃ vediyati. Akaṇhaṃ asukkanti kammakkhayakaraṃ catumaggacetanākammaṃ adhippetaṃ. Tañhi yadi kaṇhaṃ bhaveyya, kaṇhavipākaṃ dadeyya. Yadi sukkaṃ bhaveyya, sukkavipākaṃ dadeyya. Ubhayavipākassa pana adānato akaṇhāsukkavipākattā ‘‘akaṇhaṃ asukka’’nti vuttaṃ. Ayaṃ tāva uddese attho.",
  "atk-s0202a0:344": "Niddese pana sabyābajjhanti sadukkhaṃ. Kāyasaṅkhārādīsu kāyadvāre gahaṇādivasena copanappattā dvādasa akusalacetanā sabyābajjhakāyasaṅkhāro nāma. Vacīdvāre hanusañcopanavasena vacībhedapavattikā tāyeva dvādasa vacīsaṅkhāro nāma. Ubhayacopanaṃ appattā raho cintayantassa manodvāre pavattā manosaṅkhāro nāma. Iti tīsupi dvāresu kāyaduccaritādibhedā akusalacetanāva saṅkhārāti veditabbā. Imasmiñhi sutte cetanā dhuraṃ, upālisutte kammaṃ. Abhisaṅkharitvāti saṅkaḍḍhitvā, piṇḍaṃ katvāti attho. Sabyābajjhaṃ lokanti sadukkhaṃ lokaṃ upapajjanti. Sabyābajjhā phassā phusantīti sadukkhā vipākaphassā phusanti. Ekantadukkhanti nirantaradukkhaṃ. Bhūtāti hetvatthe nissakkavacanaṃ, bhūtakammato bhūtassa sattassa uppatti hoti. Idaṃ vuttaṃ hoti – yathābhūtaṃ kammaṃ sattā karonti, tathābhūtena kammena kammasabhāgavasena tesaṃ upapatti hoti. Tenevāha ‘‘yaṃ karoti tena upapajjatī’’ti. Ettha ca tenāti kammena viya vuttā, upapatti ca nāma vipākena hoti. Yasmā pana vipākassa kammaṃ hetu, tasmā tena mūlahetubhūtena kammena nibbattatīti ayamettha attho. Phassā phusantīti yena kammavipākena nibbatto, taṃkammavipākaphassā phusanti. Kammadāyādāti kammadāyajjā kammameva nesaṃ dāyajjaṃ santakanti vadāmi.",
  "atk-s0202a0:345": "Abyābajjhanti niddukkhaṃ . Imasmiṃ vāre kāyadvāre pavattā aṭṭha kāmāvacarakusalacetanā kāyasaṅkhāro nāma. Tāyeva vacīdvāre pavattā vacīsaṅkhāro nāma. Manodvāre pavattā tāyeva aṭṭha, tisso ca heṭṭhimajhānacetanā abyābajjhamanosaṅkhāro nāma. Jhānacetanā tāva hotu, kāmāvacarā kinti abyābajjhamanosaṅkhāro nāma jātāti. Kasiṇasajjanakāle ca kasiṇāsevanakāle ca labbhanti. Kāmāvacaracetanā paṭhamajjhānacetanāya ghaṭitā, catutthajjhānacetanā tatiyajjhānacetanāya ghaṭitā. Iti tīsupi dvāresu kāyasucaritādibhedā kusalacetanāva saṅkhārāti veditabbo. Tatiyavāro ubhayamissakavasena veditabbā.",
  "atk-s0202a0:346": "Seyyathāpi manussātiādīsu manussānaṃ tāva kālena sukhaṃ kālena dukkhaṃ pākaṭameva, devesu pana bhummadevatānaṃ, vinipātikesu vemānikapetānaṃ kālena sukhaṃ kālena dukkhaṃ hotīti veditabbaṃ. Hatthiādīsu tiracchānesupi labbhatiyeva.",
  "atk-s0202a0:347": "Tatrāti tesu tīsu kammesu. Tassa pahānāya yā cetanāti tassa pahānatthāya maggacetanā. Kammaṃ patvāva maggacetanāya añño paṇḍarataro dhammo nāma natthi. Idaṃ pana kammacatukkaṃ patvā dvādasa akusalacetanā kaṇhā nāma, tebhūmakakusalacetanā sukkā nāma, maggacetanā akaṇhā asukkāti āgatā.",
  "atk-s0202a0:348": "82.‘‘Labheyyāhaṃ, bhante’’ti idaṃ so ‘‘ciraṃ vata me aniyyānikapakkhe yojetvā attā kilamito, ‘sukkhanadītīre nhāyissāmī’ti samparivattentena viya thuse koṭṭentena viya ca na koci attho nipphādito, handāhaṃ attānaṃ yoge yojemī’’ti cintetvā āha. Atha bhagavā yonena khandhake titthiyaparivāso paññatto, yaṃ aññatitthiyapubbo sāmaṇerabhūmiyaṃ ṭhito – ‘‘ahaṃ, bhante, itthannāmo aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhāmi upasampadaṃ, svāhaṃ, bhante, saṅghaṃ cattāro māse parivāsaṃ yācāmī’’tiādinā (mahāva. 86) nayena samādiyitvā parivasati, taṃ sandhāya ‘‘yo kho, seniya, aññatitthiyapubbo’’tiādimāha.",
  "atk-s0202a0:349": "Tattha pabbajjanti vacanasiliṭṭhatāvaseneva vuttaṃ. Aparivasitvāyeva hi pabbajjaṃ labhati. Upasampadatthikena pana nātikālena gāmappavesanādīni aṭṭha vattāni pūrentena parivasitabbaṃ . Āraddhacittāti aṭṭhavattapūraṇena tuṭṭhacittā. Ayamettha saṅkhepo. Vitthārato panesa titthiyaparivāso samantapāsādikāya vinayaṭṭhakathāya pabbajjakhandhakavaṇṇanāyaṃ (mahāva. aṭṭha. 86) vuttanayeneva veditabbo . Apica metthāti apica me ettha. Puggalavemattatā viditāti puggalanānattaṃ viditaṃ. Ayaṃ puggalo parivāsāraho, ayaṃ na parivāsārahoti idaṃ mayhaṃ pākaṭanti dasseti.",
  "atk-s0202a0:350": "Tato seniyo cintesi – ‘‘aho acchariyaṃ buddhasāsanaṃ, yattha evaṃ ghaṃsitvā koṭṭetvā yuttameva gaṇhanti, ayuttaṃ chaḍḍentī’’ti. Tato suṭṭhutaraṃ pabbajjāya sañjātussāho sace, bhantetiādimāha. Atha bhagavā tassa tibbacchandataṃ viditvā na seniyo parivāsaṃ arahatīti aññataraṃ bhikkhuṃ āmantesi – ‘‘gaccha tvaṃ, bhikkhu, seniyaṃ nhāpetvā pabbājetvā ānehī’’ti. So tathā katvā taṃ pabbājetvā bhagavato santikaṃ ānayi. Bhagavā gaṇe nisīditvā upasampādesi. Tena vuttaṃ – ‘‘alattha kho acelo seniyo bhagavato santike pabbajjaṃ alattha upasampada’’nti.",
  "atk-s0202a0:351": "Acirūpasampannoti upasampanno hutvā nacirameva. Vūpakaṭṭhoti vatthukāmakilesakāmehi kāyena ca cittena ca vūpakaṭṭho. Appamattoti kammaṭṭhāne satiṃ avijahanto. Ātāpīti kāyikacetasikasaṅkhātena vīriyātāpena ātāpī. Pahitattoti kāye ca jīvite ca anapekkhatāya pesitatto vissaṭṭhaattabhāvo. Yassatthāyāti yassa atthāya. Kulaputtāti ācārakulaputtā. Sammadevāti hetunāva kāraṇeneva. Tadanuttaranti taṃ anuttaraṃ. Brahmacariyapariyosānanti maggabrahmacariyapariyosānabhūtaṃ arahattaphalaṃ. Tassa hi atthāya kulaputtā pabbajanti. Diṭṭheva dhammeti imasmiṃyeva attabhāve. Sayaṃ abhiññā sacchikatvāti attanāyeva paññāya paccakkhaṃ katvā, aparappaccayaṃ ñatvāti attho. Upasampajja vihāsīti pāpuṇitvā sampādetvā vihāsi. Evaṃ viharantova khīṇā jāti…pe… abbhaññāsi.",
  "atk-s0202a0:352": "Evamassa paccavekkhaṇabhūmiṃ dassetvā arahattanikūṭeneva desanaṃ niṭṭhāpetuṃ ‘‘aññataro kho panāyasmā seniyo arahataṃ ahosī’’ti vuttaṃ. Tattha aññataroti eko. Arahatanti arahantānaṃ, bhagavato sāvakānaṃ arahantānaṃ abbhantaro ahosīti ayamevattha adhippāyo. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0202a0:353": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:354": "Kukkuravatikasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:355": "8. Abhayarājakumārasuttavaṇṇanā",
  "atk-s0202a0:356": "83.Evaṃme sutanti abhayasuttaṃ. Tattha abhayoti tassa nāmaṃ. Rājakumāroti bimbisārassa orasaputto. Vādaṃ āropehīti dosaṃ āropehi. Nerayikoti niraye nibbattako. Kappaṭṭhoti kappaṭṭhitiko. Atekicchoti buddhasahassenāpi tikicchituṃ na sakkā. Uggilitunti dve ante mocetvā kathetuṃ asakkonto uggilituṃ bahi nīharituṃ na sakkhiti. Ogilitunti pucchāya dosaṃ datvā hāretuṃ asakkonto ogilituṃ anto pavesetuṃ na sakkhiti.",
  "atk-s0202a0:357": "Evaṃ, bhanteti nigaṇṭho kira cintesi – ‘‘samaṇo gotamo mayhaṃ sāvake bhinditvā gaṇhāti, handāhaṃ ekaṃ pañhaṃ abhisaṅkharomi, yaṃ puṭṭho samaṇo gotamo ukkuṭiko hutvā nisinno uṭṭhātuṃ na sakkhissatī’’ti. So abhayassa gehā nīhaṭabhatto siniddhabhojanaṃ bhuñjanto bahū pañhe abhisaṅkharitvā – ‘‘ettha samaṇo gotamo imaṃ nāma dosaṃ dassessati, ettha imaṃ nāmā’’ti sabbe pahāya cātumāsamatthake imaṃ pañhaṃ addasa. Athassa etadahosi – ‘‘imassa pañhassa pucchāya vā vissajjane vā na sakkā doso dātuṃ, ovaṭṭikasāro ayaṃ, ko nu kho imaṃ gahetvā samaṇassa gotamassa vādaṃ āropessatī’’ti. Tato ‘‘abhayo rājakumāro paṇḍito, so sakkhissatīti taṃ uggaṇhāpemī’’ti niṭṭhaṃ gantvā uggaṇhāpesi. So vādajjhāsayatāya tassa vacanaṃ sampaṭicchanto ‘‘evaṃ, bhante,’’ti āha.",
  "atk-s0202a0:358": "84.Akālokho ajjāti ayaṃ pañho catūhi māsehi abhisaṅkhato, tattha idaṃ gahetvā idaṃ vissajjiyamāne divasabhāgo nappahossatīti maññanto evaṃ cintesi. So dānīti sve dāni. Attacatutthoti kasmā bahūhi saddhiṃ na nimantesi? Evaṃ kirassa ahosi – ‘‘bahūsu nisinnesu thokaṃ datvā vadantassa aññaṃ suttaṃ aññaṃ kāraṇaṃ aññaṃ tathārūpaṃ vatthuṃ āharitvā dassessati, evaṃ sante kalaho vā kolāhalameva vā bhavissati. Athāpi ekakaṃyeva nimantessāmi, evampi me garahā uppajjissati ‘yāvamaccharī vāyaṃ abhayo, bhagavantaṃ divase divase bhikkhūnaṃ satenapi sahassenapi saddhiṃ carantaṃ disvāpi ekakaṃyeva nimantesī’’’ti. ‘‘Evaṃ pana doso na bhavissatī’’ti aparehi tīhi saddhiṃ attacatutthaṃ nimantesi.",
  "atk-s0202a0:359": "85.Na khvettha, rājakumāra, ekaṃsenāti na kho, rājakumāra, ettha pañhe ekaṃsena vissajjanaṃ hoti. Evarūpañhi vācaṃ tathāgato bhāseyyāpi na bhāseyyāpi. Bhāsitapaccayena atthaṃ passanto bhāseyya, apassanto na bhāseyyāti attho. Iti bhagavā mahānigaṇṭhena catūhi māsehi abhisaṅkhataṃ pañhaṃ asanipātena pabbatakūṭaṃ viya ekavacaneneva saṃcuṇṇesi. Anassuṃ nigaṇṭhāti naṭṭhā nigaṇṭhā.",
  "atk-s0202a0:360": "86.Aṅke nisinno hotīti ūrūsu nisinno hoti. Lesavādino hi vādaṃ paṭṭhapentā kiñcideva phalaṃ vā pupphaṃ vā potthakaṃ vā gahetvā nisīdanti. Te attano jaye sati paraṃ ajjhottharanti, parassa jaye sati phalaṃ khādantā viya pupphaṃ ghāyantā viya potthakaṃ vācentā viya vikkhepaṃ dassenti. Ayaṃ pana cintesi – ‘‘sammāsambuddho esa osaṭasaṅgāmo paravādamaddano. Sace me jayo bhavissati, iccetaṃ kusalaṃ. No ce bhavissati, dārakaṃ vijjhitvā rodāpessāmi. Tato passatha, bho, ayaṃ dārako rodati, uṭṭhahatha tāva, pacchāpi jānissāmā’’ti tasmā dārakaṃ gahetvā nisīdi. Bhagavā pana rājakumārato sahassaguṇenapi satasahassaguṇenapi vādīvarataro, ‘‘imamevassa dārakaṃ upamaṃ katvā vādaṃ bhindissāmī’’ti cintetvā ‘‘taṃ kiṃ maññasi rājakumārā’’tiādimāha.",
  "atk-s0202a0:361": "Tattha mukhe āhareyyāti mukhe ṭhapeyya. Āhareyyassāhanti apaneyyaṃ assa ahaṃ. Ādikenevāti paṭhamapayogeneva. Abhūtanti abhūtatthaṃ. Atacchanti na tacchaṃ. Anatthasaṃhitanti na atthasaṃhitaṃ na vaḍḍhinissitaṃ. Appiyā amanāpāti neva piyā na manāpā. Iminā nayeneva sabbattha attho daṭṭhabbo.",
  "atk-s0202a0:362": "Tattha appiyapakkhe paṭhamavācā acoraṃyeva coroti, adāsaṃyeva dāsoti, aduppayuttaṃyeva duppayuttoti pavattā. Na taṃ tathāgato bhāsati. Dutiyavācā coraṃyeva coro ayantiādivasena pavattā. Tampi tathāgato na bhāsati. Tatiyavācā ‘‘idāni akatapuññatāya duggato dubbaṇṇo appesakkho , idha ṭhatvāpi puna puññaṃ na karosi, dutiyacittavāre kathaṃ catūhi apāyehi na muccissasī’’ti evaṃ mahājanassa atthapurekkhārena dhammapurekkhārena anusāsanīpurekkhārena ca vattabbavācā. Tatra kālaññū tathāgatoti tasmiṃ tatiyabyākaraṇe tassā vācāya byākaraṇatthāya tathāgato kālaññū hoti, mahājanassa ādānakālaṃ gahaṇakālaṃ jānitvāva byākarotīti attho.",
  "atk-s0202a0:363": "Piyapakkhe paṭhamavācā aṭṭhāniyakathā nāma. Sā evaṃ veditabbā – evaṃ kira gāmavāsimahallakaṃ nagaraṃ āgantvā pānāgāre pivantaṃ vañcetukāmā sambahulā dhuttā pītaṭṭhāne ṭhatvā tena saddhiṃ suraṃ pivantā ‘‘imassa nivāsanapāvuraṇampi hatthe bhaṇḍakampi sabbaṃ gaṇhissāmā’’ti cintetvā katikaṃ akaṃsu – ‘‘ekekaṃ attapaccakkhakathaṃ kathema, yo ‘abhūta’nti kathesi, kathitaṃ vā na saddahati, taṃ dāsaṃ katvā gaṇhissāmā’’ti. Tampi mahallakaṃ pucchiṃsu ‘‘tumhākampi tāta ruccatī’’ti. Evaṃ hotu tātāti.",
  "atk-s0202a0:364": "Eko dhutto āha – mayhaṃ, bho mātu, mayi kucchigate kapiṭṭhaphaladohalo ahosi. Sā aññaṃ kapiṭṭhahārakaṃ alabbhamānā maṃyeva pesesi. Ahaṃ gantvā rukkhaṃ abhiruhituṃ asakkonto attanāva attānaṃ pāde gahetvā muggaraṃ viya rukkhassa upari khipiṃ; atha sākhato sākhaṃ vicaranto phalāni gahetvā otarituṃ asakkonto gharaṃ gantvā nisseṇiṃ āharitvā oruyha mātu santikaṃ gantvā phalāni mātuyā adāsiṃ; tāni pana mahantāni honti cāṭippamāṇāni. Tato me mātarā ekāsane nisinnāya samasaṭṭhiphalāni khāditāni. Mayā ekucchaṅgena ānītaphalesu sesakāni kulasantake gāme khuddakamahallakānaṃ ahesuṃ. Amhākaṃ gharaṃ soḷasahatthaṃ, sesaparikkhārabhaṇḍakaṃ apanetvā kapiṭṭhaphaleheva yāva chadanaṃ pūritaṃ. Tato atirekāni gahetvā gehadvāre rāsiṃ akaṃsu. So asītihatthubbedho pabbato viya ahosi. Kiṃ īdisaṃ, bho sakkā, saddahitunti?",
  "atk-s0202a0:365": "Gāmikamahallako tuṇhī nisīditvā sabbesaṃ kathāpariyosāne pucchito āha – ‘‘evaṃ bhavissati tātā, mahantaṃ raṭṭhaṃ, raṭṭhamahantatāya sakkā saddahitu’’nti. Yathā ca tena, evaṃ sesehipi tathārūpāsu nikkāraṇakathāsu kathitāsu āha – mayhampi tātā suṇātha, na tumhākaṃyeva kulāni, amhākampi kulaṃ mahākulaṃ, amhākaṃ pana avasesakhettehi kappāsakhettaṃ mahantataraṃ . Tassa anekakarīsasatassa kappāsakhettassa majjhe eko kappāsarukkho mahā asītihatthubbedho ahosi. Tassa pañca sākhā, tāsu avasesasākhā phalaṃ na gaṇhiṃsu, pācīnasākhāya ekameva mahācāṭimattaṃ phalaṃ ahosi. Tassa cha aṃsiyo, chasu aṃsīsu cha kappāsapiṇḍiyo pupphitā. Ahaṃ massuṃ kāretvā nhātavilitto khettaṃ gantvā tā kappāsapiṇḍiyo pupphitā disvā ṭhitakova hatthaṃ pasāretvā gaṇhiṃ. Tā kappāsapiṇḍiyo thāmasampannā cha dāsā ahesuṃ. Te sabbe maṃ ekakaṃ ohāya palātā. Ettake addhāne te na passāmi, ajja diṭṭhā, tumhe te cha janā. Tvaṃ nando nāma, tvaṃ puṇṇo nāma, tvaṃ vaḍḍhamāno nāma, tvaṃ citto nāma tvaṃ maṅgalo nāma, tvaṃ poṭṭhiyo nāmāti vatvā uṭṭhāya nisinnakeyeva cūḷāsu gahetvā aṭṭhāsi. Te ‘‘na mayaṃ dāsā’’tipi vattuṃ nāsakkhiṃsu. Atha ne kaḍḍhanto vinicchayaṃ netvā lakkhaṇaṃ āropetvā yāvajīvaṃ dāse katvā paribhuñji. Evarūpiṃ kathaṃ tathāgato na bhāsati.",
  "atk-s0202a0:366": "Dutiyavācā āmisahetucāṭukamyatādivasena nānappakārā paresaṃ thomanavācā ceva, corakathaṃ rājakathanti ādinayappavattā tiracchānakathā ca. Tampi tathāgato na bhāsati. Tatiyavācā ariyasaccasannissitakathā, yaṃ vassasatampi suṇantā paṇḍitā neva tittiṃ gacchanti. Iti tathāgato neva sabbampi appiyavācaṃ bhāsati na piyavācaṃ. Tatiyaṃ tatiyameva pana bhāsitabbakālaṃ anatikkamitvā bhāsati. Tattha tatiyaṃ appiyavācaṃ sandhāya heṭṭhā daharakumāraupamā āgatāti veditabbaṃ.",
  "atk-s0202a0:367": "87.Udāhu ṭhānasovetanti udāhu ṭhānuppattikañāṇena taṅkhaṇaṃyeva taṃ tathāgatassa upaṭṭhātīti pucchati. Saññātoti ñāto paññāto pākaṭo. Dhammadhātūti dhammasabhāvo. Sabbaññutaññāṇassetaṃ adhivacanaṃ . Taṃ bhagavatā suppaṭividdhaṃ, hatthagataṃ bhagavato. Tasmā so yaṃ yaṃ icchati, taṃ taṃ sabbaṃ ṭhānasova paṭibhātīti. Sesaṃ sabbattha uttānameva. Ayaṃ pana dhammadesanā neyyapuggalavasena pariniṭṭhitāti.",
  "atk-s0202a0:368": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:369": "Abhayarājakumārasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:370": "9. Bahuvedanīyasuttavaṇṇanā",
  "atk-s0202a0:371": "88.Evaṃme sutanti bahuvedanīyasuttaṃ. Tattha pañcakaṅgo thapatīti pañcakaṅgoti tassa nāmaṃ. Vāsipharasunikhādanadaṇḍamuggarakāḷasuttanāḷisaṅkhātehi vā aṅgehi samannāgatattā so pañcaṅgoti paññāto. Thapatīti vaḍḍhakījeṭṭhako. Udāyīti paṇḍitaudāyitthero.",
  "atk-s0202a0:372": "89.Pariyāyanti kāraṇaṃ. Dvepānandāti dvepi, ānanda. Pariyāyenāti kāraṇena. Ettha ca kāyikacetasikavasena dve veditabbā. Sukhādivasena tisso, indriyavasena sukhindriyādikā pañca, dvāravasena cakkhusamphassajādikā cha, upavicāravasena ‘‘cakkhunā rūpaṃ disvā somanassaṭṭhāniyaṃ rūpaṃ upavicaratī’’tiādikā aṭṭhārasa, cha gehassitāni somanassāni, cha nekkhammasitāni somanassāni, cha gehassitāni domanassāni, cha nekkhammasitāni domanassāni, cha gehassitā upekkhā, cha nekkhammasitāti evaṃ chattiṃsa, tā atīte chattiṃsa, anāgate chattiṃsa, paccuppanne chattiṃsāti evaṃ aṭṭhavedanāsataṃ veditabbaṃ.",
  "atk-s0202a0:373": "90.Pañca kho ime, ānanda, kāmaguṇāti ayaṃ pāṭiekko anusandhi. Na kevalampi dve ādiṃ katvā vedanā bhagavatā paññattā, pariyāyena ekāpi vedanā kathitā. Taṃ dassento pañcakaṅgassa thapatino vādaṃ upatthambhetuṃ imaṃ desanaṃ ārabhi.",
  "atk-s0202a0:374": "Abhikkantataranti sundarataraṃ. Paṇītataranti atappakataraṃ. Ettha ca catutthajjhānato paṭṭhāya adukkhamasukhā vedanā, sāpi santaṭṭhena paṇītaṭṭhena ca sukhanti vuttā. Cha gehassitāni sukhanti vuttāni. Nirodho avedayitasukhavasena sukhaṃ nāma jāto. Pañcakāmaguṇavasena hi aṭṭhasamāpattivasena ca uppannaṃ vedayitasukhaṃ nāma. Nirodho avedayitasukhaṃ nāma. Iti vedayitasukhaṃ vā hotu avedayitasukhaṃ vā, taṃ niddukkhabhāvasaṅkhātena sukhaṭṭhena ekantasukhameva jātaṃ.",
  "atk-s0202a0:375": "91.Yatthayatthāti yasmiṃ yasmiṃ ṭhāne. Sukhaṃ upalabbhatīti vedayitasukhaṃ vā avedayitasukhaṃ vā upalabbhati. Taṃ taṃ tathāgato sukhasmiṃ paññapetīti taṃ sabbaṃ tathāgato niddukkhabhāvaṃ sukhasmiṃyeva paññapetīti. Idha bhagavā nirodhasamāpattiṃ sīsaṃ katvā neyyapuggalavasena arahattanikūṭeneva desanaṃ niṭṭhāpesīti.",
  "atk-s0202a0:376": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:377": "Bahuvedanīyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:378": "10. Apaṇṇakasuttavaṇṇanā",
  "atk-s0202a0:379": "92.Evaṃme sutanti apaṇṇakasuttaṃ. Tattha cārikanti aturitacārikaṃ.",
  "atk-s0202a0:380": "93.Atthi pana vo gahapatayoti kasmā āha? So kira gāmo aṭavidvāre niviṭṭho. Nānāvidhā samaṇabrāhmaṇā divasaṃ maggaṃ gantvā sāyaṃ taṃ gāmaṃ vāsatthāya upenti, tesaṃ te manussā mañcapīṭhāni pattharitvā pāde dhovitvā pāde makkhetvā kappiyapānakāni datvā punadivase nimantetvā dānaṃ denti. Te pasannacittā tehi saddhiṃ sammantayamānā evaṃ vadanti ‘‘atthi pana vo gahapatayo kiñci dassanaṃ gahita’’nti? Natthi, bhanteti. ‘‘Gahapatayo vinā dassanena loko na niyyāti, ekaṃ dassanaṃ ruccitvā khamāpetvā gahetuṃ vaṭṭati, ‘sassato loko’ti dassanaṃ gaṇhathā’’ti vatvā pakkantā. Aparadivase aññe āgatā. Tepi tatheva pucchiṃsu. Te tesaṃ ‘‘āma, bhante, purimesu divasesu tumhādisā samaṇabrāhmaṇā āgantvā ‘sassato loko’ti amhe idaṃ dassanaṃ gāhāpetvā gatā’’ti ārocesuṃ. ‘‘Te bālā kiṃ jānanti? ‘Ucchijjati ayaṃ loko’ti ucchedadassanaṃ gaṇhathā’’ti evaṃ tepi ucchedadassanaṃ gaṇhāpetvā pakkantā. Etenupāyena aññe ekaccasassataṃ, aññe antānantaṃ , aññe amarāvikkhepanti evaṃ dvāsaṭṭhi diṭṭhiyo uggaṇhāpesuṃ. Te pana ekadiṭṭhiyampi patiṭṭhātuṃ nāsakkhiṃsu. Sabbapacchā bhagavā agamāsi. So tesaṃ hitatthāya pucchanto ‘‘atthi pana vo gahapatayo’’tiādimāha. Tattha ākāravatīti kāraṇavatī sahetukā. Apaṇṇakoti aviraddho advejjhagāmī ekaṃsagāhiko.",
  "atk-s0202a0:381": "94.Natthi dinnantiādi dasavatthukā micchādiṭṭhi heṭṭhā sāleyyakasutte vitthāritā. Tathā tabbipaccanīkabhūtā sammādiṭṭhi.",
  "atk-s0202a0:382": "95.Nekkhamme ānisaṃsanti yo nesaṃ akusalato nikkhantabhāve ānisaṃso, yo ca vodānapakkho visuddhipakkho, taṃ na passantīti attho. Asaddhammasaññattīti abhūtadhammasaññāpanā . Attānukkaṃsetīti ṭhapetvā maṃ ko añño attano dassanaṃ pare gaṇhāpetuṃ sakkotīti attānaṃ ukkhipati. Paraṃ vambhetīti ettakesu janesu ekopi attano dassanaṃ pare gaṇhāpetuṃ na sakkotīti evaṃ paraṃ heṭṭhā khipati. Pubbeva kho panāti pubbe micchādassanaṃ gaṇhantasseva susīlyaṃ pahīnaṃ hoti, dussīlabhāvo paccupaṭṭhito. Evamassimeti evaṃ assa ime micchādiṭṭhiādayo satta. Aparāparaṃ uppajjanavasena pana teyeva micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā uppajjanti nāma.",
  "atk-s0202a0:383": "Tatrāti tāsu tesaṃ samaṇabrāhmaṇānaṃ laddhīsu. Kaliggahoti parājayaggāho. Dussamatto samādinnoti duggahito dupparāmaṭṭho. Ekaṃsaṃ pharitvā tiṭṭhatīti ekantaṃ ekakoṭṭhāsaṃ sakavādameva pharitvā adhimuccitvā tiṭṭhati, ‘‘sace kho natthi paro loko’’ti evaṃ santeyeva sotthibhāvāvaho hoti. Riñcatīti vajjeti.",
  "atk-s0202a0:384": "96.Saddhammasaññattīti bhūtadhammasaññāpanā.",
  "atk-s0202a0:385": "Kaṭaggahoti jayaggāho. Susamatto samādinnoti suggahito suparāmaṭṭho. Ubhayaṃsaṃpharitvā tiṭṭhatīti ubhayantaṃ ubhayakoṭṭhāsaṃ sakavādaṃ paravādañca pharitvā adhimuccitvā tiṭṭhati ‘‘sace kho atthi paro loko’’ti evaṃ santepi ‘‘sace kho natthi paro loko’’ti evaṃ santepi sotthibhāvāvaho hoti. Paratopi ekaṃsaubhayaṃsesu imināva nayena attho veditabbo.",
  "atk-s0202a0:386": "97.Karototi sahatthā karontassa. Kārayatoti āṇattiyā kārentassa. Chindatoti paresaṃ hatthādīni chindantassa. Pacatoti daṇḍena pīḷentassa vā tajjentassa vā. Socayatoti parassa bhaṇḍaharaṇādīhi sokaṃ sayaṃ karontassapi parehi kārentassapi. Kilamatoti āhārūpaccheda-bandhanāgārappavesanādīhi sayaṃ kilamantassāpi parehi kilamāpentassāpi. Phandato phandāpayatoti paraṃ phandantaṃ phandanakāle sayampi phandato parampi phandāpayato. Pāṇamatipātayatoti pāṇaṃ hanantassapi hanāpentassapi. Evaṃ sabbattha karaṇakārāpanavaseneva attho veditabbo.",
  "atk-s0202a0:387": "Sandhinti gharasandhiṃ. Nillopanti mahāvilopaṃ. Ekāgārikanti ekameva gharaṃ parivāretvā vilumpanaṃ. Paripanthetiṭṭhatoti āgatāgatānaṃ acchindanatthaṃ magge tiṭṭhato. Karoto na karīyati pāpanti yaṃkiñci pāpaṃ karomīti saññāya karotopi pāpaṃ na karīyati, natthi pāpaṃ. Sattā pana karomāti evaṃsaññino hontīti attho. Khurapariyantenāti khuraneminā, khuradhārasadisapariyantena vā. Ekaṃ maṃsakhalanti ekaṃ maṃsarāsiṃ. Puñjanti tasseva vevacanaṃ. Tatonidānanti ekamaṃsakhalakaraṇanidānaṃ. Dakkhiṇatīre manussā kakkhaḷā dāruṇā, te sandhāya hanantotiādi vuttaṃ. Uttaratīre saddhā honti pasannā buddhamāmakā dhammamāmakā saṅghamāmakā, te sandhāya dadantotiādi vuttaṃ.",
  "atk-s0202a0:388": "Tattha yajantoti mahāyāgaṃ karonto. Damenāti indriyadamena uposathakammena. Saṃyamenāti sīlasaṃyamena. Saccavajjenāti saccavacanena. Āgamoti āgamanaṃ, pavattīti attho. Sabbathāpi pāpapuññānaṃ kiriyameva paṭikkhipanti. Sukkapakkhopi vuttanayeneva veditabbo. Sesamettha purimavāre vuttasadisameva.",
  "atk-s0202a0:389": "100.Natthi hetu natthi paccayoti ettha paccayo hetuvevacanaṃ. Ubhayenāpi vijjamānakameva kāyaduccaritādisaṃkilesapaccayaṃ kāyasucaritādivisuddhipaccayaṃ paṭikkhipanti. Natthibalaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamoti sattānaṃ saṃkilesituṃ vā visujjhituṃ vā balaṃ vā vīriyaṃ vā purisena kātabbo nāma purisathāmo vā purisaparakkamo vā natthi.",
  "atk-s0202a0:390": "Sabbe sattāti oṭṭhagoṇagadrabhādayo anavasese nidassenti. Sabbe pāṇāti ekindriyo pāṇo dvindriyo pāṇoti ādivasena vadanti. Sabbe bhūtāti aṇḍakosavatthikosesu bhūte sandhāya vadanti. Sabbe jīvāti sāliyavagodhumādayo sandhāya vadanti. Tesu hete viruhanabhāvena jīvasaññino. Avasā abalā avīriyāti tesaṃ attano vaso vā balaṃ vā vīriyaṃ vā natthi. Niyatisaṅgatibhāvapariṇatāti ettha niyatīti niyatatā. Saṅgatīti channaṃ abhijātīnaṃ tattha tattha gamanaṃ. Bhāvoti sabhāvoyeva. Evaṃ niyatiyā ca saṅgatiyā ca bhāvena ca pariṇatā nānappakārataṃ pattā. Yena hi yathā bhavitabbaṃ, so tatheva bhavati. Yena no bhavitabbaṃ, so na bhavatīti dassenti. Chasvevābhijātīsūti chasu eva abhijātīsu ṭhatvā sukhañca dukkhañca paṭisaṃvedenti, aññā sukhadukkhabhūmi natthīti dassenti.",
  "atk-s0202a0:391": "Tattha cha abhijātiyo nāma kaṇhābhijāti nīlābhijāti lohitābhijāti haliddābhijāti sukkābhijāti paramasukkābhijātīti. Tattha sākuṇiko sūkariko luddo macchaghātako coro coraghātako, ye vā panaññepi keci kurūrakammantā, ayaṃ kaṇhābhijāti nāma. Bhikkhū nīlābhijātīti vadanti. Te kira catūsu paccayesu kaṇṭake pakkhipitvā khādanti. ‘‘Bhikkhū ca kaṇṭakavuttino’’ti ayañhi nesaṃ pāḷiyeva. Atha vā kaṇṭakavuttikā evaṃ nāma eke pabbajitāti vadanti. ‘‘Samaṇakaṇṭakavuttikā’’tipi hi nesaṃ pāḷi. Lohitābhijāti nāma nigaṇṭhā ekasāṭakāti vadanti. Ime kira purimehi dvīhi paṇḍaratarā. Gihī acelakasāvakā haliddābhijātīti vadanti. Iti attano paccayadāyake nigaṇṭhehipi jeṭṭhakatare karonti. Nando, vaccho, saṅkicco, ayaṃ sukkābhijātīti vadanti. Te kira purimehi catūhi paṇḍaratarā. Ājīvake pana paramasukkābhijātīti vadanti. Te kira sabbehi paṇḍaratarā.",
  "atk-s0202a0:392": "Tattha sabbe sattā paṭhamaṃ sākuṇikādayova honti, tato visujjhamānā sakyasamaṇā honti, tato visujjhamānā nigaṇṭhā, tato ājīvakasāvakā, tato nandādayo, tato ājīvakāti ayametesaṃ laddhi. Sukkapakkho vuttapaccanīkena veditabbo. Sesamidhāpi purimavāre vuttasadisameva.",
  "atk-s0202a0:393": "Imāsu pana tīsu diṭṭhīsu natthikadiṭṭhi vipākaṃ paṭibāhati, akiriyadiṭṭhi kammaṃ paṭibāhati, ahetukadiṭṭhi ubhayampi paṭibāhati. Tattha kammaṃ paṭibāhantenāpi vipāko paṭibāhito hoti, vipākaṃ paṭibāhantenāpi kammaṃ paṭibāhitaṃ. Iti sabbepete atthato ubhayapaṭibāhakā natthikavādā ceva ahetukavādā akiriyavādā ca honti. Ye pana tesaṃ laddhiṃ gahetvā rattiṭṭhāne divāṭṭhāne nisinnā sajjhāyanti vīmaṃsanti, tesaṃ – ‘‘natthi dinnaṃ natthi yiṭṭhaṃ, karoto na kariyati pāpaṃ, natthi hetu natthi paccayo’’ti tasmiṃ ārammaṇe micchāsati santiṭṭhati , cittaṃ ekaggaṃ hoti, javanāni javanti, paṭhamajavane satekicchā honti, tathā dutiyādīsu. Sattame buddhānampi atekicchā anivattino ariṭṭhakaṇṭakasadisā.",
  "atk-s0202a0:394": "Tattha koci ekaṃ dassanaṃ okkamati, koci dve, koci tīṇipi, ekasmiṃ okkantepi dvīsu tīsu okkantesupi niyatamicchādiṭṭhikova hoti, patto saggamaggāvaraṇañceva mokkhamaggāvaraṇañca, abhabbo tassa attabhāvassa anantaraṃ saggampi gantuṃ, pageva mokkhaṃ. Vaṭṭakhāṇu nāmesa satto pathavīgopako. Kiṃ panesa ekasmiṃyeva attabhāve niyato hoti, udāhu aññasmimpīti? Ekasmiññeva niyato, āsevanavasena pana bhavantarepi taṃ taṃ diṭṭhiṃ rocetiyeva. Evarūpassa hi yebhuyyena bhavato vuṭṭhānaṃ nāma natthi.",
  "atk-s0202a0:395": "Tasmā akalyāṇajanaṃ, āsīvisamivoragaṃ;",
  "atk-s0202a0:396": "Ārakā parivajjeyya, bhūtikāmo vicakkhaṇoti.",
  "atk-s0202a0:397": "103.Natthi sabbaso āruppāti arūpabrahmaloko nāma sabbākārena natthi. Manomayāti jhānacittamayā. Saññāmayāti arūpajjhānasaññāya saññāmayā. Rūpānaṃyeva nibbidāya virāgāya nirodhāya paṭipanno hotīti ayaṃ lābhī vā hoti takkī vā. Lābhī nāma rūpāvacarajjhānalābhī. Tassa rūpāvacare kaṅkhā natthi, arūpāvacaraloke atthi . So – ‘‘ahaṃ āruppā atthīti vadantānampi natthīti vadantānampi suṇāmi, atthi natthīti pana na jānāmi. Catutthajjhānaṃ padaṭṭhānaṃ katvā arūpāvacarajjhānaṃ nibbattessāmi. Sace āruppā atthi, tattha nibbattissāmi, sace natthi, rūpāvacarabrahmaloke nibbattissāmi. Evaṃ me apaṇṇako dhammo apaṇṇakova aviraddhova bhavissatī’’ti tathā paṭipajjati. Takkī pana appaṭiladdhajjhāno, tassāpi rūpajjhāne kaṅkhā natthi, arūpaloke pana atthi. So – ‘‘ahaṃ āruppā atthīti vadantānampi natthīti vadantānampi suṇāmi, atthi natthīti pana na jānāmi. Kasiṇaparikammaṃ katvā catutthajjhānaṃ nibbattetvā taṃ padaṭṭhānaṃ katvā arūpāvacarajjhānaṃ nibbattessāmi. Sace āruppā atthi, tattha nibbattissāmi. Sace natthi, rūpāvacarabrahmaloke nibbattissāmi. Evaṃ me apaṇṇako dhammo apaṇṇakova aviraddhova bhavissatī’’ti tathā paṭipajjati.",
  "atk-s0202a0:398": "104.Bhavanirodhoti nibbānaṃ. Sārāgāya santiketi rāgavasena vaṭṭe rajjanassa santike. Saṃyogāyāti taṇhāvasena saṃyojanatthāya. Abhinandanāyāti taṇhādiṭṭhivasena abhinandanāya. Paṭipanno hotīti ayampi lābhī vā hoti takkī vā. Lābhī nāma aṭṭhasamāpattilābhī. Tassa āruppe kaṅkhā natthi, nibbāne atthi. So – ‘‘ahaṃ nirodho atthītipi natthītipi suṇāmi, sayaṃ na jānāmi. Samāpattiṃ pādakaṃ katvā vipassanaṃ vaḍḍhessāmi. Sace nirodho bhavissati, arahattaṃ patvā parinibbāyissāmi. No ce bhavissati, āruppe nibbattissāmī’’ti evaṃ paṭipajjati. Takkī pana ekasamāpattiyāpi na lābhī, āruppe panassa kaṅkhā natthi, bhavanirodhe atthi. So – ‘‘ahaṃ nirodho atthītipi natthītipi suṇāmi, sayaṃ na jānāmi, kasiṇaparikammaṃ katvā aṭṭhasamāpattiyo nibbattetvā samāpattipadaṭṭhānaṃ vipassanaṃ vaḍḍhessāmi. Sace nirodho bhavissati, arahattaṃ patvā parinibbāyissāmi. No ce bhavissati, āruppe nibbattissāmī’’ti evaṃ paṭipajjati. Etthāha – ‘‘atthi dinnantiādīni tāva apaṇṇakāni bhavantu, natthi dinnantiādīni pana kathaṃ apaṇṇakānī’’ti. Gahaṇavasena. Tāni hi apaṇṇakaṃ apaṇṇakanti evaṃ gahitattā apaṇṇakāni nāma jātāni.",
  "atk-s0202a0:399": "105.Cattārometi ayaṃ pāṭiekko anusandhi. Natthikavādo, ahetukavādo akiriyavādo, āruppā natthi nirodho natthīti evaṃvādino ca dveti ime pañca puggalā heṭṭhā tayo puggalāva honti. Atthikavādādayo pañca eko catutthapuggalova hoti. Etamatthaṃ dassetuṃ bhagavā imaṃ desanaṃ ārabhi. Tattha sabbaṃ atthato uttānamevāti.",
  "atk-s0202a0:400": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a0:401": "Apaṇṇakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a0:402": "Paṭhamavaggavaṇṇanā niṭṭhitā."
}