{
  "atk-s0511a21:0": "21. Vipassībuddhavaṃsavaṇṇanā",
  "atk-s0511a21:1": "Phussassa buddhassa aparabhāge sāntarakappe tasmiñca kappe vītivatte ito ekanavutikappe vijitasabbakappo parahitaniratasaṅkappo sabbattha vipassī vipassī nāma satthā loke udapādi. So pāramiyo pūretvā anekaratanamaṇivisarasamujjotitabhavane tusitabhavane nibbattitvā tato cavitvā bandhumatīnagare anekabandhumato bandhumato rañño bandhumatiyā nāma aggamahesiyā kucchismiṃ paṭisandhiṃ aggahesi. So dasannaṃ māsānaṃ accayena kheme migadāye mātudarato asitanīradarājito puṇṇacando viya nikkhami. Nāmaggahaṇadivase panassa lakkhaṇapāṭhakā ñātakā ca divā ca rattiñca antarantarā nimmisasañjanitandhakāravirahena visuddhaṃ passanti, vivaṭehi vā akkhīhi passatīti ‘‘vipassī’’ti nāmamakaṃsu. ‘‘Viceyya viceyya passatīti vipassī’’ti vadanti. So aṭṭhavassasahassāni agāraṃ ajjhāvasi. Nanda-sunanda-sirimānāmakā tayo cassa pāsādā ahesuṃ.",
  "atk-s0511a21:2": "Sudassanādevippamukhānaṃ itthīnaṃ satasahassaṃ vīsati ca sahassāni ahesuṃ. ‘‘Sutanū’’tipi sudassanā vuccati. So aṭṭhavassasahassānaṃ accayena cattāri nimittāni disvā sutanudeviyā samavaṭṭakkhandhe nāma tanaye jāte ājaññarathena mahābhinikkhamanaṃ nikkhamitvā pabbaji. Taṃ purisānaṃ caturāsītisatasahassāni anupabbajiṃsu. So tehi parivuto mahāpuriso aṭṭhamāsaṃ padhānacariyaṃ caritvā visākhapuṇṇamāya sudassanaseṭṭhidhītāya dinnaṃ madhupāyāsaṃ paribhuñjitvā kusumasamalaṅkate sālavane divāvihāraṃ katvā sujātena nāma yavapālakena dinnā aṭṭha tiṇamuṭṭhiyo gahetvā pāṭalibodhiṃ samalaṅkataṃ disvā dakkhiṇadisābhāgena taṃ upāgami.",
  "atk-s0511a21:3": "Tassā pana pāṭaliyā samavaṭṭakkhandho taṃ divasaṃ paṇṇāsaratano hutvā abbhuggato sākhā paṇṇāsaratanā ubbedhena ratanasataṃ ahosi. Taṃdivasameva sā pāṭalī kaṇṇikābaddhehi viya pupphehi paramasurabhigandhehi mūlato paṭṭhāya sabbasañchannā ahosi. Dibbagandho vāyati, na kevalaṃ tadā ayameva pupphito, dasasahassi cakkavāḷesu sabbe pāṭaliyo pupphitāva. Na kevalaṃ pāṭaliyova, dasasahassicakkavāḷesu sabbarukkhagumbalatāyopi pupphiṃsu. Mahāsamuddopi pañcavaṇṇehi padumehi kuvalayuppalakumudehi sañchanno sītalamadhurasalilo ahosi. Sabbampi ca dasasahassi cakkavāḷabbhantaraṃ dhajamālākulaṃ ahosi. Tattha tattha paṭimālāgulavippakiṇṇaṃ nānāsurabhikusumasajjitadharaṇītalaṃ dhūpacuṇṇandhakāraṃ ahosi. Taṃ upagantvā tepaṇṇāsahatthavitthataṃ tiṇasantharaṃ santharitvā caturaṅgasamannāgataṃ vīriyaṃ adhiṭṭhāya – ‘‘yāva buddho na homi, tāva ito na uṭṭhahāmī’’ti paṭiññaṃ katvā nisīdi. Evaṃ nisīditvā samāraṃ mārabalaṃ vidhamitvā maggānukkamena cattāri maggañāṇāni maggānantaraṃ cattāri phalañāṇāni catasso paṭisambhidā catuyoniparicchedakañāṇaṃ pañcagatiparicchedakañāṇaṃ catuvesārajjañāṇāni cha asādhāraṇañāṇāni ca sakale ca buddhaguṇe hatthagate katvā paripuṇṇasaṅkappo bodhipallaṅke nisinnova –",
  "atk-s0511a21:4": "‘‘Anekajātisaṃsāraṃ…pe… taṇhānaṃ khayamajjhagā. (dha. pa. 153-154);",
  "atk-s0511a21:5": "‘‘Ayoghanahatasseva, jalato jātavedaso;",
  "atk-s0511a21:6": "Anupubbūpasantassa, yathā na ñāyate gati.",
  "atk-s0511a21:7": "‘‘Evaṃ sammā vimuttānaṃ, kāmabandhoghatārinaṃ;",
  "atk-s0511a21:8": "Paññāpetuṃ gatī natthi, pattānaṃ acalaṃ sukha’’nti. (udā. 80) –",
  "atk-s0511a21:9": "Evaṃ udānaṃ udānetvā bodhisamīpeyeva sattasattāhaṃ vītināmetvā brahmāyācanaṃ sampaṭicchitvā attano vemātikassa bhātikassa khaṇḍakumārassa ca purohitaputtassa tissakumārassa ca upanissayasampattiṃ oloketvā ākāsena gantvā kheme migadāye otaritvā ubhopi te uyyānapālena pakkosāpetvā tesaṃ parivārānaṃ majjhe dhammacakkaṃ pavattesi. Tadā aparimitānaṃ devatānaṃ dhammābhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a21:10": "1.",
  "atk-s0511a21:11": " ‘‘Phussassa ca aparena, sambuddho dvipaduttamo;",
  "atk-s0511a21:12": "Vipassī nāma nāmena, loke uppajji cakkhumā.",
  "atk-s0511a21:13": "2.",
  "atk-s0511a21:14": " ‘‘Avijjaṃ sabbaṃ padāletvā, patto sambodhimuttamaṃ;",
  "atk-s0511a21:15": "Dhammacakkaṃ pavattetuṃ, pakkāmi bandhumatīpuraṃ.",
  "atk-s0511a21:16": "3.",
  "atk-s0511a21:17": " ‘‘Dhammacakkaṃ pavattetvā, ubho bodhesi nāyako;",
  "atk-s0511a21:18": "Gaṇanāya na vattabbo, paṭhamābhisamayo ahū’’ti.",
  "atk-s0511a21:19": "Tattha padāletvāti bhinditvā, avijjandhakāraṃ bhinditvāti attho. ‘‘Vattetvā cakkamārāme’’tipi pāṭho, tassa ārāmeti kheme migadāyeti attho. Ubho bodhesīti attano kaniṭṭhabhātikaṃ khaṇḍaṃ rājaputtaṃ tissañca purohitaputtanti ubho bodhesi. Gaṇanāya na vattabboti devatānaṃ abhisamayavasena gaṇanaparicchedo natthīti attho.",
  "atk-s0511a21:20": "Athāparena samayena khaṇḍaṃ rājaputtaṃ tissañca purohitaputtaṃ anupabbajitāni caturāsītibhikkhusahassāni dhammāmataṃ pāyesi. So dutiyo abhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a21:21": "4.",
  "atk-s0511a21:22": " ‘‘Punāparaṃ amitayaso, tattha saccaṃ pakāsayi;",
  "atk-s0511a21:23": "Caturāsītisahassānaṃ, dutiyābhisamayo ahū’’ti.",
  "atk-s0511a21:24": "Tattha tatthāti kheme migadāyeti attho. ‘‘Caturāsītisahassāni, sambuddhamanupabbaju’’nti ettha ete pana caturāsītisahassasaṅkhātā purisā vipassissa kumārassa upaṭṭhākapurisāyeva. Te pātova vipassikumārassa upaṭṭhānaṃ āgantvā kumāramadisvā pātarāsatthāya gantvā bhuttapātarāsā ‘‘kuhiṃ kumāro’’ti pucchitvā tato ‘‘uyyānabhūmiṃ gato’’ti sutvā ‘‘tattheva naṃ dakkhissāmā’’ti nikkhantā nivattamānaṃ tassa sārathiṃ disvā ‘‘kumāro pabbajito’’ti sutvā sutaṭṭhāneyeva sabbābharaṇāni muñcitvā antarāpaṇato kāsāyāni vatthāni āharāpetvā kesamassuṃ ohāretvā pabbajiṃsu. Pabbajitvā ca te gantvā mahāpurisaṃ parivārayiṃsu.",
  "atk-s0511a21:25": "Tato vipassī bodhisatto ‘‘padhānacariyaṃ caranto ākiṇṇo viharāmi, na kho panametaṃ pātirūpaṃ yatheva maṃ ime gihibhūtā pubbe parivāretvā caranti, idānipi tatheva kiṃ iminā gaṇenā’’ti gaṇasaṅgaṇikāya ukkaṇṭhitvā ‘‘ajjeva gacchāmī’’ti cintetvā puna – ‘‘ajja avelā, sace panāhaṃ ajja gamissāmi, sabbepime jānissanti, sveva gamissāmī’’ti cintesi. Taṃdivasañca uruvelagāmasadise ekasmiṃ gāme gāmavāsino manussā svātanāya saddhiṃ parisāya mahāpurisaṃ nimantayiṃsu. Te tesaṃ caturāsītisahassānaṃ mahāpurisassa ca pāyāsameva paṭiyādayiṃsu. Atha vipassī mahāpuriso punadivase visākhapuṇṇamāya tasmiṃ gāme tehi pabbajitajanehi saddhiṃ bhattakiccaṃ katvā vasanaṭṭhānameva agamāsi. Tatra te pabbajitā mahāpurisassa vattaṃ dassetvā attano attano rattiṭṭhānadivāṭṭhānāni pavisiṃsu.",
  "atk-s0511a21:26": "Bodhisattopi paṇṇasālaṃ pavisitvā nisinno cintesi – ‘‘ayaṃ kālo nikkhamitu’’nti nikkhamitvā paṇṇasāladvāraṃ pidahitvā bodhimaṇḍābhimukho pāyāsi. Te kira pabbajitā sāyaṃ bodhisattassa upaṭṭhānaṃ gantvā paṇṇasālaṃ parivāretvā nisinnā – ‘‘ativikālo jāto upadhārethā’’ti vatvā paṇṇasāladvāraṃ vivaritvā taṃ apassantāpi ‘‘kuhiṃ nu gato mahāpuriso’’ti nānubandhiṃsu. ‘‘Gaṇavāse nibbinno eko viharitukāmo maññe mahāpuriso buddhabhūtaṃyeva taṃ passissāmā’’ti antojambudīpābhimukhā cārikaṃ pakkamiṃsu. Atha te – ‘‘vipassinā kira buddhattaṃ patvā dhammacakkaṃ pavattita’’nti sutvā anukkamena sabbe te pabbajitā bandhumatiyā rājadhāniyā kheme migadāye sannipatiṃsu. Tato tesaṃ bhagavā dhammaṃ desesi, tadā caturāsītiyā bhikkhusahassānaṃ dhammābhisamayo ahosi. So tatiyo abhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a21:27": "5.",
  "atk-s0511a21:28": " ‘‘Caturāsītisahassāni, sambuddhaṃ anupabbajuṃ;",
  "atk-s0511a21:29": "Tesamārāmapattānaṃ, dhammaṃ desesi cakkhumā.",
  "atk-s0511a21:30": "6.",
  "atk-s0511a21:31": " ‘‘Sabbākārena bhāsato, sutvā upanisādino;",
  "atk-s0511a21:32": "Tepi dhammavaraṃ gantvā, tatiyābhisamayo ahū’’ti.",
  "atk-s0511a21:33": "Tattha caturāsītisahassāni, sambuddhaṃ anupabbajunti ettha anunā yogato sambuddhanti upayogavacanaṃ katanti veditabbaṃ, sambuddhassa pacchā pabbajiṃsūti attho. Lakkhaṇaṃ saddasatthato gahetabbaṃ. ‘‘Tattha ārāmapattāna’’ntipi pāṭho. Bhāsatoti vadato. Upanisādinoti gantvā upanissāya dhammadānaṃ dadatoti attho. Tepīti te caturāsītisahassasaṅkhātā pabbajitā vipassissa upaṭṭhākabhūtā. Gantvāti tassa dhammaṃ ñatvā. Evaṃ tesaṃ tatiyo abhisamayo ahosi. Kheme migadāye vipassīsammāsambuddhaṃ dve ca aggasāvake anupabbajitānaṃ bhikkhūnaṃ aṭṭhasaṭṭhisatasahassānaṃ majjhe nisinno vipassī bhagavā –",
  "atk-s0511a21:34": "‘‘Khantīparamaṃ tapo titikkhā, nibbānaṃ paramaṃ vadanti buddhā;",
  "atk-s0511a21:35": "Na hi pabbajito parūpaghātī, na samaṇo hoti paraṃ viheṭhayanto.",
  "atk-s0511a21:36": "‘‘Sabbapāpassa akaraṇaṃ, kusalassa upasampadā;",
  "atk-s0511a21:37": "Sacittapariyodapanaṃ, etaṃ buddhāna sāsanaṃ.",
  "atk-s0511a21:38": "‘‘Anūpavādo anūpaghāto, pātimokkhe ca saṃvaro;",
  "atk-s0511a21:39": "Mattaññutā ca bhattasmiṃ, pantañca sayanāsanaṃ;",
  "atk-s0511a21:40": "Adhicitte ca āyogo, etaṃ buddhāna sāsana’’nti. (dī. ni. 2.90; dha. pa. 183, 184, 185) –",
  "atk-s0511a21:41": "Imaṃ pātimokkhaṃ uddisi. Imā pana sabbabuddhānaṃ pātimokkhuddesagāthāyo hontīti veditabbaṃ. So paṭhamo sannipāto ahosi. Puna yamakapāṭihāriyaṃ disvā pabbajitānaṃ bhikkhūnaṃ satasahassānaṃ dutiyo sannipāto ahosi. Yadā pana vipassissa vemātikā tayo bhātaro paccantaṃ vūpasametvā bhagavato upaṭṭhānakiriyāya laddhavarā hutvā attano nagaraṃ netvā upaṭṭhahantā tassa dhammaṃ sutvā pabbajiṃsu. Tesaṃ asītisatasahassānaṃ majjhe nisīditvā bhagavā kheme migadāye pātimokkhaṃ uddisi, so tatiyo sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a21:42": "7.",
  "atk-s0511a21:43": " ‘‘Sannipātā tayo āsuṃ, vipassissa mahesino;",
  "atk-s0511a21:44": "Khīṇāsavānaṃ vimalānaṃ, santacittāna tādinaṃ.",
  "atk-s0511a21:45": "8.",
  "atk-s0511a21:46": " ‘‘Aṭṭhasaṭṭhisatasahassānaṃ, paṭhamo āsi samāgamo;",
  "atk-s0511a21:47": "Bhikkhusatasahassānaṃ, dutiyo āsi samāgamo.",
  "atk-s0511a21:48": "9.",
  "atk-s0511a21:49": " ‘‘Asītibhikkhusahassānaṃ, tatiyo āsi samāgamo;",
  "atk-s0511a21:50": "Tattha bhikkhugaṇamajjhe, sambuddho atirocatī’’ti.",
  "atk-s0511a21:51": "Tattha aṭṭhasaṭṭhisatasahassānanti aṭṭhasaṭṭhisahassādhikānaṃ satasahassabhikkhūnanti attho. Tatthāti tattha kheme migadāye. Bhikkhugaṇamajjheti bhikkhugaṇassa majjhe. ‘‘Tassa bhikkhugaṇamajjhe’’tipi pāṭho, tassa bhikkhugaṇassa majjheti attho.",
  "atk-s0511a21:52": "Tadā amhākaṃ bodhisatto mahiddhiko mahānubhāvo atulo nāma nāgarājā hutvā anekanāgakoṭisatasahassaparivāro hutvā saparivārassa dasabalassa asamabalasīlassa karuṇāsītalahadayassa sakkārakaraṇatthaṃ sattaratanamayaṃ candamaṇḍalasaṅkāsaṃ daṭṭhabbasāramaṇḍaṃ maṇḍapaṃ kāretvā tattha nisīdāpetvā sattāhaṃ dibbavibhavānurūpaṃ mahādānaṃ datvā sattaratanakhacitaṃ mahārahaṃ suvaṇṇamayaṃ nānāmaṇijutivisarasamujjalaṃ pīṭhaṃ bhagavato adāsi. Tadā naṃ pīṭhānumodanāvasāne ‘‘ito ayaṃ ekanavutikappe buddho bhavissatī’’ti byākāsi. Tena vuttaṃ –",
  "atk-s0511a21:53": "10.",
  "atk-s0511a21:54": " ‘‘Ahaṃ tena samayena, nāgarājā mahiddhiko;",
  "atk-s0511a21:55": "Atulo nāma nāmena, puññavanto jutindharo.",
  "atk-s0511a21:56": "11.",
  "atk-s0511a21:57": " ‘‘Nekānaṃ nāgakoṭīnaṃ, parivāretvānahaṃ tadā;",
  "atk-s0511a21:58": "Vajjanto dibbaturiyehi, lokajeṭṭhaṃ upāgamiṃ.",
  "atk-s0511a21:59": "12.",
  "atk-s0511a21:60": " ‘‘Upasaṅkamitvā sambuddhaṃ, vipassiṃ lokanāyakaṃ;",
  "atk-s0511a21:61": "Maṇimuttaratanakhacitaṃ, sabbābharaṇabhūsitaṃ;",
  "atk-s0511a21:62": "Nimantetvā dhammarājassa, suvaṇṇapīṭhamadāsahaṃ.",
  "atk-s0511a21:63": "13.",
  "atk-s0511a21:64": " ‘‘Sopi maṃ buddho byākāsi, saṅghamajjhe nisīdiya;",
  "atk-s0511a21:65": "Ekanavutito kappe, ayaṃ buddho bhavissati.",
  "atk-s0511a21:66": "14.",
  "atk-s0511a21:67": " ‘‘Ahu kapilavhayā rammā, nikkhamitvā tathāgato;",
  "atk-s0511a21:68": "Padhānaṃ padahitvāna, katvā dukkarakārikaṃ.",
  "atk-s0511a21:69": "15.",
  "atk-s0511a21:70": " ‘‘Ajapālarukkhamūlasmiṃ, nisīditvā tathāgato;",
  "atk-s0511a21:71": "Tattha pāyāsaṃ paggayha, nerañjaramupehiti.",
  "atk-s0511a21:72": "16.",
  "atk-s0511a21:73": " ‘‘Nerañjarāya tīramhi, pāyāsaṃ ada so jino;",
  "atk-s0511a21:74": "Paṭiyattavaramaggena, bodhimūlamupehiti.",
  "atk-s0511a21:75": "17.",
  "atk-s0511a21:76": " ‘‘Tato padakkhiṇaṃ katvā, bodhimaṇḍaṃ anuttaro;",
  "atk-s0511a21:77": "Assatthamūle sambodhiṃ, bujjhissati mahāyaso.",
  "atk-s0511a21:78": "18.",
  "atk-s0511a21:79": " ‘‘Imassa janikā mātā, māyā nāma bhavissati;",
  "atk-s0511a21:80": "Pitā suddhodano nāma, ayaṃ hessati gotamo.",
  "atk-s0511a21:81": "19.",
  "atk-s0511a21:82": " ‘‘Anāsavā vītarāgā, santacittā samāhitā;",
  "atk-s0511a21:83": "Kolito upatisso ca, aggā hessanti sāvakā;",
  "atk-s0511a21:84": "Ānando nāmupaṭṭhāko, upaṭṭhissatimaṃ jinaṃ.",
  "atk-s0511a21:85": "20.",
  "atk-s0511a21:86": " ‘‘Khemā uppalavaṇṇā ca, aggā hessanti sāvikā;",
  "atk-s0511a21:87": "Anāsavā vītarāgā, santacittā samāhitā;",
  "atk-s0511a21:88": "Bodhi tassa bhagavato, assatthoti pavuccati…pe….",
  "atk-s0511a21:89": "23.",
  "atk-s0511a21:90": " ‘‘Tassāhaṃ vacanaṃ sutvā, bhiyyo cittaṃ pasādayiṃ;",
  "atk-s0511a21:91": "Uttariṃ vatamadhiṭṭhāsiṃ, dasapāramipūriyā’’ti.",
  "atk-s0511a21:92": "Tattha puññavantoti puññavā, samupacitapuññasañcayoti attho. Jutindharoti pabhāyutto. Nekānaṃ nāgakoṭīnanti anekāhi nāgakoṭīhi, karaṇatthe sāmivacanaṃ daṭṭhabbaṃ. Parivāretvānāti bhagavantaṃ parivāretvā. Ahanti attānaṃ niddisati. Vajjantoti vādento tāḷento. Maṇimuttaratanakhacitanti maṇimuttādīhi vividhehi ratanehi khacitanti attho. Sabbābharaṇabhūsitanti sabbābharaṇehi vāḷarūpādīhi ratanamayehi maṇḍitanti attho. Suvaṇṇapīṭhanti suvaṇṇamayaṃ pīṭhaṃ. Adāsahanti adāsiṃ ahaṃ.",
  "atk-s0511a21:93": "Tassa pana vipassissa bhagavato bandhumatī nāma nagaraṃ ahosi. Bandhumā nāma rājā pitā, bandhumatī nāma mātā, khaṇḍo ca tisso ca dve aggasāvakā, asoko nāmupaṭṭhāko, candā ca candamittā ca dve aggasāvikā, pāṭalirukkho bodhi, sarīraṃ asītihatthubbedhaṃ ahosi, sarīrappabhā sabbakālaṃ satta yojanāni pharitvā aṭṭhāsi asītivassasahassāni āyu, sutanu nāmassa aggamahesī, samavaṭṭakkhandho nāmassa putto, ājaññarathena nikkhami. Tena vuttaṃ –",
  "atk-s0511a21:94": "24.",
  "atk-s0511a21:95": " ‘‘Nagaraṃ bandhumatī nāma, bandhumā nāma khattiyo;",
  "atk-s0511a21:96": "Mātā bandhumatī nāma, vipassissa mahesino.",
  "atk-s0511a21:97": "29.",
  "atk-s0511a21:98": " ‘‘Khaṇḍo ca tissanāmo ca, ahesuṃ aggasāvakā;",
  "atk-s0511a21:99": "Asoko nāmupaṭṭhāko, vipassissa mahesino.",
  "atk-s0511a21:100": "30.",
  "atk-s0511a21:101": " ‘‘Candā ca candamittā ca, ahesuṃ aggasāvikā;",
  "atk-s0511a21:102": "Bodhi tassa bhagavato, pāṭalīti pavuccati.",
  "atk-s0511a21:103": "32.",
  "atk-s0511a21:104": " ‘‘Asītihatthamubbedho, vipassī lokanāyako;",
  "atk-s0511a21:105": "Pabhā niddhāvatī tassa, samantā sattayojane.",
  "atk-s0511a21:106": "33.",
  "atk-s0511a21:107": " ‘‘Asītivassasahassāni, āyu buddhassa tāvade;",
  "atk-s0511a21:108": "Tāvatā tiṭṭhamāno so, tāresi janataṃ bahuṃ.",
  "atk-s0511a21:109": "34.",
  "atk-s0511a21:110": " ‘‘Bahudevamanussānaṃ, bandhanā parimocayi;",
  "atk-s0511a21:111": "Maggāmaggañca ācikkhi, avasesaputhujjane.",
  "atk-s0511a21:112": "35.",
  "atk-s0511a21:113": " ‘‘Ālokaṃ dassayitvāna, desetvā amataṃ padaṃ;",
  "atk-s0511a21:114": "Jalitvā aggikkhandhova, nibbuto so sasāvako.",
  "atk-s0511a21:115": "36.",
  "atk-s0511a21:116": " ‘‘Iddhivaraṃ puññavaraṃ, lakkhaṇañca kusumitaṃ;",
  "atk-s0511a21:117": "Sabbaṃ tamantarahitaṃ, nanu rittā sabbasaṅkhārā’’ti.",
  "atk-s0511a21:118": "Tattha bandhanāti devamanusse kāmarāgasaṃyojanādibandhanā mocesi, vikāsesīti attho. Maggāmaggañca ācikkhīti ‘‘amatādhigamāya ayaṃ maggo ucchedasassatadiṭṭhivirahitā majjhimā paṭipadā maggo kāyakilamathādiko nāyaṃ maggo’’ti sesaputhujjane ācikkhīti attho. Ālokaṃ dassayitvānāti maggañāṇālokaṃ vipassanāñāṇālokañca dassayitvā. Lakkhaṇañca kusumitanti cittalakkhaṇādīhi phullitaṃ maṇḍitaṃ bhagavato sarīranti attho. Sesaṃ sabbattha gāthāsu uttānamevāti.",
  "atk-s0511a21:119": "Vipassībuddhavaṃsavaṇṇanā niṭṭhitā.",
  "atk-s0511a21:120": "Niṭṭhito ekūnavīsatimo buddhavaṃso."
}