{
  "atk-abh03a58:0": "2. Dukapaṭṭhānavaṇṇanā",
  "atk-abh03a58:1": "Dukapaṭṭhānepi sabbadukesu pañhāvissajjanāni ceva gaṇanā ca pāḷiyaṃ āgatanayeneva veditabbā. Apicettha sahetukahetusampayuttadukānaṃ vissajjanaṃ hetudukavissajjanasadisaṃ; tathā hetūcevasahetukahetūcevahetusampayuttadukānaṃ, tathā sappaccayasaṅkhatadukānaṃ. Idaṃ dukaṃ yathā sappaccayadukaṃ, evaṃ kātabbanti idaṃ yasmā sappaccayo viya appaccayena saṅkhatopi, asaṅkhatena saddhiṃ yojanaṃ na labbhati, tasmā vuttaṃ. Sārammaṇacittasampayuttasaṃsaṭṭhadukāpi sadisavissajjanāyeva; tathā āsavaoghayogagocchakā. Ete hi tayo aññamaññaṃ sadisavissajjanāyeva. Apica lokiyasāsavasaṃyojaniyaganthaniyanīvaraṇiyaparāmaṭṭhasaṅkilesikadukā āsavavippayuttasāsavasaṃyojanavippayuttasaṃyojaniyaganthavippayuttaganthaniyanīvaraṇavippayuttanīvaraṇiyaparāmāsavippayuttaparāmaṭṭhakilesavippayuttasaṅkilesikapariyāpannasauttaradukāta imepi dukā samānā.",
  "atk-abh03a58:2": "Kilesadukaṃ saṃyojanadukasadisaṃ. Saṅkiliṭṭhakilesasampayuttanīvaraṇasampayuttadassanenapahātabbasaraṇadukāpi samānā. Tathākilesā ceva saṅkiliṭṭhanīvaraṇā ceva nīvaraṇasampayuttakilesā ceva kilesasampayuttadukā. Iminā nayena sabbesaṃ atthato sadisānaṃ dukānaṃ vissajjanāni sadisāneva hontīti veditabbāni. Sabbasmimpi pana paṭṭhāne kenaciviññeyyadukaṃ na labbhati. Āsavā ceva āsavasampayuttā ca, saṃyojanā ceva saṃyojanasampayuttā ca, ganthā ceva ganthasampayuttā ca, nīvaraṇā ceva nīvaraṇasampayuttā ca, kilesā ceva saṅkiliṭṭhā cāti evarūpesu dukesu vipākapaccayo ceva nānākkhaṇikakammapaccayo ca na labbhati. Nahetusahetukanahetuahetukesu hetupaccayo natthi. Hetū ceva hetusampayuttā ca, āsavā ceva āsavasampayuttā ca, ganthā ceva ganthasampayuttā cāti imesu dukesu nahetunajhānanamaggā na labbhanti. Saṃyojanā ceva saṃyojanasampayuttā ca, nīvaraṇā ceva nīvaraṇasampayuttā ca, kilesā ceva kilesasampayuttā ca, kilesā ceva saṅkiliṭṭhā cāti imesu pana vicikicchuddhaccasahagatassa mohassa vasena nahetupaccayo labbhati; najhānanamaggapaccayā na labbhantīti evaṃ sabbadukesu labbhamānālabbhamānaṃ upaparikkhitvā pāḷivaseneva vāragaṇanā veditabbāti.",
  "atk-abh03a58:3": "Dukapaṭṭhānavaṇṇanā."
}