{
  "atk-s0517a17:0": "4. Vivekakathā",
  "atk-s0517a17:1": "Vivekakathāvaṇṇanā",
  "atk-s0517a17:2": "22. Idāni pahānāvasānāya abhisamayakathāya anantaraṃ pahānākāraṃ dassentena kathitāya suttantapubbaṅgamāya vivekakathāya apubbatthānuvaṇṇanā. Tattha suttante tāva ye kecīti anavasesapariyādānaṃ. Balakaraṇīyāti ūrubalena bāhubalena kattabbā. Kammantāti dhāvanalaṅghanakasanavapanādīni kammāni. Karīyantīti balavantehi karīyanti. Sīlaṃ nissāyāti catupārisuddhisīlaṃ nissayaṃ katvā. Bhāvetīti bhinnasīlassa bhāvanābhāvato idha pana lokiyalokuttarā maggabhāvanā adhippetāti. Vivekanissitanti tadaṅgavivekaṃ samucchedavivekaṃ nissaraṇavivekaṃ nissitaṃ. Vivekoti vivittatā. Ayañhi ariyamaggabhāvanānuyutto yogī vipassanākkhaṇe kiccato tadaṅgavivekanissitaṃ, ajjhāsayato nissaraṇavivekanissitaṃ, maggakkhaṇe kiccato samucchedavivekanissitaṃ, ārammaṇato nissaraṇavivekanissitaṃ bhāveti. Esa nayo virāganissitādīsu. Vivekoyeva hi virajjanaṭṭhena virāgo, nirodhaṭṭhena nirodho, vosajjanaṭṭhena vosaggo. Atha vā kilesehi vivittattā viveko, kilesehi virattattā virāgo, kilesānaṃ niruddhattā nirodho, kilesānañca pariccattattā vissaṭṭhattā, nibbānecattassa ca vissaṭṭhattā vosaggo. Vosaggo pana duvidho pariccāgavosaggo ca pakkhandanavosaggo ca. Tattha pariccāgavosaggoti vipassanākkhaṇe tadaṅgavasena, maggakkhaṇe samucchedavasena kilesappahānaṃ. Pakkhandanavosaggoti vipassanākkhaṇe tanninnabhāvena, maggakkhaṇe ārammaṇakaraṇena nibbānapakkhandanaṃ. Tadubhayampi imasmiṃ lokiyalokuttaramissake atthavaṇṇanānaye vaṭṭati. Tathā hi ayaṃ sammādiṭṭhiādīsu ekeko dhammo yathāvuttena pakārena kilese ca pariccajati, nibbānañca pakkhandati. Vosaggapariṇāminti iminā pana sakalena vacanena vosaggatthaṃ pariṇāmitaṃ pariṇataṃ, paripaccitaṃ paripakkañcāti vuttaṃ hoti. Ayampi ariyamaggabhāvanānuyutto bhikkhu yathā sammādiṭṭhiādīsu ekeko dhammo kilesapariccāgavosaggatthañca nibbānapakkhandanavosaggatthañca paripaccati, yathā ca paripakko hoti, tathā naṃ bhāveti.",
  "atk-s0517a17:3": "23.Bījagāmabhūtagāmāti ettha mūlabījaṃ khandhabījaṃ aggabījaṃ phaḷubījaṃ bījabījanti (pāci. 91) pañcavidhaṃ bījaṃ, bījagāmo nāma bījasamūhoti attho. Tadeva pana sampannanīlaṅkurapātubhāvato paṭṭhāya bhūtagāmo nāma, bhūtānaṃ jātānaṃ nibbattamūlanīlaṅkurānaṃ samūhoti attho. Devatāpariggahe sati nīlaṅkurakālato pabhuti hotīti tesaṃ devatāsaṅkhātānaṃ bhūtānaṃ gāmotipi bhūtagāmoti vadanti. Vuddhinti aṅkurādivasena. Viruḷhinti khandhādivasena. Vepullanti pupphādivasena. Dhammesu pana vuddhinti apubbadhammappavattivasena. Viruḷinti sakiccakaraṇasādhanavasena. Vepullanti kiccanipphattivasena vipulabhāvanti attho. Vipulattantipi pāṭho. Atha vā etāni tīṇi padāni sīlasamādhipaññāhipi yojenti.",
  "atk-s0517a17:4": "Maggaṅganiddesavaṇṇanā",
  "atk-s0517a17:5": "24. Suttantaniddese sammādiṭṭhiyāti sāmivacanaṃ. Jhānavipassanāmaggaphalanibbānesu lokiyaviratisampayuttacitte ca yathāyogaṃ sampayogato ca ārammaṇato ca vattamānāya sammādiṭṭhiyā sāmaññalakkhaṇato ekībhūtāya sammādiṭṭhiyā. Vikkhambhanavivekoti vikkhambhanavasena dūrīkaraṇavasena viveko. Kesaṃ? Nīvaraṇānaṃ. Tassa paṭhamaṃ jhānaṃ bhāvayatotiādi vikkhambhanavasena paṭhamajjhānameva vuttaṃ. Tasmiṃ vutte sesajjhānānipi vuttāneva honti. Jhānesupi sammādiṭṭhiyā vijjamānattā sammādiṭṭhiyā viveko nāma hoti. Tadaṅgavivekoti tena tena vipassanāñāṇaṅgena viveko. Diṭṭhigatānanti diṭṭhivivekassa dukkarattā padhānattā ca diṭṭhivivekova vutto. Tasmiṃ vutte niccasaññādivivekopi vuttova hoti. Nibbedhabhāgiyaṃ samādhinti vipassanāsampayuttasamādhiṃ. Samucchedavivekoti kilesānaṃ samucchedena viveko. Lokuttaraṃ khayagāmimagganti khayasaṅkhātanibbānagāmilokuttaramaggaṃ. Paṭippassaddhivivekoti kilesānaṃ paṭippassaddhiyā viveko. Nissaraṇavivekoti sabbasaṅkhatanissaraṇabhūto saṅkhāraviveko. Chandajāto hotīti pubbabhāge jātadhammachando hoti. Saddhādhimuttoti pubbabhāgeyeva saddhāya adhimutto hoti. Cittañcassa svādhiṭṭhitanti pubbabhāgeyeva cittañca assa yogissa suadhiṭṭhitaṃ suṭṭhu patiṭṭhitaṃ hoti. Iti chando saddhā cittanti ime tayo dhammā pubbabhāge uppannavivekānaṃ upanissayattā nissayā nāma. Keci pana ‘‘cittañcassa svādhiṭṭhitanti samādhi vutto’’ti vadanti. Virāgādīsupi eseva nayo.",
  "atk-s0517a17:6": "Nirodhavāre pana nirodhasaddato aññaṃ pariyāyavacanaṃ dassentena amatā dhātūti vuttaṃ, sesesu nirodho nibbānanti ubhayatthāpi nibbānameva. Dvādasa nissayāti chandasaddhācittāniyeva vivekādīsu catūsu ekekasmiṃ tayo tayo katvā dvādasa nissayā honti.",
  "atk-s0517a17:7": "25. Sammāsaṅkappavāyāmasatisamādhīnampi imināva nayena atthayojanā veditabbā. Sammāvācākammantā jīvānaṃ pana jhānakkhaṇe vipassanākkhaṇe ca abhāvā jhānavipassanānaṃ pubbabhāgaparabhāgavasena vattamānā viratiyo jhānavipassanā sannissitā katvā vuttāti veditabbaṃ. Nīvaraṇānaṃ diṭṭhigatānañca vivekavirāganirodhapaṭinissaggā tathā pavattamānānaṃ viratīnaṃ vivekādayo nāmāti veditabbaṃ. Yathā aṭṭhakanipāte ‘‘tato, tvaṃ bhikkhu, imaṃ samādhiṃ savitakkaṃ savicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaṃ avicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsī’’ti (a. ni. 8.63) mettādayo kāyānupassanādayo ca niyakajjhattamūlasamādhivasena catukkapañcakajjhānikā viya vuttā, evamidhāpi pubbabhāgaparabhāgavasena viratiyo vuttāti veditabbaṃ. Byañjanacchāyamattaṃ gahetvā na bhagavā abbhācikkhitabbo. Gambhīrañhi buddhavacanaṃ, ācariye payirupāsitvā adhippāyato gahetabbaṃ.",
  "atk-s0517a17:8": "26-27. Bojjhaṅgabalaindriyavāresupi imināva nayena attho veditabboti.",
  "atk-s0517a17:9": "Vivekakathāvaṇṇanā niṭṭhitā."
}