{
  "atk-s0513a31:0": "5. Pañcakanipāto",
  "atk-s0513a31:1": "1. Maṇikuṇḍalavaggo",
  "atk-s0513a31:3": " [351] 1. Maṇikuṇḍalajātakavaṇṇanā",
  "atk-s0513a31:4": "Jīnorathassaṃ maṇikuṇḍale cāti idaṃ satthā jetavane viharanto kosalarañño antepure sabbatthasādhakaṃ paduṭṭhāmaccaṃ ārabbha kathesi. Vatthu heṭṭhā vitthāritameva. Idha pana bodhisatto bārāṇasirājā ahosi. Paduṭṭhāmacco kosalarājānaṃ ānetvā kāsirajjaṃ gāhāpetvā bārāṇasirājānaṃ bandhāpetvā bandhanāgāre pakkhipāpesi. Rājā jhānaṃ uppādetvā ākāse pallaṅkena nisīdi, corarañño sarīre ḍāho uppajji. So bārāṇasirājānaṃ upasaṅkamitvā paṭhamaṃ gāthamāha –",
  "atk-s0513a31:5": "1.",
  "atk-s0513a31:6": " ‘‘Jīno rathassaṃ maṇikuṇḍale ca, putte ca dāre ca tatheva jīno;",
  "atk-s0513a31:7": "Sabbesu bhogesu asesakesu, kasmā na santappasi sokakāle’’ti.",
  "atk-s0513a31:8": "Tattha jīno rathassaṃ maṇikuṇḍale cāti mahārāja, tvaṃ rathañca assañca maṇikuṇḍalāni ca jīno, ‘‘jīno rathasse ca maṇikuṇḍale cā’’tipi pāṭho. Asesakesūti nissesakesu.",
  "atk-s0513a31:9": "Taṃ sutvā bodhisatto imā dve gāthā abhāsi –",
  "atk-s0513a31:10": "2.",
  "atk-s0513a31:11": " ‘‘Pubbeva maccaṃ vijahanti bhogā, macco vā te pubbataraṃ jahāti;",
  "atk-s0513a31:12": "Asassatā bhogino kāmakāmi, tasmā na socāmahaṃ sokakāle.",
  "atk-s0513a31:13": "3.",
  "atk-s0513a31:14": " ‘‘Udeti āpūrati veti cando, atthaṃ tapetvāna paleti sūriyo;",
  "atk-s0513a31:15": "Viditā mayā sattuka lokadhammā, tasmā na socāmahaṃ sokakāle’’ti.",
  "atk-s0513a31:16": "Tattha pubbeva maccanti maccaṃ vā bhogā pubbeva paṭhamataraññeva vijahanti, macco vā te bhoge pubbataraṃ jahāti. Kāmakāmīti corarājānaṃ ālapati. Ambho, kāme kāmayamāna kāmakāmi bhogino nāma loke asassatā, bhogesu vā naṭṭhesu jīvamānāva abhogino honti, bhoge vā pahāya sayaṃ nassanti, tasmā ahaṃ mahājanassa sokakālepi na socāmīti attho. Viditā mayā sattuka lokadhammāti corarājānaṃ ālapati. Ambho, sattuka, mayā lābho alābho yaso ayasotiādayo lokadhammā viditā. Yatheva hi cando udeti ca pūrati ca puna ca khīyati, yathā ca sūriyo andhakāraṃ vidhamanto mahantaṃ ālokaṃ tapetvāna puna sāyaṃ atthaṃ paleti atthaṃ gacchati na dissati, evameva bhogā uppajjanti ca nassanti ca, tattha kiṃ sokena, tasmā na socāmīti attho.",
  "atk-s0513a31:17": "Evaṃ mahāsatto corarañño dhammaṃ desetvā idāni tameva coraṃ garahanto āha –",
  "atk-s0513a31:18": "4.",
  "atk-s0513a31:19": " ‘‘Alaso gihī kāmabhogī na sādhu, asaññato pabbajito na sādhu;",
  "atk-s0513a31:20": "Rājā na sādhu anisammakārī, yo paṇḍito kodhano taṃ na sādhu.",
  "atk-s0513a31:21": "5.",
  "atk-s0513a31:22": " ‘‘Nisamma khattiyo kayirā, nānisamma disampati;",
  "atk-s0513a31:23": "Nisammakārino rāja, yaso kitti ca vaḍḍhatī’’ti.",
  "atk-s0513a31:24": "Imā pana dve gāthā heṭṭhā vitthāritāyeva. Corarājā bodhisattaṃ khamāpetvā rajjaṃ paṭicchāpetvā attano janapadameva gato.",
  "atk-s0513a31:25": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā kosalarājā ānando ahosi, bārāṇasirājā pana ahameva ahosi’’nti.",
  "atk-s0513a31:26": "Maṇikuṇḍalajātakavaṇṇanā paṭhamā.",
  "atk-s0513a31:28": " [352] 2. Sujātajātakavaṇṇanā",
  "atk-s0513a31:29": "Kiṃnu santaramānovāti idaṃ satthā jetavane viharanto matapitikaṃ kuṭumbikaṃ ārabbha kathesi. So kira pitari mate paridevamāno vicarati, sokaṃ vinodetuṃ na sakkoti. Atha satthā tassa sotāpattiphalūpanissayaṃ disvā sāvatthiṃ piṇḍāya caritvā pacchāsamaṇaṃ ādāya tassa gehaṃ gantvā paññattāsane nisinno taṃ vanditvā nisinnaṃ ‘‘kiṃ, upāsaka, socasī’’ti vatvā ‘‘āma, bhante’’ti vutte ‘‘āvuso, porāṇakapaṇḍitā paṇḍitānaṃ vacanaṃ sutvā pitari kālakate na sociṃsū’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a31:30": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto kuṭumbikagehe nibbatti, ‘‘sujātakumāro’’tissa nāmaṃ kariṃsu. Tassa vayappattassa pitāmaho kālamakāsi. Athassa pitā pitu kālakiriyato paṭṭhāya sokasamappito āḷāhanaṃ gantvā āḷāhanato aṭṭhīni āharitvā attano ārāme mattikāthūpaṃ katvā tāni tattha nidahitvā gatagatavelāya thūpaṃ pupphehi pūjetvā cetiyaṃ āvijjhanto paridevati, neva nhāyati na limpati na bhuñjati na kammante vicāreti. Taṃ disvā bodhisatto ‘‘pitā me ayyakassa matakālato paṭṭhāya sokābhibhūto carati, ṭhapetvā pana maṃ añño etaṃ saññāpetuṃ na sakkoti, ekena naṃ upāyena nissokaṃ karissāmī’’ti bahigāme ekaṃ matagoṇaṃ disvā tiṇañca pānīyañca āharitvā tassa purato ṭhapetvā ‘‘khāda, khāda, piva, pivā’’ti āha. Āgatāgatā naṃ disvā ‘‘samma sujāta, kiṃ ummattakosi, matagoṇassa tiṇodakaṃ desī’’ti vadanti. So na kiñci paṭivadati. Athassa pitu santikaṃ gantvā ‘‘putto te ummattako jāto, matagoṇasssa tiṇodakaṃ detī’’ti āhaṃsu. Taṃ sutvā kuṭumbikassa pitusoko apagato, puttasoko patiṭṭhito. So vegenāgantvā ‘‘nanu tvaṃ, tāta sujāta, paṇḍitosi, kiṃkāraṇā matagoṇassa tiṇodakaṃ desī’’ti vatvā dve gāthā abhāsi –",
  "atk-s0513a31:31": "6.",
  "atk-s0513a31:32": " ‘‘Kiṃ nu santaramānova, lāyitvā haritaṃ tiṇaṃ;",
  "atk-s0513a31:33": "Khāda khādāti lapasi, gatasattaṃ jaraggavaṃ.",
  "atk-s0513a31:34": "7.",
  "atk-s0513a31:35": " ‘‘Na hi annena pānena, mato goṇo samuṭṭhahe;",
  "atk-s0513a31:36": "Tvañca tucchaṃ vilapasi, yathā taṃ dummatī tathā’’ti.",
  "atk-s0513a31:37": "Tattha santaramānovāti turito viya hutvā. Lāyitvāti lunitvā. Lapasīti vilapasi. Gatasattaṃ jaraggavanti vigatajīvitaṃ jiṇṇagoṇaṃ. Yathā tanti ettha tanti nipātamattaṃ, yathā dummati appapañño vilapeyya, tathā tvaṃ tucchaṃ vilapasīti.",
  "atk-s0513a31:38": "Tato bodhisatto dve gāthā abhāsi –",
  "atk-s0513a31:39": "8.",
  "atk-s0513a31:40": " ‘‘Tatheva tiṭṭhati sīsaṃ, hatthapādā ca vāladhi;",
  "atk-s0513a31:41": "Sotā tatheva tiṭṭhanti, maññe goṇo samuṭṭhahe.",
  "atk-s0513a31:42": "9.",
  "atk-s0513a31:43": " ‘‘Nevayyakassa sīsañca, hatthapādā ca dissare;",
  "atk-s0513a31:44": "Rudaṃ mattikathūpasmiṃ, nanu tvaññeva dummatī’’ti.",
  "atk-s0513a31:45": "Tattha tathevāti yathā pubbe ṭhitaṃ, tatheva tiṭṭhati. Maññeti etesaṃ sīsādīnaṃ tatheva ṭhitattā ayaṃ goṇo samuṭṭhaheyyāti maññāmi. Nevayyakassa sīsañcāti ayyakassa pana sīsañca hatthapādā ca na dissanti. ‘‘Piṭṭhipādā na dissare’’tipi pāṭho. Nanu tvaññeva dummatīti ahaṃ tāva sīsādīni passanto evaṃ karomi, tvaṃ pana na kiñci passasi, jhāpitaṭṭhānato aṭṭhīni āharitvā mattikāthūpaṃ katvā paridevasi. Iti maṃ paṭicca sataguṇena sahassaguṇena satasahassaguṇena nanu tvaññeva dummati. Bhijjanadhammā nāma saṅkhārā bhijjanti, tattha kā paridevanāti.",
  "atk-s0513a31:46": "Taṃ sutvā bodhisattassa pitā ‘‘mama putto paṇḍito idhalokaparalokakiccaṃ jānāti, mama saññāpanatthāya etaṃ kammaṃ akāsī’’ti cintetvā ‘‘tāta sujātapaṇḍita, ‘sabbe saṅkhārā aniccā’ti me ñātā, ito paṭṭhāya na socissāmi, pitusokaharaṇakaputtena nāma tādisena bhavitabba’’nti vatvā puttassa thutiṃ karonto āha –",
  "atk-s0513a31:47": "10.",
  "atk-s0513a31:48": " ‘‘Ādittaṃ vata maṃ santaṃ, ghatasittaṃva pāvakaṃ;",
  "atk-s0513a31:49": "Vārinā viya osiñcaṃ, sabbaṃ nibbāpaye daraṃ.",
  "atk-s0513a31:50": "11.",
  "atk-s0513a31:51": " ‘‘Abbahī vata me sallaṃ, yamāsi hadayassitaṃ;",
  "atk-s0513a31:52": "Yo me sokaparetassa, pitusokaṃ apānudi.",
  "atk-s0513a31:53": "12.",
  "atk-s0513a31:54": " ‘‘Sohaṃ abbūḷhasallosmi, vītasoko anāvilo;",
  "atk-s0513a31:55": "Na socāmi na rodāmi, tava sutvāna māṇava.",
  "atk-s0513a31:56": "13.",
  "atk-s0513a31:57": " ‘‘Evaṃ karonti sappaññā, ye honti anukampakā;",
  "atk-s0513a31:58": "Vinivattenti sokamhā, sujāto pitaraṃ yathā’’ti.",
  "atk-s0513a31:59": "Tattha nibbāpayeti nibbāpayi. Daranti sokadarathaṃ. Sujāto pitaraṃ yathāti yathā mama putto sujāto maṃ pitaraṃ samānaṃ attano sappaññatāya sokamhā vinivattayi, evaṃ aññepi sappaññā sokamhā vinivattayantīti.",
  "atk-s0513a31:60": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne kuṭumbiko sotāpattiphale patiṭṭhahi. Tadā sujāto ahameva ahosinti.",
  "atk-s0513a31:61": "Sujātajātakavaṇṇanā dutiyā.",
  "atk-s0513a31:63": " [353] 3. Venasākhajātakavaṇṇanā",
  "atk-s0513a31:64": "Nayidaṃ niccaṃ bhavitabbanti idaṃ satthā bhaggesu saṃsumāragiraṃ nissāya bhesakaḷāvane viharanto bodhirājakumāraṃ ārabbha kathesi. Bodhirājakumāro nāma udenassa rañño putto tasmiṃ kāle saṃsumāragire vasanto ekaṃ pariyodātasippaṃ vaḍḍhakiṃ pakkosāpetvā aññehi rājūhi asadisaṃ katvā kokanadaṃ nāma pāsādaṃ kārāpesi. Kārāpetvā ca pana ‘‘ayaṃ vaḍḍhakī aññassapi rañño evarūpaṃ pāsādaṃ kareyyā’’ti maccharāyanto tassa akkhīni uppāṭāpesi. Tenassa akkhīnaṃ uppāṭitabhāvo bhikkhusaṅghe pākaṭo jāto. Tasmā bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ ‘‘āvuso, bodhirājakumāro kira tathārūpassa vaḍḍhakino akkhīni uppāṭāpesi, aho kakkhaḷo pharuso sāhasiko’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa kakkhaḷo pharuso sāhasikova. Na kevalañca idāneva, pubbepesa khattiyasahassānaṃ akkhīni uppāṭāpetvā māretvā tesaṃ maṃsena balikammaṃ kāresī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:65": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto takkasilāyaṃ disāpāmokkho ācariyo ahosi. Jambudīpatale khattiyamāṇavā brāhmaṇamāṇavā ca tasseva santike sippaṃ uggaṇhiṃsu. Bārāṇasirañño putto brahmadattakumāro nāma tassa santike tayo vede uggaṇhi. So pana pakatiyāpi kakkhaḷo pharuso sāhasiko ahosi. Bodhisatto aṅgavijjāvasena tassa kakkhaḷapharusasāhasikabhāvaṃ ñatvā ‘‘tāta, tvaṃ kakkhaḷo pharuso sāhasiko, pharusena nāma laddhaṃ issariyaṃ aciraṭṭhitikaṃ hoti, so issariye vinaṭṭhe bhinnanāvo viya samudde patiṭṭhaṃ na labhati, tasmā mā evarūpo ahosī’’ti taṃ ovadanto dve gāthā abhāsi –",
  "atk-s0513a31:66": "14.",
  "atk-s0513a31:67": " ‘‘Nayidaṃ niccaṃ bhavitabbaṃ brahmadatta, khemaṃ subhikkhaṃ sukhatā ca kāye;",
  "atk-s0513a31:68": "Atthaccaye mā ahu sampamūḷho, bhinnaplavo sāgarasseva majjhe.",
  "atk-s0513a31:69": "15.",
  "atk-s0513a31:70": " ‘‘Yāni karoti puriso, tāni attani passati;",
  "atk-s0513a31:71": "Kalyāṇakārī kalyāṇaṃ, pāpakārī ca pāpakaṃ;",
  "atk-s0513a31:72": "Yādisaṃ vapate bījaṃ, tādisaṃ harate phala’’nti.",
  "atk-s0513a31:73": "Tattha sukhatā ca kāyeti tāta brahmadatta, yadetaṃ khemaṃ vā subhikkhaṃ vā yā vā esā sukhatā kāye, idaṃ sabbaṃ imesaṃ sattānaṃ niccaṃ sabbakālameva na bhavati, idaṃ pana aniccaṃ hutvā abhāvadhammaṃ. Atthaccayeti so tvaṃ aniccatāvasena issariye vigate attano atthassa accaye yathā nāma bhinnaplavo bhinnanāvo manusso sāgaramajjhe patiṭṭhaṃ alabhanto sampamūḷho hoti, evaṃ mā ahu sampamūḷho. Tāni attani passatīti tesaṃ kammānaṃ vipākaṃ vindanto tāni attani passati nāma.",
  "atk-s0513a31:74": "So ācariyaṃ vanditvā bārāṇasiṃ gantvā pitu sippaṃ dassetvā oparajje patiṭṭhāya pitu accayena rajjaṃ pāpuṇi. Tassa piṅgiyo nāma purohito ahosi kakkhaḷo pharuso sāhasiko. So yasalobhena cintesi ‘‘yaṃnūnāhaṃ iminā raññā sakalajambudīpe sabbe rājāno gāhāpeyyaṃ, evamesa ekarājā bhavissati, ahampi ekapurohito bhavissāmī’’ti. So taṃ rājānaṃ attano kathaṃ gāhāpesi. Rājā mahatiyā senāya nagarā nikkhamitvā ekassa rañño nagaraṃ rundhitvā taṃ rājānaṃ gaṇhi. Etenupāyena sakalajambudīpe rajjaṃ gahetvā rājasahassaparivuto ‘‘takkasilāyaṃ rajjaṃ gaṇhissāmī’’ti agamāsi. Bodhisatto nagaraṃ paṭisaṅkharitvā parehi appadhaṃsiyaṃ akāsi.",
  "atk-s0513a31:75": "Bārāṇasirājā gaṅgānadītīre mahato nigrodharukkhasssa mūle sāṇiṃ parikkhipāpetvā upari vitānaṃ kārāpetvā sayanaṃ paññapetvā nivāsaṃ gaṇhi. So jambudīpatale sahassarājāno gahetvā yujjhamānopi takkasilaṃ gahetuṃ asakkonto attano purohitaṃ pucchi ‘‘ācariya, mayaṃ ettakehi rājūhi saddhiṃ āgantvāpi takkasilaṃ gahetuṃ na sakkoma, kiṃ nu kho kātabba’’nti. ‘‘Mahārāja, sahassarājūnaṃ akkhīni uppāṭetvā māretvā kucchiṃ phāletvā pañcamadhuramaṃsaṃ ādāya imasmiṃ nigrodhe adhivatthāya devatāya balikammaṃ katvā antavaṭṭīhi rukkhaṃ parikkhipitvā lohitapañcaṅgulikāni karoma, evaṃ no khippameva jayo bhavissatī’’ti. Rājā ‘‘sādhū’’ti paṭissuṇitvā antosāṇiyaṃ mahābale malle ṭhapetvā ekamekaṃ rājānaṃ pakkosāpetvā nippīḷanena visaññaṃ kāretvā akkhīni uppāṭetvā māretvā maṃsaṃ ādāya kaḷevarāni gaṅgāyaṃ pavāhetvā vuttappakāraṃ balikammaṃ kāretvā balibheriṃ ākoṭāpetvā yuddhāya gato.",
  "atk-s0513a31:76": "Athassa aṭṭālakato eko yakkho āgantvā dakkhiṇakkhiṃ uppāṭetvā agamāsi, athassa mahatī vedanā uppajji. So vedanāppatto āgantvā nigrodharukkhamūle paññattāsane uttānako nipajji. Tasmiṃ khaṇe eko gijjho ekaṃ tikhiṇakoṭikaṃ aṭṭhiṃ gahetvā rukkhagge nisinno maṃsaṃ khāditvā aṭṭhiṃ vissajjesi, aṭṭhikoṭi āgantvā rañño vāmakkhimhi ayasūlaṃ viya patitvā akkhiṃ bhindi. Tasmiṃ khaṇe bodhisattassa vacanaṃ sallakkhesi. So ‘‘amhākaṃ ācariyo ‘ime sattā bījānurūpaṃ phalaṃ viya kammānurūpaṃ vipākaṃ anubhontī’ti kathento idaṃ disvā kathesi maññe’’ti vatvā vilapanto dve gāthā abhāsi –",
  "atk-s0513a31:77": "16.",
  "atk-s0513a31:78": " ‘‘Idaṃ tadācariyavaco, pārāsariyo yadabravi;",
  "atk-s0513a31:79": "‘Mā su tvaṃ akari pāpaṃ, yaṃ tvaṃ pacchā kataṃ tape’.",
  "atk-s0513a31:80": "17.",
  "atk-s0513a31:81": " ‘‘Ayameva so piṅgiya venasākho, yamhi ghātayiṃ khattiyānaṃ sahasssaṃ;",
  "atk-s0513a31:82": "Alaṅkate candanasārānulitte, tameva dukkhaṃ paccāgataṃ mama’’nti.",
  "atk-s0513a31:83": "Tattha idaṃ tadācariyavacoti idaṃ taṃ ācariyassa vacanaṃ. Pārāsariyoti taṃ gottena kitteti. Pacchā katanti yaṃ pāpaṃ tayā kataṃ, pacchā taṃ tapeyya kilameyya, taṃ mā karīti ovādaṃ adāsi, ahaṃ panassa vacanaṃ na karinti. Ayamevāti nigrodharukkhaṃ dassento vilapati. Venasākhoti patthaṭasākho. Yamhi ghātayinti yamhi rukkhe khattiyasahassaṃ māresiṃ. Alaṅkate candanasārānulitteti rājālaṅkārehi alaṅkate lohitacandanasārānulitte te khattiye yatthāhaṃ ghātesiṃ , ayameva so rukkho idāni mayhaṃ kiñci parittāṇaṃ kātuṃ na sakkotīti dīpeti. Tameva dukkhanti yaṃ mayā paresaṃ akkhiuppāṭanadukkhaṃ kataṃ, idaṃ me tatheva paṭiāgataṃ, idāni no ācariyassa vacanaṃ matthakaṃ pattanti paridevati.",
  "atk-s0513a31:84": "So evaṃ paridevamāno aggamahesiṃ anussaritvā –",
  "atk-s0513a31:85": "18.",
  "atk-s0513a31:86": " ‘‘Sāmā ca kho candanalittagattā, laṭṭhīva sobhañjanakassa uggatā;",
  "atk-s0513a31:87": "Adisvā kālaṃ karissāmi ubbariṃ, taṃ me ito dukkhataraṃ bhavissatī’’ti. –",
  "atk-s0513a31:88": "Gāthamāha –",
  "atk-s0513a31:89": "Tassattho – mama bhariyā suvaṇṇasāmā ubbarī yathā nāma siggurukkhassa uju uggatā sākhā mandamāluteritā kampamānā sobhati, evaṃ itthivilāsaṃ kurumānā sobhati, tamahaṃ idāni akkhīnaṃ bhinnattā ubbariṃ adisvāva kālaṃ karissāmi, taṃ me tassā adassanaṃ ito maraṇadukkhatopi dukkhataraṃ bhavissatīti.",
  "atk-s0513a31:90": "So evaṃ vilapantova maritvā niraye nibbatti. Na naṃ issariyaluddho purohito parittāṇaṃ kātuṃ sakkhi, na attano issariyaṃ. Tasmiṃ matamatteyeva balakāyo bhijjitvā palāyi.",
  "atk-s0513a31:91": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā bārāṇasirājā bodhirājakumāro ahosi, piṅgiyo devadatto, disāpāmokkhācariyo pana ahameva ahosi’’nti.",
  "atk-s0513a31:92": "Venasākhajātakavaṇṇanā tatiyā.",
  "atk-s0513a31:94": " [354] 4. Uragajātakavaṇṇanā",
  "atk-s0513a31:95": "Uragovatacaṃ jiṇṇanti idaṃ satthā jetavane viharanto mataputtakaṃ kuṭumbikaṃ ārabbha kathesi. Vatthu pana matabhariyamatapitikavatthusadisameva. Idhāpi tatheva satthā tassa nivesanaṃ gantvā taṃ āgantvā vanditvā nisinnaṃ ‘‘kiṃ, āvuso, socasī’’ti pucchitvā ‘‘āma, bhante , puttassa me matakālato paṭṭhāya socāmī’’ti vutte ‘‘āvuso, bhijjanadhammaṃ nāma bhijjati, nassanadhammaṃ nāma nassati, tañca kho na ekasmiṃyeva kule, nāpi ekasmiññeva gāme, atha kho aparimāṇesu cakkavāḷesu tīsu bhavesu amaraṇadhammo nāma natthi, tabbhāveneva ṭhātuṃ samattho ekasaṅkhāropi sassato nāma natthi, sabbe sattā maraṇadhammā, sabbe saṅkhārā bhijjanadhammā, porāṇakapaṇḍitāpi putte mate ‘maraṇadhammaṃ mataṃ, nassanadhammaṃ naṭṭha’nti na sociṃsū’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a31:96": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto bārāṇasiyaṃ dvāragāmake brāhmaṇakule nibbattitvā kuṭumbaṃ saṇṭhapetvā kasikammena jīvikaṃ kappesi. Tassa putto ca dhītā cāti dve dārakā ahesuṃ. So puttassa vayappattassa samānakulato kumārikaṃ āharitvā adāsi, iti te dāsiyā saddhiṃ cha janā ahesuṃ – bodhisatto, bhariyā, putto, dhītā, suṇisā, dāsīti. Te samaggā sammodamānā piyasaṃvāsā ahesuṃ. Bodhisatto sesānaṃ pañcannaṃ evaṃ ovādaṃ deti ‘‘tumhe yathāladdhaniyāmeneva dānaṃ detha, sīlaṃ rakkhatha, uposathakammaṃ karotha, maraṇassatiṃ bhāvetha, tumhākaṃ maraṇabhāvaṃ sallakkhetha, imesañhi sattānaṃ maraṇaṃ dhuvaṃ, jīvitaṃ addhuvaṃ, sabbe saṅkhārā aniccā khayavayadhamminova, rattiñca divā ca appamattā hothā’’ti. Te ‘‘sādhū’’ti ovādaṃ sampaṭicchitvā appamattā maraṇassatiṃ bhāventi.",
  "atk-s0513a31:97": "Athekadivasaṃ bodhisatto puttena saddhiṃ khettaṃ gantvā kasati. Putto kacavaraṃ saṅkaḍḍhitvā jhāpeti. Tassāvidūre ekasmiṃ vammike āsīviso atthi. Dhūmo tassa akkhīni pahari. So kuddho nikkhamitvā ‘‘imaṃ nissāya mayhaṃ bhaya’’nti catasso dāṭhā nimujjāpento taṃ ḍaṃsi, so parivattitvā patito. Bodhisatto parivattitvā taṃ patitaṃ disvā goṇe ṭhapetvā gantvā tassa matabhāvaṃ ñatvā taṃ ukkhipitvā ekasmiṃ rukkhamūle nipajjāpetvā pārupitvā neva rodi na paridevi – ‘‘bhijjanadhammaṃ pana bhinnaṃ, maraṇadhammaṃ mataṃ, sabbe saṅkhārā aniccā maraṇanipphattikā’’ti aniccabhāvameva sallakkhetvā kasi. So khettasamīpena gacchantaṃ ekaṃ paṭivissakaṃ purisaṃ disvā ‘‘tāta, gehaṃ gacchasī’’ti pucchitvā ‘‘āmā’’ti vutte tena hi amhākampi gharaṃ gantvā brāhmaṇiṃ vadeyyāsi ‘‘ajja kira pubbe viya dvinnaṃ bhattaṃ anāharitvā ekassevāhāraṃ āhareyyātha, pubbe ca ekikāva dāsī āhāraṃ āharati, ajja pana cattāropi janā suddhavatthanivatthā gandhapupphahatthā āgaccheyyāthā’’ti. So ‘‘sādhū’’ti gantvā brāhmaṇiyā tatheva kathesi. Kena te, tāta, imaṃ sāsanaṃ dinnanti. Brāhmaṇena , ayyeti. Sā ‘‘putto me mato’’ti aññāsi, kampanamattampissā nāhosi. Evaṃ subhāvitacittā suddhavatthanivatthā gandhapupphahatthā dāsiṃ pana āhāraṃ āharāpetvā sesehi saddhiṃ khettaṃ agamāsi. Ekassapi roditaṃ vā paridevitaṃ vā nāhosi.",
  "atk-s0513a31:98": "Bodhisatto puttassa nipannachāyāyameva nisīditvā bhuñji. Bhuttāvasāne sabbepi dārūni uddharitvā taṃ citakaṃ āropetvā gandhapupphehi pūjetvā jhāpesuṃ. Ekassa ca ekabindupi assu nāhosi, sabbepi subhāvitamaraṇassatino honti. Tesaṃ sīlatejena sakkassa āsanaṃ uṇhākāraṃ dassesi. So ‘‘ko nu kho maṃ ṭhānā cāvetukāmo’’ti upadhārento tesaṃ guṇatejena uṇhabhāvaṃ ñatvā pasannamānaso hutvā ‘‘mayā etesaṃ santikaṃ gantvā sīhanādaṃ nadāpetvā sīhanādapariyosāne etesaṃ nivesanaṃ sattaratanaparipuṇṇaṃ katvā āgantuṃ vaṭṭatī’’ti vegena tattha gantvā āḷāhanapasse ṭhito ‘‘tāta, kiṃ karothā’’ti āha. ‘‘Ekaṃ manussaṃ jhāpema, sāmī’’ti. ‘‘Na tumhe manussaṃ jhāpessatha, ekaṃ pana migaṃ māretvā pacatha maññe’’ti. ‘‘Natthetaṃ sāmi, manussameva jhāpemā’’ti. ‘‘Tena hi verimanusso vo bhavissatī’’ti. Atha naṃ bodhisatto ‘‘orasaputto no sāmi, na veriko’’ti āha. ‘‘Tena hi vo appiyaputto bhavissatī’’ti? ‘‘Ativiya piyaputto, sāmī’’ti. ‘‘Atha kasmā na rodasī’’ti? So arodanakāraṇaṃ kathento paṭhamaṃ gāthamāha –",
  "atk-s0513a31:99": "19.",
  "atk-s0513a31:100": " ‘‘Uragova tacaṃ jiṇṇaṃ, hitvā gacchati saṃ tanuṃ;",
  "atk-s0513a31:101": "Evaṃ sarīre nibbhoge, pete kālakate sati.",
  "atk-s0513a31:102": "20.",
  "atk-s0513a31:103": " ‘‘Ḍayhamāno na jānāti, ñātīnaṃ paridevitaṃ;",
  "atk-s0513a31:104": "Tasmā etaṃ na socāmi, gato so tassa yā gatī’’ti.",
  "atk-s0513a31:105": "Tattha saṃ tanunti attano sarīraṃ. Nibbhogeti jīvitindriyassa abhāvena bhogarahite. Peteti paralokaṃ paṭigate. Kālakateti katakāle, mateti attho. Idaṃ vuttaṃ hoti – sāmi, mama putto yathā nāma urago jiṇṇatacaṃ nicchinditvā anoloketvā anapekkho chaḍḍetvā gaccheyya, evaṃ attano sarīraṃ chaḍḍetvā gacchati, tassa jīvitindriyarahite sarīre evaṃ nibbhoge tasmiñca me putte pete puna paṭigate maraṇakālaṃ katvā ṭhite sati ko kāruññena vā paridevena vā attho. Ayañhi yathā sūlehi vijjhitvā ḍayhamāno sukhadukkhaṃ na jānāti, evaṃ ñātīnaṃ paridevitampi na jānāti, tena kāraṇenāhaṃ etaṃ na socāmi. Yā tassa attano gati, taṃ so gatoti.",
  "atk-s0513a31:106": "Sakko bodhisattassa vacanaṃ sutvā brāhmaṇiṃ pucchi ‘‘amma, tuyhaṃ so kiṃ hotī’’ti? ‘‘Dasa māse kucchinā pariharitvā thaññaṃ pāyetvā hatthapāde saṇṭhapetvā vaḍḍhitaputto me, sāmī’’ti. ‘‘Amma, pitā tāva purisabhāvena mā rodatu, mātu hadayaṃ pana mudukaṃ hoti, tvaṃ kasmā na rodasī’’ti? Sā arodanakāraṇaṃ kathentī –",
  "atk-s0513a31:107": "21.",
  "atk-s0513a31:108": " ‘‘Anavhito tato āgā, ananuññāto ito gato;",
  "atk-s0513a31:109": "Yathāgato tathā gato, tattha kā paridevanā.",
  "atk-s0513a31:110": "22.",
  "atk-s0513a31:111": " ‘‘Ḍayhamāno na jānāti, ñātīnaṃ paridevitaṃ;",
  "atk-s0513a31:112": "Tasmā etaṃ na socāmi, gato so tassa yā gatī’’ti. – gāthādvayamāha –",
  "atk-s0513a31:113": "Tattha anavhitoti ayaṃ tāta mayā paralokato anavhito ayācito. Āgāti amhākaṃ gehaṃ āgato. Itoti ito manussalokato gacchantopi mayā ananuññātova gato. Yathāgatoti āgacchantopi yathā attanova ruciyā āgato, gacchantopi tatheva gato. Tatthāti tasmiṃ tassa ito gamane kā paridevanā. Ḍayhamānoti gāthā vuttanayena veditabbā.",
  "atk-s0513a31:114": "Sakko brāhmaṇiyā kathaṃ sutvā tassa bhaginiṃ pucchi ‘‘amma, tuyhaṃ so kiṃ hotī’’ti? ‘‘Bhātā me, sāmī’’ti. ‘‘Amma, bhaginiyo nāma bhātūsu sinehā honti, tvaṃ kasmā na rodasī’’ti? Sā arodanakāraṇaṃ kathentī –",
  "atk-s0513a31:115": "23.",
  "atk-s0513a31:116": " ‘‘Sace rode kisā assaṃ, tassā me kiṃ phalaṃ siyā;",
  "atk-s0513a31:117": "Ñātimittasuhajjānaṃ, bhiyyo no aratī siyā.",
  "atk-s0513a31:118": "24.",
  "atk-s0513a31:119": " Ḍayhamāno na jānāti, ñātīnaṃ paridevitaṃ;",
  "atk-s0513a31:120": "Tasmā etaṃ na socāmi, gato so tassa yā gatī’’ti. – gāthādvayamāha –",
  "atk-s0513a31:121": "Tattha saceti yadi ahaṃ bhātari mate rodeyyaṃ, kisasarīrā assaṃ. Bhātu pana me tappaccayā vuḍḍhi nāma natthīti dasseti. Tassā meti tassā mayhaṃ rodantiyā kiṃ phalaṃ ko ānisaṃso bhaveyya. Mayhaṃ avuddhi pana paññāyatīti dīpeti. Ñātimittasuhajjānanti ñātimittasuhadānaṃ . Ayameva vā pāṭho. Bhiyyo noti ye amhākaṃ ñātī ca mittā ca suhadayā ca, tesaṃ adhikatarā arati siyā.",
  "atk-s0513a31:122": "Sakko bhaginiyā kathaṃ sutvā bhariyaṃ pucchi ‘‘amma, tuyhaṃ so kiṃ hotī’’ti? ‘‘Pati me, sāmī’’ti. ‘‘Itthiyo nāma patimhi mate vidhavā honti anāthā, tvaṃ kasmā na rodasī’’ti. Sāpissa arodanakāraṇaṃ kathentī –",
  "atk-s0513a31:123": "25.",
  "atk-s0513a31:124": " ‘‘Yathāpi dārako candaṃ, gacchantamanurodati;",
  "atk-s0513a31:125": "Evaṃsampadamevetaṃ, yo petamanusocati.",
  "atk-s0513a31:126": "26.",
  "atk-s0513a31:127": " ‘‘Ḍayhamāno na jānāti, ñātīnaṃ paridevitaṃ;",
  "atk-s0513a31:128": "Tasmā etaṃ na socāmi, gato so tassa yā gatī’’ti. – gāthādvayamāha –",
  "atk-s0513a31:129": "Tassattho – yathā nāma yattha katthaci yuttāyuttaṃ labbhanīyālabbhanīyaṃ ajānanto bāladārako mātu ucchaṅge nisinno puṇṇamāsiyaṃ puṇṇaṃ candaṃ ākāse gacchantaṃ disvā ‘‘amma, candaṃ me dehi, amma, candaṃ me dehī’’ti punappunaṃ rodati, evaṃsampadamevetaṃ, evaṃnipphattikameva etaṃ tassa ruṇṇaṃ hoti, yo petaṃ kālakataṃ anusocati. Itopi ca bālataraṃ. Kiṃkāraṇā? So hi vijjamānacandaṃ anurodati, mayhaṃ pana pati mato etarahi avijjamāno sūlehi vijjhitvā ḍayhamānopi na kiñci jānātīti.",
  "atk-s0513a31:130": "Sakko bhariyāya vacanaṃ sutvā dāsiṃ pucchi ‘‘amma, tuyhaṃ so kiṃ hotī’’ti? ‘‘Ayyo me, sāmī’’ti. ‘‘Nanu tvaṃ iminā pīḷetvā pothetvā paribhuttā bhavissasi, tasmā ‘‘sumuttā aha’’nti na rodasī’’ti. ‘Sāmi, mā evaṃ avaca, na etaṃ etassa anucchavikaṃ, khantimettānuddayasampanno me ayyaputto, ure saṃvaḍḍhitaputto viya ahosī’ti. ‘‘Atha kasmā na rodasī’’ti? Sāpissa arodanakāraṇaṃ kathentī –",
  "atk-s0513a31:131": "27.",
  "atk-s0513a31:132": " ‘‘Yathāpi udakakumbho, bhinno appaṭisandhiyo;",
  "atk-s0513a31:133": "Evaṃsampadamevetaṃ, yo petamanusocati.",
  "atk-s0513a31:134": "28.",
  "atk-s0513a31:135": " ‘‘Ḍayhamāno na jānāti, ñātīnaṃ paridevitaṃ;",
  "atk-s0513a31:136": "Tasmā etaṃ na socāmi, gato so tassa yā gatī’’ti. – gāthādvayamāha –",
  "atk-s0513a31:137": "Tassattho – yathā nāma udakakumbho ukkhipiyamāno patitvā sattadhā bhinno puna tāni kapālāni paṭipāṭiyā ṭhapetvā saṃvidahitvā paṭipākatikaṃ kātuṃ na sakkoti, yo petamanusocati, tassapi etamanusocanaṃ evaṃnipphattikameva hoti, matassa puna jīvāpetuṃ asakkuṇeyyattā iddhimato vā iddhānubhāvena bhinnaṃ kumbhaṃ saṃvidahitvā udakassa pūretuṃ sakkā bhaveyya, kālakato pana iddhibalenāpi na sakkā paṭipākatitaṃ kātunti. Itarā gāthā vuttatthāyeva.",
  "atk-s0513a31:138": "Sakko sabbesaṃ dhammakathaṃ sutvā pasīditvā ‘‘tumhehi appamattehi maraṇassati bhāvitā, tumhe ito paṭṭhāya sahatthena kammaṃ mā karittha, ahaṃ, sakko devarājā, ahaṃ vo gehe satta ratanāni aparimāṇāni karissāmi, tumhe dānaṃ detha , sīlaṃ rakkhatha, uposathakammaṃ karotha, appamattā hothā’’ti tesaṃ ovādaṃ datvā gehaṃ aparimitadhanaṃ katvā pakkāmi.",
  "atk-s0513a31:139": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne kuṭumbiko sotāpattiphale patiṭṭhahi. Tadā dāsī khujjuttarā ahosi, dhītā uppalavaṇṇā, putto rāhulo, mātā khemā, brāhmaṇo pana ahameva ahosinti.",
  "atk-s0513a31:140": "Uragajātakavaṇṇanā catutthā.",
  "atk-s0513a31:142": " [355] 5. Ghaṭajātakavaṇṇanā",
  "atk-s0513a31:143": "Aññesocanti rodantīti idaṃ satthā jetavane viharanto kosalarañño ekaṃ amaccaṃ ārabbha kathesi. Vatthu heṭṭhā kathitasadisameva. Idha pana rājā attano upakārasssa amaccassa mahantaṃ yasaṃ datvā paribhedakānaṃ kathaṃ gahetvā taṃ bandhāpetvā bandhanāgāre pavesesi. So tattha nisinnova sotāpattimaggaṃ nibbattesi. Rājā tassa guṇaṃ sallakkhetvā mocāpesi. So gandhamālaṃ ādāya satthu santikaṃ gantvā vanditvā nisīdi. Atha naṃ satthā ‘‘anattho kira te uppanno’’ti pucchitvā ‘‘āma, bhante, anatthena pana me attho āgato, sotāpattimaggo nibbatto’’ti vutte ‘‘na kho, upāsaka, tvaññeva anatthena atthaṃ āhari, porāṇakapaṇḍitāpi āhariṃsū’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a31:144": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto tassa aggamahesiyā kucchimhi nibbatti, ‘‘ghaṭakumāro’’tissa nāmaṃ kariṃsu. So aparena samayena takkasilāyaṃ uggahitasippo dhammena rajjaṃ kāresi. Tassa antepure eko amacco dubbhi. So taṃ paccakkhato ñatvā raṭṭhā pabbājesi. Tadā sāvatthiyaṃ dhaṅkarājā nāma rajjaṃ kāresi. So tassa santikaṃ gantvā taṃ upaṭṭhahitvā heṭṭhā vuttanayena attano vacanaṃ gāhāpetvā bārāṇasirajjaṃ gaṇhāpesi. Sopi rajjaṃ gahetvā bodhisattaṃ saṅkhalikāhi bandhāpetvā bandhanāgāraṃ pavesesi. Bodhisatto jhānaṃ nibbattetvā ākāse pallaṅkena nisīdi, dhaṅkassa sarīre ḍāho uppajji. So gantvā bodhisattassa suvaṇṇādāsaphullapadumasassirikaṃ mukhaṃ disvā bodhisattaṃ pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:145": "29.",
  "atk-s0513a31:146": " ‘‘Aññe socanti rodanti, aññe assumukhā janā;",
  "atk-s0513a31:147": "Pasannamukhavaṇṇosi, kasmā ghaṭa na socasī’’ti.",
  "atk-s0513a31:148": "Tattha aññeti taṃ ṭhapetvā sesamanussā.",
  "atk-s0513a31:149": "Athassa bodhisatto asocanakāraṇaṃ kathento catasso gāthā abhāsi –",
  "atk-s0513a31:150": "30.",
  "atk-s0513a31:151": " ‘‘Nābbhatītaharo soko, nānāgatasukhāvaho;",
  "atk-s0513a31:152": "Tasmā dhaṅka na socāmi, natthi soke dutīyatā.",
  "atk-s0513a31:153": "31.",
  "atk-s0513a31:154": " ‘‘Socaṃ paṇḍu kiso hoti, bhattañcassa na ruccati;",
  "atk-s0513a31:155": "Amittā sumanā honti, sallaviddhassa ruppato.",
  "atk-s0513a31:156": "32.",
  "atk-s0513a31:157": " ‘‘Gāme vā yadi vāraññe, ninne vā yadi vā thale;",
  "atk-s0513a31:158": "Ṭhitaṃ maṃ nāgamissati, evaṃ diṭṭhapado ahaṃ.",
  "atk-s0513a31:159": "33.",
  "atk-s0513a31:160": " ‘‘Yassattā nālamekova, sabbakāmarasāharo;",
  "atk-s0513a31:161": "Sabbāpi pathavī tassa, na sukhaṃ āvahissatī’’ti.",
  "atk-s0513a31:162": "Tattha nābbhatītaharoti nābbhatītāhāro, ayameva vā pāṭho. Soko nāma abbhatītaṃ atikkantaṃ niruddhaṃ atthaṅgataṃ puna nāharati. Dutīyatāti sahāyatā. Atītāharaṇena vā anāgatāharaṇena vā soko nāma kassaci sahāyo na hoti, tenāpi kāraṇenāhaṃ na socāmīti vadati. Socanti socanto. Sallaviddhassa ruppatoti sokasallena viddhassa teneva ghaṭṭiyamānasssa ‘‘diṭṭhā vata no paccāmittassa piṭṭhī’’ti amittā sumanā hontīti attho.",
  "atk-s0513a31:163": "Ṭhitaṃ maṃ nāgamissatīti samma dhaṅkarāja, etesu gāmādīsu yattha katthaci ṭhitaṃ maṃ paṇḍukisabhāvādikaṃ sokamūlakaṃ byasanaṃ na āgamissati. Evaṃ diṭṭhapadoti yathā taṃ byasanaṃ nāgacchati, evaṃ mayā jhānapadaṃ diṭṭhaṃ. ‘‘Aṭṭhalokadhammapada’’ntipi vadantiyeva . Pāḷiyaṃ pana ‘‘na mattaṃ nāgamissatī’’ti likhitaṃ, taṃ aṭṭhakathāyaṃ natthi. Pariyosānagāthāya icchitapatthitatthena jhānasukhasaṅkhātaṃ sabbakāmarasaṃ āharatīti sabbakāmarasāharo. Idaṃ vuttaṃ hoti – yassa rañño pahāya aññasahāye attāva eko sabbakāmarasāharo nālaṃ, sabbaṃ jhānasukhasaṅkhātaṃ kāmarasaṃ āharituṃ asamattho, tassa rañño sabbāpi pathavī na sukhaṃ āvahissati. Kāmāturassa hi sukhaṃ nāma natthi, yo pana kilesadaratharahitaṃ jhānasukhaṃ āharituṃ samattho, so rājā sukhī hotīti. Yo panetāya gāthāya ‘‘yassatthā nālameko’’tipi pāṭho, tassattho na dissati.",
  "atk-s0513a31:164": "Iti dhaṅko imā catasso gāthā sutvā bodhisattaṃ khamāpetvā rajjaṃ paṭicchāpetvā pakkāmi. Bodhisattopi rajjaṃ amaccānaṃ paṭiniyyādetvā himavantapadesaṃ gantvā isipabbajjaṃ pabbajitvā aparihīnajjhāno brahmalokaparāyaṇo ahosi.",
  "atk-s0513a31:165": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā dhaṅkarājā ānando ahosi, ghaṭarājā pana ahameva ahosi’’nti.",
  "atk-s0513a31:166": "Ghaṭajātakavaṇṇanā pañcamā.",
  "atk-s0513a31:168": " [356] 6. Koraṇḍiyajātakavaṇṇanā",
  "atk-s0513a31:169": "Eko araññeti idaṃ satthā jetavane viharanto dhammasenāpatiṃ ārabbha kathesi. Thero kira āgatāgatānaṃ dussīlānaṃ migaluddakamacchabandhādīnaṃ diṭṭhadiṭṭhānaññeva ‘‘sīlaṃ gaṇhatha, sīlaṃ gaṇhathā’’ti sīlaṃ deti. Te there garubhāvena tassa kathaṃ bhindituṃ asakkontā sīlaṃ gaṇhanti, gahetvā ca pana na rakkhanti, attano attano kammameva karonti. Thero saddhivihārike āmantetvā ‘‘āvuso, ime manussā mama santike sīlaṃ gaṇhiṃsu, gaṇhitvā ca pana na rakkhantī’’ti āha. ‘‘Bhante, tumhe etesaṃ aruciyā sīlaṃ detha, ete tumhākaṃ kathaṃ bhindituṃ asakkontā gaṇhanti, tumhe ito paṭṭhāya evarūpānaṃ sīlaṃ mā adatthā’’ti. Thero anattamano ahosi. Taṃ pavattiṃ sutvā bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ – ‘‘āvuso, sāriputtatthero kira diṭṭhadiṭṭhānaññeva sīlaṃ detī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa diṭṭhadiṭṭhānaṃ ayācantānaññeva sīlaṃ detī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:170": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilāyaṃ disāpāmokkhassa ācariyassa jeṭṭhantevāsiko koraṇḍiyo nāma ahosi. Tadā so ācariyo diṭṭhadiṭṭhānaṃ kevaṭṭādīnaṃ ayācantānaññeva ‘‘sīlaṃ gaṇhatha, sīlaṃ gaṇhathā’’ti sīlaṃ deti. Te gahetvāpi na rakkhanti ācariyo tamatthaṃ antevāsikānaṃ ārocesi. Antevāsikā ‘‘bhante, tumhe etesaṃ aruciyā sīlaṃ detha, tasmā bhindanti, ito dāni paṭṭhāya yācantānaññeva dadeyyātha, mā ayācantāna’’nti vadiṃsu. So vippaṭisārī ahosi, evaṃ santepi diṭṭhadiṭṭhānaṃ sīlaṃ detiyeva.",
  "atk-s0513a31:171": "Athekadivasaṃ ekasmā gāmā manussā āgantvā brāhmaṇavācanakatthāya ācariyaṃ nimantayiṃsu. So koraṇḍiyamāṇavaṃ pakkositvā ‘‘tāta, ahaṃ na gacchāmi, tvaṃ ime pañcasate māṇave gahetvā tattha gantvā vācanakāni sampaṭicchitvā amhākaṃ dinnakoṭṭhāsaṃ āharā’’ti pesesi. So gantvā paṭinivattanto antarāmagge ekaṃ kandaraṃ disvā cintesi ‘‘amhākaṃ ācariyo diṭṭhadiṭṭhānaṃ ayācantānaññeva sīlaṃ deti, ito dāni paṭṭhāya yathā yācantānaññeva deti, tathā naṃ karissāmī’’ti. So tesu māṇavesu sukhanisinnesu uṭṭhāya mahantaṃ mahantaṃ selaṃ ukkhipitvā kandarāyaṃ khipi, punappunaṃ khipiyeva. Atha naṃ te māṇavā uṭṭhāya ‘‘ācariya, kiṃ karosī’’ti āhaṃsu. So na kiñci kathesi, te vegena gantvā ācariyassa ārocesuṃ. Ācariyo āgantvā tena saddhiṃ sallapanto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:172": "34.",
  "atk-s0513a31:173": " ‘‘Eko araññe girikandarāyaṃ, paggayha paggayha silaṃ pavecchasi;",
  "atk-s0513a31:174": "Punappunaṃ santaramānarūpo, koraṇḍiya ko nu tava yidhattho’’ti.",
  "atk-s0513a31:175": "Tattha ko nu tava yidhatthoti ko nu tava idha kandarāyaṃ silākhipanena attho.",
  "atk-s0513a31:176": "So tassa vacanaṃ sutvā ācariyaṃ pabodhetukāmo dutiyaṃ gāthamāha –",
  "atk-s0513a31:177": "35.",
  "atk-s0513a31:178": " ‘‘Ahañhimaṃ sāgarasevitantaṃ, samaṃ karissāmi yathāpi pāṇi;",
  "atk-s0513a31:179": "Vikiriya sānūni ca pabbatāni ca, tasmā silaṃ dariyā pakkhipāmī’’ti.",
  "atk-s0513a31:180": "Tattha ahañhimanti ahañhi imaṃ mahāpathaviṃ. Sāgarasevitantanti sāgarehi sevitaṃ cāturantaṃ. Yathāpi pāṇīti hatthatalaṃ viya samaṃ karissāmi. Vikiriyāti vikiritvā. Sānūni ca pabbatāni cāti paṃsupabbate ca silāpabbate ca.",
  "atk-s0513a31:181": "Taṃ sutvā brāhmaṇo tatiyaṃ gāthamāha –",
  "atk-s0513a31:182": "36.",
  "atk-s0513a31:183": " ‘‘Nayimaṃ mahiṃ arahati pāṇikappaṃ, samaṃ manusso karaṇāya meko;",
  "atk-s0513a31:184": "Maññāmimaññeva dariṃ jigīsaṃ, koraṇḍiya hāhasi jīvaloka’’nti.",
  "atk-s0513a31:185": "Tattha karaṇāya mekoti karaṇāya eko kātuṃ na sakkotīti dīpeti. Maññāmimaññeva dariṃ jigīsanti ahaṃ maññāmi tiṭṭhatu pathavī, imaññeva ekaṃ dariṃ jigīsaṃ pūraṇatthāya vāyamanto silā pariyesanto upāyaṃ vicinantova tvaṃ imaṃ jīvalokaṃ hāhasi jahissasi, marissasīti attho.",
  "atk-s0513a31:186": "Taṃ sutvā māṇavo catutthaṃ gāthamāha –",
  "atk-s0513a31:187": "37.",
  "atk-s0513a31:188": " ‘‘Sace ayaṃ bhūtadharaṃ na sakkā, samaṃ manusso karaṇāya meko;",
  "atk-s0513a31:189": "Evameva tvaṃ brahme ime manusse, nānādiṭṭhike nānayissasi te’’ti.",
  "atk-s0513a31:190": "Tassattho – sace ayaṃ eko manusso imaṃ bhūtadharaṃ pathaviṃ samaṃ kātuṃ na sakkā na samattho, evameva tvaṃ ime dussīlamanusse nānādiṭṭhike nānayissasi, te evaṃ ‘‘sīlaṃ gaṇhatha, sīlaṃ gaṇhathā’’ti vadanto attano vasaṃ na ānayissasi, paṇḍitapurisāyeva hi pāṇātipātaṃ ‘‘akusala’’nti garahanti. Saṃsāramocakādayo panettha kusalasaññino, te tvaṃ kathaṃ ānayissasi, tasmā diṭṭhadiṭṭhānaṃ sīlaṃ adatvā yācantānaññeva dehīti.",
  "atk-s0513a31:191": "Taṃ sutvā ācariyo ‘‘yuttaṃ vadati koraṇḍiyo, idāni na evarūpaṃ karissāmī’’ti attano viraddhabhāvaṃ ñatvā pañcamaṃ gāthamāha –",
  "atk-s0513a31:192": "38.",
  "atk-s0513a31:193": " ‘‘Saṃkhittarūpena bhavaṃ mamatthaṃ, akkhāsi koraṇḍiya evametaṃ;",
  "atk-s0513a31:194": "Yathā na sakkā pathavī samāyaṃ, kattuṃ manussena tathā manussā’’ti.",
  "atk-s0513a31:195": "Tattha samāyanti samaṃ ayaṃ. Evaṃ ācariyo māṇavassa thutiṃ akāsi, sopi naṃ bodhetvā sayaṃ gharaṃ nesi.",
  "atk-s0513a31:196": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā brāhmaṇo sāriputto ahosi, koraṇḍiyamāṇavo pana ahameva ahosi’’nti.",
  "atk-s0513a31:197": "Koraṇḍiyajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a31:199": " [357] 7. Laṭukikajātakavaṇṇanā",
  "atk-s0513a31:200": "Vandāmi taṃ kuñjara saṭṭhihāyananti idaṃ satthā veḷuvane viharanto devadattaṃ ārabbha kathesi. Ekasmiñhi divase bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ ‘‘āvuso, devadatto kakkhaḷo pharuso sāhasiko, sattesu karuṇāmattampissa natthī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa nikkaruṇoyevā’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:201": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto hatthiyoniyaṃ nibbattitvā vayappatto pāsādiko mahākāyo asītisahassavāraṇaparivāro yūthapati hutvā himavantapadese vihāsi. Tadā ekā laṭukikā sakuṇikā hatthīnaṃ vicaraṇaṭṭhāne aṇḍāni nikkhipi, tāni pariṇatāni bhinditvā sakuṇapotakā nikkhamiṃsu. Tesu aviruḷhapakkhesu uppatituṃ asakkontesuyeva mahāsatto asītisahassavāraṇaparivuto gocarāya caranto taṃ padesaṃ patto. Taṃ disvā laṭukikā cintesi ‘‘ayaṃ hatthirājā mama potake madditvā māressati, handa naṃ puttakānaṃ parittāṇatthāya dhammikārakkhaṃ yācāmī’’ti. Sā ubho pakkhe ekato katvā tassa purato ṭhatvā paṭhamaṃ gāthamāha –",
  "atk-s0513a31:202": "39.",
  "atk-s0513a31:203": " ‘‘Vandāmi taṃ kuñjara saṭṭhihāyanaṃ, āraññakaṃ yūthapatiṃ yasassiṃ;",
  "atk-s0513a31:204": "Pakkhehi taṃ pañjalikaṃ karomi, mā me vadhī puttake dubbalāyā’’ti.",
  "atk-s0513a31:205": "Tattha saṭṭhihāyananti saṭṭhivassakāle hāyanabalaṃ. Yasassinti parivārasampannaṃ. Pakkhehi taṃ pañcalikaṃ karomīti ahaṃ pakkhehi taṃ añjalikaṃ karomīti attho.",
  "atk-s0513a31:206": "Mahāsatto ‘‘mā cintayi laṭukike, ahaṃ te puttake rakkhissāmī’’ti sakuṇapotakānaṃ upari ṭhatvā asītiyā hatthisahassesu gatesu laṭukikaṃ āmantetvā ‘‘laṭukike amhākaṃ pacchato eko ekacāriko hatthī āgacchati, so amhākaṃ vacanaṃ na karissati, tasmiṃ āgate tampi yācitvā puttakānaṃ sotthibhāvaṃ kareyyāsī’’ti vatvā pakkāmi. Sāpi tassa paccuggamanaṃ katvā ubhohi pakkhehi añjaliṃ katvā dutiyaṃ gāthamāha –",
  "atk-s0513a31:207": "40.",
  "atk-s0513a31:208": " ‘‘Vandāmi taṃ kuñjara ekacāriṃ, āraññakaṃ pabbatasānugocaraṃ;",
  "atk-s0513a31:209": "Pakkhehi taṃ pañjalikaṃ karomi, mā me vadhī puttake dubbalāyā’’ti.",
  "atk-s0513a31:210": "Tattha pabbatasānugocaranti ghanaselapabbatesu ca paṃsupabbatesu ca gocaraṃ gaṇhantaṃ.",
  "atk-s0513a31:211": "So tassā vacanaṃ sutvā tatiyaṃ gāthamāha –",
  "atk-s0513a31:212": "41.",
  "atk-s0513a31:213": " ‘‘Vadhissāmi te laṭukike puttakāni, kiṃ me tuvaṃ kāhasi dubbalāsi;",
  "atk-s0513a31:214": "Sataṃ sahassānipi tādisīnaṃ, vāmena pādena papothayeyya’’nti.",
  "atk-s0513a31:215": "Tattha vadhissāmi teti tvaṃ kasmā mama vicaraṇamagge puttakāni ṭhapesi, yasmā ṭhapesi, tasmā vadhissāmi te puttakānīti vadati. Kiṃ me tuvaṃ kāhasīti mayhaṃ mahāthāmassa tvaṃ dubbalā kiṃ karissasi. Papothayeyyanti ahaṃ tādisānaṃ laṭukikānaṃ satasahassampi vāmena pādena sañcuṇṇeyyaṃ, dakkhiṇapādena pana kathāva natthīti.",
  "atk-s0513a31:216": "Evañca pana vatvā so tassā puttake pādena sañcuṇṇetvā muttena pavāhetvā nadantova pakkāmi. Laṭukikā rukkhasākhāya nilīyitvā ‘‘idāni tāva vāraṇa nadanto gacchasi, katipāheneva me kiriyaṃ passissasi, kāyabalato ñāṇabalassa mahantabhāvaṃ na jānāsi, hotu, jānāpessāmi na’’nti taṃ santajjayamānāva catutthaṃ gāthamāha –",
  "atk-s0513a31:217": "42.",
  "atk-s0513a31:218": " ‘‘Na heva sabbattha balena kiccaṃ, balañhi bālassa vadhāya hoti;",
  "atk-s0513a31:219": "Karissāmi te nāgarājā anatthaṃ, yo me vadhī puttake dubbalāyā’’ti.",
  "atk-s0513a31:220": "Tattha balenāti kāyabalena. Anatthanti avuḍḍhiṃ. Yo meti yo tvaṃ mama dubbalāya puttake vadhī ghātesi.",
  "atk-s0513a31:221": "Sā evaṃ vatvā katipāhaṃ ekaṃ kākaṃ upaṭṭhahitvā tena tuṭṭhena ‘‘kiṃ te karomī’’ti vuttā ‘‘sāmi, aññaṃ me kātabbaṃ natthi, ekassa pana ekacārikavāraṇassa tuṇḍena paharitvā tumhehi akkhīni bhinnāni paccāsīsāmī’’ti āha. Sā tena ‘‘sādhū’’ti sampaṭicchitā ekaṃ nīlamakkhikaṃ upaṭṭhahi. Tāyapi ‘‘kiṃ te, karomī’’ti vuttā ‘‘iminā kākena ekacārikavāraṇassa akkhīsu bhinnesu tumhehi tattha āsāṭikaṃ pātetuṃ icchāmī’’ti vatvā tāyapi ‘‘sādhū’’ti vutte ekaṃ maṇḍūkaṃ upaṭṭhahitvā tena ‘‘kiṃ te, karomī’’ti vuttā ‘‘yadā ekacārikavāraṇo andho hutvā pānīyaṃ pariyesati, tadā pabbatamatthake ṭhito saddaṃ katvā tasmiṃ pabbatamatthakaṃ abhiruhante otaritvā papāte saddaṃ kareyyātha, ahaṃ tumhākaṃ santikā ettakaṃ paccāsīsāmī’’ti āha. Sopi tassā vacanaṃ ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0513a31:222": "Athekadivasaṃ kāko vāraṇassa dvepi akkhīni tuṇḍena bhindi, nīlamakkhikā āsāṭikaṃ pātesi. So puḷavehi khajjanto vedanāppatto pipāsābhibhūto pānīyaṃ pariyesamāno vicari. Tasmiṃ kāle maṇḍūko pabbatamatthake ṭhatvā saddamakāsi. Vāraṇo ‘‘ettha pānīyaṃ bhavissatī’’ti pabbatamatthakaṃ abhiruhi. Atha maṇḍūko otaritvā papāte ṭhatvā saddamakāsi. Vāraṇo ‘‘ettha pānīyaṃ bhavissatī’’ti papātābhimukho gacchanto parigaḷitvā pabbatapāde patitvā jīvitakkhayaṃ pāpuṇi. Laṭukikā tassa matabhāvaṃ ñatvā ‘‘diṭṭhā me paccāmittassa piṭṭhī’’ti haṭṭhatuṭṭhā tassa khandhe caṅkamitvā yathākammaṃ gatā.",
  "atk-s0513a31:223": "Satthā ‘‘na, bhikkhave, kenaci saddhiṃ veraṃ nāma kātabbaṃ, evaṃ balasampannampi vāraṇaṃ ime cattāro janā ekato hutvā vāraṇassa jīvitakkhayaṃ pāpesu’’nti –",
  "atk-s0513a31:224": "43.",
  "atk-s0513a31:225": " ‘‘Kākañca passa laṭukikaṃ, maṇḍūkaṃ nīlamakkhikaṃ;",
  "atk-s0513a31:226": "Ete nāgaṃ aghātesuṃ, passa verassa verinaṃ;",
  "atk-s0513a31:227": "Tasmā hi veraṃ na kayirātha, appiyenapi kenacī’’ti. –",
  "atk-s0513a31:228": "Imaṃ abhisambuddhagāthaṃ vatvā jātakaṃ samodhānesi.",
  "atk-s0513a31:229": "Tattha passāti aniyāmitālapanametaṃ, bhikkhū pana sandhāya vuttattā passatha bhikkhaveti vuttaṃ hoti. Eteti ete cattāro ekato hutvā. Aghātesunti taṃ vadhiṃsu. Passa verassa verinanti passatha verikānaṃ verassa gatinti attho.",
  "atk-s0513a31:230": "Tadā ekacārikahatthī devadatto ahosi, yūthapati pana ahameva ahosinti.",
  "atk-s0513a31:231": "Laṭukikajātakavaṇṇanā sattamā.",
  "atk-s0513a31:233": " [358] 8. Cūḷadhammapālajātakavaṇṇanā",
  "atk-s0513a31:234": "Ahamevadūsiyā bhūnahatāti idaṃ satthā veḷuvane viharanto devadattassa vadhāya parisakkanaṃ ārabbha kathesi. Aññesu jātakesu devadatto bodhisattassa tāsamattampi kātuṃ nāsakkhi, imasmiṃ pana cūḷadhammapālajātake bodhisattassa sattamāsikakāle hatthapāde ca sīsañca chedāpetvā asimālakaṃ nāma kāresi. Daddarajātake (jā. 1.2.43-44) gīvaṃ gahetvā māretvā uddhane maṃsaṃ pacitvā khādi. Khantīvādījātake (jā. 1.4.49 ādayo) dvīhipi kasāhi pahārasahassehi tāḷāpetvā hatthapāde ca kaṇṇanāsañca chedāpetvā jaṭāsu gahetvā kaḍḍhāpetvā uttānakaṃ nipajjāpetvā ure pādena paharitvā gato. Bodhisatto taṃ divasaṃyeva jīvitakkhayaṃ pāpuṇi. Cūḷanandiyajātakepi (jā. 1.2.143-144) mahākapijātakepi (jā. 1.7.83 ādayo) māresiyeva. Evameva so dīgharattaṃ vadhāya parisakkanto buddhakālepi parisakkiyeva. Athekadivasaṃ bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ – ‘‘āvuso, devadatto buddhānaṃ māraṇatthameva upāyaṃ karoti, ‘sammāsambuddhaṃ mārāpessāmī’ti dhanuggahe payojesi, silaṃ pavijjhi, nāḷāgiriṃ vissajjāpesī’’ti. Satthā āgantvā ‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa mayhaṃ vadhāya parisakkiyeva, idāni pana tāsamattampi kātuṃ na sakkoti , pubbe maṃ cūḷadhammapālakumārakāle attano puttaṃ samānaṃ jīvatakkhayaṃ pāpetvā asimālakaṃ kāresī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:235": "Atīte bārāṇasiyaṃ mahāpatāpe nāma rajjaṃ kārente bodhisatto tassa aggamahesiyā candādeviyā kucchimhi nibbatti, ‘‘dhammapālo’’tissa nāmaṃ kariṃsu. Tamenaṃ sattamāsikakāle mātā gandhodakena nhāpetvā alaṅkaritvā kīḷāpayamānā nisīdi. Rājā tassā vasanaṭṭhānaṃ agamāsi. Sā puttaṃ kīḷāpayamānā puttasinehena samappitā hutvā rājānaṃ passitvāpi na uṭṭhahi. So cintesi ‘‘ayaṃ idāneva tāva puttaṃ nissāya mānaṃ karoti, maṃ kismiñci na maññati, putte pana vaḍḍhante mayi ‘manusso’tipi saññaṃ na karissati, idāneva naṃ ghātessāmī’’ti. So nivattitvā rājāsane nisīditvā ‘‘attano vidhānena āgacchatū’’ti coraghātakaṃ pakkosāpesi. So kāsāyavatthanivattho rattamālādharo pharasuṃ aṃse ṭhapetvā upadhānaghaṭikaṃ hatthapādaṭhapanadaṇḍakañca ādāya āgantvā rājānaṃ vanditvā ‘‘kiṃ karomi, devā’’ti aṭṭhāsi. Deviyā sirigabbhaṃ gantvā dhammapālaṃ ānehīti. Devīpi rañño kujjhitvā nivattanabhāvaṃ ñatvā bodhisattaṃ ure nipajjāpetvā rodamānā nisīdi. Coraghātako gantvā taṃ piṭṭhiyaṃ hatthena paharitvā hatthato kumāraṃ acchinditvā ādāya rañño santikaṃ āgantvā ‘‘kiṃ karomi, devā’’ti āha. Rājā ekaṃ phalakaṃ āharāpetvā purato nikkhipāpetvā ‘‘idha naṃ nipajjāpehī’’ti āha. So tathā akāsi.",
  "atk-s0513a31:236": "Candādevī puttassa pacchatova paridevamānā āgacchi. Puna coraghātako ‘‘kiṃ karomī, devā’’ti āha. Dhammapālassa hatthe chindāti. Candādevī ‘‘mahārāja, mama putto sattamāsiko bālako na kiñci jānāti, natthetassa doso, doso pana honto mayi bhaveyya, tasmā mayhaṃ hatthe chedāpehī’’ti imamatthaṃ pakāsentī paṭhamaṃ gāthamāha –",
  "atk-s0513a31:237": "44.",
  "atk-s0513a31:238": " ‘‘Ahameva dūsiyā bhūnahatā, rañño mahāpatāpassa;",
  "atk-s0513a31:239": "Etaṃ muñcatu dhammapālaṃ, hatthe me deva chedehī’’ti.",
  "atk-s0513a31:240": "Tattha dūsiyāti dūsikā, tumhe disvā anuṭṭhahamānā dosakārikāti attho. ‘‘Dūsikā’’tipi pāṭho, ayamevattho. Bhūnahatāti hatabhūnā, hatavuḍḍhīti attho. Raññoti idaṃ ‘‘dūsiyā’’ti padena yojetabbaṃ. Ahaṃ rañño mahāpatāpassa aparādhakārikā, nāyaṃ kumāro, tasmā niraparādhaṃ etaṃ bālakaṃ muñcatu dhammapālaṃ, sacepi hatthe chedāpetukāmo, dosakārikāya hatthe me, deva, chedehīti ayamettha attho.",
  "atk-s0513a31:241": "Rājā coraghātakaṃ olokesi. ‘‘Kiṃ karomi, devā’’ti? ‘‘Papañcaṃ akatvā hatthe chedā’’ti. Tasmiṃ khaṇe coraghātako tikhiṇapharasuṃ gahetvā kumārassa taruṇavaṃsakaḷīre viya dve hatthe chindi. So dvīsu hatthesu chijjamānesu neva rodi na paridevi, khantiñca mettañca purecārikaṃ katvā adhivāsesi. Candā pana devī chinnahatthakoṭiṃ gahetvā ucchaṅge katvā lohitalittā paridevamānā vicari. Puna coraghātako ‘‘kiṃ karomi, devā’’ti pucchi. ‘‘Dvepi pāde chindā’’ti. Taṃ sutvā candādevī dutiyaṃ gāthamāha –",
  "atk-s0513a31:242": "45.",
  "atk-s0513a31:243": " ‘‘Ahameva dūsiyā bhūnahatā, rañño mahāpatāpassa;",
  "atk-s0513a31:244": "Etaṃ muñcatu dhammapālaṃ, pāde me deva chedehī’’ti.",
  "atk-s0513a31:245": "Tattha adhippāyo vuttanayeneva veditabbo.",
  "atk-s0513a31:246": "Rājāpi puna coraghātakaṃ āṇāpesi. So ubhopi pāde chindi. Candādevī pādakoṭimpi gahetvā ucchaṅge katvā lohitalittā paridevamānā ‘‘sāmi mahāpatāpa, chinnahatthapādā nāma dārakā mātarā posetabbā honti, ahaṃ bhatiṃ katvā mama puttakaṃ posessāmi, dehi me eta’’nti āha. Coraghātako ‘‘kiṃ deva katā rājāṇā, niṭṭhitaṃ mama kicca’’nti pucchi. ‘‘Na tāva niṭṭhita’’nti. ‘‘Atha kiṃ karomi, devā’’ti? ‘‘Sīsamassa chindā’’ti. Taṃ sutvā candādevī tatiyaṃ gāthamāha –",
  "atk-s0513a31:247": "46.",
  "atk-s0513a31:248": " ‘‘Ahameva dūsiyā bhūnahatā, rañño mahāpatāpassa;",
  "atk-s0513a31:249": "Etaṃ muñcatu dhammapālaṃ, sīsaṃ me deva chedehī’’ti.",
  "atk-s0513a31:250": "Vatvā ca pana attano sīsaṃ upanesi.",
  "atk-s0513a31:251": "Puna coraghātako ‘‘kiṃ karomi, devā’’ti pucchi. ‘‘Sīsamassa chindā’’ti. So sīsaṃ chinditvā ‘‘katā, deva, rājāṇā’’ti pucchi. ‘‘Na tāva katā’’ti. ‘‘Atha kiṃ karomi, devā’’ti? ‘‘Asituṇḍena naṃ sampaṭicchitvā asimālakaṃ nāma karohī’’ti. So tassa kaḷevaraṃ ākāse khipitvā asituṇḍena sampaṭicchitvā asimālakaṃ nāma katvā mahātale vippakiri. Candādevī bodhisattassa maṃse ucchaṅge katvā mahātale rodamānā paridevamānā imā gāthā abhāsi –",
  "atk-s0513a31:252": "47.",
  "atk-s0513a31:253": " ‘‘Na hi nūnimassa rañño, mittāmaccā ca vijjare suhadā;",
  "atk-s0513a31:254": "Ye na vadanti rājānaṃ, mā ghātayi orasaṃ puttaṃ.",
  "atk-s0513a31:255": "48.",
  "atk-s0513a31:256": " ‘‘Na hi nūnimassa rañño, ñātī mittā ca vijjare suhadā;",
  "atk-s0513a31:257": "Ye na vadanti rājānaṃ, mā ghātayi atrajaṃ putta’’nti.",
  "atk-s0513a31:258": "Tattha mittāmaccā ca vijjare suhadāti nūna imassa rañño daḷhamittā vā sabbakiccesu sahabhāvino amaccā vā muduhadayatāya suhadā vā keci na vijjanti. Ye na vadantīti ye adhunā āgantvā ‘‘attano piyaputtaṃ mā ghātayī’’ti na vadanti, imaṃ rājānaṃ paṭisedhenti, te natthiyevāti maññe. Dutiyagāthāyaṃ ñātīti ñātakā.",
  "atk-s0513a31:259": "Imā pana dve gāthā vatvā candādevī ubhohi hatthehi hadayamaṃsaṃ dhārayamānā tatiyaṃ gāthamāha –",
  "atk-s0513a31:260": "49.",
  "atk-s0513a31:261": " ‘‘Candanasārānulittā, bāhā chijjanti dhammapālassa;",
  "atk-s0513a31:262": "Dāyādassa pathabyā, pāṇā me deva rujjhantī’’ti.",
  "atk-s0513a31:263": "Tattha dāyādassa pathabyāti pitusantakāya cāturantāya pathaviyā dāyādassa lohitacandanasārānulittā hatthā chijjanti, pādā chijjanti, sīsañca chijjati, asimālakopi kato, tava vaṃsaṃ pacchinditvā gatosi dānīti evamādīni vilapanti evamāha. Pāṇā me deva rujjhantīti deva, mayhampi imaṃ sokaṃ sandhāretuṃ asakkontiyā jīvitaṃ rujjhatīti.",
  "atk-s0513a31:264": "Tassā evaṃ paridevamānāya eva ḍayhamāne veḷuvane veḷu viya hadayaṃ phali, sā tattheva jīvitakkhayaṃ pattā. Rājāpi pallaṅke ṭhātuṃ asakkonto mahātale pati, padaratalaṃ dvidhā bhijji, so tatopi bhūmiyaṃ pati. Tato catunahutādhikadviyojanasatasahassabahalāpi ghanapathavī tassa aguṇaṃ dhāretuṃ asakkontī bhijjitvā vivaramadāsi, avīcito jālā uṭṭhāya kuladattikena kambalena parikkhipantī viya taṃ gahetvā avīcimhi khipi. Candāya ca bodhisattassa ca amaccā sarīrakiccaṃ kariṃsu.",
  "atk-s0513a31:265": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā rājā devadatto ahosi, candādevī mahāpajāpatigotamī, dhammapālakumāro pana ahameva ahosi’’nti.",
  "atk-s0513a31:266": "Cūḷadhammapālajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a31:268": " [359] 9. Suvaṇṇamigajātakavaṇṇanā",
  "atk-s0513a31:269": "Vikkamare haripādāti idaṃ satthā jetavane viharanto sāvatthiyaṃ ekaṃ kuladhītaraṃ ārabbha kathesi. Sā kira sāvatthiyaṃ dvinnaṃ aggasāvakānaṃ upaṭṭhākakulassa dhītā saddhā pasannā buddhamāmakā dhammamāmakā saṅghamāmakā ācārasampannā paṇḍitā dānādipuññābhiratā. Taṃ aññaṃ sāvatthiyameva samānajātikaṃ micchādiṭṭhikakulaṃ vāresi. Athassā mātāpitaro ‘‘amhākaṃ dhītā saddhā pasannā tīṇi ratanāni mamāyati dānādipuññābhiratā, tumhe micchādiṭṭhikā imissāpi yathāruciyā dānaṃ vā dātuṃ dhammaṃ vā sotuṃ vihāraṃ vā gantuṃ sīlaṃ vā rakkhituṃ uposathakammaṃ vā kātuṃ na dassatha, na mayaṃ tumhākaṃ dema, attanā sadisaṃ micchādiṭṭhikakulāva kumārikaṃ gaṇhathā’’ti āhaṃsu. Te tehi paṭikkhittā ‘‘tumhākaṃ dhītā amhākaṃ gharaṃ gantvā yathādhippāyena sabbametaṃ karotu, mayaṃ na vāressāma, detha no eta’’nti vatvā ‘‘tena hi gaṇhathā’’ti vuttā bhaddakena nakkhattena maṅgalaṃ katvā taṃ attano gharaṃ nayiṃsu. Sā vattācārasampannā patidevatā ahosi, sassusasurasāmikavattāni katāneva honti.",
  "atk-s0513a31:270": "Sā ekadivasaṃ sāmikaṃ āha – ‘‘icchāmahaṃ, ayyaputta, amhākaṃ kulūpakattherānaṃ dānaṃ dātu’’nti. Sādhu, bhadde, yathājjhāsayena dānaṃ dehīti. Sā there nimantāpetvā mahantaṃ sakkāraṃ katvā paṇītabhojanaṃ bhojetvā ekamantaṃ nisīditvā ‘‘bhante, imaṃ kulaṃ micchādiṭṭhikaṃ assaddhaṃ tiṇṇaṃ ratanānaṃ guṇaṃ na jānāti, sādhu, ayyā, yāva imaṃ kulaṃ tiṇṇaṃ ratanānaṃ guṇaṃ jānāti, tāva idheva bhikkhaṃ gaṇhathā’’ti āha. Therā adhivāsetvā tattha nibaddhaṃ bhuñjanti. Puna sāmikaṃ āha ‘‘ayyaputta, therā idha nibaddhaṃ āgacchanti, kiṃkāraṇā tumhe na passathā’’ti. ‘‘Sādhu, passissāmī’’ti. Sā punadivase therānaṃ bhattakiccapariyosāne tassa ārocesi . So upasaṅkamitvā therehi saddhiṃ paṭisanthāraṃ katvā ekamantaṃ nisīdi. Athassa dhammasenāpati dhammakathaṃ kathesi. So therassa dhammakathāya ca iriyāpathesu ca pasīditvā tato paṭṭhāya therānaṃ āsanaṃ paññapeti, pānīyaṃ parissāveti, antarābhatte dhammakathaṃ suṇāti, tassa aparabhāge micchādiṭṭhi bhijji.",
  "atk-s0513a31:271": "Athekadivasaṃ thero dvinnampi dhammakathaṃ kathento saccāni pakāsesi, saccapariyosāne ubhopi jayampatikā sotāpattiphale patiṭṭhahiṃsu. Tato paṭṭhāya tassa mātāpitaro ādiṃ katvā antamaso dāsakammakarāpi sabbe micchādiṭṭhiṃ bhinditvā buddhadhammasaṅghamāmakāyeva jātā. Athekadivasaṃ dārikā sāmikaṃ āha – ‘‘ayyaputta, kiṃ me gharāvāsena, icchāmahaṃ pabbajitu’’nti. So ‘‘sādhu bhadde, ahampi pabbajissāmī’’ti mahantena parivārena taṃ bhikkhunupassayaṃ netvā pabbājetvā sayampi satthāraṃ upasaṅkamitvā pabbajjaṃ yāci. Taṃ satthā pabbājesi. Ubhopi vipassanaṃ vaḍḍhetvā na cirasseva arahattaṃ pāpuṇiṃsu. Athekadivasaṃ bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ ‘‘āvuso, asukā nāma daharabhikkhunī attano ceva paccayā jātā sāmikassa ca, attanāpi pabbajitvā arahattaṃ patvā tampi pāpesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva tāva esā sāmikaṃ rāgapāsā mocesi, pubbepesā porāṇakapaṇḍite pana maraṇapāsā mocesī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:272": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto migayoniyaṃ nibbattitvā vayappatto abhirūpo ahosi pāsādiko dassanīyo suvaṇṇavaṇṇo lākhārasaparikammakatehi viya hatthapādehi rajatadāmasadisehi visāṇehi maṇiguḷikapaṭibhāgehi akkhīhi rattakambalageṇḍusadisena mukhena samannāgato. Bhariyāpissa taruṇamigī abhirūpā ahosi dassanīyā. Te samaggavāsaṃ vasiṃsu, asītisahassacitramigā bodhisattaṃ upaṭṭhahiṃsu. Tadā luddakā migavīthīsu pāse oḍḍesuṃ. Athekadivasaṃ bodhisatto migānaṃ purato gacchanto pāde pāsena bajjhitvā ‘‘chindissāmi na’’nti ākaḍḍhi, cammaṃ chijji, puna ākaḍḍhantassa maṃsaṃ chijji, puna nhāru chijji, pāso aṭṭhimāhacca aṭṭhāsi. So pāsaṃ chindituṃ asakkonto maraṇabhayatajjito baddharavaṃ ravi. Taṃ sutvā bhīto migagaṇo palāyi. Bhariyā panassa palāyitvā migānaṃ antare olokentī taṃ adisvā ‘‘idaṃ bhayaṃ mayhaṃ piyasāmikassa uppannaṃ bhavissatī’’ti vegena tassa santikaṃ gantvā assumukhī rodamānā ‘‘sāmi , tvaṃ mahabbalo, kiṃ etaṃ pāsaṃ sandhāretuṃ na sakkhissasi, vegaṃ janetvā chindāhi na’’nti tassa ussāhaṃ janentī paṭhamaṃ gāthamāha –",
  "atk-s0513a31:273": "50.",
  "atk-s0513a31:274": " ‘‘Vikkama re haripāda, vikkama re mahāmiga;",
  "atk-s0513a31:275": "Chinda vārattikaṃ pāsaṃ, nāhaṃ ekā vane rame’’ti.",
  "atk-s0513a31:276": "Tattha vikkamāti parakkama, ākaḍḍhāti attho. Reti āmantane nipāto. Haripādāti suvaṇṇapāda. Sakalasarīrampi tassa suvaṇṇavaṇṇaṃ, ayaṃ pana gāravenevamāha. Nāhaṃ ekāti ahaṃ tayā vinā ekikā vane na ramissāmi, tiṇodakaṃ pana aggahetvā sussitvā marissāmīti dasseti.",
  "atk-s0513a31:277": "Taṃ sutvā migo dutiyaṃ gāthamāha –",
  "atk-s0513a31:278": "51.",
  "atk-s0513a31:279": " ‘‘Vikkamāmi na pāremi, bhūmiṃ sumbhāmi vegasā;",
  "atk-s0513a31:280": "Daḷho vārattiko pāso, pādaṃ me parikantatī’’ti.",
  "atk-s0513a31:281": "Tattha vikkamāmīti bhadde, ahaṃ vīriyaṃ karomi. Na pāremīti pāsaṃ chindituṃ pana na sakkomīti attho. Bhūmiṃ sumbhāmīti api nāma chijjeyyāti pādenāpi bhūmiṃ paharāmi. Vegasāti vegena. Parikantatīti cammādīni chindanto samantā kantatīti.",
  "atk-s0513a31:282": "Atha naṃ migī ‘‘mā bhāyi, sāmi, ahaṃ attano balena luddakaṃ yācitvā tava jīvitaṃ āharissāmi. Sace yācanāya na sakkhissāmi, mama jīvitampi datvā tava jīvitaṃ āharissāmī’’ti mahāsattaṃ assāsetvā lohitalittaṃ bodhisattaṃ pariggahetvā aṭṭhāsi. Luddakopi asiñca sattiñca gahetvā kappuṭṭhānaggi viya āgacchati. Sā taṃ disvā ‘‘sāmi, luddako āgacchati, ahaṃ attano balaṃ karissāmi, tvaṃ mā bhāyī’’ti migaṃ assāsetvā luddakassa paṭipathaṃ gantvā paṭikkamitvā ekamantaṃ ṭhitā taṃ vanditvā ‘‘sāmi, mama sāmiko suvaṇṇavaṇṇo sīlācārasampanno, asītisahassānaṃ migānaṃ rājā’’ti bodhisattassa guṇaṃ kathetvā migarāje ṭhiteyeva attano vadhaṃ yācantī tatiyaṃ gāthamāha –",
  "atk-s0513a31:283": "52.",
  "atk-s0513a31:284": " ‘‘Attharassu palāsāni, asiṃ nibbāha luddaka;",
  "atk-s0513a31:285": "Paṭhamaṃ maṃ vadhitvāna, hana pacchā mahāmiga’’nti.",
  "atk-s0513a31:286": "Tattha palāsānīti maṃsaṭṭhapanatthaṃ palāsapaṇṇāni attharassu. Asiṃ nibbāhāti asiṃ kosato nīhara.",
  "atk-s0513a31:287": "Taṃ sutvā luddako ‘‘manussabhūtā tāva sāmikassa atthāya attano jīvitaṃ na pariccajanti, ayaṃ tiracchānagatā jīvitaṃ pariccajati, manussabhāsāya ca madhurena sarena katheti, ajja imissā ca patino cassā jīvitaṃ dassāmī’’ti pasannacitto catutthaṃ gāthamāha –",
  "atk-s0513a31:288": "53.",
  "atk-s0513a31:289": " ‘‘Na me sutaṃ vā diṭṭhaṃ vā, bhāsantiṃ mānusiṃ migiṃ;",
  "atk-s0513a31:290": "Tvañca bhadde sukhī hohi, eso cāpi mahāmigo’’ti.",
  "atk-s0513a31:291": "Tattha sutaṃ vā diṭṭhaṃ vāti mayā ito pubbe evarūpaṃ diṭṭhaṃ vā sutaṃ vā natthi. Bhāsantiṃ mānusiṃ miginti ahañhi ito pubbe mānusiṃ vācaṃ bhāsantiṃ migiṃ neva addasaṃ na assosiṃ. Yesaṃ pana ‘‘na me sutā vā diṭṭhā vā, bhāsantī mānusī migī’’ti pāḷi, tesaṃ yathāpāḷimeva attho dissati. Bhaddeti bhaddake paṇḍike upāyakusale. Iti taṃ ālapitvā puna ‘‘tvañca eso cāpi mahāmigoti dvepi janā sukhī niddukkhā hothā’’ti taṃ samassāsetvā luddako bodhisattassa santikaṃ gantvā vāsiyā cammapāsaṃ chinditvā pāde laggapāsakaṃ saṇikaṃ nīharitvā nhārunā nhāruṃ, maṃsena maṃsaṃ, cammena cammaṃ paṭipāṭetvā pādaṃ hatthena parimajji. Taṅkhaṇaññeva mahāsattassa pūritapāramitānubhāvena luddakassa ca mettacittānubhāvena migiyā ca mettadhammānubhāvena nhārumaṃsacammāni nhārumaṃsacammehi ghaṭayiṃsu. Bodhisatto pana sukhī niddukkho aṭṭhāsi.",
  "atk-s0513a31:292": "Migī bodhisattaṃ sukhitaṃ disvā somanassajātā luddakassa anumodanaṃ karontī pañcamaṃ gāthamāha –",
  "atk-s0513a31:293": "54.",
  "atk-s0513a31:294": " ‘‘Evaṃ luddaka nandassu, saha sabbehi ñātibhi;",
  "atk-s0513a31:295": "Yathāhamajja nandāmi, muttaṃ disvā mahāmiga’’nti.",
  "atk-s0513a31:296": "Tattha luddakāti dāruṇakammakiriyāya laddhanāmavasena ālapati.",
  "atk-s0513a31:297": "Bodhisatto ‘‘ayaṃ luddo mayhaṃ avassayo jāto, mayāpissa avassayeneva bhavituṃ vaṭatī’’ti gocarabhūmiyaṃ diṭṭhaṃ ekaṃ maṇikkhandhaṃ tassa datvā ‘‘samma, ito paṭṭhāya pāṇātipātādīni mā kari, iminā kuṭumbaṃ saṇṭhapetvā dārake posento dānasīlādīni puññāni karohī’’ti tassovādaṃ datvā araññaṃ pāvisi.",
  "atk-s0513a31:298": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā luddako channo ahosi, migī daharabhikkhunī, migarājā pana ahameva ahosi’’nti.",
  "atk-s0513a31:299": "Suvaṇṇamigajātakavaṇṇanā navamā.",
  "atk-s0513a31:301": " [360] 10. Suyonandījātakavaṇṇanā",
  "atk-s0513a31:302": "Vāti gandho timirānanti idaṃ satthā jetavane viharanto ukkaṇṭhitabhikkhuṃ ārabbha kathesi. Tañhi satthā ‘‘saccaṃ kira tvaṃ bhikkhu ukkaṇṭhitosī’’ti pucchitvā ‘‘sacca’’nti vutte ‘‘kiṃ disvā’’ti vatvā ‘‘alaṅkatamātugāma’’nti vutte ‘‘mātugāmo nāmesa bhikkhu na sakkā rakkhituṃ, porāṇakapaṇḍitā supaṇṇabhavane katvā rakkhantāpi rakkhituṃ nāsakkhiṃsū’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a31:303": "Atīte bārāṇasiyaṃ tambarājā nāma rajjaṃ kāresi. Tassa suyonandī nāma aggamahesī ahosi uttamarūpadharā. Tadā bodhisatto supaṇṇayoniyaṃ nibbatti, tasmiṃ kāle nāgadīpo sedumadīpo nāma ahosi. Bodhisatto tasmiṃ dīpe supaṇṇabhavane vasati. So bārāṇasiṃ gantvā tambarājena saddhiṃ māṇavakavesena jūtaṃ kīḷati. Tassa rūpasampattiṃ disvā paricārikā ‘‘amhākaṃ raññā saddhiṃ evarūpo nāma māṇavako jūtaṃ kīḷatī’’ti suyonandiyā ārocesuṃ. Sā sutvā taṃ daṭṭhukāmā hutvā ekadivasaṃ alaṅkaritvā jūtamaṇḍalaṃ āgantvā paricārikānaṃ antare ṭhitā naṃ olokesi. Sopi deviṃ olokesi. Dvepi aññamaññaṃ paṭibaddhacittā ahesuṃ. Supaṇṇarājā attano ānubhāvena nagare vātaṃ samuṭṭhāpesi, gehapatanabhayena rājanivesanā manussā nikkhamiṃsu. So attano ānubhāvena andhakāraṃ katvā deviṃ gahetvā ākāsena āgantvā nāgadīpe attano bhavanaṃ pāvisi suyonandiyā gataṭṭhānaṃ jānantā nāma nāhesuṃ. So tāya saddhiṃ abhiramamāno gantvā raññā saddhiṃ jūtaṃ kīḷati.",
  "atk-s0513a31:304": "Rañño pana saggo nāma gandhabbo atthi, so deviyā gataṭṭhānaṃ ajānanto taṃ gandhabbaṃ āmantetvā ‘‘gaccha, tāta, gandhabba sabbaṃ thalajalapathaṃ anuvicaritvā deviyā gataṭṭhānaṃ passā’’ti uyyojesi. So paribbayaṃ gahetvā dvāragāmato paṭṭhāya vicinanto kurukacchaṃ pāpuṇi. Tadā kurukacchavāṇijā nāvāya suvaṇṇabhūmiṃ gacchanti. So te upasaṅkamitvā ‘‘ahaṃ gandhabbo nāvāya vetanaṃ khaṇḍetvā tumhākaṃ gandhabbaṃ karissāmi, mampi nethā’’ti āha. Te ‘‘sādhū’’ti tampi āropetvā nāvaṃ vissajjesuṃ. Te sukhapayātāya nāvāya taṃ pakkositvā ‘‘gandhabbaṃ no karohī’’ti āhaṃsu. ‘‘Ahaṃ ce gandhabbaṃ kareyyaṃ, mayi pana gandhabbaṃ karonte macchā calissanti, atha vo nāvo bhijjissatī’’ti. ‘‘Manussamatte gandhabbaṃ karonte macchānaṃ calanaṃ nāma natthi, karohī’’ti. ‘‘Tena hi mā mayhaṃ kujjhitthā’’ti vīṇaṃ mucchitvā tantissarena gītassaraṃ, gītassarena tantissaraṃ anatikkamitvā gandhabbaṃ akāsi. Tena saddena sammattā hutvā macchā caliṃsu.",
  "atk-s0513a31:305": "Atheko makaro uppatitvā nāvāya patanto nāvaṃ bhindi. Saggo phalake nipajjitvā yathāvātaṃ gacchanto nāgadīpe supaṇṇabhavanassa nigrodharukkhassa santikaṃ pāpuṇi. Suyonandīpi devī supaṇṇarājassa jūtaṃ kīḷituṃ gatakāle vimānā otaritvā velante vicarantī saggaṃ gandhabbaṃ disvā sañjānitvā ‘‘kathaṃ āgatosī’’ti pucchi. So sabbaṃ kathesi. ‘‘Tena hi mā bhāyī’’ti taṃ assāsetvā bāhāhi pariggahetvā vimānaṃ āropetvā sayanapiṭṭhe nipajjāpetvā samassatthakāle dibbabhojanaṃ datvā dibbagandhodakena nhāpetvā dibbavatthehi acchādetvā dibbagandhapupphehi alaṅkaritvā puna dibbasayane nipajjāpesi. Evaṃ divasaṃ pariggahamānā supaṇṇarañño āgamanavelāya paṭicchādetvā gatakāle tena saddhiṃ kilesavasena abhirami. Tato māsaddhamāsaccayena bārāṇasivāsino vāṇijā dārudakagahaṇatthāya tasmiṃ dīpe nigrodharukkhamūlaṃ sampattā. So tehi saddhiṃ nāvaṃ abhiruyha bārāṇasiṃ gantvā rājānaṃ disvāva tassa jūtakīḷanavelāya vīṇaṃ gahetvā rañño gandhabbaṃ karonto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:306": "55.",
  "atk-s0513a31:307": " ‘‘Vāti gandho timirānaṃ, kusamuddo ca ghosavā;",
  "atk-s0513a31:308": "Dūre ito suyonandī, tamba kāmā tudanti ma’’nti.",
  "atk-s0513a31:309": "Tattha timirānanti timirarukkhapupphānaṃ. Taṃ kira nigrodhaṃ parivāretvā timirarukkhā atthi, te sandhāyevaṃ vadati. Kusamuddoti khuddakasamuddo. Ghosavāti mahāravo. Tasseva nigrodhassa santike samuddaṃ sandhāyevamāha. Itoti imamhā nagarā. Tambāti rājānaṃ ālapati. Atha vā tambakāmāti tambena kāmitakāmā tambakāmā nāma. Te maṃ hadaye vijjhantīti dīpeti.",
  "atk-s0513a31:310": "Taṃ sutvā supaṇṇo dutiyaṃ gāthamāha –",
  "atk-s0513a31:311": "56.",
  "atk-s0513a31:312": " ‘‘Kathaṃ samuddamatari, kathaṃ addakkhi sedumaṃ;",
  "atk-s0513a31:313": "Kathaṃ tassā ca tuyhañca, ahu sagga samāgamo’’ti.",
  "atk-s0513a31:314": "Tattha sedumanti sedumadīpaṃ.",
  "atk-s0513a31:315": "Tato saggo tisso gāthā abhāsi –",
  "atk-s0513a31:316": "57.",
  "atk-s0513a31:317": " ‘‘Kurukacchā payātānaṃ, vāṇijānaṃ dhanesinaṃ;",
  "atk-s0513a31:318": "Makarehi abhidā nāvā, phalakenāhamaplaviṃ.",
  "atk-s0513a31:319": "58.",
  "atk-s0513a31:320": " ‘‘Sā maṃ saṇhena mudunā, niccaṃ candanagandhinī;",
  "atk-s0513a31:321": "Aṅgena uddharī bhaddā, mātā puttaṃva orasaṃ.",
  "atk-s0513a31:322": "59.",
  "atk-s0513a31:323": " ‘‘Sā maṃ annena pānena, vatthena sayanena ca;",
  "atk-s0513a31:324": "Attanāpi ca mandakkhī, evaṃ tamba vijānahī’’ti.",
  "atk-s0513a31:325": "Tattha sā maṃ saṇhena mudunāti evaṃ phalakena tīraṃ uttiṇṇaṃ maṃ samuddatīre vicarantī sā disvā ‘‘mā bhāyī’’ti saṇhena mudunā vacanena samassāsetvāti attho. Aṅgenāti bāhuyugaḷaṃ idha ‘‘aṅgenā’’ti vuttaṃ. Bhaddāti dassanīyā pāsādikā. Sā maṃ annenāti sā maṃ etena annādinā santappesīti attho. Attanāpi cāti na kevalaṃ annādīheva, attanāpi maṃ abhiramentī santappesīti dīpeti. Mandakkhīti mandadassanī, mudunā ākārena olokanasīlāti vuttaṃ hoti. ‘‘Mattakkhī’’tipi pāṭho, madamattehi viya akkhīhi samannāgatāti attho. Evaṃ tambāti evaṃ tambarāja jānāhīti.",
  "atk-s0513a31:326": "Supaṇṇo gandhabbassa kathentasseva vippaṭisārī hutvā ‘‘ahaṃ supaṇṇabhavane vasantopi rakkhituṃ nāsakkhiṃ, kiṃ me tāya dussīlāyā’’ti taṃ ānetvā rañño paṭidatvā pakkāmi, tato paṭṭhāya puna nāgacchīti.",
  "atk-s0513a31:327": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā rājā ānando ahosi, supaṇṇarājā pana ahameva ahosinti.",
  "atk-s0513a31:328": "Suyonandījātakavaṇṇanā dasamā.",
  "atk-s0513a31:329": "Maṇikuṇḍalavaggo paṭhamo.",
  "atk-s0513a31:330": "2. Vaṇṇārohavaggo",
  "atk-s0513a31:332": " [361] 1. Vaṇṇārohajātakavaṇṇanā",
  "atk-s0513a31:333": "Vaṇṇārohenāti idaṃ satthā jetavane viharanto dve aggasāvake ārabbha kathesi. Ekasmiñhi samaye ubhopi mahātherā ‘‘imaṃ antovassaṃ suññāgāraṃ anubrūhessāmā’’ti satthāraṃ āpucchitvā gaṇaṃ pahāya sayameva pattacīvaraṃ ādāya jetavanā nikkhamitvā ekaṃ paccantagāmaṃ nissāya araññe vihariṃsu. Aññataropi vighāsādapuriso therānaṃ upaṭṭhānaṃ karonto tattheva ekamante vasi. So therānaṃ samaggavāsaṃ disvā ‘‘ime ativiya samaggā vasanti, sakkā nu kho ete aññamaññaṃ bhinditu’’nti cintetvā sāriputtattheraṃ upasaṅkamitvā ‘‘kiṃ nu kho, bhante, ayyena mahāmoggallānattherena saddhiṃ tumhākaṃ kiñci veraṃ atthī’’ti pucchi. ‘‘Kiṃ panāvuso’’ti. Esa, bhante, mama āgatakāle ‘‘sāriputto nāma jātigottakulapadesehi vā sutaganthapaṭivedhaiddhīhi vā mayā saddhiṃ kiṃ pahotī’’ti tumhākaṃ aguṇameva kathesīti. Thero sitaṃ katvā ‘‘gaccha tvaṃ āvuso’’ti āha.",
  "atk-s0513a31:334": "So aparasmimpi divase mahāmoggallānattherampi upasaṅkamitvā tatheva kathesi. Sopi naṃ sitaṃ katvā ‘‘gaccha, tvaṃ, āvuso’’ti vatvā sāriputtattheraṃ upasaṅkamitvā ‘‘āvuso, eso vighāsādo tumhākaṃ santike kiñci kathesī’’ti pucchi. ‘‘Āmāvuso, mayhampi santike kathesi, imaṃ nīharituṃ vaṭṭatī’’ti. ‘‘Sādhu, āvuso, nīharā’’ti vutte thero ‘‘mā idha vasī’’ti accharaṃ paharitvā taṃ nīhari. Te ubhopi samaggavāsaṃ vasitvā satthu santikaṃ gantvā vanditvā nisīdiṃsu. Satthā paṭisanthāraṃ katvā ‘‘sukhena vassaṃ vasitthā’’ti pucchitvā ‘‘bhante, eko vighāsādo amhe bhinditukāmo hutvā bhindituṃ asakkonto palāyī’’ti vutte ‘‘na kho so, sāriputta, idāneva, pubbepesa tumhe ‘bhindissāmī’ti bhindituṃ asakkonto palāyī’’ti vatvā tehi yācito atītaṃ āhari.",
  "atk-s0513a31:335": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto araññe rukkhadevatā ahosi. Tadā sīho ca byaggho ca araññe pabbataguhāyaṃ vasanti. Eko siṅgālo te upaṭṭhahanto tesaṃ vighāsaṃ khāditvā mahākāyo hutvā ekadivasaṃ cintesi ‘‘mayā sīhabyagghānaṃ maṃsaṃ na khāditapubbaṃ, mayā ime dve jane bhindituṃ vaṭṭati, tato nesaṃ kalahaṃ katvā matānaṃ maṃsaṃ khādissāmī’’ti. So sīhaṃ upasaṅkamitvā ‘‘kiṃ, sāmi, tumhākaṃ byagghena saddhiṃ kiñci veraṃ atthī’’ti pucchi. ‘‘Kiṃ pana, sammā’’ti? Esa, bhante, mamāgatakāle ‘‘sīho nāma sarīravaṇṇena vā ārohapariṇāhena vā jātibalavīriyehi vā mama kalabhāgampi na pāpuṇātī’’ti tumhākaṃ aguṇameva kathesīti. Atha naṃ sīho ‘‘gaccha tvaṃ, na so evaṃ kathessatī’’ti āha. Byagghampi upasaṅkamitvā eteneva upāyena kathesi. Taṃ sutvā byagghopi sīhaṃ upasaṅkamitvā ‘‘samma, tvaṃ kira idañcidañca vadesī’’ti pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:336": "60.",
  "atk-s0513a31:337": " ‘‘Vaṇṇārohena jātiyā, balanikkamanena ca;",
  "atk-s0513a31:338": "Subāhu na mayā seyyo, sudāṭha iti bhāsasī’’ti.",
  "atk-s0513a31:339": "Tattha balanikkamanena cāti kāyabalena ceva vīriyabalena ca. Subāhu na mayā seyyoti ayaṃ subāhu nāma byaggho etehi kāraṇehi mayā neva sadiso na uttaritaroti saccaṃ kira tvaṃ sobhanāhi dāṭhāhi samannāgata sudāṭha migarāja, evaṃ vadesīti.",
  "atk-s0513a31:340": "Taṃ sutvā sudāṭho sesā catasso gāthā abhāsi –",
  "atk-s0513a31:341": "61.",
  "atk-s0513a31:342": " ‘‘Vaṇṇārohena jātiyā, balanikkamanena ca;",
  "atk-s0513a31:343": "Sudāṭho na mayā seyyo, subāhu iti bhāsasi.",
  "atk-s0513a31:344": "62.",
  "atk-s0513a31:345": " ‘‘Evaṃ ce maṃ viharantaṃ, subāhu samma dubbhasi;",
  "atk-s0513a31:346": "Na dānāhaṃ tayā saddhiṃ, saṃvāsamabhirocaye.",
  "atk-s0513a31:347": "63.",
  "atk-s0513a31:348": " ‘‘Yo paresaṃ vacanāni, saddaheyya yathātathaṃ;",
  "atk-s0513a31:349": "Khippaṃ bhijjetha mittasmiṃ, verañca pasave bahuṃ.",
  "atk-s0513a31:350": "64.",
  "atk-s0513a31:351": " ‘‘Na so mitto yo sadā appamatto, bhedāsaṅkī randhamevānupassī;",
  "atk-s0513a31:352": "Yasmiñca setī urasīva putto, sa ve mitto yo abhejjo parehī’’ti.",
  "atk-s0513a31:353": "Tattha sammāti vayassa. Dubbhasīti yadi evaṃ tayā saddhiṃ samaggavāsaṃ vasantaṃ maṃ siṅgālassa kathaṃ gahetvā tvaṃ dubbhasi hanituṃ icchasi, ito dāni paṭṭhāya ahaṃ tayā saddhiṃ saṃvāsaṃ na abhirocaye. Yathātathanti tathato yathātathaṃ yathātacchaṃ avisaṃvādakena ariyena vuttavacanaṃ saddhātabbaṃ. Evaṃ yo yesaṃ kesañci paresaṃ vacanāni saddahethāti attho. Yo sadā appamattoti yo niccaṃ appamatto hutvā mittassa vissāsaṃ na deti, so mitto nāma na hotīti attho. Bhedāsaṅkīti ‘‘ajja bhijjissati, sve bhijjissatī’’ti evaṃ mittassa bhedameva āsaṅkati. Randhamevānupassīti chiddaṃ vivarameva passanto. Urasīva puttoti yasmiṃ mitte mātu hadaye putto viya nirāsaṅko nibbhayo seti.",
  "atk-s0513a31:354": "Iti imāhi catūhi gāthāhi sīhena mittaguṇe kathite byaggho ‘‘mayhaṃ doso’’ti sīhaṃ khamāpesi. Te tattheva samaggavāsaṃ vasiṃsu. Siṅgālo pana palāyitvā aññattha gato.",
  "atk-s0513a31:355": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā siṅgālo vighāsādo ahosi, sīho sāriputto, byaggho moggallāno, taṃ kāraṇaṃ paccakkhato diṭṭhā tasmiṃ vane nivuttharukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a31:356": "Vaṇṇārohajātakavaṇṇanā paṭhamā.",
  "atk-s0513a31:358": " [362] 2. Sīlavīmaṃsajātakavaṇṇanā",
  "atk-s0513a31:359": "Sīlaṃ seyyoti idaṃ satthā jetavane viharanto ekaṃ sīlavīmaṃsakabrāhmaṇaṃ ārabbha kathesi. Taṃ kira rājā ‘‘esa sīlasampanno’’ti aññehi brāhmaṇehi atirekaṃ katvā passati. So cintesi ‘‘kiṃ nu kho maṃ rājā ‘sīlasampanno’ti aññehi atirekaṃ katvā passati, udāhu ‘sutadharayutto’ti, vīmaṃsissāmi tāva sīlassa vā sutassa vā mahantabhāva’’nti. So ekadivasaṃ heraññikaphalakato kahāpaṇaṃ gaṇhi. Heraññiko garubhāvena na kiñci āha, dutiyavārepi na kiñci āha. Tatiyavāre pana taṃ ‘‘vilopakhādako’’ti gāhāpetvā rañño dassetvā ‘‘kiṃ iminā kata’’nti vutte ‘‘kuṭumbaṃ vilumpatī’’ti āha. ‘‘Saccaṃ kira , brāhmaṇā’’ti? ‘‘Na, mahārāja, kuṭumbaṃ vilumpāmi, mayhaṃ pana ‘sīlaṃ nu kho mahantaṃ, sutaṃ nu kho’ti kukkuccaṃ ahosi, svāhaṃ ‘etesu kataraṃ nu kho mahanta’nti vīmaṃsanto tayo vāre kahāpaṇaṃ gaṇhiṃ, taṃ maṃ esa bandhāpetvā tumhākaṃ dasseti. Idāni me sutato sīlassa mahantabhāvo ñāto, na me gharāvāsenattho, pabbajissāmaha’’nti pabbajjaṃ anujānāpetvā gharadvāraṃ anoloketvāva jetavanaṃ gantvā satthāraṃ pabbajjaṃ yāci. Tassa satthā pabbajjañca upasampadañca dāpesi. So acirūpasampanno vipassanaṃ vipassitvā aggaphale patiṭṭhahi. Bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ ‘‘āvuso, asukabrāhmaṇo attano sīlaṃ vīmaṃsitvā pabbajito vipassitvā arahattaṃ patto’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāni ayameva, pubbe paṇḍitāpi sīlaṃ vīmaṃsitvā pabbajitvā attano patiṭṭhaṃ kariṃsuyevā’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:360": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilāyaṃ sabbasippāni uggaṇhitvā bārāṇasiṃ āgantvā rājānaṃ passi. Rājā tassa purohitaṭṭhānaṃ adāsi. So pañca sīlāni rakkhati. Rājāpi naṃ ‘‘sīlavā’’ti garuṃ katvā passi. So cintesi ‘‘kiṃ nu kho rājā ‘sīlavā’ti maṃ garuṃ katvā passati, udāhu ‘sutadharayutto’’’ti. Sabbaṃ paccuppannavatthusadisameva. Idha pana so brāhmaṇo ‘‘idāni me sutato sīlassa mahantabhāvo ñāto’’ti vatvā imā pañca gāthā abhāsi –",
  "atk-s0513a31:361": "65.",
  "atk-s0513a31:362": " ‘‘Sīlaṃ seyyo sutaṃ seyyo, iti me saṃsayo ahu;",
  "atk-s0513a31:363": "Sīlameva sutā seyyo, iti me natthi saṃsayo.",
  "atk-s0513a31:364": "66.",
  "atk-s0513a31:365": " ‘‘Moghā jāti ca vaṇṇo ca, sīlameva kiruttamaṃ;",
  "atk-s0513a31:366": "Sīlena anupetassa, sutenattho na vijjati.",
  "atk-s0513a31:367": "67.",
  "atk-s0513a31:368": " ‘‘Khattiyo ca adhammaṭṭho, vesso cādhammanissito;",
  "atk-s0513a31:369": "Te pariccajjubho loke, upapajjanti duggatiṃ.",
  "atk-s0513a31:370": "68.",
  "atk-s0513a31:371": " ‘‘Khattiyā brāhmaṇā vessā, suddā caṇḍālapukkusā;",
  "atk-s0513a31:372": "Idha dhammaṃ caritvāna, bhavanti tidive samā.",
  "atk-s0513a31:373": "69.",
  "atk-s0513a31:374": " ‘‘Na vedā samparāyāya, na jāti nāpi bandhavā;",
  "atk-s0513a31:375": "Sakañca sīlaṃ saṃsuddhaṃ, samparāyāya sukhāya cā’’ti.",
  "atk-s0513a31:376": "Tattha sīlameva sutā seyyoti sutapariyattito sataguṇena sahassaguṇena sīlameva uttaritaranti. Evañca pana vatvā sīlaṃ nāmetaṃ ekavidhaṃ saṃvaravasena, duvidhaṃ cārittavārittavasena, tividhaṃ kāyikavācasikamānasikavasena, catubbidhaṃ pātimokkhasaṃvaraindriyasaṃvaraājīvapārisuddhipaccayasannissitavasenāti mātikaṃ ṭhapetvā vitthārento sīlassa vaṇṇaṃ abhāsi.",
  "atk-s0513a31:377": "Moghāti aphalā tucchā. Jātīti khattiyakulādīsu nibbatti. Vaṇṇoti sarīravaṇṇo abhirūpabhāvo. Yā hi yasmā sīlarahitassa jātisampadā vā vaṇṇasampadā vā saggasukhaṃ dātuṃ na sakkoti, tasmā ubhayampi taṃ ‘‘mogha’’nti āha. Sīlameva kirāti anussavavasena vadati, na pana sayaṃ jānāti. Anupetassāti anupagatassa. Sutenattho na vijjatīti sīlarahitassa sutapariyattimattena idhaloke vā paraloke vā kāci vaḍḍhi nāma natthi.",
  "atk-s0513a31:378": "Tato parā dve gāthā jātiyā moghabhāvadassanatthaṃ vuttā. Tattha te pariccajjubho loketi te dussīlā devalokañca manussalokañcāti ubhopi loke pariccajitvā duggatiṃ upapajjanti. Caṇḍālapukkusāti chavachaḍḍakacaṇḍālā ca pupphachaḍḍakapukkusā ca. Bhavanti tidive samāti ete sabbepi sīlānubhāvena devaloke nibbattā samā honti nibbisesā, devātveva saṅkhyaṃ gacchanti.",
  "atk-s0513a31:379": "Pañcamagāthā sabbesampi sutādīnaṃ moghabhāvadassanatthaṃ vuttā. Tassattho – mahārāja, ete vedādayo ṭhapetvā idhaloke yasamattadānaṃ samparāye dutiye vā tatiye vā bhave yasaṃ vā sukhaṃ vā dātuṃ nāma na sakkonti, parisuddhaṃ pana attano sīlameva taṃ dātuṃ sakkotīti.",
  "atk-s0513a31:380": "Evaṃ mahāsatto sīlaguṇe thometvā rājānaṃ pabbajjaṃ anujānāpetvā taṃ divasameva himavantaṃ pavisitvā isipabbajjaṃ pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā aparihīnajjhāno brahmalokaparāyaṇo ahosi.",
  "atk-s0513a31:381": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā sīlaṃ vīmaṃsitvā isipabbajjaṃ pabbajito ahameva ahosi’’nti.",
  "atk-s0513a31:382": "Sīlavīmaṃsajātakavaṇṇanā dutiyā.",
  "atk-s0513a31:384": " [363] 3. Hirijātakavaṇṇanā",
  "atk-s0513a31:385": "Hiriṃtarantanti idaṃ satthā jetavane viharanto anāthapiṇḍikassa sahāyaṃ paccantavāsiseṭṭhiṃ ārabbha kathesi. Dvepi vatthūni ekakanipāte navamavaggassa pariyosānajātake vitthāritāneva. Idha pana ‘‘paccantavāsiseṭṭhino manussā acchinnasabbasāpateyyā attano santakassa assāmino hutvā palātā’’ti bārāṇasiseṭṭhissa ārocite bārāṇasiseṭṭhi ‘‘attano santikaṃ āgatānaṃ kattabbaṃ akarontā nāma paṭikārake na labhantiyevā’’ti vatvā imā gāthā abhāsi –",
  "atk-s0513a31:386": "70.",
  "atk-s0513a31:387": " ‘‘Hiriṃ tarantaṃ vijigucchamānaṃ, tavāhamasmī iti bhāsamānaṃ;",
  "atk-s0513a31:388": "Seyyāni kammāni anādiyantaṃ, neso mamanti iti naṃ vijaññā.",
  "atk-s0513a31:389": "71.",
  "atk-s0513a31:390": " ‘‘Yañhi kayirā tañhi vade, yaṃ na kayirā na taṃ vade;",
  "atk-s0513a31:391": "Akarontaṃ bhāsamānaṃ, parijānanti paṇḍitā.",
  "atk-s0513a31:392": "72.",
  "atk-s0513a31:393": " ‘‘Na so mitto yo sadā appamatto, bhedāsaṅkī randhamevānupassī;",
  "atk-s0513a31:394": "Yasmiñca setī urasīva putto, sa ve mitto yo abhejjo parehi.",
  "atk-s0513a31:395": "73.",
  "atk-s0513a31:396": " ‘‘Pāmojjakaraṇaṃ ṭhānaṃ, pasaṃsāvahanaṃ sukhaṃ;",
  "atk-s0513a31:397": "Phalānisaṃso bhāveti, vahanto porisaṃ dhuraṃ.",
  "atk-s0513a31:398": "74.",
  "atk-s0513a31:399": " ‘‘Pavivekarasaṃ pitvā, rasaṃ upasamassa ca;",
  "atk-s0513a31:400": "Niddaro hoti nippāpo, dhammappītirasaṃ piva’’nti.",
  "atk-s0513a31:401": "Tattha hiriṃ tarantanti lajjaṃ atikkantaṃ. Vijigucchamānanti mittabhāvena jigucchayamānaṃ. Tavāhamasmīti ‘‘tava ahaṃ mitto’’ti kevalaṃ vacanamatteneva bhāsamānaṃ. Seyyāni kammāniti ‘‘dassāmi karissāmī’’ti vacanassa anurūpāni uttamakammāni. Anādiyantanti akarontaṃ. Neso mamanti evarūpaṃ puggalaṃ ‘‘na eso mama mitto’’ti vijaññā.",
  "atk-s0513a31:402": "Pāmojjakaraṇaṃṭhānanti dānampi sīlampi bhāvanāpi paṇḍitehi kalyāṇamittehi saddhiṃ mittabhāvopi. Idha pana vuttappakāraṃ mittabhāvameva sandhāyevamāha. Paṇḍitena hi kalyāṇamittena saddhiṃ mittabhāvo pāmojjampi karoti, pasaṃsampi vahati. Idhalokaparalokesu kāyikacetasikasukhahetuto ‘‘sukha’’ntipi vuccati, tasmā etaṃ phalañca ānisaṃsañca sampassamāno phalānisaṃso kulaputto purisehi vahitabbaṃ dānasīlabhāvanāmittabhāvasaṅkhātaṃ catubbidhampi porisaṃ dhuraṃ vahanto etaṃ mittabhāvasaṅkhātaṃ pāmojjakaraṇaṃ ṭhānaṃ pasaṃsāvahanaṃ sukhaṃ bhāveti vaḍḍheti, na paṇḍitehi mittabhāvaṃ bhindatīti dīpeti.",
  "atk-s0513a31:403": "Pavivekarasanti kāyacittaupadhivivekānaṃ rasaṃ te viveke nissāya uppannaṃ somanassarasaṃ. Upasamassa cāti kilesūpasamena laddhasomanassassa. Niddaro hoti nippāpoti sabbakilesadarathābhāvena niddaro, kilesābhāvena nippāpo hoti. Dhammappītirasanti dhammapītisaṅkhātaṃ rasaṃ, vimuttipītiṃ pivantoti attho.",
  "atk-s0513a31:404": "Iti mahāsatto pāpamittasaṃsaggato ubbiggo pavivekarasena amatamahānibbānaṃ pāpetvā desanāya kūṭaṃ gaṇhi.",
  "atk-s0513a31:405": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā paccantavāsī idāni paccantavāsīyeva, tadā bārāṇasiseṭṭhi ahameva ahosi’’nti.",
  "atk-s0513a31:406": "Hirijātakavaṇṇanā tatiyā.",
  "atk-s0513a31:408": " [364] 4. Khajjopanakajātakavaṇṇanā",
  "atk-s0513a31:409": "75-79.",
  "atk-s0513a31:410": " Ko nu santamhi pajjoteti ayaṃ khajjopanakapañho mahāumaṅge vitthārato āvi bhavissati.",
  "atk-s0513a31:411": "Khajjopanakajātakavaṇṇanā catutthā.",
  "atk-s0513a31:413": " [365] 5. Ahituṇḍikajātakavaṇṇanā",
  "atk-s0513a31:414": "Dhuttomhīti idaṃ satthā jetavane viharanto ekaṃ mahallakabhikkhuṃ ārabbha kathesi. Vatthu heṭṭhā sālūkajātake (jā. 1.3.106 ādayo) vitthāritaṃ. Idhāpi so mahallako ekaṃ gāmadārakaṃ pabbājetvā akkosati paharati. Dārako palāyitvā vibbhami. Dutiyampi naṃ pabbājetvā tathevākāsi. Dutiyampi vibbhamitvā puna yāciyamāno oloketumpi na icchi. Bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ ‘‘āvuso, asuko nāma mahallako attano sāmaṇerena sahāpi vināpi vattituṃ na sakkoti, itaro tassa dosaṃ disvā puna oloketumpi na icchi, suhadayo kumārako’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa sāmaṇero suhadayova, sakiṃ dosaṃ disvā puna oloketumpi na icchī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:415": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto dhaññavāṇijakule nibbattitvā vayappatto dhaññavikkayena jīvikaṃ kappesi. Atheko ahituṇḍiko makkaṭaṃ gahetvā sikkhāpetvā ahiṃ kīḷāpento bārāṇasiyaṃ ussave ghuṭṭhe taṃ makkaṭaṃ dhaññavāṇijakassa santike ṭhapetvā ahiṃ kīḷāpento satta divasāni vicari. Sopi vāṇijo makkaṭassa khādanīyaṃ bhojanīyaṃ adāsi. Ahituṇḍiko sattame divase ussavakīḷanato āgantvā taṃ makkaṭaṃ veḷupesikāya tikkhattuṃ paharitvā taṃ ādāya uyyānaṃ gantvā bandhitvā niddaṃ okkami. Makkaṭo bandhanaṃ mocetvā ambarukkhaṃ āruyha ambāni khādanto nisīdi. So pabuddho rukkhe makkaṭaṃ disvā ‘‘etaṃ mayā upalāpetvā gahetuṃ vaṭṭatī’’ti tena saddhiṃ sallapanto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:416": "80.",
  "atk-s0513a31:417": " ‘‘Dhuttomhi samma sumukha, jūte akkhaparājito;",
  "atk-s0513a31:418": "Harehi ambapakkāni, vīriyaṃ te bhakkhayāmase’’ti.",
  "atk-s0513a31:419": "Tattha akkhaparājitoti akkhehi parājito. Harehīti pātehi. Ayameva vā pāṭho.",
  "atk-s0513a31:420": "Taṃ sutvā makkaṭo sesagāthā abhāsi –",
  "atk-s0513a31:421": "81.",
  "atk-s0513a31:422": " ‘‘Alikaṃ vata maṃ samma, abhūtena pasaṃsasi;",
  "atk-s0513a31:423": "Ko te suto vā diṭṭho vā, sumukho nāma makkaṭo.",
  "atk-s0513a31:424": "82.",
  "atk-s0513a31:425": " ‘‘Ajjāpi me taṃ manasi, yaṃ maṃ tvaṃ ahituṇḍika;",
  "atk-s0513a31:426": "Dhaññāpaṇaṃ pavisitvā, matto chātaṃ hanāsi maṃ.",
  "atk-s0513a31:427": "83.",
  "atk-s0513a31:428": " ‘‘Tāhaṃ saraṃ dukkhaseyyaṃ, api rajjampi kāraye;",
  "atk-s0513a31:429": "Nevāhaṃ yācito dajjaṃ, tathā hi bhayatajjito.",
  "atk-s0513a31:430": "84.",
  "atk-s0513a31:431": " ‘‘Yañca jaññā kule jātaṃ, gabbhe tittaṃ amacchariṃ;",
  "atk-s0513a31:432": "Tena sakhiñca mittañca, dhīro sandhātumarahatī’’ti.",
  "atk-s0513a31:433": "Tattha alikaṃ vatāti musā vata. Abhūtenāti avijjamānena. Ko teti kva tayā. Sumukhoti sundaramukho. Ahituṇḍikāti taṃ ālapati. ‘‘Ahikoṇḍikā’’tipi pāṭho. Chātanti jighacchābhibhūtaṃ dubbalaṃ kapaṇaṃ. Hanāsīti veḷupesikāya tikkhattuṃ paharasi. Tāhanti taṃ ahaṃ. Saranti saranto. Dukkhaseyyanti tasmiṃ āpaṇe dukkhasayanaṃ. Api rajjampi kārayeti sacepi bārāṇasirajjaṃ gahetvā mayhaṃ datvā maṃ rajjaṃ kāreyyāsi, evampi taṃ nevāhaṃ yācito dajjaṃ, taṃ ekampi ambapakkaṃ ahaṃ tayā yācito na dadeyyaṃ. Kiṃkāraṇā? Tathā hi bhayatajjitoti, tathā hi ahaṃ tayā bhayena tajjitoti attho.",
  "atk-s0513a31:434": "Gabbhe tittanti subhojanarasena mātukucchiyaṃyeva alaṅkatapaṭiyatte sayanagabbheyeva vā tittaṃ bhogāsāya akapaṇaṃ. Sakhiñca mittañcāti sakhibhāvañca mittabhāvañca tathārūpena kulajātena tittena akapaṇena amaccharinā saddhiṃ paṇḍito sandhātuṃ puna ghaṭetuṃ arahati, tayā pana kapaṇena ahituṇḍikena saddhiṃ ko mittabhāvaṃ puna ghaṭetunti attho. Evañca pana vatvā vānaro vanaṃ sahasā pāvisi.",
  "atk-s0513a31:435": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā ahituṇḍiko mahallako ahosi, makkaṭo sāmaṇero, dhaññavāṇijo pana ahameva ahosi’’nti.",
  "atk-s0513a31:436": "Ahituṇḍikajātakavaṇṇanā pañcamā.",
  "atk-s0513a31:438": " [366] 6. Gumbiyajātakavaṇṇanā",
  "atk-s0513a31:439": "Madhuvaṇṇaṃmadhurasanti idaṃ satthā jetavane viharanto ukkaṇṭhitabhikkhuṃ ārabbha kathesi. Tañhi satthā ‘‘saccaṃ kira tvaṃ bhikkhu ukkaṇṭhitosī’’ti pucchitvā ‘‘saccaṃ, bhante’’ti vutte ‘‘kiṃ disvā’’ti vatvā ‘‘alaṅkatamātugāma’’nti vutte ‘‘bhikkhu ime pañca kāmaguṇā nāma ekena gumbiyena yakkhena halāhalavisaṃ pakkhipitvā magge ṭhapitamadhusadisā’’ti vatvā tena yācito atītaṃ āhari.",
  "atk-s0513a31:440": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto satthavāhakule nibbattitvā vayappatto bārāṇasito pañcahi sakaṭasatehi bhaṇḍaṃ ādāya vohāratthāya gacchanto mahāvattaniaṭavidvāraṃ patvā satthake sannipātāpetvā ‘‘ambho, imasmiṃ magge visapaṇṇapupphaphalādīni atthi, tumhe kiñci akhāditapubbaṃ khādantā maṃ apucchitvā mā khādittha, amanussāpi visaṃ pakkhipitvā bhattapuṭamadhukaphalāni magge ṭhapenti, tānipi maṃ anāpucchitvā mā khāditthā’’ti ovādaṃ datvā maggaṃ paṭipajji. Atheko gumbiyo nāma yakkho aṭaviyā majjhaṭṭhāne magge paṇṇāni attharitvā halāhalavisasaṃyuttāni madhupiṇḍāni ṭhapetvā sayaṃ maggasāmante madhuṃ gaṇhanto viya rukkhe koṭṭento vicarati. Ajānantā ‘‘puññatthāya ṭhapitāni bhavissantī’’ti khāditvā jīvitakkhayaṃ pāpuṇanti. Amanussā āgantvā te khādanti. Bodhisattassa satthakamanussāpi tāni disvā ekacce lolajātikā adhivāsetuṃ asakkontā khādiṃsu, paṇḍitajātikā ‘‘pucchitvā khādissāmā’’ti gahetvā aṭṭhaṃsu. Bodhisatto te disvā hatthagatāni chaḍḍāpesi, yehi paṭhamataraṃ khāditāni, te mariṃsu. Yehi aḍḍhakhāditāni, tesaṃ vamanavirecanaṃ datvā vantakāle catumadhuraṃ adāsi. Iti te tassa ānubhāvena jīvitaṃ paṭilabhiṃsu. Bodhisatto sotthinā icchitaṭṭhānaṃ gantvā bhaṇḍaṃ vissajjetvā attano gehameva agamāsi. Tamatthaṃ kathento satthā imā abhisambuddhagāthā abhāsi –",
  "atk-s0513a31:441": "85.",
  "atk-s0513a31:442": " ‘‘Madhuvaṇṇaṃ madhurasaṃ, madhugandhaṃ visaṃ ahu;",
  "atk-s0513a31:443": "Gumbiyo ghāsamesāno, araññe odahī visaṃ.",
  "atk-s0513a31:444": "86.",
  "atk-s0513a31:445": " ‘‘Madhu iti maññamānā, ye taṃ visamakhādisuṃ;",
  "atk-s0513a31:446": "Tesaṃ taṃ kaṭukaṃ āsi, maraṇaṃ tenupāgamuṃ.",
  "atk-s0513a31:447": "87.",
  "atk-s0513a31:448": " ‘‘Ye ca kho paṭisaṅkhāya, visaṃ taṃ parivajjayuṃ;",
  "atk-s0513a31:449": "Te āturesu sukhitā, ḍayhamānesu nibbutā.",
  "atk-s0513a31:450": "88.",
  "atk-s0513a31:451": " ‘‘Evameva manussesu, visaṃ kāmā samohitā;",
  "atk-s0513a31:452": "Āmisaṃ bandhanañcetaṃ, maccuveso guhāsayo.",
  "atk-s0513a31:453": "89.",
  "atk-s0513a31:454": " ‘‘Evameva ime kāme, āturā paricārike;",
  "atk-s0513a31:455": "Ye sadā parivajjenti, saṅgaṃ loke upaccagu’’nti.",
  "atk-s0513a31:456": "Tattha gumbiyoti tasmiṃ vanagumbe vicaraṇena evaṃladdhanāmo yakkho. Ghāsamesānoti ‘‘taṃ visaṃ khāditvā mate khādissāmī’’ti evaṃ attano ghāsaṃ pariyesanto. Odahīti taṃ madhunā samānavaṇṇagandharasaṃ visaṃ nikkhipi. Kaṭukaṃ āsīti tikhiṇaṃ ahosi. Maraṇaṃ tenupāgamunti tena visena te sattā maraṇaṃ upagatā.",
  "atk-s0513a31:457": "Āturesūti visavegena āsannamaraṇesu. Ḍayhamānesūti visatejeneva ḍayhamānesu. Visaṃ kāmā samohitāti yathā tasmiṃ vattanimahāmagge visaṃ samohitaṃ nikkhittaṃ, evaṃ manussesupi ye ete rūpādayo pañca vatthukāmā tattha tattha samohitā nikkhittā, te ‘‘visa’’nti veditabbā. Āmisaṃ bandhanañcetanti ete pañca kāmaguṇā nāma evaṃ imassa macchabhūtassa lokassa mārabālisikena pakkhittaṃ āmisañceva , bhavābhavato nikkhamituṃ appadānena anduādippabhedaṃ nānappakāraṃ bandhanañca. Maccuveso guhāsayoti sarīraguhāya vasanako maraṇamaccuveso.",
  "atk-s0513a31:458": "Evameva ime kāmeti yathā vattanimahāmagge visaṃ nikkhittaṃ, evaṃ tattha tattha nikkhitte ime kāme. Āturāti ekantamaraṇadhammatāya āturā āsannamaraṇā paṇḍitamanussā. Paricāriketi kilesaparicārike kilesabandhake. Ye sadā parivajjentīti ye vuttappakārā paṇḍitapurisā niccaṃ evarūpe kāme vajjenti. Saṅgaṃ loketi loke saṅganaṭṭhena ‘‘saṅga’’nti laddhanāmaṃ rāgādibhedaṃ kilesajātaṃ. Upaccagunti atītā nāmāti veditabbā, atikkamantīti vā attho.",
  "atk-s0513a31:459": "Satthā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā satthavāho ahameva ahosinti.",
  "atk-s0513a31:460": "Gumbiyajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a31:462": " [367] 7. Sāḷiyajātakavaṇṇanā",
  "atk-s0513a31:463": "Yvāyaṃ sāḷiyachāpotīti idaṃ satthā veḷuvane viharanto ‘‘āvuso, devadatto tāsakārakopi bhavituṃ nāsakkhī’’ti vacanaṃ ārabbha kathesi. Tadā hi satthā ‘‘na, bhikkhave, idāneva, pubbepesa mama tāsakārakopi bhavituṃ nāsakkhī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:464": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto gāmake kuṭumbikakule nibbattitvā taruṇakāle paṃsukīḷakehi dārakehi saddhiṃ gāmadvāre nigrodharukkhamūle kīḷati. Tadā eko dubbalavejjo gāme kiñci alabhitvā nikkhamanto taṃ ṭhānaṃ patvā ekaṃ sappaṃ viṭapabbhantarena sīsaṃ nīharitvā niddāyantaṃ disvā ‘‘mayā gāme kiñci na laddhaṃ, ime dārake vañcetvā sappena ḍaṃsāpetvā tikicchitvā kiñcideva gaṇhissāmī’’ti cintetvā bodhisattaṃ āha ‘‘sace sāḷiyachāpaṃ passeyyāsi, gaṇheyyāsī’’ti. ‘‘Āma, gaṇheyya’’nti . ‘‘Passeso viṭapabbhantare sayito’’ti. So tassa sappabhāvaṃ ajānanto rukkhaṃ āruyha taṃ gīvāyaṃ gahetvā ‘‘sappo’’ti ñatvā nivattituṃ adento suggahitaṃ gahetvā vegena khipi. So gantvā vejjassa gīvāyaṃ patito gīvaṃ paliveṭhetvā ‘‘kara karā’’ti ḍaṃsitvā tattheva naṃ pātetvā palāyi. Manussā parivārayiṃsu.",
  "atk-s0513a31:465": "Mahāsatto sampattaparisāya dhammaṃ desento imā gāthā abhāsi –",
  "atk-s0513a31:466": "90.",
  "atk-s0513a31:467": " ‘‘Yvāyaṃ sāḷiyachāpoti, kaṇhasappaṃ agāhayi;",
  "atk-s0513a31:468": "Tena sappenayaṃ daṭṭho, hato pāpānusāsako.",
  "atk-s0513a31:469": "91.",
  "atk-s0513a31:470": " ‘‘Ahantāramahantāraṃ, yo naro hantumicchati;",
  "atk-s0513a31:471": "Evaṃ so nihato seti, yathāyaṃ puriso hato.",
  "atk-s0513a31:472": "92.",
  "atk-s0513a31:473": " ‘‘Ahantāramaghātentaṃ , yo naro hantumicchati;",
  "atk-s0513a31:474": "Evaṃ so nihato seti, yathāyaṃ puriso hato.",
  "atk-s0513a31:475": "93.",
  "atk-s0513a31:476": " ‘‘Yathā paṃsumuṭṭhiṃ puriso, paṭivātaṃ paṭikkhipe;",
  "atk-s0513a31:477": "Tameva so rajo hanti, tathāyaṃ puriso hato.",
  "atk-s0513a31:478": "94.",
  "atk-s0513a31:479": " ‘‘Yo appaduṭṭhassa narassa dussati, suddhassa posassa anaṅgaṇassa;",
  "atk-s0513a31:480": "Tameva bālaṃ pacceti pāpaṃ, sukhumo rajo paṭivātaṃva khitto’’ti.",
  "atk-s0513a31:481": "Tattha yvāyanti yo ayaṃ, ayameva vā pāṭho. Sappenayanti so ayaṃ tena sappena daṭṭho. Pāpānusāsakoti pāpakaṃ anusāsako.",
  "atk-s0513a31:482": "Ahantāranti apaharantaṃ. Ahantāranti amārentaṃ. Setīti matasayanaṃ sayati. Aghātentanti amārentaṃ. Suddhassāti niraparādhassa. Posassāti sattassa. Anaṅgaṇassāti idampi niraparādhabhāvaññeva sandhāya vuttaṃ. Paccetīti kammasarikkhakaṃ hutvā patieti.",
  "atk-s0513a31:483": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā dubbalavejjo devadatto ahosi, paṇḍitadārako pana ahameva ahosi’’nti.",
  "atk-s0513a31:484": "Sāḷiyajātakavaṇṇanā sattamā.",
  "atk-s0513a31:486": " [368] 8. Tacasārajātakavaṇṇanā",
  "atk-s0513a31:487": "Amittahatthatthagatāti idaṃ satthā jetavane viharanto paññāpāramiṃ ārabbha kathesi. Tadā hi satthā ‘‘na, bhikkhave, idāneva, pubbepi tathāgato paññavā upāyakusaloyevā’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:488": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto gāmake kuṭumbikakule nibbattitvāti sabbaṃ purimajātakaniyāmeneva kathetabbaṃ. Idha pana vejje mate gāmavāsino manussā ‘‘manussamārakā’’ti te dārake kudaṇḍakehi bandhitvā ‘‘rañño dassessāmā’’ti bārāṇasiṃ nayiṃsu. Bodhisatto antarāmaggeyeva sesadārakānaṃ ovādaṃ adāsi ‘‘tumhe mā bhāyatha, rājānaṃ disvāpi abhītā tuṭṭhindriyā bhaveyyātha, rājā amhehi saddhiṃ paṭhamataraṃ kathessati, tato paṭṭhāya ahaṃ jānissāmī’’ti. Te ‘‘sādhū’’ti sampaṭicchitvā tathā kariṃsu. Rājā te abhīte tuṭṭhindriye disvā ‘‘ime ‘manussamārakā’ti kudaṇḍakabaddhā ānītā, evarūpaṃ dukkhaṃ pattāpi na bhāyanti, tuṭṭhindriyāyeva, kiṃ nu kho etesaṃ asocanakāraṇaṃ, pucchissāmi ne’’ti pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:489": "95.",
  "atk-s0513a31:490": " ‘‘Amittahatthatthagatā, tacasārasamappitā;",
  "atk-s0513a31:491": "Pasannamukhavaṇṇāttha, kasmā tumhe na socathā’’ti.",
  "atk-s0513a31:492": "Tattha amittahatthatthagatāti kudaṇḍakehi gīvāyaṃ bandhitvā ānentānaṃ amittānaṃ hatthagatā. Tacasārasamappitāti veḷudaṇḍakehi baddhattā evamāha. Kasmāti ‘‘evarūpaṃ byasanaṃ pattāpi tumhe kiṃkāraṇā na socathā’’ti pucchati.",
  "atk-s0513a31:493": "Taṃ sutvā bodhisatto sesagāthā abhāsi –",
  "atk-s0513a31:494": "96.",
  "atk-s0513a31:495": " ‘‘Na socanāya paridevanāya, atthova labbho api appakopi;",
  "atk-s0513a31:496": "Socantamenaṃ dukhitaṃ viditvā, paccatthikā attamanā bhavanti.",
  "atk-s0513a31:497": "97.",
  "atk-s0513a31:498": " ‘‘Yato ca kho paṇḍito āpadāsu, na vedhatī atthavinicchayaññū;",
  "atk-s0513a31:499": "Paccatthikāssa dukhitā bhavanti, disvā mukhaṃ avikāraṃ purāṇaṃ.",
  "atk-s0513a31:500": "98.",
  "atk-s0513a31:501": " ‘‘Jappena mantena subhāsitena, anuppadānena paveṇiyā vā;",
  "atk-s0513a31:502": "Yathā yathā yattha labhetha atthaṃ, tathā tathā tattha parakkameyya.",
  "atk-s0513a31:503": "99.",
  "atk-s0513a31:504": " ‘‘Yato ca jāneyya alabbhaneyyo, mayāva aññena vā esa attho;",
  "atk-s0513a31:505": "Asocamāno adhivāsayeyya, kammaṃ daḷhaṃ kinti karomi dānī’’ti.",
  "atk-s0513a31:506": "Tattha atthoti vuḍḍhi. Paccatthikā attamanāti etaṃ purisaṃ socantaṃ dukkhitaṃ viditvā paccāmittā tuṭṭhacittā honti. Tesaṃ tussanakāraṇaṃ nāma paṇḍitena kātuṃ na vaṭṭatīti dīpeti . Yatoti yadā. Na vedhatīti cittutrāsabhayena na kampati. Atthavinicchayaññūti tassa tassa atthassa vinicchayakusalo.",
  "atk-s0513a31:507": "Jappenāti mantaparijappanena. Mantenāti paṇḍitehi saddhiṃ mantaggahaṇena. Subhāsitenāti piyavacanena. Anuppadānenāti lañjadānena. Paveṇiyāti kulavaṃsena. Idaṃ vuttaṃ hoti – mahārāja, paṇḍitena nāma āpadāsu uppannāsu na socitabbaṃ na kilamitabbaṃ, imesu pana pañcasu kāraṇesu aññataravasena paccāmittā jinitabbā. Sace hi sakkoti, mantaṃ parijappitvā mukhabandhanaṃ katvāpi te jinitabbā, tathā asakkontena paṇḍitehi saddhiṃ mantetvā ekaṃ upāyaṃ sallakkhetvā jinitabbā, piyavacanaṃ vattuṃ sakkontena piyaṃ vatvāpi te jinitabbā, tathā asakkontena vinicchayāmaccānaṃ lañjaṃ datvāpi jinitabbā, tathā asakkontena kulavaṃsaṃ kathetvā ‘‘mayaṃ asukapaveṇiyā āgatā, tumhākañca amhākañca ekova pubbapuriso’’ti evaṃ vijjamānañātikoṭiṃ ghaṭetvāpi jinitabbā evāti. Yathā yathāti etesu pañcasu kāraṇesu yena yena kāraṇena yattha yattha attano vuḍḍhiṃ labheyya. Tathā tathāti tena tena kāraṇena tattha tattha parakkameyya, parakkamaṃ katvā paccatthike jineyyāti adhippāyo.",
  "atk-s0513a31:508": "Yato ca jāneyyāti yadā pana jāneyya, mayā vā aññena vā esa attho alabbhaneyyo nānappakārena vāyamitvāpi na sakkā laddhuṃ, tadā paṇḍito puriso asocamāno akilamamāno ‘‘mayā pubbe katakammaṃ daḷhaṃ thiraṃ na sakkā paṭibāhituṃ, idāni kiṃ sakkā kātu’’nti adhivāsayeyyāti.",
  "atk-s0513a31:509": "Rājā bodhisattassa dhammakathaṃ sutvā kammaṃ sodhetvā niddosabhāvaṃ ñatvā kudaṇḍake harāpetvā mahāsattassa mahantaṃ yasaṃ datvā attano atthadhammaanusāsakaṃ amaccaratanaṃ akāsi, sesadārakānampi yasaṃ datvā ṭhānantarāni adāsi.",
  "atk-s0513a31:510": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi ‘‘tadā bārāṇasirājā ānando ahosi, dārakā therānutherā, paṇḍitadārako pana ahameva ahosi’’nti.",
  "atk-s0513a31:511": "Tacasārajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a31:513": " [369] 9. Mittavindakajātakavaṇṇanā",
  "atk-s0513a31:514": "Kyāhaṃdevānamakaranti idaṃ satthā jetavane viharanto ekaṃ dubbacabhikkhuṃ ārabbha kathesi. Vatthu mahāmittavindakajātake (jā. 1.5.100 ādayo) āvi bhavissati. Ayaṃ pana mittavindako samudde khitto atriccho hutvā purato gantvā nerayikasattānaṃ paccanaṭṭhānaṃ ussadanirayaṃ disvā ‘‘ekaṃ nagara’’nti saññāya pavisitvā khuracakkaṃ assādesi. Tadā bodhisatto devaputto hutvā ussadanirayacārikaṃ carati. So taṃ disvā pucchanto paṭhamaṃ gāthamāha –",
  "atk-s0513a31:515": "100.",
  "atk-s0513a31:516": " ‘‘Kyāhaṃ devānamakaraṃ, kiṃ pāpaṃ pakataṃ mayā;",
  "atk-s0513a31:517": "Yaṃ me sirasmiṃ ohacca, cakkaṃ bhamati matthake’’ti.",
  "atk-s0513a31:518": "Tattha kyāhaṃ devānamakaranti sāmi devaputta, kiṃ nāma ahaṃ devānaṃ akariṃ, kiṃ maṃ devā pothentīti. Kiṃ pāpaṃ pakataṃ mayāti dukkhamahantatāya vedanāppatto attanā kataṃ pāpaṃ asallakkhento evamāha. Yaṃ meti yena pāpena mama sirasmiṃ ohacca ohanitvā idaṃ khuracakkaṃ mama matthake bhamati, taṃ kiṃ nāmāti?",
  "atk-s0513a31:519": "Taṃ sutvā bodhisatto dutiyaṃ gāthamāha –",
  "atk-s0513a31:520": "101.",
  "atk-s0513a31:521": " ‘‘Atikkamma ramaṇakaṃ, sadāmattañca dūbhakaṃ;",
  "atk-s0513a31:522": "Brahmattarañca pāsādaṃ, kenatthena idhāgato’’ti.",
  "atk-s0513a31:523": "Tattha ramaṇakanti phalikapāsādaṃ. Sadāmattanti rajatapāsādaṃ. Dūbhakanti maṇipāsādaṃ. Brahmattarañca pāsādanti suvaṇṇapāsādañca. Kenatthenāti tvaṃ etesu ramaṇakādīsu catasso aṭṭha soḷasa dvattiṃsāti etā devadhītaro pahāya te pāsāde atikkamitvā kena kāraṇena idha āgatoti.",
  "atk-s0513a31:524": "Tato mittavindako tatiyaṃ gāthamāha –",
  "atk-s0513a31:525": "102.",
  "atk-s0513a31:526": " ‘‘Ito bahutarā bhogā, atra maññe bhavissare;",
  "atk-s0513a31:527": "Iti etāya saññāya, passa maṃ byasanaṃ gata’’nti.",
  "atk-s0513a31:528": "Tattha ito bahutarāti imesu catūsu pāsādesu bhogehi atirekatarā bhavissanti.",
  "atk-s0513a31:529": "Tato bodhisatto sesagāthā abhāsi –",
  "atk-s0513a31:530": "103.",
  "atk-s0513a31:531": " ‘‘Catubbhi aṭṭhajjhagamā, aṭṭhāhipi ca soḷasa;",
  "atk-s0513a31:532": "Soḷasāhi ca bāttiṃsa, atricchaṃ cakkamāsado;",
  "atk-s0513a31:533": "Icchāhatassa posassa, cakkaṃ bhamati matthake.",
  "atk-s0513a31:534": "104.",
  "atk-s0513a31:535": " ‘‘Uparivisālā duppūrā, icchā visaṭagāminī;",
  "atk-s0513a31:536": "Ye ca taṃ anugijjhanti, te honti cakkadhārino’’ti.",
  "atk-s0513a31:537": "Tattha uparivisālāti mittavindaka taṇhā nāmesā āseviyamānā uparivisālā hoti patthaṭā, mahāsamuddo viya duppūrā, rūpādīsu ārammaṇesu taṃ taṃ ārammaṇaṃ icchamānāya icchāya patthaṭāya visaṭagāminī, tasmā ye purisā taṃ evarūpaṃ taṇhaṃ anugijjhanti, punappunaṃ giddhā hutvā gaṇhanti. Te honti cakkadhārinoti te etaṃ khuracakkaṃ dhārentīti vadati.",
  "atk-s0513a31:538": "Mittavindakaṃ pana kathentameva nipisamānaṃ taṃ khuracakkaṃ bhassi, tena so puna kathetuṃ nāsakkhi. Devaputto attano devaṭṭhānameva gato.",
  "atk-s0513a31:539": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā mittavindako dubbacabhikkhu ahosi, devaputto pana ahameva ahosi’’nti.",
  "atk-s0513a31:540": "Mittavindakajātakavaṇṇanā navamā.",
  "atk-s0513a31:542": " [370] 10. Palāsajātakavaṇṇanā",
  "atk-s0513a31:543": "Haṃso palāsamavacāti idaṃ satthā jetavane viharanto kilesaniggahaṃ ārabbha kathesi. Vatthu paññāsajātake āvi bhavissati. Idha pana satthā bhikkhū āmantetvā ‘‘bhikkhave, kileso nāma āsaṅkitabbova, appamattako samānopi nigrodhagaccho viya vināsaṃ pāpeti, porāṇakapaṇḍitāpi āsaṅkitabbaṃ āsaṅkiṃsuyevā’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:544": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto suvaṇṇahaṃsayoniyaṃ nibbattitvā vayappatto cittakūṭapabbate suvaṇṇaguhāyaṃ vasanto himavantapadese jātassare sayaṃjātasāliṃ khāditvā āgacchati. Tassa gamanāgamanamagge mahāpalāsarukkho ahosi. So gacchantopi tattha vissamitvā gacchati, āgacchantopi tattha vissamitvā āgacchati . Athassa tasmiṃ rukkhe nibbattadevatāya saddhiṃ vissāso ahosi. Aparabhāge ekā sakuṇikā ekasmiṃ nigrodharukkhe nigrodhapakkaṃ khāditvā āgantvā tasmiṃ palāsarukkhe nisīditvā viṭapantare vaccaṃ pātesi. Tattha nigrodhagaccho jāto, so caturaṅgulamattakāle rattaṅkurapalāsatāya sobhati. Haṃsarājā taṃ disvā rukkhadevataṃ āmantetvā ‘‘samma palāsa, nigrodho nāma yamhi rukkhe jāyati, vaḍḍhanto taṃ nāseti, imassa vaḍḍhituṃ mā deti, vimānaṃ te nāsessati, paṭikacceva naṃ uddharitvā chaḍḍehi, āsaṅkitabbayuttakaṃ nāma āsaṅkituṃ vaṭṭatī’’ti palāsadevatāya saddhiṃ mantento paṭhamaṃ gāthamāha –",
  "atk-s0513a31:545": "105.",
  "atk-s0513a31:546": " ‘‘Haṃso palāsamavaca, nigrodho samma jāyati;",
  "atk-s0513a31:547": "Aṅkasmiṃ te nisinnova, so te mammāni checchatī’’ti.",
  "atk-s0513a31:548": "Paṭhamapādo panettha abhisambuddhena hutvā satthārā vutto. Palāsanti palāsadevataṃ. Sammāti vayassa. Aṅkasminti viṭabhiyaṃ. So te mammāni checchatīti so te aṅke saṃvaḍḍho sapatto viya jīvitaṃ chindissatīti attho. Jīvitasaṅkhārā hi idha ‘‘mammānī’’ti vuttā.",
  "atk-s0513a31:549": "Taṃ sutvā tassa vacanaṃ agaṇhantī palāsadevatā dutiyaṃ gāthamāha –",
  "atk-s0513a31:550": "106.",
  "atk-s0513a31:551": " ‘‘Vaḍḍhatāmeva nigrodho, patiṭṭhassa bhavāmahaṃ;",
  "atk-s0513a31:552": "Yathā pitā ca mātā ca, evaṃ me so bhavissatī’’ti.",
  "atk-s0513a31:553": "Tassattho – samma, na tvaṃ jānāsi vaḍḍhatameva esa, ahamassa yathā bālakāle puttānaṃ mātāpitaro patiṭṭhā honti, tathā bhavissāmi, yathā pana saṃvaḍḍhā puttā pacchā mahallakakāle mātāpitūnaṃ patiṭṭhā honti, mayhampi pacchā mahallakakāle evameva so patiṭṭho bhavissatīti.",
  "atk-s0513a31:554": "Tato haṃso tatiyaṃ gāthamāha –",
  "atk-s0513a31:555": "107.",
  "atk-s0513a31:556": " ‘‘Yaṃ tvaṃ aṅkasmiṃ vaḍḍhesi, khīrarukkhaṃ bhayānakaṃ;",
  "atk-s0513a31:557": "Āmanta kho taṃ gacchāma, vuḍḍhi massa na ruccatī’’ti.",
  "atk-s0513a31:558": "Tattha yaṃ tvanti yasmā tvaṃ etañca bhayadāyakattena bhayānakaṃ khīrarukkhaṃ sapattaṃ viya aṅke vaḍḍhesi. Āmanta kho tanti tasmā mayaṃ taṃ āmantetvā jānāpetvā gacchāma. Vuḍḍhi massāti assa vuḍḍhi mayhaṃ na ruccatīti.",
  "atk-s0513a31:559": "Evañca pana vatvā haṃsarājā pakkhe pasāretvā cittakūṭapabbatameva gato. Tato paṭṭhāya puna nāgacchi. Aparabhāge nigrodho vaḍḍhiṃ, tasmiṃ ekā rukkhadevatāpi nibbatti. So vaḍḍhanto palāsaṃ bhañji, sākhāhi saddhiṃyeva devatāya vimānaṃ pati. Sā tasmiṃ kāle haṃsarañño vacanaṃ sallakkhetvā ‘‘idaṃ anāgatabhayaṃ disvā haṃsarājā kathesi , ahaṃ panassa vacanaṃ nākāsi’’nti paridevamānā catutthaṃ gāthamāha –",
  "atk-s0513a31:560": "108.",
  "atk-s0513a31:561": " ‘‘Idāni kho maṃ bhāyeti, mahānerunidassanaṃ;",
  "atk-s0513a31:562": "Haṃsassa anabhiññāya, mahā me bhayamāgata’’nti.",
  "atk-s0513a31:563": "Tattha idāni kho maṃ bhāyetīti ayaṃ nigrodho taruṇakāle tosetvā idāni maṃ bhāyāpeti santāseti. Mahānerunidassananti sinerupabbatasadisaṃ mahantaṃ haṃsarājassa vacanaṃ sutvā ajānitvā taruṇakāleyeva etassa anuddhaṭattā. Mahā me bhayamāgatanti idāni mayhaṃ mahantaṃ bhayaṃ āgatanti paridevi.",
  "atk-s0513a31:564": "Nigrodhopi vaḍḍhanto sabbaṃ palāsaṃ bhañjitvā khāṇukamattameva akāsi. Devatāya vimānaṃ sabbaṃ antaradhāyi.",
  "atk-s0513a31:565": "109.",
  "atk-s0513a31:566": " ‘‘Na tassa vuḍḍhi kusalappasatthā, yo vaḍḍhamāno ghasate patiṭṭhaṃ;",
  "atk-s0513a31:567": "Tassūparodhaṃ parisaṅkamāno, patārayī mūlavadhāya dhīro’’ti. –",
  "atk-s0513a31:568": "Pañcamā abhisambuddhagāthā.",
  "atk-s0513a31:569": "Tattha kusalappasatthāti kusalehi pasatthā. Ghasateti khādati, vināsetīti attho. Patārayīti patarati vāyamati. Idaṃ vuttaṃ hoti – bhikkhave, yo vaḍḍhamāno attano patiṭṭhaṃ nāseti, tassa vuḍḍhi paṇḍitehi na pasatthā, tassa pana abbhantarassa vā bāhirassa vā parissayassa ‘‘ito me uparodho bhavissatī’’ti evaṃ uparodhaṃ vināsaṃ parisaṅkamāno vīro ñāṇasampanno mūlavadhāya parakkamatīti.",
  "atk-s0513a31:570": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne pañcasatā bhikkhū arahattaṃ pāpuṇiṃsu. Tadā suvaṇṇahaṃso ahameva ahosinti.",
  "atk-s0513a31:571": "Palāsajātakavaṇṇanā dasamā.",
  "atk-s0513a31:572": "Vaṇṇārohavaggo dutiyo.",
  "atk-s0513a31:573": "3. Aḍḍhavaggo",
  "atk-s0513a31:575": " [371] 1. Dīghītikosalajātakavaṇṇanā",
  "atk-s0513a31:576": "Evaṃbhūtassate rājāti idaṃ satthā jetavane viharanto kosambake bhaṇḍanakārake ārabbha kathesi. Tesañhi jetavanaṃ āgantvā khamāpanakāle satthā te āmantetvā ‘‘bhikkhave, tumhe mayhaṃ orasā mukhato jātā puttā nāma, puttehi ca pitarā dinnaṃ ovādaṃ bhindituṃ na vaṭṭati, tumhe pana mama ovādaṃ na karittha, porāṇakapaṇḍitā attano mātāpitaro ghātetvā rajjaṃ gahetvā ṭhitacorepi araññe hatthapathaṃ āgate mātāpitūhi dinnaṃ ovādaṃ na bhindissāmāti na mārayiṃsū’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:577": "Imasmiṃ pana jātake dvepi vatthūni. Saṅghabhedakakkhandhake vitthārato āvi bhavissanti. So pana dīghāvukumāro araññe attano aṅke nipannaṃ bārāṇasirājānaṃ cūḷāya gahetvā ‘‘idāni mayhaṃ mātāpitughātakaṃ coraṃ khaṇḍākhaṇḍaṃ katvā chindissāmī’’ti asiṃ ukkhipanto tasmiṃ khaṇe mātāpitūhi dinnaṃ ovādaṃ saritvā ‘‘jīvitaṃ cajantopi tesaṃ ovādaṃ na bhindissāmi, kevalaṃ imaṃ tajjessāmī’’ti cintetvā paṭhamaṃ gāthamāha –",
  "atk-s0513a31:578": "110.",
  "atk-s0513a31:579": " ‘‘Evaṃbhūtassa te rāja, āgatassa vase mama;",
  "atk-s0513a31:580": "Atthi nu koci pariyāyo, yo taṃ dukkhā pamocaye’’ti.",
  "atk-s0513a31:581": "Tattha vase mamāti mama vasaṃ āgatassa. Pariyāyoti kāraṇaṃ.",
  "atk-s0513a31:582": "Tato rājā dutiyaṃ gāthamāha –",
  "atk-s0513a31:583": "111.",
  "atk-s0513a31:584": " ‘‘Evaṃbhūtassa me tāta, āgatassa vase tava;",
  "atk-s0513a31:585": "Natthi no koci pariyāyo, yo maṃ dukkhā pamocaye’’ti.",
  "atk-s0513a31:586": "Tattha noti nipātamatthaṃ, natthi koci pariyāyo, yo maṃ etasmā dukkhā pamocayeti attho.",
  "atk-s0513a31:587": "Tato bodhisatto avasesagāthā abhāsi –",
  "atk-s0513a31:588": "112.",
  "atk-s0513a31:589": " ‘‘Nāññaṃ sucaritaṃ rāja, nāññaṃ rāja subhāsitaṃ;",
  "atk-s0513a31:590": "Tāyate maraṇakāle, evamevitaraṃ dhanaṃ.",
  "atk-s0513a31:591": "113.",
  "atk-s0513a31:592": " ‘‘Akkocchi maṃ avadhi maṃ, ajini maṃ ahāsi me;",
  "atk-s0513a31:593": "Ye ca taṃ upanayhanti, veraṃ tesaṃ na sammati.",
  "atk-s0513a31:594": "114.",
  "atk-s0513a31:595": " ‘‘Akkocchi maṃ avadhi maṃ, ajini maṃ ahāsi me;",
  "atk-s0513a31:596": "Ye ca taṃ nupanayhanti, veraṃ tesūpasammati.",
  "atk-s0513a31:597": "115.",
  "atk-s0513a31:598": " ‘‘Na hi verena verāni, sammantīdha kudācanaṃ;",
  "atk-s0513a31:599": "Averena ca sammanti, esa dhammo sanantano’’nti.",
  "atk-s0513a31:600": "Tattha nāññaṃ sucaritanti nāññaṃ sucaritā, ayameva vā pāṭho, ṭhapetvā sucaritaṃ aññaṃ na passāmīti attho. Idha ‘‘sucarita’’ntipi ‘‘subhāsita’’ntipi mātāpitūhi dinnaṃ ovādaṃyeva sandhāyāha. Evamevāti niratthakameva. Idaṃ vuttaṃ hoti – mahārāja, aññatra ovādānusiṭṭhisaṅkhātā sucaritasubhāsitā maraṇakāle tāyituṃ rakkhituṃ samattho nāma añño natthi, yaṃ etaṃ itaraṃ dhanaṃ, taṃ evameva niratthakameva hoti, tvañhi idāni mayhaṃ koṭisatasahassamattampi dhanaṃ dadanto jīvitaṃ na labheyyāsi, tasmā veditabbametaṃ ‘‘dhanato sucaritasubhāsitameva uttaritara’’nti.",
  "atk-s0513a31:601": "Sesagāthāsupi ayaṃ saṅkhepattho – mahārāja, ye purisā ‘‘ayaṃ maṃ akkosi, ayaṃ maṃ pahari, ayaṃ maṃ ajini, ayaṃ mama santakaṃ ahāsī’’ti evaṃ veraṃ upanayhanti bandhitvā viya hadaye ṭhapenti, tesaṃ veraṃ na upasammati. Ye ca panetaṃ na upanayhanti hadaye na ṭhapenti, tesaṃ vūpasammati. Verāni hi na kadāci verena sammanti, avereneva pana sammanti. Esa dhammo sanantanoti eso porāṇako dhammo cirakālappavatto sabhāvoti.",
  "atk-s0513a31:602": "Evañca pana vatvā bodhisatto ‘‘ahaṃ, mahārāja, tayi na dubbhāmi, tvaṃ pana maṃ mārehī’’ti tassa hatthe asiṃ ṭhapesi. Rājāpi ‘‘nāhaṃ tayi dubbhāmī’’ti sapathaṃ katvā tena saddhiṃ nagaraṃ gantvā taṃ amaccānaṃ dassetvā ‘‘ayaṃ, bhaṇe, kosalarañño putto dīghāvukumāro nāma, iminā mayhaṃ jīvitaṃ dinnaṃ, na labbhā imaṃ kiñci kātu’’nti vatvā attano dhītaraṃ datvā pitu santake rajje patiṭṭhāpesi. Tato paṭṭhāya ubhopi samaggā sammodamānā rajjaṃ kāresuṃ.",
  "atk-s0513a31:603": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā mātāpitaro mahārājakulāni ahesuṃ, dīghāvukumāro pana ahameva ahosi’’nti.",
  "atk-s0513a31:604": "Dīghītikosalajātakavaṇṇanā paṭhamā.",
  "atk-s0513a31:606": " [372] 2. Migapotakajātakavaṇṇanā",
  "atk-s0513a31:607": "Agārā paccupetassāti idaṃ satthā jetavane viharanto ekaṃ mahallakaṃ ārabbha kathesi. So kirekaṃ dārakaṃ pabbājesi. Sāmaṇero taṃ sakkaccaṃ upaṭṭhahitvā aparabhāge aphāsukena kālamakāsi. Tassa kālakiriyāya mahallako sokābhibhūto mahantena saddena paridevanto vicari. Bhikkhū saññāpetuṃ asakkontā dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ ‘‘āvuso, asuko nāma mahallako sāmaṇerassa kālakiriyāya paridevanto vicarati, maraṇassatibhāvanāya paribāhiro eso bhavissatī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa etasmiṃ mate paridevanto vicarī’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:608": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto sakkattaṃ kāresi. Tadā eko kāsiraṭṭhavāsī brāhmaṇo himavantaṃ pavisitvā isipabbajjaṃ pabbajitvā phalāphalehi yāpesi. So ekadivasaṃ araññe ekaṃ matamātikaṃ migapotakaṃ disvā assamaṃ ānetvā gocaraṃ datvā posesi. Migapotako vaḍḍhanto abhirūpo ahosi sobhaggappatto. Tāpaso taṃ attano puttakaṃ katvā pariharati. Ekadivasaṃ migapotako bahuṃ tiṇaṃ khāditvā ajīrakena kālamakāsi. Tāpaso ‘‘putto me mato’’ti paridevanto vicarati. Tadā sakko devarājā lokaṃ pariggaṇhanto taṃ tāpasaṃ disvā ‘‘saṃvejessāmi na’’nti āgantvā ākāse ṭhito paṭhamaṃ gāthamāha –",
  "atk-s0513a31:609": "116.",
  "atk-s0513a31:610": " ‘‘Agārā paccupetassa, anagārassa te sato;",
  "atk-s0513a31:611": "Samaṇassa na taṃ sādhu, yaṃ petamanusocasī’’ti.",
  "atk-s0513a31:612": "Taṃ sutvā tāpaso dutiyaṃ gāthamāha –",
  "atk-s0513a31:613": "117.",
  "atk-s0513a31:614": " ‘‘Saṃvāsena have sakka, manussassa migassa vā;",
  "atk-s0513a31:615": "Hadaye jāyate pemaṃ, na taṃ sakkā asocitu’’nti.",
  "atk-s0513a31:616": "Tattha na taṃ sakkāti taṃ manussaṃ vā tiracchānaṃ vā na sakkā asocituṃ, socāmiyevāhanti.",
  "atk-s0513a31:617": "Tato sakko dve gāthā abhāsi –",
  "atk-s0513a31:618": "118.",
  "atk-s0513a31:619": " ‘‘Mataṃ marissaṃ rodanti, ye rudanti lapanti ca;",
  "atk-s0513a31:620": "Tasmā tvaṃ isi mā rodi, roditaṃ moghamāhu santo.",
  "atk-s0513a31:621": "119.",
  "atk-s0513a31:622": " ‘‘Roditena have brahme, mato peto samuṭṭhahe;",
  "atk-s0513a31:623": "Sabbe saṅgamma rodāma, aññamaññassa ñātake’’ti.",
  "atk-s0513a31:624": "Tattha marissanti yo idāni marissati, taṃ. Lapanti cāti vilapanti ca. Idaṃ vuttaṃ hoti – ye loke matañca marissantañca rodanti, te rudanti ceva vilapanti ca, tesaṃ assupacchijjanadivaso nāma natthi. Kiṃkāraṇā? Sadāpi matānañca marissantānañca atthitāya. Tasmā tvaṃ isi mā rodi. Kiṃkāraṇā ? Roditaṃ moghamāhu santoti, buddhādayo pana paṇḍitā roditaṃ ‘‘mogha’’nti vadanti. Mato petoti yo esa mato petoti vuccati, yadi so roditena samuṭṭhaheyya, evaṃ sante kiṃ nikkammā acchāma, sabbeva samāgamma aññamaññassa ñātake rodāma. Yasmā pana te roditakāraṇā na uṭṭhahanti, tasmā roditassa moghabhāvaṃ sādheti.",
  "atk-s0513a31:625": "Evaṃ sakkassa kathentassa tāpaso ‘‘niratthakaṃ rodita’’nti sallakkhetvā sakkassa thutiṃ karonto tisso gāthā abhāsi –",
  "atk-s0513a31:626": "120.",
  "atk-s0513a31:627": " ‘‘Ādittaṃ vata maṃ santaṃ, ghatasittaṃva pāvakaṃ;",
  "atk-s0513a31:628": "Vārinā viya osiñcaṃ, sabbaṃ nibbāpaye daraṃ.",
  "atk-s0513a31:629": "121.",
  "atk-s0513a31:630": " ‘‘Abbahi vata me sallaṃ, yamāsi hadayassitaṃ;",
  "atk-s0513a31:631": "Yo me sokaparetassa, puttasokaṃ apānudi.",
  "atk-s0513a31:632": "122.",
  "atk-s0513a31:633": " ‘‘Sohaṃ abbūḷhasallosmi, vītasoko anāvilo;",
  "atk-s0513a31:634": "Na socāmi na rodāmi, tava sutvāna vāsavā’’ti.",
  "atk-s0513a31:635": "Tattha yamāsīti yaṃ me āsi. Hadayassitanti hadaye nissitaṃ. Apānudīti nīhari. Sakko tāpasassa ovādaṃ datvā sakaṭṭhānameva gato.",
  "atk-s0513a31:636": "Satthā idhaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā tāpaso mahallako ahosi, migo sāmaṇero, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a31:637": "Migapotakajātakavaṇṇanā dutiyā.",
  "atk-s0513a31:639": " [373] 3. Mūsikajātakavaṇṇanā",
  "atk-s0513a31:640": "Kuhiṃ gatā kattha gatāti idaṃ satthā veḷuvane viharanto ajātasattuṃ ārabbha kathesi. Vatthu heṭṭhā thusajātake (jā. 1.4.149 ādayo) vitthāritameva. Idhāpi satthā tatheva rājānaṃ sakiṃ puttena saddhiṃ kīḷamānaṃ sakiṃ dhammaṃ suṇantaṃ disvā ‘‘taṃ nissāya rañño bhayaṃ uppajjissatī’’ti ñatvā ‘‘mahārāja, porāṇakarājāno āsaṅkitabbaṃ āsaṅkitvā attano puttaṃ ‘amhākaṃ dhūmakāle rajjaṃ kāretū’ti ekamante akaṃsū’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:641": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto takkasilāyaṃ brāhmaṇakule nibbattitvā disāpāmokkhācariyo ahosi. Tassa santike bārāṇasirañño putto yavakumāro nāma sabbasippāni uggaṇhitvā anuyogaṃ datvā gantukāmo taṃ āpucchi. Ācariyo ‘‘puttaṃ nissāya tassa antarāyo bhavissatī’’ti aṅgavijjāvasena ñatvā ‘‘etamassa harissāmī’’ti ekaṃ upamaṃ upadhāretuṃ ārabhi. Tadā panassa eko asso ahosi, tassa pāde vaṇo uṭṭhahi, taṃ vaṇānurakkhaṇatthaṃ geheyeva kariṃsu. Tassāvidūre eko udapāno atthi. Athekā mūsikā gehā nikkhamitvā assassa pāde vaṇaṃ khādati, asso vāretuṃ na sakkoti. So ekadivasaṃ vedanaṃ adhivāsetuṃ asakkonto mūsikaṃ khādituṃ āgataṃ pādena paharitvā māretvā udapāne pātesi. Assagopakā mūsikaṃ apassantā ‘‘aññesu divasesu mūsikā āgantvā vaṇaṃ khādati, idāni na paññāyati, kahaṃ nu kho gatā’’ti vadiṃsu.",
  "atk-s0513a31:642": "Bodhisatto taṃ kāraṇaṃ paccakkhaṃ katvā ‘‘aññe ajānantā ‘kahaṃ mūsikā gatā’ti vadanti, mūsikāya pana māretvā udapāne khittabhāvaṃ ahameva jānāmī’’ti idameva kāraṇaṃ upamaṃ katvā paṭhamaṃ gāthaṃ bandhitvā rājakumārassa adāsi. So aparaṃ upamaṃ upadhārento tameva assaṃ paruḷhavaṇaṃ nikkhamitvā ekaṃ yavavatthuṃ gantvā ‘‘yavaṃ khādissāmī’’ti vaticchiddena mukhaṃ pavesentaṃ disvā tameva kāraṇaṃ upamaṃ katvā dutiyaṃ gāthaṃ bandhitvā tassa adāsi. Tatiyagāthaṃ pana attano paññābaleneva bandhitvā tampi tassa datvā ‘‘tāta, tvaṃ rajje patiṭṭhāya sāyaṃ nhānapokkharaṇiṃ gacchanto yāva dhurasopānā paṭhamaṃ gāthaṃ sajjhāyanto gaccheyyāsi, tava nivasanapāsādaṃ pavisanto yāva sopānapādamūlā dutiyaṃ gāthaṃ sajjhāyanto gaccheyyāsi, tato yāva sopānamatthakā tatiyaṃ gāthaṃ sajjhāyanto gaccheyyāsī’’ti vatvā pesesi.",
  "atk-s0513a31:643": "So kumāro gantvā uparājā hutvā pitu accayena rajjaṃ kāresi, tasseko putto jāyi. So soḷasavassakāle rajjalobhena ‘‘pitaraṃ māressāmī’’ti cintetvā upaṭṭhāke āha ‘‘mayhaṃ pitā taruṇo, ahaṃ etassa dhūmakālaṃ olokento mahallako bhavissāmi jarājiṇṇo, tādise kāle laddhenapi rajjena ko attho’’ti. Te āhaṃsu ‘‘deva, na sakkā paccantaṃ gantvā corattaṃ kātuṃ, tava pitaraṃ kenaci upāyena māretvā rajjaṃ gaṇhā’’ti . So ‘‘sādhū’’ti antonivesane rañño sāyaṃ nhānapokkharaṇīsamīpaṃ gantvā ‘‘ettha naṃ māressāmī’’ti khaggaṃ gahetvā aṭṭhāsi. Rājā sāyaṃ mūsikaṃ nāma dāsiṃ ‘‘gantvā pokkharaṇīpiṭṭhiṃ sodhetvā ehi, nhāyissāmī’’ti pesesi. Sā gantvā pokkharaṇīpiṭṭhiṃ sodhentī kumāraṃ passi. Kumāro attano kammassa pākaṭabhāvabhayena taṃ dvidhā chinditvā pokkharaṇiyaṃ pātesi. Rājā nhāyituṃ agamāsi . Sesajano ‘‘ajjāpi mūsikā dāsī na punāgacchati, kuhiṃ gatā kattha gatā’’ti āha. Rājā –",
  "atk-s0513a31:644": "123.",
  "atk-s0513a31:645": " ‘‘Kuhiṃ gatā kattha gatā, iti lālappatī jano;",
  "atk-s0513a31:646": "Ahameveko jānāmi, udapāne mūsikā hatā’’ti. –",
  "atk-s0513a31:647": "Paṭhamaṃ gāthaṃ bhaṇanto pokkharaṇītīraṃ agamāsi.",
  "atk-s0513a31:648": "Tattha kuhiṃ gatā kattha gatāti aññamaññavevacanāni. Iti lālappatīti evaṃ vippalapati. Iti ayaṃ gāthā ‘‘ajānanto jano mūsikā dāsī kuhiṃ gatāti vippalapati, rājakumārena dvidhā chinditvā mūsikāya pokkharaṇiyaṃ pātitabhāvaṃ ahameva eko jānāmī’’ti rañño ajānantasseva imamatthaṃ dīpeti.",
  "atk-s0513a31:649": "Kumāro ‘‘mayā katakammaṃ mayhaṃ pitarā ñāta’’nti bhīto palāyitvā tamatthaṃ upaṭṭhākānaṃ ārocesi. Te sattaṭṭhadivasaccayena puna taṃ āhaṃsu ‘‘deva, sace rājā jāneyya, na tuṇhī bhaveyya, takkagāhena pana tena taṃ vuttaṃ bhavissati, mārehi na’’nti. So punekadivasaṃ khaggahattho sopānapādamūle ṭhatvā rañño āgamanakāle ito cito ca paharaṇokāsaṃ olokesi. Rājā –",
  "atk-s0513a31:650": "124.",
  "atk-s0513a31:651": " ‘‘Yañcetaṃ iti cīti ca, gadrabhova nivattasi;",
  "atk-s0513a31:652": "Udapāne mūsikaṃ hantvā, yavaṃ bhakkhetumicchasī’’ti. –",
  "atk-s0513a31:653": "Dutiyaṃ gāthaṃ sajjhāyanto agamāsi. Ayampi gāthā ‘‘yasmā tvaṃ iti cīti ca ito cito ca paharaṇokāsaṃ olokento gadrabhova nivattasi, tasmā taṃ jānāmi ‘purimadivase pokkharaṇiyaṃ mūsikaṃ dāsiṃ hantvā ajja maṃ yavarājānaṃ bhakkhetuṃ māretuṃ icchasī’’’ti rañño ajānantasseva imamatthaṃ dīpeti.",
  "atk-s0513a31:654": "Kumāro ‘‘diṭṭhomhi pitarā’’ti utrasto palāyi. So puna aḍḍhamāsamattaṃ atikkamitvā ‘‘rājānaṃ dabbiyā paharitvā māressāmī’’ti ekaṃ dīghadaṇḍakaṃ dabbipaharaṇaṃ gahetvā olumbitvā aṭṭhāsi. Rājā –",
  "atk-s0513a31:655": "125.",
  "atk-s0513a31:656": " ‘‘Daharo cāsi dummedha, paṭhamuppattiko susu;",
  "atk-s0513a31:657": "Dīghañcetaṃ samāsajja, na te dassāmi jīvita’’nti. –",
  "atk-s0513a31:658": "Tatiyaṃ gāthaṃ sajjhāyanto sopānapādamatthakaṃ abhiruhi.",
  "atk-s0513a31:659": "Tattha paṭhamuppattikoti paṭhamavayena uppattito upeto, paṭhamavaye ṭhitoti attho. Susūti taruṇo. Dīghanti dīghadaṇḍakaṃ dabbipaharaṇaṃ. Samāsajjāti gahetvā, olumbitvā ṭhitosīti attho. Ayampi gāthā ‘‘dummedha, attano vayaṃ paribhuñjituṃ na labhissasi, na te dāni nillajjassa jīvitaṃ dassāmi, māretvā khaṇḍākhaṇḍaṃ chinditvā sūleyeva āvuṇāpessāmī’’ti rañño ajānantasseva kumāraṃ santajjayamānā imamatthaṃ dīpeti.",
  "atk-s0513a31:660": "So taṃ divasaṃ palāyituṃ asakkonto ‘‘jīvitaṃ me dehi, devā’’ti rañño pādamūle nipajji. Rājā taṃ tajjetvā saṅkhalikāhi bandhāpetvā bandhanāgāre kāretvā setacchattassa heṭṭhā alaṅkatarājāsane nisīditvā ‘‘amhākaṃ ācariyo disāpāmokkho brāhmaṇo imaṃ mayhaṃ antarāyaṃ disvā imā tisso gāthā abhāsī’’ti haṭṭhatuṭṭho udānaṃ udānento sesagāthā abhāsi –",
  "atk-s0513a31:661": "126.",
  "atk-s0513a31:662": " ‘‘Nāntalikkhabhavanena, nāṅgaputtapinena vā;",
  "atk-s0513a31:663": "Puttena hi patthayito, silokehi pamocito.",
  "atk-s0513a31:664": "127.",
  "atk-s0513a31:665": " ‘‘Sabbaṃ sutamadhīyetha, hīnamukkaṭṭhamajjhimaṃ;",
  "atk-s0513a31:666": "Sabbassa atthaṃ jāneyya, na ca sabbaṃ payojaye;",
  "atk-s0513a31:667": "Hoti tādisako kālo, yattha atthāvahaṃ suta’’nti.",
  "atk-s0513a31:668": "Tattha nāntalikkhabhavanenāti antalikkhabhavanaṃ vuccati dibbavimānaṃ, ahaṃ ajja antalikkhabhavanampi na āruḷho, tasmā antalikkhabhavanenāpi ajja maraṇato na pamocitomhi. Nāṅgaputtapinena vāti aṅgasarikkhakena vā puttapinenapi na pamocito. Puttena hi patthayitoti ahaṃ pana attano putteneva ajja māretuṃ patthito. Silokehi pamocitoti sohaṃ ācariyena bandhitvā dinnāhi gāthāhi pamocito.",
  "atk-s0513a31:669": "Sutanti pariyattiṃ. Adhīyethāti gaṇheyya sikkheyya. Hīnamukkaṭṭhamajjhimanti hīnaṃ vā hotu uttamaṃ vā majjhimaṃ vā, sabbaṃ adhīyitabbamevāti dīpeti. Na ca sabbaṃ payojayeti hīnaṃ mantaṃ vā sippaṃ vā majjhimaṃ vā na payojaye, uttamameva payojayeyyāti attho. Yattha atthāvahaṃ sutanti yasmiṃ kāle mahosadhapaṇḍitassa kumbhakārakammakaraṇaṃ viya yaṃkiñci sikkhitasippaṃ atthāvahaṃ hoti, tādisopi kālo hotiyevāti attho. Aparabhāge rañño accayena kumāro rajje patiṭṭhāsi.",
  "atk-s0513a31:670": "Satthā imaṃ dhammadesanaṃ āharitvā jātakaṃ samodhānesi – ‘‘tadā disāpāmokkho ācariyo ahameva ahosi’’nti.",
  "atk-s0513a31:671": "Mūsikajātakavaṇṇanā tatiyā.",
  "atk-s0513a31:673": " [374] 4. Cūḷadhanuggahajātakavaṇṇanā",
  "atk-s0513a31:674": "Sabbaṃ bhaṇḍanti idaṃ satthā jetavane viharanto purāṇadutiyikāpalobhanaṃ ārabbha kathesi. Tena bhikkhunā ‘‘purāṇadutiyikā maṃ, bhante, ukkaṇṭhāpetī’’ti vutte satthā ‘‘esā bhikkhu, itthī na idāneva tuyhaṃ anatthakārikā, pubbepi te etaṃ nissāya asinā sīsaṃ chinna’’nti vatvā bhikkhūhi yācito atītaṃ āhari.",
  "atk-s0513a31:675": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto sakkattaṃ kāresi. Tadā eko bārāṇasivāsī brāhmaṇamāṇavo takkasilāyaṃ sabbasippāni uggaṇhitvā dhanukamme nipphattiṃ patto cūḷadhanuggahapaṇḍito nāma ahosi. Athassa ācariyo ‘‘ayaṃ mayā sadisaṃ sippaṃ uggaṇhī’’ti attano dhītaraṃ adāsi. So taṃ gahetvā ‘‘bārāṇasiṃ gamissāmī’’ti maggaṃ paṭipajji. Antarāmagge eko vāraṇo ekaṃ padesaṃ suññamakāsi, taṃ ṭhānaṃ abhiruhituṃ na koci ussahi. Cūḷadhanuggahapaṇḍito manussānaṃ vārentānaññeva bhariyaṃ gahetvā aṭavimukhaṃ abhiruhi. Athassa aṭavimajjhe vāraṇo uṭṭhahi, so taṃ kumbhe sarena vijjhi. Saro vinivijjhitvā pacchābhāgena nikkhami. Vāraṇo tattheva pati, dhanuggahapaṇḍito taṃ ṭhānaṃ khemaṃ katvā purato aññaṃ aṭaviṃ pāpuṇi. Tatthāpi paññāsa corā maggaṃ hananti. Tampi so manussehi vāriyamāno abhiruyha tesaṃ corānaṃ mige vadhitvā maggasamīpe maṃsaṃ pacitvā khādantānaṃ ṭhitaṭṭhānaṃ pāpuṇi.",
  "atk-s0513a31:676": "Tadā taṃ corā alaṅkatapaṭiyattāya bhariyāya saddhiṃ āgacchantaṃ disvā ‘‘gaṇhissāma na’’nti ussāhaṃ kariṃsu. Corajeṭṭhako purisalakkhaṇakusalo, so taṃ oloketvāva ‘‘uttamapuriso aya’’nti ñatvā ekassapi uṭṭhahituṃ nādāsi. Dhanuggahapaṇḍito ‘‘gaccha ‘amhākampi ekaṃ maṃsasūlaṃ dethā’ti vatvā maṃsaṃ āharā’’ti tesaṃ santikaṃ bhariyaṃ pesesi. Sā gantvā ‘‘ekaṃ kira maṃsasūlaṃ dethā’’ti āha. Corajeṭṭhako ‘‘anaggho puriso’’ti maṃsasūlaṃ dāpesi. Corā ‘‘amhehi kira pakkaṃ khādita’’nti apakkamaṃsasūlaṃ adaṃsu. Dhanuggaho attānaṃ sambhāvetvā ‘‘mayhaṃ apakkamaṃsasūlaṃ dadantī’’ti corānaṃ kujjhi. Corā ‘‘kiṃ ayameveko puriso, mayaṃ itthiyo’’ti kujjhitvā uṭṭhahiṃsu. Dhanuggaho ekūnapaññāsa jane ekūnapaññāsakaṇḍehi vijjhitvā pātesi. Corajeṭṭhakaṃ vijjhituṃ kaṇḍaṃ nāhosi. Tassa kira kaṇḍanāḷiyaṃ samapaṇṇāsayeva kaṇḍāni. Tesu ekena vāraṇaṃ vijjhi, ekūnapaññāsakaṇḍehi core vijjhitvā corajeṭṭhakaṃ pātetvā tassa ure nisinno ‘‘sīsamassa chindissāmī’’ti bhariyāya hatthato asiṃ āharāpesi. Sā taṅkhaṇaññeva corajeṭṭhake lobhaṃ katvā corassa hatthe tharuṃ, sāmikassa hatthe dhāraṃ ṭhapesi. Coro tharudaṇḍaṃ parāmasitvā asiṃ nīharitvā dhanuggahassa sīsaṃ chindi.",
  "atk-s0513a31:677": "So taṃ ghātetvā itthiṃ ādāya gacchanto jātigottaṃ pucchi. Sā ‘‘takkasilāyaṃ disāpāmokkhācariyassa dhītāmhī’’ti āha. ‘‘Kathaṃ tvaṃ iminā laddhā’’ti. Mayhaṃ pitā ‘‘ayaṃ mayā sadisaṃ katvā sippaṃ sikkhī’’ti tussitvā imassa maṃ adāsi, sāhaṃ tayi sinehaṃ katvā attano kuladattiyaṃ sāmikaṃ mārāpesinti. Corajeṭṭhako ‘‘kuladattiyaṃ tāvesā sāmikaṃ māresi, aññaṃ panekaṃ disvā mampi evamevaṃ karissati, imaṃ chaḍḍetuṃ vaṭṭatī’’ti cintetvā gacchanto antarāmagge ekaṃ kunnadiṃ uttānatalaṃ taṅkhaṇodakapūraṃ disvā ‘‘bhadde, imissaṃ nadiyaṃ susumārā kakkhaḷā, kiṃ karomā’’ti āha. ‘‘Sāmi, sabbaṃ ābharaṇabhaṇḍaṃ mama uttarāsaṅgena bhaṇḍikaṃ katvā paratīraṃ netvā puna āgantvā maṃ gahetvā gacchā’’ti. So ‘‘sādhū’’ti sabbaṃ ābharaṇabhaṇḍaṃ ādāya nadiṃ otaritvā taranto viya paratīraṃ patvā taṃ chaḍḍetvā pāyāsi. Sā taṃ disvā ‘‘sāmi, kiṃ maṃ chaḍḍetvā viya gacchasi, kasmā evaṃ karosi, ehi mampi ādāya gacchā’’ti tena saddhiṃ sallapantī paṭhamaṃ gāthamāha –",
  "atk-s0513a31:678": "128.",
  "atk-s0513a31:679": " ‘‘Sabbaṃ bhaṇḍaṃ samādāya, pāraṃ tiṇṇosi brāhmaṇa;",
  "atk-s0513a31:680": "Paccāgaccha lahuṃ khippaṃ, mampi tārehi dānito’’ti.",
  "atk-s0513a31:681": "Tattha lahuṃ khippanti lahuṃ paccāgaccha, khippaṃ mampi tārehi dāni itoti attho.",
  "atk-s0513a31:682": "Coro taṃ sutvā paratīre ṭhitoyeva dutiyaṃ gāthamāha –",
  "atk-s0513a31:683": "129.",
  "atk-s0513a31:684": " ‘‘Asanthutaṃ maṃ cirasanthutena, nimīni bhotī adhuvaṃ dhuvena;",
  "atk-s0513a31:685": "Mayāpi bhotī nimineyya aññaṃ, ito ahaṃ dūrataraṃ gamissa’’nti.",
  "atk-s0513a31:686": "Sā heṭṭhā vuttatthāyeva –",
  "atk-s0513a31:687": "Coro pana ‘‘ito ahaṃ dūrataraṃ gamissaṃ, tiṭṭha tva’’nti vatvā tassā viravantiyāva ābharaṇabhaṇḍikaṃ ādāya palāto. Tato sā bālā atricchatāya evarūpaṃ byasanaṃ pattā anāthā hutvā avidūre ekaṃ eḷagalāgumbaṃ upagantvā rodamānā nisīdi. Tasmiṃ khaṇe sakko devarājā lokaṃ olokento taṃ atricchatāhataṃ sāmikā ca jārā ca parihīnaṃ rodamānaṃ disvā ‘‘etaṃ niggaṇhitvā lajjāpetvā āgamissāmī’’ti mātaliñca pañcasikhañca ādāya tattha gantvā nadītīre ṭhatvā ‘‘mātali, tvaṃ maccho bhava, pañcasikha tvaṃ sakuṇo bhava, ahaṃ pana siṅgālo hutvā mukhena maṃsapiṇḍaṃ gahetvā etissā sammukhaṭṭhānaṃ gamissāmi, tvaṃ mayi tattha gate udakato ullaṅghitvā mama purato pata, athāhaṃ mukhena gahitamaṃsapiṇḍaṃ chaḍḍetvā macchaṃ gahetuṃ pakkhandissāmi, tasmiṃ khaṇe tvaṃ, pañcasikha, taṃ maṃsapiṇḍaṃ gahetvā ākāse uppata, tvaṃ mātali, udake patā’’ti āṇāpesi. ‘‘Sādhu, devā’’ti, mātali, maccho ahosi, pañcasikho sakuṇo ahosi. Sakko siṅgālo hutvā maṃsapiṇḍaṃ mukhenādāya tassā sammukhaṭṭhānaṃ agamāsi. Maccho udakā uppatitvā siṅgālassa purato pati. So mukhena gahitamaṃsapiṇḍaṃ chaḍḍetvā macchassatthāya pakkhandi. Maccho uppatitvā udake pati, sakuṇo maṃsapiṇḍaṃ gahetvā ākāse uppati, siṅgālo ubhopi alabhitvā eḷagalāgumbaṃ olokento dummukho nisīdi. Sā taṃ disvā ‘‘ayaṃ atricchatāhato neva maṃsaṃ, na macchaṃ labhī’’ti kuṭaṃ bhindantī viya mahāhasitaṃ hasi. Taṃ sutvā siṅgālo tatiyaṃ gāthamāha –",
  "atk-s0513a31:688": "130.",
  "atk-s0513a31:689": " ‘‘Kāyaṃ eḷagalāgumbe, karoti ahuhāsiyaṃ;",
  "atk-s0513a31:690": "Nayīdha naccagītaṃ vā, tāḷaṃ vā susamāhitaṃ;",
  "atk-s0513a31:691": "Anamhikāle susoṇi, kinnu jagghasi sobhane’’ti.",
  "atk-s0513a31:692": "Tattha kāyanti kā ayaṃ. Eḷagalāgumbeti kambojigumbe. Ahuhāsiyanti dantavidaṃsakaṃ mahāhasitaṃ vuccati, taṃ kā esā etasmiṃ gumbe karotīti pucchati. Nayīdha naccagītaṃ vāti imasmiṃ ṭhāne kassaci naccantassa naccaṃ vā gāyantassa gītaṃ vā hatthe susamāhite katvā vādentassa susamāhitaṃ hatthatāḷaṃ vā natthi, kaṃ disvā tvaṃ haseyyāsīti dīpeti. Anamhikāleti rodanakāle. Susoṇīti sundarasoṇi. Kiṃ nu jagghasīti kena kāraṇena tvaṃ rodituṃ yuttakāle arodamānāva mahāhasitaṃ hasasi. Sobhaneti taṃ pasaṃsanto ālapati.",
  "atk-s0513a31:693": "Taṃ sutvā sā catutthaṃ gāthamāha –",
  "atk-s0513a31:694": "131.",
  "atk-s0513a31:695": " ‘‘Siṅgāla bāla dummedha, appapaññosi jambuka;",
  "atk-s0513a31:696": "Jīno macchañca pesiñca, kapaṇo viya jhāyasī’’ti.",
  "atk-s0513a31:697": "Tattha jīnoti jānippatto hutvā. Pesinti maṃsapesiṃ. Kapaṇo viya jhāyasīti sahassabhaṇḍikaṃ parājito kapaṇo viya jhāyasi socasi cintesi.",
  "atk-s0513a31:698": "Tato siṅgālo pañcamaṃ gāthamāha –",
  "atk-s0513a31:699": "132.",
  "atk-s0513a31:700": " ‘‘Sudassaṃ vajjamaññesaṃ, attano pana duddasaṃ;",
  "atk-s0513a31:701": "Jīnā patiñca jārañca, maññe tvaññeva jhāyasī’’ti.",
  "atk-s0513a31:702": "Tattha tvaññeva jhāyasīti pāpadhamme dussīle ahaṃ tāva mama gocaraṃ na labhissāmi, tvaṃ pana atricchatāya hatā taṃmuhuttadiṭṭhake core paṭibaddhacittā hutvā tañca jāraṃ kuladattiyañca patiṃ jīnā, maṃ upādāya sataguṇena sahassaguṇena kapaṇatarā hutvā jhāyasi rodasi paridevasīti lajjāpetvā vippakāraṃ pāpento mahāsatto evamāha.",
  "atk-s0513a31:703": "Sā tassa vacanaṃ sutvā gāthamāha –",
  "atk-s0513a31:704": "133.",
  "atk-s0513a31:705": " ‘‘Evametaṃ migarāja, yathā bhāsasi jambuka;",
  "atk-s0513a31:706": "Sā nūnāhaṃ ito gantvā, bhattu hessaṃ vasānugā’’ti.",
  "atk-s0513a31:707": "Tattha nūnāti ekaṃsatthe nipāto. Sā ahaṃ ito gantvā puna aññaṃ bhattāraṃ labhitvā ekaṃseneva tassa bhattu vasānugā vasavattinī bhavissāmīti.",
  "atk-s0513a31:708": "Athassā anācārāya dussīlāya vacanaṃ sutvā sakko devarājā osānagāthamāha –",
  "atk-s0513a31:709": "134.",
  "atk-s0513a31:710": " ‘‘Yo hare mattikaṃ thālaṃ, kaṃsathālampi so hare;",
  "atk-s0513a31:711": "Kataṃyeva tayā pāpaṃ, punapevaṃ karissasī’’ti.",
  "atk-s0513a31:712": "Tassattho – anācāre kiṃ kathesi, yo mattikaṃ thālaṃ harati, suvaṇṇathālarajatathālādippabhedaṃ kaṃsathālampi so harateva, idañca tayā pāpaṃ katameva, na sakkā tava saddhātuṃ, sā tvaṃ punapi evaṃ karissasiyevāti. Evaṃ so taṃ lajjāpetvā vippakāraṃ pāpetvā sakaṭṭhānameva agamāsi.",
  "atk-s0513a31:713": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a31:714": "Tadā dhanuggaho ukkaṇṭhitabhikkhu ahosi, sā itthī purāṇadutiyikā, sakko devarājā pana ahameva ahosinti.",
  "atk-s0513a31:715": "Cūḷadhanuggahajātakavaṇṇanā catutthā.",
  "atk-s0513a31:717": " [375] 5. Kapotajātakavaṇṇanā",
  "atk-s0513a31:718": "Idāni khomhīti idaṃ satthā jetavane viharanto ekaṃ lolabhikkhuṃ ārabbha kathesi. Lolavatthu anekaso vitthāritameva. Taṃ pana satthā ‘‘saccaṃ kira tvaṃ bhikkhu, lolo’’ti pucchitvā ‘‘āma, bhante’’ti vutte ‘‘na kho bhikkhu idāneva, pubbepi tvaṃ lolosi, lolatāya pana jīvitakkhayaṃ patto’’ti vatvā atītaṃ āhari.",
  "atk-s0513a31:719": "Atīte bārāṇasiyaṃ brahmadatte rajjaṃ kārente bodhisatto pārāvatayoniyaṃ nibbattitvā bārāṇasiseṭṭhino mahānase nīḷapacchiyaṃ vasati. Atheko kāko macchamaṃsaluddho tena saddhiṃ mettiṃ katvā tattheva vasi. So ekadivasaṃ bahuṃ macchamaṃsaṃ disvā ‘‘imaṃ khādissāmī’’ti nitthunanto nīḷapacchiyaṃyeva nipajjitvā pārāvatena ‘‘ehi, samma, gocarāya gamissāmā’’ti vuccamānopi ‘‘ajīrakena nipannomhi, gaccha tva’’nti vatvā tasmiṃ gate ‘‘gato me paccāmittakaṇṭako, idāni yathāruci macchamaṃsaṃ khādissāmī’’ti cintento paṭhamaṃ gāthamāha –",
  "atk-s0513a31:720": "135.",
  "atk-s0513a31:721": " ‘‘Idāni khomhi sukhito arogo, nikkaṇṭako nippatito kapoto;",
  "atk-s0513a31:722": "Kāhāmi dānī hadayassa tuṭṭhiṃ, tathā hi maṃ maṃsasākaṃ baletī’’ti.",
  "atk-s0513a31:723": "Tattha nippatitoti niggato. Kapototi pārāvato. Kāhāmi dānīti karissāmi dāni. Tathā hi maṃ maṃsasākaṃ baletīti tathā hi maṃsañca avasesaṃ sākañca mayhaṃ balaṃ karoti, uṭṭhehi khādāti vadamānaṃ viya ussāhaṃ mamaṃ karotīti attho.",
  "atk-s0513a31:724": "So bhattakārake macchamaṃsaṃ pacitvā mahānasā nikkhamma sarīrato sedaṃ pavāhente pacchito nikkhamitvā rasakaroṭiyaṃ nilīyitvā ‘‘kiri kirī’’ti saddamakāsi. Bhattakārako vegenāgantvā kākaṃ gahetvā sabbapattāni luñjitvā allasiṅgīverañca siddhatthake ca pisitvā lasuṇaṃ pūtitakkena madditvā sakalasarīraṃ makkhetvā ekaṃ kaṭhalaṃ ghaṃsitvā vijjhitvā suttakena tassa gīvāyaṃ bandhitvā nīḷapacchiyaṃyeva taṃ pakkhipitvā agamāsi. Pārāvato āgantvā taṃ disvā ‘‘kā esā balākā mama sahāyassa pacchiyaṃ nipannā, caṇḍo hi so āgantvā ghāteyyāpi na’’nti parihāsaṃ karonto dutiyaṃ gāthamāha –",
  "atk-s0513a31:725": "136.",
  "atk-s0513a31:726": " ‘‘Kāyaṃ balākā sikhinī, corī laṅghipitāmahā;",
  "atk-s0513a31:727": "Oraṃ balāke āgaccha, caṇḍo me vāyaso sakhā’’ti.",
  "atk-s0513a31:728": "Sā heṭṭhā (jā. aṭṭha. 2.3.70) vuttatthāyeva.",
  "atk-s0513a31:729": "Taṃ sutvā kāko tatiyaṃ gāthamāha –",
  "atk-s0513a31:730": "137.",
  "atk-s0513a31:731": " ‘‘Alañhi te jagghitāye, mamaṃ disvāna edisaṃ;",
  "atk-s0513a31:732": "Vilūnaṃ sūdaputtena, piṭṭhamaṇḍena makkhita’’nti.",
  "atk-s0513a31:733": "Tattha alanti paṭisedhatthe nipāto. Jagghitāyeti hasituṃ. Idaṃ vuttaṃ hoti – idāni maṃ edisaṃ evaṃ dukkhappattaṃ disvā tava alaṃ hasituṃ, mā edise kāle parihāsakeḷiṃ karohīti.",
  "atk-s0513a31:734": "So parihāsakeḷiṃ karontova puna catutthaṃ gāthamāha –",
  "atk-s0513a31:735": "138.",
  "atk-s0513a31:736": " ‘‘Sunhāto suvilittosi, annapānena tappito;",
  "atk-s0513a31:737": "Kaṇṭhe ca te veḷuriyo, agamā nu kajaṅgala’’nti.",
  "atk-s0513a31:738": "Tattha kaṇṭhe ca te veḷuriyoti ayaṃ te veḷuriyamaṇipi kaṇṭhe piḷandho, tvaṃ ettakaṃ kālaṃ amhākaṃ etaṃ na dassesīti kapālaṃ sandhāyevamāha. Kajaṅgalanti idha bārāṇasīyeva ‘‘kajaṅgalā’’ti adhippetā. Ito nikkhamitvā kacci antonagaraṃ gatosīti pucchati.",
  "atk-s0513a31:739": "Tato kāko pañcamaṃ gāthamāha –",
  "atk-s0513a31:740": "139.",
  "atk-s0513a31:741": " ‘‘Mā te mitto amitto vā, agamāsi kajaṅgalaṃ;",
  "atk-s0513a31:742": "Piñchāni tattha lāyitvā, kaṇṭhe bandhanti vaṭṭana’’nti.",
  "atk-s0513a31:743": "Tattha piñchānīti pattāni. Tattha lāyitvāti tasmiṃ bārāṇasinagare luñcitvā. Vaṭṭananti kaṭhalikaṃ.",
  "atk-s0513a31:744": "Taṃ sutvā pārāvato osānagāthamāha –",
  "atk-s0513a31:745": "140.",
  "atk-s0513a31:746": " ‘‘Punapāpajjasī samma, sīlañhi tava tādisaṃ;",
  "atk-s0513a31:747": "Na hi mānusakā bhogā, subhuñjā honti pakkhinā’’ti.",
  "atk-s0513a31:748": "Tattha punapāpajjasīti punapi evarūpaṃ āpajjissasi. Evarūpañhi te sīlanti.",
  "atk-s0513a31:749": "Iti naṃ so ovaditvā tattha avasitvā pakkhe pasāretvā aññattha agamāsi. Kākopi tattheva jīvitakkhayaṃ pāpuṇi.",
  "atk-s0513a31:750": "Satthā imaṃ dhammadesanaṃ āharitvā saccāni pakāsetvā jātakaṃ samodhānesi, saccapariyosāne lolabhikkhu anāgāmiphale patiṭṭhahi. Tadā kāko lolabhikkhu ahosi, kapoto pana ahameva ahosinti.",
  "atk-s0513a31:751": "Kapotajātakavaṇṇanā pañcamā.",
  "atk-s0513a31:752": "Aḍḍhavaggo tatiyo.",
  "atk-s0513a31:753": "Jātakuddānaṃ –",
  "atk-s0513a31:754": "Maṇikuṇḍala sujātā, venasākhañca oragaṃ;",
  "atk-s0513a31:755": "Ghaṭaṃ koraṇḍi laṭuki, dhammapālaṃ migaṃ tathā.",
  "atk-s0513a31:756": "Suyonandī vaṇṇāroha, sīlaṃ hirī khajjopanaṃ;",
  "atk-s0513a31:757": "Ahi gumbiya sāḷiyaṃ, tacasāraṃ mittavindaṃ.",
  "atk-s0513a31:758": "Palāsañceva dīghiti, migapotaka mūsikaṃ;",
  "atk-s0513a31:759": "Dhanuggaho kapotañca, jātakā pañcavīsati.",
  "atk-s0513a31:760": "Pañcakanipātavaṇṇanā niṭṭhitā."
}