{
  "atk-s0302a8:0": "9. Opammasaṃyuttaṃ",
  "atk-s0302a8:1": "1. Kūṭasuttavaṇṇanā",
  "atk-s0302a8:2": "223. Opammasaṃyuttassa paṭhame kūṭaṃ gacchantīti kūṭaṅgamā. Kūṭaṃ samosarantīti kūṭasamosaraṇā. Kūṭasamugghātāti kūṭassa samugghātena. Avijjāsamugghātāti arahattamaggena avijjāya samugghātena. Appamattāti satiyā avippavāse ṭhitā hutvā. Paṭhamaṃ.",
  "atk-s0302a8:3": "2. Nakhasikhasuttavaṇṇanā",
  "atk-s0302a8:4": "224. Dutiye manussesu paccājāyantīti ye manussalokato cutā manussesu jāyanti, te evaṃ appakāti adhippāyo. Aññatra manussehīti ye pana manussalokato cutā ṭhapetvā manussalokaṃ catūsu apāyesu paccājāyanti, te mahāpathaviyaṃ paṃsu viya bahutarā. Imasmiñca sutte devāpi manusseheva saṅgahitā. Tasmā yathā manussesu jāyantā appakā, evaṃ devesupīti veditabbā. Dutiyaṃ.",
  "atk-s0302a8:5": "3. Kulasuttavaṇṇanā",
  "atk-s0302a8:6": "225. Tatiye suppadhaṃsiyānīti suviheṭhiyāni. Kumbhatthenakehīti ye paragharaṃ pavisitvā dīpālokena oloketvā parabhaṇḍaṃ haritukāmā ghaṭe dīpaṃ katvā pavisanti, te kumbhatthenakā nāma, tehi kumbhatthenakehi. Suppadhaṃsiyo hoti amanussehīti mettābhāvanārahitaṃ paṃsupisācakā vidhaṃsayanti, pageva uḷārā amanussā. Bhāvitāti vaḍḍhitā. Bahulīkatāti punappunaṃ katā. Yānīkatāti yuttayānaṃ viya katā. Vatthukatāti patiṭṭhānaṭṭhena vatthu viya katā. Anuṭṭhitāti adhiṭṭhitā . Paricitāti samantato citā suvaḍḍhitā. Susamāraddhāti cittena suṭṭhu samāraddhā. Tatiyaṃ.",
  "atk-s0302a8:7": "4. Okkhāsuttavaṇṇanā",
  "atk-s0302a8:8": "226. Catutthe okkhāsatanti mahāmukhaukkhalīnaṃ sataṃ. Dānaṃ dadeyyāti paṇītabhojanabharitānaṃ mahāukkhalīnaṃ sataṃ dānaṃ dadeyya. ‘‘Ukkāsata’’ntipi pāṭho , tassa daṇḍadīpikāsatanti attho. Ekāya pana dīpikāya yattake ṭhāne āloko hoti, tato sataguṇaṃ ṭhānaṃ sattahi ratanehi pūretvā dānaṃ dadeyyāti attho. Gadduhanamattanti goduhanamattaṃ, gāviyā ekavāraṃ aggathanākaḍḍhanamattanti attho. Gandhaūhanamattaṃ vā, dvīhi aṅgulīhi gandhapiṇḍaṃ gahetvā ekavāraṃ ghāyanamattanti attho. Ettakampi hi kālaṃ yo pana gabbhapariveṇavihārūpacāra paricchedena vā cakkavāḷaparicchedena vā aparimāṇāsu lokadhātūsu vā sabbasattesu hitapharaṇaṃ mettacittaṃ bhāvetuṃ sakkoti, idaṃ tato ekadivasaṃ tikkhattuṃ dinnadānato mahapphalataraṃ. Catutthaṃ.",
  "atk-s0302a8:9": "5. Sattisuttavaṇṇanā",
  "atk-s0302a8:10": "227. Pañcame paṭileṇissāmītiādīsu agge paharitvā kappāsavaṭṭiṃ viya nāmento niyyāsavaṭṭiṃ viya ca ekato katvā alliyāpento paṭileṇeti nāma. Majjhe paharitvā nāmetvā dhārāya vā paharitvā dvepi dhārā ekato alliyāpento paṭikoṭṭeti nāma. Kappāsavaṭṭanakaraṇīyaṃ viya pavattento cirakālaṃ saṃvellitakilañjaṃ pasāretvā puna saṃvellento viya ca paṭivaṭṭeti nāma. Pañcamaṃ.",
  "atk-s0302a8:11": "6. Dhanuggahasuttavaṇṇanā",
  "atk-s0302a8:12": "228. Chaṭṭhe daḷhadhammā dhanuggahāti daḷhadhanuno issāsā. Daḷhadhanu nāma dvisahassathāmaṃ vuccati, dvisahassathāmaṃ nāma yassa āropitassa jiyābaddho lohasīsādīnaṃ bhāro daṇḍe gahetvā yāva kaṇḍappamāṇā ukkhittassa pathavito muccati. Susikkhitāti dasadvādasavassāni ācariyakule uggahitasippā. Katahatthāti yo sippameva uggaṇhāti, so katahattho na hoti, ime pana katahatthā ciṇṇavasībhāvā. Katūpāsanāti rājakulādīsu dassitasippā.",
  "atk-s0302a8:13": "Tassa purisassa javoti evarūpo añño puriso nāma na bhūtapubbo, bodhisattasseva pana javanahaṃsakālo nāma āsi. Tadā bodhisatto cattāri kaṇḍāni āhari. Tadā kirassa kaniṭṭhabhātaro ‘‘mayaṃ, bhātika, sūriyena saddhiṃ javissāmā’’ti ārocesuṃ. Bodhisatto āha – ‘‘sūriyo sīghajavo, na sakkhissatha tumhe tena saddhiṃ javitu’’nti. Te dutiyaṃ tatiyampi tatheva vatvā ekadivasaṃ ‘‘gacchāmā’’ti yugandharapabbataṃ āruhitvā nisīdiṃsu. Bodhisatto ‘‘kahaṃ me bhātaro’’ti? Pucchitvā, ‘‘sūriyena saddhiṃ javituṃ gatā’’ti vutte, ‘‘vinassissanti tapassino’’ti te anukampamāno sayampi gantvā tesaṃ santike nisīdi. Atha sūriye uggacchante dvepi bhātaro sūriyena saddhiṃyeva ākāsaṃ pakkhantā, bodhisattopi tehi saddhiṃyeva pakkhanto. Tesu ekassa apatteyeva antarabhattasamaye pakkhantaresu aggi uṭṭhahi, so bhātaraṃ pakkositvā ‘‘na sakkomī’’ti āha. Tamenaṃ bodhisatto ‘‘mā bhāyī’’ti samassāsetvā pakkhapañjarena paliveṭhetvā darathaṃ vinodetvā ‘‘gacchā’’ti pesesi.",
  "atk-s0302a8:14": "Dutiyo yāva antarabhattā javitvā pakkhantaresu aggimhi uṭṭhahite tathevāha. Tampi so tatheva katvā ‘‘gacchā’’ti pesesi. Sayaṃ pana yāva majjhanhikā javitvā, ‘‘ete bālāti mayāpi bālena na bhavitabba’’nti nivattitvā – ‘‘adiṭṭhasahāyakaṃ bārāṇasirājaṃ passissāmī’’ti bārāṇasiṃ agamāsi. Tasmiṃ nagaramatthake paribbhamante dvādasayojanaṃ nagaraṃ pattakaṭāhena otthaṭapatto viya ahosi. Atha paribbhamantassa paribbhamantassa tattha tattha chiddāni paññāyiṃsu. Sayampi anekahaṃsasahassasadiso paññāyi. So vegaṃ paṭisaṃharitvā rājagehābhimukho ahosi. Rājā oloketvā – ‘‘āgato kira me piyasahāyo javanahaṃso’’ti vātapānaṃ vivaritvā ratanapīṭhaṃ paññāpetvā olokento aṭṭhāsi. Bodhisatto ratanapīṭhe nisīdi.",
  "atk-s0302a8:15": "Athassa rājā sahassapākena telena pakkhantarāni makkhetvā, madhulāje ceva madhurapānakañca adāsi. Tato naṃ kataparibhogaṃ ‘‘samma, kahaṃ agamāsī’’ti? Pucchi. So taṃ pavattiṃ ārocetvā ‘‘athāhaṃ, mahārāja, yāva majjhanhikā javitvā – ‘natthi javitena attho’ti nivatto’’ti ācikkhi. Atha rājā āha – ‘‘ahaṃ, sāmi, tumhākaṃ sūriyena saddhiṃ javanavegaṃ passitukāmo’’ti . Dukkaraṃ, mahārāja, na sakkā tayā passitunti. Tena hi, sāmi, sarikkhakamattampi dassehīti. Āma, mahārāja, dhanuggahe sannipātehīti. Rājā sannipātesi. Haṃso tato cattāro gahetvā nagaramajjhe toraṇaṃ kāretvā attano gīvāya ghaṇḍaṃ piḷandhāpetvā toraṇassa upari nisīditvā – ‘‘cattāro janā toraṇaṃ nissāya catudisābhimukhā ekekaṃ kaṇḍaṃ khipantū’’ti vatvā, sayaṃ paṭhamakaṇḍeneva saddhiṃ uppatitvā, taṃ kaṇḍaṃ aggahetvāva, dakkhiṇābhimukhaṃ gatakaṇḍaṃ dhanuto ratanamattāpagataṃ gaṇhi. Dutiyaṃ dviratanamattāpagataṃ, tatiyaṃ tiratanamattāpagataṃ, catutthaṃ bhūmiṃ appattameva gaṇhi. Atha naṃ cattāri kaṇḍāni gahetvā toraṇe nisinnakāleyeva addasaṃsu. So rājānaṃ āha – ‘‘passa, mahārāja, evaṃsīgho amhākaṃ javo’’ti. Evaṃ bodhisatteneva javanahaṃsakāle tāni kaṇḍāni āharitānīti veditabbāni.",
  "atk-s0302a8:16": "Purato dhāvantīti aggato javanti. Na panetā sabbakālaṃ puratova honti, kadāci purato, kadāci pacchato honti. Ākāsaṭṭhakavimānesu hi uyyānānipi honti pokkharaṇiyopi, tā tattha nahāyanti, udakakīḷaṃ kīḷamānā pacchatopi honti, vegena pana gantvā puna puratova dhāvanti. Āyusaṅkhārāti rūpajīvitindriyaṃ sandhāya vuttaṃ. Tañhi tato sīghataraṃ khīyati. Arūpadhammānaṃ pana bhedo na sakkā paññāpetuṃ. Chaṭṭhaṃ.",
  "atk-s0302a8:17": "7. Āṇisuttavaṇṇanā",
  "atk-s0302a8:18": "229. Sattame dasārahānanti evaṃnāmakānaṃ khattiyānaṃ. Te kira satato dasabhāgaṃ gaṇhiṃsu, tasmā ‘‘dasārahā’’ti paññāyiṃsu. Ānakoti evaṃladdhanāmo mudiṅgo. Himavante kira mahākuḷīradaho ahosi. Tattha mahanto kuḷīro otiṇṇotiṇṇaṃ hatthiṃ khādati. Atha hatthī upaddutā ekaṃ kareṇuṃ sakkariṃsu ‘‘imissā puttaṃ nissāya amhākaṃ sotthi bhavissatī’’ti. Sāpi mahesakkhaṃ puttaṃ vijāyi. Te tampi sakkariṃsu. So vuddhippatto mātaraṃ pucchi, ‘‘kasmā maṃ ete sakkarontī’’ti? Sā taṃ pavattimācikkhi. So ‘‘kiṃ mayhaṃ kuḷīro pahoti? Etha gacchāmā’’ti mahāhatthiparivāro tattha gantvā paṭhamameva otari. Kuḷīro udakasaddeneva āgantvā taṃ aggahesi. Mahanto kuḷīrassa aḷo, so taṃ ito vā etto vā cāletuṃ asakkonto mukhe soṇḍaṃ pakkhipitvā viravi. Hatthino ‘‘yaṃnissāya mayaṃ ‘sotthi bhavissatī’ti amaññimhā, so paṭhamataraṃ gahito’’ti tato tato palāyiṃsu.",
  "atk-s0302a8:19": "Athassa mātā avidūre ṭhatvā ‘‘mayaṃ thalanāgā, tumhe udakanāgā nāma, nāgehi nāgo na viheṭhetabbo’’ti kuḷīraṃ piyavacanena vatvā imaṃ gāthamāha –",
  "atk-s0302a8:20": "‘‘Ye kuḷīrā samuddasmiṃ, gaṅgāya yamunāya ca;",
  "atk-s0302a8:21": "Tesaṃ tvaṃ vārijo seṭṭho, muñca rodantiyā paja’’nti.",
  "atk-s0302a8:22": "Mātugāmasaddo nāma purise khobhetvā tiṭṭhati, tasmā so gahaṇaṃ sithilamakāsi. Hatthipoto vegena ubho pāde ukkhipitvā taṃ piṭṭhiyaṃ akkami. Saha akkamanā piṭṭhi mattikabhājanaṃ viya bhijji. Atha naṃ dantehi vijjhitvā ukkhipitvā thale chaḍḍetvā tuṭṭharavaṃ ravi. Atha naṃ hatthī ito cito ca āgantvā maddiṃsu. Tassa eko aḷo paṭikkamitvā pati, taṃ sakko devarājā gahetvā gato.",
  "atk-s0302a8:23": "Itaro pana aḷo vātātapena sukkhitvā pakkalākhārasavaṇṇo ahosi, so deve vuṭṭhe udakoghena vuyhanto dasabhātikānaṃ rājūnaṃ uparisote jālaṃ pasārāpetvā gaṅgāya kīḷantānaṃ āgantvā jāle laggi. Te kīḷāpariyosāne jālamhi ukkhipiyamāne taṃ disvā pucchiṃsu ‘‘kiṃ eta’’nti? ‘‘Kuḷīraaḷo sāmī’’ti. ‘‘Na sakkā esa ābharaṇatthāya upanetuṃ, pariyonandhāpetvā bheriṃ karissāmā’’ti? Pariyonandhāpetvā pahariṃsu. Saddo dvādasayojanaṃ nagaraṃ avatthari. Tato āhaṃsu – ‘‘na sakkā idaṃ divase divase vādetuṃ, chaṇadivasatthāya maṅgalabherī hotū’’ti maṅgalabheriṃ akaṃsu. Tasmiṃ vādite mahājano anhāyitvā apiḷandhitvā hatthiyānādīni āruyha sīghaṃ sannipatanti. Iti mahājanaṃ pakkositvā viya ānetīti ānako tvevassa nāmaṃ ahosi.",
  "atk-s0302a8:24": "Aññaṃāṇiṃ odahiṃsūti aññaṃ suvaṇṇarajatādimayaṃ āṇiṃ ghaṭayiṃsu. Āṇisaṅghāṭova avasissīti suvaṇṇādimayānaṃ āṇīnaṃ saṅghāṭamattameva avasesaṃ ahosi. Athassa dvādasayojanappamāṇo saddo antosālāyampi dukkhena suyyittha.",
  "atk-s0302a8:25": "Gambhīrāti pāḷivasena gambhīrā sallasuttasadisā. Gambhīratthāti atthavasena gambhīrā mahāvedallasuttasadisā (ma. ni. 1.449 ādayo). Lokuttarāti lokuttaraatthadīpakā. Suññatappaṭisaṃyuttāti sattasuññatadhammamattameva pakāsakā saṃkhittasaṃyuttasadisā. Uggahetabbaṃ pariyāpuṇitabbanti uggahetabbe ca pariyāpuṇitabbe ca. Kavikatāti kavīhi katā. Itaraṃ tasseva vevacanaṃ. Cittakkharāti vicitraakkharā. Itaraṃ tasseva vevacanaṃ. Bāhirakāti sāsanato bahibhūtā. Sāvakabhāsitāti tesaṃ tesaṃ sāvakehi bhāsitā. Sussūsissantīti akkharacittatāya ceva savanasampattiyā ca attamanā hutvā sāmaṇeradaharabhikkhumātugāmamahāgahapatikādayo ‘‘esa dhammakathiko’’ti sannipatitvā sotukāmā bhavissanti. Tasmāti yasmā tathāgatabhāsitā suttantā anuggayhamānā antaradhāyanti, tasmā. Sattamaṃ.",
  "atk-s0302a8:26": "8. Kaliṅgarasuttavaṇṇanā",
  "atk-s0302a8:27": "230. Aṭṭhame kaliṅgarūpadhānāti kaliṅgaraghaṭikaṃ sīsūpadhānañceva pādūpadhānañca katvā. Appamattāti sippuggahaṇe appamattā. Ātāpinoti uṭṭhānavīriyātāpena yuttā. Upāsanasminti sippānaṃ abhiyoge ācariyānañca payirupāsane. Te kira tadā pātova uṭṭhāya sippasālaṃ gacchanti, tattha sippaṃ uggahetvā sajjhāyādīhi abhiyogaṃ katvā mukhaṃ dhovitvā yāgupānāya gacchanti. Yāguṃ pivitvā puna sippasālaṃ gantvā sippaṃ gaṇhitvā sajjhāyaṃ karontā pātarāsāya gacchanti. Katapātarāsā samānā ‘‘mā pamādena ciraṃ niddokkamanaṃ ahosī’’ti khadiraghaṭikāsu sīse ca pāde ca upadahitvā thokaṃ nipajjitvā puna sippasālaṃ gantvā sippaṃ gahetvā sajjhāyanti. Sāyaṃ sajjhāyaṃ karontā ca gehaṃ gantvā bhuttasāyamāsā paṭhamayāmaṃ sajjhāyaṃ katvā sayanakāle tatheva kaliṅgaraṃ upadhānaṃ katvā sayanti. Evaṃ te akkhaṇavedhino vālavedhino ca ahesuṃ. Idaṃ sandhāyetaṃ vuttaṃ.",
  "atk-s0302a8:28": "Otāranti vivaraṃ. Ārammaṇanti paccayaṃ. Padhānasminti padhānabhūmiyaṃ vīriyaṃ kurumānā. Paṭhamabodhiyaṃ kira bhikkhū bhattakiccaṃ katvāva kammaṭṭhānaṃ manasi karonti. Tesaṃ manasikarontānaṃyeva sūriyo atthaṃ gacchati. Te nhāyitvā puna caṅkamaṃ otaritvā paṭhamayāmaṃ caṅkamanti. Tato ‘‘mā ciraṃ niddāyimhā’’ti sarīradarathavinodanatthaṃ nipajjantā kaṭṭhakhaṇḍaṃ upadahitvā nipajjanti, te puna pacchimayāme vuṭṭhāya caṅkamaṃ otaranti. Te sandhāya idaṃ vuttaṃ. Ayampi dīpo tiṇṇaṃ rājūnaṃ kāle ekaghaṇḍinigghoso ekapadhānabhūmi ahosi. Nānāmukhe pahaṭaghaṇḍi pilicchikoḷiyaṃ osarati, kalyāṇiyaṃ pahaṭaghaṇḍi nāgadīpe osarati . ‘‘Ayaṃ bhikkhu puthujjano, ayaṃ puthujjano’’ti aṅguliṃ pasāretvā dassetabbo ahosi. Ekadivasaṃ sabbe arahantova ahesuṃ. Tasmāti yasmā kaliṅgarūpadhānānaṃ māro ārammaṇaṃ na labhati, tasmā. Aṭṭhamaṃ.",
  "atk-s0302a8:29": "9. Nāgasuttavaṇṇanā",
  "atk-s0302a8:30": "231. Navame ativelanti atikkantavelaṃ kālaṃ atikkantappamāṇaṃ kālaṃ. Kimaṅgaṃ panāhanti ahaṃ pana kiṃkāraṇā na upasaṅkamissāmi? Bhisamuḷālanti bhisañceva muḷālañca. Abbuhetvāti uddharitvā. Bhiṅkacchāpāti hatthipotakā. Te kira abhiṇhaṃ bhiṅkārasaddaṃ karonti, tasmā bhiṅkacchāpāti vuccanti. Pasannākāraṃ karontīti pasannehi kattabbākāraṃ karonti, cattāro paccaye denti. Dhammaṃ bhāsantīti ekaṃ dve jātakāni vā suttante vā uggaṇhitvā asambhinnena sarena dhammaṃ desenti. Pasannākāraṃ karontīti tesaṃ tāya desanāya pasannā gihī paccaye denti. Neva vaṇṇāya hoti na balāyāti neva guṇavaṇṇāya, na ñāṇabalāya hoti, guṇavaṇṇe pana parihāyante sarīravaṇṇopi sarīrabalampi parihāyati, tasmā sarīrassa neva vaṇṇāya na balāya hoti. Navamaṃ.",
  "atk-s0302a8:31": "10. Biḷārasuttavaṇṇanā",
  "atk-s0302a8:32": "232. Dasame sandhisamalasaṃkaṭīreti ettha sandhīti bhinnagharānaṃ sandhi, samaloti gāmato gūthanikkhamanamaggo, saṃkaṭīranti saṅkāraṭṭhānaṃ. Mudumūsinti mudukaṃ mūsikaṃ. Vuṭṭhānaṃ paññāyatīti desanā paññāyati. Dasamaṃ.",
  "atk-s0302a8:33": "11. Siṅgālasuttavaṇṇanā",
  "atk-s0302a8:34": "233. Ekādasame yena yena icchatīti so jarasiṅgālo icchiticchitaṭṭhāne iriyāpathakappanena sītavātūpavāyanena ca antarantarā cittassādampi labhatīti dasseti. Sakyaputtiyapaṭiññoti idaṃ devadattaṃ sandhāya vuttaṃ. So hi ettakampi cittassādaṃ anāgate attabhāve na labhissatīti. Ekādasamaṃ.",
  "atk-s0302a8:35": "12. Dutiyasiṅgālasuttavaṇṇanā",
  "atk-s0302a8:36": "234. Dvādasame kataññutāti katajānanaṃ. Kataveditāti katavisesajānanaṃ. Tatridaṃ jarasiṅgālassa kataññutāya vatthu – satta kira bhātaro khettaṃ kasanti. Tesaṃ sabbakaniṭṭho khettapariyante ṭhatvā gāvo rakkhati. Athekaṃ jarasiṅgālaṃ ajagaro gaṇhi, so taṃ disvā yaṭṭhiyā pothetvā vissajjāpesi. Ajagaro siṅgālaṃ vissajjetvā tameva gaṇhi. Siṅgālo cintesi – ‘‘mayhaṃ iminā jīvitaṃ dinnaṃ, ahampi imassa dassāmī’’ti yāgughaṭassa upari ṭhapitaṃ vāsiṃ mukhena ḍaṃsitvā tassa santikaṃ agamāsi. Itare bhātaro disvā, ‘‘siṅgālo vāsiṃ haratī’’ti anubandhiṃsu. So tehi diṭṭhabhāvaṃ ñatvā vāsiṃ tassa santike chaḍḍetvā palāyi. Itare āgantvā kaniṭṭhaṃ ajagarena gahitaṃ disvā vāsiyā ajagaraṃ chinditvā taṃ gahetvā agamaṃsu. Evaṃ jarasiṅgāle siyā yā kāci kataññutā kataveditā. Sakyaputtiyapaṭiññeti idampi devadattassa ācārameva sandhāya vuttanti. Dvādasamaṃ.",
  "atk-s0302a8:37": "Opammasaṃyuttavaṇṇanā niṭṭhitā."
}