{
  "atk-s0101a8:0": "8. Mahāsīhanādasuttavaṇṇanā",
  "atk-s0101a8:1": "Acelakassapavatthuvaṇṇanā",
  "atk-s0101a8:2": "381.Evaṃme sutaṃ…pe… uruññāyaṃ viharatīti mahāsīhanādasuttaṃ. Tatrāyaṃ apubbapadavaṇṇanā. Uruññāyanti uruññāti tassa raṭṭhassapi nagarassapi etadeva nāmaṃ, bhagavā uruññānagaraṃ upanissāya viharati. Kaṇṇakatthale migadāyeti tassa nagarassa avidūre kaṇṇakatthalaṃ nāma eko ramaṇīyo bhūmibhāgo atthi. So migānaṃ abhayatthāya dinnattā ‘‘migadāyo’’ti vuccati, tasmiṃ kaṇṇakatthale migadāye. Aceloti naggaparibbājako. Kassapoti tassa nāmaṃ. Tapassinti tapanissitakaṃ. Lūkhājīvinti acelakamuttācārādivasena lūkho ājīvo assāti lūkhājīvī, taṃ lūkhājīviṃ. Upakkosatīti upaṇḍeti. Upavadatīti hīḷeti vambheti. Dhammassa ca anudhammaṃ byākarontīti bhotā gotamena vuttakāraṇassa anukāraṇaṃ kathenti. Sahadhammiko vādānuvādoti parehi vuttakāraṇena sakāraṇo hutvā tumhākaṃ vādo vā anuvādo vā viññūhi garahitabbaṃ, kāraṇaṃ koci appamattakopi kiṃ na āgacchati. Idaṃ vuttaṃ hoti, ‘‘kiṃ sabbākārenapi tava vāde gārayhaṃ kāraṇaṃ natthī’’ti. Anabbhakkhātukāmāti na abhūtena vattukāmā.",
  "atk-s0101a8:3": "382.Ekaccaṃ tapassiṃ lūkhājīvintiādīsu idhekacco acelakapabbajjāditapanissitattā tapassī ‘‘lūkhena jīvitaṃ kappessāmī’’ti tiṇagomayādibhakkhanādīhi nānappakārehi attānaṃ kilameti, appapuññatāya ca sukhena jīvitavuttimeva na labhati, so tīṇi duccaritāni pūretvā niraye nibbattati.",
  "atk-s0101a8:4": "Aparo tādisaṃ tapanissitopi puññavā hoti, labhati lābhasakkāraṃ. So ‘‘na dāni mayā sadiso atthī’’ti attānaṃ ucce ṭhāne sambhāvetvā ‘‘bhiyyosomattāya lābhaṃ uppādessāmī’’ti anesanavasena tīṇi duccaritāni pūretvā niraye nibbattati. Ime dve sandhāya paṭhamanayo vutto.",
  "atk-s0101a8:5": "Aparo tapanissitako lūkhājīvī appapuñño hoti, na labhati sukhena jīvitavuttiṃ. So ‘‘mayhaṃ pubbepi akatapuññatāya sukhajīvikā nuppajjati , handadāni puññāni karomī’’ti tīṇi sucaritāni pūretvā sagge nibbattati.",
  "atk-s0101a8:6": "Aparo lūkhājīvī puññavā hoti, labhati sukhena jīvitavuttiṃ. So – ‘‘mayhaṃ pubbepi katapuññatāya sukhajīvikā uppajjatī’’ti cintetvā anesanaṃ pahāya tīṇi sucaritāni pūretvā sagge nibbattati. Ime dve sandhāya dutiyanayo vutto.",
  "atk-s0101a8:7": "Eko pana tapassī appadukkhavihārī hoti bāhirakācārayutto tāpaso vā channaparibbājako vā, appapuññatāya ca manāpe paccaye na labhati. So anesanavasena tīṇi duccaritāni pūretvā attānaṃ sukhe ṭhapetvā niraye nibbattati.",
  "atk-s0101a8:8": "Aparo puññavā hoti, so – ‘‘na dāni mayā sadiso atthī’’ti mānaṃ uppādetvā anesanavasena lābhasakkāraṃ vā uppādento micchādiṭṭhivasena – ‘‘sukho imissā paribbājikāya daharāya mudukāya lomasāya samphasso’’tiādīni cintetvā kāmesu pātabyataṃ vā āpajjanto tīṇi duccaritāni pūretvā niraye nibbattati. Ime dve sandhāya tatiyanayo vutto.",
  "atk-s0101a8:9": "Aparo pana appadukkhavihārī appapuñño hoti, so – ‘‘ahaṃ pubbepi akatapuññatāya sukhena jīvikaṃ na labhāmī’’ti tīṇi sucaritāni pūretvā sagge nibbattati.",
  "atk-s0101a8:10": "Aparo puññavā hoti, so – ‘‘pubbepāhaṃ katapuññatāya sukhaṃ labhāmi, idāni puññāni karissāmī’’ti tīṇi sucaritāni pūretvā sagge nibbattati. Ime dve sandhāya catutthanayo vutto. Idaṃ titthiyavasena āgataṃ, sāsanepi pana labbhati.",
  "atk-s0101a8:11": "Ekacco hi dhutaṅgasamādānavasena lūkhājīvī hoti, appapuññatāya vā sakalampi gāmaṃ vicaritvā udarapūraṃ na labhati. So – ‘‘paccaye uppādessāmī’’ti vejjakammādivasena vā anesanaṃ katvā, arahattaṃ vā paṭijānitvā, tīṇi vā kuhanavatthūni paṭisevitvā niraye nibbattati.",
  "atk-s0101a8:12": "Aparo ca tādisova puññavā hoti. So tāya puññasampattiyā mānaṃ janayitvā uppannaṃ lābhaṃ thāvaraṃ kattukāmo anesanavasena tīṇi duccaritāni pūretvā niraye uppajjati.",
  "atk-s0101a8:13": "Aparo samādinnadhutaṅgo appapuññova hoti, na labhati sukhena jīvitavuttiṃ. So – ‘‘pubbepāhaṃ akatapuññatāya kiñci na labhāmi, sace idāni anesanaṃ karissaṃ, āyatimpi dullabhasukho bhavissāmī’’ti tīṇi sucaritāni pūretvā arahattaṃ pattuṃ asakkonto sagge nibbattati.",
  "atk-s0101a8:14": "Aparo puññavā hoti, so – ‘‘pubbepāhaṃ katapuññatāya etarahi sukhito, idānipi puññaṃ karissāmī’’ti anesanaṃ pahāya tīṇi sucaritāni pūretvā arahattaṃ pattuṃ asakkonto sagge nibbattati.",
  "atk-s0101a8:15": "383.Āgatiñcāti – ‘‘asukaṭṭhānato nāma ime āgatā’’ti evaṃ āgatiñca. Gatiñcāti idāni gantabbaṭṭhānañca. Cutiñcāti tato cavanañca. Upapattiñcāti tato cutānaṃ puna upapattiñca. Kiṃ sabbaṃ tapaṃ garahissāmīti – ‘‘kena kāraṇena garahissāmi, garahitabbameva hi mayaṃ garahāma, pasaṃsitabbaṃ pasaṃsāma, na bhaṇḍikaṃ karonto mahārajako viya dhotañca adhotañca ekato karomā’’ti dasseti. Idāni tamatthaṃ pakāsento – ‘‘santi kassapa eke samaṇabrāhmaṇā’’tiādimāha.",
  "atk-s0101a8:16": "384.Yaṃ te ekaccanti pañcavidhaṃ sīlaṃ, tañhi loke na koci ‘‘na sādhū’’ti vadati. Puna yaṃ te ekaccanti pañcavidhaṃ veraṃ, taṃ na koci ‘‘sādhū’’ti vadati. Puna yaṃ te ekaccanti pañcadvāre asaṃvaraṃ, te kira – ‘‘cakkhu nāma na nirundhitabbaṃ, cakkhunā manāpaṃ rūpaṃ daṭṭhabba’’nti vadanti, esa nayo sotādīsu. Puna yaṃ te ekaccanti pañcadvāre saṃvaraṃ.",
  "atk-s0101a8:17": "Evaṃ paresaṃ vādena saha attano vādassa samānāsamānataṃ dassetvā idāni attano vādena saha paresaṃ vādassa samānāsamānataṃ dassento ‘‘yaṃ maya’’ntiādimāha. Tatrāpi pañcasīlādivaseneva attho veditabbo.",
  "atk-s0101a8:18": "Samanuyuñjāpanakathāvaṇṇanā",
  "atk-s0101a8:19": "385.Samanuyuñjantanti samanuyuñjantu, ettha ca laddhiṃ pucchanto samanuyuñjati nāma, kāraṇaṃ pucchanto samanugāhati nāma, ubhayaṃ pucchanto samanubhāsati nāma. Satthārā vā satthāranti satthārā vā saddhiṃ satthāraṃ upasaṃharitvā – ‘‘kiṃ te satthā te dhamme sabbaso pahāya vattati, udāhu samaṇo gotamo’’ti. Dutiyapadepi eseva nayo.",
  "atk-s0101a8:20": "Idāni tamatthaṃ yojetvā dassento – ‘‘ye imesaṃ bhavata’’ntiādimāha. Tattha akusalā akusalasaṅkhātāti akusalā ceva ‘‘akusalā’’ti ca saṅkhātā ñātā koṭṭhāsaṃ vā katvā ṭhapitāti attho. Esa nayo sabbapadesu. Api cettha sāvajjāti sadosā. Na alamariyāti niddosaṭṭhena ariyā bhavituṃ nālaṃ asamatthā.",
  "atk-s0101a8:21": "386-392.Yaṃ viññū samanuyuñjantāti yena viññū amhe ca aññe ca pucchantā evaṃ vadeyyuṃ, taṃ ṭhānaṃ vijjati, atthi taṃ kāraṇanti attho. Yaṃ vā pana bhonto pare gaṇācariyāti pare pana bhonto gaṇācariyā yaṃ vā taṃ vā appamattakaṃ pahāya vattantīti attho. Amheva tattha yebhuyyena pasaṃseyyunti idaṃ bhagavā satthārā satthāraṃ samanuyuñjanepi āha – saṅghena saṃghaṃ samanuyuñjanepi. Kasmā? Saṅghapasaṃsāyapi satthuyeva pasaṃsāsiddhito. Pasīdamānāpi hi buddhasampattiyā saṅghe, saṅghasampattiyā ca buddhe pasīdanti, tathā hi bhagavato sarīrasampattiṃ disvā, dhammadesanaṃ vā sutvā bhavanti vattāro – ‘‘lābhā vata bho sāvakānaṃ ye evarūpassa satthu santikāvacarā’’ti, evaṃ buddhasampattiyā saṅghe pasīdanti. Bhikkhūnaṃ panācāragocaraṃ abhikkamapaṭikkamādīni ca disvā bhavanti vattāro – ‘‘santikāvacarānaṃ vata bho sāvakānaṃ ayañca upasamaguṇo satthu kīva rūpo bhavissatī’’ti, evaṃ saṅghasampattiyā buddhe pasīdanti. Iti yā satthupasaṃsā, sā saṅghassa. Yā saṅghassa pasaṃsā, sā satthūti saṅghapasaṃsāyapi satthuyeva pasaṃsāsiddhito bhagavā dvīsupi nayesu – ‘‘amheva tattha yebhuyyena pasaṃseyyu’’nti āha. Samaṇo gotamo ime dhamme anavasesaṃ pahāya vattati, yaṃ vā pana bhonto pare gaṇācariyātiādīsupi panettha ayamadhippāyo – sampattasamādānasetughātavasena hi tisso viratiyo. Tāsu sampattasamādāna viratimattameva aññesaṃ hoti, setughātavirati pana sabbena sabbaṃ natthi. Pañcasu pana tadaṅgavikkhambhanasamucchedapaṭipassaddhinissaraṇappahānesu aṭṭhasamāpattivasena ceva vipassanāmattavasena ca tadaṅgavikkhambhanappahānamattameva aññesaṃ hoti. Itarāni tīṇi pahānāni sabbena sabbaṃ natthi. Tathā sīlasaṃvaro, khantisaṃvaro, ñāṇasaṃvaro, satisaṃvaro, vīriyasaṃvaroti pañca saṃvarā, tesu pañcasīlamattameva adhivāsanakhantimattameva ca aññesaṃ hoti, sesaṃ sabbena sabbaṃ natthi.",
  "atk-s0101a8:22": "Pañca kho panime uposathuddesā, tesu pañcasīlamattameva aññesaṃ hoti. Pātimokkhasaṃvarasīlaṃ sabbena sabbaṃ natthi. Iti akusalappahāne ca kusalasamādāne ca, tīsu viratīsu, pañcasu pahānesu, pañcasu saṃvaresu, pañcasu uddesesu, – ‘‘ahameva ca mayhañca sāvakasaṅgho loke paññāyati, mayā hi sadiso satthā nāma, mayhaṃ sāvakasaṅghena sadiso saṅgho nāma natthī’’ti bhagavā sīhanādaṃ nadati.",
  "atk-s0101a8:23": "Ariyaaṭṭhaṅgikamaggavaṇṇanā",
  "atk-s0101a8:24": "393. Evaṃ sīhanādaṃ naditvā tassa sīhanādassa aviparītabhāvāvabodhanatthaṃ – ‘‘atthi, kassapa, maggo’’tiādimāha. Tattha maggoti lokuttaramaggo. Paṭipadāti pubbabhāgapaṭipadā. Kālavādītiādīni brahmajāle vaṇṇitāni. Idāni taṃ duvidhaṃ maggañca paṭipadañca ekato katvā dassento – ‘‘ayameva ariyo’’tiādimāha. Idaṃ pana sutvā acelo cintesi – ‘‘samaṇo gotamo mayhaṃyeva maggo ca paṭipadā ca atthi, aññesaṃ natthīti maññati, handassāhaṃ amhākampi maggaṃ kathemī’’ti. Tato acelakapaṭipadaṃ kathesi. Tenāha – ‘‘evaṃ vutte acelo kassapo bhagavantaṃ etadavoca…pe… udakorohanānuyogamanuyutto viharatī’’ti.",
  "atk-s0101a8:25": "Tapopakkamakathāvaṇṇanā",
  "atk-s0101a8:26": "394. Tattha tapopakkamāti tapārambhā, tapakammānīti attho. Sāmaññasaṅkhātāti samaṇakammasaṅkhātā. Brahmaññasaṅkhātāti brāhmaṇakammasaṅkhātā. Acelakoti niccolo, naggoti attho. Muttācāroti visaṭṭhācāro, uccārakammādīsu lokiyakulaputtācārena virahito ṭhitakova uccāraṃ karoti, passāvaṃ karoti, khādati, bhuñjati ca. Hatthāpalekhanoti hatthe piṇḍamhi ṭhite jivhāya hatthaṃ apalikhati, uccāraṃ vā katvā hatthasmiññeva daṇḍakasaññī hutvā hatthena apalikhati. ‘‘Bhikkhāgahaṇatthaṃ ehi, bhante’’ti vutto na etīti na ehibhaddantiko. ‘‘Tena hi tiṭṭha, bhante’’ti vuttopi na tiṭṭhatīti natiṭṭhabhaddantiko. Tadubhayampi kira so – ‘‘etassa vacanaṃ kataṃ bhavissatī’’ti na karoti. Abhihaṭanti puretaraṃ gahetvā āhaṭaṃ bhikkhaṃ, uddissakatanti ‘‘imaṃ tumhe uddissa kata’’nti evaṃ ārocitaṃ bhikkhaṃ. Na nimantananti ‘‘asukaṃ nāma kulaṃ vā vīthiṃ vā gāmaṃ vā paviseyyāthā’’ti evaṃ nimantitabhikkhampi na sādiyati, na gaṇhati. Nakumbhimukhāti kumbhito uddharitvā diyyamānaṃ bhikkhaṃ na gaṇhati. Na kaḷopimukhāti kaḷopīti ukkhali vā pacchi vā, tatopi na gaṇhati. Kasmā? Kumbhikaḷopiyo maṃ nissāya kaṭacchunā pahāraṃ labhantīti. Na eḷakamantaranti ummāraṃ antaraṃ katvā diyyamānaṃ na gaṇhati. Kasmā? ‘‘Ayaṃ maṃ nissāya antarakaraṇaṃ labhatī’’ti. Daṇḍamusalesupi eseva nayo.",
  "atk-s0101a8:27": "Dvinnanti dvīsu bhuñjamānesu ekasmiṃ uṭṭhāya dente na gaṇhati. Kasmā? ‘‘Ekassa kabaḷantarāyo hotī’’ti. Na gabbhiniyātiādīsu pana ‘‘gabbhiniyā kucchiyaṃ dārako kilamati. Pāyantiyā dārakassa khīrantarāyo hoti, purisantaragatāya ratiantarāyo hotī’’ti na gaṇhati. Saṃkittīsūti saṃkittetvā katabhattesu, dubbhikkhasamaye kira acelakasāvakā acelakānaṃ atthāya tato tato taṇḍulādīni samādapetvā bhattaṃ pacanti. Ukkaṭṭho acelako tatopi na paṭiggaṇhati. Na yattha sāti yattha sunakho – ‘‘piṇḍaṃ labhissāmī’’ti upaṭṭhito hoti, tattha tassa adatvā āhaṭaṃ na gaṇhati. Kasmā? Etassa piṇḍantarāyo hotīti. Saṇḍasaṇḍacārinīti samūhasamūhacārinī, sace hi acelakaṃ disvā – ‘‘imassa bhikkhaṃ dassāmā’’ti manussā bhattagehaṃ pavisanti, tesu ca pavisantesu kaḷopimukhādīsu nilīnā makkhikā uppatitvā saṇḍasaṇḍā caranti, tato āhaṭaṃ bhikkhaṃ na gaṇhati. Kasmā? Maṃ nissāya makkhikānaṃ gocarantarāyo jātoti.",
  "atk-s0101a8:28": "Thusodakanti sabbasassasambhārehi kataṃ sovīrakaṃ. Ettha ca surāpānameva sāvajjaṃ, ayaṃ pana sabbesupi sāvajjasaññī. Ekāgārikoti yo ekasmiṃyeva gehe bhikkhaṃ labhitvā nivattati . Ekālopikoti yo ekeneva ālopena yāpeti. Dvāgārikādīsupi eseva nayo. Ekissāpi dattiyāti ekāya dattiyā. Datti nāma ekā khuddakapāti hoti, yattha aggabhikkhaṃ pakkhipitvā ṭhapenti. Ekāhikanti ekadivasantarikaṃ. Addhamāsikanti addhamāsantarikaṃ. Pariyāyabhattabhojananti vārabhattabhojanaṃ, ekāhavārena dvīhavārena sattāhavārena aḍḍhamāsavārenāti evaṃ divasavārena āgatabhattabhojanaṃ.",
  "atk-s0101a8:29": "395.Sākabhakkhoti allasākabhakkho. Sāmākabhakkhoti sāmākataṇḍulabhakkho. Nīvārādīsu nīvāro nāma araññe sayaṃjātā vīhijāti. Daddulanti cammakārehi cammaṃ likhitvā chaḍḍitakasaṭaṃ. Haṭaṃ vuccati silesopi sevālopi. Kaṇanti kuṇḍakaṃ. Ācāmoti bhattaukkhalikāya laggo jhāmakaodano, taṃ chaḍḍitaṭṭhānatova gahetvā khādati, ‘‘odanakañjiya’’ntipi vadanti. Piññākādayo pākaṭā eva. Pavattaphalabhojīti patitaphalabhojī.",
  "atk-s0101a8:30": "396.Sāṇānīti sāṇavākacoḷāni. Masāṇānīti missakacoḷāni. Chavadussānīti matasarīrato chaḍḍitavatthāni, erakatiṇādīni vā ganthetvā katanivāsanāni. Paṃsukūlānīti pathaviyaṃ chaḍḍitanantakāni. Tirīṭānīti rukkhatacavatthāni. Ajinanti ajinamigacammaṃ. Ajinakkhipanti tadeva majjhe phālitakaṃ. Kusacīranti kusatiṇāni ganthetvā katacīraṃ. Vākacīraphalakacīresupi eseva nayo. Kesakambalanti manussakesehi katakambalaṃ. Yaṃ sandhāya vuttaṃ –",
  "atk-s0101a8:31": "‘‘Seyyathāpi bhikkhave, yāni kānici tantāvutāni vatthāni, kesakambalo tesaṃ paṭikiṭṭho akkhāyati. Kesakambalo, bhikkhave, sīte sīto, uṇhe uṇho appaggho ca dubbaṇṇo ca duggandho dukkhasamphasso’’ti.",
  "atk-s0101a8:32": "Vāḷakambalanti assavālehi katakambalaṃ. Ulūkapakkhikanti ulūkapakkhāni ganthetvā katanivāsanaṃ. Ukkuṭikappadhānamanuyuttoti ukkuṭikavīriyaṃ anuyutto, gacchantopi ukkuṭikova hutvā uppatitvā uppatitvā gacchati. Kaṇṭakāpassayikoti ayakaṇṭake vā pakatikaṇṭake vā bhūmiyaṃ koṭṭetvā tattha cammaṃ attharitvā ṭhānacaṅkamādīni karoti. Seyyanti sayantopi tattheva seyyaṃ kappeti. Phalakaseyyanti rukkhaphalake seyyaṃ. Thaṇḍilaseyyanti thaṇḍile ucce bhūmiṭhāne seyyaṃ. Ekapassayikoti ekapasseneva sayati. Rajojalladharoti sarīraṃ telena makkhitvā rajuṭṭhānaṭṭhāne tiṭṭhati, athassa sarīre rajojallaṃ laggati, taṃ dhāreti. Yathāsanthatikoti laddhaṃ āsanaṃ akopetvā yadeva labhati, tattheva nisīdanasīlo. Vekaṭikoti vikaṭakhādanasīlo. Vikaṭanti gūthaṃ vuccati. Apānakoti paṭikkhittasītudakapāno. Sāyaṃ tatiyamassāti sāyatatiyakaṃ. Pāto, majjhanhike, sāyanti divasassa tikkhattuṃ pāpaṃ pavāhessāmīti udakorohanānuyogaṃ anuyutto viharatīti.",
  "atk-s0101a8:33": "Tapopakkamaniratthakatāvaṇṇanā",
  "atk-s0101a8:34": "397. Atha bhagavā sīlasampadādīhi vinā tesaṃ tapopakkamānaṃ niratthakataṃ dassento – ‘‘acelako cepi kassapa hotī’’tiādimāha. Tattha ārakā vāti dūreyeva. Averanti dosaveravirahitaṃ. Abyāpajjanti domanassabyāpajjarahitaṃ.",
  "atk-s0101a8:35": "398.Dukkaraṃ, bho gotamāti idaṃ kassapo ‘‘mayaṃ pubbe ettakamattaṃ sāmaññañca brahmaññañcāti vicarāma, tumhe pana aññaṃyeva sāmaññañca brahmaññañca vadathā’’ti dīpento āha. Pakati kho esāti pakatikathā esā. Imāya ca, kassapa, mattāyāti ‘‘kassapa yadi iminā pamāṇena evaṃ parittakena paṭipattikkamena sāmaññaṃ vā brahmaññaṃ vā dukkaraṃ sudukkaraṃ nāma abhavissa, tato netaṃ abhavissa kallaṃ vacanāya dukkaraṃ sāmañña’’nti ayamettha padasambandhena saddhiṃ attho. Etena nayena sabbattha padasambandho veditabbo.",
  "atk-s0101a8:36": "399.Dujjānoti idampi so ‘‘mayaṃ pubbe ettakena samaṇo vā brāhmaṇo vā hotīti vicarāma, tumhe pana aññathā vadathā’’ti idaṃ sandhāyāha. Athassa bhagavā taṃ pakativādaṃ paṭikkhipitvā sabhāvatova dujjānabhāvaṃ āvikaronto punapi – ‘‘pakati kho’’tiādimāha. Tatrāpi vuttanayeneva padasambandhaṃ katvā attho veditabbo.",
  "atk-s0101a8:37": "Sīlasamādhipaññāsampadāvaṇṇanā",
  "atk-s0101a8:38": "400-401.Katamā pana sā, bho gotamāti kasmā pucchati. Ayaṃ kira paṇḍito bhagavato kathentasseva kathaṃ uggahesi, atha attano paṭipattiyā niratthakataṃ viditvā samaṇo gotamo – ‘‘tassa ‘cāyaṃ sīlasampadā, cittasampadā, paññāsampadā abhāvitā hoti asacchikatā, atha kho so ārakāva sāmaññā’tiādimāha. Handa dāni naṃ tā sampattiyo pucchāmī’’ti sīlasampadādivijānanatthaṃ pucchati. Athassa bhagavā buddhuppādaṃ dassetvā tantidhammaṃ kathento tā sampattiyo dassetuṃ – ‘‘idha kassapā’’tiādimāha. Imāya ca kassapa sīlasampadāyāti idaṃ arahattaphalameva sandhāya vuttaṃ. Arahattaphalapariyosānañhi bhagavato sāsanaṃ. Tasmā arahattaphalasampayuttāhi sīlacittapaññāsampadāhi aññā uttaritarā vā paṇītatarā vā sīlādisampadā natthīti āha.",
  "atk-s0101a8:39": "Sīhanādakathāvaṇṇanā",
  "atk-s0101a8:40": "402. Evañca pana vatvā idāni anuttaraṃ mahāsīhanādaṃ nadanto – ‘‘santi kassapa eke samaṇabrāhmaṇā’’tiādimāha. Tattha ariyanti nirupakkilesaṃ paramavisuddhaṃ. Paramanti uttamaṃ, pañcasīlāni hiādiṃ katvā yāva pātimokkhasaṃvarasīlā sīlameva, lokuttaramaggaphalasampayuttaṃ pana paramasīlaṃ nāma. Nāhaṃ tatthāti tattha sīlepi paramasīlepi ahaṃ attano samasamaṃ mama sīlasamena sīlena mayā samaṃ puggalaṃ na passāmīti attho. Ahameva tattha bhiyyoti ahameva tasmiṃ sīle uttamo. Katamasmiṃ? Yadidaṃ adhisīlanti yaṃ etaṃ uttamaṃ sīlanti attho. Iti imaṃ paṭhamaṃ sīhanādaṃ nadati.",
  "atk-s0101a8:41": "Tapojigucchavādāti ye tapojigucchaṃ vadanti. Tattha tapatīti tapo, kilesasantāpakavīriyassetaṃ nāmaṃ, tadeva te kilese jigucchatīti jigucchā. Ariyā paramāti ettha niddosattā ariyā, aṭṭhaārambhavatthuvasenapi uppannā vipassanāvīriyasaṅkhātā tapojigucchā tapojigucchāva, maggaphalasampayuttā paramā nāma. Adhijegucchanti idha jigucchabhāvo jegucchaṃ, uttamaṃ jegucchaṃ adhijegucchaṃ, tasmā yadidaṃ adhijegucchaṃ, tattha ahameva bhiyyoti evamettha attho daṭṭhabbo. Paññādhikārepi kammassakatāpaññā ca vipassanāpaññā ca paññā nāma, maggaphalasampayuttā paramā paññā nāma. Adhipaññanti ettha liṅgavipallāso veditabbo, ayaṃ panetthattho – yāyaṃ adhipaññā nāma ahameva tattha bhiyyoti vimuttādhikāre tadaṅgavikkhambhanavimuttiyo vimutti nāma, samucchedapaṭipassaddhinissaraṇavimuttiyo pana paramā vimuttīti veditabbā. Idhāpi ca yadidaṃ adhivimuttīti yā ayaṃ adhivimutti, ahameva tattha bhiyyoti attho.",
  "atk-s0101a8:42": "403.Suññāgāreti suññe ghare, ekakova nisīditvāti adhippāyo. Parisāsu cāti aṭṭhasu parisāsu. Vuttampi cetaṃ –",
  "atk-s0101a8:43": "‘‘Cattārimāni, sāriputta, tathāgatassa vesārajjāni. Yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadatī’’ti (ma. ni. 1.150) suttaṃ vitthāretabbaṃ.",
  "atk-s0101a8:44": "Pañhañca naṃ pucchantīti paṇḍitā devamanussā naṃ pañhaṃ abhisaṅkharitvā pucchanti. Byākarotīti taṅkhaṇaññeva vissajjesi. Cittaṃ ārādhetīti pañhāvissajjanena mahājanassa cittaṃ paritosetiyeva. No ca kho sotabbaṃ maññantīti cittaṃ ārādhetvā kathentassapissa vacanaṃ pare sotabbaṃ na maññantīti, evañca vadeyyunti attho. Sotabbañcassa maññantīti devāpi manussāpi mahanteneva ussāhena sotabbaṃ maññanti. Pasīdantīti supasannā kallacittā muducittā honti. Pasannākāraṃ karontīti na muddhappasannāva honti, paṇītāni cīvarādīni veḷuvanavihārādayo ca mahāvihāre pariccajantā pasannākāraṃ karonti. Tathattāyāti yaṃ so dhammaṃ deseti tathā bhāvāya, dhammānudhammapaṭipattipūraṇatthāya paṭipajjantīti attho. Tathattāya ca paṭipajjantīti tathabhāvāya paṭipajjanti, tassa hi bhagavato dhammaṃ sutvā keci saraṇesu keci pañcasu sīlesu patiṭṭhahanti, apare nikkhamitvā pabbajanti. Paṭipannā ca ārādhentīti tañca pana paṭipadaṃ paṭipannā pūretuṃ sakkonti, sabbākārena pana pūrenti, paṭipattipūraṇena tassa bhoto gotamassa cittaṃ ārādhentīti vattabbā.",
  "atk-s0101a8:45": "Imasmiṃ panokāse ṭhatvā sīhanādā samodhānetabbā. Ekaccaṃ tapassiṃ niraye nibbattaṃ passāmīti hi bhagavato eko sīhanādo. Aparaṃ sagge nibbattaṃ passāmīti eko. Akusaladhammappahāne ahameva seṭṭhoti eko. Kusaladhammasamādānepi ahameva seṭṭhoti eko. Akusaladhammappahāne mayhameva sāvakasaṅgho seṭṭhoti eko. Kusaladhammasamādānepi mayhaṃyeva sāvakasaṅgho seṭṭhoti eko. Sīlena mayhaṃ sadiso natthīti eko. Vīriyena mayhaṃ sadiso natthīti eko. Paññāya…pe… vimuttiyā…pe… sīhanādaṃ nadanto parisamajjhe nisīditvā nadāmīti eko. Visārado hutvā nadāmīti eko. Pañhaṃ maṃ pucchantīti eko. Pañhaṃ puṭṭho vissajjemīti eko. Vissajjanena parassa cittaṃ ārādhemīti eko. Sutvā sotabbaṃ maññantīti eko. Sutvā me pasīdantīti eko. Pasannākāraṃ karontīti eko. Yaṃ paṭipattiṃ desemi, tathattāya paṭipajjantīti eko. Paṭipannā ca maṃ ārādhentīti eko. Iti purimānaṃ dasannaṃ ekekassa – ‘‘parisāsu ca nadatī’’ti ādayo dasa dasa parivārā. Evaṃ te dasa purimānaṃ dasannaṃ parivāravasena sataṃ purimā ca dasāti dasādhikaṃ sīhanādasataṃ hoti. Ito aññasmiṃ pana sutte ettakā sīhanādā dullabhā, tenidaṃ suttaṃ mahāsīhanādanti vuccati. Iti bhagavā ‘‘sīhanādaṃ kho samaṇo gotamo nadati, tañca kho suññāgāre nadatī’’ti evaṃ vādānu vādaṃ paṭisedhetvā idāni parisati naditapubbaṃ sīhanādaṃ dassento ‘‘ekamidāha’’ntiādimāha.",
  "atk-s0101a8:46": "Titthiyaparivāsakathāvaṇṇanā",
  "atk-s0101a8:47": "404. Tattha tatra maṃ aññataro tapabrahmacārīti tatra rājagahe gijjhakūṭe pabbate viharantaṃ maṃ aññataro tapabrahmacārī nigrodho nāma paribbājako . Adhijeguccheti vīriyena pāpajigucchanādhikāre pañhaṃ pucchi. Idaṃ yaṃ taṃ bhagavā gijjhakūṭe mahāvihāre nisinno udumbarikāya deviyā uyyāne nisinnassa nigrodhassa ca paribbājakassa sandhānassa ca upāsakassa dibbāya sotadhātuyā kathāsallāpaṃ sutvā ākāsenāgantvā tesaṃ santike paññatte āsane nisīditvā nigrodhena adhijegucche puṭṭhapañhaṃ vissajjesi, taṃ sandhāya vuttaṃ. Paraṃ viya mattāyāti paramāya mattāya, atimahanteneva pamāṇenāti attho. Ko hi, bhanteti ṭhapetvā andhabālaṃ diṭṭhigatikaṃ añño paṇḍitajātiko ‘‘ko nāma bhagavato dhammaṃ sutvā na attamano assā’’ti vadati. Labheyyāhanti idaṃ so – ‘‘ciraṃ vata me aniyyānikapakkhe yojetvā attā kilamito, ‘sukkhanadītīre nhāyissāmī’ti samparivattentena viya thuse koṭṭentena viya na koci attho nipphādito. Handāhaṃ attānaṃ yoge yojessāmī’’ti cintetvā āha. Atha bhagavā yo anena khandhake titthiyaparivāso paññatto, yo aññatitthiyapubbo sāmaṇerabhūmiyaṃ ṭhito – ‘‘ahaṃ bhante, itthannāmo aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhāmi upasampadaṃ, svāhaṃ, bhante, saṃghaṃ cattāro māse parivāsaṃ yācāmī’’tiādinā (mahāva. 86) nayena samādiyitvā parivasati, taṃ sandhāya – ‘‘yo kho, kassapa, aññatitthiyapubbo’’tiādimāha.",
  "atk-s0101a8:48": "405. Tattha pabbajjanti vacanasiliṭṭhatāvaseneva vuttaṃ, aparivasitvāyeva hi pabbajjaṃ labhati. Upasampadatthikena pana nātikālena gāmappavesanādīni aṭṭha vattāni pūrentena parivasitabbaṃ. Āraddhacittāti aṭṭhavattapūraṇena tuṭṭhacittā, ayamettha saṅkhepattho. Vitthārato panesa titthiyaparivāso samantapāsādikāya vinayaṭṭhakathāyaṃ pabbajjakhandhakavaṇṇanāya vuttanayena veditabbo. Api ca metthāti api ca me ettha. Puggalavemattatā viditāti puggalanānattaṃ viditaṃ. ‘‘Ayaṃ puggalo parivāsāraho, ayaṃ na parivāsāraho’’ti idaṃ mayhaṃ pākaṭanti dasseti. Tato kassapo cintesi – ‘‘aho acchariyaṃ buddhasāsanaṃ, yattha evaṃ ghaṃsitvā koṭṭetvā yuttameva gaṇhanti, ayuttaṃ chaḍḍentī’’ti, tato suṭṭhutaraṃ pabbajjāya sañjātussāho – ‘‘sace bhante’’tiādimāha.",
  "atk-s0101a8:49": "Atha kho bhagavā tassa tibbacchandataṃ viditvā – ‘‘na kassapo parivāsaṃ arahatī’’ti aññataraṃ bhikkhuṃ āmantesi – ‘‘gaccha bhikkhu kassapaṃ nhāpetvā pabbājetvā ānehī’’ti. So tathā katvā taṃ pabbājetvā bhagavato santikaṃ āgamāsi. Bhagavā taṃ gaṇamajjhe nisīdāpetvā upasampādesi. Tena vuttaṃ – ‘‘alattha kho acelo kassapo bhagavato santike pabbajjaṃ, alattha upasampada’’nti. Acirūpasampannoti upasampanno hutvā nacirameva. Vūpakaṭṭhoti vatthukāmakilesakāmehi kāyena ceva cittena ca vūpakaṭṭho. Appamattoti kammaṭṭhāne satiṃ avijahanto. Ātāpīti kāyikacetasikasaṅkhātena vīriyātāpena ātāpī. Pahitattoti kāye ca jīvite ca anapekkhatāya pesitacitto vissaṭṭhaattabhāvo. Yassatthāyāti yassa atthāya. Kulaputtāti ācārakulaputtā. Sammadevāti hetunāva kāraṇeneva. Tadanuttaranti taṃ anuttaraṃ. Brahmacariyapariyosānanti maggabrahmacariyassa pariyosānabhūtaṃ arahattaphalaṃ. Tassa hi atthāya kulaputtā pabbajanti. Diṭṭheva dhammeti imasmiṃyeva attabhāve. Sayaṃ abhiññā sacchikatvāti attanāyeva paññāya paccakkhaṃ katvā, aparappaccayaṃ katvāti attho. Upasampajja vihāsīti pāpuṇitvā sampādetvā vihāsi, evaṃ viharanto ca khīṇā jāti…pe… abbhaññāsīti.",
  "atk-s0101a8:50": "Evamassa paccavekkhaṇabhūmiṃ dassetvā arahattanikūṭena desanaṃ niṭṭhāpetuṃ ‘‘aññataro kho panāyasmā kassapo arahataṃ ahosī’’ti vuttaṃ. Tattha aññataroti eko. Arahatanti arahantānaṃ, bhagavato sāvakānaṃ arahantānaṃ abbhantaro ahosīti ayamettha adhippāyo. Yaṃ yaṃ pana antarantarā na vuttaṃ, taṃ taṃ tattha tattha vuttattā pākaṭamevāti.",
  "atk-s0101a8:51": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṃ",
  "atk-s0101a8:52": "Mahāsīhanādasuttavaṇṇanā niṭṭhitā."
}