{
  "atk-s0502a11:0": "11. Jarāvaggo",
  "atk-s0502a11:1": "1. Visākhāya sahāyikānaṃ vatthu",
  "atk-s0502a11:2": "Konu hāso kimānandoti imaṃ dhammadesanaṃ satthā jetavane viharanto visākhāya sahāyikāyo ārabbha kathesi.",
  "atk-s0502a11:3": "Sāvatthiyaṃ kira pañcasatā kulaputtā ‘‘evaṃ imā appamādavihāriniyo bhavissantī’’ti attano attano bhariyāyo visākhaṃ mahāupāsikaṃ sampaṭicchāpesuṃ. Tā uyyānaṃ vā vihāraṃ vā gacchantiyo tāya saddhiṃyeva gacchanti. Tā ekasmiṃ kāle ‘‘sattāhaṃ surāchaṇo bhavissatī’’ti chaṇe saṅghuṭṭhe attano attano sāmikānaṃ suraṃ paṭiyādesuṃ. Te sattāhaṃ surāchaṇaṃ kīḷitvā aṭṭhame divase kammantabheriyā nikkhantāya kammante agamaṃsu. Tāpi itthiyo ‘‘mayaṃ sāmikānaṃ sammukhā suraṃ pātuṃ na labhimhā, avasesā surā ca atthi, idaṃ yathā te na jānanti, tathā pivissāmā’’ti visākhāya santikaṃ gantvā ‘‘icchāma, ayye, uyyānaṃ daṭṭhu’’nti vatvā ‘‘sādhu, ammā, tena hi kattabbakiccāni katvā nikkhamathā’’ti vutte tāya saddhiṃ gantvā paṭicchannākārena suraṃ nīharāpetvā uyyāne pivitvā mattā vicariṃsu. Visākhāpi ‘‘ayuttaṃ imāhi kataṃ, idāni maṃ ‘samaṇassa gotamassa sāvikā visākhā suraṃ pivitvā vicaratī’ti titthiyāpi garahissantī’’ti cintetvā tā itthiyo āha – ‘‘ammā ayuttaṃ vo kataṃ, mamapi ayaso uppādito, sāmikāpi vo kujjhissanti, idāni kiṃ karissathā’’ti. Gilānālayaṃ dassayissāma, ayyeti. Tena hi paññāyissatha sakena kammenāti. Tā gehaṃ gantvā gilānālayaṃ kariṃsu. Atha tāsaṃ sāmikā ‘‘itthannāmā ca itthannāmā ca kaha’’nti pucchitvā ‘‘gilānā’’ti sutvā ‘‘addhā etāhi avasesasurā pītā bhavissantī’’ti sallakkhetvā tā pothetvā anayabyasanaṃ pāpesuṃ. Tā aparasmimpi chaṇavāre tatheva suraṃ pivitukāmā visākhaṃ upasaṅkamitvā, ‘‘ayye, uyyānaṃ no nehī’’ti vatvā ‘‘pubbepi me tumhehi ayaso uppādito, gacchatha, na vo ahaṃ nessāmī’’ti tāya paṭikkhittā ‘‘idāni evaṃ na karissāmā’’ti sammantayitvā puna taṃ upasaṅkamitvā āhaṃsu, ‘‘ayye , buddhapūjaṃ kātukāmāmhā, vihāraṃ no nehī’’ti. Idāni ammā yujjati, gacchatha, parivacchaṃ karothāti. Tā caṅkoṭakehi gandhamālādīni gāhāpetvā surāpuṇṇe muṭṭhivārake hatthehi olambetvā mahāpaṭe pārupitvā visākhaṃ upasaṅkamitvā tāya saddhiṃ vihāraṃ pavisamānā ekamantaṃ gantvā muṭṭhivārakeheva suraṃ pivitvā vārake chaḍḍetvā dhammasabhāyaṃ satthu purato nisīdiṃsu .",
  "atk-s0502a11:4": "Visākhā ‘‘imāsaṃ, bhante, dhammaṃ kathethā’’ti āha. Tāpi madavegena kampamānasarīrā ‘‘iccāma, gāyāmā’’ti cittaṃ uppādesuṃ. Athekā mārakāyikā devatā ‘‘imāsaṃ sarīre adhimuccitvā samaṇassa gotamassa purato vippakāraṃ dassessāmī’’ti cintetvā tāsaṃ sarīre adhimucci. Tāsu ekaccā satthu purato pāṇiṃ paharitvā hasituṃ, ekaccā naccituṃ ārabhiṃsu. Satthā ‘‘kiṃ ida’’nti āvajjento taṃ kāraṇaṃ ñatvā ‘‘na idāni mārakāyikānaṃ otāraṃ labhituṃ dassāmi. Na hi mayā ettakaṃ kālaṃ pāramiyo pūrentena mārakāyikānaṃ otāralābhatthāya pūritā’’ti tā saṃvejetuṃ bhamukalomato rasmiyo vissajjesi, tāvadeva andhakāratimisā ahosi. Tā bhītā ahesuṃ maraṇabhayatajjitā. Tena tāsaṃ kucchiyaṃ surā jīri. Satthā nisinnapallaṅke antarahito sinerumuddhani ṭhatvā uṇṇālomato rasmiṃ vissajjesi, taṅkhaṇaṃyeva candasahassuggamanaṃ viya ahosi. Atha satthā tā itthiyo āmantetvā ‘‘tumhehi mama santikaṃ āgacchamānāhi pamattāhi āgantuṃ na vaṭṭati. Tumhākañhi pamādeneva mārakāyikā devatā otāraṃ labhitvā tumhe hasādīnaṃ akaraṇaṭṭhāne hasādīni kārāpesi, idāni tumhehi rāgādīnaṃ aggīnaṃ nibbāpanatthāya ussāhaṃ kātuṃ vaṭṭatī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:5": "146.",
  "atk-s0502a11:6": " ‘‘Ko nu hāso kimānando, niccaṃ pajjalite sati;",
  "atk-s0502a11:7": "Andhakārena onaddhā, padīpaṃ na gavesathā’’ti.",
  "atk-s0502a11:8": "Tattha ānandoti tuṭṭhi. Idaṃ vuttaṃ hoti – imasmiṃ lokasannivāse rāgādīhi ekādasahi aggīhi niccaṃ pajjalite sati ko nu tumhākaṃ hāso vā tuṭṭhi vā? Nanu esa akattabbarūpoyeva. Aṭṭhavatthukena hi avijjāndhakārena onaddhā tumhe tasseva andhakārassa vidhamanatthāya kiṃ kāraṇā ñāṇappadīpaṃ na gavesatha na karothāti.",
  "atk-s0502a11:9": "Desanāvasāne pañcasatāpi tā itthiyo sotāpattiphale patiṭṭhahiṃsu.",
  "atk-s0502a11:10": "Satthā tāsaṃ acalasaddhāya patiṭṭhitabhāvaṃ ñatvā sinerumatthakā otaritvā buddhāsane nisīdi. Atha naṃ visākhā āha – ‘‘bhante, surā nāmesā pāpikā. Evarūpā hi nāma imā itthiyo tumhādisassa buddhassa purato nisīditvā iriyāpathamattampi saṇṭhāpetuṃ asakkontiyo uṭṭhāya pāṇiṃ paharitvā hasanagītanaccādīni ārabhiṃsū’’ti. Satthā ‘‘āma, visākhe, pāpikā eva esā surā nāma. Etañhi nissāya aneke sattā anayabyasanaṃ pattā’’ti vatvā ‘‘kadā panesā, bhante, uppannā’’ti vutte tassā uppattiṃ vitthārena kathetuṃ atītaṃ āharitvā kumbhajātakaṃ (jā. 1.16.33 ādayo) kathesīti.",
  "atk-s0502a11:11": "Visākhāya sahāyikānaṃ vatthu paṭhamaṃ.",
  "atk-s0502a11:12": "2. Sirimāvatthu",
  "atk-s0502a11:13": "Passacittakatanti imaṃ dhammadesanaṃ satthā veḷuvane viharanto sirimaṃ ārabbha kathesi.",
  "atk-s0502a11:14": "Sā kira rājagahe abhirūpā gaṇikā. Ekasmiṃ pana antovasse sumanaseṭṭhiputtassa bhariyāya puṇṇakaseṭṭhissa dhītāya uttarāya nāma upāsikāya aparajjhitvā taṃ pasādetukāmā tassā gehe bhikkhusaṅghena saddhiṃ katabhattakiccaṃ satthāraṃ khamāpetvā taṃ divasaṃ dasabalassa bhattānumodanaṃ sutvā –",
  "atk-s0502a11:15": "‘‘Akkodhena jine kodhaṃ, asādhuṃ sādhunā jine;",
  "atk-s0502a11:16": "Jine kadariyaṃ dānena, saccenālikavādina’’nti. (jā. 1.2.2; dha. pa. 223) –",
  "atk-s0502a11:17": "Gāthāpariyosāne sotāpattiphalaṃ pāpuṇi. Ayamettha saṅkhepo, vitthārakathā pana kodhavagge anumodanagāthāvaṇṇanāyameva āvibhavissati. Evaṃ sotāpattiphalaṃ pattā pana sirimā dasabalaṃ nimantetvā punadivase mahādānaṃ datvā saṅghassa aṭṭhakabhattaṃ nibaddhaṃ dāpesi. Ādito paṭṭhāya nibaddhaṃ aṭṭha bhikkhū gehaṃ gacchanti. ‘‘Sappiṃ gaṇhatha, khīraṃ gaṇhathā’’tiādīni vatvā tesaṃ patte pūreti. Ekena laddhaṃ tiṇṇampi catunnampi pahoti. Devasikaṃ soḷasakahāpaṇaparibbayena piṇḍapāto dīyati. Athekadivasaṃ eko bhikkhu tassā gehe aṭṭhakabhattaṃ bhuñjitvā tiyojanamatthake ekaṃ vihāraṃ agamāsi. Atha naṃ sāyaṃ therupaṭṭhāne nisinnaṃ pucchiṃsu – ‘‘āvuso, kahaṃ bhikkhaṃ gahetvā āgatosī’’ti. Sirimāya aṭṭhakabhattaṃ me bhuttanti. Manāpaṃ katvā deti, āvusoti. ‘‘Na sakkā tassā bhattaṃ vaṇṇetuṃ, ativiya paṇītaṃ katvā deti, ekena laddhaṃ tiṇṇampi catunnampi pahoti, tassā pana deyyadhammatopi dassanameva uttaritaraṃ. Sā hi itthī evarūpā ca evarūpā cā’’ti tassā guṇe vaṇṇesi.",
  "atk-s0502a11:18": "Atheko bhikkhu tassā guṇakathaṃ sutvā adassaneneva sinehaṃ uppādetvā ‘‘mayā gantvā taṃ daṭṭhuṃ vaṭṭatī’’ti attano vassaggaṃ kathetvā taṃ bhikkhuṃ ṭhitikaṃ pucchitvā ‘‘sve, āvuso, tasmiṃ gehe tvaṃ saṅghatthero hutvā aṭṭhakabhattaṃ labhissasī’’ti sutvā taṅkhaṇaññeva pattacīvaraṃ ādāya pakkantopi pātova aruṇe uggate salākaggaṃ pavisitvā ṭhito saṅghatthero hutvā tassā gehe aṭṭhakabhattaṃ labhi. Yo pana bhikkhu hiyyo bhuñjitvā pakkāmi, tassa gatavelāyameva assā sarīre rogo uppajji. Tasmā sā ābharaṇāni omuñcitvā nipajji. Athassā dāsiyo aṭṭhakabhattaṃ labhitvā āgate bhikkhū disvā ārocesuṃ. Sā sahatthā patte gahetvā nisīdāpetuṃ vā parivisituṃ vā asakkontī dāsiyo āṇāpesi – ‘‘ammā patte gahetvā, ayye, nisīdāpetvā yāguṃ pāyetvā khajjakaṃ datvā bhattavelāya patte pūretvā dethā’’ti. Tā ‘‘sādhu, ayye’’ti bhikkhū pavesetvā yāguṃ pāyetvā khajjakaṃ datvā bhattavelāya bhattassa patte pūretvā tassā ārocayiṃsu. Sā ‘‘maṃ pariggahetvā netha, ayye, vandissāmī’’ti vatvā tāhi pariggahetvā bhikkhūnaṃ santikaṃ nītā vedhamānena sarīrena bhikkhū vandi. So bhikkhu taṃ oloketvā cintesi – ‘‘gilānāya tāva evarūpā ayaṃ etissā rūpasobhā, arogakāle pana sabbābharaṇapaṭimaṇḍitāya imissā kīdisī rūpasampattī’’ti. Athassa anekavassakoṭisannicito kileso samudācari, so aññāṇī hutvā bhattaṃ bhuñjituṃ asakkonto pattamādāya vihāraṃ gantvā pattaṃ pidhāya ekamante ṭhapetvā cīvaraṃ pattharitvā nipajji.",
  "atk-s0502a11:19": "Atha naṃ eko sahāyako bhikkhu yācantopi bhojetuṃ nāsakkhi. So chinnabhatto ahosi. Taṃ divasameva sāyanhasamaye sirimā kālamakāsi. Rājā satthu sāsanaṃ pesesi – ‘‘bhante, jīvakassa kaniṭṭhabhaginī, sirimā, kālamakāsī’’ti. Satthā taṃ sutvā rañño sāsanaṃ pahiṇi ‘‘sirimāya jhāpanakiccaṃ natthi, āmakasusāne taṃ yathā kākasunakhādayo na khādanti, tathā nipajjāpetvā rakkhāpethā’’ti. Rājāpi tathā akāsi. Paṭipāṭiyā tayo divasā atikkantā, catutthe divase sarīraṃ uddhumāyi, navahi vaṇamukhehi puḷavā pagghariṃsu , sakalasarīraṃ bhinnaṃ sālibhattacāṭi viya ahosi. Rājā nagare bheriṃ carāpesi – ‘‘ṭhapetvā geharakkhake dārake sirimāya dassanatthaṃ anāgacchantānaṃ aṭṭha kahāpaṇāni daṇḍo’’ti. Satthu santi kañca pesesi – ‘‘buddhappamukho kira bhikkhusaṅgho sirimāya dassanatthaṃ āgacchatū’’ti. Satthā bhikkhūnaṃ ārocesi – ‘‘sirimāya dassanatthaṃ gamissāmā’’ti. Sopi daharabhikkhu cattāro divase kassaci vacanaṃ aggahetvā chinnabhattova nipajji. Patte bhattaṃ pūtikaṃ jātaṃ, patte malaṃ uṭṭhahi. Atha naṃ so sahāyako bhikkhu upasaṅkamitvā, ‘‘āvuso, satthā sirimāya dassanatthaṃ gacchatī’’ti āha. So tathā chātajjhattopi ‘‘sirimā’’ti vuttapadeyeva sahasā uṭṭhahitvā ‘‘kiṃ bhaṇasī’’ti āha. ‘‘Satthā sirimaṃ daṭṭhuṃ gacchati, tvampi gamissasī’’ti vutte, ‘‘āma, gamissāmī’’ti bhattaṃ chaḍḍetvā pattaṃ dhovitvā thavikāya pakkhipitvā bhikkhusaṅghena saddhiṃ agamāsi. Satthā bhikkhusaṅghaparivuto ekapasse aṭṭhāsi, bhikkhunisaṅghopi rājaparisāpi upāsakaparisāpi upāsikāparisāpi ekekapasse aṭṭhaṃsu .",
  "atk-s0502a11:20": "Satthā rājānaṃ pucchi – ‘‘kā esā, mahārājo’’ti. Bhante, jīvakassa bhaginī, sirimā, nāmāti. Sirimā, esāti. Āma, bhanteti. Tena hi nagare bheriṃ carāpehi ‘‘sahassaṃ datvā sirimaṃ gaṇhantū’’ti. Rājā tathā kāresi. Ekopi ‘ha’nti vā ‘hu’nti vā vadanto nāma nāhosi. Rājā satthu ārocesi – ‘‘na gaṇhanti, bhante’’ti. Tena hi, mahārāja, agghaṃ ohārehīti. Rājā ‘‘pañcasatāni datvā gaṇhantū’’ti bheriṃ carāpetvā kañci gaṇhanakaṃ adisvā ‘‘aḍḍhateyyāni satāni, dve satāni, sataṃ, paṇṇāsaṃ, pañcavīsati kahāpaṇe, dasa kahāpaṇe, pañca kahāpaṇe, ekaṃ kahāpaṇaṃ aḍḍhaṃ, pādaṃ, māsakaṃ, kākaṇikaṃ datvā sirimaṃ gaṇhantū’’ti bheriṃ carāpesi. Koci taṃ na icchi. ‘‘Mudhāpi gaṇhantū’’ti bheriṃ carāpesi. ‘Ha’nti vā ‘hu’nti vā vadanto nāma nāhosi. Rājā ‘‘mudhāpi, bhante, gaṇhanto nāma natthī’’ti āha. Satthā ‘‘passatha, bhikkhave, mahājanassa piyaṃ mātugāmaṃ, imasmiṃyeva nagare sahassaṃ datvā pubbe ekadivasaṃ labhiṃsu, idāni mudhā gaṇhantopi natthi, evarūpaṃ nāma rūpaṃ khayavayappattaṃ, passatha, bhikkhave, āturaṃ attabhāva’’nti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:21": "147.",
  "atk-s0502a11:22": " ‘‘Passa cittakataṃ bimbaṃ, arukāyaṃ samussitaṃ;",
  "atk-s0502a11:23": "Āturaṃ bahusaṅkappaṃ, yassa natthi dhuvaṃ ṭhitī’’ti.",
  "atk-s0502a11:24": "Tattha cittakatanti katacittaṃ, vatthābharaṇamālālattakādīhi vicittanti attho. Bimbanti dīghādiyuttaṭṭhānesu dīghādīhi aṅgapaccaṅgehi saṇṭhitaṃ attabhāvaṃ. Arukāyanti navannaṃ vaṇamukhānaṃ vasena arubhūtaṃ kāyaṃ. Samussitanti tīhi aṭṭhisatehi samussitaṃ. Āturanti sabbakālaṃ iriyāpathādīhi pariharitabbatāya niccagilānaṃ. Bahusaṅkappanti mahājanena bahudhā saṅkappitaṃ. Yassa natthi dhuvaṃ ṭhitīti yassa dhuvabhāvo vā ṭhitibhāvo vā natthi, ekantena bhedanavikiraṇaviddhaṃsanadhammamevetaṃ, imaṃ passathāti attho.",
  "atk-s0502a11:25": "Desanāvasāne caturāsītiyā pāṇasahassānaṃ dhammābhisamayo ahosi, sopi bhikkhu sotāpattiphale patiṭṭhahīti.",
  "atk-s0502a11:26": "Sirimāvatthu dutiyaṃ.",
  "atk-s0502a11:27": "3. Uttarātherīvatthu",
  "atk-s0502a11:28": "Parijiṇṇamidanti imaṃ dhammadesanaṃ satthā jetavane viharanto uttarātheriṃ nāma bhikkhuniṃ ārabbha kathesi.",
  "atk-s0502a11:29": "Therī kira vīsavassasatikā jātiyā piṇḍāya caritvā laddhapiṇḍapātā antaravīthiyaṃ ekaṃ bhikkhuṃ disvā piṇḍapātena āpucchitvā tassa apaṭikkhipitvā gaṇhantassa sabbaṃ datvā nirāhārā ahosi. Evaṃ dutiyepi tatiyepi divase tasseva bhikkhuno tasmiṃyeva ṭhāne bhattaṃ datvā nirāhārā ahosi, catutthe divase pana piṇḍāya carantī ekasmiṃ sambādhaṭṭhāne satthāraṃ disvā paṭikkamantī olambantaṃ attano cīvarakaṇṇaṃ akkamitvā saṇṭhātuṃ asakkontī parivattitvā pati. Satthā tassā santikaṃ gantvā, ‘‘bhagini, parijiṇṇo te attabhāvo na cirasseva bhijjissatī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:30": "148.",
  "atk-s0502a11:31": " ‘‘Parijiṇṇamidaṃ rūpaṃ, roganīḷaṃ pabhaṅguraṃ;",
  "atk-s0502a11:32": "Bhijjati pūtisandeho, maraṇantañhi jīvita’’nti.",
  "atk-s0502a11:33": "Tassattho – bhagini idaṃ tava sarīrasaṅkhātaṃ rūpaṃ mahallakabhāvena parijiṇṇaṃ, tañca kho sabbarogānaṃ nivāsaṭṭhānaṭṭhena roganīḷaṃ, yathā kho pana taruṇopi siṅgālo ‘‘jarasiṅgālo’’ti vuccati, taruṇāpi gaḷocīlatā ‘‘pūtilatā’’ti vuccati, evaṃ tadahujātaṃ suvaṇṇavaṇṇampi samānaṃ niccaṃ paggharaṇaṭṭhena pūtitāya pabhaṅguraṃ, so esa pūtiko samāno tava deho bhijjati, na cirasseva bhijjissatīti veditabbo. Kiṃ kāraṇā? Maraṇantañhi jīvitaṃ yasmā sabbasattānaṃ jīvitaṃ maraṇapariyosānamevāti vuttaṃ hoti.",
  "atk-s0502a11:34": "Desanāvasāne sā therī sotāpattiphalaṃ pattā, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a11:35": "Uttarātherīvatthu tatiyaṃ.",
  "atk-s0502a11:36": "4. Sambahulaadhimānikabhikkhuvatthu",
  "atk-s0502a11:37": "Yānimānīti imaṃ dhammadesanaṃ satthā jetavane viharanto sambahule adhimānike bhikkhū ārabbha kathesi.",
  "atk-s0502a11:38": "Pañcasatā kira bhikkhū satthu santike kammaṭṭhānaṃ gahetvā araññaṃ pavisitvā ghaṭentā vāyamantā jhānaṃ nibbattetvā ‘‘kilesānaṃ asamudācārena pabbajitakiccaṃ no nipphannaṃ, attanā paṭiladdhaguṇaṃ satthu ārocessāmā’’ti āgamiṃsu. Satthā tesaṃ bahidvārakoṭṭhakaṃ pattakāleyeva ānandattheraṃ āha – ‘‘ānanda, etesaṃ bhikkhūnaṃ pavisitvā mayā diṭṭhena kammaṃ natthi, āmakasusānaṃ gantvā tato āgantvā maṃ passantū’’ti. Thero gantvā tesaṃ tamatthaṃ ārocesi. Te ‘‘kiṃ amhākaṃ āmakasusānenā’’ti avatvāva ‘‘dīghadassinā buddhena kāraṇaṃ diṭṭhaṃ bhavissatī’’ti āmakasusānaṃ gantvā tattha kuṇapāni passantā ekāhadvīhapatitesu kuṇapesu āghātaṃ paṭilabhitvā taṃ khaṇaṃ patitesu allasarīresu rāgaṃ uppādayiṃsu, tasmiṃ khaṇe attano sakilesabhāvaṃ jāniṃsu. Satthā gandhakuṭiyaṃ nisinnova obhāsaṃ pharitvā tesaṃ bhikkhūnaṃ sammukhe kathento viya ‘‘nappatirūpaṃ nu kho, bhikkhave, tumhākaṃ evarūpaṃ aṭṭhisaṅghātaṃ disvā rāgaratiṃ uppādetu’’nti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:39": "149.",
  "atk-s0502a11:40": " ‘‘Yānimāni apatthāni, alābūneva sārade;",
  "atk-s0502a11:41": "Kāpotakāni aṭṭhīni, tāni disvāna kā ratī’’ti.",
  "atk-s0502a11:42": "Tattha apatthānīti chaḍḍitāni. Sāradeti saradakāle vātātapapahatāni tattha tattha vippakiṇṇaalābūni viya. Kāpotakānīti kapotakavaṇṇāni. Tāni disvānāti tāni evarūpāni aṭṭhīni disvā tumhākaṃ kā rati, nanu appamattakampi kāmaratiṃ kātuṃ na vaṭṭatiyevāti attho.",
  "atk-s0502a11:43": "Desanāvasāne te bhikkhū yathāṭhitāva arahattaṃ patvā bhagavantaṃ abhitthavamānā āgantvā vandiṃsūti.",
  "atk-s0502a11:44": "Sambahulaadhimānikabhikkhuvatthu catutthaṃ.",
  "atk-s0502a11:45": "5. Janapadakalyāṇī rūpanandātherīvatthu",
  "atk-s0502a11:46": "Aṭṭhīnaṃnagaraṃ katanti imaṃ dhammadesanaṃ satthā jetavane viharanto janapadakalyāṇiṃ rūpanandātheriṃ ārabbha kathesi.",
  "atk-s0502a11:47": "Sā kira ekadivasaṃ cintesi – ‘‘mayhaṃ jeṭṭhabhātiko rajjasiriṃ pahāya pabbajitvā loke aggapuggalo buddho jāto, puttopissa rāhulakumāro pabbajito, bhattāpi me pabbajito, mātāpi me pabbajitā, ahampi ettake ñātijane pabbajite gehe kiṃ karissāmi, pabbajissāmā’’ti. Sā bhikkhunupassayaṃ gantvā pabbaji ñātisineheneva, no saddhāya, abhirūpatāya pana rūpanandāti paññāyi. ‘‘Satthā kira ‘rūpaṃ aniccaṃ dukkhaṃ anattā, vedanā… saññā… saṅkhārā… viññāṇaṃ aniccaṃ dukkhaṃ anattā’ti vadetī’’ti sutvā sā evaṃ dassanīye pāsādike mamapi rūpe dosaṃ katheyyāti satthu sammukhībhāvaṃ na gacchati. Sāvatthivāsino pātova dānaṃ datvā samādinnuposathā suddhuttarāsaṅgā gandhamālādihatthā sāyanhasamaye jetavane sannipatitvā dhammaṃ suṇanti. Bhikkhunisaṅghopi satthu dhammadesanāya uppannacchando vihāraṃ gantvā dhammaṃ suṇāti. Dhammaṃ sutvā nagaraṃ pavisanto satthu guṇakathaṃ kathentova pavisati.",
  "atk-s0502a11:48": "Catuppamāṇike hi lokasannivāse appakāva te sattā, yesaṃ tathāgataṃ passantānaṃ pasādo na uppajjati. Rūpappamāṇikāpi hi tathāgatassa lakkhaṇānubyañjanapaṭimaṇḍitaṃ suvaṇṇavaṇṇaṃ sarīraṃ disvā pasīdanti, ghosappamāṇikāpi anekāni jātisatāni nissāya pavattaṃ satthu guṇaghosañceva aṭṭhaṅgasamannāgataṃ dhammadesanāghosañca sutvā pasīdanti, lūkhappamāṇikāpissa cīvarādilūkhataṃ paṭicca pasīdanti, dhammappamāṇikāpi ‘‘evarūpaṃ dasabalassa sīlaṃ, evarūpo samādhi, evarūpā paññā, bhagavā sīlādīhi guṇehi asamo appaṭipuggalo’’ti pasīdanti. Tesaṃ tathāgatassa guṇaṃ kathentānaṃ mukhaṃ nappahoti. Rūpanandā bhikkhunīnañceva upāsikānañca santikā tathāgatassa guṇakathaṃ sutvā cintesi – ‘‘ativiya me bhātikassa vaṇṇaṃ kathentiyeva. Ekadivasampi me rūpe dosaṃ kathento kittakaṃ kathessati. Yaṃnūnāhaṃ bhikkhunīhi saddhiṃ gantvā attānaṃ adassetvāva tathāgataṃ passitvā dhammamassa suṇitvā āgaccheyya’’nti. Sā ‘‘ahampi ajja dhammassavanaṃ gamissāmī’’ti bhikkhunīnaṃ ārocesi.",
  "atk-s0502a11:49": "Bhikkhuniyo ‘‘cirassaṃ vata rūpanandāya satthu upaṭṭhānaṃ gantukāmatā uppannā, ajja satthā imaṃ nissāya vicitradhammadesanaṃ nānānayaṃ desessatī’’ti tuṭṭhamānasā taṃ ādāya nikkhamiṃsu. Sā nikkhantakālato paṭṭhāya ‘‘ahaṃ attānaṃ neva dassessāmī’’ti cintesi. Satthā ‘‘ajja rūpanandā mayhaṃ upaṭṭhānaṃ āgamissati, kīdisī nu kho tassā dhammadesanā sappāyā’’ti cintetvā ‘‘rūpagarukā esā attabhāve balavasinehā, kaṇṭakena kaṇṭakuddharaṇaṃ viya rūpenevassā rūpamadanimmadanaṃ sappāya’’nti sanniṭṭhānaṃ katvā tassā vihāraṃ pavisanasamaye ekaṃ pana abhirūpaṃ itthiṃ soḷasavassuddesikaṃ rattavatthanivatthaṃ sabbābharaṇapaṭimaṇḍitaṃ bījaniṃ gahetvā attano santike ṭhatvā bījayamānaṃ iddhibalena abhinimmini. Taṃ kho pana itthiṃ satthā ceva passati rūpanandā ca. Sā bhikkhunīhi saddhiṃ vihāraṃ pavisitvā bhikkhunīnaṃ piṭṭhipasse ṭhatvā pañcapatiṭṭhitena satthāraṃ vanditvā bhikkhunīnaṃ antare nisinnā pādantato paṭṭhāya satthāraṃ olokentī lakkhaṇavicittaṃ anubyañjanasamujjalaṃ byāmappabhāparikkhittaṃ satthu sarīraṃ disvā puṇṇacandasassirikaṃ mukhaṃ olokentī samīpe ṭhitaṃ itthirūpaṃ addasa . Sā taṃ oloketvā attabhāvaṃ olokentī suvaṇṇarājahaṃsiyā purato kākīsadisaṃ attānaṃ avamaññi. Iddhimayarūpaṃ diṭṭhakālato paṭṭhāyeva hi tassā akkhīni bhamiṃsu. Sā ‘‘aho imissā kesā sobhanā, aho nalāṭaṃ sobhana’’nti sabbesaṃ sārīrappadesānaṃ rūpasiriyā samākaḍḍhitacittā tasmiṃ rūpe balavasinehā ahosi.",
  "atk-s0502a11:50": "Satthā tassā tattha abhiratiṃ ñatvā dhammaṃ desentova taṃ rūpaṃ soḷasavassuddesikabhāvaṃ atikkamitvā vīsativassuddesikaṃ katvā dassesi. Rūpanandā oloketvā ‘‘na vatidaṃ rūpaṃ purimasadisa’’nti thokaṃ virattacittā ahosi. Satthā anukkameneva tassā itthiyā sakiṃ vijātavaṇṇaṃ majjhimitthivaṇṇaṃ jarājiṇṇamahallikitthivaṇṇañca dassesi. Sāpi anupubbeneva ‘‘idampi antarahitaṃ, idampi antarahita’’nti jarājiṇṇakāle taṃ virajjamānā khaṇḍadantiṃ palitasiraṃ obhaggaṃ gopānasivaṅkaṃ daṇḍaparāyaṇaṃ pavedhamānaṃ disvā ativiya virajji. Atha satthā taṃ byādhinā abhibhūtaṃ katvā dassesi. Sā taṅkhaṇaññeva daṇḍañca tālavaṇṭañca chaḍḍetvā mahāviravaṃ viravamānā bhūmiyaṃ patitvā sake muttakarīse nimuggā aparāparaṃ parivatti. Rūpanandā tampi disvā ativiya virajji. Satthāpi tassā itthiyā maraṇaṃ dassesi. Sā taṅkhaṇaṃyeva uddhumātakabhāvaṃ āpajji, navahi vaṇamukhehi pubbavaṭṭiyo ceva puḷavā ca pagghariṃsu, kākādayo sannipatitvā vilumpiṃsu. Rūpanandāpi taṃ oloketvā ‘‘ayaṃ itthī imasmiṃyeva ṭhāne jaraṃ pattā, byādhiṃ pattā, maraṇaṃ pattā, imassāpi me attabhāvassa evameva jarābyādhimaraṇāni āgamissantī’’ti attabhāvaṃ aniccato passi. Aniccato diṭṭhattā eva pana dukkhato anattato diṭṭhoyeva hoti. Athassā tayo bhavā ādittā gehā viya gīvāya baddhakuṇapaṃ viya ca upaṭṭhahiṃsu, kammaṭṭhānābhimukhaṃ cittaṃ pakkhandi. Satthā tāya aniccato diṭṭhabhāvaṃ ñatvā ‘‘sakkhissati nu kho sayameva attano patiṭṭhaṃ kātu’’nti olokento ‘‘na sakkhissati, bahiddhā paccayaṃ laddhuṃ vaṭṭatī’’ti cintetvā tassā sappāyavasena dhammaṃ desento āha –",
  "atk-s0502a11:51": "‘‘Āturaṃ asuciṃ pūtiṃ, passa nande samussayaṃ;",
  "atk-s0502a11:52": "Uggharantaṃ paggharantaṃ, bālānaṃ abhipatthitaṃ.",
  "atk-s0502a11:53": "‘‘Yathā idaṃ tathā etaṃ, yathā etaṃ tathā idaṃ;",
  "atk-s0502a11:54": "Dhātuto suññato passa, mā lokaṃ punarāgami;",
  "atk-s0502a11:55": "Bhave chandaṃ virājetvā, upasanto carissatī’’ti. –",
  "atk-s0502a11:56": "Itthaṃ sudaṃ bhagavā nandaṃ bhikkhuniṃ ārabbha imā gāthāyo abhāsitthāti. Nandā desanānusārena ñāṇaṃ pesetvā sotāpattiphalaṃ pāpuṇi. Athassā upari tiṇṇaṃ maggaphalānaṃ vipassanāparivāsatthāya suññatākammaṭṭhānaṃ kathetuṃ, ‘‘nande, mā ‘imasmiṃ sarīre sāro atthī’ti saññaṃ kari. Appamattakopi hi ettha sāro natthi, tīṇi aṭṭhisatāni ussāpetvā kataṃ aṭṭhinagarameta’’nti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:57": "150.",
  "atk-s0502a11:58": " ‘‘Aṭṭhīnaṃ nagaraṃ kataṃ, maṃsalohitalepanaṃ;",
  "atk-s0502a11:59": "Yattha jarā ca maccu ca, māno makkho ca ohito’’ti.",
  "atk-s0502a11:60": "Tassattho – yatheva hi pubbaṇṇāparaṇṇādīnaṃ odahanatthāya kaṭṭhāni ussāpetvā vallīhi bandhitvā mattikāya vilimpetvā nagarasaṅkhātaṃ bahiddhā gehaṃ karonti, evamidaṃ ajjhattikampi tīṇi aṭṭhisatāni ussāpetvā nhāruvinaddhaṃ maṃsalohitalepanaṃ tacapaṭicchannaṃ jīraṇalakkhaṇāya jarāya maraṇalakkhaṇassa maccuno ārohasampadādīni paṭicca maññanalakkhaṇassa mānassa sukatakāraṇavināsanalakkhaṇassa makkhassa ca odahanatthāya nagaraṃ kataṃ. Evarūpo eva hi ettha kāyikacetasiko ābādho ohito, ito uddhaṃ kiñci gayhūpagaṃ natthīti.",
  "atk-s0502a11:61": "Desanāvasāne sā therī arahattaṃ pāpuṇi, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a11:62": "Janapadakalyāṇī rūpanandātherīvatthu pañcamaṃ.",
  "atk-s0502a11:63": "6. Mallikādevīvatthu",
  "atk-s0502a11:64": "Jīrantiveti imaṃ dhammadesanaṃ satthā jetavane viharanto mallikaṃ deviṃ ārabbha kathesi.",
  "atk-s0502a11:65": "Sā kira ekadivasaṃ nhānakoṭṭhakaṃ paviṭṭhā mukhaṃ dhovitvā onatasarīrā jaṅghaṃ dhovituṃ ārabhi. Tāya ca saddhiṃyeva paviṭṭho eko vallabhasunakho atthi. So taṃ tathā onataṃ disvā asaddhammasanthavaṃ kātuṃ ārabhi. Sā phassaṃ sādiyantī aṭṭhāsi. Rājāpi uparipāsāde vātapānena olokento taṃ disvā tato āgatakāle ‘‘nassa, vasali, kasmā evarūpamakāsī’’ti āha. Kiṃ mayā kataṃ, devāti. Sunakhena saddhiṃ santhavoti. Natthetaṃ, devāti. Mayā sāmaṃ diṭṭhaṃ, nāhaṃ tava saddahissāmi, nassa, vasalīti. ‘‘Mahārāja, yo koci imaṃ koṭṭhakaṃ paviṭṭho iminā vātapānena olokentassa ekova dvidhā paññāyatī’’ti abhūtaṃ kathesi. Deva, sace me saddahasi, etaṃ koṭṭhakaṃ pavisa, ahaṃ taṃ iminā vātapānena olokessāmīti. Rājā mūḷhadhātuko tassā vacanaṃ saddahitvā koṭṭhakaṃ pāvisi. Sāpi kho devī vātapāne ṭhatvā olokentī ‘‘andhabāla, mahārāja, kiṃ nāmetaṃ, ajikāya saddhiṃ santhavaṃ karosī’’ti āha. ‘‘Nāhaṃ, bhadde, evarūpaṃ karomī’’ti ca vuttepi ‘‘mayā sāmaṃ diṭṭhaṃ, nāhaṃ tava saddahissāmī’’ti āha.",
  "atk-s0502a11:66": "Taṃ sutvā rājā ‘‘addhā imaṃ koṭṭhakaṃ paviṭṭho ekova dvidhā paññāyatī’’ti saddahi. Mallikā cintesi – ‘‘ayaṃ rājā andhabālatāya mayā vañcito, pāpaṃ me kataṃ, ayañca me abhūtena abbhācikkhito, idaṃ me kammaṃ satthāpi jānissati, dve aggasāvakāpi asīti mahāsāvakāpi jānissanti, aho vata me bhāriyaṃ kammaṃ kata’’nti. Ayaṃ kira rañño asadisadāne sahāyikā ahosi. Tattha ca ekadivasaṃ katapariccāgo dhanassa cuddasakoṭiagghanako ahosi. Tathāgatassa setacchattaṃ nisīdanapallaṅko ādhārako pādapīṭhanti imāni pana cattāri anagghāneva ahesuṃ. Sā maraṇakāle evarūpaṃ mahāpariccāgaṃ nānussaritvā tadeva pāpakammaṃ anussarantī kālaṃ katvā avīcimhi nibbatti. Rañño pana sā ativiya piyā ahosi. So balavasokābhibhūto tassā sarīrakiccaṃ kāretvā ‘‘nibbattaṭṭhānamassā pucchissāmī’’ti satthu santikaṃ agamāsi. Satthā yathā so āgatakāraṇaṃ na sarati, tathā akāsi. So satthu santike sāraṇīyadhammakathaṃ sutvā gehaṃ paviṭṭhakāle saritvā ‘‘ahaṃ bhaṇe mallikāya nibbattaṭṭhānaṃ pucchissāmīti satthu santikaṃ gantvā pamuṭṭho, sve puna pucchissāmī’’ti punadivasepi agamāsi. Satthāpi paṭipāṭiyā satta divasāni yathā so na sarati , tathā akāsi. Sāpi sattāhameva niraye paccitvā aṭṭhame divase tato cutā tusitabhavane nibbatti. Kasmā panassa satthā asaraṇabhāvaṃ akāsīti? Sā kira tassa ativiya piyā ahosi manāpā, tasmā tassā niraye nibbattabhāvaṃ sutvā ‘‘sace evarūpā saddhāsampannā niraye nibbattā, dānaṃ datvā kiṃ karissāmī’’ti micchādiṭṭhiṃ gahetvā pañcannaṃ bhikkhusatānaṃ gehe pavattaṃ niccabhattaṃ harāpetvā niraye nibbatteyya, tenassa satthā sattāhaṃ asaraṇabhāvaṃ katvā aṭṭhame divase piṇḍāya caranto sayameva rājakuladvāraṃ agamāsi.",
  "atk-s0502a11:67": "Rājā ‘‘satthā āgato’’ti sutvā nikkhamitvā pattaṃ ādāya pāsādaṃ abhiruhituṃ ārabhi. Satthā pana rathasālāya nisīdituṃ ākāraṃ dassesi. Rājā satthāraṃ tattheva nisīdāpetvā yāgukhajjakena paṭimānetvā vanditvā nisinnova ahaṃ, bhante, mallikāya deviyā nibbattaṭṭhānaṃ pucchissāmīti gantvā pamuṭṭho, kattha nu kho sā, bhante, nibbattāti. Tusitabhavane, mahārājāti, bhante, tāya tusitabhavane anibbattantiyā ko añño nibbattissati , bhante, natthi tāya sadisā itthī. Tassā hi nisinnaṭṭhānādīsu ‘‘sve tathāgatassa idaṃ dassāmi, idaṃ karissāmī’’ti dānasaṃvidhānaṃ ṭhapetvā aññaṃ kiccameva natthi, bhante, tassā paralokaṃ gatakālato paṭṭhāya sarīraṃ me na vahatīti. Atha naṃ satthā ‘‘mā cintayi, mahārāja, sabbesaṃ dhuvadhammo aya’’nti vatvā ‘‘ayaṃ, mahārāja, ratho kassā’’ti pucchi. Taṃ sutvā rājā sirasmiṃ añjaliṃ patiṭṭhāpetvā ‘‘pitāmahassa me, bhante’’ti āha. ‘‘Ayaṃ kassā’’ti? ‘‘Pitu me, bhante’’ti. ‘‘Ayaṃ pana ratho kassā’’ti? ‘‘Mama, bhante’’ti. Evaṃ vutte satthā, ‘‘mahārāja, tava pitāmahassa ratho tenevākārena tava pitu rathaṃ na pāpuṇi, tava pitu ratho tava rathaṃ na pāpuṇi, evarūpassa nāma kaṭṭhakaliṅgarassāpi jarā āgacchati, kimaṅgaṃ pana attabhāvassa. Mahārāja, sappurisadhammasseva hi jarā natthi, sattā pana ajīrakā nāma natthī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:68": "151.",
  "atk-s0502a11:69": " ‘‘Jīranti ve rājarathā sucittā,",
  "atk-s0502a11:70": "Atho sarīrampi jaraṃ upeti;",
  "atk-s0502a11:71": "Satañca dhammo na jaraṃ upeti,",
  "atk-s0502a11:72": "Santo have sabbhi pavedayantī’’ti.",
  "atk-s0502a11:73": "Tattha veti nipāto. Sucittāti sattahi ratanehi aparehi ca rathālaṅkārehi suṭṭhu cittitā rājūnaṃ rathāpi jīranti. Sarīrampīti na kevalaṃ rathā eva, idaṃ suppaṭijaggitaṃ sarīrampi khaṇḍiccādīni pāpuṇantaṃ jaraṃ upeti. Satañcāti buddhādīnaṃ pana santānaṃ navavidho lokuttaradhammo ca kiñci upaghātaṃ na upetīti na jaraṃ upeti nāma. Pavedayantīti evaṃ santo buddhādayo sabbhi paṇḍitehi saddhiṃ kathentīti attho.",
  "atk-s0502a11:74": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a11:75": "Mallikādevīvatthu chaṭṭhaṃ.",
  "atk-s0502a11:76": "7. Lāḷudāyittheravatthu",
  "atk-s0502a11:77": "Appassutāyanti imaṃ dhammadesanaṃ satthā jetavane viharanto lāḷudāyittheraṃ ārabbha kathesi.",
  "atk-s0502a11:78": "So kira maṅgalaṃ karontānaṃ gehaṃ gantvā ‘‘tirokuṭṭesu tiṭṭhantī’’tiādinā (khu. pā. 7.1; pe. va. 14) nayena avamaṅgalaṃ katheti, avamaṅgalaṃ karontānaṃ gehaṃ gantvā tirokuṭṭādīsu kathetabbesu ‘‘dānañca dhammacariyā cā’’tiādinā (khu. pā. 5.7; su. ni. 266) nayena maṅgalagāthā vā ‘‘yaṃ kiñci vittaṃ idha vā huraṃ vā’’ti ratanasuttaṃ (khu. pā. 6.3; su. ni. 226) vā katheti. Evaṃ tesu tesu ṭhānesu ‘‘aññaṃ kathessāmī’’ti aññaṃ kathentopi ‘‘aññaṃ kathemī’’ti na jānāti. Bhikkhū tassa kathaṃ sutvā satthu ārocesuṃ – ‘‘kiṃ, bhante, lāḷudāyissa maṅgalāmaṅgalaṭṭhānesu gamanena, aññasmiṃ kathetabbe aññameva kathetī’’ti. Satthā ‘‘na, bhikkhave, idānevesa evaṃ katheti, pubbepi aññasmiṃ kathetabbe aññameva kathesī’’ti vatvā atītaṃ āhari –",
  "atk-s0502a11:79": "Atīte kira bārāṇasiyaṃ aggidattassa nāma brāhmaṇassa putto somadattakumāro nāma rājānaṃ upaṭṭhahi. So raññā piyo ahosi manāpo. Brāhmaṇo pana kasikammaṃ nissāya jīvati. Tassa dveyeva goṇā ahesuṃ. Tesu eko mato. Brāhmaṇo puttaṃ āha – ‘‘tāta, somadatta, rājānaṃ me yācitvā ekaṃ goṇaṃ āharā’’ti. Somadatto ‘‘sacāhaṃ rājānaṃ yācissāmi, lahubhāvo me paññāyissatī’’ti cintetvā ‘‘tumheyeva, tāta, rājānaṃ yācathā’’ti vatvā ‘‘tena hi, tāta, maṃ gahetvā yāhī’’ti vutto cintesi – ‘‘ayaṃ brāhmaṇo dandhapañño abhikkamādivacanamattampi na jānāti, aññasmiṃ vattabbe aññameva vadati, sikkhāpetvā pana naṃ nessāmī’’ti. So taṃ ādāya bīraṇatthambhakaṃ nāma susānaṃ gantvā tiṇakalāpe bandhitvā ‘‘ayaṃ rājā, ayaṃ uparājā, ayaṃ senāpatī’’ti nāmāni katvā paṭipāṭiyā pitu dassetvā ‘‘tumhehi rājakulaṃ gantvā evaṃ abhikkamitabbaṃ, evaṃ paṭikkamitabbaṃ, evaṃ nāma rājā vattabbo, evaṃ nāma uparājā, rājānaṃ pana upasaṅkamitvā ‘jayatu bhavaṃ, mahārājā’ti vatvā evaṃ ṭhatvā imaṃ gāthaṃ vatvā goṇaṃ yāceyyāthā’’ti gāthaṃ uggaṇhāpesi –",
  "atk-s0502a11:80": "‘‘Dve me goṇā mahārāja, yehi khettaṃ kasāmase;",
  "atk-s0502a11:81": "Tesu eko mato deva, dutiyaṃ dehi khattiyā’’ti.",
  "atk-s0502a11:82": "So hi saṃvaccharamattena taṃ gāthaṃ paguṇaṃ katvā paguṇabhāvaṃ puttassa ārocetvā ‘‘tena hi, tāta, kañcideva paṇṇākāraṃ ādāya āgacchatha, ahaṃ purimataraṃ gantvā rañño santike ṭhassāmī’’ti vutte ‘‘sādhu, tātā’’ti paṇṇākāraṃ gahetvā somadattassa rañño santike ṭhitakāle ussāhappatto rājakulaṃ gantvā raññā tuṭṭhacittena katapaṭisammodano, ‘‘tāta, cirassaṃ vata āgatattha, idamāsanaṃ nisīditvā vadatha, yenattho’’ti vutte imaṃ gāthamāha –",
  "atk-s0502a11:83": "‘‘Dve me goṇā mahārāja, yehi khettaṃ kasāmase;",
  "atk-s0502a11:84": "Tesu eko mato deva, dutiyaṃ gaṇha khattiyā’’ti.",
  "atk-s0502a11:85": "Raññā ‘‘kiṃ vadesi, tāta, puna vadehī’’ti vuttepi tameva gāthaṃ āha. Rājā tena virajjhitvā kathitabhāvaṃ ñatvā sitaṃ katvā, ‘‘somadatta, tumhākaṃ gehe bahū maññe goṇā’’ti vatvā ‘‘tumhehi dinnā bahū bhavissanti, devā’’ti vutte bodhisattassa tussitvā brāhmaṇassa soḷasa goṇe alaṅkārabhaṇḍakaṃ nivāsagāmañcassa brahmadeyyaṃ datvā mahantena yasena brāhmaṇaṃ uyyojesīti.",
  "atk-s0502a11:86": "Satthā imaṃ dhammadesanaṃ āharitvā ‘‘tadā rājā ānando ahosi, brāhmaṇo lāḷudāyī, somadatto pana ahamevā’’ti jātakaṃ samodhānetvā ‘‘na, bhikkhave, idāneva, pubbepesa attano appassutatāya aññasmiṃ vattabbe aññameva vadati. Appassutapuriso hi balibaddasadiso nāma hotī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a11:87": "152.",
  "atk-s0502a11:88": " ‘‘Appassutāyaṃ puriso, balibaddova jīrati;",
  "atk-s0502a11:89": "Maṃsāni tassa vaḍḍhanti, paññā tassa na vaḍḍhatī’’ti.",
  "atk-s0502a11:90": "Tattha appassutāyanti ekassa vā dvinnaṃ vā paṇṇāsakānaṃ. Atha vā pana vaggānaṃ sabbantimena paricchedena ekassa vā dvinnaṃ vā suttantānaṃ vāpi abhāvena appassuto ayaṃ. Kammaṭṭhānaṃ pana uggahetvā anuyuñjanto bahussutova. Balibaddova jīratīti yathā hi balibaddo jīramāno vaḍḍhamāno neva mātu, na pitu, na sesañātakānaṃ atthāya vaḍḍhati, atha kho niratthakameva jīrati, evamevaṃ ayampi na upajjhāyavattaṃ karoti, na ācariyavattaṃ, na āgantukavattādīni, na bhāvanārāmataṃ anuyuñjati, niratthakameva jīrati, maṃsāni tassa vaḍḍhantīti yathā balibaddassa ‘‘yuganaṅgalādīni vahituṃ asamattho eso’’ti araññe vissaṭṭhassa tattheva vicarantassa khādantassa pivantassa maṃsāni vaḍḍhanti, evameva imassāpi upajjhāyādīhi vissaṭṭhassa saṅghaṃ nissāya cattāro paccaye labhitvā uddhavirecanādīni katvā kāyaṃ posentassa maṃsāni vaḍḍhanti, thūlasarīro hutvā vicarati. Paññā tassāti lokiyalokuttarā panassa paññā ekaṅgulamattāpi na vaḍḍhati, araññe pana gacchalatādīni viya cha dvārāni nissāya taṇhā ceva navavidhamāno ca vaḍḍhatīti attho.",
  "atk-s0502a11:91": "Desanāvasāne mahājano sotāpattiphalādīni pāpuṇīti.",
  "atk-s0502a11:92": "Lāḷudāyittheravatthu sattamaṃ.",
  "atk-s0502a11:93": "8. Udānavatthu",
  "atk-s0502a11:94": "Anekajātisaṃsāranti imaṃ dhammadesanaṃ satthā bodhirukkhamūle nisinno udānavasena udānetvā aparabhāge ānandattherena puṭṭho kathesi.",
  "atk-s0502a11:95": "So hi bodhirukkhamūle nisinno sūriye anatthaṅgateyeva mārabalaṃ viddhaṃsetvā paṭhamayāme pubbenivāsapaṭicchādakaṃ tamaṃ padāletvā majjhimayāme dibbacakkhuṃ visodhetvā pacchimayāme sattesu kāruññataṃ paṭicca paccayākāre ñāṇaṃ otāretvā taṃ anulomapaṭilomavasena sammasanto aruṇuggamanavelāya sammāsambodhiṃ abhisambujjhitvā anekehi buddhasatasahassehi avijahitaṃ udānaṃ udānento imā gāthā abhāsi –",
  "atk-s0502a11:96": "153.",
  "atk-s0502a11:97": " ‘‘Anekajātisaṃsāraṃ, sandhāvissaṃ anibbisaṃ;",
  "atk-s0502a11:98": "Gahakāraṃ gavesanto, dukkhā jāti punappunaṃ.",
  "atk-s0502a11:99": "154.",
  "atk-s0502a11:100": " ‘‘Gahakāraka diṭṭhosi, puna gehaṃ na kāhasi;",
  "atk-s0502a11:101": "Sabbā te phāsukā bhaggā, gahakūṭaṃ visaṅkhataṃ;",
  "atk-s0502a11:102": "Visaṅkhāragataṃ cittaṃ, taṇhānaṃ khayamajjhagā’’ti.",
  "atk-s0502a11:103": "Tattha gahakāraṃ gavesantoti ahaṃ imassa attabhāvasaṅkhātassa gehassa kārakaṃ taṇhāvaḍḍhakiṃ gavesanto yena ñāṇena sakkā taṃ daṭṭhuṃ , tassa bodhiñāṇassatthāya dīpaṅkarapādamūle katābhinīhāro ettakaṃ kālaṃ anekajātisaṃsāraṃ anekajātisatasahassasaṅkhātaṃ imaṃ saṃsāravaṭṭaṃ anibbisaṃ taṃ ñāṇaṃ avindanto alabhantoyeva sandhāvissaṃ saṃsariṃ, aparāparaṃ anuvicarinti attho. Dukkhā jāti punappunanti idaṃ gahakārakagavesanassa kāraṇavacanaṃ. Yasmā jarābyādhimaraṇamissitāya jāti nāmesā punappunaṃ upagantuṃ dukkhā, na ca sā tasmiṃ adiṭṭhe nivattati. Tasmā taṃ gavesanto sandhāvissanti attho. Diṭṭhosīti sabbaññutaññāṇaṃ paṭivijjhantena mayā idāni diṭṭhosi. Puna gehanti puna imasmiṃ saṃsāravaṭṭe attabhāvasaṅkhātaṃ mama gehaṃ na kāhasi. Sabbā te phāsukā bhaggāti tava sabbā avasesā kilesaphāsukā mayā bhaggā. Gahakūṭaṃ visaṅkhatanti imassa tayā katassa attabhāvagehassa avijjāsaṅkhātaṃ kaṇṇikamaṇḍalampi mayā viddhaṃsitaṃ. Visaṅkhāragataṃ cittanti idāni mama cittaṃ visaṅkhāraṃ nibbānaṃ ārammaṇakaraṇavasena gataṃ anupaviṭṭhaṃ. Taṇhānaṃ khayamajjhagāti taṇhānaṃ khayasaṅkhātaṃ arahattaṃ adhigatosmīti.",
  "atk-s0502a11:104": "Udānavatthu aṭṭhamaṃ.",
  "atk-s0502a11:105": "9. Mahādhanaseṭṭhiputtavatthu",
  "atk-s0502a11:106": "Acaritvāti imaṃ dhammadesanaṃ satthā isipatane migadāye viharanto mahādhanaseṭṭhiputtaṃ ārabbha kathesi.",
  "atk-s0502a11:107": "So kira bārāṇasiyaṃ asītikoṭivibhave kule nibbatti. Athassa mātāpitaro cintesuṃ – ‘‘amhākaṃ kule mahābhogakkhandho, puttassa no hatthe ṭhapetvā yathāsukhaṃ paribhogaṃ karissāma, aññena kammena kiccaṃ natthī’’ti. Taṃ naccagītavāditamattameva sikkhāpesuṃ. Tasmiṃyeva nagare aññasmiṃ asītikoṭivibhave kule ekā dhītāpi nibbatti. Tassāpi mātāpitaro tatheva cintetvā taṃ naccagītavāditamattameva sikkhāpesuṃ. Tesaṃ vayappattānaṃ āvāhavivāho ahosi. Atha nesaṃ aparabhāge mātāpitaro kālamakaṃsu. Dveasītikoṭidhanaṃ ekasmiṃyeva gehe ahosi. Seṭṭhiputto divasassa tikkhattuṃ rañño upaṭṭhānaṃ gacchati. Atha tasmiṃ nagare dhuttā cintesuṃ – ‘‘sacāyaṃ seṭṭhiputto surāsoṇḍo bhavissati, amhākaṃ phāsukaṃ bhavissati, uggaṇhāpema naṃ surāsoṇḍabhāva’’nti. Te suraṃ ādāya khajjakamaṃse ceva loṇasakkharā ca dussante bandhitvā mūlakande gahetvā tassa rājakulato āgacchantassa maggaṃ olokayamānā nisīditvā taṃ āgacchantaṃ disvā suraṃ pivitvā loṇasakkharaṃ mukhe khipitvā mūlakandaṃ ḍaṃsitvā ‘‘vassasataṃ jīva sāmi, seṭṭhiputta, taṃ nissāya mayaṃ khādanapivanasamatthā bhaveyyāmā’’ti āhaṃsu. So tesaṃ vacanaṃ sutvā pacchato āgacchantaṃ cūḷūpaṭṭhākaṃ pucchi – ‘‘kiṃ ete pivantī’’ti. Ekaṃ pānakaṃ, sāmīti. Manāpajātikaṃ etanti. Sāmi, imasmiṃ jīvaloke iminā sadisaṃ pātabbayuttakaṃ nāma natthīti. So ‘‘evaṃ sante mayāpi pātuṃ vaṭṭatī’’ti thokaṃ thokaṃ āharāpetvā pivati. Athassa nacirasseva te dhuttā pivanabhāvaṃ ñatvā taṃ parivārayiṃsu. Gacchante kāle parivāro mahā ahosi. So satenapi satadvayenapi suraṃ āharāpetvā pivanto iminā anukkameneva nisinnaṭṭhānādīsu kahāpaṇarāsiṃ ṭhapetvā suraṃ pivanto ‘‘iminā mālā āharatha, iminā gandhe, ayaṃ jano jute cheko, ayaṃ nacce, ayaṃ gīte, ayaṃ vādite. Imassa sahassaṃ detha, imassa dve sahassānī’’ti evaṃ vikiranto nacirasseva attano santakaṃ asītikoṭidhanaṃ khepetvā ‘‘khīṇaṃ te, sāmi, dhana’’nti vutte kiṃ bhariyāya me santakaṃ natthīti. Atthi, sāmīti . Tena hi taṃ āharathāti. Tampi tatheva khepetvā anupubbena khettaārāmuyyānayoggādikampi antamaso bhājanabhaṇḍakampi attharaṇapāvuraṇanisīdanampi sabbaṃ attano santakaṃ vikkiṇitvā khādi. Atha naṃ mahallakakāle yehissa kulasantakaṃ gehaṃ vikkiṇitvā gahitaṃ, te taṃ gehā nīhariṃsu. So bhariyaṃ ādāya parajanassa gehabhittiṃ nissāya vasanto kapālakhaṇḍaṃ ādāya bhikkhāya caritvā janassa ucchiṭṭhakaṃ bhuñjituṃ ārabhi.",
  "atk-s0502a11:108": "Atha naṃ ekadivasaṃ āsanasālāya dvāre ṭhatvā daharasāmaṇerehi diyyamānaṃ ucchiṭṭhakabhojanaṃ paṭiggaṇhantaṃ disvā satthā sitaṃ pātvākāsi. Atha naṃ ānandatthero sitakāraṇaṃ pucchi. Satthā sitakāraṇaṃ kathento ‘‘passānanda, imaṃ mahādhanaseṭṭhiputtaṃ imasmiṃ nagare dveasītikoṭidhanaṃ khepetvā bhariyaṃ ādāya bhikkhāya carantaṃ. Sace hi ayaṃ paṭhamavaye bhoge akhepetvā kammante payojayissa, imasmiṃyeva nagare aggaseṭṭhi abhavissa. Sace pana nikkhamitvā pabbajissa, arahattaṃ pāpuṇissa, bhariyāpissa anāgāmiphale patiṭṭhahissa. Sace majjhimavaye bhoge akhepetvā kammante payojayissa, dutiyaseṭṭhi abhavissa, nikkhamitvā pabbajanto anāgāmī abhavissa. Bhariyāpissa sakadāgāmiphale patiṭṭhahissa. Sace pacchimavaye bhoge akhepetvā kammante payojayissa, tatiyaseṭṭhi abhavissa, nikkhamitvā pabbajantopi sakadāgāmī abhavissa , bhariyāpissa sotāpattiphale patiṭṭhahissa. Idāni panesa gihibhogatopi parihīno sāmaññatopi. Parihāyitvā ca pana sukkhapallale koñcasakuṇo viya jāto’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a11:109": "155.",
  "atk-s0502a11:110": " ‘‘Acaritvā brahmacariyaṃ, aladdhā yobbane dhanaṃ;",
  "atk-s0502a11:111": "Jiṇṇakoñcāva jhāyanti, khīṇamaccheva pallale.",
  "atk-s0502a11:112": "156.",
  "atk-s0502a11:113": " ‘‘Acaritvā brahmacariyaṃ, aladdhā yobbane dhanaṃ;",
  "atk-s0502a11:114": "Senti cāpātikhīṇāva, purāṇāni anutthuna’’nti.",
  "atk-s0502a11:115": "Tattha acaritvāti brahmacariyavāsaṃ avasitvā. Yobbaneti anuppanne vā bhoge uppādetuṃ uppanne vā bhoge rakkhituṃ samatthakāle dhanampi alabhitvā. Khīṇamaccheti te evarūpā bālā udakassa abhāvā khīṇamacche pallale parikkhīṇapattā jiṇṇakoñcā viya avajhāyanti. Idaṃ vuttaṃ hoti – pallale udakassa abhāvo viya hi imesaṃ vasanaṭṭhānassa abhāvo, macchānaṃ khīṇabhāvo viya imesaṃ bhogānaṃ abhāvo, khīṇapattānaṃ koñcānaṃ uppatitvā gamanābhāvo viya imesaṃ idāni jalathalapathādīhi bhoge saṇṭhāpetuṃ asamatthabhāvo. Tasmā te khīṇapattā koñcā viya ettheva bajjhitvā avajhāyantīti. Cāpātikhīṇāvāti cāpato atikhīṇā, cāpā vinimuttāti attho. Idaṃ vuttaṃ hoti – yathā cāpā vinimuttā sarā yathāvegaṃ gantvā patitā, taṃ gahetvā ukkhipante asati tattheva upacikānaṃ bhattaṃ honti, evaṃ imepi tayo vaye atikkantā idāni attānaṃ uddharituṃ asamatthatāya maraṇaṃ upagamissanti. Tena vuttaṃ – ‘‘senti cāpātikhīṇāvā’’ti. Purāṇāni anutthunanti ‘‘iti amhehi khāditaṃ iti pīta’’nti pubbe katāni khāditapivitanaccagītavāditādīni anutthunantā socantā anusocantā sentīti.",
  "atk-s0502a11:116": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a11:117": "Mahādhanaseṭṭhiputtavatthu navamaṃ.",
  "atk-s0502a11:118": "Jarāvaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a11:119": "Ekādasamo vaggo."
}