{
  "atk-s0505a3:0": "4. Aṭṭhakavaggo",
  "atk-s0505a3:1": "1. Kāmasuttavaṇṇanā",
  "atk-s0505a3:2": "773.Kāmaṃkāmayamānassāti kāmasuttaṃ. Kā uppatti? Bhagavati kira sāvatthiyaṃ viharante aññataro brāhmaṇo sāvatthiyā jetavanassa ca antare aciravatīnadītīre ‘‘yavaṃ vapissāmī’’ti khettaṃ kasati. Bhagavā bhikkhusaṅghaparivuto piṇḍāya pavisanto taṃ disvā āvajjento addasa – ‘‘assa brāhmaṇassa yavā vinassissantī’’ti, puna upanissayasampattiṃ āvajjento cassa sotāpattiphalassa upanissayaṃ addasa. ‘‘Kadā pāpuṇeyyā’’ti āvajjento ‘‘sasse vinaṭṭhe sokābhibhūto dhammadesanaṃ sutvā’’ti addasa. Tato cintesi – ‘‘sacāhaṃ tadā eva brāhmaṇaṃ upasaṅkamissāmi, na me ovādaṃ sotabbaṃ maññissati. Nānārucikā hi brāhmaṇā, handa, naṃ ito pabhutiyeva saṅgaṇhāmi, evaṃ mayi muducitto hutvā tadā ovādaṃ sossatī’’ti brāhmaṇaṃ upasaṅkamitvā āha – ‘‘kiṃ, brāhmaṇa, karosī’’ti. Brāhmaṇo ‘‘evaṃ uccākulīno samaṇo gotamo mayā saddhiṃ paṭisanthāraṃ karotī’’ti tāvatakeneva bhagavati pasannacitto hutvā ‘‘khettaṃ, bho gotama, kasāmi yavaṃ vapissāmī’’ti āha. Atha sāriputtatthero cintesi – ‘‘bhagavā brāhmaṇena saddhiṃ paṭisanthāraṃ akāsi, na ca ahetu appaccayā tathāgatā evaṃ karonti, handāhampi tena saddhiṃ paṭisanthāraṃ karomī’’ti brāhmaṇaṃ upasaṅkamitvā tatheva paṭisanthāramakāsi. Evaṃ mahāmoggallānatthero sesā ca asīti mahāsāvakā. Brāhmaṇo atīva attamano ahosi.",
  "atk-s0505a3:3": "Atha bhagavā sampajjamānepi sasse ekadivasaṃ katabhattakicco sāvatthito jetavanaṃ gacchanto maggā okkamma brāhmaṇassa santikaṃ gantvā āha – ‘‘sundaraṃ te, brāhmaṇa, yavakkhetta’’nti. ‘‘Evaṃ, bho gotama, sundaraṃ, sace sampajjissati, tumhākampi saṃvibhāgaṃ karissāmī’’ti. Athassa catumāsaccayena yavā nipphajjiṃsu. Tassa ‘‘ajja vā sve vā lāyissāmī’’ti ussukkaṃ kurumānasseva mahāmegho uṭṭhahitvā sabbarattiṃ vassi. Aciravatī nadī pūrā āgantvā sabbaṃ yavaṃ vahi. Brāhmaṇo sabbarattiṃ anattamano hutvā pabhāte nadītīraṃ gato sabbaṃ sassavipattiṃ disvā ‘‘vinaṭṭhomhi, kathaṃ dāni jīvissāmī’’ti balavasokaṃ uppādesi . Bhagavāpi tameva rattiṃ paccūsasamaye buddhacakkhunā lokaṃ volokento ‘‘ajja brāhmaṇassa dhammadesanākālo’’ti ñatvā bhikkhācāravattena sāvatthiṃ pavisitvā brāhmaṇassa gharadvāre aṭṭhāsi. Brāhmaṇo bhagavantaṃ disvā ‘‘sokābhibhūtaṃ maṃ assāsetukāmo samaṇo gotamo āgato’’ti cintetvā āsanaṃ paññāpetvā pattaṃ gahetvā bhagavantaṃ nisīdāpesi. Bhagavā jānantova brāhmaṇaṃ pucchi – ‘‘kiṃ brāhmaṇa paduṭṭhacitto vihāsī’’ti? Āma, bho gotama, sabbaṃ me yavakkhettaṃ udakena vūḷhanti. Atha bhagavā ‘‘na, brāhmaṇa, vipanne domanassaṃ, sampanne ca somanassaṃ kātabbaṃ. Kāmā hi nāma sampajjantipi vipajjantipī’’ti vatvā tassa brāhmaṇassa sappāyaṃ ñatvā dhammadesanāvasena imaṃ suttamabhāsi. Tattha saṅkhepato padatthasambandhamattameva vaṇṇayissāma, vitthāro pana niddese (mahāni. 1) vuttanayeneva veditabbo. Yathā ca imasmiṃ sutte, evaṃ ito paraṃ sabbasuttesu.",
  "atk-s0505a3:4": "Tattha kāmanti manāpiyarūpāditebhūmakadhammasaṅkhātaṃ vatthukāmaṃ, kāmayamānassāti icchamānassa. Tassa ce taṃ samijjhatīti tassa kāmayamānassa sattassa taṃ kāmasaṅkhātaṃ vatthu samijjhati ce, sace so taṃ labhatīti vuttaṃ hoti. Addhā pītimano hotīti ekaṃsaṃ tuṭṭhacitto hoti. Laddhāti labhitvā. Maccoti satto. Yadicchatīti yaṃ icchati.",
  "atk-s0505a3:5": "774.Tassa ce kāmayānassāti tassa puggalassa kāme icchamānassa, kāmena vā yāyamānassa. Chandajātassāti jātataṇhassa. Jantunoti sattassa. Te kāmā parihāyantīti te kāmā parihāyanti ce. Sallaviddhova ruppatīti atha ayomayādinā sallena viddho viya pīḷīyati.",
  "atk-s0505a3:6": "775. Tatiyagāthāya saṅkhepattho – yo pana ime kāme tattha chandarāgavikkhambhanena vā samucchedena vā attano pādena sappassa siraṃ iva parivajjeti. So bhikkhu sabbaṃ lokaṃ visaritvā ṭhitattā loke visattikāsaṅkhātaṃ taṇhaṃ sato hutvā samativattatīti.",
  "atk-s0505a3:7": "776-8. Tato parāsaṃ tissannaṃ gāthānaṃ ayaṃ saṅkhepattho – yo etaṃ sālikkhettādiṃ khettaṃ vā gharavatthādiṃ vatthuṃ vā kahāpaṇasaṅkhātaṃ hiraññaṃ vā goassabhedaṃ gavāssaṃ vā itthisaññikā thiyo vā ñātibandhavādī bandhū vā aññe vā manāpiyarūpādī puthu kāme anugijjhati, taṃ puggalaṃ abalasaṅkhātā kilesā balīyanti sahanti maddanti, saddhābalādivirahena vā abalaṃ taṃ puggalaṃ abalā kilesā balīyanti, abalattā balīyantīti attho. Atha taṃ kāmagiddhaṃ kāme rakkhantaṃ pariyesantañca sīhādayo ca pākaṭaparissayā kāyaduccaritādayo ca apākaṭaparissayā maddanti, tato apākaṭaparissayehi abhibhūtaṃ taṃ puggalaṃ jātiādidukkhaṃ bhinnaṃ nāvaṃ udakaṃ viya anveti. Tasmā kāyagatāsatiādibhāvanāya jantu sadā sato hutvā vikkhambhanasamucchedavasena rūpādīsu vatthukāmesu sabbappakārampi kilesakāmaṃ parivajjento kāmāni parivajjaye. Evaṃ te kāme pahāya tappahānakaramaggeneva catubbidhampi tare oghaṃ tareyya tarituṃ sakkuṇeyya. Tato yathā puriso udakagarukaṃ nāvaṃ siñcitvā lahukāya nāvāya appakasireneva pāragū bhaveyya, pāraṃ gaccheyya, evameva attabhāvanāvaṃ kilesūdakagarukaṃ siñcitvā lahukena attabhāvena pāragū bhaveyya, sabbadhammapāraṃ nibbānaṃ gato bhaveyya, arahattappattiyā gaccheyya ca, anupādisesāya nibbānadhātuyā parinibbātīti arahattanikūṭena desanaṃ niṭṭhāpesi. Desanāpariyosāne brāhmaṇo ca brāhmaṇī ca sotāpattiphale patiṭṭhahiṃsūti.",
  "atk-s0505a3:8": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:9": "Suttanipāta-aṭṭhakathāya kāmasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:10": "2. Guhaṭṭhakasuttavaṇṇanā",
  "atk-s0505a3:11": "779.Sattoguhāyanti guhaṭṭhakasuttaṃ. Kā uppatti? Bhagavati kira sāvatthiyaṃ viharante āyasmā piṇḍolabhāradvājo kosambiyaṃ gaṃṅgātīre āvaṭṭakaṃ nāma utenassa uyyānaṃ, tattha agamāsi sītale padese divāvihāraṃ nisīditukāmo. Aññadāpi cāyaṃ gacchateva tattha pubbāsevanena yathā gavampatitthero tāvatiṃsabhavananti vuttanayametaṃ vaṅgīsasuttavaṇṇanāyaṃ. So tattha gaṅgātīre sītale rukkhamūle samāpattiṃ appetvā divāvihāraṃ nisīdi. Rājāpi kho uteno taṃ divasaṃyeva uyyānakīḷikaṃ gantvā bahudeva divasabhāgaṃ naccagītādīhi uyyāne kīḷitvā pānamadamatto ekissā itthiyā aṅke sīsaṃ katvā sayi. Sesitthiyo ‘‘sutto rājā’’ti uṭṭhahitvā uyyāne pupphaphalādīni gaṇhantiyo theraṃ disvā hirottappaṃ upaṭṭhāpetvā ‘‘mā saddaṃ akatthā’’ti aññamaññaṃ nivāretvā appasaddā upasaṅkamitvā vanditvā theraṃ samparivāretvā nisīdiṃsu. Thero samāpattito vuṭṭhāya tāsaṃ dhammaṃ desesi, tā tuṭṭhā ‘‘sādhu sādhū’’ti vatvā suṇanti.",
  "atk-s0505a3:12": "Rañño sīsaṃ aṅkenādāya nisinnitthī ‘‘imā maṃ ohāya kīḷantī’’ti tāsu issāpakatā ūruṃ cāletvā rājānaṃ pabodhesi. Rājā paṭibujjhitvā itthāgāraṃ apassanto ‘‘kuhiṃ imā vasaliyo’’ti āha. Sā āha – ‘‘tumhesu abahukatā ‘samaṇaṃ ramayissāmā’ti gatā’’ti. So kuddho therābhimukho agamāsi. Tā itthiyo rājānaṃ disvā ekaccā uṭṭhahiṃsu, ekaccā ‘‘mahārāja, pabbajitassa santike dhammaṃ suṇāmā’’ti na uṭṭhahiṃsu. So tena bhiyyosomattāya kuddho theraṃ avanditvāva ‘‘kimatthaṃ āgatosī’’ti āha. ‘‘Vivekatthaṃ mahārājā’’ti. So ‘‘vivekatthāya āgatā evaṃ itthāgāraparivutā nisīdantī’’ti vatvā ‘‘tava vivekaṃ kathehī’’ti āha. Thero visāradopi vivekakathāya ‘‘nāyaṃ aññātukāmo pucchatī’’ti tuṇhī ahosi. Rājā ‘‘sace na kathesi, tambakipillikehi taṃ khādāpessāmī’’ti aññatarasmiṃ asokarukkhe tambakipillikapuṭaṃ gaṇhanto attanova upari vikiri. So sarīraṃ puñchitvā aññaṃ puṭaṃ gahetvā therābhimukho agamāsi. Thero ‘‘sacāyaṃ rājā mayi aparajjheyya , apāyābhimukho bhaveyyā’’ti taṃ anukampamāno iddhiyā ākāsaṃ abbhuggantvā gato.",
  "atk-s0505a3:13": "Tato itthiyo āhaṃsu – ‘‘mahārāja, aññe rājāno īdisaṃ pabbajitaṃ disvā pupphagandhādīhi pūjenti, tvaṃ tambakipillikapuṭena āsādetuṃ āraddho ahosi, kulavaṃsaṃ nāsetuṃ uṭṭhito’’ti. So attano dosaṃ ñatvā tuṇhī hutvā uyyānapālaṃ pucchi – ‘‘aññampi divasaṃ thero idhāgacchatī’’ti? ‘‘Āma, mahārājā’’ti. Tena hi yadā āgacchati, tadā me āroceyyāsīti. So ekadivasaṃ there āgate ārocesi. Rājāpi theraṃ upasaṅkamitvā pañhaṃ pucchitvā pāṇehi saraṇaṃ gato ahosi. Tambakipillikapuṭena āsāditadivase pana thero ākāsenāgantvā puna pathaviyaṃ nimujjitvā bhagavato gandhakuṭiyaṃ ummujji. Bhagavāpi kho dakkhiṇena passena sato sampajāno sīhaseyyaṃ kappayamāno theraṃ disvā ‘‘kiṃ, bhāradvāja, akāle āgatosī’’ti āha. Thero ‘‘āma bhagavā’’ti vatvā sabbaṃ taṃ pavattiṃ ārocesi. Taṃ sutvā bhagavā ‘‘kiṃ karissati tassa vivekakathā kāmaguṇagiddhassā’’ti vatvā dakkhiṇena passena nipanno eva therassa dhammadesanatthaṃ imaṃ suttamabhāsi.",
  "atk-s0505a3:14": "Tattha sattoti laggo. Guhāyanti kāye. Kāyo hi rāgādīnaṃ vāḷānaṃ vasanokāsato ‘‘guhā’’ti vuccati. Bahunābhichannoti bahunā rāgādikilesajālena abhicchanno. Etena ajjhattabandhanaṃ vuttaṃ. Tiṭṭhanti rāgādivasena tiṭṭhanto. Naroti satto. Mohanasmiṃ pagāḷhoti mohanaṃ vuccati kāmaguṇā. Ettha hi devamanussā muyhanti, tesu ajjhogāḷho hutvā . Etena bahiddhābandhanaṃ vuttaṃ. Dūre vivekā hi tathāvidho soti so tathārūpo naro tividhāpi kāyavivekādikā vivekā dūre anāsanne. Kiṃkāraṇā? Kāmā hi loke na hi suppahāyā, yasmā loke kāmā suppahāyā na hontīti vuttaṃ hoti.",
  "atk-s0505a3:15": "780. Evaṃ paṭhamagāthāya ‘‘dūre vivekā tathāvidho’’ti sādhetvā puna tathāvidhānaṃ sattānaṃ dhammataṃ āvikaronto ‘‘icchānidānā’’ti gāthamāha. Tattha icchānidānāti taṇhāhetukā. Bhavasātabaddhāti sukhavedanādimhi bhavasāte baddhā. Te duppamuñcāti te bhavasātavatthubhūtā dhammā, te vā tattha baddhā icchānidānā sattā duppamocayā. Na hi aññamokkhāti aññena ca mocetuṃ na sakkonti. Kāraṇavacanaṃ vā etaṃ, te sattā duppamuñcā. Kasmā? Yasmā aññena mocetabbā na honti. Yadi pana muñceyyuṃ, sakena thāmena muñceyyunti ayamassa attho. Pacchā pure vāpi apekkhamānāti anāgate atīte vā kāme apekkhamānā. Imeva kāme purimeva jappanti ime vā paccuppanne kāme purime vā duvidhepi atītānāgate balavataṇhāya patthayamānā. Imesañca dvinnaṃ padānaṃ ‘‘te duppamuñcā na hi aññamokkhā’’ti iminā saha sambandho veditabbo, itarathā ‘‘apekkhamānā jappaṃ kiṃ karonti kiṃ vā katā’’ti na paññāyeyyuṃ.",
  "atk-s0505a3:16": "781-2. Evaṃ paṭhamagāthāya ‘‘dūre vivekā tathāvidho’’ti sādhetvā dutiyagāthāya ca tathāvidhānaṃ sattānaṃ dhammataṃ āvikatvā idāni nesaṃ pāpakammakaraṇaṃ āvikaronto ‘‘kāmesu giddhā’’ti gāthamāha. Tassattho – te sattā kāmesu paribhogataṇhāya giddhā pariyesanādimanuyuttattā pasutā sammohamāpannattā pamūḷhā avagamanatāya maccharitāya buddhādīnaṃ vacanaṃ anādiyanatāya ca avadāniyā. Kāyavisamādimhi visame niviṭṭhā antakāle maraṇadukkhūpanītā ‘‘kiṃsū bhavissāma ito cutāse’’ti paridevayantīti. Yasmā etadeva, tasmā hi sikkhetha…pe… māhu dhīrāti. Tattha sikkhethāti tisso sikkhā āpajjeyya. Idhevāti imasmiṃyeva sāsane. Sesamuttānameva.",
  "atk-s0505a3:17": "783. Idāni ye tathā na karonti, tesaṃ byasanappattiṃ dassento ‘‘passāmī’’ti gāthamāha. Tattha passāmīti maṃsacakkhuādīhi pekkhāmi. Loketi apāyādimhi. Pariphandamānanti ito cito ca phandamānaṃ. Pajaṃ imanti imaṃ sattakāyaṃ. Taṇhagatanti taṇhāya gataṃ abhibhūtaṃ, nipātitanti adhippāyo. Bhavesūti kāmabhavādīsu. Hīnā narāti hīnakammantā narā. Maccumukhe lapantīti antakāle sampatte maraṇamukhe paridevanti. Avītataṇhāseti avigatataṇhā. Bhavābhavesūti kāmabhavādīsu. Atha vā bhavābhavesūti bhavabhavesu, punappunabhavesūti vuttaṃ hoti.",
  "atk-s0505a3:18": "784. Idāni yasmā avītataṇhā evaṃ phandanti ca lapanti ca, tasmā taṇhāvinaye samādapento ‘‘mamāyite’’ti gāthamāha. Tattha mamāyiteti taṇhādiṭṭhimamattehi ‘‘mama’’nti pariggahite vatthusmiṃ. Passathāti sotāre ālapanto āha. Etampīti etampi ādīnavaṃ. Sesaṃ pākaṭameva.",
  "atk-s0505a3:19": "785. Evamettha paṭhamagāthāya assādaṃ, tato parāhi catūhi ādīnavañca dassetvā idāni saupāyaṃ nissaraṇaṃ nissaraṇānisaṃsañca dassetuṃ sabbāhi vā etāhi kāmānaṃ ādīnavaṃ okāraṃ saṃkilesañca dassetvā idāni nekkhamme ānisaṃsaṃ dassetuṃ ‘‘ubhosu antesū’’ti gāthādvayamāha. Tattha ubhosu antesūti phassaphassasamudayādīsu dvīsu paricchedesu. Vineyya chandanti chandarāgaṃ vinetvā. Phassaṃ pariññāyāti cakkhusamphassādiphassaṃ, phassānusārena vā taṃsampayutte sabbepi arūpadhamme, tesaṃ vatthudvārārammaṇavasena rūpadhamme cāti sakalampi nāmarūpaṃ tīhi pariññāhi parijānitvā. Anānugiddhoti rūpādīsu sabbadhammesu agiddho. Yadattagarahī tadakubbamānoti yaṃ attanā garahati, taṃ akurumāno. Nalippatī diṭṭhasutesu dhīroti so evarūpo dhitisampanno dhīro diṭṭhesu ca sutesu ca dhammesu dvinnaṃ lepānaṃ ekenapi lepena na lippati. Ākāsamiva nirupalitto accantavodānappatto hoti.",
  "atk-s0505a3:20": "786.Saññaṃ pariññāti gāthāya pana ayaṃ saṅkhepattho – na kevalañca phassameva, apica kho pana kāmasaññādibhedaṃ saññampi, saññānusārena vā pubbe vuttanayeneva nāmarūpaṃ tīhi pariññāhi parijānitvā imāya paṭipadāya catubbidhampi vitareyya oghaṃ, tato so tiṇṇogho taṇhādiṭṭhipariggahesu taṇhādiṭṭhilepappahānena nopalitto khīṇāsavamuni rāgādisallānaṃ abbūḷhattā abbūḷhasallo sativepullappattiyā appamatto caraṃ, pubbabhāge vā appamatto caraṃ tena appamādacārena abbūḷhasallo hutvā sakaparattabhāvādibhedaṃ nāsīsatī lokamimaṃ parañca, aññadatthu carimacittanirodhā nirupādāno jātavedova parinibbātīti arahattanikūṭena desanaṃ niṭṭhāpesi dhammanettiṭṭhapanameva karonto, na uttariṃ imāya desanāya maggaṃ vā phalaṃ vā uppādesi khīṇāsavassa desitattāti.",
  "atk-s0505a3:21": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:22": "Suttanipāta-aṭṭhakathāya guhaṭṭhakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:23": "3. Duṭṭhaṭṭhakasuttavaṇṇanā",
  "atk-s0505a3:24": "787.Vadantive duṭṭhamanāpīti duṭṭhaṭṭhakasuttaṃ. Kā uppatti? Ādigāthāya tāva uppatti – munisuttanayena bhagavato bhikkhusaṅghassa ca uppannalābhasakkāraṃ asahamānā titthiyā sundariṃ paribbājikaṃ uyyojesuṃ. Sā kira janapadakalyāṇī setavatthaparibbājikāva ahosi. Sā sunhātā sunivatthā mālāgandhavilepanavibhūsitā bhagavato dhammaṃ sutvā sāvatthivāsīnaṃ jetavanato nikkhamanavelāya sāvatthito nikkhamitvā jetavanābhimukhī gacchati. Manussehi ca ‘‘kuhiṃ gacchasī’’ti pucchitā ‘‘samaṇaṃ gotamaṃ sāvake cassa ramayituṃ gacchāmī’’ti vatvā jetavanadvārakoṭṭhake vicaritvā jetavanadvārakoṭṭhake pidahite nagaraṃ pavisitvā pabhāte puna jetavanaṃ gantvā gandhakuṭisamīpe pupphāni vicinantī viya carati . Buddhupaṭṭhānaṃ āgatehi ca manussehi ‘‘kimatthaṃ āgatāsī’’ti pucchitā yaṃkiñcideva bhaṇati. Evaṃ aḍḍhamāsamatte vītikkante titthiyā taṃ jīvitā voropetvā parikhātaṭe nikkhipitvā pabhāte ‘‘sundariṃ na passāmā’’ti kolāhalaṃ katvā rañño ca ārocetvā tena anuññātā jetavanaṃ pavisitvā vicinantā viya taṃ nikkhittaṭṭhānā uddharitvā mañcakaṃ āropetvā nagaraṃ abhiharitvā upakkosaṃ akaṃsu. Sabbaṃ pāḷiyaṃ (udā. 38) āgatanayeneva veditabbaṃ.",
  "atk-s0505a3:25": "Bhagavā taṃ divasaṃ paccūsasamaye buddhacakkhunā lokaṃ volokento ‘‘titthiyā ajja ayasaṃ uppādessantī’’ti ñatvā ‘‘tesaṃ saddahitvā mādise cittaṃ pakopetvā mahājano apāyābhimukho mā ahosī’’ti gandhakuṭidvāraṃ pidahitvā antogandhakuṭiyaṃyeva acchi, na nagaraṃ piṇḍāya pāvisi. Bhikkhū pana dvāraṃ pidahitaṃ disvā pubbasadisameva pavisiṃsu. Manussā bhikkhū disvā nānappakārehi akkosiṃsu. Atha āyasmā ānando bhagavato taṃ pavattiṃ ārocetvā ‘‘titthiyehi, bhante, mahāayaso uppādito, na sakkā idha vasituṃ, vipulo jambudīpo, aññattha gacchāmā’’ti āha. Tatthapi ayase uṭṭhite kuhiṃ gamissasi ānandāti? ‘‘Aññaṃ nagaraṃ bhagavā’’ti. Atha bhagavā ‘‘āgamehi, ānanda, sattāhamevāyaṃ saddo bhavissati, sattāhaccayena yehi ayaso kato, tesaṃyeva upari patissatī’’ti vatvā ānandattherassa dhammadesanatthaṃ ‘‘vadanti ve’’ti imaṃ gāthamabhāsi.",
  "atk-s0505a3:26": "Tattha vadantīti bhagavantaṃ bhikkhusaṅghañca upavadanti. Duṭṭhamanāpi eke athopi ve saccamanāti ekacce duṭṭhacittā, ekacce tathasaññinopi hutvā, titthiyā duṭṭhacittā, ye tesaṃ vacanaṃ sutvā saddahiṃsu, te saccamanāti adhippāyo. Vādañca jātanti etaṃ akkosavādaṃ uppannaṃ. Muni no upetīti akārakatāya ca akuppanatāya ca buddhamuni na upeti. Tasmā munī natthi khilo kuhiñcīti tena kāraṇena ayaṃ muni rāgādikhilehi natthi khilo kuhiñcīti veditabbo.",
  "atk-s0505a3:27": "788. Imañca gāthaṃ vatvā bhagavā ānandattheraṃ pucchi, ‘‘evaṃ khuṃsetvā vambhetvā vuccamānā bhikkhū, ānanda, kiṃ vadantī’’ti. Na kiñci bhagavāti. ‘‘Na, ānanda, ‘ahaṃ sīlavā’ti sabbattha tuṇhī bhavitabbaṃ, loke hi nābhāsamānaṃ jānanti missaṃ bālehi paṇḍita’’nti vatvā, ‘‘bhikkhū, ānanda, te manusse evaṃ paṭicodentū’’ti dhammadesanatthāya ‘‘abhūtavādī nirayaṃ upetī’’ti imaṃ gāthamabhāsi. Thero taṃ uggahetvā bhikkhū āha – ‘‘manussā tumhehi imāya gāthāya paṭicodetabbā’’ti. Bhikkhū tathā akaṃsu. Paṇḍitamanussā tuṇhī ahesuṃ. Rājāpi rājapurise sabbato pesetvā yesaṃ dhuttānaṃ lañjaṃ datvā titthiyā taṃ mārāpesuṃ, te gahetvā niggayha taṃ pavattiṃ ñatvā titthiye paribhāsi. Manussāpi titthiye disvā leḍḍunā paharanti, paṃsunā okiranti ‘‘bhagavato ayasaṃ uppādesu’’nti. Ānandatthero taṃ disvā bhagavato ārocesi, bhagavā therassa imaṃ gāthamabhāsi ‘‘sakañhi diṭṭhiṃ…pe… vadeyyā’’ti.",
  "atk-s0505a3:28": "Tassattho – yāyaṃ diṭṭhi titthiyajanassa ‘‘sundariṃ māretvā samaṇānaṃ sakyaputtiyānaṃ avaṇṇaṃ pakāsetvā etenupāyena laddhaṃ sakkāraṃ sādiyissāmā’’ti, so taṃ diṭṭhiṃ kathaṃ atikkameyya, atha kho so ayaso tameva titthiyajanaṃ paccāgato taṃ diṭṭhiṃ accetuṃ asakkontaṃ. Yo vā sassatādivādī, sopi sakaṃ diṭṭhiṃ kathaṃ accayeyya tena diṭṭhicchandena anunīto tāya ca diṭṭhiruciyā niviṭṭho, apica kho pana sayaṃ samattānipakubbamāno attanāva paripuṇṇāni tāni diṭṭhigatāni karonto yathā jāneyya, tatheva vadeyyāti.",
  "atk-s0505a3:29": "789. Atha rājā sattāhaccayena taṃ kuṇapaṃ chaḍḍāpetvā sāyanhasamayaṃ vihāraṃ gantvā bhagavantaṃ abhivādetvā āha – ‘‘nanu, bhante, īdise ayase uppanne mayhampi ārocetabbaṃ siyā’’ti. Evaṃ vutte bhagavā, ‘‘na, mahārāja, ‘ahaṃ sīlavā guṇasampanno’ti paresaṃ ārocetuṃ ariyānaṃ patirūpa’’nti vatvā tassā aṭṭhuppattiyaṃ ‘‘yo attano sīlavatānī’’ti avasesagāthāyo abhāsi.",
  "atk-s0505a3:30": "Tattha sīlavatānīti pātimokkhādīni sīlāni āraññikādīni dhutaṅgavatāni ca. Anānupuṭṭhoti apucchito. Pāvāti vadati. Anariyadhammaṃ kusalā tamāhu, yo ātumānaṃ sayameva pāvāti yo evaṃ attānaṃ sayameva vadati, tassa taṃ vādaṃ ‘‘anariyadhammo eso’’ti kusalā evaṃ kathenti.",
  "atk-s0505a3:31": "790.Santoti rāgādikilesavūpasamena santo, tathā abhinibbutatto. Itihanti sīlesu akatthamānoti ‘‘ahamasmi sīlasampanno’’tiādinā nayena iti sīlesu akatthamāno, sīlanimittaṃ attūpanāyikaṃ vācaṃ abhāsamānoti vuttaṃ hoti. Tamariyadhammaṃ kusalā vadantīti tassa taṃ akatthanaṃ ‘‘ariyadhammo eso’’ti buddhādayo khandhādikusalā vadanti. Yassussadā natthi kuhiñci loketi yassa khīṇāsavassa rāgādayo satta ussadā kuhiñci loke natthi, tassa taṃ akatthanaṃ ‘‘ariyadhammo eso’’ti evaṃ kusalā vadantīti sambandho.",
  "atk-s0505a3:32": "791. Evaṃ khīṇāsavapaṭipattiṃ dassetvā idāni diṭṭhigatikānaṃ titthiyānaṃ paṭipattiṃ rañño dassento āha – ‘‘pakappitā saṅkhatā’’ti. Tattha pakappitāti parikappitā. Saṅkhatāti paccayābhisaṅkhatā. Yassāti yassa kassaci diṭṭhigatikassa. Dhammāti diṭṭhiyo. Purakkhatāti purato katā. Santīti saṃvijjanti. Avīvadātāti avodātā. Yadattani passati ānisaṃsaṃ, taṃ nissito kuppapaṭiccasantinti yassete diṭṭhidhammā purakkhatā avodātā santi, so evaṃvidho yasmā attani tassā diṭṭhiyā diṭṭhidhammikañca sakkārādiṃ, samparāyikañca gativisesādiṃ ānisaṃsaṃ passati, tasmā tañca ānisaṃsaṃ, tañca kuppatāya ca paṭiccasamuppannatāya ca sammutisantitāya ca kuppapaṭiccasantisaṅkhātaṃ diṭṭhiṃ nissitova hoti, so tannissitattā attānaṃ vā ukkaṃseyya pare vā vambheyya abhūtehipi guṇadosehi.",
  "atk-s0505a3:33": "792. Evaṃ nissitena ca diṭṭhīnivesā…pe… ādiyatī ca dhammanti. Tattha diṭṭhīnivesāti idaṃsaccābhinivesasaṅkhātāni diṭṭhinivesanāni. Na hi svātivattāti sukhena ativattitabbā na honti. Dhammesu niccheyya samuggahītanti dvāsaṭṭhidiṭṭhidhammesu taṃ taṃ samuggahitaṃ abhiniviṭṭhaṃ dhammaṃ nicchinitvā pavattattā diṭṭhinivesā na hi svātivattāti vuttaṃ hoti. Tasmā naro tesu nivesanesu, nirassatī ādiyatī ca dhammanti yasmā na hi svātivattā , tasmā naro tesuyeva diṭṭhinivesanesu ajasīlagosīlakukkurasīlapañcātapamaruppapātaukkuṭikappadhānakaṇṭakāpassayādibhedaṃ satthāradhammakkhānagaṇādibhedañca taṃ taṃ dhammaṃ nirassati ca ādiyati ca jahati ca gaṇhāti ca vanamakkaṭo viya taṃ taṃ sākhanti vuttaṃ hoti. Evaṃ nirassanto ca ādiyanto ca anavaṭṭhitacittattā asantehipi guṇadosehi attano vā parassa vā yasāyasaṃ uppādeyya.",
  "atk-s0505a3:34": "793. Yo panāyaṃ sabbadiṭṭhigatādidosadhunanāya paññāya samannāgatattā dhono, tassa dhonassa hi…pe… anūpayo so. Kiṃ vuttaṃ hoti? Dhonadhammasamannāgamā dhonassa dhutasabbapāpassa arahato katthaci loke tesu tesu bhavesu pakappitā diṭṭhi natthi, so tassā diṭṭhiyā abhāvena, yāya ca attanā kataṃ pāpakammaṃ paṭicchādentā titthiyā māyāya mānena vā etaṃ agatiṃ gacchanti, tampi māyañca mānañca pahāya dhono rāgādīnaṃ dosānaṃ kena gaccheyya, diṭṭhadhamme samparāye vā nirayādīsu gativisesesu kena saṅkhaṃ gaccheyya, anūpayo so, so hi taṇhādiṭṭhiupayānaṃ dvinnaṃ abhāvena anūpayoti.",
  "atk-s0505a3:35": "794. Yo pana tesaṃ dvinnaṃ bhāvena upayo hoti, so upayo hi…pe… diṭṭhimidheva sabbanti. Tattha upayoti taṇhādiṭṭhinissito. Dhammesu upeti vādanti ‘‘ratto’’ti vā ‘‘duṭṭho’’ti vā evaṃ tesu tesu dhammesu upeti vādaṃ. Anūpayaṃ kena kathaṃ vadeyyāti taṇhādiṭṭhipahānena anūpayaṃ khīṇāsavaṃ kena rāgena vā dosena vā kathaṃ ‘‘ratto’’ti vā ‘‘duṭṭho’’ti vā vadeyya, evaṃ anupavajjo ca so kiṃ titthiyā viya katapaṭicchādako bhavissatīti adhippāyo. Attā nirattā na hi tassa atthīti tassa hi attadiṭṭhi vā ucchedadiṭṭhi vā natthi, gahaṇaṃ muñcanaṃ vāpi attanirattasaññitaṃ natthi. Kiṃkāraṇā natthīti ce? Adhosi so diṭṭhimidheva sabbaṃ, yasmā so idheva attabhāve ñāṇavātena sabbaṃ diṭṭhigataṃ adhosi, pajahi, vinodesīti arahattanikūṭena desanaṃ niṭṭhāpesi. Taṃ sutvā rājā attamano bhagavantaṃ abhivādetvā pakkāmīti.",
  "atk-s0505a3:36": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:37": "Suttanipāta-aṭṭhakathāya duṭṭhaṭṭhakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:38": "4. Suddhaṭṭhakasuttavaṇṇanā",
  "atk-s0505a3:39": "795.Passāmisuddhanti suddhaṭṭhakasuttaṃ. Kā uppatti? Atīte kira kassapassa bhagavato kāle bārāṇasivāsī aññataro kuṭumbiko pañcahi sakaṭasatehi paccantajanapadaṃ agamāsi bhaṇḍaggahaṇatthaṃ. Tattha vanacarakena saddhiṃ mittaṃ katvā tassa paṇṇākāraṃ datvā pucchi – ‘‘kacci, te samma, candanasāraṃ diṭṭhapubba’’nti? ‘‘Āma sāmī’’ti ca vutte teneva saddhiṃ candanavanaṃ pavisitvā sabbasakaṭāni candanasārassa pūretvā tampi vanacarakaṃ ‘‘yadā, samma, bārāṇasiṃ āgacchasi, tadā candanasāraṃ gahetvā āgaccheyyāsī’’ti vatvā bārāṇasiṃyeva agamāsi. Athāparena samayena sopi vanacarako candanasāraṃ gahetvā tassa gharaṃ agamāsi. So taṃ disvā sabbaṃ paṭisanthāraṃ katvā sāyanhasamaye candanasāraṃ pisāpetvā samuggaṃ pūretvā ‘‘gaccha, samma, nhāyitvā āgacchā’’ti attano purisena saddhiṃ nhānatitthaṃ pesesi. Tena ca samayena bārāṇasiyaṃ ussavo hoti. Atha bārāṇasivāsino pātova dānaṃ datvā sāyaṃ suddhavatthanivatthā mālāgandhādīni gahetvā kassapassa bhagavato mahācetiyaṃ vandituṃ gacchanti. So vanacarako te disvā ‘‘mahājano kuhiṃ gacchatī’’ti pucchi. ‘‘Vihāraṃ cetiyavandanatthāyā’’ti ca sutvā sayampi agamāsi. Tattha manusse haritālamanosilādīhi nānappakārehi cetiye pūjaṃ karonte disvā kiñci citraṃ kātuṃ ajānanto taṃ candanaṃ gahetvā mahācetiye suvaṇṇiṭṭhakānaṃ. Upari kaṃsapātimattaṃ maṇḍalaṃ akāsi. Atha tattha sūriyuggamanavelāyaṃ sūriyarasmiyo uṭṭhahiṃsu. So taṃ disvā pasīdi, patthanañca akāsi ‘‘yattha yattha nibbattāmi, īdisā me rasmiyo ure uṭṭhahantū’’ti. So kālaṃ katvā tāvatiṃsesu nibbatti. Tassa ure rasmiyo uṭṭhahiṃsu, candamaṇḍalaṃ viyassa uramaṇḍalaṃ virocati, ‘‘candābho devaputto’’tveva ca naṃ sañjāniṃsu.",
  "atk-s0505a3:40": "So tāya sampattiyā chasu devalokesu anulomapaṭilomato ekaṃ buddhantaraṃ khepetvā amhākaṃ bhagavati uppanne sāvatthiyaṃ brāhmaṇamahāsālakule nibbatti, tathevassa ure candamaṇḍalasadisaṃ rasmimaṇḍalaṃ ahosi. Nāmakaraṇadivase cassa maṅgalaṃ katvā brāhmaṇā taṃ maṇḍalaṃ disvā ‘‘dhaññapuññalakkhaṇo ayaṃ kumāro’’ti vimhitā ‘‘candābho’’ tveva nāmaṃ akaṃsu. Taṃ vayappattaṃ brāhmaṇā gahetvā alaṅkaritvā rattakañcukaṃ pārupāpetvā rathe āropetvā ‘‘mahābrahmā aya’’nti pūjetvā ‘‘yo candābhaṃ passati, so yasadhanādīni labhati, samparāyañca saggaṃ gacchatī’’ti ugghosentā gāmanigamarājadhānīsu āhiṇḍanti. Gatagataṭṭhāne manussā ‘‘esa kira bho candābho nāma, yo etaṃ passati, so yasadhanasaggādīni labhatī’’ti uparūpari āgacchanti, sakalajambudīpo cali. Brāhmaṇā tucchahatthakānaṃ āgatānaṃ na dassenti, sataṃ vā sahassaṃ vā gahetvā āgatānameva dassenti. Evaṃ candābhaṃ gahetvā anuvicarantā brāhmaṇā kamena sāvatthiṃ anuppattā.",
  "atk-s0505a3:41": "Tena ca samayena bhagavā pavattitavaradhammacakko anupubbena sāvatthiṃ āgantvā sāvatthiyaṃ viharati jetavane bahujanahitāya dhammaṃ desento. Atha candābho sāvatthiṃ patvā samuddapakkhantakunnadī viya apākaṭo ahosi, candābhoti bhaṇantopi natthi. So sāyanhasamaye mahājanakāyaṃ mālāgandhādīni ādāya jetavanābhimukhaṃ gacchantaṃ disvā ‘‘kuhiṃ gacchathā’’ti pucchi. ‘‘Buddho loke uppanno, so bahujanahitāya dhammaṃ deseti, taṃ sotuṃ jetavanaṃ gacchāmā’’ti ca tesaṃ vacanaṃ sutvā sopi brāhmaṇagaṇaparivuto tattheva agamāsi. Bhagavā ca tasmiṃ samaye dhammasabhāyaṃ varabuddhāsane nisinnova hoti. Candābho bhagavantaṃ upasaṅkamma madhurapaṭisanthāraṃ katvā ekamantaṃ nisīdi, tāvadeva cassa so āloko antarahito. Buddhālokassa hi samīpe asītihatthabbhantare añño āloko nābhibhoti. So ‘‘āloko me naṭṭho’’ti nisīditvāva uṭṭhāsi, uṭṭhahitvā ca gantumāraddho. Atha naṃ aññataro puriso āha – ‘‘kiṃ bho candābha, samaṇassa gotamassa bhīto gacchasī’’ti. Nāhaṃ bhīto gacchāmi, apica me imassa tejena āloko na sampajjatīti punadeva bhagavato purato nisīditvā pādatalā paṭṭhāya yāva kesaggā rūparaṃsilakkhaṇādisampattiṃ disvā ‘‘mahesakkho samaṇo gotamo, mama ure appamattako āloko uṭṭhito, tāvatakenapi maṃ gahetvā brāhmaṇā sakalajambudīpaṃ vicaranti. Evaṃ varalakkhaṇasampattisamannāgatassa samaṇassa gotamassa neva māno uppanno, addhā ayaṃ anomaguṇasamannāgato bhavissati satthā devamanussāna’’nti ativiya pasannacitto bhagavantaṃ vanditvā pabbajjaṃ yāci. Bhagavā aññataraṃ theraṃ āṇāpesi – ‘‘pabbājehi na’’nti. So taṃ pabbājetvā tacapañcakakammaṭṭhānaṃ ācikkhi. So vipassanaṃ ārabhitvā na cireneva arahattaṃ patvā ‘‘candābhatthero’’ti vissuto ahosi. Taṃ ārabbha bhikkhū kathaṃ samuṭṭhāpesuṃ ‘‘kiṃ nu kho, āvuso, ye candābhaṃ addasaṃsu. Te yasaṃ vā dhanaṃ vā labhiṃsu, saggaṃ vā gacchiṃsu, visuddhiṃ vā pāpuṇiṃsu tena cakkhudvārikarūpadassanenā’’ti. Bhagavā tassaṃ aṭṭhuppattiyaṃ imaṃ suttamabhāsi.",
  "atk-s0505a3:42": "Tattha paṭhamagāthāya tāvattho – na, bhikkhave, evarūpena dassanena suddhi hoti. Apica kho kilesamalinattā asuddhaṃ, kilesarogānaṃ avigamā sarogameva candābhaṃ brāhmaṇaṃ aññaṃ vā evarūpaṃ disvā diṭṭhigatiko bālo abhijānāti ‘‘passāmi suddhaṃ paramaṃ arogaṃ, tena ca diṭṭhisaṅkhātena dassanena saṃsuddhi narassa hotī’’ti, so evaṃ abhijānanto taṃ dassanaṃ ‘‘parama’’nti ñatvā tasmiṃ dassane suddhānupassī samāno taṃ dassanaṃ ‘‘maggañāṇa’’nti pacceti. Taṃ pana maggañāṇaṃ na hoti. Tenāha – ‘‘diṭṭhena ce suddhī’’ti dutiyagāthaṃ.",
  "atk-s0505a3:43": "796. Tassattho – tena rūpadassanasaṅkhātena diṭṭhena yadi kilesasuddhi narassa hoti. Tena vā ñāṇena so yadi jātiādidukkhaṃ pajahāti. Evaṃ sante ariyamaggato aññena asuddhimaggeneva so sujjhati, rāgādīhi upadhīhi saupadhiko eva samāno sujjhatīti āpannaṃ hoti, na ca evaṃvidho sujjhati. Tasmā diṭṭhī hi naṃ pāva tathā vadānaṃ, sā naṃ diṭṭhiyeva ‘‘micchādiṭṭhiko aya’’nti katheti diṭṭhianurūpaṃ ‘‘sassato loko’’tiādinā nayena tathā tathā vadanti.",
  "atk-s0505a3:44": "797.Na brāhmaṇoti tatiyagāthā. Tassattho – yo pana bāhitapāpattā brāhmaṇo hoti, so maggena adhigatāsavakkhayo khīṇāsavabrāhmaṇo ariyamaggañāṇato aññena abhimaṅgalasammatarūpasaṅkhāte diṭṭhe tathāvidhasaddasaṅkhāte sute avītikkamasaṅkhāte sīle hatthivatādibhede vate pathaviādibhede mute ca uppannena micchāñāṇena suddhiṃ na āha. Sesamassa brāhmaṇassa vaṇṇabhaṇanatthaṃ vuttaṃ. So hi tedhātukapuññe sabbasmiñca pāpe anūpalitto, tassa pahīnattā attadiṭṭhiyā yassa kassaci vā gahaṇassa pahīnattā attañjaho, puññābhisaṅkhārādīnaṃ akaraṇato nayidha pakubbamānoti vuccati. Tasmā naṃ evaṃ pasaṃsanto āha. Sabbasseva cassa purimapādena sambandho veditabbo – puññe ca pāpe ca anūpalitto, attañjaho nayidha pakubbamāno, na brāhmaṇo aññato suddhimāhāti.",
  "atk-s0505a3:45": "798. Evaṃ na brāhmaṇo aññato suddhimāhāti vatvā idāni ye diṭṭhigatikā aññato suddhiṃ bruvanti, tesaṃ tassā diṭṭhiyā anibbāhakabhāvaṃ dassento ‘‘purimaṃ pahāyā’’ti gāthamāha. Tassattho – te hi aññato suddhivādā samānāpi yassā diṭṭhiyā appahīnattā gahaṇamuñcanaṃ hoti. Tāya purimaṃ satthārādiṃ pahāya aparaṃ nissitā ejāsaṅkhātāya taṇhāya anugatā abhibhūtā rāgādibhedaṃ na taranti saṅgaṃ, tañca atarantā taṃ taṃ dhammaṃ uggaṇhanti ca nirassajanti ca makkaṭova sākhanti.",
  "atk-s0505a3:46": "799. Pañcamagāthāya sambandho – yo ca so ‘‘diṭṭhī hi naṃ pāva tathā vadāna’’nti vutto, so sayaṃ samādāyāti. Tattha sayanti sāmaṃ. Samādāyāti gahetvā. Vatānīti hatthivatādīni. Uccāvacanti aparāparaṃ hīnapaṇītaṃ vā satthārato satthārādiṃ. Saññasattoti kāmasaññādīsu laggo. Vidvā ca vedehi samecca dhammanti paramatthavidvā ca arahā catūhi maggañāṇavedehi catusaccadhammaṃ abhisameccāti. Sesaṃ pākaṭameva.",
  "atk-s0505a3:47": "800.Sa sabbadhammesu visenibhūto, yaṃkiñci diṭṭhaṃva sutaṃ mutaṃ vāti sobhūripañño khīṇāsavo yaṃ kiñci diṭṭhaṃ vā sutaṃ vā mutaṃ vā tesu sabbadhammesu mārasenaṃ vināsetvā ṭhitabhāvena visenibhūto. Tamevadassinti taṃ evaṃ visuddhadassiṃ. Vivaṭaṃ carantantitaṇhacchadanādivigamena vivaṭaṃ hutvā carantaṃ. Kenīdha lokasmiṃ vikappayeyyāti kena idha loke taṇhākappena vā diṭṭhikappena vā koci vikappeyya, tesaṃ vā pahīnattā rāgādinā pubbe vuttenāti.",
  "atk-s0505a3:48": "801.Na kappayantīti gāthāya sambandho attho ca – kiñca bhiyyo? Te hi tādisā santo dvinnaṃ kappānaṃ purekkhārānañca kenaci na kappayanti na purekkharonti, paramatthaaccantasuddhiadhigatattā anaccantasuddhiṃyeva akiriyasassatadiṭṭhiṃ accanta suddhīti na te vadanti. Ādānaganthaṃ gathitaṃ visajjāti catubbidhampi rūpādīnaṃ ādāyakattā ādānaganthaṃ attano cittasantāne gathitaṃ baddhaṃ ariyamaggasatthena visajja chinditvā. Sesaṃ pākaṭameva.",
  "atk-s0505a3:49": "802.Sīmātigoti gāthā ekapuggalādhiṭṭhānāya desanāya vuttā. Pubbasadiso eva panassā sambandho, so evaṃ atthavaṇṇanāya saddhiṃ veditabbo – kiñca bhiyyo so īdiso bhūripañño catunnaṃ kilesasīmānaṃ atītattā sīmātigo bāhitapāpattā ca brāhmaṇo, itthambhūtassa ca tassa natthi paracittapubbenivāsañāṇehi ñatvā vā maṃsacakkhudibbacakkhūhi disvā vā kiñci samuggahītaṃ, abhiniviṭṭhanti vuttaṃ hoti. So ca kāmarāgābhāvato na rāgarāgī, rūpārūparāgābhāvato na virāgaratto. Yato evaṃvidhassa ‘‘idaṃ para’’nti kiñci idha uggahitaṃ natthīti arahattanikūṭena desanaṃ niṭṭhāpesi.",
  "atk-s0505a3:50": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:51": "Suttanipāta-aṭṭhakathāya suddhaṭṭhakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:52": "5. Paramaṭṭhakasuttavaṇṇanā",
  "atk-s0505a3:53": "803.Paramantidiṭṭhīsūti paramaṭṭhakasuttaṃ. Kā uppatti? Bhagavati kira sāvatthiyaṃ viharante nānātitthiyā sannipatitvā attano attano diṭṭhiṃ dīpentā ‘‘idaṃ paramaṃ, idaṃ parama’’nti kalahaṃ katvā rañño ārocesuṃ. Rājā sambahule jaccandhe sannipātāpetvā ‘‘imesaṃ hatthiṃ dassethā’’ti āṇāpesi. Rājapurisā andhe sannipātāpetvā hatthiṃ purato sayāpetvā ‘‘passathā’’ti āhaṃsu. Te hatthissa ekamekaṃ aṅgaṃ parāmasiṃsu. Tato raññā ‘‘kīdiso, bhaṇe, hatthī’’ti puṭṭho yo soṇḍaṃ parāmasi, so ‘‘seyyathāpi, mahārāja, naṅgalīsā’’ti bhaṇi. Ye dantādīni parāmasiṃsu, te itaraṃ ‘‘mā bho rañño purato musā bhaṇī’’ti paribhāsitvā ‘‘seyyathāpi, mahārāja, bhittikhilo’’tiādīni āhaṃsu. Rājā taṃ sabbaṃ sutvā ‘‘īdiso tumhākaṃ samayo’’ti titthiye uyyojesi. Aññataro piṇḍacāriko taṃ pavattiṃ ñatvā bhagavato ārocesi. Bhagavā tassaṃ aṭṭhuppattiyaṃ bhikkhū āmantetvā ‘‘yathā, bhikkhave, jaccandhā hatthiṃ ajānantā taṃ taṃ aṅgaṃ parāmasitvā vivadiṃsu, evaṃ titthiyā vimokkhantikadhammaṃ ajānantā taṃ taṃ diṭṭhiṃ parāmasitvā vivadantī’’ti vatvā dhammadesanatthaṃ imaṃ suttamabhāsi.",
  "atk-s0505a3:54": "Tattha paramanti diṭṭhīsu paribbasānoti ‘‘idaṃ parama’’nti gahetvā sakāya sakāya diṭṭhiyā vasamāno. Yaduttari kuruteti yaṃ attano satthārādiṃ seṭṭhaṃ karoti. Hīnāti aññe tato sabbamāhāti taṃ attano satthārādiṃ ṭhapetvā tato aññe sabbe ‘‘hīnā ime’’ti āha. Tasmā vivādāni avītivattoti tena kāraṇena so diṭṭhikalahe avītivattova hoti.",
  "atk-s0505a3:55": "804. Dutiyagāthāya attho – evaṃ avītivatto ca yaṃ diṭṭhe sute sīlavate muteti etesu vatthūsu uppannadiṭṭhisaṅkhāte attani pubbe vuttappakāraṃ ānisaṃsaṃ passati. Tadeva so tattha sakāya diṭṭhiyā ānisaṃsaṃ ‘‘idaṃ seṭṭha’’nti abhinivisitvā aññaṃ sabbaṃ parasatthārādikaṃ nihīnato passati.",
  "atk-s0505a3:56": "805. Tatiyagāthāya attho – evaṃ passato cassa yaṃ attano satthārādiṃ nissito aññaṃ parasatthārādiṃ hīnaṃ passati taṃ pana dassanaṃ ganthameva kusalā vadanti, bandhananti vuttaṃ hoti . Yasmā etadeva, tasmā hi diṭṭhaṃva sutaṃ mutaṃ vā sīlabbataṃ bhikkhu na nissayeyya, nābhiniveseyyāti vuttaṃ hoti.",
  "atk-s0505a3:57": "806. Catutthagāthāya attho – na kevalaṃ diṭṭhasutādiṃ na nissayeyya, apica kho pana asañjātaṃ uparūpari diṭṭhimpi lokasmiṃ na kappayeyya, na janeyyāti vuttaṃ hoti. Kīdisaṃ? Ñāṇena vā sīlavatena vāpi, samāpattiñāṇādinā ñāṇena vā sīlavatena vā yā kappiyati, etaṃ diṭṭhiṃ na kappeyya. Na kevalañca diṭṭhiṃ na kappayeyya, apica kho pana mānenapi jātiādīhi vatthūhi samoti attānamanūpaneyya, hīno na maññetha visesi vāpīti.",
  "atk-s0505a3:58": "807. Pañcamagāthāya attho – evañhi diṭṭhiṃ akappento amaññamāno ca attaṃ pahāya anupādiyāno idha vā yaṃ pubbe gahitaṃ, taṃ pahāya aparaṃ aggaṇhanto tasmimpi vuttappakāre ñāṇe duvidhaṃ nissayaṃ no karoti. Akaronto ca sa ve viyattesu nānādiṭṭhivasena bhinnesu sattesu na vaggasārī chandādivasena agacchanadhammo hutvā dvāsaṭṭhiyā diṭṭhīsu kiñcipi diṭṭhiṃ na pacceti, na paccāgacchatīti vuttaṃ hoti.",
  "atk-s0505a3:59": "808-10. Idāni yo so imāya gāthāya vutto khīṇāsavo, tassa vaṇṇabhaṇanatthaṃ ‘‘yassūbhayante’’tiādikā tisso gāthāyo āha. Tattha ubhayanteti pubbe vuttaphassādibhede. Paṇidhīti taṇhā. Bhavābhavāyāti punappunabhavāya. Idha vā huraṃ vāti sakattabhāvādibhede idha vā parattabhāvādibhede parattha vā. Diṭṭhe vāti diṭṭhasuddhiyā vā. Esa nayo sutādīsu. Saññāti saññāsamuṭṭhāpikā diṭṭhi. Dhammāpitesaṃ na paṭicchitāseti dvāsaṭṭhidiṭṭhigatadhammāpi tesaṃ ‘‘idameva saccaṃ moghamañña’’nti evaṃ na paṭicchitā. Pāraṅgato na pacceti tādīti nibbānapāraṃ gato tena tena maggena pahīne kilese puna nāgacchati, pañcahi ca ākārehi tādī hotīti. Sesaṃ pākaṭamevāti.",
  "atk-s0505a3:60": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:61": "Suttanipāta-aṭṭhakathāya paramaṭṭhakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:62": "6. Jarāsuttavaṇṇanā",
  "atk-s0505a3:63": "811.Appaṃvata jīvitanti jarāsuttaṃ. Kā uppatti? Ekaṃ samayaṃ bhagavā sāvatthiyaṃ vassaṃ vasitvā yāni tāni buddhānaṃ sarīrārogyasampādanaṃ anuppannasikkhāpadapaññāpanaṃ veneyyadamanaṃ tathārūpāya aṭṭhuppattiyā jātakādikathanantiādīni janapadacārikānimittāni, tāni samavekkhitvā janapadacārikaṃ pakkāmi. Anupubbena cārikaṃ caramāno sāyaṃ sāketaṃ anuppatto añjanavanaṃ pāvisi. Sāketavāsino sutvā ‘‘akālo idāni bhagavantaṃ dassanāyā’’ti vibhātāya rattiyā mālāgandhādīni gahetvā bhagavato santikaṃ gantvā pūjanavandanasammodanādīni katvā parivāretvā aṭṭhaṃsu yāva bhagavato gāmappavesanavelā, atha bhagavā bhikkhusaṅghaparivuto piṇḍāya pāvisi. Taṃ aññataro sāketako brāhmaṇamahāsālo nagarā nikkhanto nagaradvāre addasa. Disvā puttasinehaṃ uppādetvā ‘‘ciradiṭṭhosi, putta, mayā’’ti paridevayamāno abhimukho agamāsi. Bhagavā bhikkhū saññāpesi – ‘‘ayaṃ, bhikkhave, brāhmaṇo yaṃ icchati, taṃ karotu, na vāretabbo’’ti.",
  "atk-s0505a3:64": "Brāhmaṇopi vacchagiddhinīva gāvī āgantvā bhagavato kāyaṃ purato ca pacchato ca dakkhiṇato ca vāmato cāti samantā āliṅgi ‘‘ciradiṭṭhosi, putta, ciraṃ vinā ahosī’’ti bhaṇanto. Yadi pana so tathā kātuṃ na labheyya, hadayaṃ phāletvā mareyya. So bhagavantaṃ avoca – ‘‘bhagavā tumhehi saddhiṃ āgatabhikkhūnaṃ ahameva bhikkhaṃ dātuṃ samattho, mameva anuggahaṃ karothā’’ti. Adhivāsesi bhagavā tuṇhībhāvena. Brāhmaṇo bhagavato pattaṃ gahetvā purato gacchanto brāhmaṇiyā pesesi – ‘‘putto me āgato, āsanaṃ paññāpetabba’’nti. Sā tathā katvā āgamanaṃ passantī ṭhitā bhagavantaṃ antaravīthiyaṃyeva disvā puttasinehaṃ uppādetvā ‘‘ciradiṭṭhosi, putta, mayā’’ti pādesu gahetvā roditvā gharaṃ atinetvā sakkaccaṃ bhojesi. Bhuttāvino brāhmaṇo pattaṃ apanāmesi. Bhagavā tesaṃ sappāyaṃ viditvā dhammaṃ desesi, desanāpariyosāne ubhopi sotāpannā ahesuṃ. Atha bhagavantaṃ yāciṃsu – ‘‘yāva, bhante, bhagavā imaṃ nagaraṃ upanissāya viharati, amhākaṃyeva ghare bhikkhā gahetabbā’’ti. Bhagavā ‘‘na buddhā evaṃ ekaṃ nibaddhaṭṭhānaṃyeva gacchantī’’ti paṭikkhipi. Te āhaṃsu – ‘‘tena hi, bhante, bhikkhusaṅghena saddhiṃ piṇḍāya caritvāpi tumhe idheva bhattakiccaṃ katvā dhammaṃ desetvā vihāraṃ gacchathā’’ti. Bhagavā tesaṃ anuggahatthāya tathā akāsi. Manussā brāhmaṇañca brāhmaṇiñca ‘‘buddhapitā buddhamātā’’ tveva vohariṃsu. Tampi kulaṃ ‘‘buddhakula’’nti nāmaṃ labhi.",
  "atk-s0505a3:65": "Ānandatthero bhagavantaṃ pucchi – ‘‘ahaṃ bhagavato mātāpitaro jānāmi, ime pana kasmā vadanti ‘ahaṃ buddhamātā ahaṃ buddhapitā’’’ti. Bhagavā āha – ‘‘nirantaraṃ me, ānanda, brāhmaṇī ca brāhmaṇo ca pañca jātisatāni mātāpitaro ahesuṃ, pañca jātisatāni mātāpitūnaṃ jeṭṭhakā, pañca jātisatāni kaniṭṭhakā. Te pubbasineheneva kathentī’’ti imañca gāthamabhāsi –",
  "atk-s0505a3:66": "‘‘Pubbeva sannivāsena, paccuppannahitena vā;",
  "atk-s0505a3:67": "Evaṃ taṃ jāyate pemaṃ, uppalaṃva yathodake’’ti. (jā. 1.2.174);",
  "atk-s0505a3:68": "Tato bhagavā sākete yathābhirantaṃ viharitvā puna cārikaṃ caramāno sāvatthimeva agamāsi. Sopi brāhmaṇo ca brāhmaṇī ca bhikkhū upasaṅkamitvā patirūpaṃ dhammadesanaṃ sutvā sesamagge pāpuṇitvā anupādisesāya nibbānadhātuyā parinibbāyiṃsu. Nagare brāhmaṇā sannipatiṃsu ‘‘amhākaṃ ñātake sakkarissāmā’’ti. Sotāpannasakadāgāmianāgāmino upāsakāpi sannipatiṃsu upāsikāyo ca ‘‘amhākaṃ sahadhammike sakkarissāmā’’ti. Te sabbepi kambalakūṭāgāraṃ āropetvā mālāgandhādīhi pūjentā nagarā nikkhāmesuṃ.",
  "atk-s0505a3:69": "Bhagavāpi taṃ divasaṃ paccūsasamaye buddhacakkhunā lokaṃ volokento tesaṃ parinibbānabhāvaṃ ñatvā ‘‘tattha mayi gate dhammadesanaṃ sutvā bahujanassa dhammābhisamayo bhavissatī’’ti ñatvā pattacīvaramādāya sāvatthito āgantvā āḷāhanameva pāvisi. Manussā disvā ‘‘mātāpitūnaṃ sarīrakiccaṃ kātukāmo bhagavā āgato’’ti vanditvā aṭṭhaṃsu. Nāgarāpi kūṭāgāraṃ pūjentā āḷāhanaṃ ānetvā bhagavantaṃ pucchiṃsu – ‘‘gahaṭṭhaariyasāvakā kathaṃ pūjetabbā’’ti. Bhagavā ‘‘yathā asekkhā pūjiyanti, tathā pūjetabbā ime’’ti adhippāyena tesaṃ asekkhamunibhāvaṃ dīpento imaṃ gāthamāha –",
  "atk-s0505a3:70": "‘‘Ahiṃsakā ye munayo, niccaṃ kāyena saṃvutā;",
  "atk-s0505a3:71": "Te yanti accutaṃ ṭhānaṃ, yattha gantvā na socare’’ti. (dha. pa. 225);",
  "atk-s0505a3:72": "Tañca parisaṃ oloketvā taṅkhaṇānurūpaṃ dhammaṃ desento imaṃ suttamabhāsi.",
  "atk-s0505a3:73": "Tattha appaṃ vata jīvitaṃ idanti ‘‘idaṃ vata manussānaṃ jīvitaṃ appaṃ parittaṃ ṭhitiparittatāya sarasaparittatāyā’’ti sallasuttepi vuttanayametaṃ. Oraṃ vassasatāpi miyyatīti vassasatā oraṃ kalalādikālepi miyyati. Aticcāti vassasataṃ atikkamitvā. Jarasāpi miyyatīti jarāyapi miyyati.",
  "atk-s0505a3:74": "812-6.Mamāyiteti mamāyitavatthukāraṇā. Vinābhāvasantamevidanti santavinābhāvaṃ vijjamānavinābhāvameva idaṃ, na sakkā avinābhāvena bhavitunti vuttaṃ hoti. Māmakoti mama upāsako bhikkhu vāti saṅkhaṃ gato, buddhādīni vā vatthūni mamāyamāno. Saṅgatanti samāgataṃ diṭṭhapubbaṃ vā. Piyāyitanti piyaṃ kataṃ. Nāmaṃyevāvasissati akkheyyanti sabbaṃ rūpādidhammajātaṃ pahīyati, nāmamattameva tu avasissati ‘‘buddharakkhito, dhammarakkhito’’ti evaṃ saṅkhātuṃ kathetuṃ. Munayoti khīṇāsavamunayo. Khemadassinoti nibbānadassino.",
  "atk-s0505a3:75": "817. Sattamagāthā evaṃ maraṇabbhāhate loke anurūpapaṭipattidassanatthaṃ vuttā. Tattha patilīnacarassāti tato tato patilīnaṃ cittaṃ katvā carantassa. Bhikkhunoti kalyāṇaputhujjanassa sekkhassa vā. Sāmaggiyamāhu tassataṃ,yo attānaṃ bhavane na dassayeti tassetaṃ patirūpamāhu, yo evaṃpaṭipanno nirayādibhede bhavane attānaṃ na dasseyya. Evañhi so imamhā maraṇā mucceyyāti adhippāyo.",
  "atk-s0505a3:76": "818-20. Idāni yo ‘‘attānaṃ bhavane na dassaye’’ti evaṃ khīṇāsavo vibhāvito, tassa vaṇṇabhaṇanatthaṃ ito parā tisso gāthāyo āha. Tattha sabbatthāti dvādasasu āyatanesu. Yadidaṃ diṭṭhasutaṃ mutesu vāti ettha pana yadidaṃ diṭṭhasutaṃ, ettha vā mutesu vā dhammesu evaṃ muni na upalimpatīti evaṃ sambandho veditabbo. Dhono na hi tena maññati, yadidaṃ diṭṭhasutaṃ mutesu vāti atrāpi yadidaṃ diṭṭhasuttaṃ, tena vatthunā na maññati, mutesu vā dhammesu na maññatīti evameva sambandho veditabbo. Na hi so rajjati no virajjatīti. Bālaputhujjanā viya na rajjati, kalyāṇaputhujjanasekkhā viya na virajjati, rāgassa pana khīṇattā ‘‘virāgo’’tveva saṅkhaṃ gacchati. Sesaṃ sabbattha pākaṭamevāti. Desanāpariyosāne caturāsītiyā pāṇasahassānaṃ dhammābhisamayo ahosīti.",
  "atk-s0505a3:77": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:78": "Suttanipāta-aṭṭhakathāya jarāsuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:79": "7. Tissametteyyasuttavaṇṇanā",
  "atk-s0505a3:80": "821.Methunamanuyuttassāti tissametteyyasuttaṃ. Kā uppatti? Bhagavati kira sāvatthiyaṃ viharante tissametteyyā nāma dve sahāyā sāvatthiṃ agamaṃsu. Te sāyanhasamayaṃ mahājanaṃ jetavanābhimukhaṃ gacchantaṃ disvā ‘‘kuhiṃ gacchathā’’ti pucchiṃsu. Tato tehi ‘‘buddho loke uppanno, bahujanahitāya dhammaṃ deseti, taṃ sotuṃ jetavanaṃ gacchāmā’’ti vutte ‘‘mayampi sossāmā’’ti agamaṃsu. Te avañjhadhammadesakassa bhagavato dhammadesanaṃ sutvā parisantare nisinnāva cintesuṃ – ‘‘na sakkā agāramajjhe ṭhitenāyaṃ dhammo paripūretu’’nti. Atha pakkante mahājane bhagavantaṃ pabbajjaṃ yāciṃsu. Bhagavā ‘‘ime pabbājehī’’ti aññataraṃ bhikkhuṃ āṇāpesi. So te pabbājetvā tacapañcakakammaṭṭhānaṃ datvā araññavāsaṃ gantumāraddho. Metteyyo tissaṃ āha – ‘‘āvuso, upajjhāyo araññaṃ gacchati, mayampi gacchāmā’’ti. Tisso ‘‘alaṃ āvuso, bhagavato dassanaṃ dhammassavanañca ahaṃ pihemi, gaccha tva’’nti vatvā na agamāsi. Metteyyo upajjhāyena saha gantvā araññe samaṇadhammaṃ karonto na cirasseva arahattaṃ pāpuṇi saddhiṃ ācariyupajjhāyehi. Tissassāpi jeṭṭhabhātā byādhinā kālamakāsi. So taṃ sutvā attano gāmaṃ agamāsi, tatra naṃ ñātakā palobhetvā uppabbājesuṃ. Metteyyopi ācariyupajjhāyehi saddhiṃ sāvatthiṃ āgato. Atha bhagavā vutthavasso janapadacārikaṃ caramāno anupubbena taṃ gāmaṃ pāpuṇi. Tattha metteyyo bhagavantaṃ vanditvā ‘‘imasmiṃ, bhante, gāme mama gihisahāyo atthi, muhuttaṃ tāva āgametha anukampaṃ upādāyā’’ti vatvā gāmaṃ pavisitvā taṃ bhagavato santikaṃ ānetvā ekamantaṃ ṭhito tassatthāya ādigāthāya bhagavantaṃ pañhaṃ pucchi. Tassa bhagavā byākaronto avasesagāthāyo abhāsi. Ayamassa suttassa uppatti.",
  "atk-s0505a3:81": "Tattha methunamanuyuttassāti methunadhammasamāyuttassa. Itīti evamāha. Āyasmāti piyavacanametaṃ, tissoti nāmaṃ tassa therassa. So hi tissoti nāmena. Metteyyoti gottaṃ, gottavaseneva cesa pākaṭo ahosi. Tasmā aṭṭhuppattiyaṃ vuttaṃ ‘‘tissametteyyā nāma dve sahāyā’’ti. Vighātanti upaghātaṃ. Brūhīti ācikkha. Mārisāti piyavacanametaṃ, nidukkhāti vuttaṃ hoti. Sutvāna tava sāsananti tava vacanaṃ sutvā. Viveke sikkhissāmaseti sahāyaṃ ārabbha dhammadesanaṃ yācanto bhaṇati. So pana sikkhitasikkhoyeva.",
  "atk-s0505a3:82": "822.Mussatevāpi sāsananti pariyattipaṭipattito duvidhampi sāsanaṃ nassati. Vāpīti padapūraṇamattaṃ. Etaṃ tasmiṃ anāriyanti tasmiṃ puggale etaṃ anariyaṃ, yadidaṃ micchāpaṭipadā.",
  "atk-s0505a3:83": "823.Ekopubbe caritvānāti pabbajjāsaṅkhātena vā gaṇavossaggaṭṭhena vā pubbe eko viharitvā. Yānaṃ bhantaṃva taṃ loke, hīnamāhu puthujjananti taṃ vibbhantakaṃ puggalaṃ yathā hatthiyānādiyānaṃ adantaṃ visamaṃ ārohati, ārohakampi bhañjati, papātepi papatati. Evaṃ kāyaduccaritādivisamārohanena narakādīsu, atthabhañjanena jātipapātādīsu papatanena ca yānaṃ bhantaṃva āhu hīnaṃ puthujjanañca āhūti.",
  "atk-s0505a3:84": "824-5.Yaso kitti cāti lābhasakkāro pasaṃsā ca. Pubbeti pabbajitabhāve. Hāyate vāpi tassa sāti tassa vibbhantakassa sato so ca yaso sā ca kitti hāyati. Etampi disvāti etampi pubbe yasakittīnaṃ bhāvaṃ pacchā ca hāniṃ disvā. Sikkhetha methunaṃ vippahātaveti tisso sikkhā sikkhetha. Kiṃ kāraṇaṃ? Methunaṃ vippahātave, methunappahānatthāyāti vuttaṃ hoti. Yo hi methunaṃ na vippajahati, saṅkappehi…pe… tathāvidho. Tattha paretoti samannāgato. Paresaṃ nigghosanti upajjhāyādīnaṃ nindāvacanaṃ. Maṅku hotīti dummano hoti.",
  "atk-s0505a3:85": "826. Ito parā gāthā pākaṭasambandhā eva. Tāsu satthānīti kāyaduccaritādīni. Tāni hi attano paresañca chedanaṭṭhena ‘‘satthānī’’ti vuccanti. Tesu cāyaṃ visesato codito musāvacanasatthāneva karoti – ‘‘iminā kāraṇenāhaṃ vibbhanto’’ti bhaṇanto. Tenevāha – ‘‘esa khvassa mahāgedho, mosavajjaṃ pagāhatī’’ti. Tattha esa khvassāti esa kho assa. Mahāgedhoti mahābandhanaṃ. Katamoti ce? Yadidaṃ mosavajjaṃ pagāhati, svāssa musāvādajjhogāho mahāgedhoti veditabbo.",
  "atk-s0505a3:86": "827.Mandova parikissatīti pāṇavadhādīni karonto tatonidānañca dukkhamanubhonto bhogapariyesanarakkhanāni ca karonto momūho viya parikilissati.",
  "atk-s0505a3:87": "828-9.‘‘Etamādīnavaṃ ñatvā, muni pubbāpare idhā’’ti etaṃ ‘‘yaso kitti ca yā pubbe, hāyatevāpi tassa sā’’ti ito pabhuti vutte pubbāpare idha imasmiṃ sāsane pubbato apare samaṇabhāvato vibbhantakabhāve ādīnavaṃ muni ñatvā. Etadariyānamuttamanti yadidaṃ vivekacariyā , etaṃ buddhādīnaṃ ariyānaṃ uttamaṃ, tasmā vivekaññeva sikkhethāti adhippāyo. Na tena seṭṭho maññethāti tena ca vivekena na attānaṃ ‘‘seṭṭho aha’’nti maññeyya, tena thaddho na bhaveyyāti vuttaṃ hoti.",
  "atk-s0505a3:88": "830.Rittassāti vivittassa kāyaduccaritādīhi virahitassa. Oghatiṇṇassa pihayanti, kāmesu gadhitā pajāti vatthukāmesu laggā sattā tassa caturoghatiṇṇassa pihayanti iṇāyikā viya āṇaṇyassāti arahattanikūṭena desanaṃ niṭṭhāpesi. Desanāpariyosāne tisso sotāpattiphalaṃ patvā pacchā pabbajitvā arahattaṃ sacchākāsīti.",
  "atk-s0505a3:89": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:90": "Suttanipāta-aṭṭhakathāya tissametteyyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:91": "8. Pasūrasuttavaṇṇanā",
  "atk-s0505a3:92": "831.Idhevasuddhīti pasūrasuttaṃ. Kā uppatti? Bhagavati kira sāvatthiyaṃ viharante pasūro nāma paribbājako mahāvādī, so ‘‘ahamasmi sakalajambudīpe vādena aggo, tasmā yathā jambudīpassa jambupaññāṇaṃ, evaṃ mamāpi bhavituṃ arahatī’’ti jambusākhaṃ dhajaṃ katvā sakalajambudīpe paṭivādaṃ anāsādento anupubbena sāvatthiṃ āgantvā nagaradvāre vālikatthalaṃ katvā tattha sākhaṃ ussāpetvā ‘‘yo mayā saddhiṃ vādaṃ kātuṃ samattho, so imaṃ sākhaṃ bhañjatū’’ti vatvā nagaraṃ pāvisi. Taṃ ṭhānaṃ mahājano parivāretvā aṭṭhāsi. Tena ca samayena āyasmā sāriputto bhattakiccaṃ katvā sāvatthito nikkhamati. So taṃ disvā sambahule gāmadārake pucchi – ‘‘kiṃ etaṃ dārakā’’ti, te sabbaṃ ācikkhiṃsu. ‘‘Tena hi naṃ tumhe uddharitvā pādehi bhañjatha, ‘vādatthiko vihāraṃ āgacchatū’ti ca bhaṇathā’’ti vatvā pakkāmi.",
  "atk-s0505a3:93": "Paribbājako piṇḍāya caritvā katabhattakicco āgantvā uddharitvā bhaggaṃ sākhaṃ disvā ‘‘kenidaṃ kārita’’nti pucchi. ‘‘Buddhasāvakena sāriputtenā’’ti ca vutte pamudito hutvā ‘‘ajja mama jayaṃ samaṇassa ca parājayaṃ paṇḍitā passantū’’ti pañhavīmaṃsake kāraṇike ānetuṃ sāvatthiṃ pavisitvā vīthisiṅghāṭakacaccaresu vicaranto ‘‘samaṇassa gotamassa aggasāvakena saha vāde paññāpaṭibhānaṃ sotukāmā bhonto nikkhamantū’’ti ugghosesi. ‘‘Paṇḍitānaṃ vacanaṃ sossāmā’’ti sāsane pasannāpi appasannāpi bahū manussā nikkhamiṃsu. Tato pasūro mahājanaparivuto ‘‘evaṃ vutte evaṃ bhaṇissāmī’’tiādīni vitakkento vihāraṃ agamāsi. Thero ‘‘vihāre uccāsaddamahāsaddo janabyākulañca mā ahosī’’ti jetavanadvārakoṭṭhake āsanaṃ paññāpetvā nisīdi.",
  "atk-s0505a3:94": "Paribbājako theraṃ upasaṅkamitvā ‘‘tvaṃ, bho, pabbajita, mayhaṃ jambudhajaṃ bhañjāpesī’’ti āha. ‘‘Āma paribbājakā’’ti ca vutte ‘‘hotu no, bho, kāci kathāpavattī’’ti āha. ‘‘Hotu paribbājakā’’ti ca therena sampaṭicchite ‘‘tvaṃ, samaṇa, puccha, ahaṃ vissajjessāmī’’ti āha. Tato naṃ thero avaca ‘‘kiṃ, paribbājaka, dukkaraṃ pucchā, udāhu vissajjana’’nti. Vissajjanaṃ bho, pabbajita, pucchāya kiṃ dukkaraṃ. Taṃ yo hi koci yaṃkiñci pucchatīti. ‘‘Tena hi, paribbājaka, tvaṃ puccha, ahaṃ vissajjessāmī’’ti evaṃ vutte paribbājako ‘‘sādhurūpo bhikkhu ṭhāne sākhaṃ bhañjāpesī’’ti vimhitacitto hutvā theraṃ pucchi – ‘‘ko purisassa kāmo’’ti. ‘‘Saṅkapparāgo purisassa kāmo’’ti (a. ni. 6.63) thero āha. So taṃ sutvā there viruddhasaññī hutvā parājayaṃ āropetukāmo āha – ‘‘citravicitrārammaṇaṃ pana bho, pabbajita, purisassa kāmaṃ na vadesī’’ti? ‘‘Āma, paribbājaka, na vademī’’ti. Tato naṃ paribbājako yāva tikkhattuṃ paṭiññaṃ kārāpetvā ‘‘suṇantu bhonto samaṇassa vāde dosa’’nti pañhavīmaṃsake ālapitvā āha – ‘‘bho, pabbajita, tumhākaṃ sabrahmacārino araññe viharantī’’ti? ‘‘Āma, paribbājaka, viharantī’’ti. ‘‘Te tattha viharantā kāmavitakkādayo vitakke vitakkentī’’ti? ‘‘Āma, paribbājaka, puthujjanā sahasā vitakkentī’’ti. ‘‘Yadi evaṃ tesaṃ samaṇabhāvo kuto? Nanu te agārikā kāmabhogino hontī’’ti evañca pana vatvā athāparaṃ etadavoca –",
  "atk-s0505a3:95": "‘‘Na te ve kāmā yāni citrāni loke,",
  "atk-s0505a3:96": "Saṅkapparāgañca vadesi kāmaṃ;",
  "atk-s0505a3:97": "Saṅkappayaṃ akusale vitakke,",
  "atk-s0505a3:98": "Bhikkhupi te hessati kāmabhogī’’ti. (saṃ. ni. aṭṭha. 1.1.34);",
  "atk-s0505a3:99": "Atha thero paribbājakassa vāde dosaṃ dassento āha – ‘‘kiṃ, paribbājaka, saṅkapparāgaṃ purisassa kāmaṃ na vadesi, citravicitrārammaṇaṃ vadesī’’ti? ‘‘Āma, bho, pabbajitā’’ti. Tato naṃ thero yāva tikkhattuṃ paṭiññaṃ kārāpetvā ‘‘suṇātha, āvuso, paribbājakassa vāde dosa’’nti pañhavīmaṃsake ālapitvā āha – ‘‘āvuso pasūra, tava satthā atthī’’ti? ‘‘Āma, pabbajita, atthī’’ti. ‘‘So cakkhuviññeyyaṃ rūpārammaṇaṃ passati saddārammaṇādīni vā sevatī’’ti? ‘‘Āma, pabbajita, sevatī’’ti. ‘‘Yadi evaṃ tassa satthubhāvo kuto, nanu so agāriko kāmabhogī hotī’’ti evañca pana vatvā athāparaṃ etadavoca –",
  "atk-s0505a3:100": "‘‘Te ve kāmā yāni citrāni loke,",
  "atk-s0505a3:101": "Saṅkapparāgaṃ na vadesi kāmaṃ;",
  "atk-s0505a3:102": "Passanto rūpāni manoramāni,",
  "atk-s0505a3:103": "Suṇanto saddāni manoramāni.",
  "atk-s0505a3:104": "‘‘Ghāyanto gandhāni manoramāni,",
  "atk-s0505a3:105": "Sāyanto rasāni manoramāni;",
  "atk-s0505a3:106": "Phusanto phassāni manoramāni,",
  "atk-s0505a3:107": "Satthāpi te hessati kāmabhogī’’ti.",
  "atk-s0505a3:108": "Evaṃ vutte nippaṭibhāno paribbājako ‘‘ayaṃ pabbajito mahāvādī, imassa santike pabbajitvā vādasatthaṃ sikkhissāmī’’ti sāvatthiṃ pavisitvā pattacīvaraṃ pariyesitvā jetavanaṃ paviṭṭho tattha lāludāyiṃ suvaṇṇavaṇṇaṃ kāyūpapannaṃ sarīrākārākappesu samantapāsādikaṃ disvā ‘‘ayaṃ bhikkhu mahāpañño mahāvādī’’ti mantvā tassa santike pabbajitvā taṃ vādena niggahetvā saliṅgena taṃyeva titthāyatanaṃ pakkamitvā puna ‘‘samaṇena gotamena saddhiṃ vādaṃ karissāmī’’ti sāvatthiyaṃ purimanayeneva ugghosetvā mahājanaparivuto ‘‘evaṃ samaṇaṃ gotamaṃ niggahessāmī’’tiādīni vadanto jetavanaṃ agamāsi. Jetavanadvārakoṭṭhake adhivatthā devatā ‘‘ayaṃ abhājanabhūto’’ti mukhabandhamassa akāsi. So bhagavantaṃ upasaṅkamitvā mūgo viya nisīdi. Manussā ‘‘idāni pucchissati, idāni pucchissatī’’ti tassa mukhaṃ ulloketvā ‘‘vadehi, bho pasūra, vadehi, bho pasūrā’’ti uccāsaddamahāsaddā ahesuṃ. Atha bhagavā ‘‘kiṃ pasūro vadissatī’’ti vatvā tattha sampattaparisāya dhammadesanatthaṃ imaṃ suttaṃ abhāsi.",
  "atk-s0505a3:109": "Tattha paṭhamagāthāya tāva ayaṃ saṅkhepo – ime diṭṭhigatikā attano diṭṭhiṃ sandhāya idheva suddhī iti vādayanti nāññesu dhammesu visuddhimāhu. Evaṃ sante attano satthārādīni nissitā tattheva ‘‘esa vādo subho’’ti evaṃ subhaṃ vadānā hutvā puthū samaṇabrāhmaṇā ‘‘sassato loko’’tiādīsu paccekasaccesu niviṭṭhā.",
  "atk-s0505a3:110": "832. Evaṃ niviṭṭhā ca – te vādakāmāti gāthā. Tattha bālaṃ dahantī mithu aññamaññanti ‘‘ayaṃ bālo ayaṃ bālo’’ti evaṃ dvepi janā aññamaññaṃ bālaṃ dahanti, bālato passanti. Vadanti te aññasitā kathojjanti te aññamaññaṃ satthārādiṃ nissitā kalahaṃ vadanti. Pasaṃsakāmā kusalā vadānāti pasaṃsatthikā ubhopi ‘‘mayaṃ kusalavādā paṇḍitavādā’’ti evaṃsaññino hutvā.",
  "atk-s0505a3:111": "833. Evaṃ vadānesu ca tesu eko niyamato eva – yutto kathāyanti gāthā. Tattha yutto kathāyanti vivādakathāya ussukko. Pasaṃsamicchaṃ vinighāti hotīti attano pasaṃsaṃ icchanto ‘‘kathaṃ nu kho niggahessāmī’’tiādinā nayena pubbeva sallāpā kathaṃkathī vinighātī hoti. Apāhatasminti pañhavīmaṃsakehi ‘‘atthāpagataṃ te bhaṇitaṃ, byañjanāpagataṃ te bhaṇita’’ntiādinā nayena apahārite vāde. Nindāya so kuppatīti evaṃ apāhatasmiñca vāde uppannāya nindāya so kuppati. Randhamesīti parassa randhameva gavesanto.",
  "atk-s0505a3:112": "834. Na kevalañca kuppati, apica kho pana yamassa vādanti gāthā. Tattha parihīnamāhu apāhatanti atthabyañjanādito apāhataṃ parihīnaṃ vadanti. Paridevatīti tato nimittaṃ so ‘‘aññaṃ mayā āvajjita’’ntiādīhi vippalapati. Socatīti ‘‘tassa jayo’’tiādīni ārabbha socati. Upaccagā manti anutthunātīti ‘‘so maṃ vādena vādaṃ atikkanto’’tiādinā nayena suṭṭhutaraṃ vippalapati.",
  "atk-s0505a3:113": "835.Ete vivādā samaṇesūti ettha pana samaṇā vuccanti bāhiraparibbājakā. Etesu ugghāti nighāti hotīti etesu vādesu jayaparājayādivasena cittassa ugghātaṃ nighātañca pāpuṇanto ugghātī nighātī ca hoti. Virame kathojjanti pajaheyya kalahaṃ. Na haññadatthatthi pasaṃsalābhāti na hi ettha pasaṃsalābhato añño attho atthi.",
  "atk-s0505a3:114": "836-7. Chaṭṭhagāthāya attho – yasmā ca na haññadatthatthi pasaṃsalābhā, tasmā paramaṃ lābhaṃ labhantopi ‘‘sundaro aya’’nti tattha diṭṭhiyā pasaṃsito vāpana hoti taṃ vādaṃ parisāya majjhe dīpetvā, tato so tena jayatthena tuṭṭhiṃ vā dantavidaṃsakaṃ vā āpajjanto hasati, mānena ca uṇṇamati. Kiṃ kāraṇaṃ? Yasmā taṃ jayatthaṃ pappuyya yathāmāno jāto, evaṃ uṇṇamato ca yā uṇṇatīti gāthā. Tattha mānātimānaṃ vadate panesoti eso pana taṃ uṇṇatiṃ ‘‘vighātabhūmī’’ti abujjhamāno mānañca atimānañca vadatiyeva.",
  "atk-s0505a3:115": "838. Evaṃ vāde dosaṃ dassetvā idāni tassa vādaṃ asampaṭicchanto ‘‘sūro’’ti gāthamāha. Tattha rājakhādāyāti rājakhādanīyena, bhattavetanenāti vuttaṃ hoti. Abhigajjameti paṭisūramicchanti yathā so paṭisūraṃ icchanto abhigajjanto eti, evaṃ diṭṭhigatiko diṭṭhigatikanti dasseti. Yeneva so, tena palehīti yena so tuyhaṃ paṭisūro, tena gaccha. Pubbevanatthi yadidaṃ yudhāyāti yaṃ pana idaṃ kilesajātaṃ yuddhāya siyā, taṃ etaṃ pubbeva natthi, bodhimūleyeva pahīnanti dasseti. Sesagāthā pākaṭasambandhāyeva.",
  "atk-s0505a3:116": "839-40. Tattha vivādayantīti vivadanti. Paṭisenikattāti paṭilomakārako. Visenikatvāti kilesasenaṃ vināsetvā. Kiṃ labhethoti paṭimallaṃ kiṃ labhissasi. Pasūrāti taṃ paribbājakaṃ ālapati. Yesīdha natthīti yesaṃ idha natthi.",
  "atk-s0505a3:117": "841.Pavitakkanti ‘‘jayo nu kho me bhavissatī’’ti ādīni vitakkento. Dhonena yugaṃ samāgamāti dhutakilesena buddhena saddhiṃ yugaggāhaṃ samāpanno. Na hi tvaṃ sakkhasi sampayātaveti kotthukādayo viya sīhādīhi, dhonena saha yugaṃ gahetvā ekapadampi sampayātuṃ yugaggāhameva vā sampādetuṃ na sakkhissasīti. Sesaṃ sabbattha pākaṭamevāti.",
  "atk-s0505a3:118": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:119": "Suttanipāta-aṭṭhakathāya pasūrasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:120": "9. Māgaṇḍiyasuttavaṇṇanā",
  "atk-s0505a3:121": "842.Disvānataṇhanti māgaṇḍiyasuttaṃ. Kā uppatti? Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharanto paccūsasamaye buddhacakkhunā lokaṃ volokento kurūsu kammāsadhammanigamavāsino māgaṇḍiyassa nāma brāhmaṇassa sapajāpatikassa arahattūpanissayaṃ disvā tāvadeva sāvatthito tattha gantvā kammāsadhammassa avidūre aññatarasmiṃ vanasaṇḍe nisīdi suvaṇṇobhāsaṃ muñcamāno. Māgaṇḍiyopi taṅkhaṇaṃ tattha mukhadhovanatthaṃ gato suvaṇṇobhāsaṃ disvā ‘‘kiṃ ida’’nti ito cito ca pekkhamāno bhagavantaṃ disvā attamano ahosi. Tassa kira dhītā suvaṇṇavaṇṇā, taṃ bahū khattiyakumārādayo vārayantā na labhanti. Brāhmaṇo evaṃladdhiko hoti ‘‘samaṇasseva naṃ suvaṇṇavaṇṇassa dassāmī’’ti. So bhagavantaṃ disvā ‘‘ayaṃ me dhītāya samānavaṇṇo, imassa naṃ dassāmī’’ti cittaṃ uppādesi. Tasmā disvāva attamano ahosi. So vegena gharaṃ gantvā brāhmaṇiṃ āha – ‘‘bhoti bhoti mayā dhītāya samānavaṇṇo puriso diṭṭho, alaṅkarohi dārikaṃ, tassa naṃ dassāmā’’ti. Brāhmaṇiyā dārikaṃ gandhodakena nhāpetvā vatthapupphālaṅkārādīhi alaṅkarontiyā eva bhagavato bhikkhācāravelā sampattā. Atha bhagavā kammāsadhammaṃ piṇḍāya pāvisi.",
  "atk-s0505a3:122": "Tepi kho dhītaraṃ gahetvā bhagavato nisinnokāsaṃ agamaṃsu. Tattha bhagavantaṃ adisvā brāhmaṇī ito cito ca vilokentī bhagavato nisajjaṭṭhānaṃ tiṇasanthārakaṃ addasa. Buddhānañca adhiṭṭhānabalena nisinnokāso padanikkhepo ca abyākulā honti. Sā brāhmaṇaṃ āha – ‘‘esa, brāhmaṇa, tassa tiṇasanthāro’’ti? ‘‘Āma, bhotī’’ti. ‘‘Tena hi, brāhmaṇa, amhākaṃ āgamanakammaṃ na sampajjissatī’’ti. ‘‘Kasmā bhotī’’ti? ‘‘Passa, brāhmaṇa, abyākulo tiṇasanthāro, neso kāmabhogino paribhutto’’ti. Brāhmaṇo ‘‘mā, bhoti maṅgale pariyesiyamāne avamaṅgalaṃ abhaṇī’’ti āha. Punapi brāhmaṇī ito cito ca vicarantī bhagavato padanikkhepaṃ disvā brāhmaṇaṃ āha ‘‘ayaṃ tassa padanikkhepo’’ti? ‘‘Āma, bhotī’’ti. ‘‘Passa, brāhmaṇa, padanikkhepaṃ, nāyaṃ satto kāmesu gadhito’’ti. ‘‘Kathaṃ tvaṃ bhoti jānāsī’’ti ca vuttā attano ñāṇabalaṃ dassentī āha –",
  "atk-s0505a3:123": "‘‘Rattassa hi ukkuṭikaṃ padaṃ bhave,",
  "atk-s0505a3:124": "Duṭṭhassa hoti anukaḍḍhitaṃ padaṃ;",
  "atk-s0505a3:125": "Mūḷhassa hoti sahasānupīḷitaṃ,",
  "atk-s0505a3:126": "Vivaṭṭacchadassa idamīdisaṃ pada’’nti. (a. ni. aṭṭha. 1.1.260-261; dha. pa. aṭṭha. 1.2 sāmāvatīvatthu; visuddhi. 1.45);",
  "atk-s0505a3:127": "Ayañcarahi tesaṃ kathā vippakatā, atha bhagavā katabhattakicco tameva vanasaṇḍaṃ āgato. Brāhmaṇī bhagavato varalakkhaṇakhacitaṃ byāmappabhāparikkhittaṃ rūpaṃ disvā brāhmaṇaṃ āha – ‘‘esa tayā, brāhmaṇa, diṭṭho’’ti? ‘‘Āma bhotī’’ti. ‘‘Āgatakammaṃ na sampajjissateva, evarūpo nāma kāme paribhuñjissatīti netaṃ ṭhānaṃ vijjatī’’ti. Tesaṃ evaṃ vadantānaññeva bhagavā tiṇasanthārake nisīdi. Atha brāhmaṇo dhītaraṃ vāmena hatthena gahetvā kamaṇḍaluṃ dakkhiṇena hatthena gahetvā bhagavantaṃ upasaṅkamitvā ‘‘bho, pabbajita, tvañca suvaṇṇavaṇṇo ayañca dārikā, anucchavikā esā tava, imāhaṃ bhoto bhariyaṃ posāvanatthāya dammī’’ti vatvā bhagavato santikaṃ gantvā dātukāmo aṭṭhāsi. Bhagavā brāhmaṇaṃ anālapitvā aññena saddhiṃ sallapamāno viya ‘‘disvāna taṇha’’nti imaṃ gāthaṃ abhāsi.",
  "atk-s0505a3:128": "Tassattho – ajapālanigrodhamūle nānārūpāni nimminitvā abhikāmamāgataṃ māradhītaraṃ disvāna taṇhaṃ aratiṃ ragañca chandamattampi me methunasmiṃ nāhosi, kimevidaṃ imissā dārikāya muttakarīsapuṇṇaṃ rūpaṃ disvā bhavissati sabbathā pādāpi naṃ samphusituṃ na icche, kutonena saṃvasitunti.",
  "atk-s0505a3:129": "843. Tato māgaṇḍiyo ‘‘pabbajitā nāma mānusake kāme pahāya dibbakāmatthāya pabbajanti, ayañca dibbepi kāme na icchati, idampi itthiratanaṃ, kā nu assa diṭṭhī’’ti pucchituṃ dutiyaṃ gāthamāha. Tattha etādisaṃ ce ratananti dibbitthiratanaṃ sandhāya bhaṇati, nārinti attano dhītaraṃ sandhāya. Diṭṭhigataṃ sīlavataṃ nu jīvitanti diṭṭhiñca sīlañca vatañca jīvitañca. Bhavūpapattiñca vadesi kīdisanti attano bhavūpapattiñca kīdisaṃ vadasīti.",
  "atk-s0505a3:130": "844. Ito parā dve gāthā visajjanapucchānayena pavattattā pākaṭasambandhāyeva. Tāsu paṭhamagāthāya saṅkhepattho – tassa mayhaṃ, māgaṇḍiya, dvāsaṭṭhidiṭṭhigatadhammesu nicchinitvā ‘‘idameva saccaṃ, moghamañña’’nti evaṃ idaṃ vadāmīti samuggahitaṃ na hoti natthi na vijjati. Kiṃkāraṇā ? Ahañhi passanto diṭṭhīsu ādīnavaṃ kañci diṭṭhiṃ aggahetvā saccāni pavicinanto ajjhattaṃ rāgādīnaṃ santibhāvena ajjhattasantisaṅkhātaṃ nibbānameva addasanti.",
  "atk-s0505a3:131": "845. Dutiyagāthāya saṅkhepattho – yānimāni diṭṭhigatāni tehi tehi sattehi vinicchinitvā gahitattā vinicchayāti ca attano paccayehi abhisaṅkhatabhāvādinā nayena pakappitāni cāti vuccanti. Te tvaṃ muni diṭṭhigatadhamme aggahetvā ajjhattasantīti yametamatthaṃ brūsi, ācikkha me, kathaṃ nu dhīrehi paveditaṃ kathaṃ pakāsitaṃ dhīrehi taṃ padanti.",
  "atk-s0505a3:132": "846. Athassa bhagavā yathā yena upāyena taṃ padaṃ dhīrehi pakāsitaṃ, taṃ upāyaṃ sapaṭipakkhaṃ dassento ‘‘na diṭṭhiyā’’ti gāthamāha. Tattha ‘‘na diṭṭhiyā’’tiādīhi diṭṭhisutiaṭṭhasamāpattiñāṇabāhirasīlabbatāni paṭikkhipati. ‘‘Suddhimāhā’’ti ettha vuttaṃ āha-saddaṃ sabbattha nakārena saddhiṃ yojetvā purisabyattayaṃ katvā ‘‘diṭṭhiyā suddhiṃ nāhaṃ kathemī’’ti evamattho veditabbo. Yathā cettha, evaṃ uttarapadesupi. Tattha ca adiṭṭhiyā nāhāti dasavatthukaṃ sammādiṭṭhiṃ vinā na kathemi. Tathā assutiyāti navaṅgaṃ savanaṃ vinā. Añāṇāti kammassa katasaccānulomikañāṇaṃ vinā. Asīlatāti pātimokkhasaṃvaraṃ vinā. Abbatāti dhutaṅgavataṃ vinā. Nopi tenāti tesu ekamekena diṭṭhiādimattenāpi no kathemīti evamattho veditabbo. Ete ca nissajja anuggahāyāti ete ca purime diṭṭhiādibhede kaṇhapakkhiye dhamme samugghātakaraṇena nissajja, pacchime adiṭṭhiādibhede sukkapakkhiye atammayatāpajjanena anuggahāya. Santo anissāya bhavaṃ najappeti imāya paṭipattiyā rāgādivūpasamena santo cakkhādīsu kañci dhammaṃ anissāya ekampi bhavaṃ apihetuṃ apatthetuṃ samattho siyā, ayamassa ajjhattasantīti adhippāyo.",
  "atk-s0505a3:133": "847. Evaṃ vutte vacanatthaṃ asallakkhento māgaṇḍiyo ‘‘no ce kirā’’ti gāthamāha. Tattha diṭṭhādīni vuttanayāneva. Kaṇhapakkhiyāniyeva pana sandhāya ubhayatrāpi āha. Āha-saddaṃ pana nocekira-saddena yojetvā ‘‘no ce kirāha no ce kira kathesī’’ti evaṃ attho daṭṭhabbo. Momuhanti atimūḷhaṃ, mohanaṃ vā. Paccentīti jānanti.",
  "atk-s0505a3:134": "848. Athassa bhagavā taṃ diṭṭhiṃ nissāya pucchaṃ paṭikkhipanto ‘‘diṭṭhiñca nissāyā’’ti gāthamāha. Tassattho – tvaṃ, māgaṇḍiya, diṭṭhiṃ nissāya punappunaṃ pucchamāno yāni te diṭṭhigatāni samuggahitāni, tesveva samuggahītesu evaṃ pamohaṃ āgato, ito ca mayā vuttaajjhattasantito paṭipattito dhammadesanato vā aṇumpi yuttasaññaṃ na passasi, tena kāraṇena tvaṃ imaṃ dhammaṃ momuhato passasīti.",
  "atk-s0505a3:135": "849. Evaṃ samuggahitesu pamohena māgaṇḍiyassa vivādāpattiṃ dassetvā idāni tesu aññesu ca dhammesu vigatappamohassa attano nibbivādataṃ dassento ‘‘samo visesī’’ti gāthamāha. Tassattho – yo evaṃ tividhamānena vā diṭṭhiyā vā maññati, so tena mānena tāya diṭṭhiyā tena vā puggalena vivadeyya. Yo pana amhādiso imāsu tīsu vidhāsu avikampamāno, samo visesīti na tassa hoti, na ca hīnoti pāṭhaseso.",
  "atk-s0505a3:136": "850. Kiñca bhiyyo – saccanti soti gāthā. Tassattho – so evarūpo pahīnamānadiṭṭhiko mādiso bāhitapāpattādinā nayena brāhmaṇo ‘‘idameva sacca’’nti kiṃ vadeyya kiṃ vatthuṃ bhaṇeyya, kena vā kāraṇena bhaṇeyya, ‘‘mayhaṃ saccaṃ, tuyhaṃ musā’’ti vā kena mānena diṭṭhiyā puggalena vā vivadeyya? Yasmiṃ mādise khīṇāsave ‘‘sadisohamasmī’’ti pavattiyā samaṃ vā, itaradvayabhāvena pavattiyā visamaṃ vā maññitaṃ natthi, so samānādīsu kena vādaṃ paṭisaṃyujeyya paṭipphareyyāti. Nanu ekaṃseneva evarūpo puggalo – okaṃ pahāyāti gāthā?",
  "atk-s0505a3:137": "851. Tattha okaṃ pahāyāti rūpavatthādiviññāṇassa okāsaṃ tatra chandarāgappahānena chaḍḍetvā. Aniketasārīti rūpanimittaniketādīni taṇhāvasena asaranto. Gāme akubbaṃ muni santhavānīti gāme gihisanthavāni akaronto. Kāmehi rittoti kāmesu chandarāgābhāvena sabbakāmehi puthubhūto. Apurekkharānoti āyatiṃ attabhāvaṃ anabhinibbattento. Kathaṃ na viggayha janena kayirāti janena saddhiṃ viggāhikakathaṃ na katheyya. So evarūpo – yehi vivittoti gāthā.",
  "atk-s0505a3:138": "852. Tattha yehīti yehi diṭṭhigatehi. Vivitto vicareyyāti ritto careyya. Na tāni uggayha vadeyya nāgoti ‘‘āguṃ na karotī’’tiādinā (cūḷani. bhadrāvudhamāṇavapucchāniddesa 70; pārāyanānugītigāthāniddesa 102) nayena nāgo tāni diṭṭhigatāni uggahetvā na vadeyya. Jalambujanti jalasaññite ambumhi jātaṃ kaṇṭakanāḷaṃ vārijaṃ, padumanti vuttaṃ hoti. Yathā jalena paṅkena ca nūpalittanti taṃ padumaṃ yathā jalena ca paṅkena ca anupalittaṃ hoti, evaṃ muni santivādo agiddhoti evaṃ ajjhattasantivādo muni gedhābhāvena agiddho. Kāmeca loke caanūpalittoti duvidhepi kāme apāyādike ca loke dvīhipi lepehi anupalitto hoti.",
  "atk-s0505a3:139": "853. Kiñca bhiyyo – na vedagūti gāthā. Tattha na vedagū diṭṭhiyāyakoti catumaggavedagū mādiso diṭṭhiyāyako na hoti, diṭṭhiyā gacchanto vā, taṃ sārato paccento vā na hoti. Tattha vacanattho – yāyatīti yāyako, karaṇavacanena diṭṭhiyā yātīti diṭṭhiyāyako. Upayogatthe sāmivacanena diṭṭhiyā yātītipi diṭṭhiyāyako. Na mutiyā sa mānametīti mutarūpādibhedāya mutiyāpi so mānaṃ na eti. Na hi tammayo soti taṇhādiṭṭhivasena tammayo hoti tapparāyaṇo, ayaṃ pana na tādiso. Na kammunā nopi sutena neyyoti puññābhisaṅkhārādinā kammunā vā sutasuddhiādinā sutena vā so netabbo na hoti. Anūpanīto sa nivesanesūti so dvinnampi upayānaṃ pahīnattā sabbesu taṇhādiṭṭhinivesanesu anūpanīto. Tassa ca evaṃvidhassa – saññāvirattassāti gāthā.",
  "atk-s0505a3:140": "854. Tattha saññāvirattassāti nekkhammasaññāpubbaṅgamāya bhāvanāya pahīnakāmādisaññassa. Iminā padena ubhatobhāgavimutto samathayāniko adhippeto. Paññāvimuttassāti vipassanāpubbaṅgamāya bhāvanāya sabbakilesehi vimuttassa. Iminā sukkhavipassako adhippeto. Saññañca diṭṭhiñca ye aggahesuṃ, te ghaṭṭayantā vicaranti loketi ye kāmasaññādikaṃ saññaṃ aggahesuṃ, te visesato gahaṭṭhā kāmādhikaraṇaṃ, ye ca diṭṭhiṃ aggahesuṃ, te visesato pabbajitā dhammādhikaraṇaṃ aññamaññaṃ ghaṭṭentā vicarantīti. Sesamettha yaṃ avuttaṃ, taṃ vuttānusāreneva veditabbaṃ. Desanāpariyosāne brāhmaṇo ca brāhmaṇī ca pabbajitvā arahattaṃ pāpuṇiṃsūti.",
  "atk-s0505a3:141": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:142": "Suttanipāta-aṭṭhakathāya māgaṇḍiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:143": "10. Purābhedasuttavaṇṇanā",
  "atk-s0505a3:144": "855.Kathaṃdassīti purābhedasuttaṃ. Kā uppatti? Imassa suttassa ito paresañca pañcannaṃ kalahavivādacūḷabyūhamahābyūhatuvaṭakaattadaṇḍasuttānaṃ sammāparibbājanīyassa uppattiyaṃ vuttanayeneva sāmaññato uppatti vuttā. Visesato pana yatheva tasmiṃ mahāsamaye rāgacaritadevatānaṃ sappāyavasena dhammaṃ desetuṃ nimmitabuddhena attānaṃ pucchāpetvā sammāparibbājanīyasuttamabhāsi, evaṃ tasmiṃyeva mahāsamaye ‘‘kiṃ nu kho purā sarīrabhedā kattabba’’nti uppannacittānaṃ devatānaṃ cittaṃ ñatvā tāsaṃ anuggahatthaṃ aḍḍhateḷasabhikkhusataparivāraṃ nimmitabuddhaṃ ākāsena ānetvā tena attānaṃ pucchāpetvā imaṃ suttamabhāsi.",
  "atk-s0505a3:145": "Tattha pucchāya tāva so nimmito kathaṃdassīti adhipaññaṃ kathaṃsīloti adhisīlaṃ, upasantoti adhicittaṃ pucchati. Sesaṃ pākaṭameva.",
  "atk-s0505a3:146": "856. Vissajjane pana bhagavā sarūpena adhipaññādīni avissajjetvāva adhipaññādippabhāvena yesaṃ kilesānaṃ upasamā ‘‘upasanto’’ti vuccati, nānādevatānaṃ āsayānulomena tesaṃ upasamameva dīpento ‘‘vītataṇho’’tiādikā gāthāyo abhāsi. Tattha ādito aṭṭhannaṃ gāthānaṃ ‘‘taṃ brūmi upasanto’’ti imāya gāthāya sambandho veditabbo. Tato parāsaṃ ‘‘sa ve santoti vuccatī’’ti iminā sabbapacchimena padena.",
  "atk-s0505a3:147": "Anupadavaṇṇanānayena ca – vītataṇho purā bhedāti yo sarīrabhedā pubbameva pahīnataṇho. Pubbamantamanissitoti atītaddhādibhedaṃ pubbantamanissito. Vemajjhenupasaṅkheyyoti paccuppannepi addhani ‘‘ratto’’tiādinā nayena na upasaṅkhātabbo. Tassa natthi purakkhatanti tassa arahato dvinnaṃ purekkhārānaṃ abhāvā anāgate addhani purakkhatampi natthi, taṃ brūmi upasantoti evamettha yojanā veditabbā. Esa nayo sabbattha. Ito paraṃ pana yojanaṃ adassetvā anuttānapadavaṇṇanaṃyeva karissāma.",
  "atk-s0505a3:148": "857.Asantāsīti tena tena alābhakena asantasanto. Avikatthīti sīlādīhi avikatthanasīlo . Akukkucoti hatthakukkucādivirahito . Mantabhāṇīti mantāya pariggahetvā vācaṃ bhāsitā. Anuddhatoti uddhaccavirahito. Sa ve vācāyatoti so vācāya yato saṃyato catudosavirahitaṃ vācaṃ bhāsitā hoti.",
  "atk-s0505a3:149": "858.Nirāsattīti nittaṇho. Vivekadassī phassesūti paccuppannesu cakkhusamphassādīsu attādibhāvavivekaṃ passati. Diṭṭhīsu ca na nīyatīti dvāsaṭṭhidiṭṭhīsu kāyaci diṭṭhiyā na nīyati.",
  "atk-s0505a3:150": "859.Patilīnoti rāgādīnaṃ pahīnattā tato apagato. Akuhakoti avimhāpako tīhi kuhanavatthūhi. Apihālūti apihanasīlo, patthanātaṇhāya rahitoti vuttaṃ hoti. Amaccharīti pañcamaccheravirahito. Appagabbhoti kāyapāgabbhiyādivirahito. Ajegucchoti sampannasīlāditāya ajegucchanīyo asecanako manāpo. Pesuṇeyye ca no yutoti dvīhi ākārehi upasaṃharitabbe pisuṇakamme ayutto.",
  "atk-s0505a3:151": "860.Sātiyesu anassāvīti sātavatthūsu kāmaguṇesu taṇhāsanthavavirahito. Saṇhoti saṇhehi kāyakammādīhi samannāgato. Paṭibhānavāti pariyattiparipucchādhigamapaṭibhānehi samannāgato. Na saddhoti sāmaṃ adhigatadhammaṃ na kassaci saddahati. Na virajjatīti khayā rāgassa virattattā idāni na virajjati.",
  "atk-s0505a3:152": "861.Lābhakamyā na sikkhatīti na lābhapatthanāya suttantādīni sikkhati. Aviruddho ca taṇhāya, rasesu nānugijjhatīti virodhābhāvena ca aviruddho hutvā taṇhāya mūlarasādīsu gedhaṃ nāpajjati.",
  "atk-s0505a3:153": "862.Upekkhakoti chaḷaṅgupekkhāya samannāgato. Satoti kāyānupassanādisatiyutto.",
  "atk-s0505a3:154": "863.Nissayanāti taṇhādiṭṭhinissayā. Ñatvā dhammanti aniccādīhi ākārehi dhammaṃ jānitvā. Anissitoti evaṃ tehi nissayehi anissito. Tena aññatra dhammañāṇā natthi nissayānaṃ abhāvoti dīpeti bhavāya vibhavāya vāti sassatāya ucchedāya vā.",
  "atk-s0505a3:155": "864.Taṃbrūmi upasantoti taṃ evarūpaṃ ekekagāthāya vuttaṃ upasantoti kathemi. Atarī so visattikanti so imaṃ visatādibhāvena visattikāsaṅkhātaṃ mahātaṇhaṃ atari.",
  "atk-s0505a3:156": "865. Idāni tameva upasantaṃ pasaṃsanto āha ‘‘na tassa puttā’’ti evamādi. Tattha puttā atrajādayo cattāro. Ettha ca puttapariggahādayo puttādināmena vuttāti veditabbā. Te hissa na vijjanti, tesaṃ vā abhāvena puttādayo na vijjantīti.",
  "atk-s0505a3:157": "866.Yena naṃ vajjuṃ puthujjanā, atho samaṇabrāhmaṇāti yena taṃ rāgādinā vajjena puthujjanā sabbepi devamanussā ito bahiddhā samaṇabrāhmaṇā ca ratto vā duṭṭho vāti, vadeyyuṃ. Taṃ tassa apurakkhatanti taṃ rāgādivajjaṃ tassa arahato apurakkhataṃ tasmā vādesu nejatīti taṃ kāraṇā nindāvacanesu na kampati.",
  "atk-s0505a3:158": "867.Na ussesu vadateti visiṭṭhesu attānaṃ antokatvā ‘‘ahaṃ visiṭṭho’’ti atimānavasena na vadati. Esa nayo itaresu dvīsu. Kappaṃ neti akappiyoti so evarūpo duvidhampi kappaṃ na eti. Kasmā? Yasmā akappiyo, pahīnakappoti vuttaṃ hoti.",
  "atk-s0505a3:159": "868.Sakanti mayhanti pariggahitaṃ. Asatā ca na socatīti avijjamānādinā asatā ca na socati. Dhammesu ca na gacchatīti sabbesu dhammesu chandādivasena na gacchati. Sa ve santoti vuccatīti so evarūpo naruttamo ‘‘santo’’ti vuccatīti arahattanikūṭena desanaṃ niṭṭhāpesi. Desanāpariyosāne koṭisatasahassadevatānaṃ arahattappatti ahosi, sotāpannādīnaṃ gaṇanā natthīti.",
  "atk-s0505a3:160": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:161": "Suttanipāta-aṭṭhakathāya purābhedasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:162": "11. Kalahavivādasuttavaṇṇanā",
  "atk-s0505a3:163": "869.Kutopahūtā kalahā vivādāti kalahavivādasuttaṃ. Kā uppatti? Idampi tasmiṃyeva mahāsamaye ‘‘kuto nu, kho, kalahādayo aṭṭha dhammā pavattantī’’ti uppannacittānaṃ ekaccānaṃ devatānaṃ te dhamme āvikātuṃ purimanayeneva nimmitabuddhena attānaṃ pucchāpetvā vuttaṃ tattha pucchāvissajjanakkamena ṭhitattā sabbagāthā pākaṭasambandhāyeva.",
  "atk-s0505a3:164": "Anuttānapadavaṇṇanā panetāsaṃ evaṃ veditabbā – kutopahūtā kalahā vivādāti kalaho ca tassa pubbabhāgo vivādo cāti ime kuto jātā. Paridevasokā sahamaccharā cāti paridevasokā ca maccharā ca kutopahūtā. Mānātimānā sahapesuṇā cāti mānā ca atimānā ca pesuṇā ca kutopahūtā. Teti te sabbepi aṭṭha kilesadhammā. Tadiṅgha brūhīti taṃ mayā pucchitamatthaṃ brūhi yācāmi taṃ ahanti. Yācanattho hi iṅghāti nipāto.",
  "atk-s0505a3:165": "870.Piyappahūtāti piyavatthuto jātā. Yutti panettha niddese (mahāni. 98) vuttā eva. Maccherayuttā kalahā vivādāti iminā kalahavivādādīnaṃ na kevalaṃ piyavatthumeva, macchariyampi paccayaṃ dasseti. Kalahavivādasīsena cettha sabbepi te dhammā vuttāti veditabbā. Yathā ca etesaṃ macchariyaṃ, tathā pesuṇānañca vivādaṃ. Tenāha – ‘‘vivādajātesu ca pesuṇānī’’ti.",
  "atk-s0505a3:166": "871.Piyāsu lokasmiṃ kutonidānā ye cāpi lobhā vicaranti loketi ‘‘piyā pahūtā kalahā’’ti ye ettha vuttā. Te piyā lokasmiṃ kutonidānā, na kevalañca piyā, ye cāpi khattiyādayo lobhā vicaranti lobhahetukā lobhenābhibhūtā vicaranti, tesaṃ so lobho ca kutonidānoti dve atthe ekāya pucchāya pucchati. Āsā ca niṭṭhā cāti āsā ca tassā āsāya samiddhi ca. Ye samparāyāya narassa hontīti ye narassa samparāyāya honti, parāyanā hontīti vuttaṃ hoti. Ekā evāyampi pucchā.",
  "atk-s0505a3:167": "872.Chandānidānānīti kāmacchandādichandanidānāni. Ye cāpi lobhā vicarantīti ye cāpi khattiyādayo lobhā vicaranti tesaṃ lobhopi chandanidānoti dvepi atthe ekato vissajjeti. Itonidānāti chandanidānā evāti vuttaṃ hoti. ‘‘Kutonidānā kutonidānā’’ti (su. ni. 273) etesu ca saddasiddhi sūcilomasutte vuttanayeneva veditabbā.",
  "atk-s0505a3:168": "873.Vinicchayāti taṇhādiṭṭhivinicchayā. Ye vāpi dhammā samaṇena vuttāti ye ca aññepi kodhādīhi sampayuttā, tathārūpā vā akusalā dhammā buddhasamaṇena vuttā, te kutopahūtāti.",
  "atk-s0505a3:169": "874.Tamūpanissāya pahoti chandoti taṃ sukhadukkhavedanaṃ. Tadubhayavatthusaṅkhātaṃ sātāsātaṃ upanissāya saṃyogaviyogapatthanāvasena chando pahoti. Ettāvatā ‘‘chando nu lokasmiṃ kutonidāno’’ti ayaṃ pañho vissajjito hoti. Rūpesu disvā vibhavaṃ bhavañcāti rūpesu vayañca uppādañca disvā. Vinicchayaṃ kubbati jantu loketi apāyādike loke ayaṃ jantu bhogādhigamanatthaṃ taṇhāvinicchayaṃ ‘‘attā me uppanno’’tiādinā nayena diṭṭhivinicchayañca kurute. Yutti panettha niddese (mahāni. 102) vuttā eva. Ettāvatā ‘‘vinicchayā cāpi kutopahūtā’’ti ayaṃ pañho vissajjito hoti.",
  "atk-s0505a3:170": "875.Etepi dhammā dvayameva santeti etepi kodhādayo dhammā sātāsātadvaye sante eva pahonti uppajjanti. Uppatti ca nesaṃ niddese (mahāni. 103) vuttāyeva. Ettāvatā tatiyapañhopi vissajjito hoti. Idāni yo evaṃ vissajjitesu etesu pañhesu kathaṃkathī bhaveyya, tassa kathaṃkathāpahānūpāyaṃ dassento āha – ‘‘kathaṃkathī ñāṇapathāya sikkhe’’ti, ñāṇadassanañāṇādhigamanatthaṃ tisso sikkhā sikkheyyāti vuttaṃ hoti. Kiṃ kāraṇaṃ? Ñatvā pavuttā samaṇena dhammā. Buddhasamaṇena hi ñatvāva dhammā vuttā, natthi tassa dhammesu aññāṇaṃ. Attano pana ñāṇābhāvena te ajānanto na jāneyya, na desanā dosena, tasmā kathaṃkathī ñāṇapathāya sikkhe, ñatvā pavuttā samaṇena dhammāti.",
  "atk-s0505a3:171": "876-7.Sātaṃasātañca kutonidānāti ettha sātaṃ asātanti sukhadukkhavedanā eva adhippetā. Na bhavanti heteti na bhavanti ete. Vibhavaṃ bhavañcāpi yametamatthaṃ etaṃ me pabrūhi yatonidānanti sātāsātānaṃ vibhavaṃ bhavañca etampi yaṃ atthaṃ. Liṅgabyattayo ettha kato. Idaṃ pana vuttaṃ hoti – sātāsātānaṃ vibhavo bhavo cāti yo esa attho, evaṃ me pabrūhi yatonidānanti. Ettha ca sātāsātānaṃ vibhavabhavavatthukā vibhavabhavadiṭṭhiyo eva vibhavabhavāti atthato veditabbā. Tathā hi imassa pañhassa vissajjanapakkhe ‘‘bhavadiṭṭhipi phassanidānā, vibhavadiṭṭhipi phassanidānā’’ti niddese (mahāni. 105) vuttaṃ. Itonidānanti phassanidānaṃ.",
  "atk-s0505a3:172": "878.Kismiṃ vibhūte na phusanti phassāti kismiṃ vītivatte cakkhusamphassādayo pañca phassā na phusanti.",
  "atk-s0505a3:173": "879.Nāmañca rūpañca paṭiccāti sampayuttakanāmaṃ vatthārammaṇarūpañca paṭicca. Rūpe vibhūte na phusanti phassāti rūpe vītivatte pañca phassā na phusanti.",
  "atk-s0505a3:174": "880.Kathaṃ sametassāti kathaṃ paṭipannassa. Vibhoti rūpanti rūpa vibhavati, na bhaveyya vā. Sukhaṃ dukhañcāti iṭṭhāniṭṭhaṃ rūpameva pucchati.",
  "atk-s0505a3:175": "881.Na saññasaññīti yathā sametassa vibhoti rūpaṃ, so pakatisaññāya saññīpi na hoti. Na visaññasaññīti visaññāyapi virūpāya saññāya saññī na hoti ummattako vā khittacitto vā. Nopi asaññīti saññāvirahitopi na hoti nirodhasamāpanno vā asaññasatto vā. Na vibhūtasaññīti ‘‘sabbaso rūpasaññāna’’ntiādinā (dha sa. 265; vibha. 602) nayena samatikkantasaññīpi na hoti arūpajjhānalābhī. Evaṃ sametassa vibhoti rūpanti etasmiṃ saññasaññitādibhāve aṭṭhatvā yadetaṃ vuttaṃ ‘‘so evaṃ samāhite citte…pe… ākāsānañcāyatanasamāpattipaṭilābhatthāya cittaṃ abhinīharatī’’ti. Evaṃ sametassa arūpamaggasamaṅgino vibhoti rūpaṃ. Saññānidānā hi papañcasaṅkhāti evaṃ paṭipannassāpi yā saññā, tannidānā taṇhādiṭṭhipapañcā appahīnā eva hontīti dasseti.",
  "atk-s0505a3:176": "882-3.Ettāvataggaṃnu vadanti, heke yakkhassa suddhiṃ idha paṇḍitāse. Udāhu aññampi vadantiettoti ettāvatā nu idha paṇḍitā samaṇabrāhmaṇā aggaṃ suddhiṃ sattassa vadanti, udāhu aññampi etto arūpasamāpattito adhikaṃ vadantīti pucchati. Ettāvataggampi vadanti heketi eke sassatavādā samaṇabrāhmaṇā paṇḍitamānino ettāvatāpi aggaṃ suddhiṃ vadanti. Tesaṃ paneke samayaṃ vadantīti tesaṃyeva eke ucchedavādā samayaṃ ucchedaṃ vadanti. Anupādisese kusalā vadānāti anupādisese kusalavādā samānā.",
  "atk-s0505a3:177": "884.Eteca ñatvā upanissitāti ete ca diṭṭhigatike sassatucchedadiṭṭhiyo nissitāti ñatvā. Ñatvā munī nissaye so vimaṃsīti nissaye ca ñatvā so vīmaṃsī paṇḍito buddhamuni. Ñatvā vimuttoti dukkhāniccādito dhamme ñatvā vimutto. Bhavābhavāya na sametīti punappunaṃ upapattiyā na samāgacchatīti arahattanikūṭena desanaṃ niṭṭhāpesi. Desanāpariyosāne purābhedasutte vuttasadisoyevābhisamayo ahosīti.",
  "atk-s0505a3:178": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:179": "Suttanipāta-aṭṭhakathāya kalahavivādasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:180": "12. Cūḷabyūhasuttavaṇṇanā",
  "atk-s0505a3:181": "885-6.Sakaṃsakaṃdiṭṭhiparibbasānāti cūḷabyūhasuttaṃ. Kā uppatti? Idampi tasmiṃyeva mahāsamaye ‘‘sabbepi ime diṭṭhigatikā ‘sādhurūpamhā’ti bhaṇanti, kiṃ nu kho sādhurūpāva ime attanoyeva diṭṭhiyā patiṭṭhahanti, udāhu aññampi diṭṭhiṃ gaṇhantī’’ti uppannacittānaṃ ekaccānaṃ devatānaṃ tamatthaṃ pakāsetuṃ purimanayeneva nimmitabuddhena attānaṃ pucchāpetvā vuttaṃ.",
  "atk-s0505a3:182": "Tattha ādito dvepi gāthā pucchāgāthāyeva. Tāsu sakaṃsakaṃdiṭṭhiparibbasānāti attano attano diṭṭhiyā vasamānā. Viggayha nānā kusalā vadantīti diṭṭhibalaggāhaṃ gahetvā, tattha ‘‘kusalāmhā’’ti paṭijānamānā puthu puthu vadanti ekaṃ na vadanti. Yo evaṃ jānāti sa vedi dhammaṃ idaṃ paṭikosamakevalī soti tañca diṭṭhiṃ sandhāya yo evaṃ jānāti, so dhammaṃ vedi. Idaṃ pana paṭikkosanto hīno hotīti vadanti. Bāloti hīno. Akkusaloti avidvā.",
  "atk-s0505a3:183": "887-8. Idāni tisso vissajjanagāthā honti. Tā purimaḍḍhena vuttamatthaṃ pacchimaḍḍhena paṭibyūhitvā ṭhitā. Tena byūhena uttarasuttato ca appakattā idaṃ suttaṃ ‘‘cūḷabyūha’’nti nāmaṃ labhati. Tattha parassa ce dhammanti parassa diṭṭhiṃ. Sabbeva bālāti evaṃ sante sabbeva ime bālā hontīti adhippāyo. Kiṃ kāraṇaṃ? Sabbevime diṭṭhiparibbasānāti sandiṭṭhiyā ceva na vīvadātā. Saṃsuddhapaññā kusalā mutīmāti sakāya diṭṭhiyā na vivadātā na vodātā saṃkiliṭṭhāva samānā saṃsuddhapaññā ca kusalā ca mutimanto ca te honti ce. Atha vā ‘‘sandiṭṭhiyā ce pana vīvadātā’’ tipi pāṭho. Tassattho – sakāya pana diṭṭhiyā vodātā saṃsuddhapaññā kusalā mutimanto honti ce. Na tesaṃ kocīti evaṃ sante tesaṃ ekopi hīnapañño na hoti. Kiṃkāraṇā? Diṭṭhī hi tesampi tathā samattā, yathā itaresanti.",
  "atk-s0505a3:184": "889.Na vāhametanti gāthāya saṅkhepattho – yaṃ te mithu dve dve janā aññamaññaṃ ‘‘bālo’’ti āhu, ahaṃ etaṃ tathiyaṃ tacchanti neva brūmi. Kiṃkāraṇā? Yasmā sabbe te sakaṃ sakaṃ diṭṭhiṃ ‘‘idameva saccaṃ moghamañña’’nti akaṃsu. Tena ca kāraṇena paraṃ ‘‘bālo’’ti dahanti. Ettha ca ‘‘tathiya’’nti ‘‘kathiva’’nti dvepi pāṭhā.",
  "atk-s0505a3:185": "890.Yamāhūti pucchāgāthāya yaṃ diṭṭhisaccaṃ tathiyanti eke āhu.",
  "atk-s0505a3:186": "891.Ekañhi saccanti vissajjanagāthāya ekaṃ saccaṃ nirodho maggo vā. Yasmiṃ pajā no vivade pajānanti yamhi sacce pajānanto pajā no vivadeyya. Sayaṃ thunantīti attanā vadanti.",
  "atk-s0505a3:187": "892.Kasmā nūti pucchāgāthāya pavādiyāseti vādino. Udāhu te takkamanussarantīti te vādino udāhu attano takkamattaṃ anugacchanti.",
  "atk-s0505a3:188": "893.Nahevāti vissajjanagāthāya aññatra saññāya niccānīti ṭhapetvā saññāmattena niccanti gahitaggahaṇāni. Takkañca diṭṭhīsu pakappayitvāti attano micchāsaṅkappamattaṃ diṭṭhīsu janetvā. Yasmā pana diṭṭhīsu vitakkaṃ janentā diṭṭhiyopi janenti, tasmā niddese vuttaṃ ‘‘diṭṭhigatāni janenti sañjanentī’’tiādi (mahāni. 121).",
  "atk-s0505a3:189": "894-5. Idāni evaṃ nānāsaccesu asantesu takkamattamanussarantānaṃ diṭṭhigatikānaṃ vippaṭipattiṃ dassetuṃ ‘‘diṭṭhe sute’’tiādikā gāthāyo abhāsi. Tattha diṭṭheti diṭṭhaṃ, diṭṭhasuddhinti adhippāyo. Esa nayo sutādīsu. Ete ca nissāya vimānadassīti ete diṭṭhidhamme nissayitvā suddhibhāvasaṅkhātaṃ vimānaṃ asammānaṃ passantopi. Vinicchaye ṭhatvā pahassamāno, bālo paro akkusaloti cāhāti evaṃ vimānadassīpi tasmiṃ diṭṭhivinicchaye ṭhatvā tuṭṭhijāto hāsajāto hutvā ‘‘paro hīno ca avidvā cā’’ti evaṃ vadatiyeva. Evaṃ sante yenevāti gāthā. Tattha sayamattanāti sayameva attānaṃ. Vimānetīti garahati. Tadeva pāvāti tadeva vacanaṃ diṭṭhiṃ vadati, taṃ vā puggalaṃ.",
  "atk-s0505a3:190": "896.Atisāradiṭṭhiyāti gāthāyattho – so evaṃ tāya lakkhaṇātisāriniyā atisāradiṭṭhiyā samatto puṇṇo uddhumāto, tena ca diṭṭhimānena matto ‘‘paripuṇṇo ahaṃ kevalī’’ti evaṃ paripuṇṇamānī sayameva attānaṃ manasā ‘‘ahaṃ paṇḍito’’ti abhisiñcati. Kiṃkāraṇā? Diṭṭhī hi sā tassa tathā samattāti.",
  "atk-s0505a3:191": "897.Parassa ceti gāthāya sambandho attho ca – kiñca bhiyyo? Yo so vinicchaye ṭhatvā pahassamāno ‘‘bālo paro akkusalo’’ti cāha. Tassa parassa ce hi vacasā so tena vuccamāno nihīno hoti. Tumo sahā hoti nihīnapañño, sopi teneva saha nihīnapañño hoti. Sopi hi naṃ ‘‘bālo’’ti vadati. Athassa vacanaṃ appamāṇaṃ, so pana sayameva vedagū ca dhīro ca hoti. Evaṃ sante na koci bālo samaṇesu atthi. Sabbepi hi te attano icchāya paṇḍitā.",
  "atk-s0505a3:192": "898.Aññaṃitoti gāthāya sambandho attho ca – ‘‘atha ce sayaṃ vedagū hoti dhīro, na koci bālo samaṇesu atthī’’ti evañhi vuttepi siyā kassaci ‘‘kasmā’’ti. Tattha vuccate – yasmā aññaṃ ito yābhivadanti dhammaṃ aparaddhā suddhimakevalī te, evampi titthiyā puthuso vadanti, ye ito aññaṃ diṭṭhiṃ abhivadanti, ye aparaddhā viraddhā suddhimaggaṃ, akevalino ca teti evaṃ puthutitthiyā yasmā vadantīti vuttaṃ hoti. Kasmā panevaṃ vadantīti ce? Sandiṭṭhirāgena hi te bhirattā, yasmā sakena diṭṭhirāgena abhirattāti vuttaṃ hoti.",
  "atk-s0505a3:193": "899-900. Evaṃ abhirattā ca – idheva suddhinti gāthā. Tattha sakāyaneti sakamagge daḷhaṃ vadānāti daḷhavādā. Evañca daḷhavādesu tesu yo koci titthiyo sakāyane vāpi daḷhaṃ vadāno kamettha bāloti paraṃ daheyya, saṅkhepato tattha sassatucchedasaṅkhāte vitthārato vā natthikaissarakāraṇaniyatādibhede sake āyatane ‘‘idameva sacca’’nti daḷhaṃ vadāno kaṃ paraṃ ettha diṭṭhigate ‘‘bālo’’ti saha dhammena passeyya, nanu sabbopi tassa matena paṇḍito eva suppaṭipanno eva ca. Evaṃ sante ca sayameva so medhagamāvaheyya paraṃ vadaṃ bālamasuddhidhammaṃ, sopi paraṃ ‘‘bālo ca asuddhidhammo ca aya’’nti vadanto attanāva kalahaṃ āvaheyya. Kasmā? Yasmā sabbopi tassa matena paṇḍito eva suppaṭipanno eva ca.",
  "atk-s0505a3:194": "901. Evaṃ sabbathāpi vinicchaye ṭhatvā sayaṃ pamāya uddhaṃsa lokasmiṃ vivādameti, diṭṭhiyaṃ ṭhatvā sayañca satthārādīni minitvā so bhiyyo vivādametīti. Evaṃ pana vinicchayesu ādīnavaṃ ñatvā ariyamaggena hitvāna sabbāni vinicchayāni na medhagaṃ kubbati jantu loketi arahattanikūṭena desanaṃ niṭṭhāpesi. Desanāpariyosāne purābhedasutte vuttasadiso evābhisamayo ahosīti.",
  "atk-s0505a3:195": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:196": "Suttanipāta-aṭṭhakathāya cūḷabyūhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:197": "13. Mahābyūhasuttavaṇṇanā",
  "atk-s0505a3:198": "902.Yekecimeti mahābyūhasuttaṃ. Kā uppatti? Idampi tasmiṃyeva mahāsamaye ‘‘kiṃ nu kho ime diṭṭhiparibbasānā viññūnaṃ santikā nindameva labhanti, udāhu pasaṃsampī’’ti uppannacittānaṃ ekaccānaṃ devatānaṃ tamatthaṃ āvikātuṃ purimanayena nimmitabuddhena attānaṃ pucchāpetvā vuttaṃ. Tattha anvānayantīti anu ānayanti, punappunaṃ āharanti.",
  "atk-s0505a3:199": "903. Idāni yasmā te ‘‘idameva sacca’’nti vadantā diṭṭhigatikā vādino kadāci katthaci pasaṃsampi labhanti, yaṃ etaṃ pasaṃsāsaṅkhātaṃ vādaphalaṃ, taṃ appaṃ rāgādīnaṃ samāya samatthaṃ na hoti, ko pana vādo dutiye nindāphale, tasmā etamatthaṃ dassento imaṃ tāva vissajjanagāthamāha. ‘‘Appañhi etaṃ na alaṃ samāya, duve vivādassa phalāni brūmī’’tiādi. Tattha duve vivādassa phalānīti nindā pasaṃsā ca, jayaparājayādīni vā taṃsabhāgāni. Etampi disvāti ‘‘nindā aniṭṭhā eva, pasaṃsā nālaṃ samāyā’’ti etampi vivādaphale ādīnavaṃ disvā. Khemābhipassaṃ avivādabhūminti avivādabhūmiṃ nibbānaṃ ‘‘khema’’nti passamāno.",
  "atk-s0505a3:200": "904. Evañhi avivadamāno – yā kācimāti gāthā. Tattha sammutiyoti diṭṭhiyo. Puthujjāti puthujjanasambhavā. So upayaṃ kimeyyāti so upagantabbaṭṭhena upayaṃ rūpādīsu ekampi dhammaṃ kiṃ upeyya, kena vā kāraṇena upeyya. Diṭṭhe sute khantimakubbamānoti diṭṭhasutasuddhīsu pemaṃ akaronto.",
  "atk-s0505a3:201": "905. Ito bāhirā pana – sīluttamāti gāthā. Tassattho – sīlaṃyeva ‘‘uttama’’nti maññamānā sīluttamā eke bhonto saṃyamamattena suddhiṃ vadanti, hatthivatādiñca vataṃ samādāya upaṭṭhitā, idheva diṭṭhiyaṃ assa satthuno suddhinti bhavūpanītā bhavajjhositā samānā vadanti, apica te kusalā vadānā ‘‘kusalā maya’’nti evaṃ vādā.",
  "atk-s0505a3:202": "906. Evaṃ sīluttamesu ca tesu tathā paṭipanno yo koci – sace cutoti gāthā. Tassattho – sace tato sīlavatato paravicchandanena vā anabhisambhuṇanto vā cuto hoti, so taṃ sīlabbatādikammaṃ puññābhisaṅkhārādikammaṃ vā virādhayitvā pavedhatī. Na kevalañca vedhati, apica kho taṃ sīlabbatasuddhiṃ pajappatī ca vippalapati patthayatī ca. Kimiva? Satthāva hīno pavasaṃ gharamhā. Gharamhā pavasanto satthato hīno yathā taṃ gharaṃ vā satthaṃ vā pattheyyāti.",
  "atk-s0505a3:203": "907. Evaṃ pana sīluttamānaṃ vedhakāraṇaṃ ariyasāvako – sīlabbataṃ vāpi pahāya sabbanti gāthā. Tattha sāvajjanavajjanti sabbākusalaṃ lokiyakusalañca. Etaṃ suddhiṃ asuddhinti apatthayānoti pañcakāmaguṇādibhedaṃ etaṃ suddhiṃ, akusalādibhedaṃ asuddhiñca apatthayamāno. Virato careti suddhiyā asuddhiyā ca virato careyya. Santimanuggahāyāti diṭṭhiṃ agahetvā.",
  "atk-s0505a3:204": "908. Evaṃ ito bāhirake sīluttame saṃyamena visuddhivāde tesaṃ vighātaṃ sīlabbatappahāyino arahato ca paṭipattiṃ dassetvā idāni aññathāpi suddhivāde bāhirake dassento ‘‘tamūpanissāyā’’ti gāthamāha. Tassattho – santaññepi samaṇabrāhmaṇā, te jigucchitaṃ amarantapaṃ vā diṭṭhasuddhiādīsu vā aññataraññataraṃ upanissāya akiriyadiṭṭhiyā vā uddhaṃsarā hutvā bhavābhavesu avītataṇhāsesuddhimanutthunanti vadanti kathentīti.",
  "atk-s0505a3:205": "909. Evaṃ tesaṃ avītataṇhānaṃ suddhiṃ anutthunantānaṃ yopi suddhippattameva attānaṃ maññeyya, tassapi avītataṇhattā bhavābhavesu taṃ taṃ vatthuṃ patthayamānassa hi jappitāni punappunaṃ hontiyevāti adhippāyo. Taṇhā hi āsevitā taṇhaṃ vaḍḍhayateva. Na kevalañca jappitāni, pavedhitaṃ vāpi pakappitesu, taṇhādiṭṭhīhi cassa pakappitesu vatthūsu pavedhitampi hotīti vuttaṃ hoti. Bhavābhavesu pana vītataṇhattā āyatiṃ cutūpapāto idha yassa natthi, sakena vedheyya kuhiṃva jappeti ayametissā gāthāya sambandho. Sesaṃ niddese vuttanayameva.",
  "atk-s0505a3:206": "910-11.Yamāhūti pucchāgāthā. Idāni yasmā ekopi ettha vādo sacco natthi, kevalaṃ diṭṭhimattakena hi te vadanti, tasmā tamatthaṃ dassento ‘‘sakañhī’’ti imaṃ tāva vissajjanagāthamāha. Tattha sammutinti diṭṭhiṃ.",
  "atk-s0505a3:207": "912. Evametesu sakaṃ dhammaṃ paripuṇṇaṃ bruvantesu aññassa pana dhammaṃ ‘‘hīna’’nti vadantesu yassa kassaci – parassa ce vambhayitena hīnoti gāthā. Tassattho – yadi parassa ninditakāraṇā hīno bhaveyya, na koci dhammesu visesi aggo bhaveyya. Kiṃ kāraṇaṃ? Puthū hiaññassa vadanti dhammaṃ, nihīnato sabbeva te samhi daḷhaṃ vadānā sakadhamme daḷhavādā eva.",
  "atk-s0505a3:208": "913. Kiñca bhiyyo – saddhammapūjāti gāthā. Tassattho – te ca titthiyā yathā pasaṃsanti sakāyanāni, saddhammapūjāpi nesaṃ tatheva vattati. Te hi ativiya satthārādīni sakkaronti. Tattha yadi te pamāṇā siyuṃ, evaṃ sante sabbeva vādā tathiyā bhaveyyuṃ. Kiṃ kāraṇaṃ? Suddhī hi nesaṃ paccattameva, na sā aññatra sijjhati, nāpi paramatthato. Attani diṭṭhigāhamattameva hi taṃ tesaṃ parapaccayaneyyabuddhīnaṃ.",
  "atk-s0505a3:209": "914. Yo vā pana viparīto bāhitapāpattā brāhmaṇo, tassa – na brāhmaṇassa paraneyyamatthīti gāthā. Tassattho – brāhmaṇassa hi ‘‘sabbe saṅkhārā aniccā’’tiādinā (dha. pa. 277; netti. 5) nayena sudiṭṭhattā parena netabbaṃ ñāṇaṃ natthi, diṭṭhidhammesu ‘‘idameva sacca’’nti nicchinitvā samuggahītampi natthi. Taṃkāraṇā so diṭṭhikalahāni atīto, na ca so seṭṭhato passati dhammamaññaṃ aññatra satipaṭṭhānādīhi.",
  "atk-s0505a3:210": "915.Jānāmīti gāthāya sambandho attho ca – evaṃ tāva paramatthabrāhmaṇo na hi seṭṭhato passati dhammamaññaṃ, aññe pana titthiyā paracittañāṇādīhi jānantā passantāpi ‘‘jānāmi passāmi tatheva eta’’nti evaṃ vadantāpi ca diṭṭhiyā suddhiṃ paccenti. Kasmā? Yasmā tesu ekopi addakkhi ce addasa cepi tena paracittañāṇādinā yathābhūtaṃ atthaṃ, kiñhi tumassa tena tassa tena dassanena kiṃ kataṃ, kiṃ dukkhapariññā sādhitā, udāhu samudayapahānādīnaṃ aññataraṃ, yato sabbathāpi atikkamitvā ariyamaggaṃ te titthiyā aññeneva vadanti suddhiṃ, atikkamitvā vā te titthiye buddhādayo aññeneva vadanti suddhinti.",
  "atk-s0505a3:211": "916.Passaṃ naroti gāthāya sambandho attho ca. Kiñca bhiyyo? Yvāyaṃ paracittañāṇādīhi addakkhi, so passaṃ naro dakkhati nāmarūpaṃ, na tato paraṃ disvāna vā ñassati tānimeva nāmarūpāni niccato sukhato vā na aññathā. So evaṃ passanto kāmaṃ bahuṃ passatu appakaṃ vā nāmarūpaṃ niccato sukhato ca, athassa evarūpena dassanena na hi tena suddhiṃ kusalā vadantīti.",
  "atk-s0505a3:212": "917.Nivissavādīti gāthāya sambandho attho ca – tena ca dassanena suddhiyā asatiyāpi yo ‘‘jānāmi passāmi tatheva eta’’nti evaṃ nivissavādī, etaṃ vā dassanaṃ paṭicca diṭṭhiyā suddhiṃ paccento ‘‘idameva sacca’’nti evaṃ nivissavādī, so subbinayo na hoti taṃ tathā pakappitaṃ abhisaṅkhataṃ diṭṭhiṃ purekkharāno. So hi yaṃ satthārādiṃ nissito, tattheva subhaṃ vadāno suddhiṃ vado, ‘‘parisuddhavādo parisuddhadassano vā aha’’nti attānaṃ maññamāno tattha tathaddasā so, tattha sakāya diṭṭhiyā aviparītameva so addasa. Yathā sā diṭṭhi pavattati, tatheva naṃ addasa, na aññathā passituṃ icchatīti adhippāyo.",
  "atk-s0505a3:213": "918. Evaṃ pakappitaṃ diṭṭhiṃ purekkharānesu titthiyesu – na brāhmaṇo kappamupeti saṅkhāti gāthā. Tattha saṅkhāti saṅkhāya, jānitvāti attho. Napi ñāṇabandhūti samāpattiñāṇādinā akatataṇhādiṭṭhibandhu. Tattha viggaho – nāpi assa ñāṇena kato bandhu atthīti napi ñāṇabandhu. Sammutiyoti diṭṭhisammutiyo. Puthujjāti puthujjanasambhavā. Uggahaṇanti maññeti uggahaṇanti aññe, aññe tā sammutiyo uggaṇhantīti vuttaṃ hoti.",
  "atk-s0505a3:214": "919. Kiñca bhiyyo – vissajja ganthānīti gāthā. Tattha anuggahoti uggahaṇavirahito, sopi nāssa uggahoti anuggaho, na vā uggaṇhātīti anuggaho.",
  "atk-s0505a3:215": "920. Kiñca bhiyyo – so evarūpo – pubbāsaveti gāthā. Tattha pubbāsaveti atītarūpādīni ārabbha uppajjamānadhamme kilese. Naveti paccuppannarūpādīni ārabbha uppajjamānadhamme. Na chandagūti chandādivasena na gacchati. Anattagarahīti katākatavasena attānaṃ agarahanto.",
  "atk-s0505a3:216": "921. Evaṃ anattagarahī ca – sa sabbadhammesūti gāthā. Tattha sabbadhammesūti dvāsaṭṭhidiṭṭhidhammesu ‘‘yaṃ kiñci diṭṭhaṃ vā’’ti evaṃpabhedesu. Pannabhāroti patitabhāro. Na kappetīti na kappiyo, duvidhampi kappaṃ na karotīti attho. Nūparatoti puthujjanakalyāṇakasekkhā viya uparatisamaṅgīpi na hoti. Na patthiyoti nittaṇho. Taṇhā hi patthiyatīti patthiyā, nāssa patthiyāti na patthiyoti. Sesaṃ tattha tattha pākaṭamevāti na vuttaṃ. Evaṃ arahattanikūṭena desanaṃ niṭṭhāpesi, desanāpariyosāne purābhedasutte vuttasadiso evābhisamayo ahosīti.",
  "atk-s0505a3:217": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:218": "Suttanipāta-aṭṭhakathāya mahābyūhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:219": "14. Tuvaṭakasuttavaṇṇanā",
  "atk-s0505a3:220": "922.Pucchāmitanti tuvaṭakasuttaṃ. Kā uppatti? Idampi tasmiṃyeva mahāsamaye ‘‘kā nu kho arahattappattiyā paṭipattī’’ti uppannacittānaṃ ekaccānaṃ devatānaṃ tamatthaṃ pakāsetuṃ purimanayeneva nimmitabuddhena attānaṃ pucchāpetvā vuttaṃ.",
  "atk-s0505a3:221": "Tattha ādigāthāya tāva pucchāmīti ettha adiṭṭhajotanādivasena pucchā vibhajitā. Ādiccabandhunti ādiccassa gottabandhuṃ. Vivekaṃ santipadañcāti vivekañca santipadañca. Kathaṃ disvāti kena kāraṇena disvā, kathaṃ pavattadassano hutvāti vuttaṃ hoti.",
  "atk-s0505a3:222": "923. Atha bhagavā yasmā yathā passanto kilese uparundhati, tathā pavattadassano hutvā parinibbāti, tasmā tamatthaṃ āvikaronto nānappakārena taṃ devaparisaṃ kilesappahāne niyojento ‘‘mūlaṃ papañcasaṅkhāyā’’ti ārabhitvā pañca gāthā abhāsi.",
  "atk-s0505a3:223": "Tattha ādigāthāya tāva saṅkhepattho – papañcāti saṅkhātattā papañcā eva papañcasaṅkhā. Tassā avijjādayo kilesā mūlaṃ, taṃ papañcasaṅkhāya mūlaṃ asmīti pavattamānañca sabbaṃ mantāya uparundhe. Yā kāci ajjhattaṃ taṇhā upajjeyyuṃ, tāsaṃ vinayā sadā sato sikkhe upaṭṭhitassati hutvā sikkheyyāti.",
  "atk-s0505a3:224": "924. Evaṃ tāva paṭhamagāthāya eva tisikkhāyuttaṃ desanaṃ arahattanikūṭena desetvā puna mānappahānavasena desetuṃ ‘‘yaṃ kiñcī’’ti gāthamāha. Tattha yaṃ kiñci dhammamabhijaññā ajjhattanti yaṃ kiñci uccākulīnatādikaṃ attano guṇaṃ jāneyya atha vāpi bahiddhāti atha vā bahiddhāpi ācariyupajjhāyānaṃ vā guṇaṃ jāneyya. Na tena thāmaṃ kubbethāti tena guṇena thāmaṃ na kareyya.",
  "atk-s0505a3:225": "925. Idānissa akaraṇavidhiṃ dassento ‘‘seyyo na tenā’’ti gāthamāha. Tassattho – tena ca mānena ‘‘seyyoha’’nti vā ‘‘nīcoha’’nti vā ‘‘sarikkhoha’’nti vāpi na maññeyya, tehi ca uccākulīnatādīhi guṇehi phuṭṭho anekarūpehi ‘‘ahaṃ uccākulā pabbajito’’tiādinā nayena attānaṃ vikappento na tiṭṭheyya.",
  "atk-s0505a3:226": "926. Evaṃ mānappahānavasenapi desetvā idāni sabbakilesūpasamavasenapi desetuṃ ‘‘ajjhattamevā’’ti gāthamāha. Tattha ajjhattamevupasameti attani eva rāgādisabbakilese upasameyya. Na aññato bhikkhu santimeseyyāti ṭhapetvā ca satipaṭṭhānādīni aññena upāyena santiṃ na pariyeseyya. Kuto nirattā vāti nirattā kuto eva.",
  "atk-s0505a3:227": "927. Idāni ajjhattaṃ upasantassa khīṇāsavassa tādibhāvaṃ dassento ‘‘majjhe yathā’’ti gāthamāha. Tassattho – yathā mahāsamuddassa uparimaheṭṭhimabhāgānaṃ vemajjhasaṅkhāte catuyojanasahassappamāṇe majjhe pabbatantare ṭhitassa vā majjhe samuddassa ūmi na jāyati, ṭhitova so hoti avikampamāno, evaṃ anejo khīṇāsavo lābhādīsu ṭhito assa avikampamāno, so tādiso rāgādiussadaṃ bhikkhu na kareyya kuhiñcīti.",
  "atk-s0505a3:228": "928. Idāni etaṃ arahattanikūṭena desitaṃ dhammadesanaṃ abbhanumodanto tassa ca arahattassa ādipaṭipadaṃ pucchanto nimmitabuddho ‘‘akittayī’’ti gāthamāha. Tattha akittayīti ācikkhi. Vivaṭacakkhūti vivaṭehi anāvaraṇehi pañcahi cakkhūhi samannāgato. Sakkhidhammanti sayaṃ abhiññātaṃ attapaccakkhaṃ dhammaṃ. Parissayavinayanti parissayavinayanaṃ. Paṭipadaṃ vadehīti idāni paṭipattiṃ vadehi. Bhaddanteti ‘‘bhaddaṃ tava atthū’’ti bhagavantaṃ ālapanto āha. Atha vā bhaddaṃ sundaraṃ tava paṭipadaṃ vadehīti vuttaṃ hoti. Pātimokkhaṃ atha vāpi samādhinti tameva paṭipadaṃ bhinditvā pucchati. Paṭipadanti etena vā maggaṃ pucchati. Itarehi sīlaṃ samādhiñca pucchati.",
  "atk-s0505a3:229": "929-30. Athassa bhagavā yasmā indriyasaṃvaro sīlassa rakkhā , yasmā vā iminā anukkamena desiyamānā ayaṃ desanā tāsaṃ devatānaṃ sappāyā, tasmā indriyasaṃvarato pabhuti paṭipadaṃ dassento ‘‘cakkhūhī’’tiādimāraddho. Tattha cakkhūhi neva lolassāti adiṭṭhadakkhitabbādivasena cakkhūhi lolo nevassa. Gāmakathāya āvaraye sotanti tiracchānakathāto sotaṃ āvareyya. Phassenāti rogaphassena. Bhavañcanābhijappeyyāti tassa phassassa vinodanatthāya kāmabhavādibhavañca na pattheyya. Bheravesu ca na sampavedheyyāti tassa phassassa paccayabhūtesu sīhabyagghādīsu bheravesu ca na sampavedheyya, avasesesu vā ghānindriyamanindriyavisayesu nappavedheyya. Evaṃ paripūro indriyasaṃvaro vutto hoti. Purimehi vā indriyasaṃvaraṃ dassetvā iminā ‘‘araññe vasatā bheravaṃ disvā vā sutvā vā na vedhitabba’’nti dasseti.",
  "atk-s0505a3:230": "931.Laddhā na sannidhiṃ kayirāti etesaṃ annādīnaṃ yaṃkiñci dhammena labhitvā ‘‘araññe ca senāsane vasatā sadā dullabha’’nti cintetvā sannidhiṃ na kareyya.",
  "atk-s0505a3:231": "932.Jhāyīna pādalolassāti jhānābhirato ca na pādalolo assa. Virame kukkuccā nappamajjeyyāti hatthakukkuccādikukkuccaṃ vinodeyya. Sakkaccakāritāya cettha nappamajjeyya.",
  "atk-s0505a3:232": "933.Tandiṃ māyaṃ hassaṃ khiḍḍanti ālasiyañca māyañca hassañca kāyikacetasikakhiḍḍañca. Savibhūsanti saddhiṃ vibhūsāya.",
  "atk-s0505a3:233": "934-7.Āthabbaṇanti āthabbaṇikamantappayogaṃ. Supinanti supinasatthaṃ. Lakkhaṇanti maṇilakkhaṇādiṃ. No vidaheti nappayojeyya. Virutanti migādīnaṃ vassitaṃ. Pesuṇiyanti pesuññaṃ. Kayavikkayeti pañcahi sahadhammikehi saddhiṃ vañcanāvasena vā udayapatthanāvasena vā na tiṭṭheyya. Upavādaṃ bhikkhu na kareyyāti upavādakare kilese anibbattento attani parehi samaṇabrāhmaṇehi upavādaṃ na janeyya. Gāme ca nābhisajjeyyāti gāme ca gihisaṃsaggādīhi nābhisajjeyya. Lābhakamyā janaṃ na lapayeyyāti lābhakāmatāya janaṃ nālapayeyya. Payuttanti cīvarādīhi sampayuttaṃ , tadatthaṃ vā payojitaṃ.",
  "atk-s0505a3:234": "938-9.Mosavajje na nīyethāti musāvāde na nīyetha. Jīvitenāti jīvikāya. Sutvā rusito bahuṃ vācaṃ, samaṇānaṃ vā puthujanānanti rusito ghaṭṭito parehi tesa samaṇānaṃ vā khattiyādibhedānaṃ vā aññesaṃ puthujanānaṃ bahumpi aniṭṭhavācaṃ sutvā. Na paṭivajjāti na paṭivadeyya. Kiṃ kāraṇaṃ? Na hi santo paṭisenikaronti.",
  "atk-s0505a3:235": "940.Etañca dhammamaññāyāti sabbametaṃ yathāvuttaṃ dhammaṃ ñatvā. Vicinanti vicinanto. Santīti nibbutiṃ ñatvāti nibbutiṃ rāgādīnaṃ santīti ñatvā.",
  "atk-s0505a3:236": "941. Kiṃkāraṇā nappamajjeiti ce – abhibhū hi soti gāthā. Tattha abhibhūti rūpādīnaṃ abhibhavitā. Anabhibhūtoti tehi anabhibhūto. Sakkhidhammamanītihamadassīti paccakkhameva anītihaṃ dhammamaddakkhi. Sadā namassamanusikkheti sadā namassanto tisso sikkhāyo sikkheyya. Sesaṃ sabbattha pākaṭameva.",
  "atk-s0505a3:237": "Kevalaṃ pana ettha ‘‘cakkhūhi neva lolo’’tiādīhi indriyasaṃvaro, ‘‘annānamatho pānāna’’ntiādīhi sannidhipaṭikkhepamukhena paccayapaṭisevanasīlaṃ, methunamosavajjapesuṇiyādīhi pātimokkhasaṃvarasīlaṃ, ‘‘āthabbaṇaṃ supinaṃ lakkhaṇa’’ntiādīhi ājīvapārisuddhisīlaṃ, ‘‘jhāyī assā’’ti iminā samādhi, ‘‘vicinaṃ bhikkhū’’ti iminā paññā, ‘‘sadā sato sikkhe’’ti iminā puna saṅkhepato tissopi sikkhā, ‘‘atha āsanesu sayanesu, appasaddesu bhikkhu vihareyya, niddaṃ na bahulīkareyyā’’tiādīhi sīlasamādhipaññānaṃ upakārāpakārasaṅgaṇhanavinodanāni vuttānīti. Evaṃ bhagavā nimmitassa paripuṇṇapaṭipadaṃ vatvā arahattanikūṭena desanaṃ niṭṭhāpesi, desanāpariyosāne purābhedasutte vuttasadisoyevābhisamayo ahosīti.",
  "atk-s0505a3:238": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:239": "Suttanipāta-aṭṭhakathāya tuvaṭakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:240": "15. Attadaṇḍasuttavaṇṇanā",
  "atk-s0505a3:241": "942.Attadaṇḍābhayaṃ jātanti attadaṇḍasuttaṃ. Kā uppatti? Yo so sammāparibbājanīyasuttassa uppattiyaṃ vuccamānāya sākiyakoliyānaṃ udakaṃ paṭicca kalaho vaṇṇito, taṃ ñatvā bhagavā ‘‘ñātakā kalahaṃ karonti, handa ne vāressāmī’’ti dvinnaṃ senānaṃ majjhe ṭhatvā imaṃ suttamabhāsi.",
  "atk-s0505a3:242": "Tattha paṭhamagāthāyattho – yaṃ lokassa diṭṭhadhammikaṃ vā samparāyikaṃ vā bhayaṃ jātaṃ, taṃ sabbaṃ attadaṇḍā bhayaṃ jātaṃ attano duccaritakāraṇā jātaṃ, evaṃ santepi janaṃ passatha medhagaṃ, imaṃ sākiyādijanaṃ passatha aññamaññaṃ medhagaṃ hiṃsakaṃ bādhakanti. Evaṃ taṃ paṭiviruddhaṃ vippaṭipannaṃ janaṃ paribhāsitvā attano sammāpaṭipattidassanena tassa saṃvegaṃ janetuṃ āha ‘‘saṃvegaṃ kittayissāmi, yathā saṃvijitaṃ mayā’’ti, pubbe bodhisatteneva satāti adhippāyo.",
  "atk-s0505a3:243": "943. Idāni yathānena saṃvijitaṃ, taṃ pakāraṃ dassento ‘‘phandamāna’’ntiādimāha. Tattha phandamānanti taṇhādīhi kampamānaṃ. Appodaketi appaudake. Aññamaññehi byāruddhe disvāti nānāsatte ca aññamaññehi saddhiṃ viruddhe disvā. Maṃ bhayamāvisīti maṃ bhayaṃ paviṭṭhaṃ.",
  "atk-s0505a3:244": "944.Samantamasāro lokoti nirayaṃ ādiṃ katvā samantato loko asāro niccasārādirahito. Disā sabbā sameritāti sabbā disā aniccatāya kampitā. Icchaṃ bhavanamattanoti attano tāṇaṃ icchanto. Nāddasāsiṃ anositanti kiñci ṭhānaṃ jarādīhi anajjhāvutthaṃ nāddakkhiṃ.",
  "atk-s0505a3:245": "945.Osānetveva byāruddhe, disvā me aratī ahūti yobbaññādīnaṃ osāne eva antagamake eva vināsake eva jarādīhi byāruddhe āhatacitte satte disvā arati me ahosi. Athettha sallanti atha etesu sattesu rāgādisallaṃ. Hadayanissitanti cittanissitaṃ.",
  "atk-s0505a3:246": "946. ‘‘Kathaṃānubhāvaṃ salla’’nti ce – yena sallena otiṇṇoti gāthā. Tattha disā sabbā vidhāvatīti sabbā duccaritadisāpi puratthimādidisāvidisāpi dhāvati. Tameva sallamabbuyha, na dhāvati na sīdatīti tameva sallaṃ uddharitvā tā ca disā na dhāvati, caturoghe ca na sīdatīti.",
  "atk-s0505a3:247": "947. Evaṃmahānubhāvena sallena otiṇṇesvapi ca sattesu – tattha sikkhānugīyanti, yāni loke gadhitānīti gāthā. Tassattho – ye loke pañca kāmaguṇā paṭilābhāya gijjhantīti katvā ‘‘gadhitānī’’ti vuccanti, cirakālāsevitattā vā ‘‘gadhitānī’’ti vuccanti, tattha taṃ nimittaṃ hatthisikkhādikā anekā sikkhā kathīyanti uggayhanti vā. Passatha yāva pamatto vāyaṃ loko, yato paṇḍito kulaputto tesu vā gadhitesu tāsu vā sikkhāsu adhimutto na siyā, aññadatthu aniccādidassanena nibbijjha sabbaso kāme attano nibbānameva sikkheti.",
  "atk-s0505a3:248": "948. Idāni yathā nibbānāya sikkhitabbaṃ, taṃ dassento ‘‘sacco siyā’’tiādimāha. Tattha saccoti vācāsaccena ñāṇasaccena maggasaccena ca samannāgato. Rittapesuṇoti pahīnapesuṇo. Vevicchanti macchariyaṃ.",
  "atk-s0505a3:249": "949.Niddaṃ tandiṃ sahe thīnanti pacalāyikañca kāyālasiyañca cittālasiyañcāti ime tayo dhamme abhibhaveyya. Nibbānamanasoti nibbānaninnacitto.",
  "atk-s0505a3:250": "950-51.Sāhasāti rattassa rāgacariyādibhedā sāhasakaraṇā. Purāṇaṃ nābhinandeyyāti atītarūpādiṃ nābhinandeyya. Naveti paccuppanne. Hiyyamāneti vinassamāne. Ākāsaṃ na sito siyāti taṇhānissito na bhaveyya. Taṇhā hi rūpādīnaṃ ākāsanato ‘‘ākāso’’ti vuccati.",
  "atk-s0505a3:251": "952. ‘‘Kiṃkāraṇā ākāsaṃ na sito siyā’’ti ce – ‘‘gedhaṃ brūmī’’ti gāthā. Tassattho – ahañhi imaṃ ākāsasaṅkhātaṃ taṇhaṃ rūpādīsu gijjhanato gedhaṃ brūmi ‘‘gedho’’ti vadāmi. Kiñca bhiyyo – avahananaṭṭhena ‘‘ogho’’ti ca ājavanaṭṭhena ‘‘ājava’’nti ca ‘‘idaṃ mayhaṃ, idaṃ mayha’’nti jappakāraṇato ‘‘jappana’’nti ca dummuñcanaṭṭhena ‘‘ārammaṇa’’nti ca kampakaraṇena ‘‘pakampana’’nti ca brūmi, esā ca lokassa palibodhaṭṭhena duratikkamanīyaṭṭhena ca kāmapaṅko duraccayoti. ‘‘Ākāsaṃ na sito siyā’’ti evaṃ vutte vā ‘‘kimetaṃ ākāsa’’nti ce? Gedhaṃ brūmīti. Evampi tassā gāthāya sambandho veditabbo. Tattha padayojanā – ākāsanti gedhaṃ brūmīti. Tathā yvāyaṃ mahoghoti vuccati. Taṃ brūmi, ājavaṃ brūmi, jappanaṃ brūmi, pakampanaṃ brūmi, yvāyaṃ sadevake loke kāmapaṅko duraccayo, taṃ brūmīti.",
  "atk-s0505a3:252": "953. Evametaṃ gedhādipariyāyaṃ ākāsaṃ anissito – saccā avokkammāti gāthā. Tassattho – pubbe vuttā tividhāpi saccā avokkamma moneyyappattiyā munīti saṅkhyaṃ gato nibbānatthale tiṭṭhati brāhmaṇo, sa ve evarūpo sabbāni āyatanāni nissajjitvā ‘‘santo’’ti vuccatīti.",
  "atk-s0505a3:253": "954. Kiñca bhiyyo – sa ve vidvāti gāthā. Tattha ñatvā dhammanti aniccādinayena saṅkhatadhammaṃ ñatvā. Sammā so loke iriyānoti asammāiriyanakarānaṃ kilesānaṃ pahānā sammā so loke iriyamāno.",
  "atk-s0505a3:254": "955. Evaṃ apihento ca – yodha kāmeti gāthā. Tattha saṅganti sattavidhaṃ saṅgañca yo accatari nājjhetīti nābhijjhāyati.",
  "atk-s0505a3:255": "956. Tasmā tumhesupi yo evarūpo hotumicchati, taṃ vadāmi – yaṃ pubbeti gāthā. Tattha yaṃ pubbeti atīte saṅkhāre ārabbha uppajjanadhammaṃ kilesajātaṃ atītakammañca. Pacchā te māhu kiñcananti anāgatepi saṅkhāre ārabbha uppajjanadhammaṃ rāgādikiñcanaṃ māhu. Majjhe ce no gahessasīti paccuppanne rūpādidhammepi na gahessasi ce.",
  "atk-s0505a3:256": "957. Evaṃ ‘‘upasanto carissasī’’ti arahattappattiṃ dassetvā idāni arahato thutivasena ito parā gāthāyo abhāsi. Tattha sabbasoti gāthāya mamāyitanti mamattakaraṇaṃ, ‘‘mama ida’’nti gahitaṃ vā vatthu. Asatā ca na socatīti avijjamānakāraṇā asantakāraṇā na socati. Na jīyatīti jānimpi na gacchati.",
  "atk-s0505a3:257": "958-9. Kiñca bhiyyo – yassa natthīti gāthā. Tattha kiñcananti kiñci rūpādidhammajātaṃ. Kiñca bhiyyo – aniṭṭhurīti gāthā. Tattha aniṭṭhurīti anissukī. ‘‘Aniddhurī’’tipi keci paṭhanti. Sabbadhī samoti sabbattha samo, upekkhakoti adhippāyo. Kiṃ vuttaṃ hoti? Yo so ‘‘natthi me’’ti na socati, tamahaṃ avikampinaṃ puggalaṃ puṭṭho samāno aniṭṭhurī ananugiddho anejo sabbadhi samoti imaṃ tasmiṃ puggale catubbidhamānisaṃsaṃ brūmīti.",
  "atk-s0505a3:258": "960. Kiñca bhiyyo – anejassāti gāthā. Tattha nisaṅkhatīti puññābhisaṅkhārādīsu yo koci saṅkhāro. So hi yasmā nisaṅkhariyati nisaṅkharoti vā, tasmā ‘‘nisaṅkhatī’’ti vuccati. Viyārambhāti vividhā puññābhisaṅkhārādikā ārambhā. Khemaṃ passati sabbadhīti sabbattha abhayameva passati.",
  "atk-s0505a3:259": "961. Evaṃ passanto na samesūti gāthā. Tattha na vadateti ‘‘sadisohamasmī’’tiādinā mānavasena samesupi attānaṃ na vadati omesupi ussesupi. Nādeti na nirassatīti rūpādīsu kañci dhammaṃ na gaṇhāti; na nissajjati. Sesaṃ sabbattha pākaṭameva. Evaṃ arahattanikūṭena desanaṃ niṭṭhāpesi, desanāpariyosāne pañcasatā sākiyakumārā ca koliyakumārā ca ehibhikkhupabbajjāya pabbajitā, te gahetvā bhagavā mahāvanaṃ pāvisīti.",
  "atk-s0505a3:260": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:261": "Suttanipāta-aṭṭhakathāya attadaṇḍasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:262": "16. Sāriputtasuttavaṇṇanā",
  "atk-s0505a3:263": "962.Name diṭṭhoti sāriputtasuttaṃ, ‘‘therapañhasutta’’ntipi vuccati. Kā uppatti? Imassa suttassa uppatti – rājagahakassa seṭṭhissa candanaghaṭikāya paṭilābhaṃ ādiṃ katvā tāya candanaghaṭikāya katassa pattassa ākāse ussāpanaṃ āyasmato piṇḍolabhāradvājassa iddhiyā pattaggahaṇaṃ, tasmiṃ vatthusmiṃ sāvakānaṃ iddhipaṭikkhepo, titthiyānaṃ bhagavatā saddhiṃ pāṭihāriyaṃ kattukāmatā, pāṭihāriyakaraṇaṃ, bhagavato sāvatthigamanaṃ, titthiyānubandhanaṃ, sāvatthiyaṃ pasenadino buddhūpagamanaṃ kaṇḍambapātubhāvo, catunnaṃ parisānaṃ titthiyajayatthaṃ pāṭihāriyakaraṇussukkanivāraṇaṃ, yamakapāṭihāriyakaraṇaṃ, katapāṭihāriyassa bhagavato tāvatiṃsabhavanagamanaṃ, tattha temāsaṃ dhammadesanā, āyasmatā mahāmoggallānattherena yācitassa devalokato saṅkassanagare orohaṇanti imāni vatthūni antarantare ca jātakāni vitthāretvā yāva dasasahassacakkavāḷadevatāhi pūjiyamāno bhagavā majjhe maṇimayena sopānena saṅkassanagare oruyha sopānakaḷevare aṭṭhāsi –",
  "atk-s0505a3:264": "‘‘Ye jhānappasutā dhīrā, nekkhammūpasame ratā;",
  "atk-s0505a3:265": "Devāpi tesaṃ pihayanti, sambuddhānaṃ satīmata’’nti. (dha. pa. 181) –",
  "atk-s0505a3:266": "Imissā dhammapadagāthāya vuccamānāya vuttā. Sopānakaḷevare ṭhitaṃ pana bhagavantaṃ sabbapaṭhamaṃ āyasmā sāriputto vandi, tato uppalavaṇṇā bhikkhunī, athāparo janakāyo. Tatra bhagavā cintesi – ‘‘imissaṃ parisati moggallāno iddhiyā aggoti pākaṭo, anuruddho dibbacakkhunā, puṇṇo dhammakathikattena, sāriputtaṃ panāyaṃ parisā na kenaci guṇena evaṃ aggoti jānāti, yaṃnūnāhaṃ sāriputtaṃ paññāguṇena pakāseyya’’nti. Atha theraṃ pañhaṃ pucchi. Thero bhagavatā pucchitaṃ pucchitaṃ puthujjanapañhaṃ, sekkhapañhaṃ, asekkhapañhañca, sabbaṃ vissajjesi. Tadā naṃ jano ‘‘paññāya aggo’’ti aññāsi . Atha bhagavā ‘‘sāriputto na idāneva paññāya aggo, atītepi paññāya aggo’’ti jātakaṃ ānesi.",
  "atk-s0505a3:267": "Atīte parosahassā isayo vanamūlaphalāhārā pabbatapāde vasanti. Tesaṃ ācariyassa ābādho uppajji, upaṭṭhānāni vattanti. Jeṭṭhantevāsī ‘‘sappāyabhesajjaṃ āharissāmi, ācariyaṃ appamattā upaṭṭhahathā’’ti vatvā manussapathaṃ agamāsi. Tasmiṃ anāgateyeva ācariyo kālamakāsi. Taṃ ‘‘idāni kālaṃ karissatī’’ti antevāsikā samāpattimārabbha pucchiṃsu. So ākiñcaññāyatanasamāpattiṃ sandhāyāha – ‘‘natthi kiñcī’’ti, antevāsino ‘‘natthi ācariyassa adhigamo’’ti aggahesuṃ. Atha jeṭṭhantevāsī bhesajjaṃ ādāya āgantvā taṃ kālakataṃ disvā ācariyaṃ ‘‘kiñci pucchitthā’’ti āha. Āma pucchimhā, ‘‘natthi kiñcī’’ti āha, na kiñci ācariyena adhigatanti. Natthi kiñcīti vadanto ācariyo ākiñcaññāyatanaṃ pavedesi, sakkātabbo ācariyoti.",
  "atk-s0505a3:268": "‘‘Parosahassampi samāgatānaṃ,",
  "atk-s0505a3:269": "Kandeyyuṃ te vassasataṃ apaññā;",
  "atk-s0505a3:270": "Ekopi seyyo puriso sapañño,",
  "atk-s0505a3:271": "Yo bhāsitassa vijānāti attha’’nti. (jā. 1.1.99);",
  "atk-s0505a3:272": "Kathite ca pana bhagavatā jātake āyasmā sāriputto attano saddhivihārikānaṃ pañcannaṃ bhikkhusatānamatthāya sappāyasenāsanagocarasīlavatādīni pucchituṃ ‘‘na me diṭṭho ito pubbe’’ti imaṃ thutigāthaṃ ādiṃ katvā aṭṭha gāthāyo abhāsi. Tamatthaṃ vissajjento bhagavā tato parā sesagāthāti.",
  "atk-s0505a3:273": "Tattha ito pubbeti ito saṅkassanagare otaraṇato pubbe. Vagguvadoti sundaravado. Tusitā gaṇimāgatoti tusitakāyā cavitvā mātukucchiṃ āgatattā tusitā āgato, gaṇācariyattā gaṇī. Santuṭṭhaṭṭhena vā tusitasaṅkhātā devalokā gaṇiṃ āgato tusitānaṃ vā arahantānaṃ gaṇiṃ āgatoti.",
  "atk-s0505a3:274": "963. Dutiyagāthāya sadevakassa lokassa yathā dissatīti sadevakassa lokassa viya manussānampi dissati. Yathā vā dissatīti tacchato aviparītato dissati cakkhumāti uttamacakkhu. Ekoti pabbajjāsaṅkhātādīhi eko. Ratinti nekkhammaratiādiṃ.",
  "atk-s0505a3:275": "964. Tatiyagāthāya bahūnamidha baddhānanti idha bahūnaṃ khattiyādīnaṃ sissānaṃ. Sissā hi ācariye paṭibaddhavuttittā ‘‘baddhā’’ti vuccanti atthi pañhena āgamanti atthiko pañhena āgatomhi, atthikānaṃ vā pañhena āgamanaṃ, pañhena atthi āgamanaṃ vāti.",
  "atk-s0505a3:276": "965. Catutthagāthāya vijigucchatoti jātiādīhi aṭṭīyato rittamāsananti vivittaṃ mañcapīṭhaṃ. Pabbatānaṃ guhāsu vāti pabbataguhāsu vā rittamāsanaṃ bhajatoti sambandhitabbaṃ.",
  "atk-s0505a3:277": "966. Pañcamagāthāya uccāvacesūti hīnapaṇītesu. Sayanesūti vihārādīsu senāsanesu. Kīvanto tattha bheravāti kittakā tattha bhayakāraṇā. ‘‘Kuvanto’’tipi pāṭho, kūjantoti cassa attho. Na pana pubbenāparaṃ sandhiyati.",
  "atk-s0505a3:278": "967. Chaṭṭhagāthāya katī parissayāti kittakā upaddavā. Agataṃ disanti nibbānaṃ. Tañhi agatapubbattā agataṃ tathā niddisitabbato disā cāti . Tena vuttaṃ ‘‘agataṃ disa’’nti. Abhisambhaveti abhibhaveyya. Pantamhīti pariyante.",
  "atk-s0505a3:279": "968-9. Sattamagāthāya kyāssa byappathayo assūti kīdisāni tassa vacanāni assu. Aṭṭhamagāthāya ekodi nipakoti ekaggacitto paṇḍito.",
  "atk-s0505a3:280": "970. Evaṃ āyasmatā sāriputtena tīhi gāthāhi bhagavantaṃ thometvā pañcahi gāthāhi – pañcasatānaṃ sissānamatthāya senāsanagocarasīlavatādīni pucchito bhagavā tamatthaṃ pakāsetuṃ ‘‘vijigucchamānassā’’tiādinā nayena vissajjanamāraddho. Tattha paṭhamagāthāya tāvattho – jātiādīhi vijigucchamānassa rittāsanaṃ sayanaṃ sevato ce sambodhikāmassa sāriputta, bhikkhuno yadidaṃ phāsu yo phāsuvihāro yathānudhammaṃ yo ca anudhammo, taṃ te pavakkhāmi yathā pajānaṃ yathā pajānanto vadeyya, evaṃ vadāmīti.",
  "atk-s0505a3:281": "971. Dutiyagāthāya pariyantacārīti sīlādīsu catūsu pariyantesu caramāno. Ḍaṃsādhipātānanti piṅgalamakkhikānañca sesamakkhikānañca. Sesamakkhikā hi tato tato adhipatitvā khādanti, tasmā ‘‘adhipātā’’ti vuccanti. Manussaphassānanti corādiphassānaṃ.",
  "atk-s0505a3:282": "972. Tatiyagāthāya paradhammikā nāma satta sahadhammikavajjā sabbepi bāhirakā. Kusalānuesīti kusaladhamme anvesamāno.",
  "atk-s0505a3:283": "973. Catutthagāthāya ātaṅkaphassenāti rogaphassena. Sītaṃ atuṇhanti sītañca uṇhañca. So tehi phuṭṭho bahudhāti so tehi ātaṅkādīhi anekehi ākārehi phuṭṭho samānopi. Anokoti abhisaṅkhāraviññāṇādīnaṃ anokāsabhūto.",
  "atk-s0505a3:284": "974. Evaṃ ‘‘bhikkhuno vijigucchato’’tiādīhi tīhi gāthāhi puṭṭhamatthaṃ vissajjetvā idāni ‘‘kyāssa byappathayo’’tiādinā nayena puṭṭhaṃ vissajjento ‘‘theyyaṃ na kāre’’tiādimāha. Tattha phasseti phareyya . Yadāvilattaṃ manaso vijaññāti yaṃ cittassa āvilattaṃ vijāneyya, taṃ sabbaṃ ‘‘kaṇhassa pakkho’’ti vinodayeyya.",
  "atk-s0505a3:285": "975.Mūlampi tesaṃ palikhañña tiṭṭheti tesaṃ kodhātimānānaṃ yaṃ avijjādikaṃ mūlaṃ, tampi palikhaṇitvā tiṭṭheyya. Addhā bhavanto abhisambhaveyyāti evaṃ piyappiyaṃ abhibhavanto ekaṃseneva abhibhaveyya, na tatra sithilaṃ parakkameyyāti adhippāyo.",
  "atk-s0505a3:286": "976.Paññaṃ purakkhatvāti paññaṃ pubbaṅgamaṃ katvā. Kalyāṇapītīti kalyāṇāya pītiyā samannāgato. Caturo sahetha paridevadhammeti anantaragāthāya vuccamāne paridevanīyadhamme saheyya.",
  "atk-s0505a3:287": "977.Kiṃsū asissāmīti kiṃ bhuñjissāmi. Kuvaṃ vā asissanti kuhiṃ vā asissāmi. Dukkhaṃ vata settha kvajja sessanti imaṃ rattiṃ dukkhaṃ sayiṃ, ajja āgamanarattiṃ kattha sayissaṃ. Ete vitakketi ete piṇḍapātanissite dve, senāsananissite dveti cattāro vitakke. Aniketacārīti apalibodhacārī nittaṇhacārī.",
  "atk-s0505a3:288": "978.Kāleti piṇḍapātakāle piṇḍapātasaṅkhātaṃ annaṃ vā cīvarakāle cīvarasaṅkhātaṃ vasanaṃ vā laddhā dhammena samenāti adhippāyo. Mattaṃ so jaññāti paṭiggahaṇe ca paribhoge ca so pamāṇaṃ jāneyya. Idhāti sāsane, nipātamattameva vā etaṃ. Tosanatthanti santosatthaṃ, etadatthaṃ mattaṃ jāneyyāti vuttaṃ hoti. So tesu guttoti so bhikkhu tesu paccayesu gutto. Yatacārīti saṃyatavihāro , rakkhitiriyāpatho rakkhitakāyavacīmanodvāro cāti vuttaṃ hoti. ‘‘Yaticārī’’tipi pāṭho, soyevattho. Rusitoti rosito, ghaṭṭitoti vuttaṃ hoti.",
  "atk-s0505a3:289": "979.Jhānānuyuttoti anupannuppādanena uppannāsevanena ca jhāne anuyutto. Upekkhamārabbha samāhitattoti catutthajjhānupekkhaṃ uppādetvā samāhitacitto. Takkāsayaṃ kukkucciyūpachindeti kāmavitakkādiṃ takkañca , kāmasaññādiṃ tassa takkassa āsayañca, hatthakukkuccādiṃ kukkucciyañca upacchindeyya.",
  "atk-s0505a3:290": "980.Cudito vacībhi satimābhinandeti upajjhāyādīhi vācāhi codito samāno satimā hutvā taṃ codanaṃ abhinandeyya. Vācaṃ pamuñce kusalanti ñāṇasamuṭṭhitaṃ vācaṃ pamuñceyya. Nātivelanti ativelaṃ pana vācaṃ kālavelañca sīlavelañca atikkantaṃ nappamuñceyya. Janavādadhammāyāti janavādakathāya. Na cetayeyyāti cetanaṃ na uppādeyya.",
  "atk-s0505a3:291": "981.Athāparanti atha idāni ito parampi. Pañca rajānīti rūparāgādīni pañca rajāni. Yesaṃ satīmā vinayāya sikkheti yesaṃ upaṭṭhitassati hutvā vinayanatthaṃ tisso sikkhā sikkheyya. Evaṃ sikkhanto hi rūpesu…pe… phassesu sahetha rāgaṃ, na aññeti.",
  "atk-s0505a3:292": "982. Tato so tesaṃ vinayāya sikkhanto anukkamena – etesu dhammesūti gāthā. Tattha etesūti rūpādīsu. Kālena so sammā dhammaṃ parivīmaṃsamānoti so bhikkhu yvāyaṃ ‘‘uddhate citte samādhissa kālo’’tiādinā nayena kālo vutto, tena kālena sabbaṃ saṅkhatadhammaṃ aniccādinayena parivīmaṃsamāno. Ekodibhūto vihane tamaṃ soti so ekaggacitto sabbaṃ mohāditamaṃ vihaneyya. Natthi ettha saṃsayo. Sesaṃ sabbattha pākaṭameva.",
  "atk-s0505a3:293": "Evaṃ bhagavā arahattanikūṭena desanaṃ niṭṭhāpesi. Desanāpariyosāne pañcasatā bhikkhū arahattaṃ pattā, tiṃsakoṭisaṅkhyānañca devamanussānaṃ dhammābhisamayo ahosīti.",
  "atk-s0505a3:294": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0505a3:295": "Suttanipāta-aṭṭhakathāya sāriputtasuttavaṇṇanā niṭṭhitā.",
  "atk-s0505a3:296": "Niṭṭhito ca catuttho vaggo atthavaṇṇanānayato, nāmena",
  "atk-s0505a3:297": "Aṭṭhakavaggoti."
}