{
  "atk-s0404a11:0": "2. Sīhanādavaggo",
  "atk-s0404a11:1": "1. Sīhanādasuttavaṇṇanā",
  "atk-s0404a11:2": "11. Dutiyassa paṭhame yena bhagavā tenupasaṅkamīti ‘‘sace satthā cārikaṃ pakkamitukāmo assa , imasmiṃ kāle pakkameyya. Handāhaṃ cārikaṃ gamanatthāya satthāraṃ āpucchāmī’’ti cintetvā bhikkhusaṅghaparivuto upasaṅkami. Āyasmā maṃ, bhanteti so kira bhikkhu theraṃ mahatā bhikkhuparivārena gacchantaṃ disvā ‘‘ime bhikkhū tathāgataṃ pahāya sāriputtaṃ parivāretvā nikkhantā, gamanavicchedamassa karissāmī’’ti aṭṭhāne kopaṃ bandhitvā evamāha. Tattha āsajjāti ghaṭṭetvā. Appaṭinissajjāti akkhamāpetvā accayaṃ adesetvā. Kismiṃ pana so kāraṇe āghātaṃ bandhīti? Therassa kira dasabalaṃ vanditvā uṭṭhāya gacchato cīvarakaṇṇo tassa sarīraṃ phusi, vāto paharītipi vadanti. Ettakena āghātaṃ bandhitvā theraṃ mahatā parivārena gacchantaṃ disvā usūyamāno ‘‘gamanavicchedamassa karissāmī’’ti evamāha. Ehi tvaṃ bhikkhūti satthā tassa bhikkhuno vacanaṃ sutvā ‘‘na taṃ bhikkhu sāriputto paharīti vutte, ‘bhante, tumhe attano aggasāvakasseva pakkhaṃ vahatha, na mayha’nti mayi manopadosaṃ katvā apāye nibbatteyyā’’ti ñatvā ‘‘sāriputtaṃ pakkosāpetvā imamatthaṃ pucchissāmī’’ti ekaṃ bhikkhuṃ āmantetvā evamāha. Avāpuraṇaṃ ādāyāti kuñcikaṃ gahetvā. Sīhanādanti seṭṭhanādaṃ pamukhanādaṃ appaṭivattiyanādaṃ. Evaṃ dvīhi mahātherehi ārocito bhikkhusaṅgho rattiṭṭhānadivāṭṭhānāni pahāya satthu santikaṃ agamāsi. Khīyanadhammanti kathādhammaṃ.",
  "atk-s0404a11:3": "Gūthagatanti gūthameva. Sesesupi eseva nayo. Pathavīsamenāti akujjhanaṭṭhena pathaviyā samānena. Na hi pathavī ‘‘mayi suciṃ nikkhipantī’’ti somanassaṃ karoti, na ‘‘asuciṃ nikkhipantī’’ti domanassaṃ. Mayhampi evarūpaṃ cittanti dasseti. Vipulenāti aparittena. Mahaggatenāti mahantabhāvaṃ gatena. Appamāṇenāti vaḍḍhitappamāṇena. Averenāti akusalaverapuggalaverarahitena. Abyāpajjhenāti niddukkhena vigatadomanassena. So idhāti so anupaṭṭhitakāyānupassanāsatipaṭṭhāno bhikkhu evaṃ kareyya, mādiso kathaṃ evarūpaṃ karissati, bhanteti paṭhamaṃ sīhanādaṃ nadi. Evaṃ sabbattha yojanā veditabbā.",
  "atk-s0404a11:4": "Rajoharaṇanti rajasammajjanacoḷakaṃ, pādapuñchanti, tasseva nāmaṃ. Kaḷopihatthoti pacchihattho ukkhalihattho vā. Nantakavāsīti antacchinnapilotikavasano. Sūratoti sucisīlo soraccena samannāgato. Sudantoti suṭṭhu damathaṃ upagato. Suvinītoti suṭṭhu sikkhito. Na kañci hiṃsatīti visāṇādīsu gaṇhantampi piṭṭhiṃ parimajjantampi na kañci viheṭheti. Usabhachinnavisāṇasamenāti usabhassa chinnavisāṇassa cittasadisena.",
  "atk-s0404a11:5": "Aṭṭīyeyyāti aṭṭo pīḷito bhaveyya. Harāyeyyāti lajjeyya. Jiguccheyyāti jigucchaṃ āpajjeyya.",
  "atk-s0404a11:6": "Medakathālikanti medakathālikā vuccati sūnakārakehi yūsanikkhamanatthāya tattha tattha katachiddā thālikā. Parihareyyāti maṃsassa pūretvā ukkhipitvā gaccheyya. Chiddāvachiddanti parittamahantehi chiddehi samannāgataṃ. Uggharantanti uparimukhehi chiddehi nikkhamamānayūsaṃ. Paggharantanti adhomukhehi nikkhamamānayūsaṃ. Evamassa sakalasarīraṃ yūsamakkhitaṃ bhaveyya. Chiddāvachiddanti navahi vaṇamukhehi parittamahanta chiddaṃ. Evamettha aṭṭhamanavamehi dvīhi aṅgehi thero attano sarīre nicchandarāgataṃ kathesi.",
  "atk-s0404a11:7": "Atha kho so bhikkhūti evaṃ therena navahi kāraṇehi sīhanāde nadite atha so bhikkhu. Accayoti aparādho. Maṃ accagamāti maṃ atikkamma abhibhavitvā pavatto. Patiggaṇhatūti khamatu. Āyatiṃ saṃvarāyāti anāgate saṃvaraṇatthāya, puna evarūpassa aparādhassa akaraṇatthāya. Tagghāti ekaṃsena. Yathādhammaṃ paṭikarosīti yathā dhammo ṭhito, tatheva karosi, khamāpesīti vuttaṃ hoti. Taṃ te mayaṃ paṭiggaṇhāmāti taṃ tava aparādhaṃ mayaṃ khamāma. Vuddhihesā bhikkhu ariyassa vinayeti esā bhikkhu ariyassa vinaye buddhassa bhagavato sāsane vuḍḍhi nāma. Katamā? Accayaṃ accayato disvā yathādhammaṃ paṭikaritvā āyatiṃ saṃvarāpajjanā. Desanaṃ pana puggalādhiṭṭhānaṃ karonto yo accayaṃ accayatodisvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjatīti āha. Phalatīti sace hi thero na khameyya, tassa bhikkhuno tattheva sattadhā muddhā phaleyya. Tasmā bhagavā evamāha. Sace maṃ soti sace maṃ ayaṃ bhikkhu khamāhīti evaṃ vadati. Khamatu ca me soti ayampi cāyasmā mayhaṃ khamatūti evaṃ thero tassa accayaṃ paṭiggaṇhitvā sayampi taṃ satthu sammukhe khamāpesīti.",
  "atk-s0404a11:8": "2. Saupādisesasuttavaṇṇanā",
  "atk-s0404a11:9": "12. Dutiye saupādisesanti saupādānasesaṃ. Anupādisesanti upādānasesarahitaṃ niggahaṇaṃ. Mattaso kārīti pamāṇakārī na paripūrakārī. Na tāvāyaṃ, sāriputta, dhammapariyāyo paṭibhāsīti appaṭibhānaṃ nāma bhagavato natthi, na tāvāhaṃ imaṃ dhammapariyāyaṃ kathesinti ayaṃ panettha attho. Māyimaṃ dhammapariyāyaṃ sutvā pamādaṃ āhariṃsūti ‘‘mayaṃ kira catūhi apāyehi muttā’’ti upari arahattatthāya vīriyaṃ akarontā mā pamādaṃ āpajjiṃsu. Pañhādhippāyena bhāsitoti tayā pucchitapañhassa sabhāvena kathitoti dasseti. Imesaṃ pana navannaṃ puggalānaṃ bhavesu chandarāgavinodanatthaṃ etameva atthuppattiṃ katvā – ‘‘seyyathāpi, bhikkhave, appamattakopi gūtho duggandho hoti, evameva kho khvāhaṃ, bhikkhave, appamattakampi bhavaṃ na vaṇṇemi antamaso accharāsaṅghātamattampī’’ti imaṃ suttaṃ (a. ni. 1.321) abhāsi. Na kevalañca etesaṃyeva navannaṃ puggalānaṃ gati nibaddhā, yesaṃ pana kulānaṃ tīṇi saraṇāni pañca sīlāni ekaṃ salākabhattaṃ ekaṃ pakkhiyabhattaṃ ekaṃ vassāvāsikaṃ ekā pokkharaṇī eko āvāso, evarūpāni nibaddhapuññāni atthi. Tesampi gati nibaddhā, sotāpannasadisāneva tāni kulāni.",
  "atk-s0404a11:10": "3. Koṭṭhikasuttavaṇṇanā",
  "atk-s0404a11:11": "13. Tatiye diṭṭhadhammavedanīyanti imasmiṃ yevattabhāve vipaccanakakammaṃ. Samparāyavedanīyanti dutiye attabhāve vipaccanakakammaṃ. Sukhavedanīyanti sukhavedanājanakakammaṃ. Dukkhavedanīyanti dukkhavedanājanakakammaṃ. Paripakkavedanīyanti laddhavipākavāraṃ. Aparipakkavedanīyanti aladdhavipākavāraṃ. Bahuvedanīyanti bahuvipākadāyakaṃ. Appavedanīyanti na bahuvipākadāyakaṃ. Avedanīyanti vipākavedanāya adāyakaṃ. Imasmiṃ sutte vaṭṭavivaṭṭaṃ kathitaṃ.",
  "atk-s0404a11:12": "4. Samiddhisuttavaṇṇanā",
  "atk-s0404a11:13": "14. Catutthe samiddhīti attabhāvasamiddhatāya evaṃladdhanāmo therassa saddhivihārikatthero. Kimārammaṇāti kiṃpaccayā. Saṅkappavitakkāti saṅkappabhūtā vitakkā. Nāmarūpārammaṇāti nāmarūpapaccayā. Iminā cattāro arūpakkhandhā bhūtupādāyarūpañca vitakkānaṃ paccayoti dasseti. Kva nānattaṃ gacchantīti kasmiṃ ṭhāne nānāsabhāvataṃ vemattaṃ gacchanti. Dhātusūti rūpadhātuādīsu. Aññoyeva hi rūpavitakko, aññe saddavitakkādayoti. Phassasamudayāti sampayuttaphassapaccayā. Vedanāsamosaraṇāti tisso vedanā samosaraṇā. Ettakena kusalākusalamissakā kathitā. Samādhippamukhātiādayo pana apacayapakkhikāti veditabbā. Tattha pubbaṅgamaṭṭhena jeṭṭhakaṭṭhena vā samādhi pamukhaṃ etesanti samādhippamukhā. Jeṭṭhakakāraṇaṭṭhena sati adhipateyyā etesanti satādhipateyyā. Maggapaññā uttarā etesanti paññuttarā. Phalavimuttiṃ patvā sārappattā hontīti vimuttisārā. Ārammaṇavasena amataṃ nibbānaṃ ogāhitvā tattha patiṭṭhitāti amatogadhā. Tena ca mā maññīti tena vissajjanena ‘‘ahaṃ aggasāvakena pucchite pañhe vissajjesi’’nti mā mānaṃ vā dappaṃ vā akāsi.",
  "atk-s0404a11:14": "5-6. Gaṇḍasuttādivaṇṇanā",
  "atk-s0404a11:15": "15-16. Pañcame tīṇi cattāri vassāni vassagaṇā, aneke vassagaṇā uppannā assāti anekavassagaṇiko. Tassassūti tassa bhaveyyuṃ. Abhedanamukhānīti na kenaci bhinditvā katāni, kevalaṃ kammasamuṭṭhitāneva vaṇamukhāni. Jegucchiyaṃyevāti jigucchitabbameva paṭikūlameva. Cātumahābhūtikassāti catumahābhūtamayassa. odanakummāsūpacayassāti odanena ceva kummāsena ca upacitassa vaḍḍhitassa. Aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassāti hutvā abhāvaṭṭhena aniccadhammassa, duggandhavighātatthāya tanuvilepanena ucchādanadhammassa, aṅgapaccaṅgābādhavinodanatthāya khuddakasambāhanena parimaddanadhammassa, daharakāle vā ūrūsu sayāpetvā gabbhavāsena dussaṇṭhitānaṃ tesaṃ tesaṃ aṅgapaccaṅgānaṃ saṇṭhānasampādanatthaṃ añchanapīḷanādivasena parimaddanadhammassa, evaṃ pariharitassāpi ca bhedanaviddhaṃsanadhammassa, bhijjanavikiraṇasabhāvassevāti attho. Ettha ca aniccapadena ceva bhedanaviddhaṃsanapadehi cassa atthaṅgamo kathito, sesehi samudayo. Nibbindathāti ukkaṇṭhatha pajahatha imaṃ kāyanti dasseti. Evamimasmiṃ sutte balavavipassanā kathitā. Chaṭṭhaṃ vuttanayameva. Saññāsīsena panettha ñāṇameva kathitaṃ.",
  "atk-s0404a11:16": "7-8. Kulasuttādivaṇṇanā",
  "atk-s0404a11:17": "17-18. Sattame na manāpena paccuṭṭhentīti manavaḍḍhanena manaṃ allīyanākārena āsanā vuṭṭhāya paccuggamanaṃ na karonti. Na manāpena abhivādentīti na pañcapatiṭṭhitena vandanti. Asakkaccaṃ dentīti acittīkārena denti. No sakkaccanti sahatthā na denti. Na upanisīdanti dhammasavanāyāti ‘‘dhammaṃ suṇissāmā’’ti na samīpe nisīdanti. Na sussūsantīti ghaṭapiṭṭhe āsittaudakaṃ viya vivaṭṭetvā gacchati. Aṭṭhame veneyyajjhāsayavasena mettābhāvanaṃ pakkhipitvā navaṅgasamannāgatoti vuttaṃ.",
  "atk-s0404a11:18": "9. Devatāsuttavaṇṇanā",
  "atk-s0404a11:19": "19. Navame vippaṭisāriniyoti vippaṭisāritaṃ maṅkubhāvaṃ āpajjimha. Hīnaṃ kāyanti uparidevalokaṃ upādāya heṭṭhimo hīnoti vuccati. No ca kho yathāsatti yathābalaṃ saṃvibhajimhāti attano sattiyā ca balassa ca anurūpena sīlavantānaṃ saṃvibhāgaṃ katvā na bhuñjimhā.",
  "atk-s0404a11:20": "10. Velāmasuttavaṇṇanā",
  "atk-s0404a11:21": "20. Dasame api nu te, gahapati, kule dānaṃ dīyatīti nayidaṃ bhagavā bhikkhusaṅghassa dānaṃ sandhāya pucchati. Seṭṭhissa hi ghare bhikkhusaṅghassa niccaṃ paṇītadānaṃ dīyati, na taṃ satthā na jānāti. Lokiyamahājanassa pana diyyamānadānaṃ atthi, taṃ lūkhaṃ hoti, seṭṭhissa cittaṃ na pīṇeti. Taṃ pucchāmīti pucchati. Kaṇājakanti sakuṇḍakabhattaṃ, sakuṇḍakehipi kaṇikataṇḍuleheva pakkaṃ. Biḷaṅgadutiyanti kañjiyadutiyaṃ. Asakkaccaṃ detīti asakkaritvā deti. Acittīkatvāti acittīkārena dakkhiṇeyya agāravena deti. Asahatthā detīti sahatthena adatvā parahatthena deti, āṇattimattameva karotīti attho. Apaviddhaṃ detīti na nirantaraṃ deti, saṃvaccharikaṃ soṇḍabali viya hoti. Anāgamanadiṭṭhiko detīti na kammañca phalañca saddahitvā deti.",
  "atk-s0404a11:22": "Yattha yatthāti tīsu kulasampadāsu yasmiṃ yasmiṃ kule. Na uḷārāya bhattabhogāyātiādīsu nānaggarasasugandhasālibhojane upanīte cittaṃ na namati, ‘‘harathetaṃ rogavaḍḍhana’’nti vatvā yena vā tena vā ḍākena saddhiṃ sakuṇḍakabhattaṃ amataṃ viya sampiyāyamāno bhuñjati. Kāsikādīsu varavatthesu upanītesu ‘‘harathetāni nivāsentassa paṭicchādetumpi na sakkonti, gattesupi na saṇṭhahantī’’ti vatvā nāḷikerasāṭakamūlatacasadisāni pana thūlavatthāni ‘‘imāni nivāsento nivatthabhāvampi jānāti, paṭicchādetabbampi paṭicchādentī’’ti sampiyāyamāno nivāseti. Hatthiyānaassayānarathayānasuvaṇṇasivikādīsu upanītesu ‘‘harathetāni calācalāni, na sakkā ettha nisīditu’’nti vatvā jajjararathake upanīte ‘‘ayaṃ niccalo, ettha sukhaṃ nisīditu’’nti taṃ sādiyati. Na uḷāresu pañcasu kāmaguṇesūti alaṅkatapaṭiyattā rūpavatiyo itthiyo disvā ‘‘yakkhiniyo maññe, etā khāditukāmā, kiṃ etāhī’’ti yathāphāsukeneva vītināmeti. Na sussūsantīti sotuṃ na icchanti, na saddahantīti attho. Na sotaṃ odahantīti kathitassa savanatthaṃ na sotapasādaṃ odahanti. Sakkaccantiādīni vuttavipariyāyena veditabbāni.",
  "atk-s0404a11:23": "Velāmoti jātigottarūpabhogasaddhāpaññādīhi mariyādavelaṃ atikkantehi uḷārehi guṇehi samannāgatattā evaṃladdhanāmo. So evarūpaṃ dānaṃ adāsi mahādānanti ettha ayaṃ anupubbīkathā – so kira atīte bārāṇasiyaṃ purohitagehe paṭisandhiṃ gaṇhi, velāmakumārotissa nāmaṃ akaṃsu. So soḷasavassakāle bārāṇasirājakumārena saddhiṃ sippuggahaṇatthaṃ takkasilaṃ agamāsi. Te ubhopi disāpāmokkhassa ācariyassa santike sippaṃ paṭṭhapayiṃsu. Yathā ca te, evaṃ aññepi jambudīpe caturāsītisahassarājakumārā. Bodhisatto attanā gahitaṭṭhāne piṭṭhiācariyo hutvā caturāsīti rājakumārasahassāni sikkhāpeti, sayampi soḷasavassehi gahetabbasippaṃ tīhi vassehi uggaṇhi. Ācariyo ‘‘velāmakumārassa sippaṃ paguṇa’’nti ñatvā, ‘‘tātā, velāmo mayā ñātaṃ sabbaṃ jānāti, tumhe sabbepi samaggā gantvā etassa santike sippaṃ uggaṇhathā’’ti caturāsīti kumārasahassāni bodhisattassa niyyādesi.",
  "atk-s0404a11:24": "Bodhisatto ācariyaṃ vanditvā caturāsīti kumārasahassaparivāro nikkhamitvā ekaṃ āsannanagaraṃ patvā nagarasāmikaṃ rājakumāraṃ uggaṇhāpetvā tassa sippe paguṇe jāte taṃ tattheva nivattesi. Etenupāyena caturāsīti nagarasahassāni gantvā caturāsītiyā rājakumārānaṃ sippaṃ paguṇaṃ kāretvā tasmiṃ tasmiṃ nagare taṃ taṃ nivattetvā bārāṇasirājakumāraṃ ādāya bārāṇasiṃ paccāgañchi. Manussā kumāraṃ pariyositasippaṃ rajje abhisiñciṃsu, velāmassa purohitaṭṭhānaṃ adaṃsu. Tepi caturāsītisahassarājakumārā sakesu sakesu rajjesu abhisekaṃ patvā anusaṃvaccharaṃ bārāṇasirañño upaṭṭhānaṃ āgacchanti. Te rājānaṃ disvā velāmassa santikaṃ gantvā, ‘‘ācariya, amhe rajjesu patiṭṭhitā, vadeyyātha yenattho’’ti vatvā gacchanti. Tesaṃ gamanāgamanakāle sakaṭasandamānikagāvigoṇakukkuṭasūkarādayo gaṇhantānaṃ janapado ativiya uupadduto hoti, mahājano sannipatitvā rājaṅgaṇe kandati.",
  "atk-s0404a11:25": "Rājā velāmaṃ pakkositvā, ‘‘ācariya, upadduto janapado, rājāno gamanāgamanakāle mahāvilopaṃ karonti, manussā sandhāretuṃ na sakkonti, janapadapīḷāya upasamaṃ ekaṃ upāyaṃ karothā’’ti . Sādhu mahārāja, upāyaṃ karissāmi, tumhākaṃ yattakena janapadena attho, taṃ paricchinditvā gaṇhathāti. Rājā tathā akāsi. Velāmo caturāsītiyā rājasahassānaṃ janapade vicāretvā cakkanābhiyaṃ are viya rañño janapadasmiṃ oropesi. Tato paṭṭhāya te rājāno āgacchantāpi gacchantāpi attano attano janapadeneva sañcaranti, amhākaṃ janapadoti vilopaṃ na karonti. Rājagāravena rañño janapadampi na pīḷenti. Janapadā sannisinnā nissaddā niravā ahesuṃ. Sabbe rājāno haṭṭhatuṭṭhā ‘‘yena vo, ācariya, attho, taṃ amhākaṃ vadethā’’ti pavārayiṃsu.",
  "atk-s0404a11:26": "Velāmo sīsaṃnhāto attano antonivesane sattaratanaparipūrānaṃ gabbhānaṃ dvārāni vivarāpetvā yāva sattamā kulaparivaṭṭā ṭhapitaṃ dhanaṃ oloketvā āyavayaṃ upadhāretvā ‘‘mayā sakalajambudīpaṃ khobhentena dānaṃ dātuṃ vaṭṭatī’’ti rañño ārocetvā gaṅgātīre dvādasayojanikā uddhanapantiyo kāretvā tasmiṃ tasmiṃ ṭhāne sappimadhuphāṇitatelatilataṇḍulādīnaṃ ṭhapanatthāya mahākoṭṭhāgārāni patiṭṭhāpetvā ‘‘ekekasmiṃ ṭhāne ettakā ettakā janā saṃvidahatha, yaṃkiñci manussānaṃ laddhabbaṃ nāma atthi, tato ekasmimpi asati mayhaṃ āroceyyāthā’’ti manusse saṃvidhāya ‘‘asukadivasato paṭṭhāya velāmabrāhmaṇassa dānaṃ bhuñjantū’’ti nagare bheriṃ carāpetvā ‘‘dānaggaṃ pariniṭṭhita’’nti dānayuttehi ārocite sahassagghanakaṃ vatthaṃ nivāsetvā pañcasatagghanakaṃ ekaṃsaṃ katvā sabbālaṅkārabhūsito dānavīmaṃsanatthāya phalikavaṇṇassa udakassa suvaṇṇabhiṅgāraṃ pūretvā ‘‘imasmiṃ loke sace imaṃ dānaṃ paṭiggahetuṃ yuttarūpā dakkhiṇeyyapuggalā atthi, idaṃ udakaṃ nikkhamitvā pathaviṃ gaṇhātu. Sace natthi, evameva tiṭṭhatū’’ti saccakiriyaṃ katvā bhiṅgāraṃ adhomukhaṃ akāsi. Udakaṃ dhamakaraṇena gahitaṃ viya ahosi. Bodhisatto ‘‘suñño vata, bho, jambudīpo, ekapuggalopi dakkhiṇaṃ paṭiggahetuṃ yuttarūpo natthī’’ti vippaṭisāraṃ akatvā ‘‘sace dāyakassa vasenāyaṃ dakkhiṇā visujjhissati, udakaṃ nikkhamitvā pathaviṃ gaṇhātū’’ti cintesi. Phalikavaṇṇasadisaṃ udakaṃ nikkhamitvā pathaviṃ gaṇhi . ‘‘Idāni dānaṃ dassāmī’’ti dānaggaṃ patvā dānaṃ oloketvā yāguvelāya yāguṃ, khajjakavelāya khajjakaṃ, bhojanavelāya bhojanaṃ dāpesi. Eteneva nīhārena divase divase dānaṃ dīyati.",
  "atk-s0404a11:27": "Tasmiṃ kho pana dānagge ‘‘idaṃ nāma atthi, idaṃ nāma natthī’’ti vattabbaṃ natthi. Idāni taṃ dānaṃ ettakamatteneva na niṭṭhaṃ gamissatīti rattasuvaṇṇaṃ nīharāpetvā suvaṇṇapātiyo kāretvā caturāsītisuvaṇṇapātisahassādīnaṃ atthāya caturāsītirājasahassānaṃ sāsanaṃ pahiṇi. Rājāno ‘‘cirassaṃ vata mayaṃ ācariyena anuggahitā’’ti sabbaṃ sampādetvā pesesuṃ. Dāne diyyamāneyeva satta vassāni satta māsā atikkantā. Atha brāhmaṇo ‘‘hiraññaṃ bhājetvā dānaṃ dassāmī’’ti mahante okāse dānaṃ sajjāpesi. Sajjāpetvā caturāsīti suvaṇṇapātisahassāni ādiṃ katvā koṭito paṭṭhāya adāsi.",
  "atk-s0404a11:28": "Tattha rūpiyapūrānīti rajatataṭṭirajataphālarajatamāsakehi pūrāni. Pātiyo pana khuddikāti na sallakkhetabbā, ekakarīsappamāṇe bhūmibhāge catassova pātiyo ṭhapayiṃsu. Pātimakuḷaṃ navaratanaṃ hoti, mukhavaṭṭito paṭṭhāya aṭṭharatanaṃ, pātimukhavaṭṭiyā chayutto ājaññaratho anupariyāyati, dadamāno pātiyā bāhirantena vaggavagge paṭiggāhake ṭhapetvā paṭhamaṃ pātiyā pakkhittaṃ datvā pacchā sandhisandhito viyojetvā pātinti evaṃ caturāsīti pātisahassāni adāsi. Rūpiyapātiādīsupi eseva nayo. Etthapi ca suvaṇṇapūrānīti suvaṇṇataṭṭisuvaṇṇaphālasuvaṇṇamāsakehi pūrāni. Hiraññapūrānīti sattavidharatanapūrāni. Sovaṇṇālaṅkārānīti suvaṇṇālaṅkārāni. Kaṃsūpadhāraṇānīti rajatamayakhīrapaṭicchakāni. Tāsaṃ pana dhenūnaṃ siṅgāni suvaṇṇakosakapariyonaddhāni ahesuṃ, gīvāya sumanadāmaṃ piḷandhiṃsu, catūsu pādesu nupūrāni, piṭṭhiyaṃ varadukūlaṃ pārutaṃ, kaṇṭhe suvaṇṇaghaṇṭaṃ bandhiṃsu. Vatthakoṭisahassānīti lokavohārato vīsativatthayugāni ekā koṭi , idha pana dasa sāṭakāti vuttaṃ. Khomasukhumānantiādimhi khomādīsu yaṃ yaṃ sukhumaṃ, taṃ tadeva adāsi. Yāni panetāni itthidānaṃ usabhadānaṃ majjadānaṃ samajjādānanti adānasammatāni, tānipi esa ‘‘velāmassa dānamukhe idaṃ nāma natthī’’ti vacanapathaṃ pacchindituṃ parivāratthāya adāsi. Najjo maññe vissandantīti nadiyo viya vissandanti.",
  "atk-s0404a11:29": "Iminā satthā velāmassa dānaṃ kathetvā, ‘‘gahapati, etaṃ mahādānaṃ nāñño adāsi, ahaṃ adāsiṃ. Evarūpaṃ pana dānaṃ dadantopi ahaṃ paṭiggahetuṃ yuttarūpaṃ puggalaṃ nālatthaṃ, tvaṃ mādise buddhe lokasmiṃ diṭṭhamāne dānaṃ dadamāno kasmā cintesī’’ti seṭṭhissa desanaṃ vaḍḍhento siyā kho pana tetiādimāha. Nanu ca yāni tadā ahesuṃ rūpavedanāsaññāsaṅkhāraviññāṇāni, tāni niruddhāni? Kasmā ‘‘ahaṃ tena samayena velāmo brāhmaṇo’’ti āhāti? Paveṇiyā avicchinnattā. Tāni hi rūpādīni nirujjhamānāni imesaṃ paccaye datvā niruddhāni aparāparaṃ avicchinnaṃ paveṇiṃ gahetvā evamāha. Na taṃ koci dakkhiṇaṃ sodhetīti koci samaṇo vā brāhmaṇo vā devo vā māro vā uṭṭhāya taṃ dakkhiṇaṃ sodhetīti vattabbo nāhosi. Tañhi dakkhiṇaṃ sodhento uttamakoṭiyā buddho, heṭṭhimakoṭiyā dhammasenāpatisāriputtattherasadiso sāvako sodheyya.",
  "atk-s0404a11:30": "Diṭṭhisampannanti dassanasampannaṃ sotāpannaṃ. Idaṃ tato mahapphalataranti idaṃ sotāpannassa dinnadānaṃ lokiyamahājanassa sattamāsādhikāni satta saṃvaccharāni ettakaṃ hiraññasuvaṇṇaṃ pariccajantena dinnadānato mahapphalaṃ.",
  "atk-s0404a11:31": "Yo ca sataṃ diṭṭhisampannānanti ettha ekassa sakadāgāmissa vasena ekuttarasataṃ sotāpanne katvā sotāpannagaṇanā veditabbā. Iminā upāyena sabbavāresu heṭṭhā heṭṭhā āgate anantarena sataguṇaṃ katvā puggalagaṇanā veditabbā.",
  "atk-s0404a11:32": "Buddhappamukhanti ettha sammāsambuddhaṃ saṅghattheraṃ katvā nisinno saṅgho buddhappamukho saṅghoti veditabbo. Cātuddisaṃ saṅghaṃ uddissāti ettha cātuddisaṃ saṅghaṃ uddissa katavihāro nāma yattha cetiyaṃ patiṭṭhitaṃ hoti, dhammassavanaṃ karīyati, catūhi disāhi anudisāhi ca bhikkhū āgantvā appaṭipucchitvāyeva pāde dhovitvā kuñcikāya dvāraṃ vivaritvā senāsanaṃ paṭijaggitvā vasitvā yathāphāsukaṃ gacchanti. So antamaso caturataniyā paṇṇasālāpi hotu, cātuddisaṃ saṅghaṃ uddissa katavihārotveva vuccati.",
  "atk-s0404a11:33": "Saraṇaṃ gaccheyyāti ettha maggenāgataṃ anivattanasaraṇaṃ adhippetaṃ. Apare panāhu – attānaṃ niyyādetvā dinnattā saraṇāgamanaṃ tato mahapphalataranti vuttaṃ. Sikkhāpadāni samādiyeyyāti pañca sīlāni gaṇheyya. Sīlampi maggena āgataṃ anivattanasīlameva kathitaṃ. Apare panāhu – sabbasattānaṃ abhayadānassa dinnattā sīlaṃ tato mahapphalataranti vuttaṃ. Gandhohanamattanti gandhaūhanamattaṃ, dvīhaṅgulīhi gaṇḍapiṇḍaṃ gahetvā upasiṅghanamattaṃ. Apare pana ‘‘gaddohanamatta’’nti pāḷiṃ vatvā gāviyā ekavāraṃ thanaañchanamattanti atthaṃ vadanti. Mettacittanti sabbasattānaṃ hitānupharaṇacittaṃ. Taṃ pana appanāvaseneva gahitaṃ. Aniccasaññanti maggassa anantarapaccayabhāvena sikhāpattabalavavipassanaṃ.",
  "atk-s0404a11:34": "Upamāto pana imāni dānādīni puññāni evaṃ veditabbāni – sacepi hi jambudīpaṃ bheritalasadisaṃ samatalaṃ katvā koṭito paṭṭhāya pallaṅke attharitvā ariyapuggale nisīdāpeyya, tattha sotāpannānaṃ dasa pantiyo assu, sakadāgāmīnaṃ pañca, anāgāmīnaṃ aḍḍhateyyā, khiṇāsavānaṃ diyaḍḍhā, paccekabuddhānaṃ ekā panti bhaveyya, sammāsambuddho ekakova. Ettakassa janassa dinnadānato sammāsambuddhassa dinnameva mahapphalaṃ. Itaraṃ pana –",
  "atk-s0404a11:35": "‘‘Vihāradānaṃ paṇipāto, sikkhā mettāya bhāvanā;",
  "atk-s0404a11:36": "Khayato sammasantassa, kalaṃ nāgghati soḷasiṃ’’.",
  "atk-s0404a11:37": "Teneva bhagavā parinibbānasamaye ‘‘dhammānudhammappaṭipatti anuttarā pūjā’’ti āha. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0404a11:38": "Sīhanādavaggo dutiyo."
}